{
    "versionTitle": "Wikitext", 
    "sectionNames": [
        "Chapter", 
        "Paragraph"
    ], 
    "language": "he", 
    "title": "Darashos HaRan", 
    "text": [
        [], 
        [
            "\"אָהַבְתִּי אֶתְכֶם אָמַר ה' וַאֲמַרְתֶּם בַּמֶּה אֲהַבְתָּנוּ הֲלֹא אָח עֵשָׂו לְיַעֲקֹב נְאֻם ה' וָאֹהַב אֶת יַעֲקֹב וְאֶת עֵשָׂו שָׂנֵאתִי וְגוֹ'\". (מלאכי א, ב)", 
            "פשט הפסוק מראה כי אהבת ה' אותנו תודע מצד מה שהיה עשו שוה ליעקב באחוה, ולזה היה ראוי שישוה עמו בנחלה, ולא נהיה כן, אבל אהב יעקב להיות מבורכת ה' ארצו, ונחלת עשו נחלה מבוהלת. וזה מתמיה, כי אין חוק השם כחוק האב המנחיל אשר בן מביש ומחפיר בתוך אחים יחלוק נחלה, אבל חוקו להנחיל אוהביו יש, ומקולליו יכרתו מאין פנות אל שאר בשרם, כי אחותם וקורבתם למה לו. ולזה אחשוב, כי מצד שטבע ענין עשו חייב להיות עוכרנו וראשית צרינו על כל שארית הגוים, מצד היותו אח ליעקב כמו שאפרש, אמר הכתוב כי במה שאהב את יעקב והביאו אל מנוחתו וגרש עשו מן גוי, נודעו חסדיו ורב טוב לבית ישראל.", 
            "והוא, כי בכל עמים רבים לא ימצא ראוי לנטור עברה וצרת עין בממשלת ישראל כעשו, כי שארית הגוים אשר קדמו לאברהם כבר ראו כי בו בחר השם יתברך, וזרעו ראוי להיות יורש (ארץ) עצר, ולזה לא תרע עינם בממשלתו כלל. וכן ראוי להיות דבר האומות המסתעפות ממשפחת אברהם לבל יקנאו בזרע יצחק, אבל יחלקו כבוד לבני הגבירה, כי כן למדום אבותם, ולזה מונחים לטבעם לא ירעו ולא ישחיתו קדש ה' אשר אהב, ולא תרע עינם ולא יקנאו בממשלת ישראל, אבל עשו להיותו אח ליעקב בן כבודה כמוהו, תרע עינו באחיו ובבן אמו מתנשא עליו ויתן דופי, אם לא ישיב השם יתברך אחור ימינו של עשו באהבתו את יעקב. ולזה אמר(ו) כי משלות ארמנות יעקב והיות ערי עשו שממה, וכי לא נתנו השם יתברך להרע עמו, יוכל יעקב לבחון כי ה' אהבו, כי לא מצא ביעקב און ולא יעמיק להשחית ביעקב בקנאו קנאתו.", 
            "ועל זה הצד יובן מה שדרשו רבותינו ז\"ל במגילה (ו, א) באמרו (בראשית כה, כג) ולאם מלאם יאמץ, ובאמרו (יחזקאל כו, ב) אמלאה החרבה, שדרשו בו שאי אפשר להיות שניהם שוים בגדולה, אבל אם מלאה זו נחרבה זו. ויש לשאול למה יחוייב זה באדום מכל הגוים. אבל זה על הצד שכתבתי עם תוספת ביאור, והוא כי מצד שאין גוי ראוי שיקנא ביעקב, יהיה אפשר שימשול ממשל רב גם בהיות מושל בישראל, כי ממשלת הגוים בארצותם ללשונותם לא תעיק לישראל כלל, כי דבר אין להם עמו. אך עשו כי תמצא ידו יגבה לבו להתנשא על אחיו כי הוא הבכור, ובנחלתו יתעבר לאמר גם אני יורש עצר, כי אב אחד לכולנו, ומזה יחויב מוט עשו, כי ירים יעקב את ידו וגבר. ואמנם, מוט יעקב לא ימשך מהתנשאות עשו, אבל התנשאות עשו יחויב למוט יעקב, ולא בעצם על דרך מה שימשך מוט עשו להתנשאות יעקב חלילה, אבל במקרה. והוא כי אם לא צדקת השם יתברך אשר יעשה ביעקב ואויביו יכניע, כי יחלק השם יתברך לכל העמים ולאומים ישית בחלקות, למי יחפוץ מבין כל עמים רבים להנחיל כסא כבוד יותר מעשו בן האהובה אשר התהלכו אבותיו לפניו אברהם ויצחק, ולזה יחויב שינשא עשו בגוים, אם לא בעת אשר יעקב וזרעו יצליחו למלוכה.", 
            "זה מה שימשכוהו אלה הטעמים הצודקים, וענתה בם צדקתם מה שראינוהו נמשך מהמציאות, ומה שיעדוהו הנביאים בהמשכתו. וזה שאמר הכתוב (בראשית לו, לא) ואלה המלכים אשר מלכו בארץ אדום לפני מלוך מלך לבני ישראל, ולמה הוצרך לכתוב לפני מלוך מלך, אם לא להודיע כי מצד שבימים ההם אין מלך בישראל, מלך מלך באדום. כי לו צלחה המלוכה לישראל לא מלך מלך באדום, כאשר נראה אשר סרה מלכותם בקום מלך בישראל. כי דוד המלך הקים עליהם נציבים (דה\"א יח, יג) ולא הניח להם מלכים, ונמשך כן עד זמן יהושפט, כמו שכתוב בימיו (מ\"א כב, מח) ומלך אין באדום נצב מלך, ונמשך זה עד ימי יהורם אשר לחטאיו ולכתו אחרי בית אחאב כתוב בו (מ\"ב ח, כ) בימיו פשע אדום מתחת יד יהודה וימלכו עליהם מלך. והיו גם כן מלכים עד גלות הארץ, כי כן כתוב (מ\"ב ח, כב) ויפשע אדום מתחת יד יהודה עד היום הזה, כי לא ענתה צדקתם להכרית מאדום מלך. אמנם בזמן בית שני היה אדום תחת ישראל, כי הורקנוס הזקן שמם שומרי ירושלים והכניסם בברית מילה, ובימי אגריפס כאשר נלכדה ירושלים באו גדודי אדום לעזור את יהודה.", 
            "כבר נראה מזה כי כל הימים אשר הצמיח השם יתברך קרננו נתן אומות אדום תחתינו, וכאשר נפשענו מקרית עוז בפשע שומם, חגר אדום בעוז מתניו, כי כבר הודיעונו רבותינו היותנו בגלות אדום, כי עם היות אשר רומי המחצבת רהבנו היא מכלל ארץ יון, עם כל זה מלכיה אשר מלכו בה היו אדומים, והיו בתוכה מאדום עם רב, כמו שמתורגם (איכה ד, כב) פקד עונך בת אדום וגו' אסער עוויתך רומי רשיעא דמתבנייא באטליא ומליא אוכלוסין מן בני אדום.", 
            "הנה זה מה שנראהו במה שעבר עלינו מן הזמן בענין אדום, כי בהציב השם יתברך מטה עוזנו מטה ידו, ובשפלנו ובדברנו רתת גבר עד להשחית. ואמנם במה שיעבור עוד מן הזמן, כבר יעדו הנביאים שימשך ענינו על זה הסדר בעצמו, אמר (עובדיה א, יח) והיה בית יעקב אש וכו' ועלו מושיעים וכו', כבר ביאר שעם היות שפעמים רבות נפל עשו ויפול וקם, אמנם לא יפול לבל יוסיף קום עד יקום יעקב ולא יוסיף לנפול עוד.", 
            "הנה אם כן המציאות נחלק לשני אלו הילדים תאמי צביה לרשת אותו כל אחד בעתים שונים, ולסיבת הקשר החזק אשר ביניהם נקראו שניהם תולדות יצחק, ולזה פתח בפרשה ואמר ואלה תולדות יצחק וגו', ענינו, כי אלו השנים יעקב ועשו הנזכרים בפרשה הם תולדות יצחק, כי עם היות עשו רשע, כתולדותיו יחשב. אבל אברהם [וישמעאל] אינו כן, כי לא יירש בן האמה, ולא ינחל כבוד ליקרא תולדות אברהם כיצחק, ולכן הוסיף ואמר אברהם הוליד את יצחק. והסיבה בזה כי יצחק וישמעאל לא הושוו אצל אברהם לאהבה, אבל שם יצחק צבי עדיו ואליו הנחיל כבוד עשרו, ולבני הפילגשים נתן מתנות וישלחם מעליו (בראשית כה, ו), ואחר כך לא היה להם קשר עם יצחק כלל, אבל ראוי להיות נשכח זכרם. ולא היה כן דבר יעקב ועשו אצל יצחק, עד כמעט עשו היה בחירו רצתה נפשו, כי שניהם היו בני גבירה כבודה מדובקים איש באחיהו מלידה ומבטן ומהריון, נקשרים בהדרגת ממשלה כמעט כל ימי עולם על הדרך שאמרתי. ולזה אי אפשר להשכיח שמו, עם היותו רשע, כי בו נשוב נהפוך ידינו כל היום. ולזה אמר (בראשית כה, יט) כי אלו הילדים שניהם תולדות יצחק, וסיפר איך בא ענינם מורה על מה שנמשך מאחרי כן.", 
            "ואמר ראשונה כי לא הרתה אמם מהם על המנהג הטבעי, כי עקרה היתה, אבל מאשר העתיר יצחק לשם יתברך ונעתר לו וריפאה (בראשית כה, כא). אמנם בזה אפשר שיפול ספק ופלא, כי רבקה לא נפלה ליצחק במקרה, אבל היא האשה אשר הוכיחה השם אליו כאשר הורה ענין אליעזר, ואיך סמך לגורל יצחק עקידו אשה עקרה. כי אי אפשר שיושב בזה אלא מה שאמרו רבותינו זכרונם לברכה בפרק הבא על יבמתו (יבמות סד, א) שהשם יתברך מתאוה לתפלתם של צדיקים, כי בזה יקרבם אליו למה שתתאחד הנפש עם בוראה, כי תרבה תפלה מה שלא יעלם.", 
            "ואמנם במה שאמר (בראשית כה, כא) לנכח אשתו, דרשו בו (יבמות סד, א) שרבקה התפללה גם כן עם יצחק, ויעתר לו ולא לה. ולפי זה היה ראוי שיאמר ויעתירו יצחק ורבקה, אבל אולי למה שהזכיר שנעתר לו ולא לה, סתם תפלתה ולא הזכירה בפירוש, אבל רמז באמרו לנכח אשתו. וזה אמנם דרך דרש.", 
            "אבל על דרך הפשט אחשוב בו ענין, והוא כי המשתנה (ו)אם ישתנה בדרך פלא, יוכן ראשונה לדבר אשר ישתנה אליו, לא שיעתק אל הענין הזה אצלו בטבע והוא עודנו על ענינו הראשון, כאילו תאמר כי רבקה עודנה על מזגה הראשון ועל הרכבת אבריה הכליים המחייבים העקרות, קיבלה הריון וילדה, אין הענין כן. אבל לתפלת יצחק הכין השם מזגה, וצלחה הרכבתה להריון.", 
            "וכל זה אמנם באמצעות משפיעים הדריך השם בינינו ובינו. כי מן הנראה אשר בהשתנות התחתונים יחוייב שישתנה דבר מה בעליונים. ולזה אמרו רבותינו זכרונם לברכה (מכילתא, בשלח על הכתוב שמות טו א) אין הקב\"ה נפרע מן האומה עד שנפרע מאלהיה תחלה. והסמיכו זה לכמה פסוקים, מכללם (ישעיה כד, כא) יפקוד ה' על צבא המרום וגו', ואמר (שמות יב, יב) ובכל אלהי מצרים אעשה שפטים.", 
            "וזה יראה מתמיה מאד אשר בחרות אפו על רעי השפלים יפקוד על העליונים הנגשים אליו. ואמנם עם העיון הטוב ימצא מחויב. והוא כי האפשרי בבחינת סיבותיו ישוב מחויב, כאילו תאמר שירידת המטר ביום מחר דבר אפשרי, אבל אם נציע כי תוכנו סיבותיו, וכאילו תאמר כי האדים הלחים כבר עלו והאויר האמצעי בתכונה משיבה אותם מים, ישוב זה האפשר מחויב, ואין מנוס אם כן לבל יהיה מטר נתך ארצה [אם לא] על צד הפלא, אלא בשנות הדבר המחייב, ומאשר למחייב ההוא עוד מחייב, אין מנוס שלא ישתנה האמצעי העליון בצד מה, כי המציאות כולו נקשר קצתו בקצתו, ולזה אמרו אין הקדוש ברוך הוא נפרע מהאומה עד שנפרע מאלהיה תחלה, כי הם ברוב יעבדו למשפיעיהם, ואם המשפיעים המאזרים חיל המדריכים עוז למצרים לא ישתנו כלל, גם שתעוז במעוזם לא תאבד האומה על ידי כן, אם לא תחלש יד התומכה ומחזיקה.", 
            "וכאשר יתוקן גם כן ענין איזה נברא, יצטרך שפע שופע עליו מתקן ענינו באמצעות לא נשערהו. אבל כי יבא התיקון מצד איזה מעתיר, נראה שיהיה המעתיר אמצעי באותו שפע השופע, באמצעותו יחול על אשר יעתיר בעדו. ולזה בהחיות אליהו בן הצרפית התמודד על הילד שלשה פעמים (מ\"א יז, כא), ובזה נתקן ענין הגשם ההוא וקיבל צורת החיות. ואלישע גם כן בהחיותו בן השונמית שכב עליו ושם פיו על פיו וגו' (מ\"ב ד, לד), וראשונה אמר (מ\"ב ד, כט) ושמת משענתי על פני הנער. ויעקב גם כן (בראשית מח, ט) אמר קחם נא אלי ואברכם, וישת ידיו עליהם (בראשית מח, יד). וכל זה מורה כי השפע מוכן למתברך באמצעות המברך והמתפלל, ולזה ראוי שיקרב אליו במקום או ידבק בו אם אפשר.", 
            "ולכן אמר(ו) כי יצחק העתיר לנכח אשתו, כדי שיכוין אליה דעתו יותר, ותשיג שפע יתקן גופה ויוציאנה מתכונת העקרות, ויצלח זה בהיותה יותר קרובה (ממנו) [לו] במקום, ולזה העמידה נכחו להקריבה אליו, כי לא היה אפשר ביותר מזה עודנו עומד לפני ה'.", 
            "ואחר שסיפר שזה ההריון היה בדרך פלא, סיפר איך נתהוו אלו הבנים, בענין מורה איך ימשך ענינם ומבין לאחריתם. והוא כי אלו הבנים נלחמו איש באחיו בעודם בבטן, עד שהרגישה אמם שענין זה לא קרה לאשה הרה לעולם, עד שהתעוררה כי על כל פנים יורה איזה ענין, ולזה שמה פניה לדרוש את השם יתברך לדעת מה זה ועל מה זה, והוא אמרו (בראשית כה, כב) ויתרוצצו הבנים בקרבה ותאמר אם כן וכו'.", 
            "ואומר[ה] אם כן, נתפרש יפה בבראשית רבה. אמרו שם (על הכתוב שם) רבי חגי בשם רבי יצחק אמר מלמד שהיתה רבקה מחזרת על פתחיהן של נשים ואומרת להן הגיע (להם) [לכן] כצער הזה מימיכם.", 
            "ולפי זה יתפרש הפסוק, שאחר ששאלה הנשים אם קרה להן כן בהריונן ותאמרנה לא, אמרה אם כן למה זה אנכי על הענין הזה, אף על פי ששם בבראשית רבה לא סיימו בפירוש סוף הפסוק, אבל כך פירש רבי אברהם בן עזרא (בראשית כה, כב), והוא פירוש נאה.", 
            "ואחרי יודעה כי אין דרך נשים לה, הלכה לדרוש את ה' מפי נביאים, או התבודדה בעצמה בענין יחול רוח ה' לפעמה, ויגידנה מה יהיה בסופה כדברי רש\"י ז\"ל ((בראשית כה, כב)), כלומר שנכספה לדעת מה שמורה עליו הענין הזר ההוא. ואף על פי שהרמב\"ן ז\"ל ((בראשית כה, כב)) לא נתחוור בפירושו, מצד שאמר כי לא מצא דרישה אל השם רק להתפלל, כטעם דרשתי את ה' (תהלים לד, ה), דרשוני וחיו (עמוס ה, ד), חי אני אם אדרש לכם (יחזקאל כ, ג), לפי הנראה נשמט ממנו מקרא שכתוב (מ\"ב ח, ח) ויאמר המלך אל חזהאל קח בידך מנחה ולך לקראת איש האלהים ודרשת את ה' מאותו לאמר האחיה מחלי זה, וכתוב גם כן (מ\"ב א, ב) לכו דרשו בבעל זבוב אלהי עקרון אם אחיה מחלי זה, ואלה הדרישות אינן אלא לדעה מראשית אחרית, ואף זו כן, כי נכספה לדעת מה שמורה עליו זה הענין הזר הקורה אליה.", 
            "והשם יתברך הודיעה שזה מתחייב למה שאין בבטנה שני עוברים לבד, אבל גם שני גוים, כי כל אחד מהם יהיה לגוי גדול, ואלה האומות יתפרדו ממעיה, רוצה לומר כי לא יקרה ביניהם הפירוד לימים רבים, אבל תיכף צאתם ממעיה יתחיל וימשך, ואלה האומים לא יהיו שוים באומץ, אבל האחד יאמץ בעת מה והשני בעת מה. וסיבת פירודם יהיה כי הרב יעבוד צעיר, ולהיות זה בלתי נסכם לטבע האנושי, לא יעמדו כי אם במריבה. כי (לא) [לו] סודר הענין בהפך, כי הבכור ימלוך והצעיר יעבדנו, (כי) לא ימשך מזה ריב ומצה, כי הצעיר לא ימאן לענות מפני הבכור, וכבר דרשו (כתובות קג, א) (את אביך) [ואת אמך] (שמות כ, יב) לרבות אחיך הגדול, אבל הבכור לא ימצא את לבבו להכנע לצעירו, והצעיר יבקש המלוכה אשר ניתנה אליו, ולזה תהיה ביניהם לעולם מצה ומריבה. וזהו מה שיורה עליו התרוצצם בבטן, לבקש כל אחד עוז ותעצומות על חבירו.", 
            "ואמנם איך קרה זה לא אדענו, כי אין ספק כי לא נבראו אלו העוברים להיות חייתם בריב עד שיתחילו בבטן להלחם. אין מנוס אם כן [מ]לתת לזה איזו סיבה טבעית מחייבת. ואמנם הסיבה לפי הנראה הוא, היות כל אחד מאלה העוברים מזגו מנגד למזג חבירו לגמרי, כי עשו היה אדמוני כולו כאדרת שער, מורה על רתיחת הלחות ורוב העשניות, ויעקב היה איש חלק נח בליחותיו בלתי מעלה עשן. וכן היו דרכיהם ומעשיהם, כי עשו היה איש שדה (בראשית כה, כז) מבקש התנועה, בביתו לא ישכנו רגליו, ויעקב יושב אהלים תפארתו לשבת בית, ואלה העוברים חלוקי המזג מאד, [ו]אין ספק שכל אחד יעיק לחבירו בטבע, כי הדברים החלוקים בטבע כל אחד יקומם על חבירו וידחנו בכחו, ולזה יתרוצצו אלה העוברים בבטן.", 
            "אבל אם היה זה הענין טבעי כאשר הנחנוהו, איך יורה זה, דבר עתיד להיות בילדים האלה. זה אמנם יהיה על דרך שביארנו, והוא כי היותם על זה הניגוד בטבע, היה זה נפלא מאד, כי היות האנשים חלוקי המזג מתנגדים, יהיה נמשך לטבע האב והאם. ואם תרצה ליחסו אל המערכת, יהיה נמשך לרגעי ההריון והלידה. ולזה ראוי שהבנים התאומים יתדמו במזג ובמדות הנמשכות אחריו, כי טבעיהם ואבריהם ביום הבראם כוננו ברחם אחד ועת אחת. ונניח שחול הצורה לא יהיה בעת אחת, אמנם ברוב לא יגיע מרחק הזמן ביניהם עד שינגד מערכת האחד למערכת חבירו, מצורף שהמערכת תרשום כפי הכנת המתפעל, ואחר ששני חומרי אלה הילדים שוים בהכנה, איך תרשום בהם המערכת רושם מנגד כל זה הניגוד הרב. זה אמנם זר מאד שיקרה על המנהג הטבעי, אבל חודש מהשם יתברך להיות אות ומופת [למה] שיקרה לילדים האלה.", 
            "ולפי זו ההנחה לא נתחלף מזג הילדים האלה, (זולתו) [זולתי] כדי שיורה מה שיקרה להם בבטן אמם, על המוצאות אותנו באחרית הימים, למען ידעו העומדים בימים ההמה כי כן יהיה ענינם כל ימי עולם.", 
            "ואם תרצה תאמר, כי רצה השם יתברך לשית עשו כלי זעמו על ישראל, ולזה הטביעו בטבע מנגד ליעקב למען יתנגדו במדותיהם. כי כפי הם תהיה השנאה והאהבה בין האנשים. מצורף עוד, כי למה שידע השם יתברך כי עשו וזרעו יהיה ממורדי אור, הטביעם בענין שישנאו איש את אחיהו, למען הרחיק עשו מעל גבול ישראל ולא ימשך אחריו לאחוזתו. ומחשבות השם יתברך עמקו מאד לא נבין לאחריתם.", 
            "ומכל מקום מה שקרה אליהם ברחם הורה על מה שיקרה אליהם כל עוד בחיים חייתם. וכן מה שקרה ליעקב בגיחו מרחם, אות ומופת על אשר יקרה אותנו באחרית הימים, כי יצא וידו אוחזת בעקב עשו (בראשית כה, כו), ואין ספק כי לא היה זה על צד המקרה, כי בהוכיח השם את יעקב במה שנתחסד עמו אמר (הושע יב, ד) בבטן עקב את אחיו וגו', ואילו היתה העקבה הזאת נופלת על דרך מקרה, מה יוכיח את יעקב בזה. מצורף שהוא דבר זר במנהגו של עולם, כי העובר חלוש הכח מאד, ואיך תאחז ידו בעקב אחיו. אבל היה זה לרמוז מה שיקרה באחרית הימים. וזה כי בהתם מלכות עשיו יתפוש יעקב מלכותו, ונמצא זה אוחז בעקבו. וכן יהיה בעתיד כמו שהתנבא עובדיה (עובדיה א, יח) והיה בית יעקב אש, וכתיב אחריו (עובדיה א, כא) ועלו מושיעים בהר ציון לשפוט את הר עשו. זהו שאמרו בברייתא (מדרש רבה בראשית, עהכ\"ש) שאל הגמון אחד את ר' מן אלין דבית מלכא מי תופס אחרינו מלכות, מיד הביא קלף חלק וכתב עליו ואחרי כן יצא אחיו וידו אוחזת וגו', אמר ראו דברים ישנים מפי זקן חדש. הנה מבואר כי מה שעקב אחיו בבטן היה מכוון לענין, לא מקרה. [ולזה] קורא השם בתוכחותיו ליעקב מה שעקב את אחיו, כמו שהזכיר (הושע יב, ד) כי שרה את האלהים באונו.", 
            "אבל עדיין צריך ביאור, והוא, כי מה ששרה את אלהים באונו היה ענין מועיל בעצמו, כי המלאך ההוא היה שרו של עשו כמו שהודיעונו רבותינו ז\"ל (תנחומא וישלח עה\"כ בראשית לה א), [ו]כי שרה עליו הורה שהכניעו לבל ינגד במשלו בעשו, אבל הסכים על הברכה אשר ברכו יצחק, כמו שהוא (אמרו) [אמור] (בראשית לב, ל) ויברך אותו שם. וזהו על דרך מה שאמרו רבותינו ז\"ל (מכילתא, בשלח עה\"כ שמות טו א) אין הקב\"ה נפרע מן האומה עד שנפרע מאלהיה תחלה. אבל מה שעקב את אחיו בבטן לא היה כי אם אות מורה לבד, לא ענין מועיל בעצמו עד שיהיה ראוי שיזכרהו השם יתברך בתוכחותיו ליעקב.", 
            "ואולי זה נמשך למה שכתב הרמב\"ן ז\"ל (בראשית יב ו, מח כב), כי כאשר יעשה איזה דמיון בפעל דומה למה שראוי שיקרה בעתיד, יתקיים העתיד ההוא על כל פנים, ולכן יעשו הנביאים מעשה בנבואות, כמאמר ירמיה שצוה לברוך (ירמיה נא, סג) והיה ככלותך לקרוא את הספר הזה תקשור עליו אבן והשלכתו אל תוך פרת ואמרת ככה תשקע בבל וגו'. וכן ענין אלישע (מ\"ב יג, טז) בהניחו זרועו על הקשת ויאמר ירה ויור ויאמר חץ תשועה לה' [וחץ תשועה] בארם. ונאמר שם (יט) ויקצוף עליו איש האלהים ויאמר להכות חמש או שש פעמים אז הכית את ארם עד כלה ועתה שלש פעמים תכה את ארם. הנה נראה כי כאשר יעשה איזה פעל מאת השם דומה למה שיקרה בעתיד, הפעל הדמיוני ההוא מקיים העתיד שיבא בלי ספק. ולכן אמר השם יתברך בתוכחותיו עם יעקב, כי החסד עמו, שבצע אמרתו והחליט גזירתו שיתפוס יעקב מלכות קיימת באחרית ימי מלכות עשו בטרם זמנו פוסק, [משום ש]כבר תפסו לפני סופו (ועקבו) [בעקבו].", 
            "אבל אמרו מה שעקב אחיו בבטן, רמז למה שהתנבא עובדיה והיה בית יעקב אש וגו' ועלו מושיעים וגו', ורצה השם יתברך שיעשה מזה רמז בפעל כדי שיתקיים על כל פנים, כי בכלותו כהתם הפושעים, ימלוך מלך בישראל יושב על כסא השם יתברך.", 
            "אמנם דבר אלו הפועלים הדמיונים המקיימים העתיד על כל פנים כדברי הרמב\"ן ז\"ל מתמיה, כי זה מטיל רפיון וחולשה ביעודים אשר לא בא עליהם פעל דמיוני שלא יהיו הכרחיים להתקיים, כי אם הם הכרחיים למה יעשה פעל דמיוני בקצתם לקיים היעוד וכבר הוא קיים בלעדיו. ונראה שהיתה התשובה בזה שהפעל הדמיוני ההוא לא יעשה כי אם ביעודים שאינם בטבעם חזקי הקיום, והם המיעדים רע, כי הם אין ענינם שיתקיימו על כל פנים, כי למה שהשם יתברך ארך אפים, אם ישוב הגוי המיועד ברע ההוא אליו וניחם, ישיב מעליהם אפו כאשר ראינו בנינוה (יונה ג, א). ולזה לא יבחן הנביא ביעודים הרעים, שהרי הם אין מענינם שיתקיימו על כל פנים. ולזה לא נמצא אלו הפעלים הדמיונים אלא ביעודים המנבאים רע, כאמרו (ירמיה נא, סד) ככה תשקע בבל ולא תקום. וענין ארם גם כן, אם היה יעוד טוב ליואש מלך ישראל, כבר היה יעוד רע לארם, ומי יודע ואולי ישוב ארם מדרכו הרעה וניחם והשיב השם יתברך מעליו אפו, ולזה הוצרכו הפעלים הדמיונים ביעודים האלה, אבל היעוד הטוב לא יצטרך לפעל דמיוני מקיים.", 
            "אבל מה נעשה והרמב\"ן ז\"ל ממשיך זה ביעודים הטובים שנאמרו לאברהם, כי ברובם נעשה פעל דמיוני מקיים היעוד. ומעתה שמע מה שאומרהו בזה, והוא, שידוע שאין מטבע היעוד הטוב להתקיים יותר מן היעוד הרע, כי כמו שמדת הדין נותנת שהמיועד הרע כשהטיב מעשיו יקרע גזר דינו, כן ראוי שהמיועד בטוב כשירע מעלליו, שחטאיו ימנעו הטוב ממנו. ואין בין זה לזה כלום. ומקרא מלא דיבר הכתוב (ירמיה יח, ט) [ו]רגע אדבר על גוי ועל ממלכה לבנות ולנטוע ועשה הרע בעיני לבלתי שמוע בקולי ונחמתי על הטובה. אבל אם ימשך הענין על הדרך אשר אמרנו, רוצה לומר שהיעודים הטובים והרעים ישתנו, לא ישאר דבר יבחן בו הנביא, כי האותות והמופתים כבר יבואו על פנים רבים אין אימות בהם. ולזה היה מן ההכרח שישים השם יתברך איזה מין מן היעודים חזקי הקיום לא ישתנה בשום פנים. ולמה שלא היה אפשר זה ביעודים הרעים, כי אין מחוק השם יתברך להרע לשבים אליו, אם כן בהכרח שיקיים היעודים הטובים על כל פנים, כי אם לא יותיר דבר, לא יוכל לבחון בו הנביא.", 
            "ואחר שלא היה כך רק להכרח אשר זכרתי, ראוי שכאשר לא יתחייב מצד ההכרח, שיונח הענין לטבעו, והוא שיהיו היעודים הטובים אפשרי ההשתנות כיעודים הרעים. וידוע, שאין מקום להכרח אלא כאשר ייעדו היעודים על יד נביא [אשר] נתחייב לשמוע אליו, כמו שבאה על זה המצוה ואמר אליו תשמעון (דברים יח, טו), כי אם לא [י]היה לנו דרך לבחון אותו, [איך] אפשר שנהיה מצוים לשמוע אליו. אבל האבות שלא היו מזה הכלל, רוצה לומר שלא היו מכלל הנביאים שנצטוינו לשמוע אליהם, נשארו היעודים ההם על טבעיהם המוחלט, רוצה לומר שהיעודים הטובים מהם אפשרי הביטול כיעודים הרעים, אלא במה שבא עליו פעל דמיוני שזה מקיים היעודים כולם רעים וטובים.", 
            "וזה מסיר ספקות רבות, כי יצחק ברך את יעקב ואמר לו (בראשית כז, כט) הוה גביר לאחיך וגו', וזה היעוד [אין] ענינו שיתקיים באחרית הימים כאשר יהיה בית יעקב אש וגו' (עובדיה א, יח), כי כאשר יכלה עשו כבר נעשה חפשי, אין מנוס אם כן שיתקיים זה היעוד [אלא] בעשו (אלא) בעוד[ו] בחיים חייתו. ואין ראוי שיובן גם כן שיהיה גביר זמן מה, כי המתברך לא יתברך לאמר היום תהיה גביר ויתר זמנך בגלות ושעבוד, לא תובן אם כן הברכה אלא על הרוב מהזמן, ואיך נראהו זה מסכים למציאות. ואילו יום מחר יצמיח השם יתברך קרן לדוד, רוב הזמן אשר עבר עלינו היינו עבדים לאחינו, משועבדים לבני אמנו. וכל שכן, למה שהודיעונו רז\"ל כי היינו בגלותו, ולא נקוה להיחלץ ממנו עד עמוד כהן לאורים ותומים, אשר יכלה עשו ויהיה חפשי מאדוניו. ולא נשאר אם כן אלא שנאמר כי חטאתינו המעיטו ממנו זמן זה היעוד הטוב, כי לא היה יצחק מכלל הנביאים אשר נצטוינו לשמוע אליהם, ולזה נשארו יעודיו על טבעם המוחלט בהיותם כולם מקבלי השינוי כפי מעשי המיועדים.", 
            "הנה אם כן כל יעוד מיעודי האבות שלא בא עליו איזה פעל דומה אליו מקיים היעוד, היה אפשר שישתנה מצד מעשה המיועד, ולזה לא נעשה בענין העוברים האלה דבר, אלא מה שהיה בלתי אפשר שיקבל השינוי, והוא אחיזת היד בעקב, שאי אפשר שלא יתפוס יעקב מלכות כהתם הפושעים. (והיות העוברים מתרוצצים זה את זה).", 
            "אמנם הסיבה הטבעית אשר חייבה אחיזת העקב לא נדעה, אבל מה שחייב היות העוברים מתרוצצים זה את זה, הוא מה שהיה מזג כל אחד מהם מנגד לחבירו. ואמנם הוטבעו על חילוף מזגיהם בדרך פלא, כי רצה השם יתברך שלא יאות אחר לחבירו לסיבות שזכרנו, וכן היה, כי דבר כל אחד ומעשהו היה מנגד לחבירו, כי עשו היה יודע ציד (בראשית כה, כז) ואיש תחבולות, כי הצייד בתחבולות יצוד כדברי רבי אברהם (אבן עזרא, בראשית כה, כז), ואיש שדה אוהב לנוע. ויעקב היה בשתי התכונות בהפך, כי היה איש תם לא למד תחבולה וערמה כמו שכתב רש\"י ז\"ל (בראשית כה, כז), ויושב אהלים כי לא אהב לנוע.", 
            "גם המעשים אשר היו ביניהם, היו ראויים לסבב ביניהם שנאה וקנאה. ראשונה, אשר לקח יעקב בכורת עשו בענין זר מאד צריך ישוב, כי איך היה מחק יעקב איש תם, לאמר לעשו שימכור אליו בכורתו בנזיד עדשים. וכבר כלל זה המעשה תמיהות רבות, ראשונה כי אין בחוק השלם שיתן עיניו במה שאינו שלו לומר לרעהו מכרה נחלתך לי. ושנית איך יונהו לקחת ממנו בכורה נכבדה במחיר בזוי ושסוי, כי עם היות יסכים בזה עשו לסכלותו, כבר היה ראוי ליעקב לתקן עותו, ולא יונהו אונאה מרובה אין ערוך אליה. כי אם שנניח שמכירת הבכורה לא היתה נוגעת לדבר ממון כלל, אבל לקיחת הבכור פי שנים הוא דבר חידשה אותו התורה לא היה כן לעולמים, ושמכירת הבכורה לא היה דבר כי אם לכבוד לבד שיכבד הצעיר הכבוד הראוי לבכור, עדין לא יראה שיאות ליעקב לאמר לעשו שימיר כבודו בלא יועיל. ואם שנניח כדברי האומר שמכירת הבכורה לא היה נזיר עדשים אבל כסף רב כערכה, עדין יקשה הסדר והגלגול אשר בו נתגלגל דבר מכירת הבכורה, כי אם היה יעקב נותן עיניו בה, היה ראוי להיות(ם) מליץ ביניהם, מעורר עשו מצד יעקב [ש]יתן אליו כבודו בכסף מלא, אבל כשיבא עשו מצידו עיף מבקש ממנו אוכל להשיב נפשו, ושעל זה יתעורר יעקב לצוד את בכורתו לקחתה, זה מאד צריך ישוב.", 
            "ומה שיישב זה, הוא מה שאמרו רבותינו ז\"ל בבבא בתרא (ב\"ב טז, ב) שאותו היום מת אברהם, ובישל יעקב עדשים להברות את האבל, ועשו לפי הנראה לא היה בפטירת אברהם כלל, לא דמעה עינו למותו, ולא נשבר לבו לאבל יצחק, אבל בא אליהם כחסר לב בוזה דרכיו, והוא התעסק בשדה בשגעונותיו, גם כאשר קרה מקרהו לבא אל הבית ומצא יעקב מתעסק בהבראת אביו, לא הסב אליה כמשפט לנוד ולנחם, אבל אמר כדרך הזוללים הלעיטני נא וגו', כלומר אפתח פי ושפוך לתוכה כמו שכתב רש\"י ז\"ל (בראשית כה ל). ובראותו יעקב מקלה אבותיו על זה הענין הזר, קינא מאד שירשם כבוד יצחק עליו יותר ממה שירשם על יעקב, כי כבוד הבכור על הצעיר הוא מצד היות האב מתחקה ונרשם יותר עליו כי הוא ראשית אונו, ולזה יחוייב הצעיר לכבד האח הגדול כמו שדרשו רבותינו ז\"ל (כתובות קג, א), ואחרי היות עשו מקלה אבותיו איך ירשם כבודם בו יותר מיעקב, ולזה אמר יעקב לעשו בראותו רוע מעשיו, אחרי אשר אני מעלה אבותי על ראש תפארתי, וכיום אני מתיחס אליהם יותר ממך, מכרה כיום את בכורתך לי, כלומר שיהיה יחסנו אל אבינו בימים הבאים כיחסנו היום, כי אין מן הראוי שתריח כל היום ריח שדך ואנכי הולך בעקבות אבינו, וכאשר יעלה על רוחך תתנשא לאמר אשר עליך נקרא שם אבינו יותר ממני.", 
            "ועשו התבונן בעצמו ממעשהו אשר בחר בו, ואמר הנה אנכי הולך למות ולמה זה לי בכורה (בראשית כה, לב), ענינו שהטובים ילכו לעולם בדרך אבותיהם הטובים, כמו שאמרו רבותינו ז\"ל (ערכין טז, ב) לעולם אל יניח אדם אומנות אבותיו, וכל זה שיהיה נקרא שם אבותיו עליו, ומטבע ההולך שלא בדרך אבותיו ענינו בהפך שישכיח את שמם עד כמעט יאביד זכרם. ולזה אמר הנה אנכי הולך למות, לא בחרתי לכת בדרך אבותי אשר תפארתם לשבת בית, אבל אהבתי להיות למוד מדבר הולך על נפשי על מעונות אריות לצוד ציד, ומה בצע כי יקרא שם אבותי עלי ולא דרכיהם דרכי.", 
            "ויעקב ראה כי מכירת הבכורה לבשתו וכלימתו, ולזה אמר (בראשית כה, לג) השבעה לי כיום, ולא רצה זה למען יאסר עשו בזה מיראתו לנפשו, כי איש כמוהו לא יאסרהו נדר וכל שבועת אסר, וכבר אמרו רבותינו ז\"ל (ב\"ב טז, ב) שחמשה עבירות עבר עשו בו ביום, ומכללם שכפר בעיקר. אבל להיות רואה יעקב מקום הערעור בדבר המכירה, כי בכורת אב כיצחק לא ישקל כסף מחירה, רצה לקיים בשבועת עשו דבר המכירה, לבל יזקק אליו עוד אשר לו המשפט אם יבא לערער עליה. גם כי משפטי האומות עד היום לחזק קנינים, והשעבוד אשר להן חולשה בצד מה, כשישבע המשעבד והמקנה.", 
            "וסיפר (בראשית כה, לד) שיעקב נתן הלחם והנזיד לעשו, ושמח בנפשו למה שמילא כרסו, וביזה הבכורה, [ו]גם אחרי לכתו לא ניחם על סכלותו ורעתו לומר מה עשיתי, והוא אומרו ויאכל וישת ויקם וילך ויבז וגו', כלומר גם אחרי לכתו. וזהו שלא מצאנוהו מתאונן עליה כלל כי אם בצירוף תלונת הברכה, שאמר (בראשית כז, לו) את בכורתי לקח וגו', אשר בנפול עליו תלונה עלתה על לבו גלגול הכל. מצורף כי אז הכיר שהקשר אשר ליצחק עם תולדותיו, דבר רב הערך מאד, כי מבורכיו יירשו ארץ, ולזה דאג על הבכורה. מצורף כי בעת ההיא היה בן ששים שנה ויותר, וכאשר בז אליה היה נער חסר לב בן חמש עשרה שנה, ולזה בז אליה ונתנה בנזיד עדשים או בכסף מלא לא נתפרש בכתוב כדברי האומר כן.", 
            "ומכל מקום איך שיהיה הענין בא על סדר, ויעקב עשה הראוי על דרך שפירשתי.", 
            "ועם כל זה אין ספק, שכאשר השיב עשו הענין אל לבו, וסרה מעליו רוח עועים אשר בעתתו, שטם את יעקב על זה, כי כמו שהוטבעו האחים על טבעים מתנגדים ממשיכים מיעוט האחוה ורוב שנאה, כן נמשכו מעשיהם מקניאים עשו ביעקב, כי אם היות אשר יעקב לא פעל ועשה כי אם מה שראוי לעשות, עם כל זה דרכיו ומעשיו עם עשו באו בענין אשר כמעט אפילו בשר המת ירגיש, והרפאים יחוללו, אף כי מרגיז הארץ כעשו.", 
            "ובפרט דבר ענין הבכורה, עם היות שיעקב פיתהו ויפת, מכל מקום כבר הסכים בו מדעתו, ותלונתו לנפשו וחמתו על עצמו, אבל דבר הברכה יקנא יותר מאד, מי יוכל שאתו, שאחר שעשו קיוה להתברך מפי אביו אשר עוררהו בזה, לא שנתעורר מעצמו הוא, בא יעקב ויקח ברכתו, זה דבר מקנא מאד, משלח מדנים בין אחים.", 
            "עם שהענין זר בעצמו צריך ישוב, כי לא ימלט מאחד משני פנים, אם שלא היתה ברכת יצחק כי אם בדמות נבואה פשוטה מגדת את אשר יקרה לבנים האלה באחרית הימים, לכשתהיה נפש יצחק כלל [אינו] נוטה לאחד משני הבנים, רוצה בתקנתו ומתפלל עליו. ועל זה הדרך לא יהיה דבר המטעמים עד שתתאחד נפש יצחק באהבת הבן (המבין) [המכין], יתכוין להתפלל על תועלתו, אבל כדי שתוכן נפש יצחק להתאחד בו עד שתגיד לו עתידותיו, על דרך מה שענה הנער לשאול ויאמר הנה נמצא בידי רבע שקל כסף ונתתי לאיש האלהים והגיד לנו את דרכנו (ש\"א ט, ח), וכמו שאמר ירבעם לאשתו ולקחת בידך עשרה לחם ונקודים ובקבוק דבש וגו' הוא יגיד לך מה יהיה לנער (מ\"א יד, ג).", 
            "וחלילה שיהיה זה שכר הנביא בנבואתו, אבל מה שאחשבהו בו הוא, כי כאשר לא תבא הרוח מאת האלהים לנביא מעצמה, אבל יצטרך הנביא לחזר אחריה, לא תושג כי אם בהכניע הטבעים כולם כדי שתתיחד הנפש ותשיג הנעלם ההוא, והטבע ימאן זה, ובעת הלחמו אי אפשר שתשיג הנפש התבודדות הצריך לזה (הניגוד) [בניגוד] טבע המציק, ולזה יצטרך (אל) שיקבל הנביא דבר נרצה אצל הטבע, כדי שיסכים בהתבודדות ויסיר מהעיק. וזה על דרך שאמר (זהר על הכתוב במדבר כט יא) תנו שוחד לסמאל. ונראה שהיו נוהגים הנביאים בזה, עד שאמר אמציה אל עמוס חוזה לך ברח לך אל ארץ יהודה ואכל שם לחם ושם תנבא (עמוס ז, יב), כלומר שם תקח דורונות להתנבא. ולזה מצאו מקום לשקריהם נביאי השקר עד שהיה לוקחים בפרהסיא שכר נבואתם, כמו שאמר הכתוב (מיכה ב, יא) לו איש הולך רוח ושקר כזב אטיף לך ליין ולשכר והיה מטיף העם הזה, ואילו לא היו נוהגים כן נביאי האמת, כבר היה מתפרסם פחזות ושקרות נביאי השקר. ונניח הענין הזה שאין זה מקומו, אלא שרציתי לבארו להיותו מתמיה קצת.", 
            "ומכל מקום נתבאר שדרך הנביאים לקחת ארוחה מה, כשירצו להתבודד בהגדת עתיד מה, עם שלא יהיה בהם נטיה באחד מחלקי העתיד אם לטוב אם למוטב. ואם נאמר שברכת יצחק היתה נבואה פשוטה מגדת עתידות מאין נטות לתועלת המוגד עליו כלל, יהיה דבר המטעמים על זה הדרך. ואם תרצה תחליט הענין ותאמר שהיה לשמח יצחק, מפני שאמרו רבותינו ז\"ל (פסחים קיז, א) שאין הנבואה שורה אלא מתוך דבר שמחה.", 
            "ומכל מקום ברכת יצחק לא תהיה על דרך מברך ומתפלל אלא על דרך מגיד עתידות, לא תועיל בו זכות יצחק ותפלתו כלל, וזה אחד מן הפנים. והשני הוא כי בזכות יצחק ובברכתו אשר היא מורכבת מתפלה והגדת העתידות, נתברך המתברך על הדרך אשר ברכהו.", 
            "ועל כל אחד מהפנים קושיות חזקות, כי אם לא היתה ברכתו כי אם הגדת עתיד לבד, למה ירע זה לרבקה עד שהמציאה כל זאת התחבולה המטילה קנאה ביניהם ורבה משטמה, ולמה לא תכסוף גם היא לדעת העתיד לכל אחד מבניה, עד שפשט הכתובים מורה בביאור כי מצד ברכתו ינחלו הטוב הנכלל בה כולו או רובו, כמו שהצענו באופן השני.", 
            "אמנם, גם כן עליו ספק חזק, והוא, שאם זכה המתברך בכל דבר הברכה או במקצתה בזכות יצחק ותפלתו, איך זכה יעקב בהעביר כונת יצחק המתפלל והמעתיר, כי גם שנניח שלא יעתר לו השם יתברך להמשיל עשו כמו שכוון יצחק, איך יעתר השם יתברך להמשיל שכנגדו והוא יעקב, אם אמת הדבר שיעקב לא זכה בברכה הזאת כי אם מצד תפלת יצחק, ואיך עתירתו תעציבהו ותפלתו אל חיקו תשוב, ושיהיה הדבר בתכלית החוזק עד שאמר יצחק הדואג על זה לעשו גם ברוך יהיה (בראשית כז, לג), כלומר אחר שיצא מפי דבר אין להשיבו. כללו של דבר כי דבר הברכות על איזה מהאופנים (שנניחוהו) [שנניחהו] מפליא מאד.", 
            "ואשר אחשבהו בזה הוא, כי יעקב מטרם ברכת יצחק צלח להיות גביר, כי כבר אמר השם יתברך לרבקה עודם בבטן ורב יעבוד צעיר, אמנם זאת הנבואה לא ידעה יצחק, כי המתנבאים בימים ההם מן הנראה שלא היה להם רשות לפרסם נבואתן, מפני שלא היו נביאים מפורסמים כאשר נמשך אחר כך בזמן הנביאים. וגם בהם עתה נראה שהיה צריך רשות כולל או פרטי מהשם יתברך, שכבר אמרו בפרק קמא דיומא (ד, ב) וידבר ה' (אל משה) [אליו] מאהל מועד לאמר (ויקרא א, א) אמר רבי מנסיא משמיה דרבי מנסיא רבה מנין לאומר דבר לחבירו שלא יאמר אותו עד שיאמר לו לך אמור תלמוד לומר מאהל מועד לאמר, ואם היה זה בחק משה כל שכן שראוי להיות בחק המתנבאים בימים ההם, כי אם השם יתברך יגלה סודו אל עבדיו הנביאים אין להם שיפרסמוהו, ולזה לא ידע יצחק מה שהיה מיועד כבר שיעקב יהיה גביר, עד שחשב את עשו להיות מושל על אחיו.", 
            "אמנם רבקה עם היותה יודעת מה שהודיעה השם יתברך ביעקב, דאגה מאד בשמעה כי יצחק רוצה לברך את עשו (מדעתה) [מדעתו ל]אשר הוא אהובו, פן אולי מצד ברכת יצחק ותפלתו יצלח למלוכה, עם היות שכבר נתיעדה ביעקב. וזה מצד שכבר כתבתי למעלה, שהיעודים אשר היו בימים ההם לא היו חזקי הקיום, ולכן דאגה אולי יצחק בתפלתו יהפך המלוכה לעשו. ולזה סיבבה בזאת התחבולה הנפלאה שיבורך יעקב, ועם היות שכבר ידעה שלא יזכה יעקב מצד ברכתו במה שהיה רע בעיני יצחק, כי אין זה מן הראוי וכמו שכתבתי למעלה, עם כל זה מצד שכבר ידעה שיעקב כבר נתיעד להיות גביר הסכימה אל האמת, כי כאשר תחול רוח השם יתברך על יצחק לברך העומד בין ידיו, ישים השם דבר בפיו ויגידהו את כל המוצאות אותו לטוב, אם שיזכה בה מצד ברכתו או זכה בהם כבר, בדבר הממשלה ליעקב.", 
            "וימשכו מזה שתי תועליות, האחד שלא יסוב יצחק בתפלתו הממשלה לעשו, והשני שממשלת יעקב על עשיו תהיה יותר קיימת, כי כמו שכתבתי למעלה שהיעודים בימים ההם אשר לא היו חזקי הקיום יקוימו כשיעשה בפעל איזה דבר דומה ליעוד העתיד, כן בלי ספק יחוזקו איזה חיזוק כשיאמר היעוד לאיש המיועד. ומפני שהיעוד שנאמר לרבקה באמרו (בראשית כה, כג) ורב יעבוד צעיר, לא הוגד שנית ליצחק ולא ידע בו כלל, אין ספק שנתחזק באמרו השם יתברך שנית ליצחק ונתברך בו יעקב בעל היעוד.", 
            "ואחשוב עוד, כי כאשר ברך יצחק את יעקב כבר ברך אותו כמסתפק אם הוא יעקב או עשו, כי כבר ראינו שהרגיש החשש באמרו (בראשית כז, כ) מה זה מהרת למצוא בני, ואמר עוד (בראשית כז, כא) גשה נא ואמשך וגו', ושילש עוד ואמר (בראשית כז, כב) הקול קול יעקב וגו', ואין ספק שהקול אות חזק מהידים. ומכל זה נראה שלא היה ברור אצל יצחק שהיה עשו בלא ספק, אבל ברכו כמסתפק למה שהיה חושב כמו שאפשר, והוא כי אין ספק שיצחק היה אוהב את יעקב וחפץ בברכתו בכל מה שלא יביא היזק ממנו לעשו, ולזה חשב שברכתו היא אל העומד בין ברכיו, [ו]גם כי יהיה יעקב אי אפשר שתזיק לעשו, כי אי אפשר שיזכה יעקב מצד ברכתו מה שיקשה בעיניו ויהיה הפך כוונתו. ולזה חשב, שאם יהיה יעקב לא ישים השם יתברך בפיו דבר יוזק בו עשו, ואם יתברך במה שלא יוזק ממנו עשו ייטב בעיניו, כי גם הוא יצא מחלציו, ולזה לא רצה שימשך מברכתו כי אם תועלת גם כי יהיה יעקב, ולמה שכבר נטה דעתו שיהיה עשו, עם שלא בא זה אל תכלית הבירור לא נמנע מלברכו. והשם יתברך באהבתו אל יעקב שם בפיו של יצחק בברכו אותו כל הטוב העתיד ליעקב, אם שיזכה בו מצד ברכת יצחק ואם שכבר זכה בו בדבר המלוכה, וזה בל ישית את לבו לבקש המלוכה לעשו.", 
            "וכאשר כלה יצחק לברך את יעקב, כשראה שהשם יתברך שם בפיו לאמר הוה גביר לאחיך, חשב להיות מאומת בלי ספק שהמתברך הזה עשו היה, ולא ידע כי לא יצלח למלוכה מצד ברכתו, אבל כבר ניתנה אליו. ולזה בבא עשו חרד חרדה גדולה ויאמר מי אפוא וגו' (בראשית כז, לג). ומכל מקום חתם ואמר גם ברוך יהיה, כי נתן אל לבו כי לא זכה למלוכה מצד ברכתו שיעד, שיהיה בה מקום ערעור לומר שהיתה הברכה בטעות, אבל מה' יתברך יצא הדבר, וגם כי אוכל בתפלתי להסב אותה אליך אין זה מן הראוי, כי איך אשא פניו, אף עלינו לרצות אשר כבר רצה בו השם יתברך."
        ], 
        [], 
        [], 
        [
            "\"אמר רבי (יונתן) [יוחנן] אין הקב\"ה משרה שכינתו אלא על חכם גבור ועשיר ועניו, וכולם ממשה וגו'\". (נדרים לח, א).", 
            "מן הידוע כי אחר שרצה השם יתברך לברוא את העולם הזה לכבודו, והסיבה התכליתית אצלנו בו למען יעבדוהו המין האנושי, יחוייב שימשך לאדם מאתו שפע (הוא) למעלה מן השכל הנקרא שפע נבואיי, להשלים הנפש למען תאור באור החיים, ולא יספיק לזה שפע שכלי לבד, כי הדבר אשר יוסכל עצמו ואמיתתו אי אפשר שיודעו הדברים המועילים והמפסידים אליו. על דרך משל, אם סכלנו מזג האדם אי אפשר שנדע הדברים אשר בהם נמשיכהו על שוויו, או נשיבהו אליו אם יצא ממנו, אבל יתחייב לנו בתחילה לצייר אותו ולהשיג אמיתתו כפי כחנו, ואחר נדע הדברים הנאותים אליו או המנגדים. ומתחייב גם כן בנפש שאי אפשר לנו מצד מחקרנו לעמוד על אמיתתם, ראוי שנהיה סכלים בדברי המנגדים והנאותים אליה, אם לא יגיע אלינו שפע אלהי נבואיי אשר הוא למעלה מהשכל, בו יודעו הדברים הנרצים אצל השם יתברך והעושים רושם בנפש, והם מצות התורה ואזהרותיה. ואין ספק שלמי שבא אליו זה השפע, יצטרך שיהיה שלם במעלות השכליות ובמעלות המדות, שאין ראוי שיחול רוח השם יתברך על האיש רע המדות, (משלי ג, לב): \"כי תועבת ה' נלוז\". ולא מזה הצד לבד, אבל מצד המשך הדברים כפי טבעיהם, והוא שידוע כי הדברים כולם יתקרבו לדומיהם ויתרחקו מהפכם, והוא מצד האחוה בדומה וההתנגדות בהפך. וידוע כי האדם כל עוד שימשך במדרגת העיון ובטוב התכונות, יתקרב אל השכלים הנבדלים, וראוי שיתאחדו בו. כי האדם יש לו שתי פניות, לצד מעלה ולצד מטה, וכשיתבונן וישלים עצמו במושכלות ויהיה בעל תכונות טובות, הנה הוא נפרד מהתחתונים ופונה אל צד המעלה, וכשיפסק עיונו מזה ויטה אל הדברים החומריים, הנה הוא פונה אל צד המטה. [וזה] (כ)אשר נרמז במראות יעקב אבינו עליו השלום בסולם, באמרו (בראשית כח, יב): \"והנה מלאכי אלהים עולים ויורדים בו\", והוא שנראה אליו שהמקום ההוא מוכן לנבואה, ושממנו יעלו האישים להשלים עצמם. אמנם הראו לו כי (עוד) בחיים חייתם אי אפשר שתהיה העליה רצופה הולכת על סדר, אבל יהיו עולים כל עוד שיתעסקו בצרכי נפשם. והיתה ההערה בזה להרבות הדברים העוזרים לעליה, ולמעט הדברים המחייבים הירידה כפי האפשר. ואם יהיה זה בדברים החומריים הכרחיים, שאי אפשר כשיתעסק בהם שיפנה אל צד המעלה, כל שכן מי שיהיה נשקע בתכונות הרעות, שהם התאוות המותריות לדברים החומריים, שאי אפשר התקרבו לשכלים הנבדלים, אבל יתרחק מהם בהכרח. ולזה הוא מאמר רבי יונתן שאין הקדוש ברוך הוא משרה שכינתו אלא על חכם ועניו, שהם כוללים מעלות השכליות ומעלות המידות.", 
            "אבל במה שהצריך לנביא להיות גיבור ועשיר צריך טעם. וקצת המפרשים (רמב\"ם, בפ\"ז מיסה\"ת ה\"א, ובשמונה פרקיו פ\"ז) פירשו שרצה באמרו גיבור, שמגביר שכלו על תאותו, ועשיר, שתהיה לו מדת ההסתפקות. השוו עשיר וגיבור שאמר רבי (יונתן) [יוחנן], לאותם המוזכרים בדברי בן זומא באבות (פ\"ד מ\"א). ואין דבריהם נכונים, שאם כן אחר שהזכיר עניו, לא היה צריך להזכיר גבור ועשיר, שכבר אמרו רבותינו ז\"ל בפרק קמא דעבודת אלילים (ע\"ז כ, ב) ענוה גדולה מכולן. הנה ביארו כי מי שהשיג הענוה, אי אפשר מבלי שיקדמו לו טהרה וקדושה ויראת חטא ויתר המעלות המוזכרות שם, וכיון שכן מן הידוע שהוא מושל על יצרו ושהגיע אל מדת ההסתפקות, שאם יצרו מושל עליו וידאג תמיד למה שלא השיג, אי אפשר לו שישיג אותן המעלות. ואין ספק שמעלות אלו ישלימו הנפש ויפרידוה מן התחתונים, ויהיה דביקות בינה ובין העליונים עד שיהיה ראוי לנבואה, ואם יטה מן החכמה והענוה שהם מעלות השכליות והמדות יגביר כוחות גופניות אשר ימצאו בו, מאשר חומר שלו משתתף עם הבהמות ולא מאשר הוא איש, ולכן יבדילוהו מהשם הבדל עצום. אמר הנביא (ישעיה נט, ב): \"כי אם עונותיכם היו מבדילים וגו'\". אם כן צריך הנביא להסיר פחיתיות מעליו, ושימצאו בו השלמות האמיתיים שהם החכמה והענוה. ועוד קשה עליהם, שהרי שם בנדרים (לח.) בפרק אין [בין] המודר הוכיחו גיבור מדכתיב (שמות מ, יט): \"ויפרוש את האהל על המשכן\", ואמר רב משה רבינו עליו השלום פרשו, וכתיב (שם כו, טז) \"עשר אמות אורך הקרש\", והקשו שם ולימא דאריך וקטין, אלא מן הדין קרא דכתיב (דברים ט, יז): \"ואתפוש בשני הלוחות\" ותניא הלוחות ארכן ששה ורחבן ששה ועבין שלשה. עשיר דכתיב (שמות לד, א): \"פסל לך שני לוחות וגו'\" פסלתן יהא שלך, וכן הוכיחו מיונה דכתיב (יונה א, ג): \"ויתן שכרה וגו'\", [ואמר ר' יוחנן שכרה של ספינה כולה, ואמר ר' רומנוס שכרה של ספינה הויא ד' אלפים דינר זהב]. והנה ביארו גיבור ועשיר כפשוטו. ועוד יקשה על אלו המפרשים מה שאמרו בפרק המצניע (שבת צב, א) וליגמר ממשה דלמא משה שאני דאמר מר אין השכינה שורה אלא על חכם גיבור ועשיר ובעל קומה, ואין בבעל קומה מדה טובה ולא מעלה שכלית, אלא הדברים כפשטן. אבל יצטרך ביאור מדוע יצטרך הנביא להיותו עשיר ובעל קומה, כי בגיבור נוכל לפרש שצריך להיות אמיץ לבו בגיבורים מי שהוא שלוח להוכיח עם רב ולא ישוב מפני כל, כמו שהזהיר השם יתברך לירמיה (ירמיה א, יז): \"ואתה תאזור מתניך וקמת ודברת אליהם את כל אשר אנכי אצוך אל תחת מפניהם פן אחתך לפניהם\", אבל בעשיר ובעל קומה צריך טעם. והתשובה בזה שאם יצטרך הנביא הנבואה להשלים לעצמו לבד לא לזולתו, היה ראוי שינבא מי שימצאו בו השלמויות אשר תושלם הנפש בם יהיה הגוף שלם או חסר, אבל הנביא שינבא להמון ומודיע מה שצוהו השם יתברך, יצטרך שיהיה נבחר ונרצה מכל הכתות, מאוהבי החכמה ואוהבי העושר ואוהבי הגבורה, ושישלימו לו מעלות המדות. ולשון נביא הוא המשמיע תמיד ומדבר להמון, כאמרו (שמות ז, א): \"ואהרן אחיך יהיה נביאך\", לא רצה שיתדבק השפע באהרן עד שיהיה לו לנביא ידרוש מאתו העתידות, אבל רצה בו שישמיע מה שישים משה בפיו. ולזה יקרא גם כן נביא הבעל נביא, כי נביא נגזר מלשון (ישעיה נז, יט): \"ניב שפתים\" ולזה צריך הנביא שישלימו לו המעלות השכליות וההמוניות. והוא אמרם ז\"ל בפרק המצניע (שבת צב, א) בעל קומה, להיותו יותר נראה אל ההמון בענין ההדור, כמו שאמרו בבכורות (מה:) מנין שהקב\"ה משתבח בבעל קומה, ולזה אין ראוי לדבר ברבים אלא איש שיהיה בעל קומה שיהיו דבריו נשמעים יותר, כענין שאמרו בתענית (טז.) תנו רבנן יש שם זקן אומר זקן, אין שם זקן אומר חכם, אין שם לא זקן ולא חכם אומר אדם של צורה. הוא שירמיה אמר (א, ו) \"לא ידעתי דבר כי נער אנכי\", לא אמר איני צדיק או חסיד, אבל אמר כי עם היותו ראוי לנבואה שכבר שלמו מעלות נפשו, אחרי שלא ידע דבר אין ראוי [לו] להשתלח במלאכות השם ולפרסם את אשר יצונו.", 
            "מדוע היה משה רבנו כְּבַד פֶּה וּכְבַד לָשׁוֹן?[עריכה]", 
            "והנה יש כאן שאלה, היות משה אדון הנביאים (שמות ו, ל): \"ערל שפתים\" עד שהוצרך אהרן אחיו להיות מתורגמנו (שם ז, א-ב). ואין להשיב כי מאשר היה טבעו כך הניחו על ענינו ולא רצה לשנות טבעו למעט, שהרי כל ענין משה היה למעלה מן הטבע, כי מן הנמנע הוא שיעלה אדם למדרגה שעלה בה על דרך המנהג הטבעי, כאמרו (דברים לד, י): \"ולא קם נביא עוד וכו'\", הודיענו כי נבואת משה רבינו הוא למעלה מן הטבע, ושהשלימו השם יתברך בענין נסיי, איננו אפשרי שישיגנו האדם כפי המנהג הטבעי, שאם היה כן איך אמר ולא קם נביא עוד בישראל כמשה, והשם יתברך לא ימנע טוב מבעליו לבלתי ישיג האדם המעלה שהיא אפשרית, אבל ענין הפסוק הוא להודיע כי ענין משה עליו השלום הוא מכח הנסים והנפלאות, יצא מגדר הענינים הטבעיים, שעם היות שחול רוח הנבואה על האדם הוא ענין אפשרי כפי המנהג הטבעי, אמנם כאשר תחול בו ישקעו כוחות גופו עד שיתבטלו פעולותיו. אבל חול הנבואה עליו והוא ער עומד על רגליו שלם בכוחותיו כאשר ידבר איש אל רעהו, הוא נמנע בחוק הטבע, והמשיג זה כמעט שישיג היותו איש ושכל נבדל כאחד. ואחר שנשתנה טבעו על הענין הזה, יותר קל היה לשומו צח הדיבור. ומשה רבנו עליו השלום נפלא מזה, איך היה שאחר שנבחר לנביא לא הוסר כובד לשונו, והוא אמרו (שמות ד, י): \"לא איש דברים אנכי גם מתמול גם משלשום גם מאז דברך אל עבדך\". ואין ספק כי אמרו גם מאז דברך אל עבדך הוא כמתמיה על זה. ולא השיבו השם יתברך בזה, רק (שם, יא) \"מי שם פה לאדם\", ולפי הנראה אין התשובה על ענין (הטבע) [התימה] כלל. וראינו עוד לרבותינו ז\"ל מרחיקים מאד שיהיה למשה מום גופני, אמרו בפרק המקנא (סוטה יב, ב) והנה נער בוכה ותחמול עליו ותאמר מילדי העברים זה (שמות ב, ו), קרי ליה ילד וקרי ליה נער, הוא ילד וקולו כנער, אמר ליה רבי נחמיה אם כן עשיתו למשה בעל מום. ולמה לא תמהו על המבואר בפסוק היותו כבד פה. והתשובה על זה כי מהיות התורה וקיבולה הדבר היותר גדול שאפשר שיהיה במין האנושי, ראוי לעם שיקבלו אותה, שינתנו להם הוראות חזקות שהתורה היא אמיתית, ושיוסר כל ספק מאותן ההוראות ומהענין ההוא בכללו שאינו בא כי אם בכח אלהי, ועל זה נמשך יציאת מצרים כולו. כי רצה השם יתברך שיתחדשו האותות בגאולה ההיא שהיא בלי ספק התחלת התורה, למען ידעו כל ישראל שהנמנעות בחק הטבע אינם נמנעות בחק השם יתברך, כי זאת הפינה היותר גדולה בדת, ומי שיכפור בה יכפור הדת בכללו ויבטל גמול ועונש לגמרי. ובהיות זה קוטב התורה אשר עליו תיסוב, רצה [ש]זה (ש)יתפרסם בארץ מצרים, לפי (שיהא) [שהיא] ארץ החרטומים והמכשפים, ומה שיבחן שם שהוא דבר נמנע בחק הטבע, וכי לא תספיק בו חכמת הכישוף אשר היא סעיף מסעיפי החכמה הטבעית, ראוי שנאמין שנעשה בכח אלהי בלי ספק, ושהנמנע בחק הטבע אינו נמנע בחק השם יתברך. ואילו נתחדשו האותות המופתים בארץ נעדרת החכמה היה נשאר ספק בפינה הזאת עדיין, כי אולי יחשבו האנשים כי כל האותות נתחדשו בחכמת הכישוף, ושהם כולם אפשריים בחק הטבע. וזהו ענין נרמז לרבותינו ז\"ל במסכת מנחות (פה.) בפרק כל קרבנות הצבור אמרי ליה יוחני וממרא וכו', כאשר כתוב בדרוש החדש הזה. ולזאת הסיבה נשלם משה בכל שלמות נביא, להאמין שענינו בכח אלהי, והוסר ממנו בהשגחה גמורה הדיבור הצח, יען לא יחשב שהיות ישראל וגדוליהם נמשכים אחריו, היה לצחות דברו כמו (שאמר) [שיאמר] על מי שהוא צח הדיבור שימשיך ההמון אחריו, ושהשקר ממנו יחשב אמת, והדבר בהפך למי שהוא כבד פה וכבד לשון, שהאמת לא יקובל ממנו רק לחוזק הגלותו, ולזה הוסר בהשגחה, לא היה דבר נופל במקרה. והיא התשובה למשה שהיה תמיה לא איש דברים אנכי וגו', מי שם פה לאדם. והיא תשובה מספקת לשאלתו, לפי שבהעדרים לא יתכן על צד האמת פעולה ושימה, והאילמות הוא העדר, אם כן לא יתכן בו שימה, כי אין הענין בקנין והעדר כענין בין שני הפכים, ששני הפכים לא תכללם סיבה אחת, אבל לכל אחת סיבה מיוחדת, ולכן יאמר שם הפועל בכל אחד מהם, כאשר יאמר בלובן ובשחרות, שמי שהלבין הבגד השחור פעל בו הלובן, לפי שאין סיבת הלובן סור סיבת השחרות לבד, אבל סיבה אחרת חידשה הלובן, ולכן יתלה כל אחד מהם בפועל. ואין הענין כן בקנין ובהעדר, לפי שסיבתם אחת, ולכן הקנין נתלה בפועל לא ההעדר, כי אינו נתלה רק בהעדר סיבת הפועל, כאילו תאמר כי עלות השמש על הארץ סיבת האור, הנה האור נתלה בפועל ההוא, אבל החשך שהוא העדר האור, אינו נתלה בפועל רק בהעדר סיבת האור, ולכן לא תתכן בו פעולה ובריאה, ולא יתכן לומר על צד הדקדוק שהשם יתברך ישים אילמות, שאיננו נתלה בסיבה רק בהעדר סיבה. אמנם כבר כתבו החכמים שעל צד ההעברה הלשונית, יאמר על מי שביטל סיבת הקנין שהוא חידש ההעדר, והוא אמרו (ישעיה מה, ז): \"יוצר אור ובורא חשך\", אף על פי שלא תתכן בחשך בריאה, כי אינו רק העדר סיבת האור, ועל זה הצד יאמר במי שכיבה הנר שפעל החשך. אמנם גם על צד ההעברה יש הבדל גדול בין הקנין וההעדר, כי הקנין מורה כוונת מכוין בין בפעל השם יתברך בין בפעלים האנושיים, וההעדר לא יורה כוונה כהוראת הפועל על כוונת הפועל, כי הפעל המסודר אי אפשר שיבא כי אם בכוונת פועל, והעדר הפעל יבא לאחת משלש סיבות, אם לכוונת מכוין בהעדר ההוא, אם שלא עלה על לב הפועל ההוא ונשאר בהעדר, ואם שעלה על לב אלא שלא הספיק יכולת הפועל על הפעל ההוא ונשאר בהעדר. וזה אמנם בפעולות האנושיות, אך בפעולות השם יתעלה אינו כן, שכמו שאין אפשר שיבא הפעל ההוא כי אם בכוונה ממנו, וכמו שהוא סיבת כל אופני הקנין, כן הוא סיבת כל אופני ההעדר. וזהו מה שהשיבו מי שם פה לאדם או מי ישום אלם, כלומר איך תחשוב שהיותך נעדר צחות הדבור הוא דבר נפל במקרה, מי שם וגו', כלומר שכמו שאי אפשר לדיבור שהוא קנין רק בכוונה ממנו, כן העדר הדיבור לאילמים מורה על כוונה ממנו, ואין דבר בפעולתו נופל במקרה, לא הקנין שבהם ולא ההעדר שבהם, אבל הכל ראוי שיהיה נתלה בו, כי הכל בכונה גמורה מאתו. הודיעו שבכונה גמורה היה כבד פה לסיבה שזכרתי. וזה דבר ביארו רבותינו ז\"ל אותו (בבראשית) [במדרש] רבה (שמות, על הכתוב שם ד יא), ויאמר ה' אליו מי שם פה לאדם, אמר לו אם אין אתה איש דברים אל תחוש, הלא אנכי בראתי כל פיות שבעולם, ואני עשיתי אילם מי שחפצתי ועור לראיה ופקח לשמיעה, ואם אני חפצתי שתהיה איש דברים היית, אלא לעשות בך נס אני חפץ, בעת שתדבר יהיו דבריך נכונים שאני אהיה עם פיך, ועתה לך ואנכי אהיה עם פיך. והנה נתבאר בזה שהיות משה ערל שפתים היה מכוון מאתו יתברך, שנאמר שלא היה טבעו גוזר שיהיה כך, והשם יתברך שמה[ו] על זה התואר. (בראש שנאמר שמטבעו היה כך, והשם יתברך השאירו על טבעו ולא שנהו). אבל מדרגתו היה שינוי הטבע ודבר נסיי גמור, כי שיעור מדרגת האדם להשיג בנבואה הוא אחד משני דברים, אם מדרגת החלום, ואם מדרגת המראה, כמו שאמר (במדבר יב ו) במראה אליו אתודע בחלום אדבר בו. ושתי אלו המראות הן שיחקה הנביא נבואותיו במשלים וחידות, כענין יעקב שנאמר (בראשית כח יב) ויחלום והנה סלם מוצב ארצה וראשו מגיע השמימה והנה מלאכי אלהים עולים ויורדים בו. והנה היה זה המשל להודיעו מעלת ארץ ישראל על שאר הארצות, שהיא הסולם אשר ממנו יעלו אל השמים הצדיקים שנקראו מלאכי אלהים, שאילו היה להורות לו שכל הנעשה בארץ הוא באמצעות המלאכים, ויהיה המשל שהמלאכים יתהלכו בארץ וישיבו אליו יתברך דבר לאמר התהלכנו בארץ, והנה הוא כענין השטן (איוב א ז), היה לו לומר מלאכי אלהים יורדים ועולים בו, כי הירידה קודמת לעליה. אבל מלאכי אלהים בכאן, רמז לצדיקים, אשר הם עולים דרך במעלות בארץ ישראל, ומפני זה אמר עולים ויורדים בו, כי אי אפשר שתהיה העליה לצדיקים רצופה, כי נפש האדם כמו שאמרנו יש לה שתי פניות, אל צד המעלה ואל צד המטה, ואי אפשר כל עוד שתהיה בגוף שתהיה פנייתה אל צד המעלה לבד, אבל תצטרך גם כן לפנות למטה להנהגת גופה. והוא המשל הנרמז באמרו מלאכי אלהים עולים ויורדים בו. והראה לו זה השם יתברך להיות ארץ ישראל יקרה בעיניו, ולהיות מגמתו אליה אחרי שישא את נשיו. והודיעו עוד, כי בצאתו מארץ ישראל צריך [הוא] שמירה מיוחדת יותר מבהיותו שם, והוא אמרו (בראשית כח טו) והנה אנכי עמך ושמרתיך בכל אשר תלך והשיבותיך אל האדמה הזאת כי לא אעזבך עד אשר אם עשיתי את אשר דברתי לך. וכל עד שבמקרא מורה על אחד משני דברים, אם שהדבר הקודם יפסק בהגיע אותו העת, כאמרו (שמות כד יד) ואל הזקנים אמר שבו לנו בזה עד אשר נשוב אליכם, שהוא מורה שאחרי שובם לא ישבו שם עוד, ועל זה הדרך הוא רוב עד שבמקרא. ואם שהדבר הקודם יתחייב שימשך יותר כשיגיע אותו העד, ויורה כי גם עד אותו זמן יהיה הדבר הפלוני, וכל שכן מאותו זמן ואילך שיתחייב יותר, וכמוהו (בראשית מט י) לא יסור שבט מיהודה ומחוקק מבין רגליו עד כי יבא שילה, שפירושו כי גם בהיות המלכות משוטטת בין השבטים, ושיתחייב יהודה שלא תהיה כל המלכות לשבטו, עם כל זה כל עוד שיהיה מלך בישראל לא יהיה ענשו כל כך שיסור ממנו שבט המלוכה לגמרי, עד כי יבא שילה שהוא מלך המשיח שאז יתחייב יותר שלא תסור המלוכה ממנו. וכן כי לא אעזבך עד אשר אם עשיתי, הוא על זה הדרך, כי אי אפשר שיהיה פירושו כי לא אעזבך עד אשר עשיתי אבל לאחר כן אעזבך, אבל פירושו הודיעו שבהיות דבקות הצדיקים בשם יתברך בהיותו בארץ הנבחרת, יותר מתחייב מזה שיעזבנו, אך מאשר היתה הליכתו לקיים מצות אביו כמו שצוהו ואמר לו (בראשית כח א) לא תקח אשה מבנות כנען, ישמרהו השם יתברך ויהיה עמו, כי הנדבק בטובים גורם שיתקרב (לבו) [בנו] לעבודת השם יתברך, ומי שאינו עושה כן גורם לזרעו הריחוק ממנו. ועם היות לבן אבי רחל ולאה עובד עבודה זרה, בחר יצחק להתחתן בו יותר משיתחתן עם בנות כנען. והטעם לכל זה כי עם היות האדם בחיריי במעשיו, והרשות נתונה בידו לבחור איזה דרך שירצה, כאמרו (דברים ל טו - יט) ראה נתתי לפניך היום את החיים ואת הטוב ובחרת בחיים, ומי שיכפור זה יכפור בכל התורה כולה. ולא די שיעקור התורה אבל יחלוק על טבע המציאות הנראה, כי מבואר נגלה שטבע המציאות על שלשה טבעים, מחוייב, אפשר, נמנע, ושהדברים האפשריים נעלמים אצל הטבע כמו שהוא נעלם אצלנו, ולולא זה היה האדם יודע במה שיעשה חבירו לאחר שעשה כמו שיודע במעשה עצמו, או יהיה סכל במעשיו כמו שיסכל במעשה חבירו. וטבע המציאות נגלה מפרסם שיחלוק על זה, אבל פעולות האדם בידו ורשותו אין עליו מכריח או מעכב. ועם כל זה לא יוכל לכפור בשום פנים שלא יהיו לאדם הכנות נמשכות אחר המזג לקצת מדות טובות או רעות, ואלו תכונות נפשיות נמשכות ומשתלשלות מאבות לבנים, לפי שהם טבעיות נמשכות אחר המזג לתת הכנה, ואם לא יכריחו. ולזה מאשר היו בנות כנען מוטבעים בתכונות רעות, היו בוחרים האבות להתרחק מהם, ולהתדבק במי שאינו מוטבע באותן התכונות הרעות גם כי היה עובד עבודה זרה, לפי שאותן התכונות מתעברות ונמשכות בזרעם, והם כמו חולי הגוף נקראים בספרי הרפואה חלאים ירושיים. לפי שמצות ועבירות התורה על שני פנים, מהם יעשו רושם בגוף ובנפש יחד, ומהם שלא יעשו רושם רק בנפש לבד. והרושם ההוא שיהיה בנפש לבד, הרושם ההוא עם היותו מזיק מאד לא יתעבר לבנים, כי אין לנפשות יחס וקורבה כלל. אבל אותן שירשמו וישנו לרע הנפש והגוף, בהכרח יעבור רשומם אל המשתלשל מהם. ואשר ירשמו לרע הנפש והגוף, הם העבירות שיש להם מבוא בתכונות נפשיות כשנאה וקנאה ואכזריות וכילות ודומיהם, כי אלו יעשו רושם רע בנפש כי הם העברה ותכונה רעה, ומלבד זה יעשו רושם רע בגוף על הדרך שאבאר. דבר ברור הוא, כי כמו שהליחות פועלות במדות, כן המדות פועלות בליחות. כי כמו שהוא מחוייב שמי שיהיה דם לבו חם רותח, שיהיה מוכן אל הכעס, כן יתחייב שמי שיכעוס תמיד, שיחם מזג לבבו ויטה טבעו שיהיה מוכן אל הכעס. וכזה בכל התכונות הנפשיות. הנה אם כן, מי שהוא מורגל אליהם, מטה מזגו וטבעו שיהיה מוכן להם, וברוב יהיה טבע הבנים שוקד על טבע האבות, ולכן רוע תכונות אנשי כנען היה מתחייב שיהא נמשך לבניהם אחריהם. ועם היות לבן עובד עבודת אלילים, לא יתחייב שיהיה טבע צאצאיו נמשך אחריו כלל. כי הדבר היותר ראוי להשמר ממנו, הוא מה שיש לו מבוא בתכונות הנפשיות, ובהתפעלויות המיוחסות לרוח הלביי, להיות התחלה ושרש וכמבוע ומקור לרוב מידות האדם, כמו שאמרו רבותינו ז\"ל (ירושלמי ברכות פ\"א ה\"ה) הב לי עינך ולבך ואנא ידע דאת דילי. ואף על פי ששיתפו העין עם הלב, לא שיהיה לעין פעל מיוחד בפני עצמו, אבל למה שיגביל מהרשמים ומהמוחשים ללב. וכן אמר הכתוב (משלי ד כג) מכל משמר נצור לבך כי ממנו תוצאות חיים. ואף על פי שהמפרשים (רש\"י, שם) פירשו שממנו שב אל משמר, ובא להזהיר שינצור האדם עצמו לבל יקל בשום משמר, והם הגדרים והסייגים שתקנו רבותינו ז\"ל, כי עם היותו קל בעיניו ממנו תוצאות חיים. והוא אמיתי בלי ספק. מכל מקום אין נראה שתהיה זה כונת הפסוק, שלא היה לו לומר לבך, כי הגדרים והסייגים תלוים במעשה לא בלב. ולפיכך נראה לי כי ממנו שב אל הלב, והוא ענין נפלא ומשל נכבד, כי המשל בדבר(י) חומרי והנמשל בדבר נפשיי, ושניהם בענין אחד ובנושא אחד שוה בשוה. וזה המשל היותר שלם שאפשר, ומשלים תועלת המשלים על הצד היותר שלם, כי תועלת המשלים הוא על הצד שאבאר. ידוע הוא שהשכל צופה ומשקיף בדברים המושכלים והדקים בעצמם, לא יצטרך שיהיו נשואים בחומר, והטבע הנטוע באדם לא יסכים לזה, אבל יצטרך שיהיו כל מושגיו ומובניו דברים חמריים מוחשים בחושים הגשמיים. [ולפיכך] כאשר ירצה השכל להישיר הטבע ולהבינו ענין דק, יצטרך שילמד לו אליו במשל ענין גס מוחש וקרוב אליו, כדי שיתקרב ממנו הענין הדק אשר הוא מכוון אליו. וינהג בזה מה שינהג החכם השלם שירצה שיבין ממנו תלמידו ענין דק אין שכלו מספיק אליו, שירגילהו בדבר אחד גס ממנו וקרוב אליו, כדי שיתחנך בו ויורגל, כן ענין השכל עם הטבע בשוה. וזהו תועלת רוב המשלים, אבל הם מתחלפים מנושא לנושא. כאשר המשיל שלמה עליו השלום (קהלת ט יד - טו) עיר קטנה ואנשים בה מעט ובא אליה מלך גדול וסבב אותה ובנה עליה מצודים גדולים ומצא בה איש מסכן וחכם ומלט הוא את העיר בחכמתו ואדם לא זכר האיש המסכן ההוא, והמשל לאמץ לב האדם ולהבין אותו, שכל חושי האדם ותאוותיו נשמעים ונמשכים אל היצר הרע, אשר הוא המלך הגדול הרמוז בכאן, וכי השכל אשר לאדם עוזריו מעטים, ויראה בתחלת המחשבה היותו חלוש ולואה לנצח זה המלך אשר בנה כבר מצודים גדולים, והם חושי האדם ותאוותיו, עם כל זה כאשר היה רואה עין בעין שהאיש המסכן אשר לא היה נחשב למאומה מילט העיר בחכמתו מיד המלך החזק, כן השכל, עם מה שיראה מחולשתו כנגד היצר, יכול להכניעו ולהשפילו, כי מעט מן האמת ינצח הרבה מן השקר, כאשר המעט מן האור ינצח הרבה מן החשך. וזה המשל, עם היותו שוה לנמשל, יתחלף ממנו בנושא. וכן רוב משלי שלמה הם על זה הדרך, כאשר המשיל הסכלות אשר ימצא למתרשל מן החכמה, באמרו (משלי כד ל - לא) על שדה איש עצל עברתי ועל כרם אדם חסר לב, והנה עלה כלו קמשונים כסו פניו חרולים וגדר אבניו נהרסה. רצה בזה שמי שאינו שוקד על החכמה בזריזות גמור יעלמו ממנו עניניה ויגבר עליו הסכלות, כמו שאמרו רבותינו ז\"ל (ספרי האזינו על הכתוב דברים לב ב) בואו ונפשפש בהלכות כדי שלא יעלו חלודה. ואלה המשלים כולם אמיתיים ומכוונים לענין אחד, והם מתחלפים בנושא. ובפליאה ימצא משל אחד מכוון לנמשל באותו הנושא בעצמו, ושיהיה המשל בדבר חומרי והנמשל בענין שכלי, וזה המשל קיבץ זה השלימות כולו. ואקדים בזה דבר שהוא שורש המשל והנמשל. והוא שידוע שהטעות הנופל בהתחלות, מאיזה חכמה שיהיה, גם אם יהיה הטעות קטן, ימשכו ממנו שגיאות יותר עצומות, ממה שימשך מטעות אחר יותר גדול ממנו, שלא יפול בהתחלה. המשל, יש בכאן עגולה גדולה וקוים רבים יוצאים מנקודת מרכזה אל המקיף, ידוע הוא, שאפשר שיהיה המרחב בין אלו הקוים פרסה או פרסאות, עם היותם נפגשים בנקודה אשר באמצע העגולה, ומי שהוא בנקודה אמצעית, ורוצה ללכת אל מקום רחוק דרך אותם הקוים, אם יטעה בין קו לקו, הטעות ההוא נופל בשיעור בלתי מורגש, ועם כל זה יביאהו אותו הטעות המועט שנפל אליו בהתחלה, לשגות בדרכו, יותר משאם נפל אליו הטעות באמצע הדרך, גם כי יתרחק מדרכו שיעור יותר רב, כי הטעות הנופל בהתחלות הוא נמשך, ואינו כן אותו שלא נפל בהתחלה. ועל זה הצד אמר הכתוב מכל משמר נצור לבך כי ממנו תוצאות חיים, ממנו שב אל הלב. ובזה הפסוק ענין חמרי גס, שהוא המשל, וענין שכלי דק, אשר הוא הנמשל. והמשל הוא שידוע שהלב הוא מקור החיים, וממנו נשפעות הכוחות כולן, כי גם לפי דעת האומר שהכוחות הם שלשה, נפשיים חיונים וטבעיים, כולם מסכימים שהתחלתם ועיקר חומרם הוא הרוח הנשפע מהלב, ולכן הטבע מקפיד לשמור הלב מאד, ודוחה מעליו הדברים המזיקים, כי (להיות) התחלת הפגע המועט בו יזיק יותר ממה שיזיק הפגע הגדול הנופל בשאר האברים, ולכן לא יסבול מורסא ולא פירוק חיבור ולא שינוי מזג גדול. והנמשל הוא שהתכונות הלביות הנקראות הפעליות הנפשיות, שורש העבודות כולן ושורש העבירות כולן. ומפני זה היו האבות מזהירין מהתחתן בבנות כנען, להיות הכנותיהם הלביות רעות, מתעברות לבניהם אחריהם על הצד שאמרנו, כי הן רושמות הנפש והגוף, ומצד הרושם שירשום בגוף ימשך לבניהם אחריהם. ואמנם שהתכונות הלביות שורש העבודות כולן, הנה זה מבואר בחיפוש, כי מצות התורה נחלקות לשלש חלקים. חלק [הראשון] מהם נתלה באמונות ובדעות לבד, כהאמונה במציאות השם יתברך, ושהוא משגיח, ואמונת הגמול והעונש, וכל מה שהוא ממין אלו המצות. אין ספק שהלב התחלה להם ושרשם ויסודם, עד שכמעט הם בלתי יוצאות ונמשכות ממנו כלל, אבל התחלתם ותכליתן בו. וזה החלק אינו רושם הגוף בעצם, כי אם במקרה. החלק השני הם המצוות המידותיות כצדקה וגמילות חסדים, ואלה אין ספק ששרשם ויסודם הוא הלב. ומפני שזה החלק כולל הרבה מן המצות, אמרו (שבת לא א) על אותו שבא לפני הלל ואמר לו שילמדהו כל התורה על רגל אחת, והשיבו ואהבת לרעך כמוך (ויקרא יט יח), ואידך גמרא הוא זיל גמור, רצו בו שמי שיקבע בלבו זאת התכונה הטובה, יקלו עליו עניני רוב המצוות. וזה החלק רושם הנפש והגוף יחד. וכן המצות המעשיות, שהם מוכנות על דבר אחד מכוון בם ראוי שנאמין אותו, כאכילת מצה שהוא זכר ליציאת מצרים, והישיבה בסוכה שהוא זכר לזה בעצמו, והשביתה בשבת שהוא זכר לחידוש העולם, המצות [האלה] עם היותן יוצאות ונמשכות מאברים אחרים מלבד הלב, אחר שהתכלית בהן שיצייר הענין המכוון בם בנפש, התחלתם ושרשם הוא הלב. החלק השלישי מן המצות הוא החלק שנעלם טעמו מעיני ההמון, והם הנקראים חוקים. וזה החלק, אף על פי שיראה ממנו שלא יהיה ללב בו מבוא רב, אינו כן, כי צריך שיהיו אלו המצות גם כן נעשות בכונה גמורה לשם שמים, עם היות שנעלם טעמן. הנה אם כן שורש המצות ויסודם הוא הלב, וממנו התחלתם. ולהיות הטעות המועט הנופל בהתחלות, מפיל בשגיאות יותר עצומות מהטעות היותר גדול ממנו שלא יפול בהתחלה, אמר מכל משמר נצור לבך וגו', כלומר שמור מאד תכונות לבך בתכלית הזריזות, ותמשיכם עד שיהיו שלמות, ושמרהו מכל משמר ותכונה רעה גם שתהיה בתכלית המיעוט, כי ממנו, רוצה לומר מן הלב, מוצא החיים הנפשיים, ואם כן ראוי לשמור אותו מאד כדי שלא יפול הטעות בהתחלה. הנה נתבאר שמחשבת השם יתברך בקיום מצותיו, הוא פרי המצות ושורש העבודה. ועל זה הדרך גם כן שורש המחשבה בעבירה, הוא שורש המרי. והוא אמרם ז\"ל (יומא כט א) הרהורי עבירה קשין מעבירה וכו', כמו שכתוב בדרש (הששי) במה אקדם. הנה מבואר שהמצות והעבירות העיקר בהן היא הכונה, אם כן מחשבת הלב הוא שורש העבודה והמרי, ולזה אמר מכל משמר נצור לבך וגו', כי להתפעלויות הנפשיות אשר שרשם ויסודם הלב, מבוא גדול בדבקות השם יתברך והקורבה אליו, גם באותם הפעליות שאין בהם מצוה ולא עבירה כשמחה ועצבון, שהרי רבותינו ז\"ל אמרו (פסחים קיז א) מזמור לדוד שאמר שירה ואחר כך שרתה עליו שכינה, ללמדך שאין השכינה שורה לא מתוך עצבות ולא מתוך עצלות ולא מתוך כובד ראש אלא מתוך שמחה, שנאמר (מ\"ב ג טו) ועתה קחו לי מנגן והיה כנגן המנגן ותהי עליו יד ה'. והנה הדבקות הגדול שיש בין האדם לבוראו הוא השכינה, וצריך לזה הדבקות הפעלת לביי פועל אותו, והסיבה בזה לפי שהכח הנבואיי צריך לכח הגופיי אשר הוא הכח המדמה, וזה הכח יתחזק בהיות האדם פוגש הדבר שיאות אליו ויערב (לך) [לו]. ובזה יוסר ספק גדול, והוא איך רצה השם יתברך שיברך יצחק את יעקב והוא לא ידע שהוא יעקב אבל היה סבור שהוא עשו, כי עם היות שלא נגרע בזה כח הברכות כמו שאמרנו, מכל מקום היה ענין יותר נאות שידע יצחק בברכו את יעקב למי היה מברך. ועוד שנמשכה מזה איבה ושנאת עולם לעשו, לומר שהוא סיבב לקחת ברכתו, מה שלא היה אילו באה רוח נבואה ליצחק שיברך אותו. והתשובה בזה, שמבואר הוא בפסוק (בראשית כה כח) כי יצחק היה אוהב את עשו, ואין ספק שלא היה מכיר את מעשיו הרעים כמו שהודיעונו רבותינו ז\"ל (תנחומא תולדות על הכתוב בראשית כה כח). ואילו באתהו הנבואה שיניח בנו בכורו אשר אהב ויברך את יעקב, אין ספק שהיה מתעצב בזה, ויהיה עצבונו סיבה שלא תחול עליו רוח השם יתברך על השלמות, ולזה רצה השם יתברך שיהיה סבור לברך בנו עשו אהובו, כדי שיתרחב לבו וישמח, וישיג רוח אלהי בתכלית מה שהיה אפשר לו להשיג. והיא הסיבה במה שאמר יצחק לעשו (שם כז ד) ועשה לי מטעמים כאשר אהבתי והביאה לי ואוכלה בעבור תברכך נפשך, כדי שתתרחב נפשו ותשמח, ויחול עליו רוח נבואיי. ואם תקשה ותאמר אם כן היאך תועיל הברכה ליעקב, ולמה אמר יצחק (שם לז) הן גביר שמתיו לך ואת כל אחיו נתתי לו לעבדים וגו' ולכה אפוא מה אעשה בני. ואיך שמו גביר, אחרי שנתכוון לתת הכל לעשו, הרי לענין נדרים שנינו (נדרים פו ב) נדרה אשתו וסבר שנדרה בתו, נדרה בתו וסבור וכו', הרי זה יחזור (ויתיר) [ויפר], כי הדברים שיאמרו לאיש אחד בחזקת איש אחר לא יעילו לו כלום, וכיון שכן הוא, למה אמר יצחק ולכה אפוא מה אעשה בני. ועוד מדוע לא ערער עשו על הברכה, ואמר (בראשית כז לח) הברכה אחת היא לך אבי, היה לו לומר הברכה ההיא בטעות היתה ולא תועיל לו, תננה לי. והתשובה בזה כי הנביא אינו פועל בנבואה כלל מצד בחירת עצמו, לא בעניניה ולא במלותיה, אבל הוא כלי לבד אליה, כמו מראה הזכוכית שתאיר כפי השיעור שיראה בה מן השמש, ויבואהו רוח השם יתברך עם מלות מסודרות מוגבלות, לא שהנביא יעשה מלות לכוונה אשר השיג, הוא מה שאמר דוד (שמ\"ב כג ב) רוח ה' דבר בי ומלתו על לשוני. יאמר כי הדבור ההוא באהו ברוח השם יתברך, ולא כוונת הענין בלבד, ושהוא יחדש המלות הנמשכות לכונה, אבל גם המלות הונחו מאת ה' על לשונו, אין לו בהם בחירה כלל, אבל הוא כלי לבד, יראה בו אור הנבואה, וישמעו ממנו מלות הדבור האלהי. וזה היה ענין יצחק עם יעקב, שאילו היה יצחק נותן הברכות מצד עצמו, אין ספק שלא יועילו לו ליעקב בענין הזה, והיה מקום לעשו לערער עליהן. אבל כל אלו הברכות נאמרו ברוח האלהי, ויצחק היה כלי לכח ההוא ולדיבור ההוא האלהי, ולא היתה כוונתו ולא מלותיו ברשות עצמו כלל, אבל יחס ענינו לדיבור האלהי כיחס החצוצרות לקול האדם, ולכן לא נגרע מערך הברכות כלל בהיות כונת יצחק לברך עשו, כי אין הברכות חלות מפני כוונת יצחק בהם, אבל מפני חול הרוח בו לברך מי שהיה לפניו ובין ידיו. וענין זה שוה לדברים הטבעיים, שכמו שמי שיחשוב לזרוע שעורה, וחטה בידו, וזרע אותה, תצמח בלא ספק החטה, כאילו היתה כונת הזורע אליה, מפני שאין לאדם יכולת על זה הענין הטבעי. כן אין לנביא יכולת על נבואתו כלל, אבל הוא אליה כלי לבד. והנה מאמר יצחק לעשו (בראשית כז לג) בטרם תבא ואברכהו גם ברוך יהיה, (ו)אמרו גם ברוך יהיה, אין פירושו שיחזור ויקיים הברכה ליעקב, שאם כן היה לעשו בזה תרעומת רב על אביו ולא התרעם מזה כלל, אבל ראינו שאמר אליו יצחק ולכה אפוא מה אעשה בני, כאומר אילו הייתי יכול למלאות שאלתך הייתי עושה בחפץ מלא, ואחרי אשר חרד חרדה גדולה מאד (שם), איך קיים הברכה תוך כדי דבור ואמר גם ברוך יהיה. אבל פירוש ואברכהו שלא מדעתי, ועם כל זה ברוך יהיה, כי הברכה אינה ברשותי אבל כפי הרוח אשר חל עליו. אמר גם, לרבות החרדה, כלומר מי הוא זה אשר סיבב שאברכהו ושיהיה ברוך על כרחי. הנה נתבאר שלא היה חסרון בברכות כלל בברך יצחק את יעקב והוא מכוין לעשו, אבל היתה הברכה יותר שלמה בהיות לב יצחק מתרחב יותר בזה. מצורף אל זה שהשם יתברך אשר לו נתכנו עלילות ומביא עצות מרחוק, רצה לתת איבה בין שני אלו הבנים, כדי שכאשר יחטא, יהיה זה מטה אפו ושבט עברתו ליסרנו, והטביע [מפני] זה בטבעם להיותם הפכיים, והמשיך על זה סדר פעולותיהם. וכל הסיפור נמשך על זה. תחילה אמר (בראשית כה כב) ויתרוצצו הבנים בקרבה ותאמר אם כן למה זה אנכי, והודיעונו רבותינו ז\"ל פירוש זה הפסוק בבראשית רבה (על הכתוב שם) כשהרגישה רבקה תנועת העוברים על ענין זר, שאלה הנשים ההרות אם קרה להן כך, ותאמרנה לא, ותאמר אם כן שאין זה דרך מנהג טבעי למה זה אנכי על ענין זר שלא קרה לאחרות, ותלך לדרוש את ה' מפי נביאיו (יורה) שיודיעוה סיבת זה. והשיבוה ויאמר ה' לה שני גוים בבטנך ושני לאומים ממעיך יפרדו (שם כג), כלומר שאלה שני העוברים ראשי גוים ואומות שונות עצומות שלא יאותו זה לזה, ולא יעמדו שניהם בשלוה, אבל לאם מלאם יאמץ. ולכן הטביע השם יתברך בעוברים טבעים בתכלית המרחק, והורה על זה תכונת יצירתם ומדותם. אמנם יצירתם כי היה עשו אדמוני בעל שער (שם כה), מורה על רתיחתו ותגבורת חומו, ויעקב איש חלק (שם כז יא) מורה על טוב טבעו ושווי מזגו. וכפי מדותיהם רדפו מזג כל אחד, כי המדות עם היות שאינן מוכרחות כפי המזג, הם נמשכות אחריו באמת, ולזה אמר בעשו שהיה יודע ציד (שם כה כז), שהיה טבעו מוכן אל התחבולות והמרמות, כי כן יתפשו החיות, ושהיה איש שדה (שם) מבקש התנועה, בביתו לא ישכנו רגליו. ויעקב הפך שניהם, כי היה איש תם (שם) עם הישר הולך, ותפארתו לשבת בית, והיתה הסיבה הטבעית אצלם להיות אלה שני עוברים בלתי נאותים זה לזה בבטן אמם, כי לא אאמין שבא לאלו שני העוברים שפע נבואיי יודיע אחריתם, אלא שהשם יתברך הטביעם בתכלית המרחק, שלא יאותו זה לזה, ויהיה מזג כל אחד מנגד לחברו, עם שאיננו מכריח. ומאשר כל כח טבעי רודף הפכו כאשר יפגשנו, ויקום עליו בכחו או יברח מפניו, היה כל אחד מאותן העוברים דורש בכח טבעי להתגבר על חברו ולרוץ מפניו. זה אמרו ויתרוצצו (שם כב), מענין ריצה וריצוץ. וכוון בזה השם יתברך להיות כל אחד מוטבע בשנאת חברו ובריחוק ממנו, לפי שקירוב המזגים יקרב המדות ותמשך אהבה, וריחוקם ירחיק המדות ותמשך השנאה. ולי נראה שזה היה ענין הנחש (שם ג יד - טו), אלא שאין זה ענין הפרשיות. ועוד סיבב השם יתברך ענין הבכורה, לפי שידוע שהעברת הנחלות ולנחול הראוי לחבירו בסיבתו, היא סיבה חזקה להפריד בין אחים, ולפי שלא היתה זאת הסיבה חזקה עדיין, כי עשו עצמו הסכים במכירת הבכורה, סיבב השם יתברך ענין הברכה על הענין שביארנו, להמשיך השנאה קבועה בין האחים וזרעם. ותימשך עד אחרית הימים כמו שנתבאר בדברי דניאל, כי הוא ראה ארבע חיות (דניאל ז ג - ח), ושלשה נתפרשו אליו שהאחד מדי והשני פרס והשלישי יון ככתוב שם (ח כ - כא), [ו]הרביעי נתפרשה בדברי רבותינו ז\"ל (ע\"ז ב ב) שהיה עמלק, ונתנבא דניאל שיהיו ישראל נמסרים בידיו עד עת קץ הזמן הרמוז שם בחמשה מקומות. ולפי הנראה מפשט הכתובים, גם לדניאל עצמו לא נתבאר כרצונו. כי במראה הראשונה אמר (דניאל ז כה) ולקדישי עליונין יבלא ויסבר להשניה זמנין ודת ויתיהבון בידה עד עדן ועדנין ופלג עדן, ודניאל לא הבין זה, כמו שאמר (שם כח) שגיא רעיוני יבהלונני וגו' ומלתא בלבי נטרת. ובמראה השני אמר (שם ח יג) עד מתי החזון התמיד והפשע שומם תת וקדש וצבא מרמס, והיתה התשובה (שם יד) עד ערב בקר אלפים ושלש מאות ונצדק קדש, וגם בזה נאמר (שם כז) ואני דניאל נהייתי ונחליתי ואשתומם על המראה ואין מבין. ובסוף הספר (יב ו) כתוב (ואשמע את האיש) [ויאמר לאיש] לבוש הבדים אשר ממעל למימי היאור עד מתי קץ הפלאות, והשיב (שם ז) למועד מועדים וחצי וככלות נפץ יד עם קדש תכלינה כל אלה, וגם בזה נאמר (שם ח) ואני שמעתי ולא אבין. והשיבו (שם ט) לך דניאל כי סתומים וחתומים הדברים עד עת קץ. ואין מן התימה אם נעלמו הדברים, כי יש לזה שתי סיבות, האחת מצד עצם הענין הראוי להסתר והעלמה כדי שלא ישתוממו רבים לאורך הזמן. והשני כי הנבואה בעת ההיא היתה הולכת ומתמעטת, וידוע כי מדרגותיה הם הביאור וההעלמה, כאשר נתבאר שמדרגת אדון הנביאים שהיא היותר עליונה היתה בתכלית הביאור, כאשר נאמר (במדבר יב ח) ומראה ולא בחידות, ויתחייב מזה שיהיה בזמן קרוב להפסק הנבואה בתכלית ההעלם. ולזה באו מראות זכריה בתכלית העלם, עד שלא מצאו המפרשים בהם ידיהם ורגליהם. ומפני זה אינו מן התימה על מחשבי קיצין אם מנו וטעו וילאו למצא הפתח, כי כן קרה בשתי הגאולות שנגאלו, עם היות ענינם מפורש בכתוב. כי הנה בגלות מצרים נאמר (בראשית טו יג) כי גר יהיה זרעך בארץ לא להם ועבדום וענו אותם ארבע מאות שנה, ועם כל זה בני אפרים מנו וטעו ומהרו את הקץ כמו שאמרו ז\"ל (סנהדרין צב, ב). וכן קרה בגאולה שניה, אף על פי שנכתב קצת בביאור בדברי ירמיהו (כט י) לפי מלאת לבבל שבעים שנה אפקוד אתכם, ואמרו זצ\"ל (מגילה יא, ב) בלשאצר מנה וטעה, ואחשורוש (שם), ואף דניאל (שם יב א). ואם בנבואות אלו המפורשות בשנים קצובות מנו וטעו, ומה יהיה בקץ הנאמר במלות כוון ההעלם בזה, עדן עדנין, ולמועד מועדים, וערב בקר אלפים ושלש מאות. אבל מכל מקום מפורש מבואר בדברי דניאל כי החיה הרביעית היא עמלק, כי הוא מונה האומות הנרמזות בחיות, שכל אחת תופשת מלכות מחברתה, וידוע הוא בדברי החכמים שעמלק תפשה מלכות מיון והתגברה עליה. והיא הגליתנו מארצנו אשר הוא מקום השכינה, כאשר נגלה במראת הנבואה ליעקב במראה הסולם. ומפני שבמראה ההיא נתיחד אליו מקום אשר הוא בית אל, (ש)הראהו בהפרדו מלבן ושובו לארץ ישראל, כי יש לארץ ההיא בכללה מעלה גדולה על האחרות, וכי שם הנפש מוכנת להתדבק באור העליון. והוא אמרו (בראשית לב ב) ויעקב הלך לדרכו ויפגעו בו מלאכי אלקים. והורה אמרו ויפגעו בו, כי המלאכים מהלכים תמיד בארץ ההיא, ולכן הנכנס שם יפגע בהם. ולכן קרא יעקב שם המקום ההוא מחנים (שם ג), ירצה כי המציאות על שלשה מדרגות. משכן מיוחס למחנה העליונים, והוא השמים. ומשכן למחנה התחתונים, והיא הארץ כולה מלבד ארץ ישראל. אבל ארץ ישראל משכן למחנה התחתונים כי בני אדם שוכנים בו, ומשכן למחנה העליונים כי מחנה אלהים פגעתי בו, ולכן היה ראוי להקרא שם המקום ההוא מחנים, והוא אמרו (שם) ויאמר יעקב כאשר ראם מחנה אלהים זה ויקרא את שם המקום ההוא מחנים."
        ], 
        [], 
        [], 
        [], 
        [
            "כל המפרשים ואמתיים הסכימו בפירוש אלו הכתיבים, שכונתם לומר כי כראשית הבריאה נברא חומר משותף לכל מה שתחת גלגל הירח. ואס קצתם סברו השכונה באמרו את השמים ואת הארץ וכו' שהיו שני חומרים נבדלים שהם חומר השמים וחומר הארץ, כלס הסכימו שזה הפסיק השר כולל ארגעה יסודות שהם אבות לכל מה שתחת גלגל הירח, והס האש הנרמז במלת וחשך, והאור הנרמז במלת ורוח אלקים, והמים והעתר הנכללים במלת תהום, ואמנם חייבה החכמה האלהית להיות חומר אחד משותף לכל מה שתחת גלגל הירח, להיות הרצון מאתו להמשיך טבע ההויה כסי האפשרות לא רצה לברוא דברים רבים יש מאין אחר שיש באפשרות חומר אחד לכלול כלם, ולזה אס נצטרך להודות להיות חומר השמים חומר אחר, היה מסר שהצורה הגלגלית לא יהיה לה אפשרות לחול בחומר הארץ, אבל אחד שלכל הנמצאים מגלגל הירח ולמעה יש לצורתם אפשרות לחול בחומר זה, יהיה אם ק המצאת שר חומרים בעולם התחתון יש מאין ללא תועלת ודי בחדוש הזה הנפלא וההכרחי. ועוד שאין ספק שזה המציאות כלו התחתון היה לצורך האדם ובשבילו, והצורך הגדול לו בהם הוא מזונו אפר לוקח מאתם, עד שחומר האדם קרוב להיות נלקח מהמורכבים האחרים צמחים או בעלי חיים אשר משיב אותם בכחותיו הטבעיות עצם גופו, וזה אמנם הוא מצד השתוף הנמצא ביניהם בחומר, ואס לא היה מחומר אחד היה זה מכת הנמנע, עד שהסכימו החכמים כי אי אפשר שיושב היסוד הפשוט עצם גופו עם היותו הלק מחלקיו יען\tהיותו חולק עליו בפשיטות והרכבה, ואס זה רחוק מה יהיה בחומר אחר לא ישתתף עמו בדבר, ואם כן יהיו הנמצאים כלס מחומר אחר אס מנידים אליו ואס בלתי נאותים, ולק הושם כל מה שישתתף עם האדם אשר הוא העולם התחתון בכללו חומר אחד. ואמנם היות היעלם העליון חומר אחר אין התנגדות אל האדם בזה כי לא ישתתף עמו מצד חומרו רק מצד צורתו ואין לצורה הפוך: והגה הודעתנו התורה שמאלו הנבראים החסרים שהם בתכלית החסרון כל אהד מצד עצמו בהאספם יחד יתחדשו מהם מורכבים רבים בעלי המעלה רבי השלמות, כי אין ספק שאלו הנבראים הראשונים אשר הס חלקי כל הוים חסדם מאד עד שלא חלו בהם הסגולות הנמצאות בדומם המורכב מהם, ואין צריך לומר סגולות הצומח והחי והאדם, כי אץ מן המחויב שהכלל אשר ימצא מחלקים גרועים שיתדבק בו אותו החסרון אשר בחלוף פשוטיו אבל מצד היותו כלל ומורכב ימצאו בו שלמיות ותועלות אינם בפשוטו ופרטיו:\n"
        ]
    ], 
    "versionSource": "http://he.wikisource.org/wiki/%D7%93%D7%A8%D7%A9%D7%95%D7%AA_%D7%94%D7%A8%22%D7%9F_%D7%91", 
    "heTitle": "דרשות הר\"ן", 
    "categories": [
        "Musar"
    ]
}