{
    "language": "he",
    "title": "Rashi on Joel",
    "versionSource": "http://mobile.tora.ws/",
    "versionTitle": "On Your Way",
    "status": "locked",
    "priority": 1.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "ובלכתך בדרך",
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isBaseText": true,
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "heTitle": "רש\"י על יואל",
    "categories": [
        "Tanakh",
        "Rishonim on Tanakh",
        "Rashi",
        "Prophets"
    ],
    "text": [
        [
            [
                "<b>אל יואל בן פתואל.</b> בן שמואל הנביא שפיתה לאל בתפילתו, יש אומרים שנבואה זו נאמרה באותן שבע שנים שאמר אלישע (מלכי' ב ח) כי קרא ה' לרעב וגו' ובימי יהורם בן אחאב היו ובהלכות גדולו' נמצא יואל ונחום וחבקוק היו בימי מנשה:"
            ],
            [
                "<b>ההיתה זאת.</b> האמורה למטה:"
            ],
            [],
            [
                "<b>יתר הגזם וגו'.</b> גזם ארבה ילק חסיל מיני גובאי הם ונתנבא עליהם שיבאו ובאו באותן הימים וכלו כל פרי העץ וירק השדה:"
            ],
            [
                "<b>עסיס.</b> יין הטוב:"
            ],
            [
                "<b>גוי עלה על ארצי.</b> הגובאי הזה כינהו כצבא גוי:",
                "<b>ומתלעות.</b> הן השינים הגסין שלועס בהן:"
            ],
            [
                "<b>לקצפה.</b> למפח נפש:",
                "<b>חשף חשפה והשליך.</b> קלוף קליפות העץ והשליכו עד הלבינו זמורות הגפן:"
            ],
            [
                "<b>אלי.</b> קינה מתרגמינן אליא:"
            ],
            [
                "<b>הכרת.</b> כמו נכרת ה\"א הנקודה בחטף קמץ עומדת במקום נו\"ן כמו וחית השדה השלמ' לך (איו' ה):"
            ],
            [],
            [
                "<b>הובישו.</b> הכלמו:",
                "<b>אכרים.</b> מנהיגי המחרישה:",
                "<b>על חטה ועל שעורה.</b> מוסב על אכרים, ועל הכורמי' אמר:"
            ],
            [
                "<b>הגפן הובישה והתאנה אומללה.</b> נכרתה פסק פריה:",
                "<b>הוביש.</b> כמו יבש:"
            ],
            [],
            [
                "<b>קדשו צום.</b> הזמינו צום:",
                "<b>עצרה.</b> אסיפה:"
            ],
            [
                "<b>אהה.</b> לשון גניחת יללה:",
                "<b>וכשוד.</b> וכביזת שודדים:",
                "<b>יבוא.</b> מאת המקום:"
            ],
            [
                "<b>נגד עינינו.</b> אנו רואים:"
            ],
            [
                "<b>עבשו.</b> העלו חלודה ועיפוש בלע\"ז מוי\"ישיר: ",
                "<b>פרודות.</b> תרגם יונתן גרבי חמרא:",
                "<b>מגרפותיהם.</b> תרגום יונתן מגופתהון מגופת כיסוי החביות:",
                "<b>נשמו אוצרות.</b> של יין ושל שמן:",
                "<b>ממגורות.</b> מגורות של חטין:"
            ],
            [
                "<b>נבוכו.</b> נתערבלו ונסגרו ותעו ביערים ובמדברות:",
                "<b>נאשמו.</b> נתקלקלו באשמתן:"
            ],
            [
                "<b>נאות מדבר.</b> לשון נוה:"
            ],
            [
                "<b>תערוג.</b> תצעק כאשר פתר דונש ערג לאילים נהם לשחלים וגעה לעגלים וצהל לסוסים ציפצוף לעופות ונבח לכלבים:"
            ]
        ],
        [
            [
                "<b>תקעו שופר.</b> להשמיעם שישובו בתשובה בטרם תבואתם הרעה הזאת:",
                "<b>יום ה'.</b> מה שאמרנו למעלה:"
            ],
            [
                "<b>כשחר פרוש על ההרים.</b> הארבה והגזם נפרשים על ההרים כשחר הנפרש בכל העולם:",
                "<b>כמוהו לא נהיה מן העולם.</b> לבוא כל המינים הללו זה אחר זה אבל מין ארבה לבדו לא היה כמו אותו של מצרים שנאמר ואחריו לא יהיה כן (שמות י׳:י״ד):"
            ],
            [
                "<b>לפניו אכלה אש.</b> משחיתים את הכל כאילו אש אוכלת לפניהם ולהבה מלהטת אחריהם:",
                "<b>כגן עדן.</b> היתה הארץ לפני בואו ואחר שילך הניח את הארץ כמדבר שממה:"
            ],
            [
                "<b>כמראה סוסים מראהו.</b> במרוצתו:"
            ],
            [
                "<b>כקול להב.</b> האוכלת קש משמעת קול:",
                "<b>ערוך מלחמה.</b> לפי שהוא דבוק נקוד חטף סגול:"
            ],
            [
                "<b>קבצו פארור.</b> שחרות כקדירה כמה דאת אמר ובשלו בפרור (מדבר יא) ואלף הכתובה יתירה היא ואינה נקראת:"
            ],
            [
                "<b>ולא יעבטון.</b> אין לו דמיון ופתרונו לפי עניינו לא יעקלון:"
            ],
            [
                "<b>ובעד השלח.</b> כמו בעד החלונים על פני כלי זיין יפלו ויחנו:",
                "<b>ולא יבצעו.</b> ולא יקבלון ממון ויונתן פתר בו לשון שליחות בשביל שליחות של הקב\"ה מפילין עצמן ובצע כסף לא לקחו:"
            ],
            [
                "<b>בעיר ישקו.</b> לשון השמעת קול כמו כמשק גבים (ישעיהו ל״ג:ד׳) דוב שוקק (משלי כח) ממשק חרול (צפניה ב׳:ט׳) וי\"ת לשון נשק מזדיינין:"
            ],
            [
                "<b>רעשו שמים.</b> בשביל פורענו' הבאה על ישראל רוגזים ורועשים:",
                "<b>אספו נגהם.</b> הכניסו אורן:"
            ],
            [
                "<b>וה' נתן.</b> עליהם קולו במאמר נביאיו לפני שלחו בהם את חילו זה:",
                "<b>כי רב מאד מחנהו.</b> אשר ישלח בכם אם לא תטיבון:"
            ],
            [],
            [
                "<b>ואל בגדיכם.</b> כי איני חש לקריעת בגדיכם ד\"א קרעו לבבכם ואל תצטרכו לקרוע בגדיכם מחמת אבל: ",
                "<b>ונחם על הרעה.</b> נהפך למחשבה אחרת:"
            ],
            [
                "<b>מי יודע.</b> שיש בו עון ישוב וניחם:",
                "<b>והשאיר.</b> החסיל והגזם אחריו ברכה ע\"י התשובה תבא ברכה בפירות:"
            ],
            [],
            [
                "<b>קבצו זקנים.</b> ממשקלות שלח קבוץ אלי ל' רפי וקל:"
            ],
            [
                "<b>לחרפה.</b> לגדופין:",
                "<b>למשל בם גוים.</b> לשון משל ושנינה:"
            ],
            [
                "<b>ויקנא ה' לארצו.</b> לשון המקנא אתה לי (מדבר יא) נכנסה בלבו צרתה ונלח' במלחמת' ונתעסק בצרכיה ורבותינו פירשו לשון התראה התרה בגובאי על עסקי ארצו:"
            ],
            [
                "<b>חרפה.</b> גדוף שיקראו אתכם חסירי לחם:"
            ],
            [
                "<b>ואת הצפוני.</b> יש לפותרו על חיל הארבה ועליו נופל ל' הדחתיו אל ארץ ציה ושממה ד\"א העם הבא מצפון מלכי אשור ורבותינו אומרים זה יצר הרע שצפון בלבבו של אדם: ",
                "<b>הקדמוני.</b> המזרחי ורבותינו שפירשו ביצר הרע דרשו שני הימים הללו במקדש ראשון ובמקדש שני וכן פירשוהו על אשר שם פניו במקדש ראשון ושני והחריבם ולפי התרגום שפירשו על חיל מלך אשור צ\"ל פניו (אל) הים הקדמוני מקצת חילו אשלח למזרח ומקצתו למערב: ",
                "<b>צחנתו.</b> באשו יורה עליו שהוא לשון זוהם וטינוף:",
                "<b>כי הגדיל לעשות.</b> ראה שפשט ידו בגדולים:"
            ],
            [
                "<b>אל תיראי אדמה.</b> ארץ ישראל אם תשובי בתשובה:"
            ],
            [],
            [
                "<b>את המורה.</b> את נביאיכם המורים אתכם לשוב אלי כדי לצדק אתכם:",
                "<b>מורה ומלקוש.</b> כמו יורה ומלקוש (דברים י״א:י״ד):",
                "<b>בראשון.</b> בניסן ואע\"פ שהיורה היא רביעה ראשונה היורדת על הזרע והוא במרחשון אותה שנה בניסן זרעו כמו שמפורש במסכת תענית שגדלה התבואה באחד עשר יום:"
            ],
            [
                "<b>והשיקו.</b> לשון השמעת קול כשהקילוח יורד מן הגת אל תוך היקב והוא הבור שלפני הגת:"
            ]
        ],
        [
            [
                "<b>והיה אחרי כן.</b> לעתיד לבא:",
                "<b>על כל בשר.</b> על מי שנעשה לבו רך כבשר דוגמת ונתתי לכם לב בשר (יחזקאל ל״ו:כ״ו):"
            ],
            [],
            [
                "<b>ותמרות עשן.</b> זקיפות מעלה עשן בגובה:"
            ],
            [
                "<b>יהפך לחשך.</b> לבייש את המשתחוים לחמה:"
            ],
            [
                "<b>והיה כל אשר יקרא וגו': כאשר אמר.</b> והיכן אמר וראו כל עמי הארץ כי שם ה' נקרא עליך (דברים כ״ח:י׳):",
                "<b>ובשרידים.</b> בשארית אשר יותיר:",
                "<b>אשר ה' קורא.</b> לשון קרואים לסעודה או לעבודת המלך לשון הזמנה:"
            ]
        ],
        [
            [],
            [
                "<b>אל עמק יהושפט.</b> ארד עמם בעומק הדין, יהושפט משפטי יה:"
            ],
            [
                "<b>ידו גורל.</b> כמו וידו אבן בי (איכה ג׳:נ״ג):"
            ],
            [
                "<b>הגמול אתם משלמים.</b> זהו הגמול שנתן שלמה לחירם מלך צור עשרים עיר (מלכים א ט):",
                "<b>קל מהרה.</b> לשון זריזות:"
            ],
            [],
            [],
            [],
            [
                "<b>לשבאים וגו'.</b> לבני שבא:",
                "<b>כי ה' דבר.</b> והיכן דבר עבד עבדים יהיה לאחיו (בראשית ט׳:כ״ה) כן מפורש במכילתין:"
            ],
            [
                "<b>קדשו מלחמה.</b> אם תוכלון אתם להלחם כנגדי:"
            ],
            [
                "<b>אתיכם.</b> קלטר\"ש בלע\"ז: ",
                "<b>מזמרותיכם.</b> שרפש\"א בלע\"ז:"
            ],
            [
                "<b>עושו.</b> כמו חושו כך חברו מנחם ויונתן תרגם יתכנשון ואומר אני שהוא לשון עשת ברזל המכונס יחד מש\"א בלע\"ז ואין תי\"ו בו יסוד: ",
                "<b>שמה הנחת ה' גבוריך.</b> שם בקבוצת עמק יהושפט ישבור גבורתכם כן תרגם יונתן ואיני יודע אם ל' ארמי הורדה או לשון חתת והנו\"ן בו נופל כמו (דניאל ב) הנעל לדניאל קדם מלכא שאין בו אות שורש אלא על:"
            ],
            [],
            [
                "<b>שלחו מגל וגו'.</b> שלחו חרבות אותם ההולכים בשליחותי לחבל את אויבי ה':",
                "<b>כי בשל קציר.</b> כלומר כי הגיע עתם ודמה הדבר לקציר שקוצרים אותו במגלות כשגמר בישולו:",
                "<b>באו רדו כי מלאה גת.</b> מן הענבים באו ודרכו אותם כלומר נתמלא סאת עוונם. <b>רדו</b> ל' כבישה ורדוי כמו ורדו בדגת הים (בראשית א׳:כ״ח):",
                "<b>השיקו היקבים.</b> קול קילוח היקבים היורד תוך הבור שלפני הגיתות נשמע:"
            ],
            [
                "<b>בעמק החרוץ.</b> ששם חרוץ שהמשפט אמת וכן תרגם יונתן מישר פילוג דינא:"
            ],
            [
                "<b>אספו נגהם.</b> הכניסו אורם:"
            ],
            [
                "<b>מציון ישאג.</b> ממה שעשו לציון:",
                "<b>ורעשו שמים וארץ.</b> יפרע משרים של מעלה (שרי הכשדים) ואח\"כ מן (הכשדים): ",
                "<b>מחסה.</b> לשון כסוי ובלע\"ז אבריאיי\"ל:"
            ],
            [],
            [
                "<b>אפיקי.</b> מקום מוצא מים:",
                "<b>והשקה את נחל השטים.</b> כמשמעו ומשקי ית מישר שטים ומדרשו יכפר על עון פעור (עיין זכריה יד):"
            ],
            [
                "<b>מצרים וגו'.</b> סמכן זה לזה לפורעניות אתה מוצא שאילולי מצרים לא היתה אדום שנא' (מלכי' א א) כי ששה חדשים ישב יואב עד הכרית כל זר באדום וכתיב (שם א) ויברח הדד הוא ואנשים אדומיים וימצא הדד חן בעיני פרעה וגומר והדד שמע כי שכב דוד עם אבותיו וגומר ובאחרונה ויהי לשטן לשלמה אמר הקב\"ה אני אכלה זו וזו:",
                "<b>מחמס בני יהודה.</b> בשביל חמס שעשו עכו\"ם לבני יהודה אשר שפכו את דמם:"
            ],
            [],
            [
                "<b>ונקיתי דמם לא נקיתי.</b> ואף אם אנקה אותם משאר עבירות שבידם ומרעות שעשו לי דמם של בני יהודה לא אנקה מהם אימתי תהיה זאת בזמן שהקב\"ה שוכן בציון:"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse",
        "Comment"
    ]
}