{
    "title": "Kovetz Al Yad HaChazakah on Mishneh Torah, Woman Suspected of Infidelity",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kovetz_Al_Yad_HaChazakah_on_Mishneh_Torah,_Woman_Suspected_of_Infidelity",
    "text": [
        [
            [
                "<b>אפי' הי' אביה וכו'.</b> ועי' ברא\"ש רפ\"ק דכתובות במה שמקיים פסק ר\"ת ולא מטעמי' ולשי' ר\"ת לפי מה שהבינו התוס' צ\"ל אע\"ג דהוי ביאתו ביאת בהמה מ\"מ אסורה לבעלה משום דעכ\"פ מעלה בו מעל וכמ\"ש בהגהת רמ\"א אה\"ע סי' קע\"ח גבי אמרת מותר ע\"ש וכ\"כ בס' הפלאה ועוד יש מקום לומר דלפי מה דאמר ר\"י משום רשב\"י בסוטה דף כ\"ו ובכ\"ד מנין לכותי ועבד שבא על הכהנת שפסלוה וכו' א\"כ משמע דאין ביאתו כביאת בהמה עי' יבמות דף ע\"ט סובר ר\"ת דלפי מה דקיימ\"ל יבמות דף מ\"ה נכרי ועבד הבא על בת ישראל הולד כשר דלגמרי כשר אפי' לכהונה שלא כדעת הרא\"ש וס\"ל כמ\"ש הריטב\"א בפ' האומר דכיון דקיימ\"ל הולד כשר לית לן דרשא דר\"י משום רשב\"י וסובר ר\"ת דהיינו משום דחשוב זרעו כזרע בהמה וא\"כ היא רב המנונא שם בסוטה דקאמר דפוסל מן התרומה ע\"כ ס\"ל דרשא דרשב\"י ולדידי' יודה ר\"ת ול\"ק כל הקושי' שהק' השעה\"מ בפט\"ו מה' א\"ב הל' ג' מהך דסוטה וגם קושי' הרא\"ש על ר\"ת ולפי' הראשון קש' מאי מקשא פשיטא."
            ],
            [],
            [
                "<b>קנא לה על שנים כאחד.</b> מ\"ש בכ\"מ ראי' מפ\"ב דכריתות וכ\"ה בב\"י סי' קע\"ח וכבר כתוב בהגהת בד\"ה שיש להעביר הקולמוס ע\"ז ועי' פ\"מ שפי' בהא דר\"י בעי בדרך שאלה משום דדוקא בשנים י\"ל דהוא חשדום לפרוצים אבל במאה אכתי איכא לספוקי ע\"ש וכ\"נ דאם כפי' הכ\"מ למה לא הביא רבינו הך רבותא. ודע דקשה לי לפי מה דפסק רבינו כמ\"ד דמקנין ע\"פ שנים ולכאורה הסוגי' דר\"פ שני נזירים דף נ\"ז דקאמר כל ספק טומאה ברה\"י כגון דאיכא בי תרי דהיינו בועל ונבעלת אבל הכא שני נזירים והאי דקאי גבייהו הא תלתא משמע לפום פשטא דקאי שם למ\"ד דאין מקנין ע\"פ שנים דלמ\"ד מקנין ע\"פ שנים א\"כ גם בסוטה מצינו תלתא ויותר כמ\"ש הכ\"מ ואעפ\"כ ספיקו טמא ורבינו בעצמו בפ\"ט מה' נזירות הלכה ט\"ז פסק לסוגי' זו דג' לא הוי רשות היחיד ולכאורה דבריו סותרים זא\"ז. בשלמא לפי שי' הראב\"ד שם ולפי מה שפי' הלח\"מ שם דבריו דבעי' דוקא שיהי' הספק על שלשתן יש מקום לומר דאף אי מקנין לה משנים הספק אין כאן אלא על הבועל והנבעלת אבל לפ\"ד רבינו וכ\"מ מירושלמי פ\"ק דנדה כדבריו גבי הא דאמרי' כשחברותי' נושאות אותה במיטה א\"כ הדבר קשה. ואפשר דס\"ל לרבינו כמ\"ש הרשב\"א בחי' פ\"ק דנדה דדוקא בג' אנשים חשיב רה\"ר אבל בנשים אפי' מאה כחד דמיין עי' במל\"מ פט\"ז מה' שאר אבות הטומאה. ובזה מיושב מה דמק' התלמידים דלפי סברת הרשב\"א הא שמואל מוקי לה שם במס' נזיר מתני' באשה ולפי סברת רשב\"א לא מקרי רה\"ר ור\"א הא קאמר דיקא נמי ולפ\"ד ניחא דהרשב\"א הוכיח סברתו למ\"ד מקנין ע\"פ שנים ומש\"ה פליג על הירושלמי והירושלמי מצי קאי למ\"ד דאין מקנין ע\"פ שנים ושמואל ג\"כ ס\"ל הכי דאין מקנין ע\"פ שנים ודוק."
            ],
            [],
            [],
            [
                "<b>קטן פחות מבן ט'.</b> כתב הכ\"מ משמע לי' לרבינו דלא ממעט קטן אלא כשהוא פחות מבן ט' פי' דרבינו סובר דהא דאיש למעוטי קטן היינו היכא דהסברא נותנת למעט קטן ועי' בדברי רבינו בה' ק\"פ פ\"ב הלכה ד' במ\"ש טעם לקטנים שאינן בני דעת ולא נתן טעם משום דכתיב איש עי' בכ\"מ שם וכ\"מ בפ\"א דמס' תמיד משנה א' בהא דתנן הרובים לחד פי' קטנים ועי' במל\"מ פ\"ח מה' בית הבחירה שהק' שם איך יתכן שמ\"ע של שמירת המקדש נעשה ע\"י קטנים ולדברינו א\"ש כיון שהגיע לכלל בני שמירה והרע\"ב במס' סוטה חולק על רבינו וסובר דקטן פחות מבן י\"ג שנים לא מקרי איש אפי' לענין זה וע\"ש בתי\"ט ובתוס' חדשים."
            ],
            [],
            [],
            [
                "<b>בא ע\"א וכו'.</b> עי' מל\"מ פכ\"ד מה' אישות הלכה י\"ז ועמ\"ש שם בס\"ד. ועי' בשו\"ת רשב\"א סי' תקנ\"ב שכ' דאם הודה הבועל הנחשד ששכב עמה ג\"כ אינו שותה הובא בכנה\"ג בליקוטי הרמב\"ם."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ואפי' הי' עד טומאה וכו'.</b> עי' כ\"מ ונראה דסובר רבינו דיש מקום לומר כיון דע\"א אינו נאמן אלא משום דאיכא רגלים לדבר דהיינו עידי סתירה וא\"כ היכא דהעד טומאה הוא אחד מעידי הסתירה לא שייך סברת רגלים לדבר כיון דעל פיו נעשה רגלים לדבר לזה בא רבינו דאין הטעם משום רגלים לדבר אלא דגזה\"כ היא דע\"א נאמן וא\"כ אף אם הוא מעידי הסתירה מהני דמקרא מלא דיבר הכתוב ולפ\"ד רבינו מיושב קושי' התוס' בסוטה דף ג' ע\"ב ד\"ה נאמר דל\"ל גז\"ש מהכ\"ת דיהא נאמן ע\"א בעדות ראשונה ק\"ו מעדות אחרונה דהא יש פרכא מה לעדות אחרונה שכן רגלים לדבר ולדברינו ניחא ודוק."
            ],
            [],
            [],
            [],
            [
                "<b>בא ע\"א כשר וכו'.</b> עי' כ\"מ ועי' בפ\"ט מה' רוצח בהשגת הראב\"ד שם ודברי הכ\"מ שם צע\"ג ובתי\"ט במתני' דסוטה תמה על רבינו מפני מה לא ביאר בפי\"ב מה' גירושין לענין עדות היתר א\"א והה\"מ כ' שם וה\"ה לאשה אומרת מת והתירוה לנשא ע\"פ ואח\"כ באתה אשה אחרת ואומרת לא מת לא תצא מהתירא הראשון ע\"ש ולי נראה ליישב דברי רבינו עי' סוטה דף מ\"ז כל הסוגי' ויל\"ד ר\"ח דאמר תני היו עורפין דלא הו\"ל למימר כ\"א לעולם כדקתני ובסוגי' דסוטה דף ל\"א לא קאמר האי לישנא תני אלא היו וכו' ואיכא מקום לפרש דלעולם כדקתני ונראה התוס' מקש' בסוטה דף ל\"א ר\"י האיך יפרש מתני' דכריתות ע\"א אומר אכל וע\"א אומר לא אכל מביא אשם תלוי אמאי לא מביא חטאת כיון דלא הי' מחלק בין ב\"א לבא בזא\"ז והנה לפי מה שהביאו התוס' שם בס\"ד בשם הירושלמי וז\"ל ע\"א אומר נטמאת וע\"א אומר לא נטמאת לא היתה שותה ובעגלה ערופה היו עורפין בכה\"ג וטעמא מפני שכאן רגלים לדבר וא\"כ י\"ל דר\"י דלא הי' מחלק בין ב\"א דגם בב\"א העד אומר נטמאת נאמן היינו משום דיש רגלים לדבר וא\"כ לק\"מ תו מע\"א אומר אכלת חלב וע\"א אמר לא אכל בזה שפיר מחלק ומודה דבב\"א לא אמרי' דהאמינו כב' אבל בסוגי' דהכא דר' יצחק סובר גם בעגלה ערופה דבב\"א ג\"כ עד אומר ראית הוא כתרי א\"כ יותר הו\"ל להתוס' להקשות קושייתם בסוגי' דהכא אמנם באמת לפי שיט' רבינו ניחא ומיושב קושי' התוס' דוודאי גם המה הי' מחלקים בין ב\"א לבאו בזא\"ז אלא דגבי אשה ס\"ל דליכא לחלק והכא קשי' להו על מתני' דהכא דכייל איש ואשה בבבא אחת וגבי אשה סברא חיצונה הוא דאפי' בזא\"ז היו עורפין וקתני איש דומי' דאשה ש\"מ דגם בזא\"ז מיירי וא\"כ קשי' להו שפיר ומשני דבאמת תני לא היו עורפין ופי' דבריו דגבי איש צ\"ל למתני לא היו עורפין ומיירי בזא\"ז ובבא דאשה אומרת גם לדידהו שבקי' הגי' היו עורפין דאפי' בזא\"ז היו עורפין וקאמר ר\"ח תני היו עורפין כיון דע\"כ צריך להגי' מתני' ולאוקמי בב' בבות שוב מקיימין הגי' היו עורפין אלא דהכי צ\"ל ע\"א אומר וכו' וע\"א אומר וכו' הי' עורפין אשה אומרת וכו' ואשה אומרת וכו' היו עורפין וכיון דב' בבות קתני להו שוב ניחא לפרש דברישא מיירי דוקא בזא\"ז וסיפא באשה בפסול עדות אפי' בזא\"ז היו עורפין דלהכי פלגינהו מהדדי וא\"כ מיושב קושי' הגמ' וכ\"ז מוכרחין לומר הכא גבי עגלה ערופה אבל גבי סוטה דאיכא רגלים לדבר לא צריכין לזה כמ\"ש אא\"כ מש\"ה אמרי' גם בפסולי עדות דבאו בזא\"ז היתה שותה ומיושב בזה הסוגי' ומש\"ה רבינו פה לא מחלק בין אשה המעידה ובין איש המעיד וא\"כ גבי ע\"א שמעיד שמת בעלה דג\"כ לפי מ\"ש רבינו סוף הלכות גירושין דלא הקפידה תורה שלא להאמין ע\"א היכא דאיכא מילתא דעבידא לגלוי' ול\"ק קושי' התי\"ט כלל.<br><b> והנה </b> באמת ליישב התוס' למה לא הק' קושייתם גבי עגלה ערופה דהקושי' יותר חמורה כמ\"ש י\"ל ע\"פ מ\"ש בס' שב שמעתא להגאון בעל קצה\"ח דף ע\"ב ד\"ה פ' כ\"א לחלק בין עגלה ערופה דעד האומר לא ראית אינו מעיד כלל רק בא להכחיש אותו שאמר ראה א\"כ בכה\"ג י\"ל דס\"ל דאין לחלק אבל גבי ע\"א אומר אכל וע\"א אומר לא אכל דהשני דאמר לא אכל היינו שהעיד ששומן הי' וא\"כ מודים כ\"ע.<br><b> ועי' </b> בשעה\"מ פ\"ג מה' שגגות שגם הוא כ' ליישב קושי' התוס' לפי שיט' התוס' דלק\"מ דהא הוא אמר אינו יודע וא\"כ באיכא ע\"א אומר אכל וא' אומר לא אכל מאן יימר דהודה לזה אבל התם הא האמינה תורה לע\"א ושפיר מוכח כשי' הש\"כ וכמ\"ש לדעת הרמב\"ם הדבר מוכרח ודלא כשט' הל\"מ דלא סבר כהש\"ך ביו\"ד בסי' קכ\"ז."
            ]
        ],
        [
            [],
            [],
            [
                "<b>ונעלם מעיני אישה וכו' הא למדת וכו'.</b> הכי אמרי' בגמ' בבריי' ת\"ר אשר תשטה אשה תחת אישה להקיש אשה לאיש בירושלמי פ\"ב דסוטה סוף הלכה ב' הוא סומא היא סומא מנין מתניתא דר\"י פטרו מכל מצות האמורות בתורה משמע דתלמודא דירושלמי לא ס\"ל הא דאמרי' בבלי שם למאי הלכתא וכו' וסובר הירושלמי דהא דקתני בבריי' דמקשי' איש לאשתו היינו לענין השנים ומשמע דס\"ל להירושלמי כשט' הרע\"ב שהבאתי בפ\"א ודוק."
            ],
            [
                "<b>אם זנתה ברצונה וכו'.</b> סובר רבינו דגם קטנה יש לה רצון והכ\"מ דחק עצמו למצוא טעם לדברי רבינו שדחה להך דירושלמי וגם מה דאמר פ\"ד אחין דף ל\"ג ע\"ב מקושי' התוס' בכתובות דף ט' וצע\"ג לדחות סוגי' התלמודא דיבמות וגם רבא שם דף ס\"א ע\"ב סובר להדי' דפתוי קטנה אונס הוא ועי' בפ\"מ סוטה דף ד' ע\"ב ד\"ה קטנה שהביא בשם גאון אחד דרבינו מיירי בקטנה שהגיעה לשנת י\"ב שנים ולא ידענו אי מביאה שערות והיכא שיש חשש איסור תורה שקדשה אביה אז יש לה רצון דחזקה שהביאה סמנים משא\"כ אם בת מיאון היא ולא נבעלה אחר י\"ב שנים ואין כאן ספק תורה לא אמרי' חזקה דרבא וכמ\"ש רבינו פי\"א מה' גירושין ע\"ש ולא משמע כן בדברי רבינו דא\"כ למה השמיט דין דפתוי קטנה המבואר בבבלי ובירושלמי ולא נראה דעיקר כמ\"ש הכ\"מ דרבינו סובר דלא כהירושלמי והוא משום דקש' לי' לרבינו מנ\"ל להירושלמי דפתוי קטנה אונס דהוא נגד הסברא עי' במס' נדה דף מ\"ה בהא דאמרה האי ריבה אוי לשלש שנים שאבדתי בבית אבא וכו' והי' נ\"ל לרבינו דהירושלמי הוכיח מיתורא דקרא דוהיא לא נתפשה כמ\"ש רש\"י במס' סוטה דף כ\"ו ע\"א ד\"ה והיא והיא מעוטה משמע וכו' והירושלמי לטעמי' דגרסי' בפ\"ד דסוטה הלכה ד' מנין שאונסין פוסלין בכהונה בא\"א מה אם שרצים הקלים עשה בהן את האונס כרצון סוטה חמורה לא כ\"ש וכו' א\"כ הך מיעוטא דוהיא מיותרת סובר הירושלמי דאתי למעט קטנה דאפי' לא נתפשה מותרת וא\"כ תלמודא דבבלי דנקיט הך דרשא דוהיא לאסור אנוסה לכהן ולא ס\"ל הך קושי' א\"כ אין לנו ראי' להתיר פתוי קטנה ואמרי' דרצון הוא כנ\"ל."
            ],
            [],
            [],
            [],
            [
                "<b>ואפי' בא על ארוסתו.</b> מ\"ש הכ\"מ בכונת הראב\"ד צ\"ל דה\"פ כיון דחזי' דהתורה לא חשש לזה א\"כ אין לרבנן להחמיר עי' בטו\"ז יו\"ד סי' קי\"ז ובאמת י\"ל דמשכחת לה בקדשה בביאה דאין כאן איסורא כ\"א משום פריצותא והא דלא משני הגמ' כן משום דא\"כ תקשה גבי שומרת יבם קושי' הגמ' ולא שייך תי' הגמ' כשמואל דאמר לא קנה כיון דקדשה בהתר אבל לפי האמת י\"ל דסובר רבינו דלא מפורש בתורה דלא חש לזה ושפיר י\"ל דהחמירו רבנן ומיושב קושי' הראב\"ד ועי' בס' כתנות אור פ' נשא."
            ],
            [
                "<b>עבר ונשא מעוברת חבירו וכו'.</b> וז\"ל רבינו בפי' המשנה ר\"מ סבר מי שנשא מעוברת חברו ומנקת חבירו יוציא ולא יחזיר עולמית לפיכך הוא אצלה עובר עבירה כמו ישראל שתישא נתינה והדומה לה ולפיכך לא ישקה אותה וחכ\"א שיגרשנה עד תשלום זמן וכו' ופי' דבריו נראה דלר\"מ דתקנו חכמים אפי' בדיעבד שיגרשנה ולא יחזיר עולמית א\"כ חזינן דגזירה זו היתה אצלם כמו איסור חמור ושפיר חשיב להעובר על דבריהם לאינו מנוקה מעון ומש\"ה לא שותות אבל רבנן דסגי בהפרשה הרי דלא החמירו בגזירה זו כל כך א\"כ העובר על דבריהם לא מחשב אינו מנוקה מעון ולא הוי כמו נושא נתינה וכמ\"ש בדיבור הקודם דיש לחלק בין איסור דרבנן החמור אצלם לשאינו חמור וזה ג\"כ כוונת רבינו פה במ\"ש שאין כאן עבירה ובזה סרה קוש' המל\"מ דוק ותשכח ועמ\"ש בס\"ד בפי\"א מה' גירושין."
            ],
            [],
            [],
            [
                "<b>כשם שאסורה לבעל וכו'.</b> עי' באה\"ע וברכי יוסף שהאריך בדברי המהר\"א ששון מ\"ש דלבועל שני שלא נאסרה ע\"י מותרת מסוגי' דסנהדרין דף מ\"א."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואח\"כ מביא כ\"ח וכו'.</b> מה שהניח הכ\"מ בצ\"ע עי' בתי\"ט פ\"א דסוטה משנה ב' ד\"ה חדשה ועי' מל\"מ ומ\"ש בפ\"ו מה' ברכות הלכה ז'."
            ],
            [],
            [
                "<b>עד שהוא מגלה את לבה.</b> התוס' בסוטה דף ח' ע\"א ד\"ה ויתגרו כ' בשם הספרי ופרע את ראש האשה סדין של בוץ פורס בינו לבין העם כהן פונה לאחוריו ופרעה וצ\"ע שלא הביאו רבינו."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ותמעול מעל באשה וכו'.</b> גרסי' בירושלמי פ' כשם הוא מזיד והיא שוגגת פשיטא שהיא מותרת לביתה גירש מהו שיהי' מותר בה אפשר לומר מזיד בה ואת אמרת הכין מוכח מהירושלמי אף שהיא שוגגת אסורה היא לבועל ועי' במל\"מ דפ\"ב ועי' בס' כנסת יחזקאל סי' ס\"ז דבמת בעלה מותרת דוקא בגרשה אסורה ועי' בברכי יוסף אה\"ע סי' י\"א שהאריך בירושלמי הנ\"ל ואם היא סבורה שמותר לזנות תחת בעלה אפי' למ\"ד אומר מותר שוגג הוא אסורה לבעלה כמבואר בהגהת רמ\"א סי' קע\"ח בשם מהרי\"ק."
            ]
        ],
        [
            [],
            [
                "<b>שנאמר והעמיד אותה הכהן.</b> צ\"ל והקריב אותה כ\"כ בהגהת הש\"ס חדשים בנדרים דף ע\"ג ועי' במג\"א סי' קמ\"ז ובס' משנת דר\"ע ורבינו פסק כיון דמגזה\"כ הוא ולא דריש טעמי' דקרא ובהלכות פרה פ\"ד ה\"ב כ' רבינו לא רצתה פרה לצאת אין מוציאין עמה אדומה שלא יאמרו שתים שחטו והיינו כת\"ק דדריש טעמי' דקרא ודברי רבינו סותרים וכבר הרגיש בתי\"ט פ\"ג דפרה ועמ\"ש בס\"ד בפ\"ד מה' פרה ועמ\"ש בס\"ד בפי\"א מה' טומאת צרעת."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתבה על שני דפין פסולה.</b> רש\"י פי' כדפין של ס\"ת והתוס' סוטה דף י\"ז ע\"ב מקש' ע\"ז מהא דאמרי' בגיטין שייר מקצת הגט וכתבה על דף השני משמע דלא אכפת לן בזה אלא דמיירי בשני דפין חלוקין ורש\"י סובר דשאני גבי גיטין דאין כאן דרשא דספר אצטריך לספירת דברים ומש\"ה לא מוקמי' ג\"כ להך דרשא דספר אחד כ\"א לשני דפין חלוקין משא\"כ בסוטה דכתיב בספר אפי' כעין ס\"ת אין כותבין ועי' בתוס' גיטין דף כ' ע\"ב ד\"ה ספר."
            ],
            [
                "<b>או כהן קטן.</b> הכ\"מ לא נתן טעם לפסול קטן ונראה דהטעם משום דבעי' לשמה כמ\"ש רבינו."
            ],
            [],
            [
                "<b>וכמו </b> בגט. ועי' בב\"י אה\"ע סי' קכ\"ג ומשם יש ללמוד לכאן."
            ],
            [
                "<b>מי סוטה.</b> כ' הכ\"מ גרסי' וכו'. וא\"י למה השמיטו רבינו וכו'. בספרי הדפוסים שלפנינו כתבו רבינו בה' ז'."
            ],
            [],
            [
                "<b>ה\"ז תשרף.</b> בתוספ' פ\"ב דסוטה מוסיף עלי' תעובר צורתה ותצא לבית השריפה וכל הקדוש קדושת הגוף טעון עיבור צורה ונשרף בבית הדשן בעזרה. ומ\"ש הכ\"מ דרבינו פסק כת\"ק תמה הפ\"מ בפ\"ג דסוטה הלכה ו' ד\"ה בעי וסיים אי לאו דמסתפינא אמינא דטעות נפל בכל ספרי הרמב\"ם וכן צ\"ל אם אירע אחד מאלו אחר שקרב הקומץ השיריים נאכלין ופסק כשי' הבבלי וכפי פירש\"י ז\"ל דמשווה אותן לגמרי בין עד שלא קרב ובין לאחר שקרב וכר' אילא."
            ],
            [],
            [],
            [
                "<b>יש לבעל לגלגל בשבועה וכו'.</b> ומכאן אנו למידין גלגול שבועה בדיני ממונות וכיון דאנו למידין מסוטה משמע לפי מה שפסק רבינו לעיל פ\"ב הל' ד' מעוברת ומניקה מקנא לה ומשקה אותה כמות שהיא וכפירש\"י בגמ' סוטה דף כ\"ו ומשביעין אותה כשהיא מעוברת ולא חיישי' על הולד א\"כ ע\"כ הא דפסק רמ\"א בחו\"מ סי' צ\"ו סעי' ו' בשם הבנימין זאב דאין משביעין האשה כשהיא מעוברת אין זה מדין תורה כ\"א מנהגא בעלמא וכ\"כ התומים וטעם המנהג עי' בלבוש ולי נראה משום דבדורות אחרונים לא הי' חמירו להו שבועה והי' מזלזלין בשבועה כדמשמע בירושלמי בפ' השולח על מתני' דאין אלמנה נפרעת אלא בשבועה ומש\"ה לא הניחו למעוברת לשבע וה\"ט דאין משביעין בעי\"ת כדפסקי' בש\"ע א\"ח סי' תר\"ב ועוד יש ליתן טעם משום דמרתת בשעת השבועה ובנקל יכולה להפיל הולד וכיון דעכ\"פ אין זה מדין הגמור וגם בזמנינו אכשר דרא והחמירו להם שבועה אם הדבר נחוץ ויש הפסד הרבה אם אין משביעין אותה יש מקום להקל להשביעה גם שהיא מעוברת כנ\"ל."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קובץ על היד החזקה על משנה תורה, הלכות סוטה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kovetz Al Yad HaChazakah",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}