{
    "text": {
        "0_Letters of Approbation": {},
        "1_Genesis": {
            "0_Bereshit": {},
            "1_Noach": {},
            "2_Lech Lecha": {},
            "3_Vayera": {},
            "4_Chayei Sara": {},
            "5_Toldot": {},
            "6_Vayetzei": {},
            "7_Vayishlach": {},
            "8_Vayeshev": {},
            "9_Miketz": {},
            "10_Homilies for Chanukah": {},
            "11_Vayigash": {},
            "12_Vayechi": {}
        },
        "2_Exodus": {
            "0_Shemot": {},
            "1_Vaera": {},
            "2_Bo": {},
            "3_Beshalach": {},
            "4_Yitro": {},
            "5_Mishpatim": {},
            "6_Terumah": {},
            "7_Tetzaveh": {},
            "8_Homily for Purim": {
                "0": "Remember what etc you were famished and weary, and cut down all the stragglers in your rear: he did not fear God. (Deut. 25:17-18) It seems, that it is not only for this that the seed of Israel is being commanded regarding the erasing of Amalek, which is from the seed of Esav. Rather, every person in Israel needs to erase the evil part that is concealed in one's heart, that is known by the name Amalek. This is because whenever the seed of Amalek is found in the world it is found in the human being, since the human is a small world, and therefore there is a reality to \"Amalek\", to the force of evil inside every human being, which arises every time to make a human being sin, and is regarding this that the remembrance comes in the Torah. And behold, the strength of the seed of Israel is only found in the mouth, since \"the voice, is the voice of Yaakov\", [found] in the Torah [study] and in prayer, when a person has this force always burning within towards the Holy One of Blessing, then no evil can control him. But, when a person allows this force to rest then immediately [s/he is under the verse] \"and they left Refidim\" meaning \"their hands became weak [rafah]\" and instantly \"and Amalek came\", instantly evil takes over. But when a person seizes in any instance the character trait of \"awe\", meaning, one is in awe of the Holy One of Blessing and will not transgress God's commandments, in any instance he won't come to sin. And this is why \"you were famished and weary\" is written, that you did not have inside you the force of the seed of Israel, that their hands were weakened and did not serve God. \"And did not fear God\" - and from this you need to remember strongly, so that the force of Amalek will not make you stumble. And this is why it is written \"And it was, when Moses raised his hand\" (Exodus 17:11) this means the force that is known by the name \"hand\" - when a person raises that force, then \"and Israel prevailed.\" But when he allowed that force to rest, then - God forbid - \"and [the other side] prevailed, etc."
            },
            "9_Ki Tisa": {},
            "10_Shekalim": {},
            "11_Parah": {},
            "12_Vayakhel": {},
            "13_Pekudei": {}
        },
        "3_Leviticus": {
            "0_Vayikra": {},
            "1_Tzav": {},
            "2_Shmini": {},
            "3_Homily for Pesach": {
                "5": "Or one could say, since \"You made them all with wisdom\", everything in the world was made with wondrous wisdom. Therefore,when the Holy Blessed One changes the orders of creation, it is as if They nullify Their wisdom, as if such a thing could be. This is like the way a father speaks to his young child. The father's love for his child leads him to contract (metzamtzem) his adult intellect and speak with the child according to his capabilities. Similarly, based on the greatness of Their love, the Blessed One performs for us signs and wonders and changes the orders of creation. This is \"peh sach\", the conversing mouth [discussed in point 5 above as an idea of Passover], from the language of the verse, (Habakkuk 3:6) \"the age-old mountains are shattered (\"sachu\", double meaning 'to converse')\" referring to when they descend from their level."
            },
            "4_Shir HaShirim": {},
            "5_Tazria": {},
            "6_Metzora": {},
            "7_Achrei Mot": {},
            "8_Kedoshim": {},
            "9_Emor": {},
            "10_Behar": {},
            "11_Bechukotai": {}
        },
        "4_Numbers": {
            "0_Bamidbar": {},
            "1_Nasso": {},
            "2_For the Sefira": {
                "0": "We need to explain why out of all the mitzvos of the 613 mitzvos , why there is no Shehechianu blessing on the mitzveh of counting the omer.  There is in the writing of the Ariz\"l regarding the verse (Shemos 3:12) \"You will serve G-d upon this mountain\", it is known that when Israel was in Egypt, they were sunken in 49 levels of impurity and The Blessed Holy One, in His Great mercy and kindness, redeemed them from Egypt in order to bring them close, under the wings of The Holy Presence. Because of this, they were required to count 7 cleanings.  Without counting the 7 cleanings, it would not be feasible to bring them close under the wings of The Holy Presence, as is known.  And the explanation of the verse \"You shall serve G-d\", is that you will perform the 50 [countings] verbally.  We find that there is a constant desire for the counting to be complete and for the closeness to be achieved.  There is a constant desire to complete the days of counting.  If it was feasible to complete the days of counting in one moment and immediately begin the closeness [with The Holy Presence], how good and pleasant it would be.  We therefore find that it is not appropriate to say the blessing of Shehechianu on this [counting due to the desire for the counting to be over with so that we can be close with The Holy Presence]."
            },
            "3_Homily for Shavuot": {},
            "4_Beha'alotcha": {},
            "5_Sh'lach": {},
            "6_Korach": {},
            "7_Chukat": {},
            "8_Balak": {
                "23": "How good are your tents, Jacob, your dwelling places, Israel - [this can be understood] through \"make your Torah (study habits) fixed\" - Jacob is a lower level and Israel is a higher level. And this is the explanation of \"how good are your tents Jacob\", that you make your work temporary. \"Your dwelling places, Israel\" is your Torah (study habits) should be fixed."
            },
            "9_Pinchas": {},
            "10_Matot": {},
            "11_Masei": {}
        },
        "5_Deuteronomy": {
            "0_Devarim": {},
            "1_Megillat Eicha": {},
            "2_Vaetchanan": {},
            "3_For Shabbat Nachamu": {},
            "4_Eikev": {},
            "5_Re'eh": {},
            "6_Shoftim": {},
            "7_Ki Teitzei": {},
            "8_Ki Tavo": {},
            "9_Nitzavim": {},
            "10_Haftarah of Nitzavim": {},
            "11_For Rosh HaShanah": {
                "39": "With trumpets and the voice of the Shofar, sound out before Adonai the King (Psalms 98:6). Let us explain in the manner of parable and metaphor - that of a moral king who traveled to a great forest to amuse himself in hunting animals and birds. He came to a valley in the forest and couldn't find the path straight, true path of the king to return home. He saw villagers in the forest and asked them about the path but they didn't recognize the king and they don't know how to answer him. Because they'd never known the straight, true path of the king! Finally, he found a wise and understanding man and asked him about the path. The wise man understood that this was the king and he became shocked and drew back. He heard him and immediately showed him the path, because in his great wisdom he knew the straight, true path of the king, and he took the king to his palace and sat him down upon his throne. He found favor in the eyes of the king, who lifted him up among the ministers of the kingdom, and dressed him in fine clothing, and appointed him to his treasury. After some time, the man sinned against the king and the king became angry and ordered the highest ministers in the kingdom to judge the man according to his transgressions against the king's commandments. The man suffered much because he knew the judgement would go extremely bad for him, according to the manner that he had sinned against the king. He threw himself down before the king and begged for his life and implored him that before the verdict was passed that he might grant a request in one matter: to dress him in his original clothes that he was wearing at the time he took the king from the woods. The king agreed to do so. And so it was that when he dressed the man in those clothes, the king remembered the great kindness the man did did for him in returning him to his palace and sitting him on his throne. His compassion was stirred and he forgave the sin against him and restored the man to his place. Now this has been a parable: so too with us, the people of the House of Israel - that at the time of the giving of the Torah, the Holy Blessed One offered every nation in every language that they might accept the Torah, but they did not want it. But us, the people of the House of Israel, accepted the Torah with great joy and gladness, and we preceded understanding with action. We accepted upon ourselves the yoke of Heavenly Rule and made it our King over us and accepted God's commandments and holy Torah. And now we have trespassed and rebelled against God. And on Rosh Hashanah, we are afraid of the day of judgement, of the hidden verdict against each person according to their deeds. Therefore, we sound the shofar and dress in the clothes we wore at the time of the giving of the Torah, when we accepted the Torah and raised God as our King with the shofar, as it is written, \"the voice of the shofar grew louder,\" (Exodus 19:19). This is in order that God will remember us according to that merit and forgive us our sins and trespasses and exempt us from judgement and write us for a long, good life, amen, may it be God's will."
            },
            "12_Vayeilech": {},
            "13_Ha'Azinu": {},
            "14_V'Zot HaBerachah": {}
        },
        "6_Likutim": {},
        "7_Likutim on Avot": {},
        "8_Haggadah MiSavi De'vey Atuni": {},
        "9_Kedushot for Purim": {
            "0_Introduction": {},
            "1_Kedusha Rishona": {},
            "2_Kedusha Shniya": {},
            "3_Kedusha Shlishit": {},
            "4_Kedusha Revi'it": {}
        },
        "10_The Rules of Festivals": {},
        "11_Chidushei Agadot": {},
        "12_Chidushei Halachot": {},
        "13_Kedushot for Chanukah": {
            "0_Kedusha Rishona": {
                "0": "... And it is known, that all the miracles, and all the revelations that were revealed back in the days, are revealed again each and every year. Like on Hanukkah, the miracle of Hanukkah, and the favors that Matiṯyāhu ben Yōḥānān the High Priest received, are revealed to all of us when we light the Hanukkah candles. ...",
                "1": "... We have to understand why they (the rabbis) made a holiday, and established that we should say Hallal and praise, on the miracles of the eighth days of Hanukkah and of Purim, but did not make a holiday on the days of the wars of Sisera (Judges 4), and the wars of Sennacherib (Kings 19), that were also great miracles? ... But (the explanation is, that) only these miracles that are forefather and ancient prophets saw that with our good deeds and action these graces (good revelations) are being revealed again and again, in every year, and in every generation --- those where the days they turned into holidays. And that is why the Talmud says (Shabbat 36) that \"on the next year they made it a holiday and established it with Hallal and praise.\" They mean, that they established that these revelations, and the miracles, and the the graces, will be forever. And with that we bring forward the light (revelation) forever, in every time. And that is what they mean they have \"established\" it, meaning that they have established it in every generation. [translators note: this is a draft, and incomplete translation]"
            },
            "1_Kedusha Shniya": {},
            "2_Kedusha Shlishit": {},
            "3_Kedusha Revi'it": {},
            "4_Kedusha Chamishit": {}
        },
        "14_The Rules of Miracles": {},
        "15_Explanations of Aggadot": {}
    },
    "meta": "Paragraph",
    "work": "Kedushat Levi"
}