{
    "text": {
        "3_Daf, 0_Comment": "<b>רש\"י ד\"ה ומלך בן מלך כו' לפי שהמלכות כו'.</b> כריתות ה ע\"ב:",
        "6_Daf, 0_Comment": "<b>גמ' וכן היה רשב\"י אומר.</b> כעין זה ב\"ב צג ע\"ב, נדה מז ע\"ב:",
        "7_Daf, 0_Comment": "<b>תוס' ד\"ה לקט וכו' והיכא דעבר ונטלם.</b> עיין יומא לו ע\"ב תוד\"ה לאו דנבילה:",
        "10_Daf, 0_Comment": "<b>תוס' ד\"ה איזהו נדר.</b> משנה היא. וכונתם בזה עי' בב\"ק דף סב ע\"ב תד\"ה מי קתני:",
        "11_Daf, 0_Comment": "<b>גמ' אמר רב כהנא מאן דקא מותיב.</b> כעין זה שבת קכג ע\"א כתובות יח ע\"א:",
        "11_Daf, 1_Comment": "<b>רש\"י ד\"ה בתר חג המצות וכו' ושילהי אדר בתרא לאו דוקא.</b> עיין יומא סז ע\"א בת\"י ד\"ה דתניא:",
        "12_Daf, 0_Comment": "<b>תוס' ד\"ה שמא וכו' ליכא למיחש כולי האי.</b> עיין יומא לה ע\"ב תוס' ד\"ה ניחוש:",
        "15_Daf, 0_Comment": "<b>תד\"ה שהחדש וכו'.</b> והר\"ר משולם מפרש. עיין יומא ג ע\"א תד\"ה אלא למ\"ד:",
        "16_Daf, 0_Comment": "<b>גמ' כ\"מ שיש בו שבות.</b> ק\"ל לרע\"ק דלא דריש כן ויליף משביעית. הא מזה לא מצינן למילף רק דין תוספת לענין איסור מלאכה אבל לענין עינוי ביוה\"כ מנ\"ל דהא אין ללמוד עינוי ממלאכה במה מצינו דמה למלאכה דנוהג בשבתות וי\"ט וצע\"ג. וביותר ק' אפילו לענין מלאכה הא בשביעי' אינו אסור בתו' מדאוריי' רק חרישה וקצירה אבל לא נטיעה כמ\"ש תוס' ד\"ה ומותר לקיימן וא\"כ ביוה\"כ ושבת מנלן תוספת בשארי מלאכות וצ\"ע:",
        "16_Daf, 1_Comment": "<b>רש\"י ד\"ה וקציר וכו' אתה נוהג בה.</b> עיין לקמן ד' יב ע\"ב תד\"ה מנהג:",
        "16_Daf, 2_Comment": "<b>תוס' ד\"ה וקציר של שביעית היוצא וכו' אבל אתה בוצר מן המופקר.</b> עיין סוכה ד' לט ע\"ב תוס' ד\"ה בד\"א:",
        "17_Daf, 0_Comment": "<b>גמ' וקסבר מקרא נדרש לפניו.</b> עיין סוטה לג ע\"ב תד\"ה ור\"י [שם ע\"א]:",
        "22_Daf, 0_Comment": "<b>גמרא אלא לר\"א מאי שני.</b> עיין ברד\"ק מ\"א ח\"ב בשם תרגום יונתן שם דלפני הזמן שיצאו ממצרים היה תשרי חדש ראשון כי בתשרי נברא עולם ומשיצאו ישראל ממצרים ניסן הוא ראש לחדשים ע\"ש א\"כ מאי פרכינן הכא אלא לר\"א מאי שני הא מקודם היה תשרי ראשון לחדש ושפיר קרו למרחשון שני לחדשים:",
        "23_Daf, 0_Comment": "<b>גמרא ת\"ר המודר הנאה מחבירו לשנה.</b> עיין נדרים דף ס ע\"ב איבעיא להו אמר קונם יין שאני טועם. ועיין בתשובת מהריב\"ל ספר ב' סימן כא:",
        "24_Daf, 0_Comment": "<b>גמ' וקים כו'.</b> עי' יומא עט ע\"א:",
        "24_Daf, 1_Comment": "<b>שם לא תפיק כו'.</b> סוטה טז ע\"ב:",
        "24_Daf, 2_Comment": "<b>שם אלא קים להו ה\"נ קים להו.</b> תמוה לי דאיך דומה זה לזה דלעיל שלא ראינו התבואה קודם ר\"ה אלא עתה כשקוצרים אותה בסוכות ובאנו לדון מדרך כלל דכל שנקרת בחג הביאה שליש קודם ר\"ה בזה י\"ל דלא קים להו בהך כללא משא\"כ הכא דכשבאו לארץ ראו להתבואה שעדיין לא הביאה שליש ובזה בקיאין מה שהוא לראיית עין. והא בזה ודאי בקיאין כדקתני במתני' התבואה משהביאה שליש משמע דבלא הביאה שליש אין בו משום שביעית ולא משום מעשר ולא חיישינן דשמא הביאה שליש אע\"ג דבזה בקיאין:",
        "31_Daf, 0_Comment": "<b>גמ' וא\"ר יצחק ד' דברים מקרעין וכו'.</b> בתשו' הרא\"ש סוף כלל יז הביא הנוסח' ג' דברים מבטלין הגזירה וכו' אף שינוי השם:",
        "31_Daf, 1_Comment": "<b>תוס' ד\"ה ליום הדין כו' לחיי העולם הבא שהוא קיים לעולם.</b> עי' תורת חיים ריש פ' י\"א דסנהדרין:",
        "32_Daf, 0_Comment": "<b>גמ' ונידונין בה לדורי דורות.</b> עיין נדרים ח ע\"ב:",
        "33_Daf, 0_Comment": "<b>גמ' אלמלא מקרא כתוב.</b> מגילה כא ע\"א סוטה יג ע\"ב:",
        "35_Daf, 0_Comment": "<b>גמ' ואני אין דורש כמותו.</b> עיין בספר ברכי יוסף יו\"ד סי' רמב סעיף ג:",
        "39_Daf, 0_Comment": "<b>גמ' לאכחוש סהדי.</b> עיין לקמן כד ע\"ב תד\"ה ראינוהו:",
        "43_Daf, 0_Comment": "<b>גמרא סהדא אחרינא הוה בהדיה.</b> גיטין דף ה ע\"ב סנהדרין דף יד ע\"א:",
        "44_Daf, 0_Comment": "<b>תוס' ד\"ה ארבעה מיני ארזים וכו' ובירושלמי חשיב כ\"ד.</b> וכן הוא במ\"ר שמות פרשה לה:",
        "45_Daf, 0_Comment": "<b>גמ' אסתתומי אסתתום.</b> ע' פסחים צג ע\"ב תוס' ד\"ה רב יהודה אמר:",
        "45_Daf, 1_Comment": "<b>תוספות ד\"ה שיהו מהלכין וכו'.</b> דאכל הני דהתם פריך. עיין יומא עז ע\"ב. מו\"ק ז ע\"א:",
        "50_Daf, 0_Comment": "<b>גמ' שפיר קאמ' ר\"י.</b> כעין זה פסחים דף כח ע\"ב:",
        "50_Daf, 1_Comment": "<b>שם ולא שנים ושלשה שופרו'.</b> עי' סוטה דף יז ע\"ב תד\"ה כתבה על שני:",
        "52_Daf, 0_Comment": "<b>גמ' אלא תרתי קלי כו' מתרי גברי.</b> עי' סוטה דף לט ע\"ב תד\"ה עד שיכלה:",
        "53_Daf, 0_Comment": "<b>גמ' איכא דרמי להו.</b> כעין זה סוכה דף טז ע\"א. ודף לב ע\"ב. ב\"ב דף יט ע\"א. ודף כו ע\"א:",
        "53_Daf, 1_Comment": "<b>תוס' ד\"ה ניקב כו'.</b> והלכה למעשה. תמוה לי למה דוקא במינו הא בירושלמי מוקי למתני' אף כר\"נ וא\"כ מיירי מתני' באינו מינו ואפ\"ה אם אינו מעכב כשר ובזה לא פליגי רבנן אלא דס\"ל דבמעכב אף במינו פסול אבל מה דכשר לר\"נ באינו מינו ה\"נ לרבנן:",
        "54_Daf, 0_Comment": "<b>גמ' בשופר של שלמים.</b> עיין זבחים דף פו ע\"א תד\"ה אתיא. ובכורות דף כו ע\"א תד\"ה התולש ובנדרים דף י ע\"א תד\"ה אדם מביא כבשות ומעילה דף יב ע\"ב תד\"ה חלב:",
        "55_Daf, 0_Comment": "<b>גמ' שלא בזמנו בעי כוונה.</b> עיין תוס' ישנים יומא דף נז ע\"א ד\"ה נותן:",
        "55_Daf, 1_Comment": "<b>תוס' ד\"ה אבל נתכוין כו' לא הוי מצי לומר.</b> עיין תשובת מהריב\"ל ספר שני סי' פה:",
        "62_Daf, 0_Comment": "<b>מתני' סדר ברכות.</b> עיין סנהדרין דף מט ע\"ב תוס' ד\"ה אף:",
        "64_Daf, 0_Comment": "<b>גמ' ואין בנות ישראל סומכות.</b> עיין מנחות דף צג ע\"ב תד\"ה ידו:",
        "64_Daf, 1_Comment": "<b>תוס' ד\"ה הא ר\"י וכו' ומותרות לברך על מ\"ע שהז\"ג.</b> עיין בהגהת אשר\"י ספ\"ג דסוכה:",
        "64_Daf, 2_Comment": "<b>בא\"ד דאע\"ג דסומא פטור מדאורייתא מדרבנן מיהא חייב.</b> עיין מגילה דף כד ע\"א תד\"ה מי שלא ראה:",
        "65_Daf, 0_Comment": "<b>מתני' שיעור תרועה כשלש יבבות.</b> אף דתרגום תרועה יבבא צ\"ל דאין יבבא דמתני' כיבבא דתרגום וכעין מה דאמרינן לשון תורה לחוד ולשון גמ' לחוד [חולין דף קלז ע\"ב] הרא\"ם בראשית א יא ד\"ה לא דשא לשון עשב:",
        "66_Daf, 0_Comment": "<b>רש\"י ד\"ה ה\"ק אי לאו גזירה שוה כו' כלומר מעצמו.</b> עיין סוכה דף לא ע\"א רש\"י ד\"ה לא מקשינן וצ\"ע:"
    },
    "meta": "Daf-Comment",
    "work": "Gilyon HaShas on Rosh Hashanah"
}