{
    "title": "Tziunei Maharan on Mishneh Torah, Plaintiff and Defendant",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tziunei_Maharan_on_Mishneh_Torah,_Plaintiff_and_Defendant",
    "text": [
        [
            [],
            [],
            [],
            [],
            [
                "<b>וכל מי שחלה עליו שמתא שלשים יום מכין אותו מכת מרדות.</b> המ\"מ והכ\"מ לא הראו מקור לזה אבל כ\"ה בקידושין דף י\"ב ע\"ב רב מנגיד על דמקדש בשוקא כו' ועל דחלה שמתא עלויה תלתין יומין נהרדעי אמרי בכולהו לא מנגיד רב אלא על דמקדש בביאה בלא שידוכי ורבינו פסק דלא כנהרדעי. ועי' בב\"י ביו\"ד סי' של\"ד שכתב וז\"ל גרסי' בפ\"ק דקידושין דרב מנגיד למאן דחיילא עליה שמתא דרבנן שלשים יום ונהרדעי אמרי דלא מנגיד בה רב וכתב רבינו ירוחם דמלקין אותו שרוב הפוסקים הסכימו דלית הלכתא כנהרדעי אבל הרמב\"ם לא כתבו משמע דס\"ל דכיון דספיקא הוי אי מנגיד רב אי לא אזלינן לקולא ואחריו נמשך רבינו עכ\"ל. ויש להפליא עליו טובא שלא זכר מדברי רבינו בכאן דמבואר להדיא דין זה דפסק דלא כנהרדעי, ועי' בלח\"מ ומל\"מ בח\"ג מהלכות אישות הכ\"ב מה שהאריכו בזה וכלם לא העירו שרבינו הביא באמת ד\"ז בכאן:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הטוען את חבירו טענות הרבה אין משביעין אותו על כל טענה וטענה אלא שבועה אחת על הכל.</b> וכתב המ\"מ כן כתב רבינו האי בשערי השבועות ויש לזה סמך בקצת מקומות, וכ\"כ הב\"י בטוח\"מ סי' פ\"ז. אמנם י\"ל שרבינו הוציא כן מהירושלמי דכתובות בפ' שני דייני גזרות ה\"ד דאיתא שם חד בר נש אזיל בעין מידון עם חבריה קומי רב שרי מיטען עימיה שערין חטין כוסמין א\"ל רב כל מה דאת יכול מגלגלה עלוי גלגל ובסופא הוא מישתבע לך חדא על כולהון ע\"כ:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ציוני מהר\"ן על משנה תורה, הלכות טוען ונטען",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tziunei Maharan",
        "Sefer Mishpatim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}