{
    "title": "Kovetz Al Yad HaChazakah on Mishneh Torah, Fringes",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kovetz_Al_Yad_HaChazakah_on_Mishneh_Torah,_Fringes",
    "text": [
        [
            [
                "<b>ואין לחוטי הענף מנין מה\"ת.</b> עיין כ\"מ מה שהניח בצ\"ע ועי' בכ\"מ ריש הלכות אישות ולדבריו שם י\"ל דגם דעת הר\"מ שהוא מה\"ת אלא שאינו מפורש בתורה אלא מדרשא דגדילים שקבלנו מד\"ס ועיין בספר ברכי יוסף א\"ח סי' י\"ג מה שהאריך בזה:"
            ],
            [],
            [],
            [
                "<b>והתכלת כו'.</b> לשון רבינו תמוה מאוד כאשר האריך בזה הכ\"מ בס\"פ ויותר מסתבר כפי פי' שכתב כאן דסובר רבינו דע\"כ לא נחלקו חכמים על רבי אלא במה דס\"ל לרבי דאם אין לו תכלת לא יעשה לבן כלל בזה פליגי משום דעיקר מצוה בלבן אבל במה דס\"ל לרבי באם אין לו לבן לא יעשה ציצית כולם של תכלת בזה לא פליגי עליה ולא מכשרו אלא באיגרדום כמו דרבי מכשר באיגרדום ובזה ארווח לנו פי' הסוגיא דלכאורה קשה מאי זה דמקשה התלמודא לימא מתני' דלא כרבי מאי איכפת לנו בזה ודוחק לומר משום דרבי סתמה למתני' מה\"ט נ\"ל מה דדחיק ליה להרז\"ה במס' שבת פרק ב\"מ מביאו הפמ\"ג בפתיחה להלכות ציצית שכתב והוי יודע שדעתנו אינה נוטה שהתכלת אינן מעכבות את הלבן כו' ואע\"ג דתניא וחכ\"א א\"מ הא פרישנא בגמרא דיחידא' היא הלכך הדרי' לכללא דנקטינן הלכה כרבי כו' מדקא מהדרי' לפרושי למתניתין לאפוקי מתני' מפשטה ולאוקמה אליבא דרבי כו' וכ\"נ מדברי הר\"ש קירא\"ה בה\"ג שלא כתב משנה זו התכלת א\"מ את הלבן בהלכות ציצית שלו. ע\"ש והיינו משום דקשיא ליה כמ\"ש אע\"כ דסתמא דתלמודא היה סבר דהלכתא כרבי ומש\"ה בעי הגמרא לידע אם יש פירוש אחר במתני' לאוקמה כהלכתא ולפי פי' הרמב\"ם פה סרה קושייתו די\"ל דודאי לא היה ס\"ל לתלמודא דהלכתא כרבי בכל ענין אלא כמ\"ש במה דמסתבר טעמא דרבי באם אין לו לבן הוא מסתבר דמעכב ואם נוקמי המתני' כפשטה מוכח פירוש המתני' דרבנן פליגי בכל ענין ולא מסתבר טעמייהו בזה מש\"ה קא מהדר לפרושי למתני' בע\"א באיגרדום וא\"כ הלכתא במה דמסתבר טעמיה באם אין לו לבן ול\"פ רבנן עליה כלל בזה אבל במה דס\"ל באם אין לו תכלת אינו מחוייב מה\"ת בלבן כלל בזה ודאי לית הלכתא כוותיה אלא כרבנן דאינו מעכב ודעת הרז\"ה יחידאה היא ולית דחש לה ועיין שם ברמב\"ן במלחמות ובזה סרה כל תלונות הרז\"ה וזה ברור ודו\"ק היטב:"
            ],
            [
                "<b>אע\"פ כו'.</b> הכ\"מ לא הראה מקורו ועיין בשו\"ת הריב\"ש סי' קל\"ז וז\"ל אעפ\"י שמנה התכלת ולבן במצוה אחת אעפ\"י שאין מעכבין זא\"ז זה הוא מפני שמצא כן במכילתא מבואר בתכלת ולבן שהם מצוה אחת והטעם מפני שהם מעשה אחד לבישת התכלת והלבן יחד וראויה הוא שימנה אחת אעפ\"י שאין מעכבין זא\"ז אבל תפילין של יד וש\"ר הם שני מעשים וראוים שימנו שתי מצות כיון שאין מעכבין זא\"ז ע\"כ:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אם רצה כו'.</b> עיין הראב\"ד ובכ\"מ תמה ממ\"נ גם לר\"ש קשה שיהיה צריך ששה כמשכן כו' ונראה ליישב קושיית הכ\"מ דבאמת היה קשה ליה לרבינו אם טעמא דר\"ש משום דיליף תכלת ממשכן ודאי דקשיא טובא דליבעי חוטן כפול ו' ולא הוי שתיק בספרי לגלות לנו היכן מצא ברמיזה דלא בעינן בציצית כפול ו' וכה\"ג אשכחן במס' שבת דף כ\"ח ע\"א בהא דאמרינן הא דתנן כל היוצא מן העץ אינו מיטמא טומאת אהלים אלא פשתן מנ\"ל אמר ר\"א גמר אהל אהל ממשכן כו' ומקשה הגמרא אי מה להלן שזורין וחוטן כ\"ש אף כאן שזורין וחוטן כ\"ש ת\"ל א\"א ריבה כו'. ובאמת ז\"ל הספרי ונתנו על ציצית הכנף פתיל תכלת טווי ושזור אין לי אלא תכלת טווי ושזור לבן מניין הרי אתה דן הואיל ואמרה התורה תן תכלת ותן לבן מה תכלת טווי ושזור אף לבן טווי ושזור ע\"כ א\"כ הרי לא נזכר שם טעם דילפינן תכלת ממשכן אלא נראה דה\"ט דספרי דגבי תכלת פשיטא ליה דבעינן שזור משום דסובר הספרי דעיקר כלאים אינו אלא בשזור וא\"כ אי ס\"ד דלא בעינן בתכלת שזור א\"כ לא הוי כלאים תכלת עם הבגד ולמאי הלכתא כ\"ר להתיר כלאים בציצית וכמ\"ש התוס' במסכת מנחות דף ל\"ט ע\"א סד\"ה קה\"ע והנה דבר זה אי בעינן שזור כ\"א לבדו עיין בגמרא מסכת נדה דף ס\"א ומשמע בדעת הרמב\"ם כפי גירס' שלפנינו בטור יו\"ד סי' ש\"א דבכ\"ע הוי כלאים דאורייתא ודלא כמו שהבין הכ\"מ שם ודבר זה תלוי במחלוקת האמוראים שם ולפי\"ז אין ראיה דבעינן שזור לשיטת הרמב\"ם ובזה י\"ל דעל הספרי ל\"ק משום דהספרי מצי סובר דכלאים לא הוי כ\"א בשזור כל א' לבדו מש\"ה מוכח דבעינן שזורין ולא ילפינן ממשכן כלל אבל לדידן דקיימ\"ל בכ\"ע הוי כלאים אם אמרינן דבעינן שזורין א\"כ ממשכן ילפינן ע\"כ ליבעי חוטן כפול ששה ועיין מה שאכתוב בס\"ד בהלכות כלאים ודו\"ק:<br><b> וז\"ל </b> הטור א\"ח סימן י\"א וצריך שיהיו שזורין וכתב הב\"ח דבטוויה שלא לשמה כתב דפסולין ובשזורין לא כתב דפסולין אלא דצריך שיהיו שזורין נראה לפרש למאן דמצריך טווין ושזורין לשמן הוא מדסמיך קרא גדילים תעשה לך לקרא דלא תלבש שעטנז ופירושו שוע טווי ונוז ואמר גדילים תעשה לך מהם דהיינו שיעשה הציצית טווי ונוז שפירושו שזור ע\"כ. וצ\"ע דבריו דמנ\"ל דרשא זו והוא נגד הספרי הנ\"ל ועיין בתה\"ד סימן מ\"ד כתב וז\"ל הרוצה לעשות ציצית של משי יזהר שלא יקח החוטין כמו שהן טווין ושזורין מן החנות של עכו\"ם דבעינן טווי ושזור ע\"י ישראל לשמן אלא יקח לשון של משי מן החנות וע\"י ישראל יטווה וישזור אבל בספר ברכי יוסף א\"ח סימן ט' אות ב' כתב בציצית של משי צריך זריקתן לשמן ע\"ש:"
            ],
            [
                "<b>ולא משל עה\"נ.</b> עיין כ\"מ דכתב דטעמא לאו משום איה\"נ אלא משום דכתותי מ\"ש דמצות ללה\"נ. ולכאורה קשה דהא משמע היכא דאיכא הנאת הגוף בהדי מצוה לא אמרינן מצות ללה\"נ כמ\"ש הר\"ן במסכת נדרים דף ט\"ו ד\"ה והא כו' ועי' בס' שעה\"מ בפ\"ח מהלכות לולב במ\"ש בשם הרב המאירי שאעפ\"י שבשעת קיום המצוה איכא הנאה לגוף אין בכך כלום ובלבד שלא יהנה אחר עשיית המצוה כגון מודר הנאה ממעיין וה\"נ אין לו הנאה אלא בשעת המצוה דכ\"ז שהוא לבוש בטלית מקיים המצוה ולשיט' הכלבו שהביא הב\"י א\"ח סי' תקפ\"ו דמשמע דלא מחלק בהכי כתב בשעה\"מ שם דיש לחלק בע\"א דוקא היכא דנהנה גופו מהדבר עצמו שאסור בהנאה כגון המודר הנאה משופר וכה\"ג כו' דכה\"ג ל\"א מצות ללה\"נ היכא דאיכא הנאת הגוף משא\"כ היכא דאין הנאה באה מגוף הדבר שאסור ע\"ש וה\"נ אין הנאה מהציצית כ\"א שהותר עי\"ז הבגד ללבוש ובכה\"ג שפיר אמרינן מצות ללה\"נ ועיין בתוס' פסחים דף כ\"ג ע\"א ד\"ה מערבין משמע ג\"כ כסברא זו ודו\"ק:",
                "<b>ולא משל קדשים.</b> הכ\"מ לא גילה לנו טעם רבינו ונראה משום דכי היכי דפסלינן גזול דבעינן משלהם כך הקדש אינו נקרא שלהם וכדאמרינן בעלמא דהקדש אינו שלו אבל גבי עיר הנדחת ע\"כ צריך לטעמא דמכתת שיעוריה דאי משום איסור הנאה לבד עכ\"פ שלהם מיקרי ועיין במסכת סוכה בסוגיא דאתרוג של ערלה:"
            ],
            [],
            [],
            [
                "<b>תלה החוטין בין שתי כנפים כו'.</b> עיין כ\"מ שדחק מאוד ליישב דברי רבינו. ולעד\"נ דמש\"ה נקט רבינו בין שתי כנפים להורות לנו עוד דין אחר דאם פסקן מתחילה ואח\"כ קשרן אעפ\"י שבשעת תלייתן בבגד לא היו בכנף אחד וכדאמרינן בגמרא מ\"ד בעינן כנף בשעת פתיל ופירש\"י כנף אחד ולא שנים קמ\"ל דאין בזה שום פסול דדוקא אם קשרן מתחילה ואח\"כ פסקן פסול ונקט רבינו דין אחד לאשמעינן שני דינים משא\"כ אי הוי נקט בכנף אחד היה צריך להאריך להשמיענו הך דינא כנ\"ל ברור:"
            ]
        ],
        [
            [
                "<b>רחל בת עז צמרה פסול לציצית.</b> עיין כ\"מ ועיין בפ\"י מהלכות כלאים ובפמ\"ג באשל אברהם סימן ט' אות א':"
            ],
            [
                "<b>דם חלזון והוא דג כו' וביה\"מ כו'.</b> בק\"ע שבת כ\"ט ע\"ב ד\"ה מה צביעה כתב דבמדבר לא היה להם חלזון שהוא נמצא בא\"י בגבול זבולן ודם מת אינו טוב לצבע ולהביא מא\"י חלזון חי א\"א דא\"י לחיות כ\"כ חוץ למים והיה להם תכלת ממצרים הנה יראה מדבריו ומדברי רבינו פה שחלזון הוא גדל במים אך אם הוא דג טהור או טמא לא נתפרש ועיין בערוך הנדפס מחדש מש\"כ שם הגאון מהרש\"ל:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היתה כולה תכלת כו'.</b> עיין כ\"מ מה שתמה למה לא חילק רבינו בין טלית בת ד' חוטין לבין ח\"ח ומ\"ש בישוב קושיא זו צע\"ק. ולי נראה דהנה פליגי בזה פוסקים. שיטת רשב\"א דאם הוסיף על מנין החוטין בכל כנף יותר מד' כפולים פסול וכן פסק בש\"ע סימן י\"א סעיף י\"ב ובתוספות ר\"פ התכלת כתב דלא שייך בל תוסיף רק אם הוסיף על ד' ציצית אבל לא במנין החוטין וכמו בערבי נחל דרשאי להוסיף ואין בזה משום בל תוסיף וכ\"ה דעת בעל העיטור עיין בעט\"ז סימן כ' דפלוגתתם תלויה בפירוש הגמרא סנהדרין דף פ\"ט. ובכ\"מ פ\"א הלכה א' מביא פלוגתא דאמוראי ראב\"י רמי ד' ועייף להו ור\"י דהוי רמי תמניא פליג על ר\"א וכשמוסיף על המנין עובר בב\"ת למר כדאי\"ל ולמר כדאי\"ל וקיימ\"ל הלכתא ארבעה דהא ר\"פ אסיק התם הלכתא ארבעה א\"כ סובר דעובר על בל תוסיף לכ\"ע בהוסיף על מנין החוטין ולשיטת העיטור צ\"ל דפליגי אמוראי בזה ואנן קיי\"ל כמ\"ד ד' וא\"כ סוגיית הגמרא דמחלק בין ארבע לשמנה צ\"ל דסבר דאין כאן ב\"ת דאנן קיי\"ל כמ\"ד בד' וגם במנין החוטין שייך ב\"ת ומש\"ה לא מחלק רבינו בין ארבע לשמנה ודוק קצרתי:"
            ]
        ],
        [
            [
                "<b>ותהיה הכסות של צמר כו'.</b> עיין כ\"מ. ירושלמי פ\"ב דכלאים מה צמר שאין לו שם לווי אף כל שאין לו שם לווי מניין שאין לו שם לווי אמר ריב\"ל כדכתיב ומישע מלך מואב היה נוקד והשיב למלך ישראל מאה אלף כרים ומאה אלף צמר אילים אין לך קרוי צמר אלא אילים בלבד ורחלים דהיינו זכרים ונקבות עיין פמ\"ג סימן ט' אות א':"
            ],
            [],
            [
                "<b>לפיכך כו' אינו עושה כו'.</b> מלשון זה משמע דאין עיכוב בדבר ובספר אליהו זוטא כתב בשם הל\"ח וז\"ל למדים זה מקרא גופיה דכתיב על ארבע כנפות והמרוחקות זו מזו נופל עליהם שם כנפות ע\"כ. משמע קצת דס\"ל דיש עיכוב בדבר:"
            ],
            [
                "<b>השאולה פטורה מן הציצית כו' מכא\"ו חייבת.</b> בתוס' חולין דף ק\"ו כתבו בשם י\"מ דלאחר שלשים יום כלאים אסור כיון דאינו מחוייב אלא מדרבנן מפני שנראית כשלו ור\"ת מתיר אפילו בכלאים וכ\"כ התוס' במנחות דף מ' ע\"ב תוס' ד\"ה תכלת ורבינו פה אע\"ג דסתם דבריו מ\"מ מבואר דלא ס\"ל כר\"ת דלקמן בהלכה ז' כתב גזירה שמא יתכסה בה בלילה ולשיטת ר\"ת ע\"כ צ\"ל דהגזירה היא שמא יתכסה בכסות המיוחד ללילה עיין כ\"מ. ועוד מפורש יותר בפ\"י מה' כלאים הלכה ל\"ב שסובר דגבי כהנים לא אשתרו כלאים כ\"א בעידן עבודה וכתב שם כציצית, הרי מפורש ומבואר דגבי ציצית לא שרינן כלאים אלא בשעה שמקיים העשה ומה דדחיק ליה להר\"מ היינו משום דהיה מפרש כפשטא נהי דאישתרי בעידן עבודה שלא בש\"ע מ\"א ודלא כפירוש ר\"ת דקאי על בגדים המיוחדים לעבודה אף שהתוס' והרא\"ש בה\"ק כתבו גם להאי פירוש יש לחלק וז\"ל הרא\"ש דהכא גדילים תעשה לך על לא תלבש שעטנז קאי וקאמר רחמנא דבכה\"ג תלבש ומשמע דכל לבישה התירה התורה בין ביום ובין בלילה כמו אם לא היה כלאים אבל היתר לבישה בלא עבודה לא הותרה מעולם. מ\"מ לא נראה לרבינו לחלק בהכי דלפי\"ז קשה מאי מקשה הגמרא במסכת יבמות דף ד' ע\"ב ולתנא דבי ר\"י טעמא דכ\"ר צו\"פ הא לא\"ה כלאים בציצית ה\"א דא\"ר והכתיב ועשו כו' ותכלת עמרא הוא ומאי מקשה דילמא אי לא הוי כתיב הסמיכות ה\"א דהוי דומיא לבג\"כ דאינו מותר אלא בשעת חיובו וקושיא זו מצאתי אחר זמן רב בספר מהר\"ם ברבי ומפאת קושיא זו הוכיח הרמב\"ם דאין כאן מקום לחלק בין ציצית לב\"כ:<br><b> ואין </b> להקשות דגם לדברי רבינו קשה קושיא הנ\"ל דע\"כ לא ס\"ל לרבינו דלא כר\"ת אלא כ\"א לפי המסקנא דאין לנו כ\"א הסמיכות להתיר כלאים בציצית אזי מסתברא לומר סברת רבינו דלא משתרי כ\"א בעידן דמקיימי מצוה משא\"כ להס\"ד דבשעת מצוה כבר ידעינן לתנא דבי ר\"י מן ועשו והסמיכות מיותר אכתי קשה מאי מקשה התלמודא דילמא אתי הסמיכות לאורויי דבכל ענין אשתרי דאל\"כ הסמיכות מיותר. אבל זה לק\"מ לשיטת רבינו דלא ניחא ליה לתלמודא לעשות מחלוקת לענין היתרא דכלאים בציצית דלתנא דבי ר\"י יהיה מותר בכל ענין ולרבנן אינו מותר כ\"א בעידן המצוה אבל לשיטת התוספות והרא\"ש דהם למדו בסמיכות מן אף לפי המסקנא דלא מיותר קושיא הנ\"ל במק\"ע:<br><b> ולהעיר </b> אוזן התלמידים אמרתי לפרש דל\"ק גם לשיטת ר\"ת וסייעתו ובמה דפליג הר\"מ ז\"ל דלא ניחא ליה ליישב הקושיא בדרך זה. דלכאורה קשה טובא לשיטת ר\"ת וסייעתו מנ\"ל לפרש הסמיכות להתיר בכ\"ע אפילו שלא בשעת עשיית המצוה דדי לנו לאוקים הסמיכות להתיר בשעת מצוה וכמו בכל דוכתין דעשה דוחה ל\"ת. ונראה דהתוספות כתבו ביבמות דף ה' ע\"ב ד\"ה כולה וא\"ת ולמה לן קרא למילף מכלאים בציצית נילף משריפת קדשים מדאיצטריך התם קרא דל\"ד משום דיכול להמתין מכלל דבעלמא דחי ואומר ר\"י דהתם א\"ק של\"ת דדחי משום דאפילו או\"נ שרי ולמ\"ד נו\"נ א\"ק ביו\"ט ל\"א הכא קרא ע\"כ. ולכאורה קשה א\"כ לדידן דקיימ\"ל כמ\"ד נו\"נ א\"ק א\"כ תיקשי לדידן קושיית התוס' שם דף ו' ע\"א וז\"ל וא\"ת אי בעלמא דחי א\"כ קרא דכב\"צ ל\"ל ותירצו שם ג' תירוצים. א' דאיצטריך לכדרבא ולתנא דבי ר\"י נמי איצטריך דלא נדרוש הכנף מין כנף. ועוד ס\"ד דלא לדחי עשה דציצית לאו דכלאים שא\"ש בנשים למ\"ד נשים פטורות מציצית ע\"כ. והנה ב' תירוצים הראשונים כבר סתר מהר\"ם ברבי בחי' והאמת אתו דבשלמא הש\"ס דקאמר ס\"ד הכנף כו' היינו דקאי שם דאכתי לא ידעינן דעשה דוחה ל\"ת ודאי הוי דרשינן כדרבא אבל השתא דידעינן כבר דעשה דוחה ל\"ת בעלמא מהכ\"ת לנו לדרוש הכנף מ\"כ ע\"ש ולא נשאר לנו אלא תירוץ הג' אבל למ\"ד נו\"נ א\"ק ביו\"ט ילפינן מדאיצטריך קרא גבי ש\"ק ועשה דש\"ק ג\"כ אינו ש\"ב שאינו נוהג בנשים דהוי מ\"ע שהז\"ג דשריפת נותר אפילו שלא בזמנו אינו אלא ביום כדאמרינן במסכת יבמות דף ע\"ב וא\"כ קשה דגם תירוץ זה ליתא וא\"כ ל\"ל קרא להתיר כלב\"צ. ונראה דזה הוא דדחיק ליה להר\"ת וסייעתו דהוה קשה להו קושייתנו ל\"ל קרא להתיר כלב\"צ אלא להורות בא דבכ\"ע מותר דהותר כלאים לגבי ציצית וכ\"ז לפי המסקנא אבל לס\"ד דגמרא שם ביבמות מנ\"ל דעשה דוחה ל\"ת ע\"כ צ\"ל דסוגית הגמרא היה סובר שם כמ\"ד נו\"נ קרבין ביו\"ט ולדידיה מודה ר\"ת דאף אם גילה לנו התורה להתיר מוקמינן לה דוקא בשעת מצוה ושפיר מקשה התלמודא כמ\"ש לדעת רבינו:<br><b> אמנם </b> באמת קושיית התוס' שם תמוה דמאי קושיא הא איצטריך כלב\"צ לאשמעי' דקשר עליון דאורייתא דאינו יוצא י\"ח מצות ציצית כ\"א היכא דהוי כלאים דהיינו בב' תפירות וכמ\"ש המהרש\"א שם בשם בעל פ\"י. ונראה דהתוספות שם סוברים דהא דק\"ע מה\"ת לא ילפינן מדאיצטריך להתיר כלב\"צ אלא דילפינן מגדיל דלשון גדיל משמע מחובר בטוב וכמ\"ש התוס' במסכת מנחות (דף ל\"ט) ד\"ה קשר א\"נ כמ\"ש רש\"י שם דק\"ע הל\"מ וא\"כ הוא שפיר מקשו התוס'. ומעתה י\"ל דגם דעת ר\"ת וסייעתו כן הוא דק\"ע נפיק מהנך דרשות שכתבתי וא\"כ שפיר קשיא ליה ל\"ל קרא להתיר כלב\"צ אע\"כ דבא להתיר בכ\"ע ורבינו סובר כפשטא דק\"ע לא ידעינן כ\"א מדאצטריך קרא להתיר כלאים בציצית ואין לנו יתור כלל ומסתברא דלא מוקמינן להתיר בכ\"ע כ\"א בעת מצותה כנ\"ל:<br><b> ודע </b> דלפ\"ד א\"כ לר\"א דאי\"ל במסכת שבת (דף כ\"ד) יו\"ט עשה ול\"ת הוא ג\"כ מודה ר\"ת וסייעתו וכבר הארכתי בזה בשלום ירושלים מסכת מגילה ואין עת האסף פה:<br><b> אבל </b> אחר העיון י\"ל קושיית מהרמ\"ב בדרך נכון מאוד. דהנה הרשב\"א ותוס' כתבו בהא דדרשינן סמיכות להתיר כלאים ע\"כ להתיר בא דאי למיסר גדילים בשעטנז לשתוק קרא מיניה ומעתה לתנא דבי ר\"י דגם בלא סמיכות יש משמעות שהתיר א\"כ שוב לא יכולים לומר דסמיכות אתי להתיר בכ\"ע דיקשה לתנא דבי ר\"י דילמא אתי קרא לאסור ושלא לעשות כלל מכלאים כ\"א צמר לצמר ופשתן לפשתן וא\"ש קושיית הגמרא ותירוץ הגמרא ודו\"ק. ולפי\"ז מיושב מה דדחיק ליה לרש\"י ותוס' במנחות דלא ס\"ל כתירוץ הר\"י קלצון ביבמות דהנה תירוץ התוס' תמוה וצ\"ב כמו שהאריך המל\"מ ותוכן כוונתו דיש לנו ג' קראי ויחדיו מיותרים ע\"ש. ולפ\"ד עדיין הקושיא במק\"ע דע\"כ איצטריך יחדיו דאי לא הוי כתיב יחדיו וסברא חיצונה דלא בעי חיבור ש\"ת א\"כ ה\"א דאתי קרא דצו\"פ לאסור כלב\"צ ולא שייך לומר לשתוק קרא מיניה ז\"א דהא ס\"ד לתנא דבי ר\"י למדרש להיתרא מדרשא דבגדיהם ולזה איצטריך קרא דיחדיו ומש\"ה מתרצים רש\"י ותוס' הקושיא זו בע\"א. ובזה י\"ל פירש\"י במנחות (דף מ') ובשבת הא דת\"ר סדין בציצית ב\"ש פוטרין ופירש\"י דל\"ד סמיכות למישרי כלב\"צ והתוס' מקשו דהא במ\"ת דרשי' לכ\"ע סמוכין ומהר\"ם לובלין במסכת שבת הקשה עוד מנ\"ל לב\"ש הא דקיימ\"ל עשה דוחה ל\"ת דהא ל\"ד סמוכין ולא יכולין למילף מכלב\"צ. אמנם לפי מ\"ש ל\"ק קושיית מהר\"ם משום דב\"ש לטעמייהו דסברי נו\"נ א\"ק ביו\"ט וא\"ל מש\"ק כמ\"ש התוס' ביבמות ומעתה סובר ב\"ש דע\"כ במ\"ת ודאי דרשינן סמוכין אבל סמיכות דכלב\"צ מנ\"ל דאתי לאורויי להקל דידחה דלמא להיפך למילף מינה לאיסור וכ\"ת לאיסורא ל\"ל קרא ז\"א דה\"א הא דילפינן מש\"ק וס\"ל לב\"ש לפי האמת דסמיכות אתי לאסור ולא למישרי כלל כלב\"צ וזהו שכתב רש\"י ב\"ש ל\"ד סמוכין למשרי כלב\"צ כ\"א לאסור ודו\"ק היטב והבן כי זה ברור ונכון:"
            ],
            [],
            [],
            [
                "<b>גזירה שמא יתכסה בה.</b> עיין מ\"ש בהלכה ד' ועיין בכ\"מ שסתר פי' מהר\"י אבוהב ובספר לב אריה במסכת חולין כתב דהרמב\"ם ס\"ל דבאמת כיון דאשתרי כלאים בכ\"ע אשתרי רק דוקא אם הוא דרך לבישה כמו בג\"כ ורש\"י ג\"כ סובר דלגמרי אשתרי בין ביום ובין בלילה רק דזה דוקא דרך לבישה אבל לא להציע תחתיו וכמ\"ש המהר\"ש א\"כ שפיר כתב רבי' שמא יתכסה בה בלילה שאינו דרך לבישה וא\"ש דברי מהרי\"א:<br><b> אמנם </b> לפ\"מ שבארתי לעיל שמפורש בדברי רבינו בהלכות כלאים פ\"י אפי' בלבישה אינו מותר כ\"א בעידן עבודה וכתב כמו בציצית מוכח להדיא שלא כדברי מהרי\"א. וגם סברא זו גופא לחלק בין הצעה ללבישה לא ברירא כולי האי דכל הנאות התירה התורה ועיין שם בתוס' ודו\"ק:"
            ],
            [
                "<b>משיכיר בין תכלת שבה.</b> עי' כ\"מ וב\"י בטור א\"ח סימן ח\"י כתב לא מצאתי כן בהדיא אלא שאפשר שלמד כן ממה שנתנו שיעור זה לזמן ק\"ש וה\"ר יונה שם גבי הא דאמר אביי לתפילין כאחרים כתב וז\"ל וציצית שמצותו ביום אפשר שזמן התחלתו הוא ג\"כ משיראה את חבירו ויכירנו או אפשר שזמנה משיכיר בין תכלת שבה ללבן שבה ובא\"ח סי' נ\"ח כתב הטור מאימתי זמן ק\"ש של שחרית משיראה חבירו רגיל עמו קצת מרחוק ד\"א ויכירנו וכתב הב\"י שם כמ\"ש הרא\"ש והרשב\"א דתחילת זמן קריאה הוא משיכיר בין תכלת ללבן נראה דל\"פ על מה שפסק הר\"י כאחרים דאמרו משיראה את חבירו ברחוק ד\"א ויכירנו ששניהם שיעור אחד הוא כדאמרינן בירושלמי אלא שמדברי הרשב\"א גבי הא דאמר אביי לתפילין כאחרים נראה דלאו שיעור חד נינהו ע\"כ גם הרמב\"ן הביא דברי הירושלמי מפורש בהדיא מ\"ד כדי שיהיה רחוק מחבירו ד\"א כמ\"ד בין תכלת ללבן והרשב\"א שחולק על הירושלמי טעמו דהוכיח דע\"כ פליג הבבלי על הירושלמי דהקשה שם בח\"ר בהא דאמר אביי לתפילין כאחרים למה שבק ציצית ונקט תפילין וכתב לתרץ דאפשר זמן ציצית אינו משיראה את חבירו אלא משיכיר. ומפאת קושיא זו סובר דבבלי לא ס\"ל כירושלמי והרמב\"ן לא חש לקושיית הרשב\"א די\"ל דמש\"ה נקט אביי תפילין דחובת גברא הוא לקנות תפילין וציצית לא הוי ח\"ג דחייב לקנות מצד הדין אלא אם יש לו בגד של ארבע כנפות אסור ללובשו בלי ציצית. ועפ\"י דברינו י\"ל שיטת רש\"י דפי' בהא דאמר בין תכלת שבה ללבן שבה שלא עלה שם הצבע והתוס' סתרו פי' דהא בלילה נמי מידעי ידיעי וגם הוא נגד סוגיא דמנחות והרשב\"א הוסיף להקשות דמפורש בירושלמי כפירוש התוס' ועיין בתוספות מנחות די\"ל דרש\"י לא ניחא ליה בתירוץ הקושיא כמ\"ש א\"ו כמ\"ש הרשב\"א דסובר תלמודא דבבלי דשיעורים חלוקים הם דהיה קשה ליה לרש\"י לומר דיפלגו בבלי עם הירושלמי אם שיעורא חדא היא אם לא דהא יכולים לעמוד על הדבר ונראה ליה לרש\"י דפליגי בפי' המתני' דהירושלמי לטעמיה דפירש משיכיר כפירוש התוספות א\"כ שפיר קאמר דא ודא חדא שיעורא הוא ותלמודא דבבלי סובר בפי' המתניתין כפי' רש\"י וסובר רש\"י אף דבלילה לא יוכל להכיר אבל עכ\"פ יכולים להכיר קודם הזמן משיראה א\"ח א\"כ שפיר הוכרח רש\"י לפרש בסוגיין פי' לפי שיטת אביי והתלמודא דמנחות סובר פי' המתני' כפירוש הירושלמי ומיושבים בזה כל הקושיות ודו\"ק:",
                "<b>וכיצד מברך להתעטף.</b> רבינו פה לא חילק בין טלית קטן לטלית גדול ואנן נהגינן עפ\"י הגהת רמ\"א סימן ח' לברך על ט\"ק על מצות ציצית ומה\"ט כתב הגאון מ\"ו אפילו אם לובש בבית ט\"ק ובירך עליו ושוב כשמניח טלית גדול יכול לברך להתעטף כיון שנוסחת הברכות חלוקות ונכון הוא:"
            ],
            [
                "<b>וכן שאר מ\"ע כו'.</b> עיין בהגה\"מ מ\"ש בשם גדול ומה\"ט נראה דהא דאיתא בירושלמי בסוכה ר\"פ הישן דטבי עבדו של ר\"ג היה מניח תפילין ולא מיחו בידו היינו משום דלגבי עבד לא שייך חשש הגדול משום שיער באשה ערוה ואפשר משום דאתי לאחלופי באשה ג\"כ מוחין בידו. ועיין בק\"ע שם ד\"ה דתני במ\"ש בשם הר\"ן ומ\"ש בחבורי ש\"י:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קובץ על היד החזקה על משנה תורה, הלכות ציצית",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kovetz Al Yad HaChazakah",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}