{
    "title": "Benayahu on Berakhot",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Benayahu_on_Berakhot",
    "text": [
        [],
        [],
        [],
        [],
        [
            "<b>ומה לו לאב שהגלה את בניו לבין הגוים</b>. נ\"ל בס\"ד, דידוע שנשמות ישראל יצאו מחיבור תפארת ומלכות, ולכן כתיב בנים אתם ליי אלהיכם <small>(דברים יד, א)</small>. וידוע שנרמזו תפארת ומלכות בשם אלהים באופן זה, והוא אלי <small>(<b>אל</b>ה<b>י</b>ם)</small> רמז למלכות שנקראת <b>אם</b><small> [41]</small> הבנים, כמספר אותיות <b>אלי</b> <small>[41]</small>. ואותיות מ\"ה דשם אל<b>ה</b>י<b>ם</b> רומזים לתפארת שהוא בחי' שם מ\"ה כנודע, ועיין בקה\"י.<br>והנה בגלות כתיב ובפשעיכם שלחה אמכם <small>(ישעיה נ, א)</small> ולכן אותיות <b>אלי</b><small> [41]</small> שהם גי' <b>אם</b><small> [41]</small> נפרדים, ולז\"א אלי אלי למה עזבתני <small>(תהלים כב, ב)</small>.<br><b>ובזה</b> יובן בס\"ד <small>(תהלים פח, ה)</small> נחשבתי עם יורדי בור הייתי כגבר אין איל פירוש: בגלותי נחשבתי עם יורדי בור והייתי כגבר שאין לו <b>איל</b> הם אותיות <b>אלי</b> דשם אלהים שהם גי' אם, ונמצא בגלות נפרדים אותיות אלי שהם מספר אם כדכתיב: ובפשעיכם שלחה אמכם, ונשאר רק אותיות מ\"ה שרומזים לתפארת. ולכן אמר: ומה לו לאב הוא התפארת דרק אותיות מ\"ה נשארו לו בעבור שהגלה את בניו, דאז נפרדו אותיות אלי שהם גי' אם.<br><b>ובאופן</b> אחר נ\"ל בס\"ד, דאיתא בספר קה\"י ז\"ל דהמלכות בתוקף שלה נקראת איומה, ועל שמה נקראו ג\"כ ישראל בשם זה דכתיב אימה כנדגלות <small>(שיר השירים ו, ד)</small>. אך כאשר חוטאים יתהפכו אותיות איו ד<b>איו</b>מה, לאותיות <b>אוי</b>, כמ\"ש אוי נא לנו כי חטאנו <small>(איכה ה, טז)</small> וישאר רק אותיות מ\"ה שהם אחרית איו<b>מה</b>. וז\"ש אראה <b>מה</b> אחריתם <small>(דברים לב, כ)</small>, ר\"ל ישאר רק אותיות מה אחריתם, ע\"ש. ובזה יובן בס\"ד איומה כנדגלות. חלק התיבה לשתים וקרי בה: 'כנד גלות' ר\"ל כאשר נד ובטל הגלות אז היא שלימה באותיות איומה כולם.<br>והנה כתוב בכתבי הרמ\"ז ז\"ל, דתואר זה של איומה שנקראו בו ישראל, הוא אב על כל ד' תוארים של אחתי רעיתי יונתי תמתי <small>(שיר השירים ה, ב)</small>, שקרא הקב\"ה את ישראל בהם, ופירש טעמו שם ע\"פ הסוד, ובזה יובן בס\"ד: ומה לו לאב כלומר: תואר איומה שהוא אב לכל התוארים כמ\"ש הרמ\"ז ז\"ל, נשאר באותיות מה בלבד, יען כי אוי להם לבנים, פירוש: אותיות איו דאיומה, נהפכו אותיות אוי לבנים אלו ישראל, שגלו מעל שלחן אביהם."
        ],
        [
            "<b>אין הקמץ משביע את הארי, ואין הבור מתמלא מחליתו</b>. הא דדימה את ישראל כארי בדבר זה, נ\"ל בס\"ד דאיתא בפ\"ד מ\"ז דמידות, ההיכל צר מלאחריו ורחב מלפניו ודומה לארי, מה ארי צר לאחריו ורחב מלפניו אף ההיכל וכו', ע\"ש.<br>ונ\"ל לכן כתיב בישראל וכארי יתנשא <small>(במדבר כג, כד) </small>שדימה אותם לארי, כי עולם הבא חשיבה לפניו של אדם, כי עדיין לא בא בתוכה אלא עתיד לבא. אבל עולם הזה שכבר בא בה, תתייחס לאחוריו כי מדי יום ביומו הוא יוצא ממנה, וימיה שכבר באו ועברו נעשו לאחוריו.<br>והנה ישראל מידתם הטובה היא לפזר ממון לצורך עולם הבא, הן בשביל קיום מצוות עשה הן בשביל קיום מצוות לא תעשה, ואין מקמצין בצרכי עולם הבא שהיא לפניהם, אבל בצרכי עולם הזה שמתייחסת לאחוריהם מקמצין, כן הוא מדת הצדיקים והטובים, וכן דומין לארי שהוא צר מלאחריו ורחב מלפניו ולכן כתיב בהו וכארי יתנשא, ולכן בצדיקים כתיב היכל יי המה <small>(ירמיה ז, ד)</small> דוגמת ההיכל שהוא צר מלאחריו ורחב מלפניו.<br>ולז\"א <b>אין הקמץ</b> – של העשיר, <b>משביע את הארי</b>, ר\"ל את עני שבישראל שדומה לארי שהוא צר מלאחריו ורחב מלפניו, דאפילו העני עושה הוצאות בהרחבה בצרכי עולם הבא, הן בהוצאות שבת ויום טוב, הן באכילתו בחול, אם קונה בשר קונהו ביוקר על שוויו בשביל הכשרות ובשביל הגביל\"ה, ואחר שקונהו משליך החלבים שבהם עיקר השומן של הבשר, וגם נחסר משקלו, וכן כיוצא בשאר מאכלים שיש איסור והיתר הן גבינה ודגים הן יין וכיוצא.<br>ואומרו <b>ואין הבור מתמלא מחליתו</b> ר\"ל אפילו אותם שיש להם קרקעות או עסק של מקח וממכר, או אומנות ומלאכה שמתפרנסים במעשה ידיהם, אין מתמלא מהכנסה שלו, שאם הכנסתו מאה צריך לו הוצאות מאה ושלושים או יותר."
        ],
        [
            "<b>במערבא מתרצי לה הכי: נפלה, ולא תוסיף לנפל עוד, קום בתולת ישראל הקשה הרשב\"א, לפ\"ד המערבא פסוק נפלה אין בו פורענות אלא טובה, ולדידהו אמאי לה אמר נו\"ן באשרי? ועוד מקשים, הו\"ל למסדר התלמוד למנקט הא דאמר רנב\"י אפ\"ה סמכה דוד ברוה\"ק, קודם שיזכיר דברי המערבא?</b>. ונ\"ל בס\"ד, דכוונת המערבא הוא ע\"פ מ\"ש המפרשים ז\"ל בכוונת הפסוק הזה של נפלה. משל לראובן שהתנו עמו שיפיל את שמעון שלשה פעמים, ובא לקיים תנאו. והפיל את שמעון פעם אחת. ואחר שהפילו תפסו בידו והקימו, ואחר שהקימו חזר והפילו שנית, וחזר והקימו בידו, וחזר והפילו פעם שלישית. ואחר שהפילו פעם שלישית, אמר לו: עתה אין אני מקים אותך כל אלא אתה תקים עצמך, דמה שהקמתי אותך בראשונה ובשניה, הוא כדי לקיים בך הנפילות שהתניתי עליהם, יען שאם לא תקום איך תפול. על כן עתה אתה תקים עצמך ואני לא נשאר לי עסק בך שכבר אני יצאתי י\"ח התנאי שהפלתיך שלש פעמים, עכ\"ד.<br>וזהו ביאור דברי המערבא: <b>נפלה, ולא תוסיף לנפל</b> פירוש: הקב\"ה גזר ד' גלויות על ישראל וצריך לקיים דברו, לכך הפילם בגלות וחזר והקים אותם כדי שיפילם פעם שנית, וחזר והקים אותם עד שהפילם בגלות אחרון של אדום. ואחר שנתקיימו הנפילות שגזר עליהם לא נשאר עסק להקב\"ה בהקמה. ולז\"א: אם נפלה ולא תוסיף ליפול, כלומר שנשלמו הנפילות שגזר עליה הקב\"ה, אז לא יקים אותה הקב\"ה כאשר הקים אותה קודם בין נפילה לנפילה, אלא <b>קום בתולת ישראל</b> שהיא צריכה לקום מאיליה, וכאשר מבואר במשל הנז' זהו ביאור דברי המערבא.<br>ועל כן ע\"פ הביאור הזה, נמצא יש בפסוק זה פורענות גדולה, יען כי הפסוק הזה מטיל הקימה עליה שהיא צריכה להקים עצמה, ודא עקא דמאחר דהקימה צריכה להקים מעצמה, תתעצל או תרדם בשינת המפלה של הגלות ולא תשתדל להקים עצמה, כי דבר התלוי בידו יתברך ממהר האלהים לעשות, אך דבר התלוי ביד אדם יתאחר ויתעכב הרבה ויעבור זמן רב ואין מעיר לעשותו.<br>ועל כן לא אמר דוד הע\"ה נו\"ן באשרי משום פורענות זו דנפקא מיניה שתולה הקימה ביד ישראל, ולכן תלמודא הביא דרשה דמערבא אחר התירוץ, אחר דברי רבי יוחנן, ללמדנו דגם לדרשה דמערבא איכא בפסוק זה פורענות, ולהכי לא נאמר נו\"ן באשרי. ואחר שהביא דברי המערבא, הביא דברי רנב\"י דקאי על דברי המערבא, והיינו לומר, אעפ\"י דבמערבא דרשי להאי קרא של נפלה בענין דאית ביה פורענות, משום דתלה הקימה בידי אדם שנמצאת הנפילה האחרונה בלי קימה כיון דתלויה בידי אדם, עם כל זה חזר דוד הע\"ה ועשה סמך מאת השי\"ת לקימה של נפילה האחרונה ההיא, וכיון דהקב\"ה עוזר לה, נמצא נעשה סמך גדול בזו כי היו תהיה הקימה בודאי ולא תשאר הנפילה.<br>ונראה לרמוז בס\"ד, אות <b>מ</b>' במספר הקדמיי עולה קמ\"ה<small> [א+ב+ג+ד+ה+ו+ז+ח+ ט+י+כ+ל+מ עולה 145]</small>, הרי מצד של נו\"ן שהוא נפילה נרמז קימה, וצד הב' של נו\"ן יש <b>ס</b>מ\"ך, שהוא סמיכה. גם אות נו\"ן במספר הקדמיי קצ\"ה <small>[א+ב+ג+ד+ה+ו+ז+ח+ט+י+כ +ל+מ+ג עולה 195]</small>.<br>ובזה יובן הפסוק <small>(ישעיה סב, יא)</small> הנה יי השמיע אל קצה הארץ אמרו לבת ציון הנה ישעך בא ר\"ל קצה הארץ זה אות נו\"ן שבו נפילה, הנה ישעך הוא אות סמ\"ך אשר עומד בצידך בא. גם סמ\"ך במספר הקדמיי עולה רנ\"ה <small>[א+ב+ג+ד+ה+ו+ז+ח+ט+י+כ+ל+מ+נ+ס עולה 255]</small>, לז\"א: ופדויי יי ישובון ובאו ציון ברנה <small>(ישעיה נא, יא)</small>, באות סמ\"ך שמספרו רנ\"ה<small> [255]</small>."
        ],
        [],
        [
            "<b>שלש מתנות טובות נתן הקדוש ברוך הוא לישראל, וכלם, לא נתנן אלא על ידי יסורין ואלו הן: תורה, וארץ ישראל, והעולם הבא</b>. נ\"ל בס\"ד, הא דנתנם <b>תורה</b> על ידי יסורין, לנסות את האדם כי יש לומד תורה, לאו משום חיבתה אצלו, אלא כדי לידע מה שיש בעולם העליון והתחתון, כי התורה כולא בה, ואדם כזה אין ראוי לתת לו לב מבין להשיג אמיתות התורה. ובמה יבחן האדם אם לומד לשם שמים משום חיבתה של תורה אצלו או כדי שידע מה שיש בעולם? הנה הוא נבחן בזה, דאם מרוצה לסכול יסורין בעבור להשיג התורה, ה\"ז לומד לשם שמים! ואע\"פ שהשי\"ת יודע לבו של אדם, מנסהו כדי להראות כונת לבבו לבית דין של מעלה ולהרבות שכרו.<br>וכן <b>ארץ ישראל</b> תנתן ע\"י יסורין, לנסות את האדם אם לאכול מפריה ולשבוע מטובה הוא צריך, או אם בעבור קדושתה וקיום המצוות התלויים בה הוא רודף אחריה לשבת בה? ובזה נבחנו ישראל על ידי היסורין של רבוי המסעות, אם קצים בהם שמע מינה בעבור הנאתם רוצים ליכנס לה, ואם אין קצים בהם מוכח דבעבור קיום רצונו יתברך וקיום מצותיו הם רוצים ליכנס, ולכך כיון שהולכים על פי רצון השי\"ת, כי על פי יי יסעו בני ישראל ועל פי יי יחנו <small>(במדבר ט, ב)</small>, לכך אין קצים ברבוי המסעות.<br>וכן <b>עולם הבא</b> ששם מקום הנאת האדם במתן שכר של תורה ומצוות, ובודאי שהשכר הוא לפי רבוי עסק התורה ומעשה המצוות, ואם האדם יש לו יסורין אינו יכול להרבות בעסק התורה והמצוות, בשביל כדי לקבל שכר וליהנות מהם בעולם הבא ששם הוא מתן השכר, הוא קץ וצר לו ביסורין, כי בזה מתמעט שכרו. ואם הוא עוסק בתורה ומצוות לשם שמים כדי לקיים מצותו יתברך ורצונו, אם שולח לו הקב\"ה יסורין ויודע ומאמין כי כך רצונו יתברך לקבל יסורין אלו, אע\"פ שהוא מתמעט אצלו שכר עולם הבא, אין צר לו, ואדרבה שמח הוא בזה מפני שהוא מקיים רצונו יתברך בקבלת יסורין אלו על ידי צער הגוף, ונמצא גם עולם הבא המבחן שלה יהיה על ידי יסורין."
        ],
        [
            "<b>ולא עוד אלא שגורם לשכינה שתסתלק מישראל</b>. נ\"ל בס\"ד הטעם ע\"פ מ\"ש בגמרא דיבמות <small>(דף סג:)</small> ת\"ר ובנחה יאמר שובה יי רבבות אלפי ישראל <small>(במדבר י,לו)</small>, מלמד שאין השכינה שורה על פחות משני אלפים ושני רבבות מישראל, הרי שהיו ישראל שתי אלפים ושתי רבבות חסר אחד וזה לא עסק בפריה ורביה, לא נמצא זה גורם לשכינה שתסתלק מישראל! ע\"כ ע\"ש.<br>וכן הענין כאן, כל חיבור של שני אלפים ושתי רבבות יזכו להשראת שכינה, ואם זה לא המתין לחבירו, נמצא בחר זה בפירוד, והרי הוא נפרד מאותו חיבור של שני אלפים ושני רבבות שבו יהיה השראת שכינה, ונמצא גרם הסתלקות השכינה, כי כיון דהפריד עצמו לא נשאר ב' אלפים וב' רבבות בחיבור אחד."
        ],
        [
            "<b>תרי, מיכתבן מליהו בספר הזכרונות, חד, לא מיכתבן מיליה</b> נ\"ל בס\"ד, דאם אחד לומד לבדו ומוציא הדברים מפיו, מיכתבן מליהו, ולהכי קאמר, כל מעשיך בספר נכתבין <small>(משנה אבות ב, א)</small>, כי עקימת שפתיו חשיב מעשה, וכמ\"ש בגמרא <small>(סנהדרין סה:)</small> בעדים זוממין, אבל אם אינו מוציא מפיו לא מיכתבן מיליה, וכדנקיט הכא. מיהו אם שנים לומדים ביחד וא' קורא בפה והב' שומע ולומד בלבו דוקא, מיכתבן מיליה של זה השומע כיון דאיכא חד דלמד עמו והוא מדבר בפיו, לז\"א כאן<small><b> </b></small><b>תרי מיכתבן מליהו<small></small></b>, דהיינו אפילו בחד מנייהו שותק."
        ],
        [
            "<b>ואם משמחו, מה שכרו? אמר רבי יהושע בן לוי: זוכה לתורה שנתנה בחמש קולות</b> נ\"ל בס\"ד, כיון דעשה מצוה ב'<b>שמחה</b>' שהיא אותיות '<b>חמשה</b>' לכך זוכה לתורה שניתנה בחמשה קולות. והא דזכר 'קולות', מפני כי ידוע קולות דמתן תורה היה בהם נס, כמ\"ש וכל העם ראים את הקולת <small>(שמות כ, טו)</small> שהיו רואין בעיניהם הקולות ממש. וידוע דחתן וכלה רמוזים באותיות <b>נס</b>, כי החתן אחוז בשם הוי\"ה דמילוי אלפי\"ן <small>[יו\"ד ה\"א וא\"ו ה\"א עולה 45]</small> שהוא מספר <b>אדם</b><small> [45]</small>, והכלה אחוזה בשם <b>אדנ</b>\"<b>י</b> שמספרו ס\"ה <small>[65]</small> שהוא מספר <b>היכל </b><small>[65]</small>, כמ\"ש ויי בהיכל קדשו הס מפניו כל הארץ<small> (חבקוק ב, כ)</small> ו<b>כלה</b> אותיות <b>ה</b>י<b>כל</b> אם תניח חיר\"ק במקום יו\"ד. והנה מ\"ה <small>[45]</small> וס\"ה <small>[65]</small> עולה <b>נס </b><small>[110]</small>, נמצא רמוזים בנס, לכך המשמח חתן וכלה, זוכה לתורה שנתנה בחמשה קולות שהיו נראין בדרך נס."
        ],
        [
            "<b>אלא הכי קאמר ליה \"צדיק וטוב לו\", צדיק גמור</b>. נ\"ל בס\"ד, בא לפרש דמ\"ש ר\"י צדיק בן צדיק, ר\"ל: צדיק גמור, ולאו באב ובן ממש איירי, והיינו כי ידוע דהמחשבה נקראת 'אב' והמעשה נקראת 'בן' אליה, כי נולדת מן המחשבה, דבתחלה יחשוב ואח\"כ יעשה. והנה צדיק גמור, זה העושה מצוה וגם כונתו ומחשבתו היא לשם שמים, נמצא זה במעשה שעשה נקרא צדיק בן צדיק, כי במעשה שהיא במדרגת בן הוא צדיק, וגם במחשבה שהיא אב צדיק שחישב לשם שמים. אך אם מחשבתו שלא לשמה אלא לשם פניה, הרי מצד המחשבה הרשיע שחשב פיגול, ורק במעשה הוא צדיק, לכן זה נקרא צדיק שאינו גמור, וגם נקרא צדיק בן רשע, כי המעשה שהיא בסוד צדיק, הנה היא בן למחשבה של פגול שהרשיע בה."
        ],
        [
            "<b>כל דבור ודבור שיצא מפי הקדוש ברוך הוא לטובה, אפלו על תנאי, לא חזר בו. מנא לן? ממשה רבנו, שנאמר <small>(דברים ט, יד)</small> \"הרף ממני ואשמידם ואמחה את שמם וגו' מקשים, אמאי לא הביא פסוק שלח לך <small>(במדבר יד, יב)</small> אכנו בדבר ואורשנו ואעשה אתך לגוי גדול ועצום ממנו?</b>. ונ\"ל בס\"ד, דהתם יש לפרש גדול בחכמה ועצום בגבורה, ומנ\"ל לפרש על רבוי והוכחה דאוקמיה בזרעיה איירי ברבוי דכתיב: רבו למעלה ראש, <small>(דברי הימים א' כג, יז)</small> לכן הביא פסוק עקב <small>(דברים ט, יד)</small> דכתיב ורב ממנו, דנקיט לשון רבוי. אבל אין לתרץ משום דפסוק שלח לך לא נקיט הבטחה זו בתנאי כדהכא, דאם כן תיקשי מאי מוכיח מפסוק הרף ממני דאפילו על תנאי אינו חוזר ממה שמצינו דאוקמיה בזרעיה דכתיב ובני רחביה רבו, דדילמא הא דרבו מששים רבוא לאו משום מילתא דפרשת עקב, אלא משום מילתא דשלח לך דהיתה הבטחתו בלי תנאי, אלא ודאי גם מילתא דשלח לך חשיב על תנאי, כיון דנקיט להו בהדי אהדדי אכנו בדבר ואורשנו ואעשה אתך לגוי גדול, דמשמע אם יהיה כך יהיה כך, ואם לא יהיה כך לא יהיה כך."
        ],
        [
            "<b>דאלו גבי ירא שמים כתיב <small>(תהלים קכח, א)</small> אשרי איש ירא את יי</b> פירוש, תרתי קאמר, חדא בירא שמים כתיב אשרי איש, ר\"ל השבח לו רק בעודו איש, דהיינו בבחרותו, אבל בזקנותו אין לו שבח אם הוא ירא שמים, כיון דבטלה תאות עולם הזה ממנו בטבע. ואילו גבי נהנה מיגיע כפו כתיב אשריך בסתם, דמשמע כל עת הן בזקנה הן בבחרות, ועוד שנית, דכאן קאמר אשריך בעולם הזה וטוב לך לעולם הבא, וגבי ירא שמים לא כתיב טוב לך."
        ],
        [
            "<b>אין נושקין אלא על גבי היד</b>. פירש רש\"י ז\"ל 'דרך חשיבות הוא זה מפני הרוק, כי בתוך היד אוחז האדם מאכל ונוגע בו, ואם מחמת נשיקה ילכלך תוך היד בדוק ימאס המאכל, מה שאין כן גב היד אין אוחז שם מאכל' והוא נכון.<br>ועוד נ\"ל בס\"ד טעם לגב היד, כי כל נשיקה היא אות של אהבה, ורמז לו: אף על פי שאין אתה מהנה אותי אלא מתנהג עמי כגב היד שאין בו בית קבול, אני אוהב אותך ועושה לך אות של אהבה בנשיקה. מה שאין כן תוך היד, יורה על קבלת הנאה, כי המהנה חבירו פותח ידו לתת לו מלא עומסו, אבל אם אינו מהנה חבירו אז מראה לו גב ידו. גם אחורי אות<b> י</b>\"<b>ד</b> הוא אותיות <b>ג</b>\"<b>ט</b> שמורה על גרושין והבדלה זה מזה, ובנשקו אותו על גב ידו רומז לו אף על פי שאתה דוחה ומגרש אותי, אני אוהב אותך."
        ],
        [
            "<b>אמר רבי אמי מלמד שעשאוה כמצודה שאין בה דגן, וריש לקיש אמר עשאוה כמצולה שאין בה דגים נ\"ל בס\"ד טעמא לתרווייהו, כי ידוע שבזכות המצוה של קרבן פסח שקיימו ישראל באותה הלילה יצאו ממצרים, שנשלם הבירור ועל ידי כך יצאו.</b>. ונודע כי שלימות המצוה היא בארבעה, שהם: מעשה, דבור, כונה, ומחשבה, ולכן שותין ארבעה כוסות בליל פסח ואוכלין ארבע כזיתים מצה. וכיון דמצות קרבן פסח נעשית בשלימות הארבעה הנז', בזה נשלם הבירור, ולכן אמר <b>עשאוה כמצודה</b>, שאם תניח אות <b>ד</b>' שהוא כנגד ארבעה הנז' בתוך אותיות <b>מצוה</b>, יהיה צירוף <b>מצודה</b>. וריש לקיש סבירא ליה <b>עשאוה כמצולה</b>, פירוש: גם לדידיה המצוה של קרבן פסח הגינה ונשלם הבירור ויצאו, אך ס\"ל שנצטרף עמה זכות לימוד התורה שעתידין לקבל אף על פי שעדיין לא קבלו, וכמ\"ש וזה לך האות כי אנכי שלחתיך בהוציאך את העם ממצרים תעבדון את האלהים על ההר הזה <small>(שמות ג, יב)</small>. וזכות התורה רמוז באות <b>ל</b>' שהוא לשון לימוד, ולכן הוא גבוה מכל האותיות, ואם תניח אות ל' בתוך אותיות <b>מצוה</b>, יהיה צירוף <b>מצולה</b>, לז\"א עשאוה כמצולה."
        ],
        [],
        [
            "<b>אפלו חרב חדה מנחת על צוארו של אדם אל ימנע עצמו מן הרחמים י\"ל למה הוצרך לומר חדה, די למנקט חרב סתם?</b>. ונ\"ל בס\"ד, דאיתא בזוהר הקדוש <small>(משפטים קטו:)</small> יו\"ד 'רישא' דחרבא, וא\"ו 'גופא' דחרבא, ה\"א ה\"א 'תרין פיפיות' והיינו: כל דבר הנשלח על ידי הנביא הוא חותך כחרב זה שחותך, כן זה הדבור מוכרח שיתקיים. אך יש לדיבור ב' פיפיות, פירוש: שני פירושים, שסובל פירוש א' לטובה ופירוש א' להיפך. ואלו שני הפירושים שיש במשמעות הדיבור הם כנגד ב' ההי\"ן, והיינו: פירוש שהוא לטובה כנגד ה\"א ראשונה, ולהיפך כנגד ה\"א אחרונה. ולז\"א ה\"א ה\"א תרין פיפיות. ולז\"א: אפלו חרב חדה, פירוש: שראה הנביא דיבור שאין לו פירוש לטובה שהוא כנגד חד ה\"א, אל ימנע עצמו מן הרחמים, אלא יצפה להשי\"ת שיהפוך לו הרעה לטובה, ולז\"א: חרב חדה קרי בה: חד ה\"א.<br>[<b>נוסח אחר</b>] הא דאמר חרב חדה, ולא אמר חרב סתם נ\"ל בס\"ד, דאמרו בזוהר הקדוש <small>(משפטים קטו:)</small> יו\"ד 'פומא' דחרבא, וא\"ו 'גופא' דחרבא, תרין ההי\"ן, הם תרין פיפיות דיליה, ופירשתי בס\"ד <small>(לעיל)</small> מה הרמז שיש בשתי פיפיות? ואמרתי, כי כל דבר קשה שיגיד הנביא בדבר ה', יש לו פירוש לטובה, ופירוש להיפך. דאם זכו יתקיים בהם פירוש הטובה, ואם לאו פירוש ההיפך. אך יזדמן דבר נבואה, שאין בו פירוש לטובה כי אם לרעה, ונמצא זה יש לו ה\"א אחת, שהיא כנגד הקושי אל אותו דבר. ולזה אפילו חרב חדה פירוש: חד ה\"א, שאין לו פירוש שני שהוא לטובה, דאז הוי חרב זה בעל פה אחת, ולא כנגד ב' ההי\"ן שהם תרין פיפיות, וא\"כ הדבר קשה מאוד, עם כל זה לא ימנע מן הרחמים."
        ],
        [
            "<b>עליו הכתוב אומר<small> (מלכים א' יד, ט)</small> ואתי השלכת אחרי גוך</b> נ\"ל בס\"ד, שם אדם יצדק יותר על הגויה שהוא הגוף שנברא מן האדמה, ואחר אותיות <b>אדם</b> יש אותיות <b>בהן </b>שהוא הגודל. וכתב רבינו בחיי ז\"ל, חמש אצבעות נבראו לשמוש חמשה חושים, ובהן משמש לחוש הטעם, ולכן זה שגבר עליו חוש הטעם לאכול קודם תפילה, עליו נאמר ואתי השלכת אחרי גוך, זה חוש הטעם שהוא רמוז אחר אותיות שם אדם שהוא שם הגויה שלך."
        ],
        [
            "<b>כל פרשה דפסקה משה רבינו עליו השלום פסקינן, ודלא פסקה משה רבנו עליו השלום לא פסקינן</b> נ\"ל בס\"ד הטעם, דידוע לימוד התורה ביצירה, והמעשה בעשיה, ולכן ארז\"ל <small>(קידושין מ:)</small> תלמוד גדול ממעשה, כי היצירה עליונה וגבוהה מן העשיה. ונראה זהו הטעם שיש תרס\"ט <small>[669]</small> פרשיות פתוחות וסתומות, להורות: כי לימוד התורה ביצירה שהיא מקום גבוה מן העשיה, והיינו כי אותיות <b>יצירה</b> במלואם כזה: <b>יו</b>״<b>ד צד</b>״<b>י יו</b>״<b>ד רי</b>״<b>ש ה</b>״<b>י</b> <small>[669]</small> עולה מספר תרס\"ט, ולכן כל פרשה דלא פסקה משה רבנו עליו השלום לא פסקינן, דאי פסקינן נמצא אבד חשבון זה המורה על מקום התלמוד של התורה, כי נמצא נוספו הפרשיות על תרס\"ט, ולא נשאר להם רמז במספר יצירה במילואם."
        ],
        [],
        [],
        [],
        [
            "<b>שאני התם דהדר אהדריה קרא הא דאהדריה</b> נ\"ל בס\"ד, מפני ששם <b>יעקב</b> <small>[182]</small> רמוז בו דברים יקרים הוא מספר שילוב <b>הוי</b>\"<b>ה</b><small> [26]</small> <b>אדנ</b>\"<b>י</b><small> [65]</small>, ומספר שילוב <b>אדנ</b>\"<b>י</b> <small>[65]</small> <b>הוי</b>\"<b>ה</b> <small>[26 וסך הכל עולה 182]</small>, ועוד הוא מספר <b>שבעה הויו</b>\"<b>ת</b> <small>[182÷7=26]</small> ששולטים ומאירים בעולם בכל ימי השבוע מיום הראשון עד יום השביעי, שהם בספירות חג\"ת נהי\"ם <small>[חסד, גבורה, תפארת, נצח, הוד, יסוד, מלכות]</small>.. "
        ],
        [
            "<b>כל המאריך ב'אחד', מאריכין לו ימיו ושנותיו</b><br> פירשתי בסה\"ק בן יהוידע, מאריך באחד שיעור שימליכהו בשש קצוות, נמצא הוא שיעור 'ששה פעמים' <b>אחד</b> [6×13=78], שעולים מספר 'שלשה הויו\"ת' [3×26=78] של ג' ספירות ראשונות שהם חב\"ד <small>[חכמה, בינה, דעת]</small>, שכל ספירה יש בה הוי\"ה, ומהם ישתלשל שפע בנים ומזונות וחיים, ע\"ש.<br>ונ\"ל להכי קאמר מאריכין לו ימיו ושנותיו כי <b>מי שאין לו בנים אין לו ימים אלא לילות</b>, כי ארז\"ל עליו 'עולם חשך בעדו' <b>וכן מי שאין לו מזונות ומצפה לשולחן אחרים</b>, ג\"כ ארז\"ל<small> (ביצה לב:)</small> 'עולם חשך בעדו' נמצא זה וזה כל ימיו נחשבים לילות שהם חושך. ולכן כנגד שני השפעות אלו שבאים משתי הויו\"ת של בינה ודעת, נקיט מאריכין לו ימיו, וכנגד שפע החיים שבא מן הוי\"ה של ספירת חכמה נקיט שנותיו."
        ],
        [],
        [
            "<b>כל הקורא קריאת שמע בלא תפלין, כאלו מעיד עדות שקר בעצמו</b> נ\"ל בס\"ד מ\"ש בעצמו, על פי מה שכתב רבינו האר\"י ז\"ל בעץ חיים, דעור האדם הוא בסוד עשיה, ובשר בסוד יצירה, וגידין סוד בריאה, ועצמות סוד אצילות. וידוע תש\"ר <small>[תפילין של ראש]</small> הוא סוד אצילות שה\"ס עצמות, לכך אמר מעיד עדות שקר בעצמו."
        ],
        [],
        [],
        [
            "<b>רבי אמי ורבי אסי, הוו קא קטרין ליה גננא לרבי אלעזר</b> נ\"ל דאף על גב דזו מלאכה שאפשר לעשותה על ידי אחרים, עם כל זה בטלו עסק התורה בחבורה וקטרי ליה גננא, מפני כי היו מכוונים כוונות על פי הסוד בדבר זה, שאין אחרים יודעים לכוין כמותם. והא דערב להם דבר זה ביותר והפליגו בשבחו, מפני כי סברא זו היו אומרים אותה קודם זה מדעתם ולא שמעו אותה מרבם, וכיון דחזו אדם גדול דסבר כן להדיא, ערב להם דבר זה דאיתמר משמיה דרבי יוחנן, דנמצא הם כוונו לדעתו של גדול."
        ],
        [
            "<b>שתצילני מעזי פנים</b> פירוש, שלא יהיו לועזים עלי בשקר באיסורים של ממון גניבה וגזל ושוחד וכיוצא. <b>ומעזות פנים</b> – לעז הנוגע לממזרות ואיסור עריות. <b>מאדם רע</b> – מאדם שתאותו ורצונו לעשות רע, אף על פי שאין יוצא לו טובה לעצמו בדבר זה. <b>מפגע רע</b> – דבר רע שלא נגזר מן השמים על זה האדם. כגון שהיה בעיר חולי קולירא ב\"מ וכיוצא, וזה האדם לא נגזר עליו שימות בזה החולי, ורק מת מחמת הפחד אשר פחד. <b>מיצר רע</b> – זה יצר הרע של השוגג, אבל יצר הרע של המזיד צריך האדם להלחם עמו, כי הוא בא על האדם בפרהסייא ובגלוי. <b>משכן רע</b> – זה יצר הרע של הרהורים שמחטיא האדם בהרהור דוקא. <b>ומחבר רע</b> – אלו שעושים מעשה זמרי ומבקשים שכר כפנחס, דמראה עצמו חבר ואדם כשר וירא שמים. <b>ומשטן המשחית</b> – זה שטן שמקטרג כדי ליקח נפשות, דעל זה אמרו רז\"ל <small>(ב\"ב טו.)</small> 'הוא שטן הוא מלאך המות' אבל יש שטן מקטרג כדי להביא יסורין דוקא ואינו משחית, ורבי דחביבין עליה יסורין לא בקש על זה. <b>ומדין קשה</b> – זה דין מרומה. <b>ומבעל דין קשה </b>– גברא אלמא, שמבריח עצמו בטענות של הבל ומטריח את הדיין על חנם."
        ],
        [
            "<b>אשרי מי שגדל בתורה</b>. נ\"ל בס\"ד, כי רמ\"ח [248] אברים ושס\"ה [365] גידים, כל אחד ואחד גדל מן מצוה אחת מן תרי\"ג מצוות שבתורה. <b>ועמלו בתורה</b>, עמלו זה חלק המעשה. <b>ועושה נחת רוח ליוצרו</b> בחלק התלמוד שהוא סוד רוח והוא ביצירה.<br>ומ\"ש <b>'לעשיהם', לעושים לשמה</b>. נ\"ל בס\"ד, דריש לעשיהם – 'עושי הם' והיינו 'הם' [45] עולה גי' 'לב אחד' [45], והעושה לשמה יש לו לב אחד, ושלא לשמה יש לו ב' לבבות.<br>ומ\"ש<small><b> </b></small><b>ועטרותיהם בראשיהם<small></small></b> ולא אמר 'על ראשיהם' נ\"ל בס\"ד, כל דבר המונח על הראש אפשר שיפול ממנו, וכן המצוות בעולם הזה שיש יצר הרע וחומר, אפשר שיפלו מן עושיהם כי יסריח בסופו, וכדהוה ביוחנן ששמש פ' שנה בכהונה גדולה וסוף נעשה צדוקי <small>(ברכות כט.)</small>, אך לעתיד ליכא יצר הרע, והמצוות שהם עטרות, יהיו קבועים ושתולים בתוך 'ראשיהם' כמו שערות הראש שראשיהם מחוברים ונכנסים בתוך הראש. וזה שבחן: חדא, צדיקים יושבים ולא עומדים כמלאכים. ועוד, עטרותיהם – אלו אורות המצוות שלהן דבוקים ומחוברים בראשיהם שלא יפלו מהם, שאין מונחים על ראשיהם אלא בתוך ראשיהם כמו השערות."
        ],
        [
            "<b>שמעו אלי אבירי לב, הרחוקים מצדקה <small>(ישעיהו מו, יב)</small> רב ושמואל, ואמרי לה רבי יוחנן ורבי אלעזר, חד אמר: כל העולם כלו נזונין בצדקה, והם נזונין בזרוע. וחד אמר: כל העולם כל העולם כלו נזונין בצדקה, והם נזונין בזרוע<small></small></b><small>. </small>ר\"ל: בטוב מעשיהם, והטוב נרמז 'בזרוע' שהוא עם פרק שאחריו עולים טו\"ב [17] פרקים. ולמאן דאמר הב' דמפרש שגם בזכותן אינם נזונין, דריש זרוע לשון קושי, והיינו: כי עד הזרוע בלבד יש ו\"י [16] פרקים, וכל דבר קושי קורין עליו 'וי'<br>ועוד נ\"ל בס\"ד, מ\"ש כל העולם כלו נזונין בצדקה. דהיינו מן שבעה תחתונות שהם חג\"ת נהי\"מ <small>[חסד, גבורה, תפארת, נצח, הוד, יסוד, מלכות]</small> שנקראים ימי עולם שהם כנגד ימי בראשית, ומספר <b>ימי עולם</b> הוא ר\"ו [206], ואותיות ר\"ו עומדים בצד אותיות ק\"ה. וז\"ש נזונין <b>בצדקה</b>, קרי בה <b>בצד ק</b>\"<b>ה</b>, אך הם נזונין בזרוע פירוש מלבד ז' תחתונות שנקראים ימי עולם שהם גימטריא ר\"ו [206], עוד נזונין גם כן מן שלשה ראשונות חב\"ד <small>[חכמה, בינה, דעת]</small> שנקראים <b>עז</b> [77], ותצרף עז עם ר\"ו יהיה צירוף <b>זרוע</b> [283].<br><b><br></b>@22יח. לא יהלך אדם בבית הקברות ותפלין בראשו וספר תורה בזרועו וקורא. ואם עושה כן, עובר משום <small>(משלי יז, ה)</small> לעג לרש, חרף עשהו<br>כתב ב'אליה רבא'<small> (סי' מה)</small> אבל של זרוע מותר דמכוסה הוא ולא שייך בזה לעג לרש, ע\"ש. ולפ\"ד י\"ל אם גם של ראש יכסהו שיכרוך על מצחו מטפחת שרי. מיהו לדינא יש לגמגם בזה, דדוקא תפלין של יד שדרכו להיות מכוסה שלובשו תחת הבגדים שרי, אבל תפילין של ראש שאין דרכו להיות מכוסה, אינו רשאי ללובשו ולכסותו לפי שעה במטפחת."
        ],
        [],
        [],
        [
            "<b>אלא, ודאי עשה תשובה הקשה הרי\"ף, תימה הוא להגיה ולומר ודאי עשה תשובה, במקום שנאמר שמא? ועוד הכי הו\"ל: אלא אימא ודאי עשה תשובה.</b>. ונ\"ל בס\"ד הכי קאמר: אל תהרהר אחריו ביום, דאפילו באיסור שמא שהוא איסור ספק ואינו איסור ודאי, צריך אתה לומר ודאי עשה תשובה."
        ],
        [],
        [
            "<b>אמר להו: אנא, מזרעא דיוסף קא אתינא, דלא שלטא ביה עינא בישא</b>. נ\"ל בס\"ד שם שילוב <b>הוי\"ה אדנ\"י</b> [91] מגין על האדם מן עין הרע. כי הוא מספר <b>סוכה</b> [91], כי יהיה בסוכה להגין משרב ושמש, ולכן תולין אותו על טס כסף לילדים קטנים בצוארם. ומספר שם השילוב הנזכר רמוז במילוי אותיות <b>יוסף </b>כזה: י<b>ו</b>\"<b>ד</b> ו<b>י</b>\"<b>ו</b> ס<b>מ</b>\"<b>ך</b> פ\"<b>ה</b>, שעולה כ\"ו ס\"ה [91], כמנין 'סוכה'. וידוע אותיות הפשוט אבות והמילוי תולדות הפשוט, ולז\"א מזרעא דיוסף קא אתינא, ר\"ל מן המילוי של שם יוסף שהוא מספר סוכה, דלא שלטא ביה עינא בישא, כי הוא סוכה להגין."
        ],
        [],
        [
            "<b>מנין לברכת המזון לאחריה מן התורה? שנאמר \"ואכלת ושבעת\". מנין לברכת התורה לפניה מן התורה?</b>. צריך להבין, למה באכילה אמרה תורה ברכה לאחריה, ובתורה אמרה תורה ברכה לפניה?<br>ונ\"ל בס\"ד, רמזה בזה לימוד מוסר גדול לאדם, שבעסק התורה לא יעשה גמר וסוף, לכך לא אמרה לברך לאחר הלימוד שלה, אלא רק בתחלת הלימוד, אבל באכילה יעשה לו גמר וסוף, שימשוך עצמו ממנה אף על פי שלא שבע כראוי, ללמד לאדם שבעסק התורה כל מה שילמוד יהיה בעיניו התחלה, אבל כשיאכל משהתחיל לאכול יהיה נחשב אצלו כאילו אכל כל מה שראוי לאכול, ויתן דעתו על סלוק וגמר אכילתו שלפניו."
        ],
        [
            "<b>מנין שאין היחיד אומר קדשה?</b>. קשה, למה יחוד שמע ישראל אינו צריך ציבור, והקדושה צריכה ציבור?<br>ונ\"ל בס\"ד, קריאת שמע מתחילתו ניתן לכל אחד ואחד מישראל כשאר מצוות שנצטוו בה ישראל, ולהכי אין צריך ציבור אלא כל יחיד חייב לקיים מצוה זו כשאר מצוות. אבל הקדושה היא של מלאכים, ולקחו אותה ישראל גם כן בדרך חטיפה, ואם יחיד אומרה, יתקנאו בו המלאכים כי שלהם היא זו, אבל ציבור נפיש זכותייהו ולא מקנאי בהו.<br><b>ובזה</b> פרשתי בס\"ד, 'והודו לזכר קדשו' <small>(תהלים צז, יב)</small> כלומר הודו לו על אשר נתן לכם רשות לזכר קדשתו, כי דבר זה הוא של המלאכים ואתם חטפתם אותו לעשותו."
        ],
        [],
        [],
        [],
        [],
        [
            "<b>\"והיו חייך תלאים לך מנגד\" <small>(דברים כח, סו)</small> זה התולה תפליו נ\"ל בס\"ד, נרמז התפילין בזה, משום דאיכא בתפילין שני שי\"ן שהם הל\"מ <small>[הלכה למשה מסיני]</small>, והם: חד בתלת רישין, וחד בארבע רישין, וזהו <b>מנגד</b> אותיות <b>מן ג</b>\"<b>ד</b> שהוא <b>ג</b>' רישין, ו<b>ד</b>' רישין.</b>.  [<b>נוסח אחר</b>] נ\"ל בס\"ד, נרמז התפילין בתיבת <b>מנגד</b> – דקרי בה<b> מן גד</b>, והתפילין יש בו <b>ג</b>' אותיות מבחוץ שנראין על בתים יד וראש, ו<b>ד</b>' פרשיות בפנים, וזהו אותיות<b> ג</b>\"<b>ד</b>.<br><b>אי נמי</b> ידוע תפילין של יד בבריאה, שהוא עולם שלישי מתתא לעילא, דלכן מנשקין תפילין של יד ביוצר שהוא בבריאה, ותפילין של ראש באצילות שהוא עולם רביעי, ולכן מנשקין תפילין של ראש קודם תפילת העמידה שהיא באצילות. ולכן נרמזו התפילין באותיות <b>ג</b>\"<b>ד</b>, וזהו: <b>תלאים לך מן ג</b>\"<b>ד</b>, ר\"ל: מסיבת התפילין אשר תלית אותם."
        ],
        [
            "<b>תניא כותיה דרב חסדא: היה מהלך במבואות המטנפות, לא יקרא קריאת שמע, ולא עוד אלא שאם היה קורא ובא, פוסק</b>. פירוש: מבואות שדרכן להיות מטנפות על הרוב, אפילו שהוא לא בדקן עתה, ולא ידע אם יש שם טינוף וצואה או לאו, דאפשר דליכא. דאם ראה שיש שם צואה, לא אצטריך ללמדנו דין זה שלא יקרא קריאת שמע, וכי סלקא דעתך שיקרא קריאת שמע בבית הכסא ח\"ו?! ולכן כיון דאיירי בהיכא דלא ראה ולא ידע אם יש שם צואה, ורק משום דדרכן להיות מטנפות על הרוב, קאמר שלא יקרא, ולא עוד אלא שאם היה קורא צריך לפסוק.<br>ועל זה שואל בגמרא: <b>לא פסק, מאי?</b> פירוש: אם קרא ולא פסק דעבד איסורא מאי, אם יצא ידי חובת קריאת שמע ויענש על אשר לא פסק? או דלמא גם ידי חובת קריאת שמע לא יצא! ועל זה מביא רבי מיאשא פסוק: <b>חקים לא טובים ומשפטים לא יחיו בהם</b> <small>(יחזקאל כ, כה)</small>, דקשה, כיון דקרי להו חקים וקרי להו משפטים נמצא מצות גמורות הם, ואיך אומר עליהם לא טובים ולא יחיו בהם? אלא ודאי דאיירי בכהאי גוונא שהוא קרא קריאת שמע במבואות שדרכן להיות מטונפות, דהוא עבד מצוה גמורה וחק היא ויצא ידי חובתו, אך משום דעבד איסורא לעבור על דברי חכמים שצווהו לפסוק ולא פסק, ולהכי קרי להו לזו וכיוצא בה בשם לא טובים ולא יחיו בהם.<br>ורבי אסי אמר על זה נאמר: <b>הוי משכי העון בחבלי השוא</b> <small>(ישעיה ה, יח)</small>. וצ\"ל, מה הם החבלים שיש לשוא? אלא איירי בכהאי גוונא שלמד תורה במקומות מטונפות שנתן כח לסטרא אחרא דנקראת <b>שוא</b>, וזהו הכח, תעשהו הסטרא אחרא חבלים שתמשוך בהם עונות ואיסורים לזה האדם להכשילו בהם. ורב אדא בר אהבה אמר על זה נאמר:<b> כי דבר ה' בזה</b> <small>(במדבר טו, לא)</small> פירוש: הרי זה כמי שמביא דורון יקר למלך, ופרס עליו סמרטוט בלוי ומזוהם, כך הקורא קריאת שמע במבואות ומקומות מטונפות, שביזה דבר ה' בדבר זה.<br>ושאלו <b>ואם פסק, מה שכרו? </b>פירוש: אם שכרו הוא רק שיהיה נעדר הרע ממנו, דוגמת מעשה במצוה זו שהיא העדר הקריאה במקום זה, או דלמא ישיג טוב בעין? והשיב: עליו הכתוב אומר ובדבר הזה תאריכו ימים <small>(דברים לב, מז)</small>. פירוש: אף על פי שמצותכם בדבר זה אינה אלא העדר, לא יספיק לכם שכר שהוא רק העדר הרע, אלא תאריכו ימים שהוא השגת טובה בעין."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>אמר להו ההוא כובס: אנא אזילנא</b>.  י\"ל, מה ראה אותו כובס שקפץ בראש להזמין עצמו בשליחות זו בדבר שנפל בין גדולים, ואם מוכרח לשלוח אותו ימתין עד שרבי יהושע יבחר בו לשלחו?<br>ונ\"ל בס\"ד, דההוא כובס מצא טעם נכון שתהיה שליחות זו ראויה לו יותר מזולתו, כי אמר אם אני אהיה שליח בדבר זה להודיע לחכמים, אז ודאי יאמרו החכמים מה ראה רבי יהושע לעשות שליחות זו על ידי כובס, ולא עשה על ידי אדם אחר נכבד יותר מזה הכובס, אלא ודאי רמז קא רמז לן שמחלתי לו מחילה גמורה, שלא נשאר בלבי שום הקפדה אפילו רושם משהו. וזה נרמז בעסק ומלאכה של הכובס הזה שדרכו לכבס הבגדים ולנקותם מן הלכלוך לגמרי שלא ישאר רושם משהו, שלכן <b>כל מחילת עון נקראת בשם כבוס</b>, דכתיב: תכבסני ומשלג אלבין <small>(תהלים נא, ט)</small>, אם תכבסי בנתר <small>(ירמיה ב, כב)</small>."
        ],
        [
            "<b>רבנו, נר ישראל, עמוד הימני, פטיש החזק, מפני מה אתה בוכה? נ\"ל בס\"ד, <b>רבנו</b> – שהרבצת תורה בישראל. <b>נר ישראל</b> – שתקנת להם תקנות, והדלקת להם נרות כתקנות אלו להאיר להם בחושך לדעת הדרך ילכו. <b>עמוד הימני</b> – שלם בחלק הסוד שהוא המיומן שבחלקי לימוד הפרד\"ס. <b>פטיש החזק</b> – 'פטיש' בהיפוך אתוון 'פשטי' ר\"ל: גם חלק הפשטי שאתה לומד בפרד\"ס הוא חזק שצריך לו נגר ובר נגר להבינו, על דעת שאמרו <small>(סוכה כא:) </small>שיחת תלמידי חכמים צריכה תלמוד להבין אותה.</b>. והנה שלשה שבחים <b>נ</b>ר<b> ע</b>מוד<b> פ</b>טיש ר\"ת: ענף, רמז לדבר מה שכתוב בפסוק ביחזקאל<small> (יז, כג)</small> ונשא ענף ועשה פרי, שהרביץ תורה והיה לארז אדיר. ומ\"ש: <b>מפני מה אתה בוכה?</b> נראה דציירו בדעתם שני טעמים, הא', בוכה על חסרון תלמידיו, כי מעתה הם חסרים מלימוד שהיה מלמדם עוד. והב', בוכה למתק הדינין כי השעה צריכה לכך, והוא השיב להם טעם אחר, כי מרוב ענוה שלו הראה עצמו שהוא חרד ומתפחד מאד מיום הדין, כדי שהם ילמדו קל וחומר ויהיה להם פחד ורעדה יותר, וכמו שכתב הרא\"ש ז\"ל בצוואתו לבנו: ומטתך בדמעה תמסה ויבהלוך רעיונך מידי זכרך חרדת רבן יוחנן בן זכאי."
        ],
        [
            "<b>אי הכי, בכל יומא נמי נמרינהו</b> אף על גב שמצא טעם למספר י\"ח ברכות בכל יום, חד אמר: כנגד שמונה עשרה אזכרות דמזמור הכ\"ט, וחד אמר: כנגד שמונה עשרה אזכרות שבקריאת שמע. וחד אמר: כנגד שמונה עשרה חליות שבשדרה, עם כל זה מקשי דנאמר כ\"ד בכל יום, שאז יהיו האמצעיות לבדם מספר י\"ח הנז\"ל, ובצירוף ג' ראשונות וג' אחרונות שהם של שבח, יושלם מספר כ\"ד כנגד כ\"ד רננות."
        ],
        [
            "<b>וכשאתה יוצא לדרך, המלך בקונך וצא. מאי \"המלך בקונך וצא\"? קשה, תיבת וצא דנקיט המקשן ללא צורך, כי הוא שואל על מה שאמר המלך בקונך?</b>. ונ\"ל בס\"ד דשואל שתים. חדא, מאי המלך בקונך, ועוד, למה נקיט אליהו זכור לטוב תיבת וצא, כיון דאמר ברישא וכשאתה יוצא לדרך, מוכח דביוצא איירי. ותירץ לו זו תפלת הדרך, כלומר תפלת הדרך הידועה שאין בה הזכרת שם, וכל ברכה שיש בה הזכרת שם יש בהזכרת השם מספר צ\"א <small>[91]</small>, שצריך לכוין שם <b>הוי</b>\"<b>ה</b><small> [26]</small> בלבו, ויזכיר שם <b>אדנ</b>\"<b>י</b> <small>[65]</small> בפיו, דעולין שתיהם צ\"א. ולכן צריך שתהיה סמוכה לחברתה, כדי שיהיה לה דין ברכה שיש בה הזכרת שם, שיש בה מספר צ\"א, ולכך אמר: המלך בקונך וצא, הוסיף תיבת <b>צא</b>, לרמוז לו שיסמוך אותה לחברתה, דאז יש בה מספר צ\"א.<br>[<b>נוסח אחר</b>] מקשים, תיבת וצא למאי הוצרך להזכיר השואל בדברי שאלתו, כי הוא אינו שואל אלא על המלך בקונך דלא ידע מה היא והמשיב גם כן השיב לו על זה דוקא?<br>ונ\"ל, דהשואל היה חושב המלך בקונך, הכונה הוא ע\"ד מ\"ש בגמרא דחולין <small>(דף צה:)</small> שמואל בדיק בספרא, רבי יוחנן בדיק בינוקא. פירש רש\"י: דשייל ליה פסוק לי פסוקך, ועל זה קרא דוד המלך עליו השלום את דברי התורה 'אנשי עצתי' <small>(תהלים קיט, כד)</small>. ולכן אמר: <b>וכשאתה יוצא לדרך</b>, ותרצה לידע אם טובה היציאה או לאו, <b>המלך בקונך</b>, דהיינו: בדין תורה על ידי ספרא או על ידי ינוקא.<br>אך באמת דבר זה לאו דוקא ליוצא לדרך, אלא לכל דבר דעביד בר נש ישאל עצה מן התורה, כמ\"ש: 'אנשי עצתי'. ואם הוה אמר: וכשאתה יוצא לדרך, המלך בקונך, היינו חושבים דלאו דוקא לדרך, אלא הוא הדין לכל מעשה אשר יעשה לו האדם, ואמר לו על הדרך, משום דאתרמי ליה בו ביום או באותו שבוע היה רוצה רב יהודה לצאת לדרך, לכך נתן לו עצה כדי שידע באיזה שעה טובה לו היציאה. אמנם מאחר דכפל דבריו וסיים 'וצא' פעם שנית, שכבר אמר: וכשאתה 'יוצא' לדרך, שמע מינה דבא להודיעו שדבר זה אינו אלא רק בענין היציאה, ואם כן השתא משמע דפירוש המלך בקונך, אינו כמו שחשבנו. ולכן שאל שתי שאלות: מאי המלך בקונך? ומאי וצא? והשיב לו: האי <b>המלך בקונך</b>, הוא ר\"ל: שתתפלל <b>תפלת הדרך</b>, ולכן סיים ואמר לו: <b>וצא</b> להודיעו שיתחיל להתפלל אותה בעודו בביתו, ואחר כך יצא. וזהו: <b>המלך בקונך</b> ואחר כך <b>צא</b>, ולא תתפלל אחר שכבר הלכת בדרך."
        ],
        [],
        [
            "<b>אין עומדין להתפלל אלא מתוך כבד ראש</b> י\"ל בס\"ד, רמזו לפי דרכם דבר נסתר, והוא מה שאמר רבי יוחנן בן זכאי: דעו לפני מי אתם מתפללים. ופירש רבינו האר\"י ז\"ל, לפני מי – בינה אימא, ו'לפני' ר\"ל: קודם, דרמז להם שימשיכו מוחין דאבא, וכנז' בפ\"ע ע\"ש. וכאן נמי רמזו דבר זה באומרם: <b>מתוך כבד ראש</b>, כי תיבת 'כ<b>ב</b>ד' יש בתוכה בי\"ת, ותיבת 'ר<b>א</b>ש' בתוכה א' הרי אותיות <b>א</b>\"<b>ב</b>, שהוא לפני <b>מי</b> שהיא <b>אם</b>, והכונה: שימשיכו בתפילה מוחין דאבא בסוד: <small>(בראשית כ, יב)</small> בת אבי הוא."
        ],
        [],
        [
            "<b>ויען עלי ויאמר: לכי לשלום <small>(שמואל א' א, יז) </small>אמר רבי אליעזר: מכאן לחושד בחברו בדבר שאין בו, שצריך לפיסו קשה, הפיוס הוא שאומר לו: נעניתי לך מחול לי, וכאן לא אמר לה מהני מילי מידי, אלא רק ברך אותה?</b>. ונ\"ל בס\"ד, כיון שהיא דברה אתו קשות דנחשבים דברי בזיון שאמרה לו: לא אדון אתה בדבר זה, ולא רוח הקדש שורה עליך, וטעמא דידה הוא משום דחטא לה שחשדה בדבר שאין בה, והוא השיב: לכי לשלום, נמצא הודה לדבריה שחטא לה. ואמר לה <b>לכי לשלום</b>, אין זו ברכה, אלא כונתו לומר: אני אמחול לך ואת תמחלי לי, וכיון דאנחנו מוחלים זה לזה, לכי לשלום שיהיה ביני וביניך. גם יהיה אות למ\"ד במקום בי\"ת, כמו: בחר אתה לבן ישי <small>(שמואל א' כ, ל)</small>, וכמו: מריתם את פי למי מריבה <small>(במדבר כ, כד)</small>. וכן כאן אמר לכי לשלום שהוא ביני לביניך, נמצא פייסה שתמחול לו, דאם לא תמחול איך יהיה השלום?!<br>וכיון דאמר לה לכי לשלום, בירך אותה שיתן לך אלהי ישראל את שלתך אשר שאלת מעמו. כי ידוע מ\"ש רז\"ל <small>(מדרש שמואל פ\"ג)</small> ארבעים שנה קודם שנולד שמואל היתה בת קול אומרת: <b>עתיד צדיק אחד לעמד ושמו שמואל</b>, והיו כל הנשים וגם חנה בכלל מתפללות שיהיה צדיק זה ששמו שמואל יוצא מהם, ולכך היו כל היולדות קורין את הולד בשם שמואל. ולכן עתה שאמר לה<b> לכי לשלום</b>, אמר לה: <b>ואלהי ישראל יתן את שלתך,</b> כלומר: יתן לך את שמואל שאת שואלת מעמו, כי לכל מספר יש לו כולל אחד יותר, ואם כן לאותיות ה'<b>שלום</b>' יש אות א' יתר, ואם תניח אות א' עם אותיות שלום יהיה צירוף <b>שמואל</b>, ולכן כתיב <small>(שמואל א' א, יז)</small> 'יתן את שלתך' חסרה א', לרמוז על אות א' הנוסף על אותיות שלום, להשלים שמו של שמואל."
        ],
        [
            "<b>מנין שחזר הקדוש ברוך הוא, והודה לו</b>. אין הכונה שהשכיל משה רבינו עליו השלום יותר, שידע שיאמרו טענה זו דל\"א מלכים, ולא ידע ח\"ו השי\"ת, דודאי החושב כן הרי זה כופר בעיקר!<br>אך זה דרכו יתברך לחבב הצדיקים בדרך זה, על דרך מ\"ש בגמרא<small> (כאן דף לג)</small>, ההוא דנחית קמיה דרבה ואמר: אתה חסת על קן צפור, אתה חוס ורחם עלינו, אמר רבה כמה ידע האי צרבא מרבנן לרצויי למריה!, אמר ליה אביי והא \"משתקין אותו\" תנן! ואמרו בגמרא דרבה לחדודי לאביי הוא דבעי דאמר דברים שאינם כדי לידע אם אביי חכם הוא להרגיש בהם.<br>וכן כאן, בתחלה השיב השי\"ת והלא כמה נסים עשיתי להם על הים, אף על פי שידע שיש טענה אחרת של ל\"א מלכים שיאמרו האומות העולם, ולזאת אין סתירה מן הים, כדי לזכות את משה רבינו עליו השלום שהוא ישיב תשובה נצחת."
        ],
        [
            "<b>חסידים הראשונים היו שוהין שעה אחת וכו'. מנא הני מילי? אמר רבי יהושע בן לוי דאמר קרא: \"אשרי יושבי ביתך עוד יהללוך סלה\"</b>. קשה, מנ\"ל דהישיבה שיעור שעה אחת?<br> ונ\"ל בס\"ד, <b>ישבה</b> אותיות<b> יש בה</b>, ואותיות <b>י</b>\"<b>ש</b> במילואם יו\"ד שי\"ן עולה מספר <b>השע</b>\"<b>ה</b> <small>[380]</small>, ובסה\"ק בן יהוידע הבאתי מן התוספתא שהשעה תקע\"ו <small>[576] </small>רגעים, וזה נרמז בפסוק עוד יהללוך סלה, והיינו אותיות <b>עוד</b> במילואם כזה עי\"ן ו\"ו דל\"ת עולה תקע\"ו <small>[576]</small>. ומפסוק <small>(תהלים קמ, יד)</small> ישבו ישרים, יליף <b>ישרים</b> גימטריא תק\"ס <small>[560]</small>, ועם מספר הקמ\"ץ <small>[16]</small> שהוא תנועה גדולה עולה תקע\"ו <small>[576]</small>.<br>ועוד נ\"ל אותיות <b>יושבין</b> עולים שע\"ח <small>[378] </small>כמנין <b>שעה</b> <small>[375] </small>עם האותיות."
        ],
        [
            "<b>אין להקדוש ברוך הוא בבית גנזיו, אלא אוצר של יראת שמים</b>. פירשתי בסה\"ק בן יהוידע דקאי על יראת הרוממות ע\"ש. ונראה דנקיט על יראת הרוממות <b>בבית גנזיו</b>, כי ידוע דיראת הרוממות נמשכת מן החכמה שנקראת דחילו, מה שאין כן יראת העונש נמשכת מן המלכות הנקראת יראת ה', וידוע כי חו\"ב שהם דחילו ורחימו הם עלמין דאתכסיין, אבל תפארת ומלכות הם עלמין דאתגליין, ולכן על יראת הרוממות אמר יש לו בבית גנזיו, כי יראה זו היא מן עלמין דאתכסיין."
        ],
        [],
        [
            "<b>שלשה, רבן קשה ומעוטן יפה, ואלו הן: שאור, מלח וסרבנות קשה, הו\"ל להקדים סרבנות שהיא בגוף האדם על שאור ומלח שהם במזון האדם, וגם הו\"ל להקדים מלח על שאור, כי ענין המלח שייך בלחם ובתבשיל ובכל מאכל, אך השאור הוא רק בלחם?</b>. ונ\"ל בס\"ד, הזכירם כפי גודל איכותם, כי <b>שאור</b> הוא מילתא פסיקתא בכל אופן שיהיה, רובו קשה ומיעוטו יפה, ולא משכחת לה שיהיה להיפך מיעוטו קשה ורובו יפה.<br>אך <b>המלח</b> לאו בכל מילי הוא כך, דשפיר משכחת לה מיעוטו קשה ורובו יפה, כהיכא דמולח בשר לאורתא, שאם יניח מעט מלח יתקלקל ויסריח ואם ירבה בו המלח יפה הוא לו, וכן כובש כבשין כגון זתים, ושאר פירות מרים, שאם יניח בהם מעט מלח לא הועיל כלום, ואם ירבה מלח יפה להם, וכן בגבינה וכיוצא, לכך הקדים שאור למלח בענין זה דרובו קשה ומעוטו יפה.<br>והקדים שאור ומלח <b>לסרבנות</b>, כי בשאור ומלח רובן קשה שיהיה מזה קלקול והפסד, דאם ירבה השאור בעיסה תתקלקל ולא תאכל, ואם ירבה המלח בתבשיל יתקלקל ואינו נאכל, אך הסרבנות הן אמת דרובה קשה, אין קושי שלה יהיה בסוג רע, אלא הקושי הוא דאינו נקרא טוב ואינו גורם רע בעין."
        ],
        [
            "<b>כל המבקש רחמים על חברו, אינו צריך להזכיר שמו</b>. בסה\"ק בן יהוידע הקשיתי מן עובדא <small>(תענית כה.)</small> דרבי חנינא בן דוסא עם שכנתו, ד אמר לה: מה שמך? אמרה לו: איכו, והתפלל איכו נימטו כשוריך. וכן רבי יצחק בן אלישיב, מה שמה? אמרה לו: חנה, והתפלל תתייפה חנה, דשמע מינה צריך להזכיר את שמו ע\"ש.<br>ונ\"ל בס\"ד, דאם מתפלל על דבר שהוא נעשה בנס ואינו טבעי, צריך להזכיר את שמו, כדי לכוין להיות צינורות לאותו השפע מן אותיות שמו, כי כיון שהוא דבר חדש ואינו טבעי צריך לעשות לו צינורות חדשים לקבלו בהם, אבל אם מתפלל על טוב נהוג וטבעי, אין זה שפע חדש אלא נהוג, ולכל טוב נהוג יש לו צינור כללי פתוח מששת ימי בראשית, ועל ידי תפילה משלשל מן הטוב הכללי ההוא לאותו אדם הפרטי שמתפלל עליו, ואין צריך לזה צינורות חדשים, <b>כי אין טוב נברא מחדש</b>, ולכן אין צריך להזכיר שם האדם כדי לכוין לעשות מן אותיות שמו צינורות חדשים."
        ],
        [
            "<b>\"קדש הלולים לה''', מלמד שטעונין ברכה לפניהם ולאחריהם</b>. נ\"ל בס\"ד, הא דלימדנו הכתוב ענין הברכה בנטע רבעי, ולא בדבר אחר, להורות: כי הברכה עיקר תיקונה הוא במלכות, שהיא אות רביעי של שם הוי\"ה ב\"ה.<br>ומה <b>שאין אומרים שירה אלא על היין</b>, נ\"ל בס\"ד לרמוז זה במילוי אותיות 'שיר' שהם: שי\"ן יו\"ד רי\"ש, דהיינו: מילוי אות י<b>ו</b>\"<b>ד</b> הוא י' תצרפנו עם י\"ן דמלוי ש<b>י</b>\"<b>ן</b> הרי <b>יין</b>, ומילוי ר<b>י</b>\"<b>ש</b> הוא <b>י</b>\"<b>ש</b> הרי נרמז במילוי שיר – <b>יש יין</b>, לומר אין אומרים שיר אלא על היין."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>ואי בעית אימא מהכא: <small>(בראשית לט, ה)</small> \"ויברך ה' את בית המצרי בגלל יוסף\" מקשים, למה לא הביא פסוק: ויאמר אליו לבן אם נא מצאתי חן בעיניך נחשתי ויברכני ה' בגללך <small>(בראשית ל, כז)</small>, ובסה\"ק בן יהוידע תירצתי בזה, ע\"ש.</b>. ועוד נ\"ל בס\"ד. מהתם לא משמע תיכף, דאפשר שהיתה הברכה אצלו אחר כמה שנים, כי דבר זה אמרו לבן אחר י\"ד שנה שעבד בלאה ורחל. אך פסוק של ויברך ה' את בית המצרי היה תיכף, כי הוא לא ישב אצלו בביתו יותר מן שנה אחת, ומפורש בכתוב להדיא ויהי מאז הפקיד אתו בביתו ועל כל אשר יש לו ויברך ה' את בית המצרי בגלל יוסף ויהי ברכת ה' בכל אשר יש לו בבית ובשדה <small>(בראשית לט, ה)</small>.<br>ועוד תירצתי תירוץ פשוט דהתם לבן הוא דקאמר הכי, ואפשר לומר דאמת כן להחניף ליעקב אבינו עליו השלום בשביל איזה צורך שהיה לו בזה, אך כאן התורה העידה בכך, ושוב אמרו דתירץ כן הרב מהר\"א ריקי ז\"ל."
        ],
        [],
        [
            "<b>אמר ליה רבי חיא: בר פחתי, עיין בברכת מזונא קאמר לך</b>. נ\"ל בס\"ד, קראו<small><b> </b></small><b>בר פחתי<small></small></b> ר\"ל: בר חכמה, כי החכמה היא יו\"ד דשמא קדישא, ונקוד ספירת החכמה הוא פת\"ח, וזהו: בר פחתי – פת\"ח יו\"ד. והוא דאמר ליה <b>עיין</b>, כי בזמן קדמון היה אחד מברך וכולם יוצאים ידי חובתם בשומעם ממנו. וכיון דהמסובים הם גדולים, היה המברך מכוין כונות עמוקות בברכת המזון, ולכן צריך לעיין בשכלו סדר הכונות שצריך לכוין בברכת המזון, כדי לכוין כל דבר כראוי במקומו בברכה."
        ],
        [
            "<b>ואל יפסיע פסיעה גסה, דאמר מר: פסיעה גסה נוטלת אחד מחמש מאות ממאור עיניו של אדם</b>. הקשה הרי\"ף, מה שאמר תלמיד חכם משאר אדם, כיון שעושה רושם במאור עיניו. ובסה\"ק בן יהוידע כתבתי תירוץ על זה בס\"ד, ע\"ש.<br>ועוד נ\"ל בס\"ד, כי תלמיד חכם דרכו להרבות בישיבה שיושב חמש ושש שעות בעסק התורה בהמשך אחד, וידוע דהישיבה ברבוי קשה לחולי התחתוניות, וכמו שאמרו במערבא לרבא אל תרבה בישיבה שקשה לתחתוניות <small>(כתובות קיא.)</small>. וידוע כי התחתוניות מכהין אור עיניו של אדם, ולכן התלמיד חכם שהוא מוכרח להרבות בישיבה שקשה לתחתוניות המכהין מאור עיניו, אם גם בדבר זה של פסיעה גסה לא יהיה נזהר ונשמר ביותר, אז הו\"ל תרתי לריעותא בכיהות מאור עיניו, ולכן הזהירו אותו בזה יותר משאר אדם."
        ],
        [
            "<b>טבא ביעתא מגולגלתא משיתא מטויתא, מארבע מבושלתא</b>. נ\"ל בס\"ד דרך רמז, <b>ביעתא מגולגלתא</b> רמז לסודות התורה, כי חלק הסוד יתייחס לגולגולת, ששם מוחין חב\"ד <small>[חכמה, בינה, דעת]</small> והוא ראש לכל הלמודים.<br>גם ידוע דחלק הסוד רמוז באות י' דשמא קדישא, וכתבתי במקום אחר בס\"ד, י' במילואה <b>יו</b>\"<b>ד</b>, אות הפשוט של <b>י</b>ו\"ד רומז על חלק הסוד, ואות ו' במילוי י<b>ו</b>\"ד רומז לחלק העיון והסברא של חלק הנגלה של התורה, כי בחלק הנגלה יש שני לימודים, אחד הוא העיון והסברא שצריך ללומדו בששת ימי החול והוא בששה סדרי משנה. ואות ד' של מילוי יו\"<b>ד</b> הוא רמז ללימוד הגרסא שבחלק הנגלה של התורה, והוא ארבע אמות של הלכה שיש להקב\"ה בעולמו, כמ\"ש רז\"ל <small>(ברכות ח.)</small> והסברא זה נקרא אש, שצריך להתלהב בו ולהלחם בו, ולימוד הגרסא נמשל למים שהוא נח כמים.<br>ובזה יובן בס\"ד, <b>טבא ביעתא מגולגלתא</b> כלומר: טוב דבור של תורה שהוא בחלק הסוד המתייחס לגולגולת, <b>משיתא מטויתא</b>, פירוש: יותר מלימוד העיון והסברא שדומה לאש, שהוא בששה סדרי משנה, ונלמד בששה ימי השבוע, וגם הוא יותר טוב <b>מארבע מבושלתא</b>, ר\"ל: טוב גם מלימוד הגרסא דנקרא מים, הרמוז באות ד' דמילוי יו\"<b>ד</b>, כי לימוד של הסוד הרמוז באות <b>י</b>' טוב יותר מן לימוד העיון הרמוז באות ו' דמילוי י<b>ו</b>\"ד, ומן לימוד הרמוז באות ד' דמילוי יו\"<b>ד</b>."
        ],
        [],
        [
            "<b>שלשה שאכלו כאחת חיבין לזמן וכו'. גמרא. מנא הני מילי? אמר רב אסי: דאמר קרא: <small>(תהלים לד, ד)</small> \"גדלו לה' אתי, ונרוממה שמו יחדו\"</b>. מקשים, אמאי הוצרך להביא סיפיה דקרא גם כן, דכתיב: ונרוממה שמו יחדו, מאחר דהוכחתו היא מרישיה דקרא גדלו לה' אתי?<br>ונראה לי בס\"ד, דאיכא למידק מנא ליה דקאי על זימון דברכת המזון, דילמא קאי על ברכו דעליית ספר תורה, או ברכו דקדיש, שהעולה או האומר קדיש אומר להם ברכו את ה' המברך, והקהל אומרים ברוך ה' המברך, וחוזר הוא ואומר ברוך ה' המברך, ולזה אומר:<b> גדלו לה' אתי</b>, ועל כן הביא סיפיה דקרא דכתיב: <b>ונרוממה שמו יחדו</b>, שהדברים כפולים, אלא ודאי דקאי על הזימון דברכת המזון, דאחר הזימון אומרים ברכת המזון שיש בה ד' ברכות כנגד ד' אותיות שם הוי\"ה ב\"ה, וכנגד ד' מילואים ע\"כ ס\"ג מ\"ה ב\"ן, ובכל ברכה מכוונים במילוי אחד. ולז\"א: <b>גדלו לה' אתי</b> – בזימון, ואחר כך <b>ונרוממה שמו יחדו</b> – בברכת המזון, שמו דייקא שהיא ד' ברכות כנגד ד' אותיות השם, וכנגד ד' מילואיו."
        ],
        [],
        [],
        [],
        [],
        [
            "<b>רבא אחוי לשמי טללא, אביי נפק לברא, אחוי כלפי שמיא קשה למה נפק אביי לברא כדי דיחוי כלפי שמיא, היה לו למחוי כלפי טללא בעודו יושב במקומו, וכדעבד רבא?</b>. ונראה לי בס\"ד, דאביי הבין מדעתו דרבא יחוי לשמי טללא, ואמר בדעתו אם גם אני אעשה כן אינו ניכר ששנינו מבינים בדבר זה, אלא יאמרו אחד לבדו הבין, והשני עשה כמו שעשה חבירו שלא במתכווין, ואינו יודע מה הוא משיב, כי אי אפשר לצמצם ששנינו נחוי ביחד ממש.<br>לכן נתחכם אביי כששאל רבו רחמנא היכא יתיב? הדבר יצא מפי רבו קפץ הוא תיכף ועמד אצל הפתח מבחוץ להראות בידו כלפי שמיא, ונמצא דאביי לא ראה מה עשה רבא, כי הצד דנפק אביי ואחוי ביה הוא אחריו של רבא, יען כי רבא יושב לפני רבו פניו כנגד רבו, ואחוריו כנגד הצד דנפק אביי שם, ותחילה היו יושבים אביי ורבא ביחד, כתף בצד כתף, פניהם כנגד רבם ואחוריהם כנגד צד הפתוח לחוץ, ונמצא עתה אביי לא ראה מה שעשה רבא וכן נמי רבא לא ראה מה שעשה אביי, כי הוא פניו כנגד רבו, ואחוריו כנגד הצד דנפיק ליה אביי, ולכן אמר להם רבם: תרויכו רבנן הויתו."
        ],
        [
            "<b>אמר לה: קא חזית, דלא מקבלי מרות קשה, והלא קרא קאמר, ואיך ניכר דלא מקבל מרות?</b>. ונראה לי בס\"ד, דהוא לא אמר אלא רק התחלת הפסוק בלבד, דכתיב: <b>סלסלה ותרוממך</b>, ולא סיים <b>בין נדיבים תושיבך</b>, כי בסיום זה יגיע הכבוד למלכא ומלכתא דקרי להו בשם נדיבים, שהם התנדבו הכבוד הזה לעשותו לבעל התורה, ולכן ינאי חרה לו על זאת, כי דן בדעתו שבכונה מכוונת לא סיים הכתוב כדי שלא יתכבד בזה הסיום המייחס נתינת הכבוד אל שמעון בן שטח אל המלך והמלכה, שבנדבת לבם עשו לו הכבוד הזה להושיבו באמצע בינותם, ולכך הקפיד.<br>ועוד נראה לי בס\"ד, דשמעון בן שטח סיים הכתוב הזה כולו, אך לא סיימו ככתוב במשלי <small>(ד, ח)</small> אלא סיימו ככתוב בבן סירא, כי במשלי כתיב: סלסלה ותרוממך <b>תכבדך כי תחבקנה</b>, ומזה משמע הכבוד שלו נותנת לו התורה עצמה ולא מגיע לו מאחרים, אך בבן סירא כתוב: סלסלה ותרוממך <b>ובין נדיבים תושיבך</b>, דמשמע בעבור אהבת התורה אז תזכה לישב בין אנשים נדיבים שהם המלך והמלכה.<br>נמצא בפסוק זה יש שבח וכבוד להמלך והמלכה דקרי להו נדיבים, דמוכח בנדבת לבם עשו זאת להושיב את החכם בעל תורה ביניהם, ולכן אמר <b>לא מקבלי מרות</b>, דחשב בכונה עשה לומר פסוק משלי ולא אמר פסוק בן סירא, כדי שלא יתכבד ינאי המלך מהאי קרא.<br>והנה לפ\"ד רש\"י ז\"ל נשמע דגרסת הגמרא הוא דכתיב סלסלה ותרוממך, ולכך הוצרך לפרש סיפיה דקרא הוא תכבדך כי תחבקנה, לאפוקי שלא תחשוב ש אמר לו פסוק של בן סירא שמסיים ובין נדיבים תושיבך."
        ],
        [],
        [],
        [],
        [
            "<b>\"הרחב פיך ואמלאהו\" ההוא, בדברי תורה כתיב</b>. נראה לי בס\"ד מפיק לה מדכתיב <small>(תהלים פא, יא)</small>: 'ואמלאהו' דהול\"ל ואמלא, אך הוסיף אותיות <b>ה</b>\"<b>ו</b>, שהם רומזים לתורה שבכתב שהיא חמשה ספרים, ותורה שבעל פה שהיא ששה סדרים. ונ\"ל מה שכתוב 'הרחב פיך ואמלאהו' כי <b>פה</b> במילואו כזה: פ\"<b>ה</b> ה\"<b>י</b> המילוי הוא <b>י</b>\"<b>ה</b> שהם חו\"ב שבהם יהיה לאדם שפע בהשגת התורה."
        ],
        [
            "<b>ממשיכין יין בצנורות לפני חתן וכלה</b>. נ\"ל בס\"ד הטעם שעושין ביין ולא במים, לרמוז שאהבת החתן עם הכלה, ואהבת הכלה עם החתן תהיה כמו היין דכל מה שיתיישן יותר ישביח יותר, כן תהיה האהבה ביניהם נוספת וגדלה ברבוי הימים, ולא תתמעט ותחלש אהבתם אחר שירגילו לשבת זה עם זה.<br>ועוד נ\"ל בס\"ד, דעושין הסימן ביין ולא במים, כי היין אף על פי שהאדם שופכו בתוך פיו למטה שירד חדרי בטנו, הנה הוא אחר כך עולה למעלה לראשו, דעל כן ישתכר השותה אותו, וכן הכלה אף על פי שהיא תחתונה שנעשית כר לבעלה, הנה אם תהיה אשת חיל אז תהיה עטרה בראשו, דכתיב <small>(משלי יב, ד)</small> אשת חיל עטרת בעלה."
        ],
        [
            "<b>אין פרי בטנה של אשה מתברך, אלא מפרי בטנו של איש</b>. נראה לי, לכן התשמיש שהוא זרע של האיש יפה לולד בחדשי העיבור באמצעים ובאחרונים."
        ],
        [
            "<b>ותברא ארבע מאה דני דחמרא</b>. נראה לי העיקר כמ\"ש בס\"ד בסה\"ק בן יהוידע, דלא שברתם במזיד, אלא מן כעסה נסתבב להם סיבה שנשברו, כגון שהיתה התקרה של אוצר היין שבו מונחים דני דחמרא כולו נסמך על עמוד אחד, והיה העמוד שבור מעט, ולא הרגישו בו, והיא קמה בכעס לסגור פתח האוצר, וכיון שקמה בכעס נתקלה בדבר אחד כבד של ברזל שלא היה עומד כראוי, ונפל זה הברזל הכבד על העמוד ושברו לגמרי, ואז נפלה כל התקרה של האוצר שהיתה סמוכה על אותו עמוד, וכיון דנפלה על הדני דחמרא נשברו ת' דני. או נסתבב הדבר על ידי אופן אחר, באופן שלא קמה ושברה בכעסה בידים ת' דני, דכל המשבר בלי בחמתו כאילו עובד עבודה זרה <small>(שבת קה, ב)</small>, ואם שברה ת' דני נמצא עבדה עבודה זרה ת' פעמים ח\"ו! וזה לא יתכן לומר על אשת חבר כמוה, ואיך עולא נתרצה לפייסה אחר כך? דאי הוה הכי אין לך חנופה גדולה מזו!<br>ועתה נ\"ל בס\"ד, דלא שברה ת' דני לשפוך היין לאבוד, אלא הכונה שנתכעסה על בעלה והאורחים שלו, ונכנסה לבית היין שהיה שם דני דחמרא סתומים, והיא שברה הכסוי והמגופה של ת' דני לפתוח אותם, ולחלק כל היין לאחרים ולאנשים זרים, שלא יהנו ממנו בעלה והאורחים שלו. ואומרו תברא, קאי על הכסוי והמגופה של החביות, לפתחם לבזבז היין שבתוכם.<br>ועט\"ר הרב מו\"ר אבי זלה\"ה בספרו מדרש אליהו פירש: <b>קמא בזיהרא ועלתה לבי חמרא</b> לחלק היין כולו לעניים לקדוש והבדלה, שלא יהנו ממנו בעלה והאורחים שלו, ואף על פי שקמה בזהרא לעשות דבר זה, זכתה בעבור מצוה זו לשבר<b> ארבע מאה דני דחמרא</b>, פירוש: ארבע מאות דינים דחמרא יין שמצד סיטרא אחרא שברה אותם במצוה זו. ועוד רמז בעל המאמר לפי דרכו, 'ילתא' <small>[441]</small> גימטריא 'אמת' <small>[441]</small>, שהם מקיפי זו\"ן<small> [זעיר ונוקבא]</small>, <b>שמעת</b> מלשון: וישמע שאול את העם <small>(שמואל א. טו, ד)</small>, ר\"ל: נתקבצו מקיפי זו\"ן, <b>ותברא </b>ארבע מאה דני כנז\"ל, עכ\"ד. ולפי פירושו אין אנחנו צריכין להדחק בגוזמא של סך ארבע מאה דני, כי זה הסך אינו על ארבע מאה דני ממש, אלא הכונה <b>ארבע מאות דינין</b>, ודו\"ק."
        ],
        [],
        [],
        [
            "<b>סברי מפני בטול בית המדרש</b>. יש להקשות, למה בית הלל פירשו טעמייהו הם בעצמם, ובית שמאי לא פירשו טעמייהו?<br>ונראה לי בס\"ד, דבית שמאי הם ראשונים בהוראה, וטעמם פשוט כיון דכל אחד חייב לברך למה יוצא ידי חובתו על ידי אחרים, הלא זה כלל גדול בתורה דקיימא לן בכל מקום מצוה בו יותר מבשלוחו <small>(קידושין מא.)</small> כן זה יקיים מצות הברכה על ידי עצמו.<br>ובית הלל דפליגי, הוצרכו לפרש טעמם דאחד מברך, משום דאיכא בזה מצוה מן המובחר, דברב עם הדרת מלך<small> (משלי יד, כח)</small>, ולכן אף על גב דמצוה בו יותר מבשלוחו, אם השליח עביד מצוה מן המובחר טפי מן המשלח יעשה השליח, וכמ\"ש המפרשים בדין זה דמצוה בו יותר מבשלוחו. ולהכי גם כאן אחד מברך לכלם.<br>ואחר שאמרו בית הלל טעם זה למילתייהו, תו לא יספיק אותו הטעם הפשוט דאמרינן על בית שמאי, ולכך בא לפרש טעם חדש לבית שמאי דאמרי כל אחד מברך לעצמו ולא עבדינן מצוה מן המובחר דהדרת מלך דאיכא בהיכא דאחד מברך לכלם, והיינו טעם זה דאם אחד מברך לכולם שצריך להשתיק את כולם ביחד איכא <b>בטול בית המדרש</b>, ומשום מצוה מן המובחר דהדרת מלך אין מבטלים תלמוד תורה שהוא גדול מכל המצות.<br>אך מקשים, אמאי מהדר תלמודא לבקש טעם לבית שמאי דלית הלכתא כוותייהו? ונ\"ל, צריך לידע תחילה טעם בית שמאי כדי שנדע ונבין אם בית הלל באו להקל או לעיכובא, ונפקא מינה אם לא אמרו לעיכובא שפיר מצי כל אחד ואחד לעשות כחומרת בית שמאי, ולית לן בה."
        ],
        [],
        [
            "<b>ברוך שעשה לי נס בערבות ובגמל</b>. בסה\"ק בן יהוידע כתבתי דקדוק, למה נס המים נקטיה על המקום, ונס הגמל לא נקטיה על המקום? ותירצתי בס\"ד בזה כמה אופנים, ע\"ש.<br>ועוד אך נס המים מבורר במקום ההוא, שלא היה בו מים, ועכשיו נברא בו עין המים, ולהכי נקטי על המקום. אבל נס שנעשה לו בריסתקא דמחוזא שנפלה החומה אין נס זה מבורר, דדילמא היתה רעועה ואתרמי דנפלה מאיליה בההיא שעתא, ולכך לא נקיט נס הצלתו על שם המקום, משום דחדוש זה שנעשה באותו מקום אין מבורר שנעשה בדרך נס, אלא י\"ל דהיתה רעועה ונפלה בטבע מאיליה, להכי נקיט הוראת נס הצלתו על שם הגמל, דכולי עלמא חזו דגמל היה רודף אחריו וניצול ממנו, וזה ניכר לעיני הרואין טפי.<br>אי נמי נראה לי בס\"ד, בערבות הנאתו מגוף המקום שנהפך עפר המקום של ערבות למים, אך בריסתקא דמחוזא שנפלה החומה, לא נפלה על הגמל שהיה רודפו והמיתה אותו, ורק נפילתה אהניה ליה, שהיתה סיבה שיוכל להשמט מן הגמל בכניסתו לאותו חצר אחר שנפתח לפניו."
        ],
        [],
        [
            "<b>אמר רבי יוחנן: אין הקדוש ברוך הוא נותן חכמה, אלא למי שיש בו חכמה, שננה. אמר<small> (דניאל ב, כא)</small> 'יהב חכמתא לחכימין, ומנדעא לידעי בינה'... שמע רב תחליפא בר מערבא... אתון מהתם מתניתו לה? אנן מהכא מתנינן לה, דכתיב <small>(שמות לא, ו)</small> 'ובלב כל חכם לב נתתי חכמה'</b>. יש להקשות, למה האריך לומר אתון מהתם מתניתו לה?<br>ונראה לי בס\"ד, דאיתא בגמרא<small> (כתובות עה.)</small>. אמרי חכמי בבל על חכמי ארץ ישראל, חד מנייהו כתרי מינן, ופירשתי בס\"ד טעם לזה, כי בארץ ישראל שולטת היצירה בימי החול, אך בחוץ לארץ שולטת העשיה וכמה שאמר רבינו האר\"י ז\"ל. וידוע <b>שנים מקרא</b> ביצירה, <b>ואחד תרגום</b> בעשיה, ולכן חד מנייהו בתרי מינן, שהם כפולים מפני שהם ביצירה שהיא כפלים לעשיה.<br>ובזה יובן המאמר כאן, דאתמוהי קא מתמה, אתון מהכא מתניתו לה? בתמיה! ר\"ל: <b>אתון</b> בני ארץ ישראל שאתם תחת שליטת היצירה ששם סוד 'מקרא'<b> מהכא מתניתו לה?</b> כלומר מהכא דהוא פסוק של תרגום שהוא בעשיה, והלא אנן בני בכל אף על גב דיתבינן בבבל שהיא תחת שליטת העשיה, לא ילפינן לה מפסוק של תרגום, אלא מן המקרא של ובלב כל חכם לב נתתי חכמה."
        ],
        [
            "<b>אין מראין לו לאדם אלא מהרהורי לבו.. ואי בעית אימא מהכא: \"ורעיוני לבבך תנדע\"</b>. קשה, מה חסרון מצא בראיה דפסוק רעיונך על משכבך סלקו <small>(דניאל ב, כט)</small>, שהביא פסוק זה. ונ\"ל בס\"ד, דהתם יש לפרש דאיירי שאותם רעיונים הוציאם גם כן בדבור בפיו, ולכן ראה אותם בחלום, אבל רעיונים שלא היו אלא רק בלב ולא הוציאם בפה אין רואה אותם בחלום. לכך הביא פסוק זה דרעיוני לבבך, שלא אמר רעיונך בסתם, אלא פירש אפילו על רעיונים שלא היו אלא בלב דוקא.<br>ואי הוה מביא האי קרא לחודיה לא הוה מיניה הוכחה גמורה על החלום, דהא אמר רעיוני לבבך תנדע ולא נזכר חלום, לכך הביא גם כן פסוק רעיונך על משכבך סלקו, דמשמע חלום, דהא קאמר על משכבך."
        ],
        [
            "<b>חזאי חלמא דעיל מחטא באצבעתי</b>. הא דראה מראה החלום הזה באצבע ולא בשאר אברים? נ\"ל בס\"ד, כי זה האוצר היה בו מעילים שהם בגדי מלכות שהיו לובשים המלכים ביום שמלכו בו, ודרכן אחר שמת המלך יצניעו בגדי מלכות שלו באוצר, ולא ישתמש בהם ללבשן מלך אחר, ולכן באוצר זה היה בו בגדים הרבה של מלכים שקדמו ומתו, והניחו אדם ממונה עליהם שינערם פעם אחת בחודש מן התולע ששולט בצמר, יען כי היה בהם חוטי צמר גם כן, ולכן ראה התולע באצבע כי האצבעות אינם שוים במידתם, אלא זה ארוך וזה קצר וזה בינוני, כן בגדים אלו אינם שוים במידתם, כי הם של מלכים שאין קומתם שוה.<br>והא דראה חלום ראשון מחט, וחלום שני ושלישי תולע, ולא ראה כולם בתולע, כדי שלא ירגיש זה הרואה החלום בפתרון לחשוב אולי נפל תולע בבגדים המופקד עליהם, לכך ראשון ראשון ראה מחט, והשני תולע, שבזה נתבלבל הרואה, ולא הרגיש בפתרון כדי שילך ויבדוק."
        ],
        [],
        [],
        [],
        [
            "<b>כמה גלוסקאות הביא לפני</b>. קשה, הדרך להביא הלחם לפני האורח קודם התבשיל של בשר, ואם כן הו\"ל להזכיר גלוסקאות קמי בשר?<br>ונ\"ל בס\"ד, דמתכוין לשבח בעל הבית שיש לו עין טובה ועשה כמה מיני תבשילין של בשר, ואם יביא הפת קודם שיביא התבשילין על השולחן, לא ידע האורח שיש מיני תבשילין הרבה של בשר, אלא יחשוב שאפשר אין מביא אלא תבשיל אחד דוקא.<br>ולכן כשמביא הפת על השלחן תחילה ועושה האורח ברכת המוציא ואוכל פת, יאכל לרעבונו פת הרבה ואז כשיביאו מיני התבשילין של בשר לא ימלא כריסו מהן, מאחר שאכל פת הרבה, על כן יתחכם בעל הבית להביא על השלחן מיני תבשילין של בשר בתחילה, כדי שידעו כמה מיני תבשילין של בשר יש להם לאכול, ואחר כך יביא הלחם, והם כשאוכלין לחם לא יאכלו הרבה כי אם מעט, כי רוצים למלאות כריסם ממיני תבשילין של בשר, ולכן אומר תחילה כמה מיני תבשיל של בשר הביא על השולחן, ואחר כך כמה גלוסקאות הביא, ובסדר זה הוא מראה שבחו של בעל הבית, שיש לו עין טובה, שרוצה שהאורח ימלא כריסו מן הבשר."
        ],
        [
            "<b>אמר ליה דיו לעבד שיהא כרבו</b>. קשה, איך מנחמו בדבר זה שמזכיר לו חורבן בית המקדש, אדרבה יוסיף צער על צערו להצטער גם על חורבן בית המקדש, ואם אחד נעשה בו חבורה מניחים לו מלח עליה, או מניחין לו מים קרים, והרי כאן הניח לו מלח שציער אותו יותר?<br>ונראה לי בס\"ד הזכיר לו חורבן בית המקדש, שברור לנו ובטוחין אנחנו בו שיחזור ויבנה בנין טוב ומפואר אלף ידות על מה שהיה קודם החורבן, ואם כן גם בתי צדיקים בטוחין שיבנו לעתיד עשר ידות על טובה ומעלה שהיה להם מכבר, ובזה נתנחם!"
        ],
        [
            "<b>עתיד הקדוש ברוך הוא להחזירן לה</b>. קשה, והא <small>(קהלת א, ט) </small>אין כל חדש תחת השמש? ומהרש\"א ז\"ל נרגש בזה ע\"ש.<br>ונראה לי בס\"ד, דאף על גב <b>דאין הבור מתמלא מחליתו</b>, יחזירם לה על ידי הברכה, וכמו שהיה בברכת אליהו זכור לטוב אצל הצרפית, שאמר: כד הקמח לא תכלה וצפחת השמן לא תחסר <small>(מלכים א' יז, טז)</small> אך מקודם שעדיין לא נשלם התיקון למטה, אין הברכה שורה בצבא השמים למעלה, ואחר התיקון לעתיד, שורה שם הברכה ויתמלא הבור מחליתו.<br>ולתירוץ הב' <b>דאין קטגור נעשה סנגור</b> נמי אתי שפיר, דלעתיד באמת יהיה הקטגור סנגור, יען שאפילו פלוני והשטן יהיו מליצים טובים כנודע, ולכן לא שייך האי טעמא הכא לעתיד, ואיך שיהיה נמצא אותם שני כוכבים שנטל מן עש עתידין לחזור.<br>ובזה יובן בס\"ד רמז הכתוב: ומצדיקי הרבים ככוכבים לעולם ועד <small>(דניאל יב, יג)</small> הכונה על כוכבים הידועים האלה שנטלם מן עש שעתיד להחזירן, כן בצדיקים תחזור עטרה ליושנה, ויחזרו לטובם ולמעלתם בעולם הזה."
        ],
        [],
        [
            "<b>בשני יצריך ביצר הטוב ויצר הרע</b>. פירוש: יש מצוה שצריך לעשייתה התעוררות מיצר הטוב, וגם התעוררות מן יצר הרע, כגון: מצות עונה, וכן מצות ענג שבת ויום טוב וכיוצא, שצריך שיהיו ב' התעוררות אלו למצוה, מכח אהבת האדם בהשי\"ת, אבל מצוה שהתעוררות שלה מיצר הטוב דוקא, כמו ציצית ותפילין ומזוזה וכדומה, זו לא אצטריך למימר פשיטא הוא כן.<br>ומ\"ש: <b>בכל מדה ומדה שהוא מודד לך</b>. נקיט לך דוקא, לומר שאם היא טובה כללית לכל העולם ואתה בכללם זו פשיטא שתודה לי, כיון שהיא טובה של רבים ודאי צבור מדכרי ומודו להשי\"ת ואתה מוכרח להיות מודה עמהם, וזה לא אצטריך למימר. אך אני אומר, אף על פי שהוא מודד לך דוקא, שהיא טובה השייכה לך בלבד, שעל זו צריך אתה לברך ולהורות וליכא אחרים עמך דמדכרין לך, הנה אתה לא תתעצל בזה, אלא תהיה מודה לו מאד מאד."
        ],
        [
            "<b>אמר כל דעבדין משמיא לטב</b>. יש להקשות, למה באושפיזא וזיקא אמר הכי, ובאריה ושונרא לא אמר הכי?<br>ונ\"ל בס\"ד באושפיזא נעשה לו דבר יוצא מהטבע שלא נמצא לו אושפיזא לא בחנם ולא בשכר, וכן הזיקא הוה דבר יוצא מן הטבע, כי ודאי היה לו כלי זכוכית ששם מונח השרגא שהיה שמור מן הזיקא, כי אי אפשר שיניח השרגא תחת אויר השמים בגילוי, וכל עוברי דרכים יש להם כלי מתוקן לשמירת השרגא מן הרוח, ולהכי אמר: <b>אמר כל דעבדי משמיא לטב</b>. אבל אריה שאכל החמור זה דבר המצוי במדברות, וכן שונרא שיאכל התרנגול גם זה דבר המצוי ושכיח וטבעי הוא.<br>ועוד נראה לי בס\"ד, דהן אמת דחמור נוער, אך אינו מוכרח להיות נוער בעת שבו הגייסות, וכן אין מוכרח שיהיה התרנגול קורא בעת ההיא, ולכן אם זה נוער וזה קורא קודם שבאו הגייסות, ורק בעת הגייסות לא נער ולא קרא, אין צורך כל כך באכילת החמור והתרנגול, מה שאין כן השרגא ואושפיזא יש בהם צורך כל אותה הלילה. והא דאמר <b>לטב</b> ולא אמר טב. נ\"ל ר\"ל אף על פי שתראה גוף הענין אינו טב אלא נזק, עם כל זה הוא סיבה לטב, שעל ידי נזק זה שהוא דבר מועט ירויח טוב הרבה, כהאי עובדא שאכילת השונרא את התרנגול והאריה את החמור ודאי היה לו הפסד בזה, אך זה הפסד מועט שנעשה לצורך ריוח הרבה שניצול מן השביה הוא וכל אשר לו. וכן מה שמוכרח ללון במדר, וזה ודאי הוא צער גדול ובפרט אם היה זמן קר, אך הוא צער מועט שנעשה לצורך טובה גדולה להנצל מן השביה. ולז\"א: <b>אמר כל דעבדי משמיא </b>אף שהוא נזק, הנה הוא עשוי <b>לטב</b> ר\"ל: לצורך הטב, ולכן לא אמר כל דעבדי הוא טב."
        ],
        [
            "<b>צדיקים יצר הטוב שופטן לפירוש רש\"י ז\"ל שפירש ענין שליטה, נראה דוחק, ד'שופט' לחוד ו'שולט' לחוד.</b>. ונראה לי בס\"ד, דנודע דשכל האדם חלק הטוב שבו נקרא יצר הטוב, וחלק הרע שבו נקרא יצר הרע. והצדיקים גובר בהם חלק הטוב שבשכל הנקרא יצר הטוב, ואין עושים עבירות אלא רק מצות שנעשים על פי דברי היצר הטוב, אך ודאי יזדמן שלא עשו המצוה בשלימות שלה, הן מצד השמחה, הן מצד שלימות הכונה הראויה לה, ולכן הם <b>יצר הטוב שופטן</b>, ר\"ל: חלק הטוב שבשכל אשר הוא המיעצם לעשות המצות הוא שופטן על המצות שעשו, שמראה להם חסרונות שיש במצות ההם.<br>אך רשעים ניכר בהם חלק הרע שבשכל, שהוא הנקרא יצר הרע, והוא המיעצם לעשות עבירות, ואחר שמייעצם ומחטיאם לחבילות של עבירות, חושש שמא ירגישו בסרחונם ויהרהרו בתשובה ויתחרטו על מעשיהם הרעים, לכן הוא עצמו יהיה שופט אותם על חומר עבירות שעושה, שמראה להם כמה פגמים פגמו בעבירות שבידם, וכמה עולמות החריבו, וכמה כוחות טומאה נתחברו ודבקו בהם מחמת עבירות, וכונתו בזה כדי שיתייאשו מן התשובה, שמראה להם אפילו אם יתנו כל ממונם ויענו בצום נפשם ימים ולילות לא יספיקו לתקן אחד מאלף, ולכן טוב להם להשתקע בטומאת העבירות, ולא יפרשו מהם, כדי שלא יהיו יוצאים קרחים מכאן ומכאן."
        ],
        [
            "<b>לא אברי עלמא אלא לאחאב בן עמרי ולר' חנינא בן דוסא לאחאב בן עמרי העולם הזה ולרבי חנינא בן דוסא העולם הבא</b>. פירוש: עונג ושלימות הטובה בעולם הזה לאדם הוא בשתים – <b>עושר ובנים</b>.<br><b>ואחאב</b> זכה לעושר עצום ורב שלא נמצא אצל שאר מלכים, וכן זכה לבנים מה שלא זכו אחרים אפילו אחד מעשרה, כי היה לו שבעים בנים בשומרון, ושבעים בנים ביזרעאל, ונמצא לא אכל אדם טובת עולם הזה בשלימות כמוהו.<br><b>ור' חנינא בן דוסא</b> שהיה מתפרנס בקב חרובין מערב שבת לערב שבת <small>(תענית כד:)</small> לא נחסר לו מטוב עולם הבא בעבור עולם הזה אפילו כטיפה מן הים הגדול, ועל כן ודאי זכה לטוב עולם הבא בשלימות. והוא הדין שאר צדיקים כיוצא בו, שאפילו שהיו עשירים לא היו נהנין מטוב עולם הזה, וכמ\"ש ברבינו הקדוש שזקף עשר אצבעותיו ואמר גלוי וידוע לפניך שיגעתי בעשר אצבעותי בתורה, ולא נהניתי מעולם הזה אפילו כאצבע קטנה <small>(כתובות קד.)</small>."
        ],
        [],
        [],
        [
            "<b>בכל דרכיך דעהו והוא יישר ארחתיך <small>(משלי ג, ו)</small> אמר רבא אפילו לדבר עבירה</b>. פירוש: צריך שתאמין שהכל נעשה בהשגחתו יתברך, דהיינו אפילו אם יצא ממך נזק לרבים או ליחיד, הן בממון הן בנזקי הגוף, תאמין שדבר זה הוא גזור על הנזק מן השמים, ורק נעשה על ידך משום דמגלגלין חובה על ידי חייב, לזה אומרים: היינו דאמרי אינשי <b>גנבא אפום מחתרתא רחמנא קרי</b>. פירוש: הגנב רואה עצמו שליח ההשגחה, באומרו: דבר זה הוא גזור על אדם זה, ואם לא הייתי אני עושה היו אחרים עושים, ואם כן אין לי עון כל כך בזה."
        ],
        [
            "<b>אמר לו הקדוש ברוך הוא למשה משה אני ואתה נסביר פנים בהלכה</b>. נ\"ל בס\"ד, המילוי הוא פנים של הפשוט, והנה <b>משה </b>במילואו מ\"<b>ם </b>ש<b>י</b>\"<b>ן </b>ה\"<b>א</b> <small>[101]</small> עולה מאה ואחד, והשונה פרקו מאה ואחד פעמים אינו שוכח כלל <small>(חגיגה ט:)</small> וזה שאמר: פנים שלך שהם מאה ואחד נסביר אותם בהלכה, שאחזור ההלכה עמך מספר מאה ואחד."
        ],
        [
            "<b>היוצא מבית הכנסת ונכנס לבית המדרש ועוסק בתורה זוכה ומקבל פני שכינה</b>. נראה לי בס\"ד שם אלקים ה\"ס <small>[הוא סוד] </small>השכינה, וידוע כל דבר חשוב ועיקר נקרא פנים, על כן אותיות אל דשם אלקים הם פנים של השם דהם חסד, דכתיב: חסד אל כל היום <small>(תהלים נב, ג)</small>. ולכן זה שיוצא מבית הכנסת ונכנס לבית המדרש ועוסק בתורה, שבה יהיה המשכת אורות המוחין דגדלות, זוכה ומקבל פני שכינה אותיות הפנים של השכינה, שהוא אותיות אל משם אלקים חיים."
        ]
    ],
    "versions": [
        [
            "Senlake edition 2019 based on Benayahu, Jerusalem, 1905",
            "https://beta.nli.org.il/he/books/NNL_ALEPH001188281/NLI"
        ]
    ],
    "heTitle": "בניהו על ברכות",
    "categories": [
        "Talmud",
        "Bavli",
        "Commentary",
        "Benayahu"
    ],
    "sectionNames": [
        "Daf",
        "Line"
    ]
}