{
    "text": {
        "0_Chapter, 0_Mishnah, 0_Comment": "<b>חמשה לא יתרומו.</b> מנינא למעוטי הא דא״ר יהודה לקמן קטן שלא הביא שתי שערות תרומתו תרומה קמ״ל דאין תרומתו תרומה:",
        "0_Chapter, 0_Mishnah, 1_Comment": "<b>החרש והשוטה והקטן כו׳</b> כולהו מחד קרא נפקא לן דכתיב (שמות כ״ה:ב׳) דבר אל בני ישראל ויקחו לי תרומה מאת כל איש אשר ידבנו לבו. אל בני ישראל פרט לנכרי, מאת כל איש פרט לקטן, אשר ידבנו לבו פרט לחרש ושוטה שאין בהם דעת להיות נודבין. וקטן לא מצי ממעיט מאשר ידבנו לבו, דאיכא קטן שהגיע לעונת נדרים שיש לו דעת להיות נודב. וזאת התרומה אשר תקחו מאתם פרט לתורם שאינו שלו. ושוטה, המאבד מה שנותנים לו קרוי שוטה:",
        "0_Chapter, 0_Mishnah, 2_Comment": "<b>אפילו ברשות.</b> של ישראל שעשאו ישראל שלוח. ו לתרום, אין תרומתו תרומה. דכתיב (במדבר י״ח:כ״ח) כן תרימו גם אתם, גם לרבות שלוחכם, מה אתם בני ברית אף שלוחכם בני ברית:  ",
        "0_Chapter, 1_Mishnah, 0_Comment": "<b>לא יתרום.</b> לכתחלה דצריך להשמיע לאזנו כשיברך:",
        "0_Chapter, 1_Mishnah, 1_Comment": "<b>חרש שדברו בו חכמים בכל מקום וכו׳</b> לאו כללא הוא, דבריש חגיגה תני חרש, ומדבר ואינו שומע בכלל, ובפרק מצות חליצה לענין חליצה:",
        "0_Chapter, 1_Mishnah, 2_Comment": "<b>שאינו שומע ואינו מדבר.</b> שנולד חרש ממעי אמו, וכיון שלא שמע מעולם מה שמדברים לו א״א לו שידבר:\n\n",
        "0_Chapter, 2_Mishnah, 0_Comment": "<b>רבי יהודה אומר תרומתו תרומה.</b> בדיעבד, דלית ליה לרבי יהודה הך דרשא מאת כל איש פרט לקטן:",
        "0_Chapter, 2_Mishnah, 1_Comment": "<b>עד שלא בא לעונת נדרים.</b> הזכר בן י״ב שנה ויום אחד, והנקבה בת י״א שנים ויום אחד. ומאותה עונה ואילך אם תרם תרומתו תרומה. והלכה כרבי יוסי:\n\n",
        "0_Chapter, 3_Mishnah, 0_Comment": "<b>אין תורמין זיתים על השמן.</b> מי שיש לו שמן שחייב להפריש ממנו תרומה, וזיתים שחייב להפריש מהן תרומה, אינו יכול לתרום מן הזיתים כפי השיעור שיש לו לתרום על הזיתים ועל השמן, ולפטור השמן בתרומת הזיתים דכתי׳ (במדבר יח) כדגן מן הגורן, מן הגמור על הגמור, ולא ממה שאינו גמור על הגמור:",
        "0_Chapter, 3_Mishnah, 1_Comment": "<b>ואם תרם בית שמאי אומרים תרומת עצמן יש בהן.</b> כלומר אין כאן תרומה אלא על הזיתים בלבד אבל לא על השמן:",
        "0_Chapter, 3_Mishnah, 2_Comment": "<b>וב״ה אומרים אינה תרומה.</b> הואיל ונתכוון לתרום גם על השמן אין כאן תרומה לא על הזיתים ולא על השמן, והרי הוא כאילו לא תרם כלל:\n\n",
        "0_Chapter, 4_Mishnah, 0_Comment": "<b>אין תורמין מן הלקט מן השכחה ומן הפאה.</b> מי שיש לו כרי של טבל אינו יכול להפריש עליו תרומה מלקט ושכחה ופאה שבידו, שאלו מתנות עניים הן ואינו יכול לתקן טבלו במתנות עניים:",
        "0_Chapter, 4_Mishnah, 1_Comment": "<b>ההפקר.</b> דבתיב (דברים יד) ובא הלוי כי אין לו חלק ונחלה עמך ממה שיש לך ואין לו אתה חייב. ליתן, יצא הפקר שידך וידו שוין בו:",
        "0_Chapter, 4_Mishnah, 2_Comment": "<b>ולא ממעשר ראשון שנטלה תרומתו.</b> אין תורם ממנו תרומה גדולה על כרי של טבל שבידו. ואיצטריך לאשמועינן היכא שהקדימו בן לוי לכהן בשבלים שהוא פטור מתרומה גדולה, ודוקא שנטלה תרומתו, אבל לא נטלה תרומתו יכול לתרום, דתניא בספרי מנין לבן לוי שרצה לעשות ממעשר ראשון שלו תרומה גדולה, מנין שעושה ת״ל (במדבר יח) כי את מעשר בני ישראל אשר ירימו לה׳ תרומה, מכאן שאם רצה לעשותו תרומה לאחרים עושה, יכול אף לאחר שנטלה תרומתו יהא עושה אותו תרומה לאחרים, ת״ל (שם) את מקדשו ממנו, בזמן שקדשו בתוכו הוא עושה אותו תרומה לאחרים, אין קדשו בתוכו אין עושה אותו תרומה לאחרים:",
        "0_Chapter, 4_Mishnah, 3_Comment": "<b>ולא ממעשר שני והקדש שנפדו.</b> האי תנא סבר מעשר שני ממון גבוה הוא. והיכא דלא נפדו פשיטא דאינו יכול לתקן טבלו בממון של גבוה, אבל היכא דנפדו סד״א דיכול לעשותן תרומה גדולה על טבלו. וכי תימא הא נמי פשיטא דחולין גמורים הוא, אצטריך היכא דהקדימו בשבלים, דפטור מתרומה גדולה כדפרישית במעשר ראשון. והקדש שנפדה, נמי איצטריך, כשהקדיש טבל ומרחו הגזבר ואח״כ פדאו דפטור מן התרומה:",
        "0_Chapter, 4_Mishnah, 4_Comment": "<b>מן הפטור על החיוב.</b> כגון מפירות שלא הביאו שליש שהן פטורין מן המעשרות, על הפירות שהביאו שליש שהן חייבין במעשרות:",
        "0_Chapter, 4_Mishnah, 5_Comment": "<b>ולא מן התלוש על המחובר.</b> דכתיב (שם) והרמותם ממנו, שלא יתרום מן התלוש על המחובר ולא מן המחובר על התלוש, דלשון הרמה לא שייך אלא בתלוש, וממנו משמע שהתרומה והחולין שניהם שוין:",
        "0_Chapter, 4_Mishnah, 6_Comment": "<b>מן החדש על הישן.</b> מפירות שנה זו על פירות שנה שעברה, ולא מפירות שנה שעברה על פירות שנה זו, דכתיב (דברים יד) היוצא השדה שנה שנה. אבל שדה שעושה שני גרנות בשנה כגון שדה בית השלחין תורמים ומעשרים מזה על זה:",
        "0_Chapter, 4_Mishnah, 7_Comment": "<b>ולא מפירות הארץ על פירות חוצה לארץ.</b> דכתיב (ויקרא כז) וכל מעשר הארץ מזרע הארץ, גלי קרא במעשר וה״ה לתרומה. וכן אין תורמין מפירות הארץ על פירות שבסוריא, ולא מפירות שבסוריא על פירות שבארץ:\n\n",
        "0_Chapter, 5_Mishnah, 0_Comment": "<b>חמשה לא יתרומו.</b> מנינא למעוטי מדרבי יהודה, דאמר קטן שתרם תרומתו תרומה:",
        "0_Chapter, 5_Mishnah, 1_Comment": "<b>האלם.</b> והוא ששומע אלא שנשתתק מחמת חולי, לא יתרום, לפי שאינו יכול לברך. וכן הערום אינו יכול לברך דכתיב (דברים כג) ולא יראה בך ערות דבר, בשעה שאתה מדבר בו לא יראה בך ערוה:",
        "0_Chapter, 5_Mishnah, 2_Comment": "<b>ובעל קרי.</b> נמי בזמן התקנה מקמי דבטלוה לטבילותא לא הוה מצי לברך, דתנן בעל קרי מהרהר בלבו:",
        "0_Chapter, 5_Mishnah, 3_Comment": "<b>והשכור והסומא.</b> אינם יודעים לברור מן היפה, ואנן בעינן שיהא התורם בורר ותורם מן היפה דכתיב (במדבר יח) מכל חלבו את מקדשו. ושכור מקרי כל שאינו יכול לדבר בפני המלך מחמת שכרותו:\n\n",
        "0_Chapter, 6_Mishnah, 0_Comment": "<b>אין תורמין לא במדה.</b> דכתיב (שם) ונחשב לכם תרומתכם, במחשבה אתה תורם כלומר מאומד, ואי אתה תורם לא במדה ולא במשקל ולא במנין. ואף על גב דהאי קרא בתרומת מעשר הוא דכתיב, אם אינו ענין לתרומת מעשר שהרי נתנה בו תורה שיעור מעשר מן המעשר וצריך שימדוד כדי שיתן השיעור הראוי, תנהו ענין לתרומה גדולה שלא נתנה בו תורה שיעור:",
        "0_Chapter, 6_Mishnah, 1_Comment": "<b>אבל תורם הוא את המדוד.</b> שמודד הוא את טבלו, או מונה ושוקל את טבלו ומכניסו לתוך ביתו, וכשמפריש התרומה גדולה ממנו מפריש מאומד ולא ימדוד ולא ישקול ולא ימנה:",
        "0_Chapter, 6_Mishnah, 2_Comment": "<b>אין תורמין בסל ובקופה שהם של מדה.</b> שהרואה אומר במדה הוא תורם:",
        "0_Chapter, 6_Mishnah, 3_Comment": "<b>אבל תורם הוא בהן חציין ושלישן.</b> דכיון דאינו ממלא אותן ליכא למגזר:",
        "0_Chapter, 6_Mishnah, 4_Comment": "<b>שחציה מדה.</b> שיש בסאה פעמים סימנין עד מקום חציה ואיכא למגזר דלמא אתו לתרום במדה:\n\n",
        "0_Chapter, 7_Mishnah, 0_Comment": "<b>הזיתים הנכתשים.</b> רגילים היו לכתוש הזיתים במכתשת להוציא שמנן:",
        "0_Chapter, 7_Mishnah, 1_Comment": "<b>תרומתו תרומה.</b> גמורה היא מדאורייתא:",
        "0_Chapter, 7_Mishnah, 2_Comment": "<b>ויחזור ויתרום.</b> מדרבנן, לאחר שישלים כתישת אותן הזיתיפ ודריכת הענבים יחזור ויוציא תרומה שנית כשיעור הצריך לשמן וליין שיצא:",
        "0_Chapter, 7_Mishnah, 3_Comment": "<b>הראשונה מדמעת.</b> אם נפלה לפחות ממאה חולין נעשה הכל מדומע ואסור לזרים, וימכר הכל לכהן. דתרומה גמורה היא מדאורייתא:",
        "0_Chapter, 7_Mishnah, 4_Comment": "<b>וחייבין עליה חומש.</b> זר האוכלה בשגגה משלם קרן וחומש, כדין כל זר אוכל תרומה:",
        "0_Chapter, 7_Mishnah, 5_Comment": "<b>אבל לא שניה.</b> לפי שאינה אלא מדרבנן, לפיכך אינה נאכלת עד שיפרישו עליה תרומה ומעשרות ממקום אחר, דמדאורייתא היא טבל גמור. ואי קשיא מאי שנא הכא בתורם שמן על הזיתים הנכתשים דתרומתו תרומה ויחזור ויתרום, ומאי שנא לעיל גבי התורם זיתים על השמן וענבים על היין דאין תרומתו תרומה, וי״ל דהתורם זיתים על השמן איכא פסידא לכהן לפיכך אין תרומתו תרומה, אבל בתורם שמן על הזיתיס הנכתשים דליכא פסידא לכהן תרומתו תרומה, אלא דרבנן הוא דגזור דיחזור ויתרום:\n\n",
        "0_Chapter, 8_Mishnah, 0_Comment": "<b>זיתים הנכבשים.</b> זיתים מלוחים וכבושים ביין או בחומץ כדי שיתקיימו, וחשיבי דבר שנגמרה מלאכתו, הלכך תורמין מן השמן עליהם, דדוקא שמן על זיתים העומדים להוציא שמנן, וכן יין על ענבים העומדות לידרך הוא דאסור לתרום, אבל יין על צמוקים ושמן על זיתים הנכבשים שרי, וכשהוא תורם מן השמן על הזיתים הנכבשים ומן היין על הצמוקים תורם לפי השמן הראוי שיצא מן הזיתים הנכבשים ולפי היין הראוי שיצא מן הצמוקים:",
        "0_Chapter, 8_Mishnah, 1_Comment": "<b>אין צריך לתרום.</b> הואיל וכי קא תרם שפיר קא תרם, שהרי באותה שעה היו עומדות לאכילה:\n\n",
        "0_Chapter, 9_Mishnah, 0_Comment": "<b>אין תורמים מדבר שנגמרה מלאכתו.</b> מדבר שנתמרח בכרי:",
        "0_Chapter, 9_Mishnah, 1_Comment": "<b>על דבר שלא נגמרה מלאכתו.</b> שלא נתמרח בכרי, דכתיב (במדבר יח) כדגן מן הגורן וכמלאה מן היקב, מן הגמור על הגמור ולא מן הגמור על שאינו גמור ולא משאינו גמור על הגמור:",
        "0_Chapter, 9_Mishnah, 2_Comment": "<b>ואם תרם תרומתו תרומה.</b> ודוקא בשאר פירות, אבל התורם מן הזיתים על השמן, או מן הענבים על היין, הא אמרינן לעיל דאין תרומתו תרומה משום דאית ביה פסידא לכהן כדאמרן:",
        "1_Chapter, 0_Mishnah, 0_Comment": "<b>אין תורמין מטהור על הטמא.</b> גזירה שמא יתרום שלא מן המוקף משום דמסתפי שמא יגע הטמא בטהור ויטמאנו, ואנן בעינן שהתורם יתרום מן המוקף:",
        "1_Chapter, 0_Mishnah, 1_Comment": "<b>באמת אמרו.</b> כל היכא דתנינן באמת אמרו כאילו היא הלכה למשה מסיני, אבל לאו דוקא הלכה למשה מסיני שהרי בפרק קמא דשבת שנינו באמת אמרו החזן רואה היכן התינוקות קורין ומדרבנן היא:",
        "1_Chapter, 0_Mishnah, 2_Comment": "<b>העגול של דבילה.</b> אף על פי שהדבלות מדובקות זו בזו בתוך העגול אינן חשובות חבור לענין טומאה, ואם נגעה טומאה באחת מן הדבלות לא נטמאת האחרת:",
        "1_Chapter, 0_Mishnah, 3_Comment": "<b>וכן אגודה של ירק וכן ערימה.</b> צריכי, דאי אשמעינן עגול הוה אמינא עגול שכולו גוף אחד תורם, אגודה שאינה גוף אחד אינו תורם. ואי אשמעינן אגודה הוה אמינא אגודה שהכל תפוסה אחת תורם, ערימה שאינה תפוסה אחת אינו תורם, צריכי:",
        "1_Chapter, 0_Mishnah, 4_Comment": "<b>רבי אליעזר אומר תורמים.</b> לכתחילה מן הטהור על הטמא, דלא גזר רבי אליעזר שמא יבוא לתרום שלא מן המוקף, ואין הלכה כרבי אליעזר:\n\n",
        "1_Chapter, 1_Mishnah, 0_Comment": "<b>אין תורמין מן הטמא על הטהור.</b> משום פסידא דכהן. ואם תרם שוגג תרומתו תרומה. ודוקא שהיתה לה שעת הכושר והגיעה לעונת מעשרות קודם שנטמאה דמדאורייתא תרומה מעלייתא היא, אבל אם נטמאת קודם שהגיע לעונת מעשרות לא הויא תרומה מדאורייתא, ואם תרם אפילו שוגג אין תרומתו תרומה:",
        "1_Chapter, 1_Mishnah, 1_Comment": "<b>מעשר טבל.</b> מעשר ראשון שלא נטלה ממנו תרומת מעשר:",
        "1_Chapter, 1_Mishnah, 2_Comment": "<b>היה מפריש עליו והולך.</b> היה מפריש מזה על שאר מעשרותיו:",
        "1_Chapter, 1_Mishnah, 3_Comment": "<b>אם היה יודע בו בתחלה.</b> שהוא טבל או שהוא טמא, אע״פ שבשעה שתרם היה שוגג ששכח שהוא טבל או שהוא טמא הוי שוגג קרוב למזיד, ולא עשה ולא כלום. ואין הלכה כרבי יהודה:  ",
        "1_Chapter, 2_Mishnah, 0_Comment": "<b>המטביל כלים בשבת.</b> שאסור להטביל כלים טמאים להעלותם מידי טומאתן בשבת, מפני שנראה כמתקן כלי:",
        "1_Chapter, 2_Mishnah, 1_Comment": "<b>המעשר.</b> שאסור להפריש תרומות ומעשרות בשבת מפני שהוא מתקן:",
        "1_Chapter, 2_Mishnah, 2_Comment": "<b>והמבשל בשבת.</b> בשוגג, יאכל אותו תבשיל למוצאי שבת, אבל לא בשבת עצמו. ובמזיד לא יאכל הוא, אבל אחרים אוכלים למוצאי שבת דכתיב (שמות ל״א:י״ד) ושמרתם את השבת כי קדש היא, היא קדש ואין מעשיה קדש:",
        "1_Chapter, 2_Mishnah, 3_Comment": "<b>ובשביעית בין שוגג בין מזיד יעקור.</b> שנחשדו ישראל על השביעית ולא נחשדו על השבת:\n\n",
        "1_Chapter, 3_Mishnah, 0_Comment": "<b>כל מין חטים אחד.</b> ואע״ג דאיכא שחמתית ולבנה:",
        "1_Chapter, 3_Mishnah, 1_Comment": "<b>וכל מין תאנים אחד.</b> ואע״ג דאיכא שחורות ולבנות. תאנים בעודן לחים קרויין תאנים, וכשיבשו קרויין גרוגרות, וכשנדרסין בעגול קרויין עגול דבלה:",
        "1_Chapter, 3_Mishnah, 2_Comment": "<b>תורם מן היפה.</b> מן התאנים על הגרוגרות דתאנים יפים מן הגרוגרות:",
        "1_Chapter, 3_Mishnah, 3_Comment": "<b>תורם מן המתקיים.</b> מן הגרוגרות על התאנים, דגרוגרות מתקיימי טפי:",
        "1_Chapter, 3_Mishnah, 4_Comment": "<b>לעולם הוא תורם מן היפה.</b> דכתיב (במדבר י״ח:ל׳) בהרימכם את חלבו לעולם בעינן חלבו, ואי פסיד יפסד. ואין הלכה כרבי יהודה:\n\n",
        "1_Chapter, 4_Mishnah, 0_Comment": "<b>תורמים בצל קטן שלם.</b> לפי שהוא מתקיים:",
        "1_Chapter, 4_Mishnah, 1_Comment": "<b>ולא חצי בצל גדול.</b> אף על פי שהוא יפה ממנו:",
        "1_Chapter, 4_Mishnah, 2_Comment": "<b>רבי יהודה אומר לא כי.</b> ר׳ יהודה לטעמיה דאמר לעולם הוא תורם מן היפה:",
        "1_Chapter, 4_Mishnah, 3_Comment": "<b>מבני המדינה.</b> טובים לאכילה מן הכופרים הבצלים של בני הכפרים, אבל של בני הכפרים מתקיימים יותר:",
        "1_Chapter, 4_Mishnah, 4_Comment": "<b>מפני שהוא מאכל פולטיקין.</b> בצלים של בני המדינה הוא מאכל לאנשים חשובים, והם יפים יותר מאותן של בני הכפרים. פולטיקין, בני פלטרין של מלכים:\n\n",
        "1_Chapter, 5_Mishnah, 0_Comment": "<b>תורמין זיתי שמן.</b> העומדים להוציא שמנן:",
        "1_Chapter, 5_Mishnah, 1_Comment": "<b>על זיתי כבש.</b> זיתים שאין עושים שמן, וכובשים אותן ביין או בחומץ לקיים אותן לאכילה. וזיתי שמן יפין מזיתי כבש הלכך מפרישים מזיתי שמן על זיתי כבש דה״ל מן היפה על הרע:",
        "1_Chapter, 5_Mishnah, 2_Comment": "<b>ויין שאינו מבושל.</b> יפה לשתיה מן המבושל:",
        "1_Chapter, 5_Mishnah, 3_Comment": "<b>כל שהוא כלאים בחבירו לא יתרום מזה לזה.</b> דאמר קרא (במדבר י״ח:י״ב) כל חלב יצהר וכל חלב תירוש ודגן, אמרה תורה תן חלב לזה וחלב לזה:",
        "1_Chapter, 5_Mishnah, 4_Comment": "<b>חוץ מן הזונין.</b> בערבי זוא״ן ובלע״ז ויצ״א, ואינו אוכל אדם ומקיימים אותו ליונים:",
        "1_Chapter, 5_Mishnah, 5_Comment": "<b>הקישות.</b> בערבי פאקו״ס:",
        "1_Chapter, 5_Mishnah, 6_Comment": "<b>והמלפפון.</b> בערבי כייא״ר:",
        "1_Chapter, 5_Mishnah, 7_Comment": "<b>מין אחד.</b> ותורמין מזה על זה:",
        "1_Chapter, 5_Mishnah, 8_Comment": "<b>שני מינים.</b> ואין תורמין מזה על זה, ואין הלכה כרבי יהודה:",
        "2_Chapter, 0_Mishnah, 0_Comment": "<b>התורם וכו׳</b> בשוגג איירי, ואפ״ה יחזור ויתרום דהוי קרוב למזיד משום דהוה ליה [למטעמיה]: ונמצאת של חומץ כו׳, שהתורם מן החומץ על היין אין תרומתו תרומה, דיין וחומץ שני מינים הן:",
        "2_Chapter, 0_Mishnah, 1_Comment": "<b>אם ספק.</b> עד שלא תרמה החמיצה או לאחר שתרמה החמיצה:",
        "2_Chapter, 0_Mishnah, 2_Comment": "<b>תרומה ויחזור ויתרום.</b> ונותן שתיהן לכהן וכהן נותן לו דמי הראשונה שהיא גדולה מן השניה שהשניה מתמעטת כפי מה שעולה תרומת הראשונה, ולפי שהכהן הוא המוציא מחבירו ואנן קיימא לן בכל דוכתא המוציא מחבירו עליו הראיה לפיכך אינו לוקח בלא דמים אלא הקטנה וצריך שיתן לו דמי הגדולה שהיא הראשונה:",
        "2_Chapter, 0_Mishnah, 3_Comment": "<b>הראשונה אינה מדמעת בפני עצמה.</b> אם נפלה לפחות ממאה של חולין אין נעשית מדומע, דשמא אינה תרומה אלא השניה היא תרומה, וכן השניה אינה מדמעת בפני עצמה שמא הראשונה תרומה ולא השניה:",
        "2_Chapter, 0_Mishnah, 4_Comment": "<b>ואין חייבים עליה חומש.</b> זר שאכל הראשונה לבדה או השניה לבדה אינו משלם חומש כדין שאר אוכלי תרומה בשגגה:\n\n",
        "2_Chapter, 1_Mishnah, 0_Comment": "<b>מדמעות כקטנה שבשתיהן.</b> כשיעור השניה שהיא קטנה שבשתיהן, ואם יש בחולין מאה כנגד הקטנה אין נעשים מדומע, אלא נוטל מן החולין כשיעור אלו השתי תרומות שנפלו בהן ונותנן לכהן והשאר חולין כמו שהיו:\n\n",
        "2_Chapter, 2_Mishnah, 0_Comment": "<b>תרומת שניהם תרומה.</b> היינו דתרומת כ״א מהן חציה תרומה וחציה חולין, נמצא כשתרמו שניהם מנ׳ סאין זה סאה וזה סאה, שלא קדשה תרומה כי אם חצי סאה בשל זה וחצי סאה בשל זה כל אחד כפי חלקו:",
        "2_Chapter, 2_Mishnah, 1_Comment": "<b>אם תרם הראשון כשעור.</b> אחד מחמשים כשעור שנתנו חכמים, תרומתו תרומה. והלכה כרבי יוסי דלפרושי מלתייהו דחכמים קאתי. ואית דמפרשי אם תרם הראשון כשעור מה שתרם חברו אחר כך תרומתו תרומה, דחזינן דהוה ניחא ליה להיאך בתראה במה שתרם הראשון שהרי היתה דעתו מסכמת עמו בשיעור התרומה. ופירוש ראשון נראה בעיני עיקר:\n\n",
        "2_Chapter, 3_Mishnah, 0_Comment": "<b>במה דברים אמורים.</b> הא דפליג רבי עקיבא לעיל ואמר תרומת שניהם תרומה:",
        "2_Chapter, 3_Mishnah, 1_Comment": "<b>בשלא דבר.</b> שלא נטל רשות מחבירו לתרום אלא תרם מדעתו:",
        "2_Chapter, 3_Mishnah, 2_Comment": "<b>אבל הרשה.</b> שנתן בעל הבית רשות לתרום תרומתו תרומה:",
        "2_Chapter, 3_Mishnah, 3_Comment": "<b>בטל.</b> אם לאחר שמינה שליח לתרום בטל שליחותו לאחר שהלך השליח מלפניו:",
        "2_Chapter, 3_Mishnah, 4_Comment": "<b>חוץ.</b> בעלים עמי הארץ שהשכירו פועלים חברים כדי להפריש תרומה בטהרה, רשאים לתרום עד שלא יגעו בו הבעלים עמי הארץ ויטמאו את התרומה, מפני שהן מטמאים את הגת, שהבעלים עמי הארץ מיד כשהתחילו הדורכים לדרוך והלכו בגת שתי וערב אינם נזהרים יותר מליגע בגתן ומטמאים אותה, לפי שהם חושבים שמיד כשהתחילו לדרוך הפרישו החברים תרומה גדולה. הילכך מפרישים החברים הדורכים מן היין כדי שיעור תרומה הצריכה לכל הגת מיד כשהלכו בה שתי וערב. שאם יבואו בעלים ויטמאו הגת קודם שיגמרו יש להן יין מזומן להפריש על הכל בטהרה:\n\n",
        "2_Chapter, 4_Mishnah, 0_Comment": "<b>קרא שם.</b> וצריך לתרום ולעשר מתוכו, ואינו יכול להפריש עליו ממקום אחר. ואע״ג דרחמנא קרייה לתרומה ראשית ובעינן שיהיו שיריה נכרים, כיון דאמר בתוכו משמע באמצע הכרי תהא התרומה והא איכא סביביו שהם שיריה נכרים:",
        "2_Chapter, 4_Mishnah, 1_Comment": "<b>עד שיאמר בצפונו או בדרומו.</b> אע״ג דבתוכו משמע באמצעיתו, לא הוי מקום מסויים, והרי הוא כאילו לא אמר כלום עד שיאמר בצפונו או בדרומו. וכן הלכה:",
        "2_Chapter, 4_Mishnah, 2_Comment": "<b>תרומת הכרי ממנו עליו קרא שם.</b> דלא בעינן שיריה נכרים:",
        "2_Chapter, 4_Mishnah, 3_Comment": "<b>עשור מעשר זה וכו׳</b> ר׳ אליעזר בן יעקב פליג אר׳ שמעון דאמר תרומת מעשר זה בתוך הכרי קרא שם, וקאמר דתרומת מעשר זה בתוכו קודם שהופרש המעשר לא קרא שם, אבל לאחר שהופרש המעשר אם אמר תרומת מעשר עליו קרא שם. ולית הלכתא כחד מינייהו אלא כחכמים בלבד:\n\n",
        "2_Chapter, 5_Mishnah, 0_Comment": "<b>שנאמר מלאתר ודמער לא תאחר.</b> הכי קאמר אף על פי שהוא עובר בלא תעשה שנאמר מלאתך ודמעך לא תאחר, אף על פי כן מה שעשה עשוי. מלאתך אלו הבכורים שמתמלאים בבכור, ודמעך זו תרומה, ומעשר ראשון נמי יש בו תרומת מעשר. לא תאחר, לא תשנה הסדר:\n\n",
        "2_Chapter, 6_Mishnah, 0_Comment": "<b>זה קרוי תרומה וראשית.</b> בכורים קרויין תרומה דאמר מר [פסחים לח.] ותרומת ידך (דברים יב) אלו בכורים דכתיב בהו (שם כו) ולקח הכהן הטנא מידך. וקרויין ראשית, ראשית בכורי אדמתך (שמות כג). תרומה קרוי תרומה את משמרת תרומתי (במדבר יח) וקרויה ראשית דגנך (דברים יח):",
        "2_Chapter, 6_Mishnah, 1_Comment": "<b>בכורים שהן בכורים לכל.</b> לשון בכורים דריש לכך קרינהו רחמנא בכורים. אי נמי משום דכתיבי בפרשת כי תשא עד שלא נצטוו על התרומות:",
        "2_Chapter, 6_Mishnah, 2_Comment": "<b>שיש בו ראשית.</b> דבמעשר ראשון יש בו תרומת מעשר, והתרומה קרויה ראשית, לפיכך דין הוא שיקדים ראשון לשני:  ",
        "2_Chapter, 7_Mishnah, 0_Comment": "<b>עד שיהיו פיו ולבו שוין.</b> דכתיב (שם כג) מוצא שפתיך תשמור וכתיב (שמות לד) כל נדיב לב, הא כיצד, בעינן גומר בלבו ומוציא בשפתיו:\n\n",
        "2_Chapter, 8_Mishnah, 0_Comment": "<b>הנכרי והכותי תרומתן תרומה.</b> אם הפרישו תרומה מן התבואה שלהן, אבל אם תרם הנכרי משל ישראל בשליחותו אין תרומתו תרומה, כדדרשינן מכן תרימו גם אתם (במדבר י״ח:כ״ח) מה אתם בני ברית אף שלוחכם בני ברית:",
        "2_Chapter, 8_Mishnah, 1_Comment": "<b>וחכמים אומרים יש לו.</b> והלכה כחכמים:",
        "2_Chapter, 8_Mishnah, 2_Comment": "<b>תרומת הנכרי מדמעת.</b> אם נפלה לפחות ממאה נעשה הכל מדומע ואסור לזרים:",
        "2_Chapter, 8_Mishnah, 3_Comment": "<b>וחייבין עליה חומש.</b> זר שאכלה בשגגה משלם קרן וחומש:",
        "2_Chapter, 8_Mishnah, 4_Comment": "<b>ורבי שמעון פוטר.</b> מחומש אבל מודה הוא דמדמעת. ואין הלכה כרבי שמעון:",
        "3_Chapter, 0_Mishnah, 0_Comment": "<b>המפריש מקצת תרומה ומעשרות.</b> כגון שהיה לו מאה סאין טבל והוציא מהן סאה תרומה ובדעתו להפריש עדיין השאר, חוזר ומוציא מאותו הכרי עצמו עד שישלים שני סאין כשיעור התרומה, דהטבל הוא שיעלה בידו ולא מה שכבר מתוקן:",
        "3_Chapter, 0_Mishnah, 1_Comment": "<b>אבל לא למקום אחר.</b> אם יש לו מאה סאין אחרים של טבל אינו יכול להפריש עליהן מאלו שהוציא מקצת תרומתן, דלגבי אחרים תלינן דלמא מן המתוקן הוא מוציא עליהן ולא מן הטבל שבו, ור׳ מאיר שרי אף למקום אחר. ואין הלכה כר׳ מאיר:\n\n",
        "3_Chapter, 1_Mishnah, 0_Comment": "<b>במגורה.</b> באוצר, כדכתיב (חגי ב) העוד הזרע במגורה:",
        "3_Chapter, 1_Mishnah, 1_Comment": "<b>ונתן סאה לבן לוי.</b> מתניתין איירי בפועל חבר הבא לסעוד אצל בעל הבית ואינו מאמינו על המעשרות וראה הפועל את בעל הבית נותן ממגורתו סאה לבן לוי וסאה לעני. ר״מ אומר דאותו פועל יכול לאכול מן המגורה שמנה סאים דמסתמא בתורת מעשר ראשון נתן ללוי ובתורת מעשר עני נתן לעני, והרי יש כאן ח׳ סאים מתוקנים ומעט יותר. ואע״פ שלא ראהו מפריש תרומה גדולה לא נחשדו עמי הארץ על התרומה:",
        "3_Chapter, 1_Mishnah, 2_Comment": "<b>וחכ״א לא הפריש בעל הבית אלא לפי חשבון.</b> סעודה זו שרוצה הפועל לאכול אצלו, והשאר מתנה בעלמא הוא דיהיב ללוי ולעני, הלכך אין הפועל יכול לאכול אצלו עד שיכלו ח׳ סאין כדברי ר״מ, אלא אותה סעודה שהיה לו לאכול אצלו ותו לא. פירוש אחר ונתן סאה לבן לוי וסאה לעני והלכו להם, וכשבא להפריש שמנה סאין מן המגורה ולאכול אותם על סמך השני סאין שנתן לבן לוי ולעני אינו יודע אם אותן שני סאין קיימים אם לאו, ר״מ אומר מפריש שמונה סאין ואוכלן, על סמך אותן שני סאין שנתן לבן לוי ולעני בחזקת שהן קיימים. וחכ״א אינו מפריש אלא לפי חשבון, הקיימים, אם כל השני סאין קיימים מפריש עליהן ח׳ סאין ומעט יותר, ואם אין קיימים אלא חציין אינו מפריש עליהם אלא ארבע סאין, לפי חשבון מה שנמצא מהן קיימים כך מפריש עליהם ולא יותר. והלכה כחכמים:\n\n",
        "3_Chapter, 2_Mishnah, 0_Comment": "<b>עין יפה אחד מארבעים.</b> מי שהוא נדיב לב ותורם בעין יפה מפריש א׳ מארבעים:",
        "3_Chapter, 2_Mishnah, 1_Comment": "<b>והבינונית אחד מחמשים.</b> לאו דברי ב״ש נינהו אלא תנא קמא קאמר לה. ומעין יפה דבית שמאי אתה למד לדבריהם עין רעה ובינונית אע״ג דלא תני לה במתניתין:",
        "3_Chapter, 2_Mishnah, 2_Comment": "<b>ועלה בידו אחד מששים.</b> כגון שתרם מאומד ועלה בידו אחד מששים והוא עין רעה:",
        "3_Chapter, 2_Mishnah, 3_Comment": "<b>חזר והוסיף חייב במעשרות.</b> דכבר נפטרו ואין שם תרומה חל על מה שמוסיף, הלכך התוספת הזאת הויא טבל גמור וחייבת במעשרות:",
        "3_Chapter, 2_Mishnah, 4_Comment": "<b>מששים ואחד.</b> כגון שהיו בכרי ששים ואחד סאין ועלה בידו סאה, אותה סאה תרומה:",
        "3_Chapter, 2_Mishnah, 5_Comment": "<b>ויחזור ויתרום כמו שהוא למוד.</b> [אם הוא רגיל] לתרום אחד מששים יפריש עדיין אחד מששים בסאה, ואם הוא רגיל לתרום אחד מחמשים נמצאו דנשארו עדיין י״א סאין שלא נתרמו:",
        "3_Chapter, 2_Mishnah, 6_Comment": "<b>במדה ובמשקל.</b> כלומר אותו מותר שהוא תורם, מותר לתרום במדה ובמשקל ובמנין. דלא אמרו לתרום מאומד, אלא בתחלת התרומה:",
        "3_Chapter, 2_Mishnah, 7_Comment": "<b>אף שלא מן המוקף.</b> דסבר ר״י אין צריך לתרום מן המוקף אלא בתחלת תרומה. ואין הלכה כר׳ יהודה:",
        "3_Chapter, 2_Mishnah, 8_Comment": "<b>מוקף.</b> קרוב וסמוך ובאותו מקום עצמו:  ",
        "3_Chapter, 3_Mishnah, 0_Comment": "<b>כדעתו של בעל הבית.</b> לפי שיש תורם בעין יפה, ויש בעין רעה, ויש בבינונית:",
        "3_Chapter, 3_Mishnah, 1_Comment": "<b>פיחת עשרה.</b> ותרם מארבעים:",
        "3_Chapter, 3_Mishnah, 2_Comment": "<b>או הוסיף עשרה.</b> ותרם מששים:",
        "3_Chapter, 3_Mishnah, 3_Comment": "<b>תרומתו תרומה.</b> דכיון דבאחד משעורי חכמים תרם יכול למימר ליה אנא להכי אמדתיך:",
        "3_Chapter, 3_Mishnah, 4_Comment": "<b>ואם נתכוין להוסיף.</b> שהיה יודע דעתו של בעל הבית ובמתכוין הוסיף, אפילו אחד, אין תרומתו תרומה:\n\n",
        "3_Chapter, 4_Mishnah, 0_Comment": "<b>אחד מעשרה.</b> יכול להרבות ולהפריש תרומה, הואיל ואשכחן שם תרומה במקום אחר שהיא אחד מעשר. ואם רבה יותר אין שם תרומה על אותו רבוי, והוא חולין הטבולין למעשר ומדומע בתרומה, וזו היא תקנתו שיעשנו תרומת מעשר למקום אחר ויתנהו ללוי שיעשנו תרומת מעשר על מעשר טבל שלו והלוי יתן לו חולין כנגד אותו רבוי. והא דקאמר יעשנו תרומת מעשר למקום אחר ולא אמר יעשנו תרומה למקום אחר, לפי שאין תורמין שלא מן המוקף, אבל תרומת מעשר מפרישין אותה שלא מן המוקף:",
        "3_Chapter, 4_Mishnah, 1_Comment": "<b>מחצה חולין ומחצה תרומה.</b> דסבר יכול אדם לעשות חצי כריו תרומה, דכתיב (דברים י״ח:ד׳) ראשית דגנך, דיו לראשית שיהיה כדגן, [ראשית היא תרומה], ודגן הוא השיריים:",
        "3_Chapter, 4_Mishnah, 2_Comment": "<b>עד שישייר שם חולין.</b> לא בעינן רק שיהיו שיריה ניכרין. והלכה כר״ט ור״ע:\n\n",
        "3_Chapter, 5_Mishnah, 0_Comment": "<b>הכלכלה.</b> הסל שמודדים בו להפריש המעשרות ותרומת מעשר, שאין מפרישים אותן אלא במדה ובמנין ובמשקל, כדתנן ואל תרבה לעשר אומדות. אבל תרומה גדולה אין מפרישים אותה אלא מאומד כדתנן לעיל:",
        "3_Chapter, 5_Mishnah, 1_Comment": "<b>משערין את הכלכלה.</b> לידע מה שיכנסו בה מן הפירות:",
        "3_Chapter, 5_Mishnah, 2_Comment": "<b>בבכורות.</b> בזמן שהפירות בבכוריהן הן במלואן והכלכלה מכילה מהן פחות ממה שהיא מכילה מהן בסוף הקיץ, שכבר התחילו להצטמק והן צנומות דקות:",
        "3_Chapter, 5_Mishnah, 3_Comment": "<b>ובאמצע הקיץ.</b> שהן מבושלות ואינם מצומקות, הכלכלה מחזקת מן הפירות יותר ממה שמחזקת מהן כשהן מבוכרות במלואן, ופחות ממה שהיא מחזקת מהן בסוף הקיץ כשכבר נצטמקו. הלכך משערין בג׳ זמנים הללו:",
        "3_Chapter, 5_Mishnah, 4_Comment": "<b>ובסייפות.</b> פירות שבסוף הקיץ:",
        "3_Chapter, 5_Mishnah, 5_Comment": "<b>המונה משובח.</b> מן המוציא באומד:",
        "3_Chapter, 5_Mishnah, 6_Comment": "<b>והמודד משובח וכו׳</b> ודוקא במעשרות ובתרומת מעשר, אבל לא בתרומה גדולה כדפרישית:\n\n",
        "3_Chapter, 6_Mishnah, 0_Comment": "<b>תרומה עולה באחד ומאה.</b> סאה של תרומה שנפלה למאה סאין של חולין, שהם בין הכל אחד ומאה, נוטל אחת מהן ונותנה לכהן והשאר חולין כמו שהיו:",
        "3_Chapter, 6_Mishnah, 1_Comment": "<b>במאה ועוד.</b> אם נפלה סאה של תרומה לתוך תשעה ותשעים סאין של חולין ומשהו יותר מתשעים ותשעה, וזה המשהו אין לו שיעור, הואיל ויש כאן מאה ועוד משהו, נוטל סאה אחת ונותנה לכהן, והשאר חולין כשהיו:",
        "3_Chapter, 6_Mishnah, 2_Comment": "<b>קב למאה סאה שתות למדמע.</b> אם נפלה סאה של תרומה בצ״ט של חולין וקב יותר, שהקב הוא שתות לסאה של תרומה המדמעת שהסאה ו׳ קבים. אז נוטל סאה אחת והשאר חולין כשהיו. אבל אם היו החולין פחות מתשעים ותשעה וקב, הכל מדומע, וימכרו כולם לכהן בדמי תרומה חוץ מדמי סאה של תרומה שבה. והלכה כרבי אליעזר שאין תרומה עולה בפחות מאחת ומאה. דסתם לן תנא כוותיה בכמה דוכתי. והכל מודים שאין התרומה עולה במאה בלבד, וכל שכן בפחות ממאה דכתיב בתרומת מעשר (במדבר יח) מכל חלבו את מקדשו ממנו, דבר שאתה תורם ממנו אם נפל לתוכו מקדשו, והיינו אחד ממאה, דממאה סאין מפרישין עשרה למעשר ראשון, ומאותן עשרה סאה לתרומת מעשר, ואמר רחמנא שאם חזרה אותה סאה לתשעים ותשעה מקדשתן ונעשה הכל מדומע:\n\n",
        "3_Chapter, 7_Mishnah, 0_Comment": "<b>תאנים שחורות מעלות את הלבנות.</b> תאנה של תרומה, שחורה או לבנה, שנפלה למאה תאנים של חולין חציין שחורות וחציין לבנות, כולן מצטרפין לבטלה, שאם היה רוצה היה דורסן ומערבן הכל ביחד. ואם שחורה נפלה, מעלה אחת מן השחורות, ואם לבנה מעלה אחת מן הלבנות, והשאר חולין כשהיו:",
        "3_Chapter, 7_Mishnah, 1_Comment": "<b>עגולי דבלה.</b> דבלות תאנים הנדרסים בעגול, גדולים מעלים את הקטנים, אם יש שם חמשים עגולים קטנים ועשרים וחמשה עגולים גדולים, ואחד מן הגדולים כשנים מן הקטנים, ונפל לתוכן עגול קטן של תרומה, מסייעות כולן לבטל. וכן עגולים ומלבנים. עגולים הם הנדרסות בעגול, מלבנים תאנים הנדרסות בצורת רבוע כמין דפוס שעושים בו הלבנים מרובעות:",
        "3_Chapter, 7_Mishnah, 2_Comment": "<b>ורבי אליעזר אוסר.</b> אם שחורה נפלה השחורות אסורות, ואם לבנה נפלה הלבנות אסורות, וכן בגדולים וקטנים, ועגולים ומלבנים, הדומין לאותה שנפלה אסורים:",
        "3_Chapter, 7_Mishnah, 3_Comment": "<b>בידוע מה נפלה.</b> שחורה או לבנה, אין מעלות, לפי שיכול לאכול האחרות וכיון דמותרות הן אין מסייעות לבטל. אבל אם אין ידוע אם שחורה נפלה או לבנה נפלה, כיון דכולן בספק איסור, מעלות זו את זו. והלכה כרבי עקיבא:\n\n",
        "3_Chapter, 8_Mishnah, 0_Comment": "<b>כיצד.</b> לפרושי מלתיה דרבי עקיבא קאתי:",
        "3_Chapter, 8_Mishnah, 1_Comment": "<b>ובזו ר׳ אליעזר מחמיר.</b> בהא דתנינן לעיל, אבל במאי דבעינא למימר לקמן הוי איפכא:\n\n",
        "3_Chapter, 9_Mishnah, 0_Comment": "<b>בדורס ליטרא קציעות.</b> ליטרא של תאנים יבשים של תרומה:",
        "3_Chapter, 9_Mishnah, 1_Comment": "<b>על פי הכד.</b> של חולין, והרבה כדין יש:",
        "3_Chapter, 9_Mishnah, 2_Comment": "<b>ואין ידוע.</b> באיזה כד דרסה, ובכל כד יש מאה ליטרות של חולין, אפילו אין כאן מאה כדין שרי רבי אליעזר. ואע״פ שידוע הוא שהליטרא של תרומה היא בפי הכד ואינה מעורבת עם החולין, רואין אותן כאילו נפרדו ממקומן ונתערבו החולין בתרומה ועולין באחד ומאה. ורבי יהושע סבר כיון דאינה מעורבת אין התחתונות מסייעות לבטל את העליונות, אלא השולים מותרים והפומים אסורים, עד שיהיו שם מאה כדין ויתבטל פי חבית זה במאה פומין, והלכה כרבי יהושע:\n\n",
        "3_Chapter, 10_Mishnah, 0_Comment": "<b>מגורה.</b> אוצר שאוגרים בו התבואה:",
        "3_Chapter, 10_Mishnah, 1_Comment": "<b>וקפאה.</b> הסיר מה שלמעלה, תרגום ויצף הברזל (מ״ב ו) וקפא פרזלא:",
        "3_Chapter, 10_Mishnah, 2_Comment": "<b>אם יש בקפוי תעלה באחד ומאה.</b> מפרש בירושלמי דהכי קאמר אם יש בקפוי עם מה שתחתיו אחד ומאה תעלה, ורבי אליעזר לטעמיה דאמר התחתונות מעלות את העליונות, וקמ״ל דאע״ג דקפאה וגלי דעתיה שלא נתערבה עם התחתונות, אף עפ״כ התחתונות מסייעות לבטל:",
        "3_Chapter, 10_Mishnah, 3_Comment": "<b>ורבי יהושע אומר לא תעלה.</b> רבי יהושע לטעמיה דאמר לעיל שאין התחתונות מסייעות לבטל:",
        "3_Chapter, 10_Mishnah, 4_Comment": "<b>סאה תרומה וכו׳</b> סיומא דמלתיה דר׳ יהושע היא, והכי קאמר כיון דלא תעלה כיצד יעשה, יקפיאנה. יסיר מה שצף למעלה ומעט סביב לה עד שידע שהסיר כולה, והשאר הכל חולין:",
        "3_Chapter, 10_Mishnah, 5_Comment": "<b>א״כ למה אמרו.</b> מתניתין פריך על מלתיה דר׳ יהושע. אם כן באיזה מקום אמרו תרומה צריכה א׳ ומאה, כיון שיש תקנה בקפוי. ומשני בשאין ידוע אם נבללה הסאה במגורה אחר שנפלה על פי המגורה, אי נמי מתחלה אין ידוע להיכן נפלה. והלכה כרבי יהושע:\n\n",
        "3_Chapter, 11_Mishnah, 0_Comment": "<b>שתי קופות.</b> בכל אחת חמשים סאה:",
        "3_Chapter, 11_Mishnah, 1_Comment": "<b>ואין ידוע לאיזו מהן נפלה.</b> ושתיהן אסורות מספק, מסייעות זו את זו לבטל, ואם רצה להעלות סאה מזו מעלה, מזו מעלה, מחצה מזו ומחצה מזו מעלה. ושתי קופות אפילו הן בשני בתים ואין ידוע לאיזו מהן נפלה סאה של תרומה, מעלות זו את זו, מפני שדרכן להתפנות, והן מטלטלות ממקום למקום, ופעמים שמתערבות זו עם זו. אבל שתי מגורות שאינן מטלטלות, בזמן ששתיהן בבית אחד, מעלות זו את זו, ואם הן בשני [בתים] אין מעלות זו את זו:",
        "3_Chapter, 11_Mishnah, 2_Comment": "<b>ר״ש אומר אפילו הן בשתי עיירות.</b> ואין הלכה כר״ש:\n\n",
        "3_Chapter, 12_Mishnah, 0_Comment": "<b>שנפלה אחת מהן.</b> אגודה אחת כיוצא בהן, ואינה ניכרת מביניהן. ואותה אגודה היתה חציה חולין וחציה תרומה:",
        "3_Chapter, 12_Mishnah, 1_Comment": "<b>שהיו שם מאה ושני חציים.</b> עם החצי של תרומה שבה. ואשמעינן רבי יוסי שאין האגודה שחציה תרומה מדמעת אלא לפי חשבון תרומה שבה, ולא אמרינן שהאגודה כולה תדמע, כיון שהיא תרומה מעורבת בחולין:",
        "4_Chapter, 0_Mishnah, 0_Comment": "<b>סאה תרומה טמאה שנפלה לפחות ממאה חולין.</b> דתרומה טמאה נמי עולה באחת ומאה:",
        "4_Chapter, 0_Mishnah, 1_Comment": "<b>ירקבו.</b> דאי אפשר לכהן לאכלה משום תרומה טמאה. והא דלא תנן ידלקו, משום דחיישינן דלמא אדמדליק להו אתי בהו לידי תקלה ואתי למיכל מנייהו, משום דדמוע קיל להו לאינשי ולא מזדהרי ביה כולי האי:",
        "4_Chapter, 0_Mishnah, 2_Comment": "<b>אם טהורה היתה אותה סאה.</b> וגם החולין טהורים ימכרו לכהנים בדמי תרומה, שדמיה פחותים, לפי שאין לה אוכלים מרובים, וגם אם נטמאת לא חזיא לאכילה:",
        "4_Chapter, 0_Mishnah, 3_Comment": "<b>חוץ</b> מדמי אותה סאה. שצריך ליתנה לכהן:",
        "4_Chapter, 0_Mishnah, 4_Comment": "<b>ואם למעשר ראשון.</b> טהור שלא נטלה ממנו תרומת מעשר נפלה. יבקש מן הלוי שיחליפם לו בחולין, ויעשם הלוי תרומת מעשר על טבלו:",
        "4_Chapter, 0_Mishnah, 5_Comment": "<b>ואם למעשר שני והקדש טהורים נפלה.</b> יפדו ויאכל דמי המעשר בירושלים, והדמוע ימכור לכהנים בדמי תרומה חוץ מדמי אותה סאה:",
        "4_Chapter, 0_Mishnah, 6_Comment": "<b>ואם טמאים היו.</b> החולין והמעשר ראשון שנפלה בהן תרומה טהורה, דהשתא לא מצי למעבדינהו תרומת מעשר על מקום אחר. מפריש עליו תרומת מעשר וימכרנו לכהנים, ויאכלום הכהנים נקודים, פירוש ביובש כמו יבש היה נקודים (יהושע ט׳:ה׳):",
        "4_Chapter, 0_Mishnah, 7_Comment": "<b>או קליות.</b> כי היכי דלא תתכשר התרומה הטהורה שיש בה לקבל טומאה דכל אוכל שלא בא עליו משקה מז׳ משקים אינו מוכשר לקבל טומאה:",
        "4_Chapter, 0_Mishnah, 8_Comment": "<b>או ילושו במי פירות. </b>כגון מי תותים ורמונים דלא מכשרי:",
        "4_Chapter, 0_Mishnah, 9_Comment": "<b>או יחלקום לעיסות.</b> שיתן פחות מכביצה בכל עיסה ועיסה, דאוכל שהוא פחות מכביצה אינו מקבל טומאת אוכלים, ואינו מטמא טומאת אוכלים. ואי קשיא מאי שנא מסאה תרומה טמאה שנפלה בחולין טהורים דאמרינן ירקבו משום דעושה הכל תרומה ונחשב כתרומה טמאה וטהורה שנתערבו, וא״כ תרומה טהורה וחולין טמאים נמי שנתערבו יחשבו כתרומה טהורה וטמאה שנתערבו ויהיו אסורים באכילה. וי״ל דלא דמי, דלעיל הנך חולין נעשו כתרומה ליאסר לזרים מכח תרומה טמאה, הלכך לכהנים נמי אסירי כדין תרומה טמאה, אבל הנך חולין דהכא אין נעשים תרומה אלא מכח תרומה טהורה, הלכך שריין לכהנים כתרומה טהורה:  ",
        "4_Chapter, 1_Mishnah, 0_Comment": "<b>סאה תרומה ממאה שנפלה, למאה חולין טהורים.</b> והשתא התרומה עולה באחד ומאה ולא נעשה הכל מדומע, והחולין טהורים לא הוכשרו לקבל טומאה ולא טמאתן התרומה טמאה:",
        "4_Chapter, 1_Mishnah, 1_Comment": "<b>תרום ותשרף.</b> כשם שאם היתה תרומה טהורה תעלה ותאכל, כך הטמאה תרום ותשרף. והאי תשרף דומיא דתרקב, שאסור ליהנות ממנה בשעה ששורפה, דאי שריית ליה ליהנות ממנה אתי למיכלה, דסבור שהיא מותרת ע״י ביטול:",
        "4_Chapter, 1_Mishnah, 2_Comment": "<b>תעלה ותאכל נקודים.</b> ביובש, כוליה כדפרשינן. לעיל. והלכה כחכמים:  ",
        "4_Chapter, 2_Mishnah, 0_Comment": "<b>תעלה ותאכל.</b> בהא מודה רבי אליעזר דאף אותה סאה נאכלת, משום דלעיל תרומה טמאה נפלה, אע״פ שנתבטלה בחולין הטהורים, מכל מקום כשמגביהה שם תרומה עליה וחוזרת לשמה הראשון. אבל הכא דטהורה נפלה, אע״פ שהחולין היו טמאים, כשמגביהה חזרה לשם תרומה טהורה כמו שהיתה:\n\n",
        "4_Chapter, 3_Mishnah, 0_Comment": "<b>בית שמאי אוסרים.</b> דסברי תרומה טמאה שנתערבה בטהורה אינה עולה באחד ומאה, כדמפרש טעמא לקמן:",
        "4_Chapter, 3_Mishnah, 1_Comment": "<b>לאחר שהודו.</b> בית שמאי לדברי בית הלל. משום דהקשו להם בית הלל לבית שמאי ומה תרומה טהורה שהיא במיתה אצל הזרים עולה, טמאה שהיא בעשה אצל כהן לא כל שכן, וחזרו בית שמאי להורות כדברי בית הלל:",
        "4_Chapter, 3_Mishnah, 2_Comment": "<b>תרום ותשרף.</b> והשאר מותר:",
        "4_Chapter, 3_Mishnah, 3_Comment": "<b>אבדה במעוטה.</b> כיון דהכל תרומה ואין כאן גזל השבט אפילו לתרום אין צריך. והלכה כחכמים:\n\n",
        "4_Chapter, 4_Mishnah, 0_Comment": "<b>כתרומה ודאי.</b> רבי אליעזר לטעמיה דאמר שאני אומר סאה שנפלה היא סאה שעלתה:",
        "4_Chapter, 4_Mishnah, 1_Comment": "<b>אינה מדמע אלא לפי חשבון.</b> והסאה שהגביה אין בה אלא חלק אחד ממאה תרומה והשאר חולין:\n\n",
        "4_Chapter, 5_Mishnah, 0_Comment": "<b>אין המדומע מדמע אלא לפי חשבון.</b> לפי מה שיש תרומה בסאה זו של דימוע בעינן מאה מן החולין, ולא בעינן מאה סאין כנגד כל אותה סאה של דימוע, שאינה נחשבת כולה תרומה לאסור חולין שניים:",
        "4_Chapter, 5_Mishnah, 1_Comment": "<b>ואין המחומץ מחמץ אלא לפי חשבון.</b> עסה של חולין שנתחמצה בשאור של תרומה הרי כולה אסורה לזרים ואם נפל מאותה עסה לתוך עסה אחרת של חולין וחמצתה אינה אוסרת אלא לפי חשבון שאור של תרומה שמעורב בה, ולא מתסרה אחרונה אלא אם כן נפל מן הראשונה שיעור גדול כל כך שיש בשאור של תרומה המעורב בה כדי לחמץ האחרונה בלא צירוף החולין המדומעין:",
        "4_Chapter, 5_Mishnah, 2_Comment": "<b>ואין מים שאובים פוסלים את המקוה אלא לפי חשבון.</b> מקוה שיש בו עשרים ואחד סאים מי גשמים, ממלא בכתף תשע עשרה סאים ופותקן למקוה דרך המשכה והן טהורין. ואף על גב דשלשה לוגין מים שאובים פוסלים את המקוה, השאובה כשרה כשהיא דרך המשכה והי׳ שם רוב שיעור המקוה שהם עשרים ואחד סאים מי גשמים. והיינו לפי חשבון, דאין השאובים פוסלין המקוה כשהן דרך המשכה אלא אם כן הם עשרים [סאים] מים שאובים, שאין שם רוב שיעור מקוה ממי גשמים. והלכה כחכמים. ז הגביהה. כדין תרומה שעולה באחד ומאה:",
        "4_Chapter, 5_Mishnah, 3_Comment": "<b>הרי זו מותרת.</b> וצריך להרים:",
        "4_Chapter, 5_Mishnah, 4_Comment": "<b>עד שתרבה תרומה על החולין.</b> דהיינו עד שיפלו שם חמשים ואחד של תרומה, אבל מחצה על מחצה שרי:\n\n",
        "4_Chapter, 7_Mishnah, 0_Comment": "עד שנפלה אחרת. סאה אחרת של תרומה:",
        "4_Chapter, 7_Mishnah, 1_Comment": "<b>הרי זו אסורה.</b> דכמו שנפלו בבת אחת דמי:",
        "4_Chapter, 7_Mishnah, 2_Comment": "<b>ור׳ שמעון מתיר.</b> כשלא נודע לו נפילה ראשונה עד שנפלה שניה מודה ר׳ שמעון דכמאן דנפלו בבת אחת דמי. כי פליג היכא דנודע לו בינתים ולא הספיק להרים עד שנפלה אחרת, רבי שמעון סבר כיון דעומד להרים כמורם דמי ואזדא לטעמיה דאית ליה בעלמא (פסחים יג. ב״ק עו:) כל העומד ליזרק כזרוק דמי, וחכמים אומרים השתא מיהת לא הורמה. והלכה כחכמים:\n\n",
        "4_Chapter, 8_Mishnah, 0_Comment": "<b>וטחנן.</b> כולן בבת אחת:",
        "4_Chapter, 8_Mishnah, 1_Comment": "<b>ופחתו.</b> לא אמרינן חולין פחתו ולא התרומה ואין כאן מאה ואחד ואסור:",
        "4_Chapter, 8_Mishnah, 2_Comment": "<b>ואם ידוע שהחטים של חולין יפות משל תרומה מותר.</b> דשל חולין הותירו ושל תרומה לא הותירו ויש כאן אחד ומאה. ואע״ג דמעיקרא נאסרו, חזרו והותרו בטחינה, ואפילו לכתחלה יכול לטחון כדי להתירן:",
        "4_Chapter, 8_Mishnah, 3_Comment": "<b>ואם מזיד אסור.</b> קנסוהו רבנן לפי שבטל איסור לכתחלה, והוא הדין לכל איסורים שבתורה שבטלן במזיד שהן אסורים:",
        "5_Chapter, 0_Mishnah, 0_Comment": "<b>האוכל תרומה שוגג משלם קרן וחומש.</b> כדכתיב (ויקרא כ״ב:י״ד) כי יאכל קדש בשגגה ויסף חמישיתו עליו. והחומש הוא רביעית מה שאכל, כגון אם אכל תרומה ששוה דינר משלם דינר ורביע שהם בין הכל חמשה רביעיות דינר, נמצא הקרן עם חומשו חמשה, וכל חומשים האמורים בתורה כך הם:",
        "5_Chapter, 0_Mishnah, 1_Comment": "<b>אחד השותה.</b> יין:",
        "5_Chapter, 0_Mishnah, 2_Comment": "<b>ואחד הסר.</b> שמן. דשתיה בכלל אכילה דכתיב (דברים י״ד:כ״ו) בבקר ובצאן וביין ובשכר, וכתיב בתריה ואכלת שם. וסיכה כשתיה דכתיב (תהילים ק״ט:י״ח) ותבא כמים בקרבו וכשמן בעצמותיו:",
        "5_Chapter, 0_Mishnah, 3_Comment": "<b>וחומש חומשה.</b> שאם אכל תרומה ושלם קרן וחומש וחזר ואכל תשלומי החומש מוסיף חומש על אותו חומש:",
        "5_Chapter, 0_Mishnah, 4_Comment": "<b>אינו משלם תרומה.</b> שהתרומה לכהן, ותשלומי מה שאכל הם חוב עליו, ואינו יכול לפרוע חובו ממקום אחר:",
        "5_Chapter, 0_Mishnah, 5_Comment": "<b>אלא חולין מתוקנים.</b> שהפרישו מהן תרומות ומעשרות, דרחמנא אמר (ויקרא כ״ב:י״ד) ונתן לכהן את הקדש, דבר הראוי להיות קדש. וחומש נמי צריך להיות מחולין מתוקנים דכתיב (שם) ויסף תמישיתו עליו מלמד שחומשו כמותו:",
        "5_Chapter, 0_Mishnah, 6_Comment": "<b>והן נעשין תרומה.</b> אותן חולין מתוקנים:",
        "5_Chapter, 0_Mishnah, 7_Comment": "<b>והתשלומין תרומה.</b> שאם חזר ואכל בשוגג אותן חולין שנשתלמו, מה שחוזר ומשלם תחתיהן גם הם נעשין תרומה:",
        "5_Chapter, 0_Mishnah, 8_Comment": "<b>אינו מוחל.</b> דכיון דגזרת הכתוב היא דחייב לשלם דבר הראוי, להיות קדש ואינו יכול לפטור עצמו בדמים, אין הדבר תלוי בבעלים:\n\n",
        "5_Chapter, 1_Mishnah, 0_Comment": "<b>בת ישראל.</b> שהפרישה תרומה ולא נתנה אותה לכהן ואכלתה שוגג:",
        "5_Chapter, 1_Mishnah, 1_Comment": "<b>ואח״כ נשאת לכהן.</b> והרי היא ראויה לאכול בתרומה דאשת כהן אוכלת בתרומה:",
        "5_Chapter, 1_Mishnah, 2_Comment": "<b>משלמת קרן וחומש לעצמה.</b> שהרי אם היתה אותה תרומה שאכלה עכשיו בעין לא היתה חייבת ליתנה לכהן דהיא נעשית כהנת בנשואיה, הלכך עתה נמי התשלומים הן שלה:",
        "5_Chapter, 1_Mishnah, 3_Comment": "<b>משלמת קרן לבעלים.</b> כדין גוזל חבירו, אבל החומש תעכב לעצמה:\n\n",
        "5_Chapter, 2_Mishnah, 0_Comment": "<b>הוא משלם את הקרן.</b> דמי תרומה, כדין גוזל שהרי הוא נעשה גזלן עליה:",
        "5_Chapter, 2_Mishnah, 1_Comment": "<b>והן משלמין את החומש.</b> עון אכילתן בשוגג, שאין משלם חומש אלא אוכל ושותה וסך עצמו, אבל המזיק את התרומה אינו משלם חומש דכתיב (ויקרא כ״ב:י״ד) ואיש כי יאכל קדש פרט למזיק:",
        "5_Chapter, 2_Mishnah, 2_Comment": "<b>הן משלמין קרן וחומש.</b> חולין מתוקנים, ויעשו תרומה, והוא משלם להם דמי חולין שהיה צריך להאכילן. ואיכא בינייהו דלר״מ אין המאכיל משלם אלא דמי תרומה, ולרבנן משלם דמי חולין:\n\n",
        "5_Chapter, 3_Mishnah, 0_Comment": "<b>דמי תרומה.</b> שאין דמיה יקרים כחולין:",
        "5_Chapter, 3_Mishnah, 1_Comment": "<b>קרן וחומש מן החולין.</b> והן נעשין תרומה, כדין כל אוכל תרומה בשגגה:",
        "5_Chapter, 3_Mishnah, 2_Comment": "<b>וקרן דמי תרומה.</b> משום כפל לגנב:",
        "5_Chapter, 3_Mishnah, 3_Comment": "<b>תרומת הקדש.</b> שהקדיש הכהן תרומה לבדק הבית:",
        "5_Chapter, 3_Mishnah, 4_Comment": "<b>שני חומשים.</b> חד משום אוכל תרומה, וחד משום נהנה מן ההקדש. אבל כפל בהקדש ליכא דכתיב (שמות כ״ב:ח׳) ישלם שנים לרעהו ולא להקדש:\n\n",
        "5_Chapter, 4_Mishnah, 0_Comment": "<b>מן הלקט מן השכחה ומן הפאה.</b> משום דאין בהם זיקת תרומה ומעשרות, הלכך לא הוי בכלל דבר הראוי להיות קדש. ולא דמי לחולין מתוקנים דהנהו היו ראוין להיות קדש קודם שנתקנו אבל לקט שכחה ופאה מעולם לא נראו להיות קדש:",
        "5_Chapter, 4_Mishnah, 1_Comment": "<b>ומן ההפקר.</b> לאחר שזכה בו:",
        "5_Chapter, 4_Mishnah, 2_Comment": "<b>ולא ממעשר ראשון שנטלה תרומתו.</b> ואע״ג דהשתא הוי כחולין המתוקנים, כיון דקודם שנטלה תרומתו לא חזי השתא נמי לא חזי:",
        "5_Chapter, 4_Mishnah, 3_Comment": "<b>שאין הקדש פודה הקדש.</b> ואלו חשובים כהקדש קודם שנפדו, ואין אדם יכול לפטור עצמו בממון גבוה. וסבר ר׳ מאיר מעשר שני ממון גבוה, הוא וכיון דקודם שנפדו לא חזו תו לא חזו לאחר שנפדו:",
        "5_Chapter, 4_Mishnah, 4_Comment": "<b>וחכמים מתירין באלו.</b> במעשר שני והקדש שנפדו. והלכה כחכמים:\n\n",
        "5_Chapter, 5_Mishnah, 0_Comment": "<b>שישלם מן היפה על הרע.</b> כגון שאכל גרוגרות, ולפי מדה שאכל גרוגרות ישלם תמרים, ולא לפי דמים דכיון דבזוזא אכל ובזוזא משלם מאי נפקא מינה שישלם מן היפה על הרע. ואיכא למ״ד דאפי׳ לפי דמים מצינן למימר דאי אכל מידי דלא קפץ עליה זבינא משלם מידי דקפץ עליה זבינא:",
        "5_Chapter, 5_Mishnah, 1_Comment": "<b>לפיכד.</b> שאין יכול לשלם ממין אחר, אם אכל קשואים של תרומה של ערב שביעית ואין קשואים של אותה שנה מצויים עוד שכבר נתקשו ולא חזו לאכילה, ומין אחר אינו יכול לשלם צריך להמתין למוצאי שביעית וישלם מקשואין של מוצאי שביעית, דמשל שביעית אסור לפרוע חובו, דדמי לסחורה:",
        "6_Chapter, 0_Mishnah, 0_Comment": "<b>האוכל תרומה מזיד.</b> בלא התראה, דאילו אתרו ביה לוקה ואינו משלם. ואע״ג דבלא התראה חייב מיתה בידי שמים, אינה פוטרת מן התשלומין:",
        "6_Chapter, 0_Mishnah, 1_Comment": "<b>ואינו משלם את החומש.</b> דלא חייבה תורה חומש אלא לאוכל תרומה בשגגה:",
        "6_Chapter, 0_Mishnah, 2_Comment": "<b>התשלומין חולין.</b> דתשלומין דשוגג בלבד קרנהו רחמנא קדש, כדכתיב ונתן לכהן את הקדש, אבל תשלומין דמזיד חולין הן, והואיל והן חולין אם רצה הכהן למחול מוחל, משא״כ בתשלומין של שוגג שאם רצה למחול אינו מוחל מפני שהן קדש:\n\n",
        "6_Chapter, 1_Mishnah, 0_Comment": "<b>בת כהן שנשאת לישראל.</b> ואסורה לאכול בתרומה:",
        "6_Chapter, 1_Mishnah, 1_Comment": "<b>משלמת את הקרן.</b> כדין גוזל את חבירו, אבל לא חומש דכהנת היא, וכתיב (ויקרא כ״ב:י׳) וכל זר לא יאכל קדש יצאה זאת שאינה זרה ואפשר לה שתשוב לבית אביה כנעוריה ותהא מותרת לאכול בתרומה:",
        "6_Chapter, 1_Mishnah, 2_Comment": "<b>ומיתתה בשרפה.</b> אם זנתה תחת בעלה ישראל, כדכתיב (ויקרא כ״א:ט׳) ובת איש כהן כי תחל לזנות וכו׳, כל שהיא בת כהן לא שנא אשת כהן ולא שנא אשת ישראל באש תשרף:",
        "6_Chapter, 1_Mishnah, 3_Comment": "<b>נשאת לאחד מכל הפסולים.</b> כגון חלל נתין וממזר, משלמת קרן וחומש, שהרי נתחללה בביאתו ואינה ראויה עוד לאכול בתרומה והרי היא כזרה:",
        "6_Chapter, 1_Mishnah, 4_Comment": "<b>ומיתתה בחנק.</b> דכתיב ובת איש כהן כי תחל לזנות, מי שראויה לחזור לבית אביה אלמלא זנות זה היא בשרפה, יצתה נבעלת לפסול לה שאינה ראויה לחזור לבית אביה שזו אינה בשרפה:",
        "6_Chapter, 1_Mishnah, 5_Comment": "<b>וחכמים אומרים וכו׳</b> דלא הויא זרה עד שתהא זרה מתחלתה ועד סופה וזו הואיל וכבר אכלה בתרומה אינה משלמת את החומש:",
        "6_Chapter, 1_Mishnah, 6_Comment": "<b>ומיתתה בשרפה.</b> ובת איש כהן כתיב מכל מקום. והלכה כחכמים:\n\n",
        "6_Chapter, 2_Mishnah, 0_Comment": "<b>המאכיל את בניו קטנים.</b> דלאו בני חיובא נינהו, ועבדיו אפילו גדולים:",
        "6_Chapter, 2_Mishnah, 1_Comment": "<b>ותרומת חוץ לארץ.</b> אע״פ שהיא מדמעת אין מוסיפין חומש עליה:\n\n",
        "6_Chapter, 4_Mishnah, 0_Comment": "לתוך של תרומה נפלה. ושל חולין מותרת. ודוקא בשתי קופות א׳ של חולין ואחת של תרומה, תלינן תרומה לתוך תרומה נפלה שיש היתר לשתי הקופות. אבל אחת חולין ואחת טבל או מעשר ראשון וכיוצא בזה, לא תלינן שנפלה התרומה לטבל כדי להתיר החולין, מאחר שהטבל נדמע ונאסר, דמאי חזית לאסור קופה זו יותר מזו. וכן טמאה וטהורה תלינן בטמאה או מדומעת ושאינה מדומעת תלינן במדומעת. כללא דמלתא כל היכא דאחת אינה מתקלקלת תלינן בה:",
        "6_Chapter, 4_Mishnah, 1_Comment": "<b>אכל אחת מהן פטור.</b> דשמא של חולין אכל:",
        "6_Chapter, 4_Mishnah, 2_Comment": "<b>וחייבת בחלה.</b> דספק חולין היא:",
        "6_Chapter, 4_Mishnah, 3_Comment": "<b>ורבי יוסי פוטר.</b> דכיון דלא ידיע הוה ליה כמדומע דפטור מן החלה. והלכה כרבי יוסי בכל הני תלתא בבי דמתניתין:",
        "6_Chapter, 4_Mishnah, 4_Comment": "<b>אכל.</b> אדם אחר את השניה, פטור:",
        "6_Chapter, 4_Mishnah, 5_Comment": "<b>כקטנה שבשניהן.</b> להקל:  ",
        "6_Chapter, 5_Mishnah, 0_Comment": "<b>אינה מדמעת.</b> דשמא היינו אותה של חולין:\n\n",
        "6_Chapter, 6_Mishnah, 0_Comment": "<b>זרע אחת מהן פטור.</b> שהזורע את התרומה בשוגג צריך להפך את הקרקע, ואם לא הפך הגדולים תרומה, והכא פטור דכחולין הם:",
        "6_Chapter, 6_Mishnah, 1_Comment": "<b>בדבר שזרעו כלה.</b> כגון חטים ושעורים, מותר לזרים, דאין זו תרומה ודאי, וחשבינן לה כגדולי [מדומע] דתנן לקמן בפרק ט׳ שהן חולין:",
        "6_Chapter, 6_Mishnah, 2_Comment": "<b>בדבר שאין זרעו כלה.</b> כגון שום ובצלים, אסור, ואע״ג דחשבינן ליה כמדומע ולא כתרומה, בדבר שאין זרעו כלה יש להחמיר טפי:",
        "7_Chapter, 0_Mishnah, 0_Comment": "<b>האשה.</b> בת ישראל הנשואה לכהן:",
        "7_Chapter, 0_Mishnah, 1_Comment": "<b>מת רבך.</b> וירשו בן בתו מישראל, או בתו הנשואה לישראל:",
        "7_Chapter, 0_Mishnah, 2_Comment": "<b>שהוא בן גרושה או בן חלוצה.</b> ופסול מלאכול בתרומה:",
        "7_Chapter, 0_Mishnah, 3_Comment": "<b>רבי אליעזר מחייב קרן וחומש.</b> בכולהו:",
        "7_Chapter, 0_Mishnah, 4_Comment": "<b>ורבי יהושע פוטר.</b> בגמרא מוקי לה דוקא באוכל תרומת חמץ בערב פסח, מפני שזמנו בהול שהשעה דחוקה ועומד לבער החמץ של תרומה. והלכה כרבי יהושע:",
        "7_Chapter, 0_Mishnah, 5_Comment": "<b>ורבי יהושע מכשיר.</b> דכתיב (דברים ל״ג:י״א) ברך ה׳ חילו ופעל ידיו תרצה, אפילו חלל שבו פעל ידיו תרצה:",
        "7_Chapter, 0_Mishnah, 6_Comment": "<b>נודע שהוא בעל מום עבודתו פסולה.</b> אף לרבי יהושע דכתיב (במדבר כח) את בריתי שלום, כשהוא שלם ולא כשהוא חסר. והלכה כרבי יהושע:  ",
        "7_Chapter, 1_Mishnah, 0_Comment": "<b>וכולם.</b> עבד ואשה שאכלו מתחלה בהיתר, בהא קאמר ר׳ אליעזר דיבלעו, אבל בן גרושה או בן חלוצה דמעולם לא אכלו בהיתר מודה רבי אליעזר דיפלוט, מידי דהוה אטמא היית, או טמאה היתה התרומה קודם שנתנה לתוך פיו דמודה ר׳ אליעזר דיפלוט:",
        "7_Chapter, 1_Mishnah, 1_Comment": "<b>או שטעם טעם פשפש.</b> שרץ, כשמוללין אותו ריחו מאוס ביותר, והוא מצוי בכותלים ובמטות וקורין לו בערבי בק״י ובלע״ז צימיצ״א והלכה כרבי יהושע:\n\n",
        "7_Chapter, 2_Mishnah, 0_Comment": "<b>היה אוכל באשכול.</b> תלש אשכול מגפן שבגינה והיה אוכל והולך עד שנכנס לחצר, וחצר קובעת למעשר, ואפילו אכילת עראי אסורה עד שיתרום ויעשר:",
        "7_Chapter, 2_Mishnah, 1_Comment": "<b>ר׳ אליעזר אומר יגמור.</b> לא שיאכל בחצר. אלא יצא חוץ לחצר ויגמור לאכול האשכול בגינה:",
        "7_Chapter, 2_Mishnah, 2_Comment": "<b>לא יגמור.</b> ואפילו בגינה, עד שיעשר:",
        "7_Chapter, 2_Mishnah, 3_Comment": "<b>חשיכה לילי שבת.</b> והיה אוכל אכילת עראי, ושבת קובעת למעשר ואפילו אכילת עראי אסורה:",
        "7_Chapter, 2_Mishnah, 4_Comment": "<b>יגמור.</b> למוצאי שבת, אבל בשבת עצמו מודה דאסור:",
        "7_Chapter, 2_Mishnah, 5_Comment": "<b>לא יגמור.</b> אפילו למוצאי שבת, עד שיעשר. והלכה כרבי יהושע:\n\n",
        "7_Chapter, 3_Mishnah, 0_Comment": "<b>ישפך.</b> ואין כאן משום אבוד תרומה, מפני שאסור לשתותו, שמא שתה ממנו נחש:",
        "7_Chapter, 3_Mishnah, 1_Comment": "<b>ושאר כל המשקים מותרים.</b> שאין נחש שותה מהן. אלא שהדבש והציר והמורייס ושומים כתושים, כל אלו הוזכרו בגמ׳ לאסור, שהנחש שותה מהן:",
        "7_Chapter, 3_Mishnah, 2_Comment": "<b>כמה ישהו.</b> כמה יעמדו מגולין:",
        "7_Chapter, 3_Mishnah, 3_Comment": "<b>הרחש.</b> הנחש, ולפי שהולך על גחונו קרוי רחש, שאינו נראה כמהלך אלא כרוחש ומתנענע:",
        "7_Chapter, 3_Mishnah, 4_Comment": "<b>ממקום קרוב.</b> פירשו בו (חולין י:) כדי שיצא מתחת אזן הכלי וישתה ויחזור לחורו:  ",
        "7_Chapter, 4_Mishnah, 0_Comment": "<b>שיעור המים.</b> להיות אסורים משום גלוי:",
        "7_Chapter, 4_Mishnah, 1_Comment": "<b>כדי שתאבד בהן מרה.</b> אם היו מרובים כל כך עד שארס הנחש יפסד ויאבד בהן אין בהן משום גלוי. ויודעין היו כמה ארס הנחש מטיל בפעם אחת:",
        "7_Chapter, 4_Mishnah, 2_Comment": "<b>מרה.</b> הארס שהנחש מטיל קרוי מרה:",
        "7_Chapter, 4_Mishnah, 3_Comment": "<b>בכלים כל שהן.</b> אפילו מרובין כל שהן יש בהן משום גלוי כשהמים בכלים:",
        "7_Chapter, 4_Mishnah, 4_Comment": "<b>ובקרקעות עד ארבעים סאה </b> ",
        "7_Chapter, 5_Mishnah, 0_Comment": "<b>נקורי תאנים.</b> תאנה שנראה בה נקור, אסור, שמא נקר בה נחש והטיל בה ארס:",
        "7_Chapter, 5_Mishnah, 1_Comment": "<b>אפילו הן ככר.</b> כלומר שהן גדולים הרבה והנקור מצד אחד, לא יאמר הוא אכל מצד אחד אני מצד אחר:",
        "7_Chapter, 5_Mishnah, 2_Comment": "<b>כל שיש בו ליחה.</b> הארס מתערב עם הליחה ומתחלחל כולו, אבל בדבר יבש חותך את הניקור ואוכל את השאר:",
        "7_Chapter, 5_Mishnah, 3_Comment": "<b>ונשוכת הנחש.</b> בהמה שנשכה נחש ושחטה אסורה, שהארס מתחלחל בכל גופה:\n\n",
        "7_Chapter, 6_Mishnah, 0_Comment": "<b>משמרת של יין.</b> אע״פ שהכלי התחתון מכוסה במשמרת, יש בו משום גלוי, שהארס עובר דרך המשמרת והולך לכלי התחתון:",
        "7_Chapter, 6_Mishnah, 1_Comment": "<b>רבי נחמיה מתיר.</b> לפי שהארס צף ואינו עובר. ואין הלכה כרבי נחמיה:  ",
        "7_Chapter, 7_Mishnah, 0_Comment": "<b>ספק טומאה.</b> כגון שתי חביות ברשות היחיד ונגע שרץ באחת מהן ולא ידיע להי מינייהו, ושתיהן תלויות:",
        "7_Chapter, 7_Mishnah, 1_Comment": "<b>במקום התורפה.</b> מקום של הפקר ועומדת ליפסד שם:",
        "7_Chapter, 7_Mishnah, 2_Comment": "<b>יניחנה במקום המוצנע.</b> דעדיין מוזהר על שמירתה, דכתיב (במדבר י״ח:ח׳) את משמרת תרומתי, בשתי תרומות הכתוב מדבר אחת תרומה טהורה ואחת תרומה תלויה, דתרווייהו בעו שמור:",
        "7_Chapter, 7_Mishnah, 3_Comment": "<b>ר׳ יהושע אומר וכו׳</b> דסבר תרומתי כתיב בלא וי״ו, ויש אם למסורת:",
        "7_Chapter, 7_Mishnah, 4_Comment": "<b>אל יחדש בה דבר.</b> שאין צריך לשמרה, ואף אסור לגרום לה טומאה. והלכה כרבן גמליאל:\n\n",
        "7_Chapter, 8_Mishnah, 0_Comment": "<b>בגת העליונה.</b> מקום שעוצרים שם:",
        "7_Chapter, 8_Mishnah, 1_Comment": "<b>והתחתונה.</b> בור על פני הגת שהיין יורד לתוכו:",
        "7_Chapter, 8_Mishnah, 2_Comment": "<b>טמאה.</b> חולין טמאים יש בה, וראויין לו בימי טומאתו, או למי שאינו אוכל חוליו בטהרה, ואם תפול לתוכו התרומה הוה ליה מדומע טמא, ואף לכהן לא חזיא:",
        "7_Chapter, 8_Mishnah, 3_Comment": "<b>שאם יכולים להציל ממנה רביעית.</b> אם יכול לחזר אחר כלים ולהציל ממנה רביעית בטהרה קודם שתרד כולה ותטמא:",
        "7_Chapter, 8_Mishnah, 4_Comment": "<b>יציל.</b> יחזר אחר כלים ויציל, ואעפ״י שבתוך כך שיחזר אחר כלים תרד מן התרומה לחולין שבתחתונה ויפסדו החולין, לא יטמא התרומה בידים להציל החולין, כיון שיכול להציל ממנה רביעית הלוג בטהרה שהוא דבר חשוב:",
        "7_Chapter, 8_Mishnah, 5_Comment": "<b>ואם לאו.</b> שלא ימצא כלי טהור, וסוף סוף כולה לטומאה אזלא, בהא פליגי, דרבי יהושע סבר יטמאנה ביד, להציל את החולין כדקתני סיפא ועל זו ועל זו אמר ר׳ יהושע וכו׳. ור׳ אליעזר סבר אף ע״ג דסוף סוף כולה לטומאה אזלא לא יטמאנה ביד להציל החולין. ואין הלכה כרבי אליעזר:  ",
        "7_Chapter, 9_Mishnah, 0_Comment": "<b>וכן חבית של שמן.</b> טהורה שנשפכה וכולה הולכת לאבוד, פליגי כדלעיל. ולהכי קתני גבי שמן נשפכה ולא נקט כמו גבי יין, משום דבחבית של שמן [שנשברה] בגת העליונה, ובתחתונה חולין טמאים מודה רבי אליעזר ורבי יהושע שאם יכול להציל ממנה רביעית בטהרה יציל ואם לאו תרד ואל יטמאנה ביד, משום דשמן ראוי להדליק ולא חשו להפסד מועט. וביין נמי לא נחלקו אלא דוקא בדאיכא בתחתונה פחות ממאה חולין, שנעשין החולין כולן מדומע ואיכא הפסד, אבל אי איכא מאה חולין כולהו מודו דאל יטמאנה ביד משום דליכא הפסד:  ",
        "7_Chapter, 10_Mishnah, 0_Comment": "<b>על זו ועל זו.</b> על זו שנולד לה ספק טומאה, ועל זו שהולכת לאבוד, אמר רבי יהושע שאינו מוזהר על טומאתן, ואותה שמוזהר עליה בל תטמא כיצד, היה עובר וכו׳ דקאמר רבי יהושע יניח לפניו אחת על הסלע כדי שלא יגרום טומאה לאחרות, ואף אותה אחת יניח על הסלע ולא יתננה בידו, שלא יטמאנה בידים. והלכה כרבי יהושע:\n\n",
        "7_Chapter, 11_Mishnah, 0_Comment": "<b>תנו לנו אחת מכם.</b> שרוצים לבא עליה באונס:",
        "7_Chapter, 11_Mishnah, 1_Comment": "<b>יטמאו כולן.</b> דאין דוחים נפש מפני נפש. ובהא מודו רבי אליעזר ורבי יהושע:",
        "8_Chapter, 0_Mishnah, 0_Comment": "<b>הזורע תרומה שוגג יופך.</b> חורש ומהפך, כדי שלא יגדל, ואין בכך כלום:",
        "8_Chapter, 0_Mishnah, 1_Comment": "<b>ומזיד יקיים.</b> כיון שנקרא שם תרומה על השדה היה נראה כמאבד את התרומה:",
        "8_Chapter, 0_Mishnah, 2_Comment": "<b>ואם הביאה שליש אפילו שוגג יקיים.</b> משום דאסור לאבד את התרומה:",
        "8_Chapter, 0_Mishnah, 3_Comment": "<b>ובפשתן מזיד יופו.</b> ואפילו הביאה שליש, כדי שלא יהנה בקסמין ויחשוב שהזרע בלבד הוא דהוי תרומה ואסור, ועיקר פשתן משום קסמין הוא ולא משום זרע:  ",
        "8_Chapter, 1_Mishnah, 0_Comment": "<b>בדמי תרומה.</b> דגידולי תרומה אסורים לזדים:",
        "8_Chapter, 1_Mishnah, 1_Comment": "<b>לא ילקטו אלא עניי כהנים.</b> דחיישינן אדמלקטי ליה שדו לפומייהו:",
        "8_Chapter, 1_Mishnah, 2_Comment": "<b>אם כן לא ילקטו אלא טהורים.</b> דהא כהן טמא אסור בתרומה. והלכה כר״ע:\n\n",
        "8_Chapter, 2_Mishnah, 0_Comment": "<b>וחייבת במעשרות.</b> מעשר ראשון ושני. והוא הדין בתרומה: ",
        "8_Chapter, 2_Mishnah, 1_Comment": "<b>ובמעשר עני.</b> אם היא שנה שלישית או ששית של שמטה שמעשר עני נוהג בהן:",
        "8_Chapter, 2_Mishnah, 2_Comment": "<b>החובט.</b> גדולי תרומה הללו במקלות, הרי זה משובח, כדי שלא יצטרך לחסום את הבהמה שדש בה, שאסור להניחה לאכול בתרומה אם אינה פרתו של כהן:",
        "8_Chapter, 2_Mishnah, 3_Comment": "<b>כפיפות.</b> סלין:",
        "8_Chapter, 2_Mishnah, 4_Comment": "<b>מאותו המין.</b> של חולין, אם חטים חטים ואם שעורים שעורים:",
        "8_Chapter, 2_Mishnah, 5_Comment": "<b>נמצא לא זומם.</b> כלומר אינו חוסם ונותן זמם לתוך פיה שהרי היא אוכלת מאותו המין:",
        "8_Chapter, 2_Mishnah, 6_Comment": "<b>ולא מאכילה תרומה.</b> דמשל חולין שבכפיפה התלויה בצוארה היא אוכלת:\n\n",
        "8_Chapter, 3_Mishnah, 0_Comment": "<b>גדולי תרומה תרומה.</b> מדרבנן עבדו רבנן תקנתא משום תרומה טמאה ביד כהן, כי היכי דלא לישהי לה לגביה עד זמן הזרע כדי לזרעה ואתי בה לידי תקלה, ומשום הכי גזרו שיהיו גדולי תרומה כתרומה:",
        "8_Chapter, 3_Mishnah, 1_Comment": "<b>וגדולי גדולין חולין.</b> אם חזר וזרע אותן גדולין, גדוליהן חולין:",
        "8_Chapter, 3_Mishnah, 2_Comment": "<b>הטבל.</b> גדוליו חולין, משום דרובו חולין:",
        "8_Chapter, 3_Mishnah, 3_Comment": "<b>ומעשר ראשון.</b> נמי משום דרובו חולין:",
        "8_Chapter, 3_Mishnah, 4_Comment": "<b>וספיחי שביעית.</b> לפי שאינן מצויין ואינן נוהגים בכל שנה:",
        "8_Chapter, 3_Mishnah, 5_Comment": "<b>ותרומת חוצה לארץ.</b> נמי לפי שאינה מצויה:",
        "8_Chapter, 3_Mishnah, 6_Comment": "<b>והמדומע.</b> שרובו חולין:",
        "8_Chapter, 3_Mishnah, 7_Comment": "<b>ובכורים.</b> שאינן מצויין [שאינן] נוהגים אלא בשבעת המינים:",
        "8_Chapter, 3_Mishnah, 8_Comment": "<b>גדולי הקדש ומעשר שני חולין.</b> שאם זרע מהן סאה אחת והוסיף כמה סאה, חולין. אף בדבר שאין זרעו כלה:",
        "8_Chapter, 3_Mishnah, 9_Comment": "<b>ופודה אותם בזמן זרעם.</b> פודה כל האוצר בדמי אותה סאה:\n\n",
        "8_Chapter, 4_Mishnah, 0_Comment": "<b>מאה לגנה של תרומה.</b> שדה שנזרעה ערוגות ערוגות ויש בה מאה ערוגות של תרומה ואחת של חולין ולא ידיע הי דחולין:",
        "8_Chapter, 4_Mishnah, 1_Comment": "<b>כולן מותרים.</b> קולא הוא שהקילו בגדולי תרומה דערוגה אחת של חולין מתרת ערוגות רבות בדבר שזרעו כלה:",
        "8_Chapter, 4_Mishnah, 2_Comment": "<b>אבל בדבר שאין זרעו כלה.</b> אחת של תרומה אוסרת מאה של חולין, לפי שאין הקרקע עולה באחת ומאה:\n\n",
        "8_Chapter, 5_Mishnah, 0_Comment": "<b>הטבל גדוליו מותרים.</b> באכילת עראי, כשאכל [צ״ל כשאר] טבל שלא נגמרה מלאכתו:",
        "8_Chapter, 5_Mishnah, 1_Comment": "<b>בדבר שזרעו כלה.</b> השתא מפרש תנא למלתיה דתנן לעיל הטבל גדוליו חולין לא הויא אלא בדבר שזרעו כלה אבל בדבר שאין זרעו כלה אפילו גדולי גדולין אסורים באכילת עראי:",
        "8_Chapter, 5_Mishnah, 2_Comment": "<b>השום כשעורה.</b> כלומר השום חשוב זרעו כלה כמו השעורה. ונקט שעורה לפי שאין בתבואות דבר שיהיה זרעו כלה ונאבד מהרה כמו השעורה. פירוש אחר השום שהוא גדול כשעורה אין זרעו כלה, אבל פחות מכשעורה זרעו כלה. ואין הלכה כרבי יהודה:\n\n",
        "8_Chapter, 6_Mishnah, 0_Comment": "<b>המנכש.</b> תולש עשבים רעים הגדלים בתוך התבואה והירקות:",
        "8_Chapter, 6_Mishnah, 1_Comment": "<b>בחסיות.</b> כגון השום והלוף והבצלים והכרתי, כל אלו נקראים חסיות:",
        "8_Chapter, 6_Mishnah, 2_Comment": "<b>אע״פ שפירותיו.</b> של עובד כוכבים טבל, דסבר האי תנא אין קנין לעובד כוכבים בארץ ישראל להפקיע מן המעשר וגדולי טבל טבל בדבר שאין זרעו כלה אפילו הכי אוכל מהן עראי. ",
        "8_Chapter, 6_Mishnah, 3_Comment": "<b>שתילי תרומה.</b> כגון שתילי כרוב ותרדין שנטמאו ושתלן, טהרו מלטמא. דכיון שנתחברו לקרקע תבטלו מתורת אוכל. וא״ת כיון דעיקר גזירה גדולי תרומה כתרומה אינה אלא משום תרומה טמאה ביד כהן דלמא משהי לה גביה ואתי לידי תקלה, אכתי כיון דטהרו משהי לה גביה. וי״ל דתרומה נמכרת בזול הרבה לפי שאינה ראויה אלא לכהנים טהורים ואם נטמאת טעונה שרפה, הלכך אפילו אם היו נותנים לכהן תרומה כדי לזרעה לא היה [צ״ל מפסיד] מבטל שדהו, אבל אם היו הגדולין חולין היה משהה תרומה טמאה כדי לזרעה:",
        "8_Chapter, 6_Mishnah, 4_Comment": "<b>ואסורים לאכול.</b> מעלה בעלמא היא:",
        "8_Chapter, 6_Mishnah, 5_Comment": "<b>עד שיגום האוכל.</b> יחתוך כל הראוי לאכילה, ומה שיגדל אח״כ יהא מותר:",
        "8_Chapter, 6_Mishnah, 6_Comment": "<b>עד שיגום וישנה.</b> שיחתוך מה שגדל גם בפעם השניה, ומה שיגדל משני ואילך יהיה מותר. ואין הלכה כרבי יהודה:",
        "9_Chapter, 0_Mishnah, 0_Comment": "<b>בצל שנתנו לתור עדשים.</b> [של חולין] וה״ה בצל של תרומה שנתנו לתוך עדשים. [טעות המעתיק יש כאן וכצ״ל בצל שנתנו לתוך עדשים.] בצל של תרומה שנתנו לתוך עדשים [של חולין] (וה״ה לבצל של חולין שנתנו לתוך עדשים של תרומה). ומיירי כגון שנתנו בעדשים אחר בשולו ויצאו ממנו מימיו, שאז אין הבצל כשהוא שלם פולט בעדשים ולא בולע מהם. אבל אם נתבשל הבצל בעדשים פשיטא, דיהיב ובלע טעמא, אף כשהוא שלם:",
        "9_Chapter, 0_Mishnah, 1_Comment": "<b>בנותן טעם.</b> דטעים להו כהן, שמותר בחולין ובתרומה. אי אית בהו טעמא דתרומה הכל אסור לזרים, ואי לא הכל חולין כשהיה:",
        "9_Chapter, 0_Mishnah, 2_Comment": "<b>ושאר כל תבשיל.</b> כגון שום וקפלוט, וכיוצא בהן:",
        "9_Chapter, 0_Mishnah, 3_Comment": "<b>מתיר בצחנה.</b> אם נתן בצל של תרומה בצחנה, שהם דגים קטנים הכבושות בציר, נוטל את הבצל והצחנה מותר, ובלבד שיהיה הבצל שלם שלא נימוח ולא נתערב עם הצחנה. שאין הבצל ניתן לתוכו אלא להעביר זוהמת הדגים ולא כדי ליתן בו טעם. ואין הלכה כרבי יהודה:\n\n",
        "9_Chapter, 1_Mishnah, 0_Comment": "<b>תפוח.</b> של תרומה שרסקו ונתנו כשהוא מרוסק וכתוש לתוך העיסה וחמצה הואיל וחולין מחמת התרומה נתחמצה העיסה אסורה לזרים:",
        "9_Chapter, 1_Mishnah, 1_Comment": "<b>אע״פ שהבאישו.</b> מחמת השעורים של תרומה, מימיו מותרים:\n\n",
        "9_Chapter, 2_Mishnah, 0_Comment": "<b>הרודה.</b> הוצאת הפת מן התנור נקראת רדייה:",
        "9_Chapter, 2_Mishnah, 1_Comment": "<b>ונתנה ע״פ חבית של יין של תרומה.</b> דהשתא הפת קולטת ושואבת מריח היין:",
        "9_Chapter, 2_Mishnah, 2_Comment": "<b>ר״מ אוסר.</b> דסבר ריחא מילתא היא:",
        "9_Chapter, 2_Mishnah, 3_Comment": "<b>ורבי יהודה מתיר.</b> דסבר ריחא לאו מילתא היא:",
        "9_Chapter, 2_Mishnah, 4_Comment": "<b>מפני שהשעורים שואבות.</b> מושכות מלחלוחית יין של תרומה. והלכה כרבי יוסי:\n\n",
        "9_Chapter, 3_Mishnah, 0_Comment": "<b>אלא ריח כמון.</b> דדוקא ריח של (פטום) [כמון] נכנס לתוך הפת, וריחא לאו מלתא היא בין בתרומה בין בכל איסורין שבתורה. ואי משום דהוסק התנור בתרומה, אין איסורה אסור הנאה:\n\n",
        "9_Chapter, 4_Mishnah, 0_Comment": "<b>תלתן.</b> בערבי חולב״א, ובלע״ז פינגריג״ו:",
        "9_Chapter, 4_Mishnah, 1_Comment": "<b>אבל לא בעץ.</b> אע״פ שטעם עצו ופריו שוה אין העץ מצטרף עם הפרי לאסור יין של חולין, לפי שאין העץ קדוש בתרומה. אבל שביעית וכלאים והקדש אף העץ אסור. והעץ של תלתן ביין נותן טעם לשבח הוא:\n\n",
        "9_Chapter, 5_Mishnah, 0_Comment": "<b>ידלקו.</b> שאף העץ נאסר, וכלאי הכרם טעונים שרפה דכתיב (דברים כב) פן תקדש המלאה, פן תוקד אש:",
        "9_Chapter, 5_Mishnah, 1_Comment": "<b>ומחשב כמה זרע יש בהן.</b> דתרומה נטלת במחשבה ובאומד הדעת:",
        "9_Chapter, 5_Mishnah, 2_Comment": "<b>וא״צ להפריש את העץ.</b> ואע״פ שטעם עצו ופריו שוין:",
        "9_Chapter, 5_Mishnah, 3_Comment": "<b>ואם הפריש.</b> קודם כתישה, אינו יכול לכתוש ולהפריש מן הזרע וישאר העץ לעצמו, דכיון שקרא עליו שם תרומה צריך ליתנו לכהן:\n\n",
        "9_Chapter, 6_Mishnah, 0_Comment": "<b>שכבשן עם זיתי תרומה.</b> דרך זיתים לכבשן במים ובמלח, וכשזיתי חולין פצועין דהיינו כתושים או מרוסקים בולעים מזיתי תרומה אף אם זיתי תרומה הם שלימים. ואף אם כבשן במים שנכבשו בהן זיתי תרומה אסור:",
        "9_Chapter, 6_Mishnah, 1_Comment": "<b>אבל שלימי חולין.</b> כשזיתי חולין שלימין, אף אם כבשן עם זיתי [תרומה] פצועין אין בולעין מהן:\n\n",
        "9_Chapter, 7_Mishnah, 0_Comment": "<b>גרב.</b> חבית:",
        "9_Chapter, 7_Mishnah, 1_Comment": "<b>כל גרב שהוא מחזיק סאתים.</b> אם נכבש דג טמא עם הרבה דגים טהורים בתוך חבית והחבית מחזיק סאתים, ויש מציר דג טמא משקל עשר זוזים של יהודה, שהם חמש סלעים של גליל, וכל השאר ציר דג טהור, שנמצא ציר של דג טמא אחד מתשע מאות וששים של דג טהור, אסור. ואם היה הציר של דג טמא פחות מכן, מותר:",
        "9_Chapter, 7_Mishnah, 2_Comment": "<b>רבי יהודה אומר רביעית לסאתים.</b> כשיהיה רביעית לוג של ציר טמא בתוך סאתים של טהור אסור הכל, פחות מכן מותר. ושיעור זה הוא קרוב למאתים. ואף על גב דר״י סבר מין במינו לא בטיל, שאני ציר דזיעה בעלמא הוא ואין איסורו אלא מדרבנן, לכך א״ר יהודה דבטל בקרוב למאתים:",
        "9_Chapter, 7_Mishnah, 3_Comment": "<b>ורבי יוסי אומר.</b> דבטל בט״ז. והלכתא דציר בטל ביותר מאלף, אם יש יותר מאלף מדג טהור ואחד מדג טמא הכל מותר, ואם לאו הכל אסור:\n\n",
        "9_Chapter, 8_Mishnah, 0_Comment": "<b>לא פסלו את צירן.</b> דהקלו בציר של חגבים טמאים שאינו אוסר, מפני שאין להם דם ואינו אלא לחלוחית בעלמא:",
        "9_Chapter, 8_Mishnah, 1_Comment": "<b>שהוא טהור.</b> לא מבעיא דאינו אוסר את תערובתו אלא הוא עצמו טהור. והלכה כעדותו של רבי צדוק:\n\n",
        "9_Chapter, 9_Mishnah, 0_Comment": "<b>כל הנכבשים זה עם זה.</b> ירקות חולין שנכבשו עם ירקות של תרומה, אין התרומה איסרת את החולין:",
        "9_Chapter, 9_Mishnah, 1_Comment": "<b>חוץ מן החסית.</b> שום ולוף ובצל וכרתי קרויים חסית, דאגב חורפייהו יהבי טעמא בכל מידי דנכבשין עמהן. וכשהן של תרומה אוסרים בין ירק בין חסית של חולין. ושאר ירקות של תרומה אינן אוסרים כשהן נכבשים, אבל מבושלים או נשלקים אוסרים:\n\n",
        "9_Chapter, 10_Mishnah, 0_Comment": "<b>רבי יוסי אומר כל הנשלקים עם התרדים אסורים.</b> רבי יוסי פליג אתנא קמא, וסבר דכל שאר ירקות אינן אוסרים אפילו נשלקים, חוץ מן התרדים של איסור כגון של תרומה ושל כלאי הכרם שהן נותנים טעם בשליקתן:",
        "9_Chapter, 10_Mishnah, 1_Comment": "<b>כרוב של שקי.</b> הגדל בארץ יבשה שצריך להשקותה, אם [שלקו] עם כרוב של תרומה הגדל בארץ לחה, שאין צריך להשקותה אסור, דשל שקי מחמת יבשותו הוא בולע:",
        "9_Chapter, 10_Mishnah, 2_Comment": "<b>רבי עקיבא אומר.</b> כל איסור והיתר המתבשלים זה עם זה, והם מין אחד, מותרים, שאין נותנים טעם זה בזה, חוץ מבשר איסור והיתר שנתבשלו יחד דאסור. ולית הלכתא כחד מהנך תנאי, אלא כתנא קמא בלבד דאמר כל הנכבשים מותרים חוץ מן החסית אבל מבושלים או שלוקים כולן אוסרים:",
        "9_Chapter, 10_Mishnah, 3_Comment": "<b>הכבד אוסרת.</b> כבד של טרפה שבשלה עם היתר, אוסרת כל המתבשל עמה:",
        "9_Chapter, 10_Mishnah, 4_Comment": "<b>ואינה נאסרת.</b> אם נתבשלה עם דבר אסור, דמתוך שהיא טרודה לפלוט תדיר רבוי דם שבה, לא בלעה. והלכתא כבד שנתבשלה אפילו היא של היתר אסור לאכלה, ואוסרת כל מה שנתבשל עמה לפי שהיא מלאה דם. ופולטת וחוזרת ובולעת מהדם שפלטה. ואין לה תקנה בבשול, אלא אם כן הבהבה באור תחלה יפה, וכן נהגו העם:\n\n",
        "9_Chapter, 11_Mishnah, 0_Comment": "<b>בתבלים אסורים.</b> כגון תבלין של תרומה או של ערלה וכלאי הכרם:",
        "9_Chapter, 11_Mishnah, 1_Comment": "<b>אפילו חלמון.</b> האודם של ביצה שהוא מבפנים, וכל שכן החלבון שהוא מבחוץ:",
        "9_Chapter, 11_Mishnah, 2_Comment": "<b>מי כבשים ומי שלקות.</b> שנכבשו או נשלקו בהן תרומה, אסורים לזרים:",
        "10_Chapter, 0_Mishnah, 0_Comment": "<b>אין נותנין דבלה וגרוגרות.</b> של תרומה:",
        "10_Chapter, 0_Mishnah, 1_Comment": "<b>לתוך המורייס.</b> שומן של דגים:",
        "10_Chapter, 0_Mishnah, 2_Comment": "<b>מפני שהוא מאבדן.</b> שכן דרך דבלה וגרוגרות הנתונים במורייס לסחטן ולהוציא את מימיהן ואחר כך משליכן:",
        "10_Chapter, 0_Mishnah, 3_Comment": "<b>אבל נותנים את היין למורייס.</b> רגילים היו לתת יין למורייס שלא היה בו שמנונית כל כך כדי למתקן ולתת בו טעם. הלכך מותר ליתן יין של תרומה לתוכו, ולא אמרינן לעבורי זוהמא בלבד הוא נותן את היין והוה כמאבדו:",
        "10_Chapter, 0_Mishnah, 4_Comment": "<b>אין מפטמין את השמן.</b> של תרומה בעקרי בשמים שבולעים את השמן ואזיל לאבוד. אי נמי דלא חזי השמן לאכילה כשהוא מפוטם:",
        "10_Chapter, 0_Mishnah, 5_Comment": "<b>יינומלים.</b> נותנים לתוך היין דבש ופלפלין:",
        "10_Chapter, 0_Mishnah, 6_Comment": "<b>ממעיטו.</b> שמתחסר ומתמעט על ידי הבשול. ואית דמפרשי שממעיטו משותיו, שאין בני אדם רגילין לשתות יין מבושל כמו חי:",
        "10_Chapter, 0_Mishnah, 7_Comment": "<b>מפני שהוא משביחו.</b> ומתקיים יותר. ואין הלכה כרבי יהודה:\n\n",
        "10_Chapter, 1_Mishnah, 0_Comment": "<b>סתוניות.</b> ענבים שאינם מתבשלים עד ימות הסתיו, ורגילים לעשות מהן חומץ:",
        "10_Chapter, 1_Mishnah, 1_Comment": "<b>ושאר כל מי פירות.</b> חוץ מיין ושמן:",
        "10_Chapter, 1_Mishnah, 2_Comment": "<b>מחייב קרן וחומש.</b> לזר האוכלן בשוגג דחשיב להו משקה תרומה ממש:",
        "10_Chapter, 1_Mishnah, 3_Comment": "<b>ורבי יהושע פוטר מחומש.</b> אבל קרן חייב, ולכתחלה אסורים לזרים:",
        "10_Chapter, 1_Mishnah, 4_Comment": "<b>מטמא משום משקה.</b> טמאים, ומטמאים, ומכשירים זרעים לקבל טומאה כשאר משקים, דכתיב (ויקרא י״א:ל״ד) אשר יבא עליו מים יטמא וכל משקה אשר ישתה:",
        "10_Chapter, 1_Mishnah, 5_Comment": "<b>כמוני פטמין.</b> כפטם הזה שמונה צרורות בשמים שלו שלא בדקדוק וחוזר ומוסיף עליהם, אבל חכמים בדקדוק מנו שבעה משקים, שאלו בלבד טמאים ומטמאים ומכשירים הזרעים לקבל טומאה, ואין להוסיף עליהם. ושבעה משקין שמנו חכמים הם מים, טל, יין, שמן, דבש דבורים, חלב, דם. והלכה כרבי יהושע:\n\n",
        "10_Chapter, 2_Mishnah, 0_Comment": "<b>אין עושין תמרים דבש.</b> אם הם של תרומה או של מעשר שני. שהתמרים אוכל והדבש משקה, ואין מחזירים האוכל משקה:",
        "10_Chapter, 2_Mishnah, 1_Comment": "<b>אלא בזיתים וענבים בלבד.</b> דבפירוש אמרה תורה בהם (במדבר י״ח:י״ב) כל חלב יצהר וכל חלב תירוש:",
        "10_Chapter, 2_Mishnah, 2_Comment": "<b>אין סופגים את הארבעים משום ערלה.</b> פירות של ערלה שסחטן והוציא מהן משקה, אין לוקה מן התורה השותה אותו משקה אלא בזיתים וענבים בלבד:",
        "10_Chapter, 2_Mishnah, 3_Comment": "<b>ואין מביאים בכורים משקין.</b> דכתיב (דברים כ״ו:י׳) את ראשית פרי האדמה. פרי אתה מביא ואי אתה מביא משקה:",
        "10_Chapter, 2_Mishnah, 4_Comment": "<b>אלא היוצא מן הזיתים ומן הענבים.</b> דגמר בכורים מתרומה:",
        "10_Chapter, 2_Mishnah, 5_Comment": "<b>ואין מקריבים על גבי המזבח.</b> אלא שמן למנחות ויין לנסכים:\n\n",
        "10_Chapter, 3_Mishnah, 0_Comment": "<b>עוקצי תאנים.</b> שבהם תאנים מחוברים לאילן:",
        "10_Chapter, 3_Mishnah, 1_Comment": "<b>הכליסין.</b> רמב״ם פירש שהם מין ממיני התאנים:\n\n",
        "10_Chapter, 4_Mishnah, 0_Comment": "<b>גרעיני תרומה.</b> גרעינים שנמצאו בתוך פירות של תרומה כשהכהן אוכלם:",
        "10_Chapter, 4_Mishnah, 1_Comment": "<b>בזמן שהכהן מכניסן.</b> ודעתו עליהם ולא הפקירן אסורים. וכגון שהן רכין וראוין לאכילה כגון גרעיני התפוחים והחבושין והאגסים, או שנשאר בהם לחלוחית שבני אדם מוצצים אותן, כגון גרעיני התמרים וכיוצא בהם. אבל אינם ראויים כלל אפילו הכהן מכניסן הרי אלו מותרים:",
        "10_Chapter, 4_Mishnah, 2_Comment": "<b>עצמות הקדשים.</b> בעצמות הראויין קצת לאכילה מיירי כגון ראשי כנפים והסחוסין:",
        "10_Chapter, 4_Mishnah, 3_Comment": "<b>המורסן.</b> של תרומה, והן סובין הגסין מותר לזרים:",
        "10_Chapter, 4_Mishnah, 4_Comment": "<b>סובין.</b> של חטין חדשות של תרומה אסורים לזרים. לפי שהחדשות הן לחות ואינם נטחנים היטב, ונשאר קמח הרבה מעורב בסובין:",
        "10_Chapter, 4_Mishnah, 5_Comment": "<b>ושל ישנות.</b> של חטין ישנות. שהן יבשות ונטחנות היטב מותרות. שאין קמח מעורב בהן כלל. ועד ל׳ יום נקראים חדשות:",
        "10_Chapter, 4_Mishnah, 6_Comment": "<b>ונוהג בתרומה.</b> בהוצאת הסובין והמורסן:",
        "10_Chapter, 4_Mishnah, 7_Comment": "<b>כדרד שנוהג בחולין.</b> ואין כאן משום מאבד תרומה כשמשליך מה שאינו ראוי לאכילה:",
        "10_Chapter, 4_Mishnah, 8_Comment": "<b>המסלת.</b> שקולט את הסולת כדי לעשות פת נקיה ביותר, ולא בירר מסאה אחת שהיא ששה קבין אלא קב או קבים:",
        "10_Chapter, 4_Mishnah, 9_Comment": "<b>לא ישליר את השאר.</b> שהרי הוא ראוי לאכילה, ונמצא מאבד את התרומה:\n\n",
        "10_Chapter, 5_Mishnah, 0_Comment": "<b>מגורה.</b> אוצר שאוגרים תבואה לתוכו:",
        "10_Chapter, 5_Mishnah, 1_Comment": "<b>מכבד כדרכו.</b> כדרך שרגילים לכבד האוצרות בעת שמפנים אותן:\n\n",
        "10_Chapter, 6_Mishnah, 0_Comment": "<b>מטפח.</b> מאסף את השמן בטפח שלו, כלומר מקנחו באצבעותיו:\n\n",
        "10_Chapter, 7_Mishnah, 0_Comment": "<b>המערה.</b> יין או שמן של תרומה מכד לכד, ואחר שעירה כל מה שבתוכו נטפו ממנו שלש טפין, טפה אחר טפה, כדרך הכלים לאחר שעירה כל מה שבתוכן:",
        "10_Chapter, 7_Mishnah, 1_Comment": "<b>נותן לתוכה חולין.</b> וא״צ לקנחה יפה קודם שיתן החולין לתוכה:",
        "10_Chapter, 7_Mishnah, 2_Comment": "<b>הרכינה.</b> הטה אותה על צדה, לחבית שהיה בה תרומה אחר שעירה כל מה שבתוכה ומיצה היין או השמן שהיה בה ונראה כנוס בתוכה:",
        "10_Chapter, 7_Mishnah, 3_Comment": "<b>הרי זו תרומה.</b> ולא אמרינן חולין הן הואיל ועירה כל מה שבתוכה ונטפו ממנו שלש טפין:",
        "10_Chapter, 7_Mishnah, 4_Comment": "<b>בתרומת מעשר של דמאי.</b> שהמעשר שלו, ונותן תרומת מעשר לכהן, ואם יש בידו א׳ משמנה שבשמינית הלוג צריך להוליכה לכהן, אבל פחות לא. והני מילי בטמא, אבל בטהור אפילו כל שהוא צריך לחזר בדמאי, אבל בודאי בין טמא בין טהור בין רב בין מעט צריך לחזר אחר כהן:\n\n",
        "10_Chapter, 8_Mishnah, 0_Comment": "<b>כרשיני תרומה.</b> עיקרם למאכל בהמה, דאי עיקרם למאכל אדם היה אסור להאכילן לבהמה. ומכל מקום חזו קצת למאכל אדם, דאי לא הוו חזו כלל לאדם, לא היו מפרישים עליהם תרומות ומעשרות, דמידי דלא חזי לאדם אין מפרישין עליו תרומות ומעשרות:",
        "10_Chapter, 8_Mishnah, 1_Comment": "<b>מאכילין אותן.</b> כהנים לבהמתן:",
        "10_Chapter, 8_Mishnah, 2_Comment": "<b>מאכילה כרשיני תרומה.</b> הואיל וגוף הבהמה לכהן אע״פ שמזונותיה על ישראל. ואין כאן משום גזל, שאם היה רוצה היה נותן התרומה לבעל הפרה ואנן סהדי דניחא ליה לבעל הפרה שיתן לה כרשיני תרומה כדי שיאכילנה בריוח, והוי כאילו זכה בהן כהן והוא מאכילן לבהמתו:",
        "10_Chapter, 8_Mishnah, 3_Comment": "<b>לא יאכילנה כרשיני תרומה.</b> כיון שגוף הפרה לישראל, דכתיב (ויקרא כב) וכהן כי יקנה נפש קנין כספו, ונפש אפילו נפש בהמה במשמע. ואמר רחמנא קנין כספו דכהן ליכול בתרומה, קנין כספו של ישראל לא ליכול בתרומה:",
        "10_Chapter, 8_Mishnah, 4_Comment": "<b>ישראל ששם פרה מכהן.</b> שקבל פרה מכהן בשומא כפי מה שהיא שוה עכשיו כך וכך דמים, ויטפל בה ישראל לפטמה, ומה שישביח על השומא יחלקו הריוח ביניהם:",
        "10_Chapter, 8_Mishnah, 5_Comment": "<b>לא יאכילנה כרשיני תרומה.</b> שכיון שקבלה הישראל בשומתה כפי מה שהיא שוה, נעשית פרתו של ישראל ואינה אוכלת בתרומה:",
        "10_Chapter, 8_Mishnah, 6_Comment": "<b>וכהן שקבל פרתו של ישראל.</b> בשומא בדרך זו:",
        "10_Chapter, 8_Mishnah, 7_Comment": "<b>מאכילה כרשיני תרומה.</b> מפני שהיא נעשית פרתו של כהן משעה שקבלה עליו בשומא:\n\n",
        "10_Chapter, 9_Mishnah, 0_Comment": "<b>שמן שריפה.</b> שמן תרומה שנטמאת. ואמאי קרי ליה שמן שריפה הואיל ולשריפה עומד:",
        "10_Chapter, 9_Mishnah, 1_Comment": "<b>ברשות כהן.</b> היינו כשיש שם כהן, דנר לאחד נר למאה:",
        "10_Chapter, 9_Mishnah, 2_Comment": "<b>מדליק ברשותה.</b> כשהיא שם:",
        "10_Chapter, 9_Mishnah, 3_Comment": "<b>מדליקין בבית המשתה.</b> מתוך שעומדים בבגדים נקיים אין רגילין לטלטל נרות של שמן ממקומן שמא יטנפו את בגדיהם, הלכך ליכא למיחש שמא יטלטלו הנר ממקום שהכהן שם למקום שאין שם כהן, אבל בבית האבל שלובשין בגדים צואים חיישינן:",
        "10_Chapter, 9_Mishnah, 4_Comment": "<b>בבית האבל אבל לא בבית המשתה.</b> בבית האבל מתוך שלבן נשבר ונכנע לא חיישינן שמא יוציאו הנר למקום שאין שם כהן, אבל בבית המשתה שהן שמחים ומתוך שמחתן רגילים להתעסק ולטלטל הנרות ממקום למקום חיישינן:",
        "10_Chapter, 9_Mishnah, 5_Comment": "<b>אוסר כאן וכאן.</b> דתופס סברת שניהן לחומרא:",
        "10_Chapter, 9_Mishnah, 6_Comment": "<b>ור״ש מתיר כאן וכאן.</b> דתופס סברת שניהם לקולא. והלכה כר״ש:"
    },
    "meta": "Chapter-Mishnah-Comment",
    "work": "Bartenura on Mishnah Terumot"
}