{
    "language": "en",
    "title": "Tosafot on Megillah",
    "versionSource": "https://www.sefaria.org",
    "versionTitle": "Sefaria Community Translation",
    "versionTitleInHebrew": "תרגום קהילת ספריא",
    "actualLanguage": "en",
    "isBaseText": false,
    "heTitle": "תוספות על מגילה",
    "categories": [
        "Talmud",
        "Bavli",
        "Rishonim on Talmud",
        "Tosafot",
        "Seder Moed"
    ],
    "text": [
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [
                "Women are obligated in reading the Megilla. From it appears that women may fulfill the obligation on behalf of others, from the fact that it does not say \"to hear the reading of Megilla.\" And this is also implicit in Arachin (2b), which states, \"All are obligated in the reading of Megilla.\" And it concludes, \"All are obligated, to include what?\" And it answers, \"To include women,\" implying that they may even exempt men. But it is difficult, because in the Tosefta it states explicitly that a tumtum cannot fulfill the obligation on behalf of his gender or another species, and an androgynos can fulfill the obligation for his gender and not for another gender. And it is obvious that a woman is no greater than an androgynos. And so ruled the author of Halakhot Gedolot, that a woman may fulfill the obligation for her gender but not for men. And one can respond that we would have thought that their reading is ineffective even to fulfill the obligation for women; it comes to teach that they are obligated - that all are obligated in listening, servants, women and children. ",
                "<b>Since they were also part of the same miracle.</b> Rashbam explained, that the primary part of the miracle was done by them; Purim - by Esther, Chanukah - by Judith, Pesach - for they were saved in the merit of the righteous ones of that generation. And this [interpretation] is difficult, for the language \"since they were also\" implies that they were secondary, and according to his [Rashbam's] interpretation, it should have said \"since they were\". Therefore, it seems to me, that they were also potentially going to be wiped out and killed, and so too on Pesach, when they were enslaved to Pharaoh in Egypt, and in Chanukah, the decrees applied to them too. In the matter of Matzah, there is one who asks why do we need this comparison, that everyone who is included in the prohibition of eating leavened bread is included in the positive commandment of eating Matzah. [Why not] learn it from them having been part of the same miracle? And it should be said, that this reason [part of the same miracle] does not obligate one but Rabbinically, so we need the comparison. And our Rabbi Joseph, of Jerusalem, explained that you might exempt them from it, by means of a comparison, for [Pesach] is on the 15th, and so too Sukkot is on the 15th [and women are exempt from the Sukkah], as I have explained in the chapter of <i>Eilu Ovrin</i> (Tosafot on Pesachim 43b:1)."
            ],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>And Rabbi Eliezer beRebbi Yose holds, even the reading of the scroll (at the outset on the first:</b> And it appears) that he made a precise inference from that which it taught an extra [teaching in the] mishnah: that all commandments that are practiced in the second are practiced in the first, (which implies) at the outset (<i>lekhatchila</i>). And there are some that are accustomed to making days of feasting and joy on the fourteenth and fifteenth of the first Adar (Adar Alef), and the quick [reading] of our mishnah also implies this, as it says [that there is no difference between the two months] except for the scroll and gifts to the poor. [From this] it is implied that concerning the matter of feasting and joy, this and that (both months) are the same. And [this] is not lucid; as behold, we say in the gemara, \"Concerning the matter of eulogies and fasts, this and that (both months) are the same.\" [From this] it is implied that feasting and joy are not [treated the same in both months]. As per force, one is not dependent upon the other; as if one were dependent upon the other, let [the gemara] make us understand that feasting and joy are practiced on [the fourteenth and fifteenth of the first Adar], and automatically, it would be forbidden for eulogies. As behold, the days that are mentioned in Megillat Taanit that are forbidden for eulogies [also] do not have feasting and joy (so we see that feasting implies not having eulogies, even if having no eulogies does not imply feasting). And so is the law (halakha), that there is no need to be stringent to make feasting and joy in the first Adar.   "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>Three ruled over the whole entire world:</b> And that which it did not count Alexander the Macedonian (Great) is because it is only speaking about those who were explicitly written [in the Bible]."
            ],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>You cast jealousy:</b> But perhaps you will say, \"According to the one that said earlier, 'One who was fit for the garden to the garden, one who was fit for the courtyard to the courtyard' - you [also] cast jealousy into the banquet.\" But it can be said (answered) that since they did not see each other, there was no jealousy.   "
            ],
            [],
            [],
            [],
            [
                "<b>Just as the law of the Torah, the food is greater than the drink:</b> And [regarding] that which we say in Niddah 24b, \"The bones of anyone who eats more than he drinks are black\" - that is when he eats more than enough."
            ],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>She broke out in leprosy:</b> In the Yerushalmi, it is explained that we learn [about], \"had been decreed (<i>nigzar</i>),\" that is written about Vashti (Esther 2:1) - from, \"he was cut off (<i>nigzar</i>),\" that is written about Uzziah when he became a leper. As it is written about him (II Chronicles 26:21), \"for he was cut off (<i>nigzar</i>) from the House of the Lord.\""
            ],
            [],
            [
                "<b>Go to Ammon and Moav, who have remained settled in their places like wine:</b> But this is difficult: As behold, the chapter [entitled] Tefillat HaShachar (Berakhot 28a) challenged, \"Does Ammon reside in their place? Did not Sancheriv come and scramble [it].\" Hence Rabbenu Tam explained that we teach the version here [with] only Moav. For the verse also only mentioned Moav, as it is written (Jeremiah 48:11), \"Moav has been at ease.\" And also in Berakhot, we teach the version [with] only Ammon. And from this reason, they permitted Yehudah the Ammonite convert to enter into the congregation (to convert to Judaism). But it is implied that they did not want to permit the other [forbidden nations as] converts, since Sancheriv did not scramble Egypt and he did not scramble Moav. However it is [still] difficult, since in Berakhot in that which I cited, it is implied that Sancheriv scrambled Ammon; whereas in Jeremiah, it counted them among those that Nebuchadnezzar exiled! But it can be said (answered) that since Sancheriv was the first to scramble, everything was called by his name; and it is about him that it is written (Isaiah 10:13), \"I have removed the bounds of the peoples, and have robbed their treasures.\" But the main destruction was certainly through Nebuchadnezzar."
            ],
            [],
            [],
            [],
            [
                "<b>Memuchan:</b> There is a midrash that he was Daniel. And he advised this because he was married to a noblewoman greater than himself, such that he was not able to force her to speak [in] his language."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [
                "<b>Anyone who repudiates idolatry is called a Judean, as it is stated (Daniel 3:12), \"There are certain Judean men\":</b> In that they were Jews. As behold, it says in [the chapter entitled] Chelek (Sanhedrin 93b) that they were not from the tribe of Judah."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>Who had been exiled [...] - that he went into exile on his own:</b> And it expounded it because it was not written, \"was exiled (<i>huglah</i>)\" [even though it is pronounced that way]."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>Pig hinds:</b> But God forbid - she did not eat [them]."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>And immerse and sit in the lap of Mordecai:</b> But perhaps you will say, \"Behold there was no distinction of three months (an interval to determine the paternity of a child). As behold, that evil man was found with her every day.\" But it can be said (answered) that she would have intercourse with a sponge [as birth control]."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>The silver is given to you:</b> The numerical equivalent (<i>gematria</i>) of, the silver, comes to [the same as for), the tree. This hinted to him that he would be hung upon it."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>Just as I was lost from my father’s house, so too, shall I be lost from you:</b> But perhaps you will say, \"Why did he not divorce her, and she [would then] be permissible to bring her back [as a wife]?\" But it can be said (answered) that all the procedures of a divorce bill are with the testimony of witnesses; so he was afraid lest the matter become known to the monarchy. "
            ],
            [],
            [
                "<b>On the third day:</b> In the merit of the Torah, the Prophets and the Writings; or also (another answer) - the priests, the Levites and the Israelites; or also (another answer) - Moshe, Aharon and Miriam; or also (another answer) - the third day of the giving of the Torah."
            ],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [
                "<b>This is one who judges a true judgment with complete truth (<i>le'amito:</i>):</b> It appears that it is for this that it mentions, \"truth\": To make us understand that in a falsified case, he must investigate the witnesses well until the truth is clarified. And then they can judge it with complete truth. "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>[We teach (follow) this version: Do not read (it), \"You have broken (<i>shibarta</i>),\" but (as), \"You have extended (<i>sherabavta</i>).\"</b> It is an expression (like the usage in Sukkah 5a), \"<i>ishtarbuvei</i>. And we do not teach,  \"You have increased (<i>sherivavta</i>).\"]"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>And cast aside my ten thousand pieces of silver:</b> I heard that ten thousand pieces of silver add up to half a shekel for each Israelite - as they were six hundred thousand when they left Egypt. So he said that he would give all of their ransom. And be exacting and you will find it [true]."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>Must say them in one breath:</b> It appears that this is only from the outset (<i>lekhatchilah</i>). But after the fact (<i>bediavad</i>, if one did not say them in one breath), he has fulfilled [his obligation]."
            ],
            [],
            [],
            [],
            [
                "<b>It should have said, \"She said\":</b> As it is implied that this is what it said: But when she came before the king, she said to him [that] besides the document that was with him to make and to send to all of the provinces, she also said to him, \"Reverse [Haman's] evil plot.\" [However] since it is written, \"When she came, he said,\" it implies that we should say what she said. "
            ],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [
                "This was only taught regarding a place where they do not translate - We rely upon this [for our practice] of not translating the haftarot all year, and so too [of not translating] the parashiot."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            []
        ]
    ],
    "sectionNames": [
        "Daf",
        "Line",
        "Comment"
    ]
}