{
    "title": "Kessef Mishneh on Mishneh Torah, Levirate Marriage and Release",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Levirate_Marriage_and_Release",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היבמה קודם שיבא עליה יבמה וכו' ואם נשאת לאחר ובעל לוקה הוא והיא ומוציאה בגט וכו'.</b> משמע מדברי רבינו דדוקא בשבעל אבל אם לא בעל לא נאסרה עליו ויש לדחוק דלא נקט אלא משום מלקות: \n\n"
            ],
            [
                "<b>נתקדשה לאחר לא נאסרה על יבמה וכו'.</b> כתב הריב''ש ביבמה שחלצה והלכה ונתקדשה לאחר ואחר כך נודע שיבמה מסר מודעא על החליצה שכופים ליבם שיחלוץ וכונסה המקדש: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כיצד חולצין מביאין לו מנעל.</b> בפרק מצות חליצה (יבמות דף ק''ב) אמר רבא אמר רב כהנא אמר רב אם יבא אליהו ויאמר חולצין במנעל שומעין לו אין חולצין בסנדל אין שומעין לו שכבר נהגו העם בסנדל ורב יוסף אמר רב כהנא אמר רב אם יבא אליהו ויאמר אין חולצין במנעל שומעין לו אין חולצין בסנדל אין שומעין לו שכבר נהגו העם בסנדל מאי בינייהו איכא בינייהו מנעל לכתחילה ופירש''י דלישנא קמא אין חולצין במנעל לכתחילה מדקאמר אם יבא אליהו וכו' משמע דכל כמה דלא אתי אליהו ואמר לא חולצין ורבינו נראה שפוסק כלישנא בתרא ולא הזכיר חליצת סנדל מפני שאינו מצוי בינינו: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל חש״ו שחלצו וכו' אינה חליצה.</b> כתב הריב״ש בפ' כל הגט (גיטין דף כ״ד:) אמר שמואל כ״מ ששנו חכמים גט פסול ופוסל חליצה פסולה פסולה ופוסלתה ופרש״י פסולה להתירה לשוק אבל x פוסלת היא אותה מן האחין שלא תתייבם [להם] עוד דקמו עלה בכיון שלא בנה שוב לא יבנה עכ״ל. ואע״ג דבגט לא קי״ל כשמואל דאמוראי טובא פליגי עליה התם וה״ל איהו יחיד לגבייהו בחליצה משמע דהלכה כוותיה ואף אם נאמר דהלכה כר״א דפליג עליה לא פליג אלא בקטן ואנפילייא ובכולהו אידך מודה לשמואל ואע״ג דנקט במילתיה שמאל ולילה פסולים ופוסלים לאו דוקא הני ולדוגמא נקטינהו דהא בהנהו כשמואל ס״ל אבל בקטן ואנפילייא דפליג עליה דשמואל ודאי בדוקא נקטיה דאי הוו אחריני ה״ל למינקט להו בהדייהו וכ״נ דעת רבינו שכתב בכולן חליצה פסולה ופוסלת ובקטן ואנפילייא כתב שאינה חליצה כלל נראה שפסק כר״א ובקטן ואנפילייא דוקא פליג ובנדון זה ודאי אפילו נאמר שהמודעא קיימת מ״מ אין החליצה בטלה לגמרי אלא שהיא חליצה פסולה דומיא דחליצה מעושית דקתני עלה בפרק מצות חליצה שהיא פסולה וא״כ פסלה על האחין. ואם יחלוק חולק ויאמר זהו בחליצה מעושית שאין שם מודעא אבל המוסר מודעא על החליצה ואומר שכל חליצה שיחלוץ תהיה בטלה לגמרי הנה אם המודעא קיימת החליצה בטלה לגמרי דומיא דגט שכתב הרמב״ם בפ״ו מהלכות גירושין מי שאמר לשנים גט שאני כותב לאשתי בטל הוא וכתב בפ״י שכ״מ שכתב גט בטל הוא בטל לגמרי וכו' וא״כ במוסר מודעא על החליצה נאמר שהחליצה בטלה לגמרי ולא פסלה עליו. נשיב לו הנה הרמב״ם עצמו כתב בפ״ב מהל' יבום וחליצה שהמוסר מודעא על החליצה חליצתה פסולה ושהחליצה מעושית ע״י ישראל שלא כדין או ע״י עכו״ם שאנסוהו מעצמם כדין פסולה וע״י עכו״ם שלא כדין אינה חליצה וכתב בסמוך לזה כ״מ שאמרנו אינה חליצה או לא עשה כלום או אינו כלום הרי אלו כאילו לא נחלצה לו ולא נאסרו עליו קרובותיה ולא נפסלה מן הכהונה ומותרת להתייבם וכ״מ שאמרנו חליצה פסולה נאסרו עליו קרובותיה ונפסלה מן הכהונה ונאסרה על האחים ואינה מתייבמת ואינה מותרת להנשא לזר עד שתחלוץ חליצה כשרה. הנה שהרב אינו משוה דין החליצה לדין הגט בזה שאע״פ שהמוסר מודעא על הגט ורוצה שיבטל הרי הוא בטל ואינו כלום אין כן בחליצה אלא חליצה פסולה הוא ומועלת לפסלה מן האחין ולאסרו בקרובותיה ולפסלה מן הכהונה. ונ״ל שטעם החילוק שיש בין גט לחליצה לדעתו הוא זה דבגט שיכול לבטלו אחר שנכתב ולומר גט זה בטל כי דעתו ז״ל שכשהגט ביד הבעל יוכל לבטלו ואינו מגרש בו לעולם וס״ל ז״ל דה״ה נמי קודם שנכתב שיכול לבטלו אפילו בלא אונס אבל בחליצה אינו יכול לבטלה קודם חליצה בלא אונס שהרי כשאומר אני רוצה שכל חליצה שאחלוץ תהיה בטלה וידענו שאינו אנוס או שאינו מודה בזה אין בדבריו כלום דהא אתי מעשה החליצה ומבטל דבריו הראשונים ואם נאמר שדעתו לומר שהוא מבטלה מעתה לאחר שתחלוץ הרי לאחר חליצה אינו יכול לבטלה שכבר הותרה לשוק אבל מודעת החליצה היא שיאמר שהוא אנוס ואנו מאמינים אותו בזה משום דגילויי מילתא בעלמא הוא דומיא דגט או מתנה או אף אם לא יאמר שהוא אנוס אלא שהוא מבטלה סתם נאמר שאומר כן מפני שהוא אנוס שאל״כ מה לו לחלוץ ושיצטרך לבטל קודם לא יחלוץ ולא יבטל וכיון שאין מודעת החליצה אלא מחמת אונס אין החליצה בטלה מחמתה אלא שהיא חליצה פסולה ופוסלת כמו בחליצה מעושית. ואפשר לחלק עוד שבגט כשהוא מבטל קודם הכתיבה הוא מבטל שליחות הסופר והעדים או שאינו כותבו לשמה ולתורת גירושין ולכן הוא בטל לעולם וכן כשמבטל אחר כתיבה הוא מבטל גט זה מלתתו לעולם בתורת גירושין ולכן הגט בטל שאם לא נכתב לשמה או שלא נתנו בתורת גירושין אינו גט כלל אבל בחליצה החליצה עצמה אינו יכול לבטל שתהיה כאילו לא נעשתה אלא שהוא אומר שאם יתכוון בה לשם חליצה ולהתירה לשוק א״כ לו יהי כדבריו אינה חליצה בטלה אלא חליצה פסולה ופוסלת כדאמרינן התם גבי חלוץ לה ובכך אתה כונסה שאינו מתכוון להתירה שהיא חליצה ופוסלה מן האחין עכ״ל: \n\n"
            ],
            [
                "<b>יבם שרגלו הימנית חתוכה וכו'.</b> כתוב בא''ח מכאן דקדק מורנו שדעת הרמב''ם שאם חלצה בימין חליצתה כשרה שאל''כ הל''ל ואם חלץ חליצתה פסולה עכ''ל. ואין דקדוק זה מוכרח דאיכא למימר דה''ק בימין לא שייך חליצה כיון שרגלו חתוכה ואם חלץ בשמאל חליצתה פסולה. וכבר ביאר בסוף הפרק מה בין אמרו חליצה פסולה לאמרו אינה חליצה: \n\n"
            ],
            [],
            [
                "<b>חלצה בסנדל המוסגר וכו'.</b> כתב ה''ה והוסיף רבינו של עיר הנדחת עכ''ל. ונראה שלא היתה נוסחת ה''ה בגמרא מכוונת דבנוסחי דידן כתוב בברייתא בגמרא של עיר הנדחת בהדי של תקרובת עכו''ם ושל זקן העשוי לכבודו: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לחצוהו ישראלים והכוהו וכו' עד שחלץ וכו' ואם העכו''ם אנסוהו מעצמן אם היה הדין נותן שיחלוץ חליצתו פסולה.</b> כך היא הנוסחא האמיתית שכן דין הגט כמו שכתב רבינו בפרק ב' מהלכות גירושין ודין החליצה שוה לדין הגט לענין זה כדאיתא בפרק מצות חליצה והטור שכתב בשם רבינו שהיא כשרה ולא נהירא נוסחא משובשת נזדמנה לו בדברי רבינו: \n\n"
            ],
            [],
            [],
            [
                "<b>יבמה שגדלה בין האחין וכו' שמא נתכוונה לחליצה וכו'.</b> בגמרא אמרינן בלישנא בתרא דאי חזינא דחלצה לאחד מהם חוששין ואע''ג שאם לא נתכוונו הוא והיא לשם חליצה חליצתה פסולה היינו למשרייה אבל לאחין מיפסלא וא''כ יש לתמוה על רבינו למה כתב שמא נתכוונה לחליצה דמאי איריא נתכוונה אפילו לא נתכוונה נמי מיפסלא ואפשר דלרווחא דמילתא נקט הכי ועי''ל דכי אמרינן אבל לאחים מיפסלא טעמא משום דחיישינן שמא נתכוונה היא ואע''פ שלא נתכוון הוא מהניא כוונה דידה למיפסלא אבל אם היה ידוע לנו שלא נתכוונה גם היא לא מיפסלא: \n\n"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b><small>(יא-יב)</small> יבמות רבות הבאות מבית אחד וכו' עד או עד שתחלוץ כל אחת מהן.</b> כתב הטור יראה מדבריו שפוסק כשמואל ויש לתמוה עליו שנראה דכרב פסק דאמר חליצה פסולה צריכה לחזור על כל האחין שהרי כתב שאין חליצה פסולה מסלקת היבום עד שתחזור על כל האחין וי''ל דלא משמע לטור הכי משום דא''כ אמאי כתב שאם נחלצה אחת מהן חליצה פחותה הותרה לזר הא לרב לא הותרה אפילו היא עד שיחלצו לה כל האחין אלא ודאי כשמואל ס''ל. \n",
                "<b>ומ''ש שאין חליצה פסולה מסלקת היבום עד שתחזור על כל האחין</b> היינו דוקא למיפטר צרה אבל למפטר נפשה אינה צריכה לחזור וכדשמואל: \n\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>שני יבמים שיבמו שתי יבמות וכו' רצה האחד לחלוץ קודם שיודע מה עשה אחיו אין מונעין אותו.</b> יש לתמוה על זה מ''ש מהאשה שהלך בעלה וצרתה למדה''י וא''ל מת בעליך לא תחלוץ דחיישינן שמא תהא צרתה מעוברת ותלד ונמצא אתה מצריכה כרוז לכהונה: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b><small>(כז-כח)</small> וכן הדין בקטנה וחרשת וכו' בא היבם תחלה על החרשת וכו'.</b> כתב הרשב''א למאן דאמר ממאנת אף לזיקתו בא היבם על החרשת וחזר ובא בין הוא בין אחיו על הקטנה מלמדין את הקטנה שתמאן בו ותשאר החרשת עמו שהרי עוקר הזיקה במיאונה לגמרי וכמו שלא היתה צרתה כלל וקי''ל ממאנת אף לזיקתו וקי''ל כר''א דאמר בכולן מלמדין את הקטנה שתמאן בו אבל הרמב''ם כתב בא היבם על החרשת וחזר ובא על הקטנה מלמדין הקטנה למאן והחרשת יוצאה בגט וזה תימה שהרי עקרה זיקתה לגמרי אחר שמיאנה בביאה ובזיקה ועוד שהוא ז''ל כתב גבי גדולה וקטנה בא על הקטנה וחזר ובא על הגדולה מלמדין את הקטנה שתמאן ויקיים את הגדולה שבעילה זו קונה קנין גמור ע''כ. ואם איתא דחרשת יוצאה בגט מפני שנפסלה תחילה בביאה דקטנה ואין יציאתה בקטנה מתירה מ''ש והלא אפילו הגדולה נפסלה בביאת הקטנה תחלה ואם מיאוניה מתירה אף בחרשת כן וצ''ע עכ''ל הרשב''א בשילהי פרק בית שמאי: \n\n"
            ]
        ],
        [
            [],
            [],
            [
                "<b>ואלו מייבמין ולא חולצין וכו' וכשיבם החרש אינו מוציא לעולם וכו'.</b> יש לתמוה על זה מהא דתנן בפרק חרש (דף קי''ב:) כשם שהוא כונס ברמיזה כך הוא מוציא ברמיזה והוא ז''ל פסקה בפ''ב מהלכות גירושין (ובפ''ד מה''א כתב חרש שנשא פקחת וכן חרשת שנשאת לפקח אין קידושיהן גמורים מן התורה אלא מד''ס) והשתא כיון שחרש שנשא פקחת אם רצה מגרש ברמיזה כשם שכנסה ברמיזה כשנפלה לפני אחיו החרש וכנסה אמאי לא יגרשנה ברמיזה אם ירצה כשם שכנסה אחיו והוא ברמיזה וכן יש לתמוה על מ''ש שבעילתו עושה אותה א''א גמורה והרי הוא ז''ל כתב גבי חרש שנשא פקחת שאין קידושי חרש מן התורה אלא מד''ס. ואין לומר דהא דאין קידושי חרש מן התורה ה''מ במקדש אשה אבל בא על יבמתו אפילו נפלה לו מאחיו חרש ה''ל קידושי תורה, דכיון שקידושי הראשון אינם מן התורה לא נפלה לפני אחין מן התורה ומה''ת ה''ל כנושא אשה בעלמא שלא היתה אשת אחיו. לכן נ''ל דלא איירי רבינו אלא כשנפלה לו מאחיו פקח אבל אם נפלה לו מאחיו חרש ודאי אם רצה יגרש ברמיזה כמו שכנסה אחיו והוא והכי מפורש בפרק מי שאחזו (גיטין דף ע''א) דגרסינן התם א''ר כהנא אמר רב חרש שיכול לדבר מתוך הכתב כותבין ונותנים גט לאשתו וכו' מיתיבי חרש לא הלכו בו אחר רמיזותיו ואחר קריצותיו ואחר כתב ידו אלא במטלטלין אבל לא לגיטין תנאי היא דתניא אמר רשב''ג בד''א בחרש מעיקרו אבל פקח ונתחרש הוא כותב והן חותמין וחרש מעיקרו לא כשם שכנסה ברמיזה כך מוציאה ברמיזה אי באשתו ה''נ הב''ע ביבמתו יבמתו ממאן אילימא דנפלה ליה מאחיו חרש כשם שכניסתה ברמיזה כך יציאתה ברמיזה אלא דנפלה ליה מאחיו פקח ואיבעית אימא לעולם דנפלה מאחיו חרש וגזירה אחיו חרש אטו אחיו פקח א''ה אשתו נמי יבמתו ביבמתו מיחלפא אשתו [ביבמתו] לא מיחלפא ומי גזרינן חרש אטו פקח והתנן שני אחים חרשים נשואין שתי אחיות פקחות וכו' ואם היו נכריות יכנסו ואם רצו להוציאן יוציאו אלא מחוורתא כדשניין מעיקרא ופירש''י יכנסו ואם רצו להוציא אחרי כן יוציאו דאתי גט חרש ומפקע זיקת קידושי חרש אלמא היכא דנפלה ליה מאחיו חרש מפיק ולא גזרינן אטו אחיו פקח עכ''ל, וכיון דאסיקנא דמחוורתא כדשניין מעיקרא דשאני לן בין נפלה לו מאחיו חרש לנפלה לו מאחיו פקח ע''כ לומר דרבינו נמי מפליג בינייהו וכמו שכתבתי וסמך על מ''ש שבעילתו עושה אותה א''א גמורה דע''כ בנפלה לו מאחיו פקח דוקא היא וכמו שנתבאר: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומן הדין היה וכו'.</b> כתב ה''ה מסקנא דגמרא שם וכו' ויש לדקדק למה לא ביאר רבינו שאפילו בלא מאמר צרתה חולצת ולא מתייבמת וכו' x האי ויש לדקדק שייך למטה בדיבור המתחיל עשה שמעון מאמר. ומ''ש שלא נזכר זה בהלכות אומר אני דאשתמיטתיה דברי ההלכות בפרק ארבעה אחין אמתניתין דשלשה אחים שנים מהם נשואים שתי אחיות ואחד נשוי נכרית עשה בה מאמר ומת נכרית חולצת ולא מתייבמת שכתב עליה וה''ה אע''ג דלא עשה בה מאמר ומת נכרית מיחלץ חלצה יבומי לא מייבמא דהויא [צרת] אחות אשה בזיקה והא דקתני מאמר לאפוקי מדב''ש דאמרי מאמר קונה קנין גמור ואפילו חליצה נמי לא תיבעי קמ''ל דצריכה חליצה עכ''ל והם דברי הגמרא שם ומשם נלמוד לכאורה כדעת ההלכות וכן נ''ל שרבינו העתיק פה לשון המשנה דקתני עשה בה מאמר וכו' ואין הכי נמי דבלא מאמר נמי חולצת משום דה''ל צרת ערוה בזיקה ולא חשש לבאר זה כאן לפי שסמך על מ''ש גבי ג' אחין שנים מהם נשואים שתי אחיות ואחד מהם נשוי נכרית וכו' ולא עוד אלא אפילו גירש אחד מבעלי אחיות את אשתו אחר שמת הנשוי נכרית ומת המגרש הרי הנכרית חולצת ולא מתייבמת הואיל ונעשית צרת אחות אשתו בזיקה שעה אחת וכו' שהרי ביאר שם דצרת ערוה בזיקה אסורה ומינה נשמע לכל אינך: \n\n"
            ],
            [],
            [
                "<b>היתה היבמה ערוה על בעלה וכו' ואם היתה לה צרה חולצת ולא מתייבמת.</b> כך כתוב בנוסחי דידן וט''ס הוא דכיון דאין לו נשואין בה אין זו צרתה ומותר להתייבם לכך צריך להגיה ואם היה לה צרה חולצת או מתייבמת, וכן מצאתי שהוגה בספר אחר: \n\n"
            ],
            [
                "<b>היתה היבמה אסורה על בעלה משום לאו וכו' חוץ ממחזיר גרושתו וכו'.</b> כתב ה''ה אבל לא בביאתה אם עבר ובא עליה כדין אלמנה מן הנישואין לכ''ג וכתב הרשב''א דממעטי לה מההיא דרב גידל דלעיל עכ''ל. נראה מדברי ה''ה דמחזיר גרושתו עובר בעשה ול''ת מדמדמי לה לאלמנה לכ''ג מן הנישואין ואיני יודע מנין זה שאיני מוצא בה אלא לאו בלבד ועוד יש לתמוה עליו שכתב וצרתה של זו נפטרת בחליצתה של זו אבל לא בביאתה שהרי כתב רבינו בפ''ז יראה לי שכן הדין בשתי יבמות הבאות מבית אחד והאחת מהן אסורה על יבמה משום שנייה או מחייבי לאוין או מחייבי עשה שאם חלץ לאסורה לא הותרה צרתה וצ''ע: \n",
                "<b>וכן יבמה שהיא ספק ערוה וכו' הרי זו חולצת ולא מתייבמת.</b> כתב הטור ראיתי בדברי הרמב''ם שאם היתה היבמה בספק ערוה שחולצת ולא מתייבמת ויראה שהוא ט''ס דממ''נ תתייבם שאם לא היתה עליו ערוה הרי היא זקוקה ליבם ואם היתה עליו ערוה לא תפסי לו בה קידושין והרי היא ליבם כאשה נכרית עכ''ל. ויש לתמוה על הטור שהרי סיים בה רבינו לפיכך מי שקידש אשה בספק קידושין ואח''כ מת אחיו שהיה נושא אחותה ונפלה לו ליבום שהיא ספק אחות אשתו ה''ז חולצת ולא מתייבמת ומוציא את אשתו בגט מספק ושתיהן אסורות עליו יבמתו מפני שהיא ספק ערוה וארוסתו מפני שהיא ספק קרובת חלוצתו שהיא כשנייה כמו שביארנו דהשתא היכי שייך למימר ואם היתה עליו ערוה לא תפסי לו בה קידושין והרי היא ליבם כאשה נכרית הילכך ע''כ לומר דלא קאי הטור אלא למ''ש רבינו או ספק ערוה על בעלה דבהא הוא דשייך למימר הכי. ונ''ל שמ''ש בספרי רבינו פה או ספק ערוה על בעלה ט''ס הוא וצריך למוחקו ואת''ל איתיה צריך לדחוק ולומר דהאי x או ט''ס הוא וצריך למחוק האל''ף ולכתוב וספק ערוה על בעלה דהב''ע בשהיתה ג''כ ספק ערוה על בעלה כשם שהיא ספק ערוה על יבמה שנמצאת שהיא ספק ערוה על שניהם דהשתא א''ש מ''ש ולא מתייבמת: \n\n"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אשה שזינתה תחת בעלה וכו' הרי היא פטורה מן החליצה ומן היבום וכן צרתה וכו'.</b> כך הם דברי הרי''ף ואע''פ שהראב''ד סבר דסוטה ודאית בעיא חליצה או היא או צרתה משום דאילו איתיה לבעל מי לא בעיא גיטא השתא נמי בעיא חליצה וצרתה כמוה כבר סתר דבריו הרא''ש וכתב דדוקא גבי ספק הוא דאיתמר הכי בפרק קמא דסוטה ושהראב''ד לא עלה על לבו לחלק בין סוטה ודאי לסוטה ספק ולסברתו פליגי סוגיא דסוטה אסוגיא דשמעתין ופסק הלכה כסוגיא דסוטה לחומרא אבל לפי מה שחילקתי בין סוטה ודאי ובין סוטה ספק אין אנו צריכים לכל זה ולא פליגי אהדדי עכ''ל: \n\n"
            ]
        ],
        [
            [
                "<b>שנים מן האחין נשואין לב' אחיות וכו'.</b> בפ' ד' אחין אהא דא''ר יוחנן אחיות איני יודע מי שנאן ולימא ליה דלא ידעינן הי נפיל ברישא א''ה היינו דקתני קדמו וכנסו יוציאו בשלמא ראשונה אמרי' ליה מאן שרא לך אלא שניה אמר חבראי שניה יבם אנא ראשונה מייבם היינו דקאמר ליה אחיות איני יודע מי שנאן משמע בהדיא דכל היכא דלא ידעינן הי נפיל ברישא חולצות ולא מתייבמות: \n\n"
            ],
            [],
            [],
            [
                "<b><small>(ג-ד)</small> מת אחד מן האחין ונפלה אשתו ליבום וכו' וכן אם קדם אחד מן האחין וכו'.</b> משמע דדוקא בדיעבד וחלץ לאחרונה תחלה אבל לכתחלה לא שבקינן להו לחלוץ לאחרונה תחלה דילמא אתי למעבד איפכא וכן כתבו התוס' אהא דפריך על מאי דאמר אחיות איני יודע מי שנאן ולימא ליה דילמא קדים וחליץ לראשונה ברישא: \n\n"
            ],
            [
                "<b>ושאר האחין אסורים בשתיהן וכו' ואם קדמו וכנסו וכו' מוציאין אותן מהן.</b> בפ' ד' אחין תנן ד' אחין ב' מהם נשואים לב' אחיות ומתו הנשואים את האחיות הרי אלו חולצות ולא מתייבמות ואם קדמו וכנסו יוציאו ר''א אומר משום ב''ש יקיימו וב''ה אומרים יוציאו וכתב רבינו בפירוש המשנה העיקר אצלנו ב''ש במקום ב''ה אינה משנה ר''ל כל זמן שתמצא ב''ש מקילין וב''ה מחמירין וזה הפך המפורסם מסברתם לפיכך תדע שהמשנה מוטעית ושהדבר המיוחס [לב''ש] אמנם הוא [חוץ] מן המקומות המנויים שהם מקולי ב''ש ומחומרי ב''ה ולפיכך פסק ההלכה בכאן יקיימו עכ''ל. וקשה על פסק זה דהא כיון דהא דב''ש מקילין וב''ה מחמירין ר''א הוא דקאמר ואילו סתם מתניתין קתני סתמא אם קדמו וכנסו יוציאו הכי איבעיא לן למיפסק כסתם מתניתין ולפיכך חזר בו כאן ופסק כסתם מתניתין: \n",
                "<b>סליקו להו הלכות יבום וחליצה</b> \n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות יבום וחליצה",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}