{
    "work": "Yalkut Shimoni on Torah", 
    "text": {
        "19_Remez, 0_Paragraph": "... ... “And every growth/si’ach of the field” [Gn 2:5]—All the trees as it were /k’ilu are conversing/m’sichin, these with these. All the trees as it were are conversing with the creatures / `im hab’riyot. All the trees were created to give pleasure to the creatures . . . All the conversations of the creatures are about nothing except the land . . .  All the prayers of Israel are about nothing except the Temple/ beyt hamiqdash.", 
        "186_Remez, 0_Paragraph": "... Turn yourself back (away from) what you asked and don’t continue in this matter, as it’s written: ‘Who watches/shomer his mouth and his tongue, keeps/shomer his soul from trouble’ [Pr 21:23].”", 
        "144_Remez, 4_Paragraph": "......", 
        "79_Remez, 1_Paragraph": "... Said the Holy One [to Avram]: Up until now you have not been whole beforeme, but circumcise the flesh of your foreskin ‘and be whole/tamim’ [Gn 17:1].", 
        "18_Remez, 1_Paragraph": "... “YHVH Elohim” – a parable to a king . . . who poured hot and cold mixed into his [glass] cups and they withstood (didn’t break). Thus says the Holy One: If I create with the quality of judgment (Elohim), how will the world stand? With the quality of mercy (YHVH), then won’t sin spread? Rather here I will create it with the quality of judgment and the quality of mercy – may it only be that the world will stand!\n", 
        "144_Remez, 16_Paragraph": "“…that he did not obey her…” (Bereshit 39:10) Rebbe said: he listened to her but the Holy One brought the likeness of his father and he was embarrassed and fled. The second time he went in (to her) the Holy One lifted up the foundation stone and said to him, ‘if you touch her, behold I will throw it down and destroy the world!’ This is what is written, “…and his arms were gilded from the hands of the Mighty One of Jacob; from there he sustained the rock of Israel.” (Bereshit 49:24) R’ Shmuel bar Nachmani said in the name of R’ Yochanan: anyone who does one commandment in this world, it precedes him and goes before home in the World to Come as it says, “…and your righteousness shall go before you…” (Isaiah 58:8) and anyone who transgresses one transgression in this world it clings to him and goes before him to the Day of Judgement as it says, “The paths of their way are held [by them]; they go up in waste and are lost.” (Job 6:18)"
    }, 
    "meta": "Remez-Paragraph"
}