{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Wikisource Rashi", 
            "http://he.wikisource.org/wiki/%D7%AA%D7%9C%D7%9E%D7%95%D7%93_%D7%91%D7%91%D7%9C%D7%99"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            [], 
            [
                "מתני' מעידין אנו באיש פלוני שהוא בן גרושה או בן חלוצה אין אומרים כו'. תימה כיון דאם הוזמו אינן נעשין בן גרושה וחלוצה א\"כ גם בשלא יוזמו איך יעשה על פיהם בן גרושה דהכי הוא האמת ואמאי הא הויא לה עדות שאי אתה יכול להזימה ואין זה עדות -וי\"ל כיון דלוקין הוי כאשר זמם והוי שפיר אתה יכול להזימה וקשה דא\"כ מאי קאמר פרק היו בודקין (סנהדרין דף מא.) גבי עדי נערה המאורסה דאיהי לא מיקטלא דכיון דאינהו לא מיקטלי משום שיכולין לומר לאסרה על בעלה באנו והויא לה עדות שאי אתה יכול להזימה ומאי קאמר והא מ\"מ לוקין וי\"ל דהתם כיון שבאין לחייבה מיתה וזממו להרוג את הנפש לא מיקיים כאשר זמם במלקות דהא בהדיא כתיב נפש בנפש גבי הזמה דעדות נפשות ולא חשיב יכול להזימה במלקות אבל הכא שלא כוון אלא לשווייה בן גרושה ובן חלוצה דליכא כי אם לאו בעלמא כיון שלקו חשיב שפיר עדות שאתה יכול להזימה ועי\"ל דגבי עדות דבן גרושה וחלוצה לא חיישינן כלל באתה יכול להזימה דמהיכא נפקא לן דבעינן עדות שאתה יכול להזימה מכאשר זמם והא מוכח בגמרא דכאשר זמם לא נכתב לגבי עדות דבן גרושה ולא קאי כלל עליה בשום צד שבעולם אבל התם גבי נערה המאורסה ודאי כאשר זמם קאי נמי עליהן. דאם התרו בה מיקטלי אינהו בשהוזמו ואילו איהי בלא הוזמו (והתם מיירי בלא התרו וכיון דכאשר זמם קאי עלייהו) לכך בעינן אתה יכול להזימה ויש לדקדק אמאי לא נקט מעידין אנו באיש פלוני שהוא ממזר כו' דזה הוה שייך בין בישראל בין בכהנים ובן גרושה לא פסיל אלא בכהנים ויש ליישב דנקטיה משום דקאי אזוממי בת כהן כדאיתא בגמרא ולכך נקט מידי דשייך בכהונה:"
            ], 
            [
                "מעידין אנו באיש פלוני שחייב גלות. וא\"ת היאך הם יכולים לחייבו גלות בעדותן והא יכול לומר מזיד הייתי כדאמר גבי אכלת חלב בפ\"ק דבבא מציעא (דף ג:) וי\"ל דמיירי כשראו בו רגלים לדבר שנשמט הברזל מקתו ואיכא למימר דלא נתכוין אבל קשה מהא דתנן פרק אלו הן הגולין (לקמן דף ט.) דשונא אינו גולה לאו כי האי גוונא דומיא דאוהב גולה ואמאי אינו גולה כיון דראו דהוי רגלים לדבר וי\"ל דשאני שונא דיש לנו לומר טפי דבשנאה הכהו ועוד י\"ל דמיירי שפיר דליכא רגלים לדבר והשתא ניחא משונא ומ\"מ אוהב גולה כגון דשתיק כשאמרו לו העדים בודאי אי הוה אמר לא הרגתיו יכול לתרץ ולומר לא הרגתיו שוגג אלא מזיד כמו. בלא אכלתי חלב אבל כיון דשתק כהודאה דמיא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "כל הזוממין מקדימין לאותה מיתה. פי' הקונטרס שאין להם נס והמלטה וקשה דמאי קמ\"ל פשיטא ובכתובות. פירש שרוצה לומר מקדימין שלא יענו הדין וגם זה קשה דמאי קמ\"ל פשיטא לכך פירש ר\"י מקדימין הכי פירושו ודאי אתה צריך להמיתן במיתה שהמיתו אבל ודאי אם אינו יכול אפ\"ה נמיתם בכל מיתה שנוכל כדתניא. הכה תכה (ב\"מ דף לא:) וקשה דאמרינן פרק נגמר הדין (סנהדרין דף מה:) דרוצח וגואל הדם הוו ב' כתובין הבאין כאחד וכן קשה דבתוספתא (פי\"ב דסנהדרין) תניא.) אבל הזוממין שאין אתה יכול להמיתן במיתה הכתובה בהן אתה ממיתם בכל מיתה ודריש ליה מן קרא דובערת הרע מקרבך ואמאי הוי רוצח וגואל הדם ב' כתובין הבאים כאחד ותירץ ה\"ר יוסף דרוצח וגואל הדם הוו ב' כתובים הבאין כאחד לענין שלא נלמוד שאר מומתין מהם להמיתם אף במיתה שאינה מד' מיתות ב\"ד אבל מד' מיתות ב\"ד פשיטא נמיתם ככל חייבי מיתות:", 
                "זוממי בת כהן ובועלה שאין מקדימין לאותה מיתה אלא למיתה אחרת. בועלה דדרשינן היא ולא בועלה וזוממי בת כהן דכתיב לאחיו דדרשינן לאחיו ולא לאחותו וא\"ת למה לי דרשא דלאחיו ולא לאחותו תיפוק ליה מהיא דנפקא לן דדרשינן (סנהדרין נא.) את אביה היא מחללת היא ולא בועלה היא ולא זוממיה וי\"ל הואיל וזוממיה באו לחייבה שריפה לא יבא לאוקומי מיעוטא דהיא אלא בבועלה ולא ממעטינן זוממין (אלא מן אחיו) אבל כיון דכתיב אחיו דרשינן נמי מהיא למעוטי זוממיה אבל קשה כיון דכתיב אחיו אמאי איצטריך למעוטי זוממין מהיא וי\"ל דאי מאחיו הוה אמינא דה\"מ כשהבועל היה נדון קרינן ביה לאחיו אבל אם לא היה נדון על פי עדותן כגון שהיה קטן בן ט' שנים ויום אחד או שלא הכירו הבועל לא קרינן ביה לאחיו קמ\"ל היא. ולא זוממין למעוטי זוממין בכל ענין ומתחלה היה ר\"י מסופק בהאי מילתא ושוב פשטה מפרק נגמר הדין (סנהדרין דף מו.) דקאמר מיתה אחת מעין שתי מיתות כגון בת כהן ובועלה או בת כהן וזוממי זוממין והשתא למה ליה זוממי זוממין תיפוק ליה דאיכא שתי מיתות בלא זוממי זוממין משום הבועל שהוא בחנק אלא שמע מינה דאיירי כגון דליכא דין מיתה בבועלה כגון שהוא קטן כדפירשתי ואפ\"ה קאמרי זוממי זוממין בחנק אלמא דהוה זוממין בחנק אע\"פ דליכא דין מיתה בבועל: ועוד מדקתני לקמן: פיר' הקונטרס דמאי בעי כיצד וכו' הא קתני לקמן וכו' ועוד יש לפרש ועוד כלומר ואם תמצא לומר דלשון הזמה הוא זה אינו דעל כרחך דין הזמה קאמר כדקתני ולאלומי קושייתא קמייתא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "בעינן כאשר זמם וליכא. קשיא היכא שמעידין שהוא מצרי שני דאינן באין לפסול זרעו כי אם לפסלו א\"כ נפסול וי\"ל דמ\"מ אשתו נפסלת דפסלה בביאתו וכתיב ועשיתם לו כאשר זמם לו ולא לאשתו:"
            ]
        ], 
        [
            [
                "ומה הסוקל אינו נסקל. פי' הקונטרס כשהרגו אין נהרגין דין הוא דבאו להרוג ולא הרגו דאין נהרגין וקשה טובא חדא דה\"ל למימר כדאמרינן לקמן (דף ה:) הרגו אין נהרגין ועוד מאי פריך שאני הכא דגלי קרא בהדיא דהבא לסקול ולא סקל דנסקל בההוא קרא גופיה דחזינן דהסוקל אינו נסקל כדכתיב כאשר זמם ולא כאשר עשה אבל לעולם אימא לך דאית לך שפיר ק\"ו דלעיל דלענין חילול דהא לא גלי קרא בשום מקום דשייך בדבר הזה שיתחלל הזמה ועוד קשה דהוה ליה לתרץ דהתם ודאי לא עבדינן ק\"ו משום דא\"כ בטלת תורת עדים זוממין לגמרי ולא משכחת לה כאשר זמם אבל לעיל דלא בטלת תורת עדים זוממין שייך שפיר למיעבד ק\"ו לכך פירש ר\"ת דה\"ק ומה הסוקל אינו נסקל פירוש אדם שסוקל חבירו באבנים ומת דנדון בסייף ולא בסקילה הבא ליסקל ולא נסקל עדים שמעידין איש פלוני שמחויב סקילה ולא נסקל על ידם אינו דין שלא יסקלנו והשתא לא בטלת לגמרי דאיכא לאוקומי קרא דועשיתם כאשר זמם כשהן מעידין שמחויב שאר מיתות ב\"ד שאינו בסקילה ואפ\"ה לא עבדינן האי ק\"ו דהכי קאמר לו לעיל דלא עבדינן ק\"ו בכהאי גוונא:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "באומר עדות שקר העדתי. ושוב הוזם לכאורה משמע דכי אמר הכי משלם חלקו דא\"כ בקש להפסיד ממון חבירו בעדותו ולא נראה דהא ליתא מאן דמשלם ממון אלא א\"כ הוזם במקום פלוני עמנו הייתם לכך יש לפרש עדות שקר העדתי ושוב הוזמו שניהן דהשתא יש לפרש כדאמר עדות שקר העדתי סותר עדותו ולא שייכא ביה תורת הזמה כי אם בחבירו ופריך הא כל כמיניה אפי' הוא בעצמו אתי. לידי הזמה דכיון שהגיד שוב אינו חוזר ומגיד והוי כלא סתר את דבריו וא\"כ הוו שניהם זוממין ומשלמין ממון:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מעידין אנו באיש פלוני שגירש אשתו וכו'. וא\"ת וליחייבו שאר כסות (ועונה) דהא מפסידין לאשה וי\"ל דמיירי שמעשה ידיה שהן בידו שוין כשאר כסות (ועונה) ועוד י\"ל שאומרת גירשתני וא\"כ מחלה לבעלה אותן (ג') דברים ואע\"ג דאמרינן האשה שאמרה לבעלה גירשתני נאמנת ה\"מ היכא דליכא עדים אבל היכא דאיכא עדים לא כדאמרינן בכתובות פרק האשה שנתארמלה (דף כב:):"
            ], 
            [], 
            [], 
            [
                "כיצד שמין. אותו זכות שיש לו לבעל בכתובתה דמה שהיא תחתיו יותר מאם גרשה לפי שאתה מוצא אותו יפוי כח שיש לו לבעל במה שהיא תחתיו בב' דרכים האחד אם ימכור לאחר זכות ספיקו שאם מתה יירשנה והשני הוא יקנה מאשתו זכות ספיקה שאם תתאלמן או תתגרש שהיא תמכור לו בדמים מועטים ובענין זה יפה כח זכותו יותר מאם למכור הוא זכות ספיקו כיצד הרי שהיתה כתובתה ק' מנה אם בא למכור זכות ספיקו יתן לו הלוקח נ' מנה נמצא שזכות הבעל כמה הוא במה שהיא תחתיו עולה לנ' מנה בדרך זה וכשהיא מוכרת כתובתה עולה זכותו ס' מנה לפי שאין זכות ספיקה שוה כמו זכות ספיקו חדא שהוא מוחזק ועומד והיא מחסרא גוביינא ועוד שהוא אוכל תמיד פירות הקרקע המיוחד לכתובתה ולא היא ולכך. כשהוא מוכר זכות ספיקו בנ' מנה האשה מוכרת זכות ספיקה הן לבעל הן לאחר במ' מנה הרי לך שיקנה מאשתו זכות ספיקה שתהא לו כל הכתובה של ק' מנה במ' מנה והשתא בדרך זה עולה יפוי כח וזכות הבעל במה שהיא תחתיו לס' מנה כדפירשתי ולכך מבעי ליה כיצד שמין מי אמרינן דשמין לאשה כמה אדם רוצה ליתן בזכות ספיקה דהיינו ארבעים וכל השאר דהיינו ס' מנה ישלמו שכל השאר מפסידין אותו בעדותן שמעידין שגירשה שהרי היו מחייבין אותו כל הכתובה ולישנא דמתני' משמע הכי דקתני אומדין כמה אדם רוצה ליתן שאם נתארמלה או נתגרשה משמע דשמין באשה או דלמא הא לא אמרינן לשום באשה לחייב העדים לשלם כל הכתובה חוץ מזכות ספיקה כדפי' שמא לא היה נפסד בעדותם כולי האי דשמא לא תמכור לו האשה זכות ספיקה ולכך אין לנו לשום באשה כדפירשתי אלא שמין בבעל כמה יתנו לו בזכות ספיקו אם ימכור בה דהיינו נ' מנה וכך ישלמו לו העדים שכך מפסידין אותו ושאם נתארמלה או נתגרשה דמתני' לאו למימר דשמין באשה אלא ה\"ק אומדין כמה אדם רוצה ליתן בכתובה זו שהיא תלויה בספק שאם תתאלמן או תתגרש תגבנה היא ואם מתה יירשנה בעלה ושמין בית דין זכות ספיקו ויתנו לו:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "איכא דאמרי המלוה חבירו (בשטר) לעשר שנים אין שביעית משמטתו. אומר ר\"ת דהלכה כלישנא בתרא דה\"נ מתני' מסייע ליה וקשיא ללישנא קמא ובאזהרות הגיה ר\"ת. זמן עשר (כסף) כי ילונו ולא במשפט בחצי ימיו יעזבנו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "המוסר שטרותיו לב\"ד. פירש הקונט' דהיינו פרוזבול ולא נראה דהא במסכת שביעית (פ\"י מ\"ב) תני המוסר שטרותיו לב\"ד והדר קתני פרוזבול אינו משמט אלמא תרי מילי נינהו לכך נראה דתרי מילי נינהו ומוסר שטרותיו לב\"ד מדאורייתא אינו משמט:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ושמואל אומר אין לו עליו אונאה. וא\"ת מי דמי הכא השביעית ודאי עקר אבל התם מי יימר דעקר כדאמרי' בהזהב (ב\"מ דף נא:) [שמא לא יהא בו אונאה] וי\"ל דה\"נ מי יימר דעקר שמא יפרע לו קודם:"
            ], 
            [], 
            [], 
            [], 
            [
                "על מנת שאין בו אונאה הרי יש בו אונאה. פי' הקונטרס על מנת כו' כלומר אני מבטיחך מאונאה שאין בו והרי יש בו אונאה דהויא מקח טעות שכחש ולא נראה דהיכי מדמה ה\"נ על מנת שלא תשמטני שביעית שביעית משמטת והתם לא שייך טעמא דמקח טעות ולכך פי' רשב\"ם ע\"מ שאין בו אונאה משמע שלא יחול איסור לאו דלא תונו על המקח וע\"כ הוא חל שאין יכול לבטל מאותה אונאה ע\"מ שאין לך עלי אונאה כלומר שלא תתבע לי האונאה אלא תמחול לי תנאו קיים וה\"נ על מנת שלא תשמט שביעית כלומר שלא יחול איסור שביעית אם אקח ממך אחר השמטה שביעית משמטתו והשתא ניחא שהן שוין:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמר רב יהודה אמר רב חבית מלאה מים. כך גיר' הקונטרס וקאמר לא עלתה לו טבילה משום מים שאובין ולא נראה דהא מדשוי להו השקה כמחוברים לטהרם מטומאה הוא הדין לענין טבילה נמי ועוד דאמרינן בביצה (דף יח: ושם) מטבילין כלי על גבי מימיו לטהרו והיכי סלקא ליה טבילה לגו מנא הא המים שבתוכו שאובין ולא מיערבי ובהשקה בעלמא. עדיף להו אלא ודאי נעשין מחוברין גם לענין טבילה לכך נראה דגרסינן במילתיה דרב יהודה חבית מלאה יין ולכך לא עלתה לו טבילה דמי הים קוו וקיימי ושמא עדיין הוא צבור ועומד במקומו ואיסור ניכר וטובל ביין אבל נהרא בעלמא לא דודאי מתערב במים ואז לא היה בעין ועלתה לו טבילה ומיירי ביין לבן שאינו משנה מראית המים דאי ביין אדום ניחזי אם שינה מראית המים אם לא:"
            ], 
            [], 
            [], 
            [
                "תניא נמי הכי חבית מלאה יין. וגם רש\"י לא גריס הכא מים כי אם יין דאם לא כן מאי קאמר וכן ככר של תרומה שנפל לשם טמא והא [אפי'] בעינייהו ולא נתערבו מ\"מ אינה מקבלת טומאה (וטהרה) [דטהרו] בהשקה דהרי הם מחוברין למקוה והכי תנן בביצה (דף יח:) מטבילין כלי ע\"ג מימיו לטהרו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "לוקין ומשלמין שלא השם המביאן לידי מכות מביאן לידי תשלומין. פי' מקרא דמביאן לידי מכות דהיינו מלא תענה אינו מביאן לידי תשלומין אלא מקרא ועשיתם לו כאשר זמם ומש\"ה לוקה ומשלם משמע דאי ליכא אלא חד קרא אינו לוקה ומשלם וקשה הא אמרי' בהשוכר את הפועלים (ב\"מ דף צא. ושם) החוסם פי פרה לדוש בה לוקה ומשלם אע\"ג דליכא אלא חד לאו דלא תחסום לכך פירש ה\"ר מאיר מבורגוני דה\"ק שלא השם המביאן לידי מכות אינו צריך להביאן לידי תשלומין דתשלומין לא בעו אזהרה דאי בעו אזהרה ודאי לא לקי דלא למלקות אתא כי אם לתשלומין כדאמרינן (לקמן דף יג:) לאו שניתן לאזהרת מיתת ב\"ד אין לוקין עליו אלא לא בעו אזהרה דליכא אזהרה בשן ועין וכתיב שלם ישלם בלא אזהרה הלכך לא תענה למלקות אתא וכן בהך דלא תחסום ע\"כ דאזהרה דלא תחסום לא אתיא אלא למלקות דתשלומין ממילא נפקא דכיון דאינו רשאי לחסום דין הוא שישלם מה שראויה לאכול באותה שעה דליכא למימר דאזהרה אתא לממון ולא למלקות דאם כן לכתוב קרא בלשון עשה האכל שור בדישו ושמענא שפיר דאם לא האכיל חייב אלא ע\"כ אזהרה כי אתא למלקות אתא:"
            ]
        ], 
        [
            [
                "בשלמא לרבנן כתיב כדי רשעתו כו'. והאי רשע רוצה לומר ממון כדמוכח בכתובות (דף לב: ושם) אלא ר' מאיר מאי טעמא פירוש הא כתיב כדי רשעתו דמשמע משום רשעה אחת אתה מחייבו וכו' וא\"ת ומאי פריך והא בכתובות מוקי האי קרא ללוקין ולמיתה וי\"ל דכל זה מן הפירכא אלא לר' מאיר הוה ליה למדרש ולומר רשעתו שאין אתה מחייבו משום שתי רשעיות. ולא ללוקין ולמיתה:"
            ], 
            [], 
            [], 
            [
                "גמר ממוציא שם רע. וא\"ת לילפו נמי עדים זוממין ממוציא שם רע דאע\"פ דהאי לאו שאין בו מעשה ולמה לי והיה אם בן הכות הרשע ויש לומר דמוציא שם רע גופיה לא ידענא דלקי אלא מוהיה אם בן הכות הרשע כדקאמר בפ' נערה שנתפתתה (כתובות דף מו.) למדנו יסרו מויסרו ויסרו מבן [ובן מבן והיה] אם בן הכות הרשע:"
            ], 
            [], 
            [], 
            [
                "סבר לה כר\"ע דאמר עדים זוממין קנסא הוא. פי' ולהכי יליף ליה ממוציא שם רע ורבנן סברי ממונא הוא ולהכי לא ילפינן ליה ממוציא שם רע משמע דלר\"מ אינו לוקה ומשלם אלא גבי קנס אבל גבי ממון לא וקשה דבפ' השוכר את הפועלים (ב\"מ דף צא. ושם) תניא החוסם פי פרה ודש בה לוקה ומשלם ד' קבין לפרה וג' קבין לחמור ומוקי לה כר' מאיר דאית ליה לוקה ומשלם והתם ממון הוא ועוד דאמרינן בפ' אלו נערות (כתובות דף לד: ושם) ר\"מ לוקה ומשלם אית ליה מת ומשלם לית ליה משמע בכל ענין וכן קשה מדרבנן דע\"כ לא פליגי רבנן עליה דרבי מאיר אלא משום דסבירא להו דעדים זוממין ממונא הוא ולכך לא מצי יליף ממוציא שם רע אבל בקנס מודו דילפינן לוקה ומשלם ממוציא שם רע ובפרק אלו נערות (שם דף לב.) גבי קנס פריך הא קי\"ל דאינו לוקה ומשלם פירוש כרבנן דר\"מ אלמא פליגי רבנן אפי' גבי קנס וי\"ל דודאי בין לר\"מ בין לרבנן ליכא חילוק בין ממון לקנס לענין דין דלוקה ומשלם דהא מכדי רשעתו ילפינן ליה וכדי רשעתו כתיב גבי עדים זוממין הלכך לר' מאיר דסבר עדים זוממין קנסא הוא ושפיר ילפינן להו ממוציא שם רע למימרא דלוקין ומשלמין א\"כ כדי רשעתו דנכתב גבי דידהו דממעט שתי רשעיות ליכא לאוקומה במלקות וממון וצריכי לאוקומי במיתה ומלקות כדאיתא בפ' אלו נערות א\"כ ודאי אמר ר\"מ בכל דוכתי דלוקה ומשלם אף לגבי ממון דמהיכא תיתי למעוטי אבל רבנן דסבירא להו דעדים זוממין ממונא הוא לכך לא ילפינן ממוציא שם רע דלוקה ומשלם והלכך דרשינן מקרא מכדי רשעתו במספר למעוטי שתי רשעיות במלקות וממון דאינו לוקה ומשלם מעתה יאמרו רבנן בכל מקום אף גבי קנס דאינו לוקה ומשלם מכדי רשעתו דהא משמע שפיר דאתי למעוטי כל ב' רשעיות בין ממון בין קנס:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הא לא קשיא ר' יהודה לא סבר לה כר\"ע. דאמר עדים זוממין קנסא הוא משמע הכא דלר\"ע דאית ליה דעדים זוממין קנסא לית ליה לאו שאין בו מעשה לוקין עליו דלא מצי יליף מהאי דינא וקשה דהא ר\"ע אמר (לקמן דף כא:) המקיים כלאים בכרם לוקה ופירש בערוך דהיינו שמניח אותו בסוף שדהו כשמצאה זרועה דהוי לאו שאין בו מעשה לכך נראה דהמקיים כלאים בכרם היינו שעשה גדר סביב הכלאים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא מה להצד השוה שבהן שיש בהן צד חמור. זה אין צריך התראה. וזה לוקה ומשלם ותימה דהא אין זה פירכא שוה ופירש ר\"י דפריך שכן הם משונים ביותר משאר מלקיות שאין צריך התראה. מה שאין כן בשאר מלקיות ועוד יש לומר שכן יש בהם צד חמור שהן לוקין על דיבורם שלא עוו אלא במוצא פיהם דהכי נמי פריך בירושלמי לעיל גבי ההיא דגמרינן ממוציא שם רע ופריך מה למוציא שם רע שכן דיבור הוא ור' יהודה סבר צד חמור לא פריך לפי'. דירושלמי דעדים זוממין בדיבורן איתעביד מעשה:"
            ], 
            [], 
            [
                "ורבנן האי לא תענה מאי עבדי ליה. דהא דקאמר לעיל גבי לא תענה משום דהוי לאו שאין בו מעשה היינו אי לאו קרא דוהצדיקו אבל בתר דגלי לן קרא דוהצדיקו דשייך ביה מלקות יש לנו לומר דלקי מלא תענה ואם תאמר דלא לילקי משום. דהוי לאו שניתן לאזהרת מיתת ב\"ד ואין לוקין עליו והכא האי לאו שניתן לאזהרת מיתת ב\"ד עדות נפשות מיהו יש לומר דעדיפא משני דלגבי מלקות גופיה איצטריך לאזהרה כדפרי' אבל לעיל גבי מאתים זוז קשה למה לי כדי רשעתו לומר דלא לקי תיפוק ליה דלא תענה הוי לאו שניתן לאזהרת מיתת ב\"ד ואין לוקין עליו וכי תימא לגבי אזהרת ממון דנפקא מינה לא חשיב לאו שניתן לאזהרת מיתת ב\"ד זה אינו דהא אמרינן בפרק מי שהחשיך (שבת דף קנד. ושם) דמחמר בשבת דלא לקי משום דנפיק מלא תעשה מלאכה אתה ובהמתך וההוא הוי לאו שניתן לאזהרת מיתת ב\"ד במלאכת גופו אע\"ג דבמחמר גופיה ליכא שום צד דמיתת ב\"ד מכל מקום חשיב ליה לאו שניתן לאזהרת מיתת בית דין כיון דלאו דידיה אתיא נמי למיתת ב\"ד הכא נמי לא שנא וי\"ל דשאני הכא דגלי קרא כדאמר רחמנא והיה אם בן הכות הרשע מכלל דלקי משום לא תענה דלא ענש אלא א\"כ הזהיר אבל מ\"מ קשה לעיל (ד' ב:) דפריך ותיפוק ליה מלא תענה ולמה לי והיה אם בן הכות הרשע לישני אי לאו דגלי קרא הוה אמינא דלא לקי משום דלא תענה לאו שניתן לאזהרת מיתת ב\"ד כדפרישית וי\"ל דעדיפא מיניה משני ועוד יש לומר דפריך לר\"מ דנפקא ליה אזהרה לעדים זוממין מולא יוסיפו לעשות:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אין העדים נעשים זוממין עד שיזימו עצמן. פי' עצמן של עדים שיאמרו להם אתם במקום פלוני עמנו הייתם ולא שיזומו שיאמרו ההורג או הנהרג היה עמנו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דבעידנא דאסהידו עדים לאו בר קטלא הוא. פ\"ה משום דאי הוה מודה מיפטר ולא נראה דזה לא מצינו דאם כן כל חייבי מיתות בית דין יכול להודות ולפטור עצמו ונראה לפרש לאו בר קטלא הוא פירוש קודם שנגמר דינו הוא דשמא לא יבואו עדים ואם יבואו עדים לא יהא עדותן קיים ועוד שאסור להורגו עד שיגמר דינו וכשנגמר דינו כבר ודאי בר חיובא הוא הואיל וכבר באו עדים ונתקבל עדותן וההורגו פטור:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "וכן לענין קנס. אבל ודאי לענין ממון לא דכשמעידין דבחד בשבת גנב ובאו שנים ואמרו דבערב שבת גנב ובחד בשבת עמנו הייתם ודאי אין משלמין ממון דבההיא שעתא דמסהדי גנבא בר חיובא אע\"ג דלגבי נפשות לא תדמנו לבר חיובא. דכל כמה דלא נגמר דינו (נמי הוי בר חיובא משום שאינו ספק כל כך עדות) בממון [הוי] קרוב לודאי שיבואו עדים ויעידו אבל בעדות נפשות דבעינן דרישה וחקירה אז ודאי אמרינן דקודם שנגמר דינו לאו הוי בר חיובא:"
            ]
        ], 
        [
            [
                "איסטטית היא. ברב אלפס פי' לשון סטים (שבת דף פט:) חייבי מלקיות מנין פי' מנין דאין לוקין עד שיגמר הדין על . פיהם וא\"ת ואמאי לא בעי נמי כן חייבי ממון מנין דאין משלמין ממון עד שיגמר דינו על פיהם וי\"ל דכמו דבדיני נפשות דרשינן עד שיגמר דינו מקרא דנפש בנפש דכתיב בעדים זוממין כמו כן כתיב ממון בעדים זוממין דכתיב . יד ליד לא ינקה דמפקי מיניה (כתובות דף לב:) דממונא משלמין ודרשינן מיניה עד שיגמר הדין:"
            ]
        ], 
        [
            [
                "אמר רבי יוסי במה דברים אמורים בדיני נפשות. פי' הקונטרס משום דכתיב והצילו העדה דמצוה לבטל העדות בקל כדי להציל הנפש וקשה לפירושו דא\"כ דיני ממונות נילף מינייהו דהא כתיב משפט אחד יהיה לכם ועוד דבדיני ממונות נמי כתיב ע\"פ שנים או ע\"פ שלשה ונקיש ג' לב' לכך פירש ר\"י דבדיני נפשות שייך שפיר למילף משנים דעדותן בטלה משום דמה שנים כי נמצא אחד מהן קרוב או פסול עדותן בטלה לגמרי ומעתה אינה מועלת לכלום הלכך בשלשה נמי כולם בטלים לגמרי אבל בדיני ממונות דבשנים נמי כי נמצא אחד מהן קרוב או פסול השני אינו בטל לגמרי דחייב לו שבועה לכך . [שלשה] נמי נמצא אחד מהן קרוב או פסול תתקיים העדות בשאר עדים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמר רבא והוא שהעידו כולם בתוך כדי דיבור. [פ\"ה] ובהא קאמרה מתניתין דמאה כשנים אבל אם העידו השנים ולאחר זמן העידו האחרים הרי הן שתי כתי עדים לכל דבר משמע דקאי אף לענין קרוב או פסול וקשה דהא משמע בסמוך דלענין דין דקרוב או פסול אינו תלוי בהעדאה בתוך כדי דיבור אלא בראיית מעשה גמרה עדותן אף כי העידו אחר תוך כדי דיבור דקאמר הרוג יציל לכך נראה דלא קאי רק אדין דעדים זוממין דקאמר עד שיזומו כולם ובהא קאמר דוקא כי העידו כולם בתוך כדי דיבור דזה הוי עדות אחד ובעינן עד שיזומו כולם אבל העידו מקצתן בתוך כדי דיבור ומקצתן אחר כדי דיבור א\"כ הוי שתי כתות ולא בעינן עד שיזומו כולם אבל לענין נמצא אחד קרוב או פסול אף אם נמצא מהני שהעידו לאחר כדי דיבור עדותן בטלה וא\"ת מ\"ש ויש לומר שנא ושנא דדוקא גבי נמצא אחד מהן קרוב או פסול חשיב כחד עדות כשהעידו לאחר כדי דיבור משום שהם אומרים אמת וא\"כ עדותן התחיל מראייה שלהם וראייה שלהם היתה בבת אחת עם העדים אבל בעדים זוממין שאינן אומרים אמת אם כן לא בא עדותן אלא כשיעידו בבית דין וכיון דלא העידו בבת אחת רק לאחר כדי דיבור לא חשבינן כחד עדות כן נראה למשי\"ח:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא מעתה הרוג יציל. פירוש שהוא בעל דין אי נמי מפני שהוא שונא ושונא פסול לעדות [ועיין תוס' יבמות כה. ד\"ה הוא וכו' באריכות]:"
            ], 
            [], 
            [
                "נרבע יציל. מפני שהוא שונא של רובעו בעל אונסו ולא נראה דהא מוכח פ\"ק דסנהדרין (דף ט: ושם) דנרבע לאנסו כשר לעדות ויש ליישב דמנרבע לרצונו פריך דבהכי איירי קרא דכתיב ומתו גם שניהם דהיינו ברצון ולהכי פריך יציל הנרבע אפילו יש עדים הרבה בדבר ולא מפני ששונאו כיון שהוא לרצונו אלא מפני שהוא. קרוב לעצמו וקשה דבמסכת סנהדרין (שם) אמרינן פלוני רבעני לרצוני הוא ואחר מצטרפין להרגו וי\"ל דהני מילי כי ליכא סהדותא מעלמא דרבעו לרצונו וליכא סהדותא אלא מהוא עצמו ואחר ולכך פלגינן לדיבוריה דלגבי דידיה לא מהימנין ליה דקרוב הוא אצל עצמו אבל הכא דאיכא עדים שנרבע לרצונו ומעדותן נקרא רשע ופסול לעדות ואין אנו צריכין לעדותו כלל ועוד אמר הר' יוסף בכור שור דפריך הכי נרבע שהוא קרוב לרובע יציל וכן הרוג שהוא קרוב להורג יציל:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "היכי אמרינן להו. קאי אדיני ממונות בשלמא אדיני נפשות לא קשה היכי אמרינן כו' דניחזי אנן אם התרו בו הקרוב ופסול אם לאו אלא פריך בדיני ממונות דליכא התראה:"
            ], 
            [], 
            [
                "לאסהודי אתיתו. קשה דאם כן לא יהרג אדם לעולם דהקרובים יבואו ויאמרו לאסהודי אתינן ופירש רבינו חיים כהן דאמרינן לעדים כשרים לאסהודי עם הפסולין אתיתו או למיחזי אתיתו בלא הפסולין ואי אמרי הכשרים למיחזי אתינו בלא הפסולים אז לא הוי עדותן בטלה אפילו אם נמצא אחד מהן קרוב או פסול אבל אי אמרי לאסהודי אתינו עם הפסולין הוי עדותן בטילה ומכל מקום תימה קצת היאך יהיו גם העדים כשרים נאמנים לומר לאסהודי אתינן כדי לבטל העדות הוו ליה כחוזר ומגיד כיון שכבר העידו וי\"ל דסברא דכיון דבאין לבית דין עם הכשרים עכשיו נראין הדברים שמתחלה כולהו לאסהודי קא אתו דהוכיח סופן על תחלתן:"
            ], 
            [], 
            [], 
            [
                "שמואל אומר הלכה כרבי יוסי. קשה היאך מצינו ידינו ורגלינו כשנותנין גט שיש במעמד קרובים והיה לנו לומר דעדות הכשרים בטל והאי דומיא דדיני נפשות דשרינן אשת איש שיש בה מיתת בית דין וטעם דפרישית לעיל גבי עדות נפשות שייך נמי בגט וגם לרבי נמי קשה שפעמים יתכוין אחד מן הקרובים להעיד לכן נראה לר\"י דגם לר' יוסי לא אמרו דעדותן בטלה אלא דוקא באותן שמעידים בפני ב\"ד אבל בשביל ראייה לחודה לא וא\"ת א\"כ מאי פריך הרוג יציל והא אינו הולך להעיד בבית דין ואומר הר\"י דודאי מתחלה היה סבור הש\"ס לרבי יוסי כי נמי אינן באין להעיד בב\"ד עדותן בטלה ומשני במקיימי דבר הכתוב מדבר כלומר כשבאין לקיים הדבר בבית דין אמר רבי יוסי נמצא אחד מהן קרוב או פסול דעדותן בטלה ואם תאמר א\"כ מאי פריך לעיל מה יעשו שני אחין וכו' והלא אין שום חששא אם לא יבאו להעיד בבית דין כדפירשתי ויש לומר משום דפעמים שלא ידע זה בזה ויעיד האחד אע\"פ שכבר העיד אחיו בב\"ד ואפילו אירע לאחר כדי דיבור מכל מקום עדותן בטלה משום דמקשינן שלשה לשנים נמצא קרוב או פסול בזה אחר זה אע\"פ דלענין הזמה בעינן תוך כדי דיבור:"
            ]
        ], 
        [
            [
                "היו שנים רואים אותו מחלון זה ושנים מחלון זה וכו'. ולא גרסי' במתני' אחד בחלון זה וכו':", 
                "ואחד מתרה באמצע. תימה ואמאי הוצרך לומר ואחד מתרה שאין מן העדים ויש מפרשים דנקטיה משום רישא דקתני רואין אלו את אלו ומסתמא היינו ע\"י המתרה שאומר לעדים לאלו ואלו ראו את המעשה הרע שזה עשה ונראה למשי\"ח דנקטיה לאפוקי מדרבי יוסי דאמר בסיפא אינו חייב עד שיהו פי שנים עדים מתרין בו:"
            ], 
            [
                "שמקצתן רואין אלו את אלו. מצטרפין יחד אף אותם שאין רואים:", 
                "הרי אלו עדות אחת. שאם נמצא אחד מהן קרוב או פסול עדות כולם בטלה וכן שאם נמצא אחת מהן זוממת אין נהרגין עד שיזומו כולם ובטלין נמי עדות כולם בהזמה אחת מהן דהזמה הוי כנמצא אחד מהן קרוב או פסול:"
            ], 
            [
                "הוא והן נהרגים. הן נהרגים אע\"פ שלא הוזמו כת שניה כיון שהוזמו הן הוא נהרג משום כת שניה דלא בטלה עדות כת שניה בהזמת הראשונה כיון דהוי שתי עדיות יש מפרשים שצריך שתהא כל כת וכת רואה המתרה או המתרה רואה אותן אז מצטרף המתרה לזו ולזו דאם לא כן אין המתרה מצטרף עמהן ולא יהרג על פיהם דלעולם אינו נהרג אא\"כ המתרה מעדות שבאין לחייבו והא דקתני נמי נמצא אחת מהן זוממת שהוזם גם המתרה עמהם דהא מעדותן הוא כדפרישית ומ\"מ הוו השתי כתות שתי עדיות כיון שאין כת זו רואה את זו וקשה למשי\"ח מאי קאמר דאדרבה לא מיתוקמא מתני' אלא כשאין רואין המתרה וכן אין המתרה רואה אותן דאי רואין המתרה או המתרה רואה אותם הוו השתי כתות עדות אחת אע\"פ שאין רואין זה את זה דהמתרה מצרפן כדקתני רישא בזמן שמקצתן רואין אלו את אלו אלמא לא בעינן שיהא כל השנים שמכאן רואין את אלו מכאן אלא בחד סגי ועוד קשה לפי' דצריך שיהא המתרה מעדותן הא אמרינן בגמ' מתרה שאמרו אפי' מפי עצמו אפי' מפי שד ואז ודאי לא הוי המתרה מעדותן כלל לכן נראה דודאי מיירי כשאין רואין המתרה ולא המתרה רואה אותם אלא שמעו המתרה שמתרה כן ובכן סגי דהא קיימינן לרבנן דפליגי ארבי יוסי דבסמוך ולא בעו פי שנים עדים מתרין בו כמו רבי יוסי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "לעדות מיוחדת שהוא פסול. פי' אחד מחלון זה ואחד מחלון זה ומילתא באפי נפשה היא ולא קאי אמתני' ולא מיירי בהכי:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "תניא נמי הכי וכו'. מייתי תניא נמי הכי דמלא יומת על פי עד אחד נפקא דאילו עיקרא דמילתא שמענו ממתניתין דנהי דמתניתין לא איירי באחד מחלון זה מ\"מ מדאשמעינן בשתי כתות דחשבינן שתי עדיות כשאין רואין אלו את אלו מינה שמעינן דה\"ה בכת אחת מכל מקום נראה יותר לפרש דעיקר מילתא מייתי דאי ממתניתין הוה אמינא דוקא בשתי כתות דכל חדא חשיב עדות באפי נפשה אבל בכת אחת מצטרפי שפיר וכן נראה דיותר דוחק לומר דלא מייתי תניא נמי הכי רק הפסוק כיון דליכא מאן דפליג עליה. כן נראה למשי\"ח:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמר רבא אם הן רואין את המתרה או המתרה וכו'. מכאן מייתי המפרש ראיה במתניתין גבי סיפא דקתני הרי אלו שתי עדיות דמכל מקום מיירי שהן רואין המתרה כדפרישי' ולאו מילתא היא דהכא אעדות מיוחדת דברייתא קאי דקתני אחד מחלון זה וכו' שאין מצטרפין ועלה קאמר דאם העד מכאן [והעד מכאן] רואין המתרה או המתרה רואה אותן מצטרפין להיות עדות אחת גבי העד שמכאן והעד שמכאן אע\"פ שאין רואין אלו את אלו דהמתרה מצרפן כמו מקצתן רואין אלו את אלו דמתניתין ותדע דאעדות מיוחדת דברייתא קאי דאי אמתניתין קאי דקתני הרי אלו שתי עדיות כדפירשתי אם כן הוה ליה למימר ואם לאו אין מצטרפין שזהו עיקר החידוש:", 
                "או מתרה רואה אותן מצטרפין. פירוש על פיהם נהרג דלא חשיבא עדות מיוחדת ואם תאמר והיכי מהימני ליה למתרה לומר שראה אותן להרוג את זה דבשלמא כשרואין המתרה הרי הן שנים אבל מתרה רואה אותן קשיא ויש לומר דמיירי שיש עדים שמעידין שהמתרה רואה אותן אך לא ראו המעשה אותן העדים:"
            ], 
            [], 
            [], 
            [], 
            [
                "בדיני נפשות הוא דלא כשירה הא בדיני ממונות כשירה. הקשה רבינו אברהם מאורליינ\"ש דהא קרובים נפקא לן (סנהדרין כז:) דפסולין מלא יומתו אבות על בנים ודיני ממונות גמרינן מיניה (שם כח.) דכתיב משפט אחד יהיה לכם א\"כ ה\"נ נילף ממונות מנפשות להך מילתא דעדות מיוחדת ונראה דעל כרחך האי קרא לאו בדיני ממונות קאי דעד אחד מועיל לממון דלשבועה מיהא איתיה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דלמא במקום סייף נקב הוה. קשה לר\"ת דאמרינן פ\"ק דחולין (דף יא: ושם) ומפיק ליה מקרא דלא חיישינן להא דאזלינן בתר רובא ואומר ר\"ת דודאי לא חיישינן אלא היה שואל להם (כדי) שאם (יכחישו זה את זה או) אמרו דלא ידעינן יבטל העדות מידי דהוה אסייף וארירן דאי. דלא שיילינן חייב. וזה אומר בסייף וזה אומר בארירן. אין זה נכון אע\"ג דבסייף וארירן כו' אמרו אין אנו יודעין הרי זה נכון זה גרוע הואיל ובהרוג גופיה אין יודעים ומיהו טעם זה אינו מיושב ומאיזה טעם הוא זה דאם לא נשאל להם יהא חייב ואם נשאל ואמרו אין אנו יודעין יהיה פטור וראיה שהביא מסייף וארירן אין הנדון דומה לראיה דהתם כל כמה דלא שיילינן להו אין לבדות מהלב שיכחישו זה את זה אבל כשמכחישין בהדיא דומה שקר שדבר זה אדם רגיל לעלות בדעתו במה הרגו טפי מכליו שחורים או מכליו לבנים אבל דבר שפירש ר\"ת בלא טעם הוא שכשאין שואלים להם ואין אנו יודעים אם טריפה הוא או שלם נהרג חייב ובשביל שנשאל להם ואמרו אין אנו יודעים יהיה פטור לכן נראה דהא דקאמר לא נהרג אדם מעולם לאו דוקא אלא רוב פעמים לא היה נהרג שעל ידי שהוא מרבה בבדיקות אי אפשר שלא יכחיש אחד מהם חבירו אבל אין לומר דר' עקיבא לטעמיה דחייש למיעוטא גבי חלב פוטר (בכורות כ:) דהא לא מצינו שום תנא דחייש למיעוטא טפי מרבי מאיר ואפ\"ה מודה היכא דלא אפשר דלא חיישינן למיעוטא בפ\"ק דחולין (דף יא:) והכא היינו דלא אפשר מיהו י\"ל דאיכא למיקם עלה דמילתא כגון שהיה קרום של מוח מגולה וראו שהיה שלם ובא זה ונקבו והרגו: כמכחול בשפופרת תימה עובד ע\"ז ומחלל שבת מאי איכא למימר דהתם לא מצינו למיפטריה והא היכי קאמר לא היה אדם נהרג וי\"ל דמ\"מ קאמר שפיר לא היה אדם נהרג משום דלא שכיחי כולי האי כי אם ברוצח ועריות ועוד י\"ל דאיכא למימר ראיתם שמחלל אינו טריפה דאם הוא טריפה א\"כ אם תזימן לא יהיו חייבין מיתה משום דמצו למימר גברא קטילא בעינן למיקטל והויא ליה עדות שאי אתה יכול להזימה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מתני' אלו הן הגולין וכו' היה מעגל במעגילה. בימיהן שהיו הגגים שוין ולא היו משופעים כמו שלנו וכשעושים הגג טוחין אותו בטיט ורוצים להשוות טיח הגג ולוקחין אבן עגולה ארוכה קצת ויש לו ב' שינים ארוכים ומעגלים אותה על פני כל הגג להשוות' (נמי) והיינו (נמי) מעגילה:"
            ], 
            [
                "משלשל בחבית כו'. קצת קשה אמאי לא קאמר ונפסק החבל ונפל עליו כדקתני בסיפא ונראה לומר דנפלה שנשמט מידו ולכך לא רצה לומר נפסק דאם כן לא אתיין כרבי דאמר לקמן (דף ט:) נפסק אינו גולה:", 
                "היה יורד בסולם. יש אומרים דתנא לא זו אף זו קתני לא זו מעגל דודאי יש לחייבו גלות דלמה לא נזהר אלא אף משלשל חבית דשפיר מיזהר שלא ישבר חביתו אם נפל והרג חייב ועוד דלא זו אלא אף זו יורד בסולם דטפי מיזהר כדי שלא יפול אם הרג חייב:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא פרט לאומר מותר. וקשה דגבי חלב וגבי שבת דכתיב בשניהם שגגה וחייבין פרק כלל גדול (שבת דף סח: ושם) בתינוק שנשבה לבין הנכרים וי\"ל דשאני הכא דכתיב שגגה יתירא למעוטי אומר מותר.:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מה יער שיש לו רשות לניזק ולמזיק ליכנס לשם וכו'. וקשה דמסתמא כמו כן נימא מה יער מקום שעומד שם המזיק ויש רשות לניזק להיות לשם וא\"כ קשה דתנן הזורק אבן לרשות הרבים הרי הוא גולה ומוקי לה בסותר כתלו שהוא ברשותו והרג הניזק שהוא ברשות הרבים ואמאי גולה והא בעינן מקום שיהא רשות לניזק ולמזיק ושיהא הניזק במקום שהמזיק עומד בו וי\"ל דלא יליף מיניה מקום ההכאה אלא שיש רשות לשניהם לעכב במקום ההכאה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואי בעית אימא הא דאיתלע והא דלא איתלע. ולפי האי איבעית אימא כולי עלמא סברי ירידה היא וקשה א\"כ אמאי לא קאמר דכולי עלמא ירידה היא הא דאתלע והא דלא אתלע ועוד קשה כי קאמר מעיקרא דכ\"ע עליה היא א\"כ קשה ברייתא זו לברייתא דלעיל או השליך עליו להביא ירידה שהיא צורך עליה ונראה לפרש דה\"ק דכ\"ע דעליה הוי ומיירי במוהדק ובדלא אתלע ולא מיירי בירידה שהיא צורך לעליה דבהא לא פליגי ברייתות והכא הכי קאמר איבעית אימא הא והא לגלות ומיירי הברייתא שמחייבה בירידה שהיא צורך לעליה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [
                "היינו דקאמר להו ועוד. פירוש משמע דמעיקרא ה\"א טעמא משום אם למסורת ובתר הכי קאמר ועוד כלומר אע\"ג דס\"ל שאם למקרא מ\"מ הכא איכא למשמע מגזירה שוה ותימה דמעיקרא נמי לא תלי טעמא במסורת אלא משום דלא כתיב מעצו ואמר ה\"ר יוסף בכור שור דהיא היא וה\"ק וכי נאמר ונשל הברזל מעצו דאי כתיב כן אז הוי מיושב לומר יש אם למקרא לקרות ונשל כדקרי וכדאמרי רבנן והלא לא נאמר אלא מן העץ וא\"כ אין לשון המקרא דקרינן ונשל מיושב על זה אלא ודאי מן העץ מוכיח דיש אם למסורת שהוא ונישל כמו והשיל וזה הלשון מיושב על מן העץ דמן העץ המתבקע והשתא ניחא הא דקאמר ועוד וכן. פירש בסנהדרין גבי יראה יראה דמשמע שפיר. מן המסורת דהיינו יראה משום דפשטיה דקרא משמע דכתיב בתריה את פני האדון וגו' א\"כ משמע יראה זכורך פני האדון והיינו לפי המסורת אבל לפי המקרא דקרינן יראה הל\"ל לפני האדון:"
            ], 
            [], 
            [], 
            [], 
            [
                "מהו דתימא ככח כחו דמי. ולא דמי לעץ המתבקע דהתם נגע במה שבידו בשעת התזת העץ אבל הכא שכבר יצא מידו בשעת התזת תמרים דמי שפיר לכח כחו אימא לא ליחייב קמ\"ל:"
            ], 
            [], 
            [
                "לא צריכא אלא כו'. פירוש דמהשתא לא צריך לאוקומא בסותר דהוא הדין בזורק ממש:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "באשפה העשויה וכו'. והשתא מיירי ביום ובזורק לאשפה ולא בסותר כותלו וא\"ת ולינקוט באינה עשויה ליפנות כלל וגם בלילה איכא דמקרי ויתיב וכדקאמר השתא וי\"ל דא\"כ אנוס הוא דלית ליה לאסוקי אדעתיה הוא דמקרי ויתיב כיון שאינה עשויה ליפנות כלל אבל השתא בעשויה ליפנות בלילה אית ליה לאסוקי גם ביום הוא דמקרי ויתיב:"
            ]
        ], 
        [
            [
                "טמא יהיה מכל מקום. קשה לישתוק מאשר ומיהיה ויש לומר דאשר אורחיה דקרא הוא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דלמא חרישת העומר דמצוה ואמר רחמנא תשבות. קצת קשה לישתוק מיניה דתשבות ומהיכי תיתי לן דהא למישרי מצרכינן קרא וי\"ל דהא לא חייש רק לסתור דרשא דאשמעינן מה חריש רשות ומעתה נאמר דאתא לדרשא אחרינא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "והא אמרת יצא האב המכה בנו. קשה [לר\"י] דהיינו דוקא כשמייסרו ומכהו בתוכחתו אבל אם הלך ביער והורגו בשוגג למה לא יגלה וי\"ל דמשמע ליה דמיירי בכל ענין אף אם מכהו לייסרו דאם לא כן אמאי נקט טפי בן מאדם אחר:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלמא גר תושב עובד כוכבים הוא. (אינו) מדקדק מדאתי למעוטי גר תושב לפי שאינו ממעט אלא גר תושב שהרג ישראל שאינו גולה אלא נהרג וכן ישראל שהרג גר תושב דפטור דכן מוכיח לשון מתני' דקתני הכל גולין ע\"י ישראל וישראל ע\"י כולן חוץ מגר תושב דלא הוי בכלל דהאי הכל דאין גולין ע\"י ישראל וכן ישראל אינו גולה על ידו (אלא) קא סלקא דעתיה דכיון דישראל אינו גולה ע\"י גר תושב ולא גר תושב ע\"י ישראל אלמא גר תושב דינו כעובד כוכבים א\"כ הוא הדין גר תושב לגר תושב מידי דהוה אעובד כוכבים לעובד כוכבים ולכך קאמר אימא סיפא וכו' ומשני רישא דוקא קאמר גר תושב לישראל אבל גר תושב לגר תושב לא וכדמייתי בתר הכי מקראי ובתוספ' ראיתי שדחק לפרש דמעיקרא סלקא דעתיה דגר תושב וישראל גולין זה ע\"י זה וחוץ דגר תושב דקתני במתני' אתא למעוטי שאין גר תושב גולה ע\"י הכל ולא הכל על ידו ולא ידענא מאי קאמר חדא דכל היכא דקתני חוץ וכו' קאי אכל מה דלעיל מיניה ואף את\"ל דהאי חוץ אתי למעוטי דלא הוי בכלל ישראל לגלות ע\"י הכל והכל על ידו (מ\"מ קשה דהא לא קתני כללא גבי ישראל וחוץ משמע דאתי לאפוקי מכללא ועוד דגר תושב לאו בכלל ישראל הוא ואמאי איצטריך לאפוקי וע\"ק דא\"כ דס\"ד מעיקרא דישראל וגר תושב גולין זה ע\"י זה מאי קאמר אלמא עובד כוכבים הוא אי עובד כוכבים לא יגלה ישראל על ידו ולא הוא ע\"י ישראל: דרך עלייה דישראל פטור הוא נהרג. וא\"ת אכתי לא הויא דומיא דעובד כוכבים דאפי' דרך ירידה נהרג וי\"ל דמ\"מ הוא דומיא דעובד כוכבים מה עובד כוכבים לא שנא בר מיניה ל\"ש לאו בר מיניה כו' ובכך הוי סגי דומיא דעובד כוכבים בחדא מילתא: אמר ליה רבא לא כ\"ש הוא ומה דרך ירידה וכו'. וא\"ת אדרבה היא הנותנת דרך ירידה ניתן לישראל לכפרה דסגי ליה בגלות אבל דרך עלייה לא ניתן לישראל לכפרה חמור הוא ואינו גולה דלא סגי בגלות דה\"נ אמרינן ברפ\"ק (לעיל דף ב:) וי\"ל דלית ליה האי טעמא דדרך עלייה לאו משום דלא סגי ליה בגלות אלא משום דקיל הוא ביותר מירידה דהוי אנוס ביותר והלכך לא מצי אמרת דחמור ביותר מירידה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואזדו לטעמייהו. רב חסדא דמוקי לה דרך עלייה ואז נהרג ולא מוקי לה באומר מותר משום דס\"ל דאומר מותר אנוס הוא ולא מיקטל ורבא אית ליה איפכא דדרך עלייה לא מיקטל. אבל אומר מותר מיקטל דהיה לו ללמוד ולא למד:", 
                "דאומר מותר קרוב למזיד הוא. פי' משום דהיה לו ללמוד והכא נמי היה לו לעיין:"
            ], 
            [
                "כסבור בהמה ונמצא אדם. רבא אמר חייב דהיה לו לעיין אם אדם אם בהמה. וא\"נ אומר מותר היה לו ללמוד וצ\"ל שנמצא אדם גר תושב מדקאמר ונמצא גר תושב וכן הא דקאמר חייב איירי בגר תושב דאי בישראל לא מיחייב אגר תושב ועוד דאי בישראל א\"כ חייב דקאמר רבא חייב גלות קאמר וזה אינו דהא לעיל ממעטינן אומר מותר מגלות אלא על כרחך מיירי שההורג נמי גר תושב ורבא דאמר חייב חייב מיתה קאמר:"
            ], 
            [], 
            [], 
            [], 
            [
                "ורב חסדא אומר פטור דאומר מותר אנוס הוא. וא\"ת רב חסדא היכי מתרץ ברייתא דלעיל (דף ז:) דקתני פרט למזיד ואוקימנא דר\"ל לאומר מותר ולדידיה הא אומר מותר לא הוי מזיד וי\"ל דרב חסדא סבר דמ\"מ קרי ליה מזיד משום דבמזיד נהרג שיודע בטוב שהוא הורגו וא\"ת דבריש פירקין (דף ז:) אמרינן בבלי דעת פרט למתכוין לבהמה והרג לאדם ולמה לי קרא תיפוק ליה משום דחשיב אומר מותר כדמשמע הכא ואומר מותר הוינא ממעט מבשגגה וי\"ל דלעיל מיירי כגון דאיכא בהמה ואדם לפניו ונתכוין לבהמה והרג אדם אבל הכא שלאותו דבר שנתכוין נמצא שהוא אדם ומשום הכי קאמר רבא שהוא קרוב למזיד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא דינו מסור לאדם וכו'. לפי הגי' ה\"פ אלא אע\"ג דכתיב וחטאתי לאלהים מ\"מ הוי דינו מסור לאדם פי' חייב בדיני אדם וקשה דלישנא לא משמע הכי לכן נראה כאידך גירסא אלא דינו מסור לשמים וכו' פי' אלא לכך נקט וחטאתי לאלהים דאע\"ג דחייב אף בדיני אדם משום דדינו היה מסור לשמים לפי שלא היו שם עדים הלכך אין דינו מסור אלא לשמים ה\"נ דכתיב מחטוא לי היינו דדינו מסור לשמים ולא לאדם לפי שלא. ידע מעולם שהיא אשת איש ולעולם חייב בדיני אדם. כך נראה למשי\"ח:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ורבי יהודה ההוא מבעי ליה פרט למתכוין וכו'. דר' מאיר סבר פרט למתכוין וכו' שמעינן משגגה ותרתי שמע מינה וההיא דברייתא דלעיל אתיא כר' יהודה:"
            ]
        ], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "והא תניא רבי יוסי בר יהודה אומר וכו'. וא\"ת ואמאי לא מייתי ממלתיה דר' יוסי בר יהודה דמתני' וי\"ל דמתני' איכא למימר דלא חייבים קאמר אלא מאיליהם היו גולין בשביל שהיו טועים כדקאמר רבי הכא בברייתא אבל בברייתא מוכח שפיר דחייבין קאמר מדמייתי פסוק גבי מזיד אבל דמתני' לא מייתי קרא גבי מזיד כן נראה למשי\"ח ועוד נראה דע\"כ בברייתא ליכא למימר דמאיליהן קאמר. דע\"כ היינו רבי:"
            ]
        ], 
        [], 
        [
            [], 
            [], 
            [
                "אפילו על תנאי צריך הפרה מנלן מיהודה. יש מדקדקין מכאן דנידויים שלנו אפי' אותם שיש להם זמן אין לנדות עצמן מספק שהרי הכא התנה בדבר שלא היה בידו לקיים דשמא היה מעכבו יוסף או יקראנו אסון בדרך ולכך חל מעיקרו גם הנידוי על התנאי אבל שאר תנאים דבידו לקיים כגון שמנדין את האדם שלא יעשה הדבר ודאי לא חל הנידוי כלל מעיקרו דכיון דבידו הוא משעת הנידוי אנו יודעים בודאי שלא בדעתו לעשות הדבר ודאי לא חל הנידוי כלל מעיקרו:"
            ], 
            [], 
            [], 
            [], 
            [
                "מי גרם לראובן שהודה יהודה. תימה דהא אמרינן במדרש וישב ראובן אל הבור מהיכן שב מבית אביו שישב בתענית על מעשה בלהה וזה היה קודם מעשה דיהודה וי\"ל דמ\"מ לא הודה ברבים עד מעשה דיהודה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמר אביי ק\"ו ומה מי שגלה כו'. תימה מהאי דינא נילף נמי לנגמר דינו בלא כ\"ג שלא יגלה כלל ומה מי שגלה כבר לפני מיתת כ\"ג יוצא במיתתו של כ\"ג מי שלא גלה לפני מותו אינו דין שלא יגלה אחר מותו דהכי אמרינן בערכין (דף כט: ושם) מכורה כבר יוצאה שאינה מכורה אינו דין שלא תמכר ונפקא לן מהאי דינא דאינה נמכרת כלל אחר הבאת סימנין עד עולם ונראה דלא קשיא מידי דהא מיתת הכהן כפרה הוא כדאמר בסמוך וכפרה לא שייכא אלא למי שמחויב בבריא והלכך דוקא לפי שנגמר ונתחייב גלות ואח\"כ מת כ\"ג מכפרת מיתת כ\"ג שלא יגלה כלל מק\"ו כדקאמר הש\"ס אבל נגמר דינו בלא כ\"ג שכבר מת כ\"ג קודם גמר דין של זה ודאי ליכא למילף מק\"ו דהיאך תכפר מיתת כ\"ג וליכא למימר דתתכפר לו מיתת כ\"ג השתא כשנגמר דינו דהא לא מיכפרא אלא בשעת מיתה ולאחר כך ובשעת מיתה לא היה זה חייב ולא דמי לההיא דערכין דמכורה כבר יוצאה וכו' דהתם משעת הבאת סימנין מתחלת גדלותה ושוב לא יפסיק ממנה הגדלות לעולם ולכך שייך למילף שפיר דלא תמכר כלל אחר התחלת סימנין עד עולם כן נראה למשי\"ח:"
            ], 
            [], 
            [], 
            [
                "מידי גלות קא מכפרא. תימה אין ה\"נ מדאמר בריש מכילתין (דף ב:) הם שלא עשו מעשה לגלו כי היכי דתהוי להו כפרה אלמא גלות מכפרת וי\"ל דהכא כפרה לפטרו מגלות קאמר דהא בעי למילף דמי שלא גלה עדיין דמיתת כ\"ג תועיל לפטרו מגלות מק\"ו הלכך שפיר משני מידי גלות מכפרת מיתת כ\"ג מכפרת פירוש מיפטרא מגלות שהרי אפילו לא גלה אלא יום אחד ומת הכ\"ג הוא חוזר ואילו לא מת הכהן אפילו שהה שם זמן מרובה אינו יוצא על כרחך כפרה זו במיתת כהן תלויה כדפירשתי כן נראה למשי\"ח:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אילן שהוא לפנים מכנגד החומה ולפנים כלפנים. תימה דבשילהי כיצד צולין (פסחים דף פה: ושם) אמרי' דגגות לא נתקדשו ואם כן . (הוו) מעשר שני אין אוכלין על האילן וי\"ל דמיירי שענפיו מועטין שאין בהן ארבע' דלא חשיבי והוי כאילו עומדת באויר כנגד הקרקע עוד יש לומר דמיירי [אפי'] באילן שענפיו מרובין ואויר ירושלים כירושלים:"
            ]
        ], 
        [
            [], 
            [], 
            [
                "אימור דשמעת ליה לרבי יהודה לחומרא. וצריך עיון מנא ליה דלא אמרינן גם להקל וי\"ל דמסברא אית ליה דלא פליגי רבי יהודה ורבנן כולי האי כי אם בחומרא בעלמא: גבי מעשר לחומרא עיקרו בחוץ ונופו בפנים כי היכי דבנופו לא מצי פריק כו'. פי' לא אזלינן בתר נוף לקולא לומר דכי היכי דבנופו דבפנים מצי אכיל בלא פדייה הכי נמי בעיקרו מבחוץ מצי אכיל ליה בלא פדייה אלא לחומרא דוקא לומר דלא מצי פריק ליה בעיקרו ומשמע דפשיטא ליה דבנוף גופיה מצי אכיל דנהי דשדינן עיקר בתר נוף לחומרא מ\"מ נוף לא שדינן בתר עיקרו גם לחומרא:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "רב אשי אמר מאי אחר הנוף. פי' רב אשי בא למידק הא דפרכינן אלא עיקרו בפנים ונופו לחוץ הכא נמי דבעיקרו מצי קטיל וקאמר דאף אחר הנוף קתני מתני' דגם אחר הנוף אזלינן היכי דהוי חומרא כמו דעיקרו בחוץ ונופו בפנים דשדינן עיקרו בתר נופו ואף בעיקר לא מצי קטיל וה\"ה דאזלינן בתר עיקר למישדייה נופו בתר עיקרו לחומרא כגון בעיקרו בפנים ונופו לחוץ דאף בנופו לא קטלינן דאזלינן בתר עיקרו וקשה דא\"כ כי היכי דקתני הולך אחר הנוף דהיינו אף אחר הנוף ה\"ה דהוה מצי למתני הכל הולך אחר העיקר ועוד קשה דהא לעיל גבי מעשר כי קאמר דאזלינן בתר הנוף לחומרא משמע דמכל מקום פשיטא ליה דדין נוף עצמו לא היה בטל כלל דלא שדינן ליה בתר עיקרו כדפרישית לעיל ולכך ניחא פירוש הר\"ם דודאי דין נוף עצמו לא היה בטל לעולם גם לחומרא כדפירשתי והכי קאמר אף לאחר הנוף שדינן ליה עיקר לחומרא כמו עיקרו בחוץ ונופו בפנים כי היכי דנופו לא מצי קטיל בעיקר נמי לא מצי קטיל והוא הדין דעיקר אזיל בתר נפשיה שיש לעיקר דין עצמו כגון דעיקרו בפנים ונופו בחוץ אע\"ג דבנופו מצי קטיל כדפירש דלעולם יש לו לנוף דין עצמו גם להקל מכל מקום דעיקר מבפנים לא מצי קטיל דלא שדינן העיקר בתר הנוף לקולא רק לחומרא אבל הקונטרס פירש אף אחר הנוף משום דבכולי הש\"ס שדינן לנוף בתר העיקר אצטריך למימר הכא גבי מקלט דזימנין דשדינן עיקר בתר הנוף לחומרא לפי זה ניחא קצת הא דנקט אחר הנוף טפי מאחר העיקר מיהו גם זה קשיא דהא לענין מעשר לא שדינן לעולם בתר עיקרו כדפ\"ל לכך ניחא לפי' הר\"ם:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "פלכו קולטו. קשה דהא אמרינן כבר גולה מפלך [לפלך] ועוד הא קאמר בן לו' גולה מעיר לעיר ויש לומר דאם גולה מעיר לעיר יהיה רשאי לילך בכל העיר ובתחומיה ואם יגלה לפלכו פלכו קולטו בו שלא יצא משכונה לשכונה:"
            ]
        ], 
        [
            [
                "מעלים היו שכר ללוים. פי' רוצחים הבאים ודרים שם צריכין להעלות מס וארנונא ללוים דלא תימא גזירת המלך על הלוים לעכב אותם בעירן:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "גמר שיבה שיבה. נראה דהיינו דוקא לרבי מאיר דאצטריך לג\"ש אבל לרבי יהודה הא איכא קרא בהדיא גבי רוצח וא\"כ הא דקתני לעיל וכן בגולה כו' ממילתא דר' מאיר הוא:"
            ], 
            [], 
            [
                "מתני' ואלו הן הלוקין הבא על אחותו כו'. תנא ושייר טמא ששימש זר שאכל תרומה ובעל מום ששימש אונן מקריב מזיח חושן מכבה גחלת על גבי מערכה אלא לא חשיב לאוי גרידי אלא באותן שיש בהן חידוש והא דקא חשיב כריתות דאין בהן מיתת ב\"ד לאשמועינן דאע\"ג דאיכא כרת לוקין ואין צריך למצוא בהם חידוש בהנך כריתות דקתני ובקונטרס דחק למצוא בהם חידוש אלמנה לכהן גדול נקט משום דבעי למיתני אלמנה וגרושה חייב משום שתי שמות:"
            ], 
            [], 
            [], 
            [
                "גרושה וחלוצה אינו חייב אלא אחת. פי' הקונט' משום גרושה דחלוצה מייתי לה ואשה גרושה משמע לפירושו דבחלוצה לחודא איכא מלקות דאורייתא וזה אינו דהא אמרינן בפ' עשרה יוחסין (קדושין דף עח.) (אחות) חלוצה דרבנן והא דלעיל תנא וחלוצה אגב גרושה תניא אי נמי מכת מרדות דרבנן ובהא כיון דהיא גם גרושה לוקה בה מלקות דגרושה שהיא דאורייתא ולא לקי מכת מרדות דרבנן:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ברשעה המסורה לב\"ד הכתוב מדבר. וטעמא דרבי עקיבא משום כדי רשעתו ולפי זה בחייבי מיתות דלא התרו בו למיתה דליכא מיתה והתרו בו למלקות דהשתא ליכא אלא רשעה דמלקות לקי וקשה דבעלמא (שבת קנד.). פריך גבי לאו דמחמר לאו שניתן לאזהרת מיתת ב\"ד הוא ואין לוקין עליו ואף כי ליכא התם רשעה דמיתה וי\"ל דהתם היינו כרבא דמוקי למילתיה דרבי עקיבא בהתרו בו למלקות ואפילו הכי לא לקי דהוי לאו שניתן לאזהרת מיתת בית דין ואין לוקין עליו.:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מה עבודת כוכבים שב ואל תעשה אף כו'. לאפוקי הני דהוי קום ועשה וקשה דא\"כ מה אמר פרק בתרא דעירובין (דף צו.) לר\"ע דאמר כי כתיב ושמרת את החוקה לפסח ואי איתא לר' אבין דאמר השמר לא תעשה הוא הא דתנן (כריתות דף ב.) פסח אין לו קרבן מפני שהוא קום ועשה ואם איתא קום ולא תעשה הוא ומאי פריך הא מ\"מ אינה דומיא דעבודת כוכבים דהוי שב ואל תעשה וזה מה שתעשה וי\"ל דמכל מקום"
            ], 
            [], 
            [
                "רבי יצחק אומר חייבי כריתות בכלל היו פי' בקונטרס בכלל כל . העריות דכתיב ונכרתו (כל) הנפשות ולמה יצא כרת באחותו דכתיב ואיש אשר יקח את אחותו וקשה דהיה לו לומר דאחותו בכלל כל העריות היתה לכן נראה לפרש דחייבי כריתות בכלל מלקות הן דהא גמרינן דבכל לאו איכא מלקות מן והיה אם בן הכות הרשע ולמה יצאת כרת באחותו שהרי אחותו כתובה היתה עם העריות באחרי מות ונכרתו הנפשות אלא לכך יצאת בקדושים לדונו בכרת ולא במלקות כלומר אין חייבי כריתות לוקין:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ההוא מיבעי ליה לחייבו על אחותו שהיא בת אביו ובת אמו. וא\"ת ל\"ל בקדושים תיפוק ליה גבי אזהרה כתיב אחותך היא יתירא לאחותו בת אביו ובת אמו וכתיב (ויקרא יח) ונכרתו הנפשות העושות וי\"ל דונכרתו לא קאי אלא אעריות המפורשות בהדיא ונהי דבקרא כתיב ערות בת אשת אביך מולדת אביך אחותך היא מ\"מ מיירי טפי מאחותו שהיא מאשת אביו ובת אביו אבל בת אביו ובת אמו (ומאונסים) לא ידעינן אלא מיתורא דקרא אחותך היא:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ההוא לתרומה הוא דאתא. ותימה דהיכן מצינו חומר בתרומה מבקדשים דבכל קדש לא תגע מוקי לה רבי יוחנן לנגיעת תרומה אלמא לקי ובנגיעה דקדש לא לקי ותירץ הר\"ר שלמה מדרויי\"ש נ\"ע דהכי קאמר ההוא לנגיעת תרומה הוא דאתאי לאשמועינן דפוסל תרומה עד מלאת ימי טהרה שהיא כטבול יום ולא קאמר דאיכא מלקות בנגיעת תרומה אבל מכל מקום קשה דאיך קאמר רבי יוחנן דקרא דכתיב ביה קדש דמיירי לתרומה וי\"ל משום דגבי האי קרא כתיב עד מלאת ימי טהרה ובקדשים עד לאחר כפרה אי נמי על כרחך צריך לאוקמה בתרומה דלקדשים נפקא לן מגזירה שוה דטומאתו טומאתו גמיר ליה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כל לא תעשה שקדמו . עשה לוקין עליו. תימה דהא לאו דגזילה שקדמו עשה דוהשיב הגזלה אשר גזל ואפ\"ה אין לוקין עליו וי\"ל דשאני גבי לאו דגזילה שאין לקיים העשה אלא לאחר שגזלה והלכך לאו שניתק מעליו הוא אבל קדמו דקאמר הכא לאו דוקא קדמו אלא היינו דשייך העשה קודם שעבר הלאו:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "תנינא הבא למקדש טמא. לוקה משום דלא הוי לאו הניתק לעשה לפי שקדמו עשה ללאו וא\"ת דלמא שאני התם דאיכא תרי לאוי ולא יטמאו מחניהם. ולא יטמאו מקדשי ולא אתי חד עשה ועקר תרי לאוין דהכי משנינן בתמורה (דף ד: ושם) גבי המר ימיר דמשום הכי לא הוי לאו הניתק לעשה משום דאיכא תרי לאוין ולא עקר חד עשה תרי לאוין וי\"ל דלא דמי דשאני התם דתרי לאוין סמוכין להדדי לא יחליפנו ולא ימיר אותו אבל הכא דאינן סמוכים אי איתא דלא קדמו עשה הוה ניתק.:"
            ], 
            [], 
            [], 
            [
                "אם כהן הוא לוקה ואינו מחזיר. וליכא למימר דאתי עשה ודחי לא תעשה ועשה שאינו שוה בכל דהא אי אמרה לא בעינא ליה ליכא עשה כלל:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                ". מידי הוא טעמא אלא לר' יוחנן הא אמר ליה רבי יוחנן לתנא תני ביטלו חייב לא ביטלו פטור. משמע אבל רבי שמעון בן לקיש דאית ליה קיימו ולא קיימו לית ליה תירוצא דבעמוד והחזר קאי דדריש כל ימיו תהיה לו לאשה ולא ישלחנה וא\"ת לילקי גם כי החזירה דהאי אינו לאו הניתק לעשה הוא שקדמו עשה ללאו לריש לקיש דלית ליה דרשה דעמוד והחזר קאי ופי' בקונטרס דלריש לקיש לאו שקדמו לעשה ולאו שניתק לעשה שוין ואין לוקין עליו אלא יקיים העשה מיד כשיזהירו לו בית דין להחזירה וקשה לריש לקיש דסבירא ליה לאו שניתק לעשה ולאו שקדמו עשה שוין טמא שבא אל המקדש דמתני' אמאי לקי הרי הוא ניתק לעשה ויקיים העשה כשיזהירו לו ב\"ד לצאת מן המקדש כיון דאית ליה לאו שקדמו עשה אין לוקין עליו וי\"ל דמיירי שמזהירין אותו לצאת ואומר שלא יצא ומיד לקי לריש לקיש דסבר קיימו ולא קיימו וא\"ת א\"כ מאי פריך לעיל כתיבא ותנינא תנינא טמא שבא אל המקדש דלקי ואמאי לא דחי אותה דכי נמי לאו שקדמו לעשה אין לוקין הכא לקי כשמזהירין לו ב\"ד לצאת והוא אומר שלא יצא ויש לומר דהאי טעמא דפרישנא לא שייך אלא לריש לקיש דאמר קיימו ולא קיימו אבל הכא דמייתי תנינא היינו אליבא דר' יוחנן דאית ליה ביטלו ולא ביטלו וא\"כ כי נמי מזהירין לא יצא ולא מיחייב כיון דעדיין לא ביטל ודוחק הוא האי תירוצא ולכך פי' הר\"ר שלמה מדרוי\"ש הניחא למ\"ד ביטלו קאי אאתקפתא דלעיל דדייק ממתני' דהטמא הבא אל מקדש דלאו שהקדימו לעשה לוקין דאי אין לוקין דמשום שניתק לעשה וכל כמה שלא בטלו חשיב ניתק כל כמה שבידו וא\"כ כיון שאם ירצה לצאת היאך לקי הא לא משכחת ביטלו אלא למ\"ד תני קיימו ולא קיימו א\"כ היכי דייק לאו שקדמו לעשה לוקין עליו כי נמי אין לוקין משום דחשיב ניתק לעשה הכא לוקין דמשכחת ליה לא קיימו משנכנס למקדש טמא והזהירו לו שיצא ואינו יוצא ועוד ראיה להאי פירושא דקאי לעיל כדפי' דאי כפ\"ה דפי' דקאי אעמוד והחזר קשה דכיון דכל ימיו דרשינן כל ימיו בעמוד והחזר קאי א\"כ מאי פריך למ\"ד קיימו נהי דבשאר לאו הניתק לעשה לקי בשלא קיימו כשיזהירו ב\"ד מ\"מ הכא גלי קרא דלא לקי כשלא קיימו כיון דהוה בעמוד והחזר כל ימיו ומיהו י\"ל דלא מיסתברא ליה להעדיפו משאר לאו הניתק לעשה שבש\"ס משום דדרשינן ביה כל ימיו. כך הקשה משי\"ח ותירץ וצ\"ע: במאי קא מיפלגי בהתראת ספק דרבי יוחנן אית ליה שמה התראה וריש לקיש אית ליה לאו שמה התראה. ופי' לכך לא תני ריש לקיש בטלו חייב כגון שלקח האם מעל הבנים ושחטה דלא לקי משום דהוי התראת ספק ושמא לא יבטל העשה וכל אימת דלא ביטל עשה פטור ולא לקי. והוי משכחת ליה התראת ודאי כגון שהתרו בו בשעה שמבטל ותי' רש\"י דלעולם בעינן התראה בשעה שעובר על אזהרתו ואפילו היא תלויה בדבר כדאמרינן בשבועות (דף כח:) גבי שמעתא דככרות ולכך לא מצי אמר רשב\"ל בטלו ולא בטלו ולכך אמר קיימו פטור לא קיימו חייב וא\"ת לא קיים שילוח האם כשבית דין הזהירו לו לא לילקי דבשעה שעבר התראת ספק היא דשמא יקיים העשה וישלחנה תכף לאחר שנטלה וי\"ל דהשתא מיהא עובר בלא תקח האם דהא לא קרי מחוסר מעשה וא\"כ יש לנו לומר שלא יקיימנה אם הוא עושה לעולם מה שהוא עושה עתה שלא משלחה שעובר בלאו ואינו מקיים העשה דהכי נמי אמרינן בנזיר שהיה שותה דלוקה על כל אחת (לקמן דף כא.) דלא הוי התראת ספק משום דשמא ישאל על נזירותו משום דכיון שהוא עומד הוא עובר ויש לנו לומר שמעולם יעמוד כמו שהוא עכשיו ולא ישאל לחכם לעולם והלכך לקי כל כמה דלא שאל ושפיר הוי התראת ודאי הכא נמי יש לנו לומר דלעולם לא יקיים העשה והוי התראת ודאי אבל לרבי יוחנן דתלי מלקות בביטול העשה הוי ליה מחוסר מעשה דכל אימת דלא עשה שום דבר ולא ביטל שום דבר לא ילקה ופ\"ה קשה להבין והשתא לא מפרש הש\"ס טעמא אמאי לא אמר ר' יוחנן קיימו ולא קיימו כריש לקיש דודאי בטלו ולא בטלו מסתברא טפי ולא הוצרך לומר טעמא אלא רשב\"ל אמאי לא אמר כר' יוחנן:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אי דקטלה קם ליה בדרבה מיניה. ואם מתה א\"כ לא בטלה איהו ואם תאמר דלמא מיירי דקטלה ומ\"מ לא הוי קם ליה בדרבה מיניה דמיירי שהרגה בשוגג וי\"ל דא\"כ היינו כמו מתה מאליה כיון דהרגה שלא במתכוין כך הקשה משי\"ח ותירץ:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "כגון שהדירה ברבים. פי' הקונט' שמצא לה עון שאסורה לו והדירה ולא נראה דא\"כ אינו מצוה לקיימה אלא נראה שהדירה בלא שום עון ושפיר חל עליה כגון דאמר קונם תשמישך עלי כדאיתא בנדרים (דף. פא:): והא איכא העבט תעביטנו לא תבוא אל ביתו השב תשיב לו ומשכחת לה כו'. וא\"ת והא הוי עשה שקדמו לאו דהשבת העבוט שייך קודם שיעבור לילך אל ביתו לעבוט עבוטו דבמשכנו ברשות שייך השבת העבוט. וי\"ל דדרשינן בפרק אלו מציאות (ב\"מ לא:) מיתורא דהשב תשיב דקאי למשכנו שלא ברשות א\"כ על כרחך שייך עשה דהשב תשיב לו לאחר שעבר כדאמרינן לעיל אם אינו ענין לפניו תנהו ענין לאחריו:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "התם איתא בתשלומין. כששרפו וחייב ממון הלכך לא משכחת ביה בטלו דכל אימת דיש לו ממון לא ילקה ויש ספרים דגרסי ואינו לוקה ומשלם כלומר הכא על כרחך אינו לוקה הואיל ומיפטר בתשלומין אבל ליכא לפרושי דתרתי לא עבדינן ליה מלקות וממון משום כדי רשעתו והלכך משלם ואינו לוקה דזה אינו חדא דא\"כ אדרבה יש לנו לומר ילקה ולא ישלם דבפ' אלו נערות (כתובות דף לב:) אמר ר' יוחנן דהיכא שמצינו ממון ומלקות מילקא לקי ממונא לא משלם ועוד"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ריסק ט' נמלים ואחד חי. פי' שלם אבל ודאי הוה מת דאי ר\"ל חי ממש א\"כ היאך משלים לכזית נבילות וא\"ת ול\"ל שיהא שלם בכזית ממנו לילקי משום לאו דשרצים דלכך אתא אכילה דשרצים לומר דאי איכא כזית הרבה ואכל חד זית חייב דליכא למימר דאתא לומר דבעינן דאית ביה כזית ולעולם בעינן שיהא שלם דהא ליתא דנמלה כל שהוא חייב א\"כ על כרחך אכילה אתא למידרש היכא דאיכא ה' זיתים או ד' ואכל חד מינייהו דחייב וי\"ל לכך נקט אחד שלם דאיכא לאוי דשרצים דלא נכתבו בלשון אכילה ומאותם לא ילקה עד שיאכל הבריה שלימה אבל ודאי היכא דכתיב ביה לאו בלשון אכילה לקי אף כשהבריה אינה שלימה אבל קשה היכא יצטרף אותו שלם לכזית נבילות והלא אין איסור נבלה חל עליו דה\"נ אמר במס' מעילה פרק קדשי מזבח (דף טז. ושם) דאין איסור נבילה חל על איסור (נבלת) בהמה טמאה וי\"ל דהכא אתיא כמאן דאית ליה איסור חל על איסור דאיכא מאן דאמר התם דלאכילה נמי מצטרפין ללקות משום נבלה טמאה וטהורה ואע\"ג שאין איסור כולל ולא איסור מוסיף והטעם משום דמצינו דאיסור נבלה חל על איסור דחלב ואפילו למאן דלית ליה איסור חל על איסור כלל אמרינן נמי דטמאים מצטרפין מהאי טעמא [וע\"ע תוס' חולין צו: ד\"ה ור' יהודה]: ואפילו שנים והוא וא\"ת ומאי חידוש הוא בשנים יותר מבעשר כיון דבשנים [והוא] איכא כזית וי\"ל דקמ\"ל רבותא טפי דכיון דעתה כשהוא חי שלם משלימו לכזית אע\"פ שאם היה מרוסק כמו האחר לא היה משלימו לכזית אבל בט' נמלים דאיכא סגי אפילו נתרסקו כולם היה משלים שיש מהם הרבה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "ולא פליגי הא ברברבי הא בזוטרי. פי' ברברבי אחד והוא ולא ידענא כיון דנחית להכי לימא בחד לבד לוקה שש משום בריה ומשום כזית נבלה ושמא לא שכיח דבחד איכא כזית:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ורבנן בריית נשמה חשובה חטה לא חשובה. תימה דבפרק גיד הנשה (חולין דף צו. וצט: ושם) אמרינן שאני גיד דבריה הוא ולא בטיל ואע\"ג דלית ביה נשמה וי\"ל דהכי קאמר שאני גיד דבריה הוא וכיון דאתיא מבריית נשמה שפיר הויא בריה ולא נראה דהא נבלה דקא אתי מבריית נשמה ואעפ\"כ לא הויא בריה אלא על כרחך הטעם תלוי דכל שאובד שמו כשנחתך הוי בריה וניחא מנבילה שאינו אובדת שמה שלפעמים אף כשנחתכה קורין אותה נבילה ולכך לא הוי בריה אבל גיד אובד שמו על ידי שנחתך אבל ק\"ק לי. מאי קאמר הכא בריית נשמה חשיבא ליה לימא דלדבריו דר\"ש אמרי לדידן אפילו נמי אית ביה נשמה לא הוי בריה אלא לדידך דבריה הוא אודי לי מיהא דכיון דליכא נשמה דבטלה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "דלמאי דסבירא ליה לדידיה מסרס ליה לקרא ודריש ליה. דאילו היה דורש המקרא כסדרו לא היה נפקא ליה מקרא כדדריש השתא כדפ\"ה ואם תאמר אכתי אמאי משבח לר' שמעון בכך אדרבה קשה מנלן למדרש הכי ולסרוסי לקרא ויש לומר דשפיר קדריש דעל כרחך בכור לא אתא לקודם זריקה אע\"פ שנכתב קודם לתודה דמכל מקום אי להכי אתא לישתיק מיניה וילפינן ליה שפיר מתודה שנכתב בסוף כך נראה למשי\"ח וכדפירש בתוספות דעל כרחך תודה אתיא לקודם זריקה דאיסורא אחרינא ליכא לאוקמא בה דליכא לאוקמי. (בה) אחר זריקה דשרי לזרים והלכך ליכא למימר דמוקמינן בכור שנכתב קודם לפני זריקה דאתי בקל וחומר מתודה וכולהו דמסתבר דהא מכל מקום על כרחך צריך לאוקמי תודה לפני זריקה אע\"ג. דחד צד חמור הוא אצל עולה מכל מקום לא אתא אלא להכי כדפירש ואם כן סוף סוף משמע בבכור:"
            ], 
            [], 
            [], 
            [
                "איסורא בעלמא. איתא בכולהו הא דמרבה אזהרה לכל חד וחד והוי בדבר חדש היינו איסורא בעלמא אבל עיקרא דמלקות דכל חד וחד אתא חוץ לחומה ואתי ק\"ו דר' שמעון ומגלה בכולהו איסור בכל חד וחד בחדש בבכורים עד שלא קורין ובתודה עד שלא זרק ואם תאמר ומנלן לר' שמעון לפרושי איסור חדש בהו הא צריכא למלקות חוץ לחומה ומאי קאמר בבכורים חוץ לחומה קל וחומר ממעשר אלא לא בא הכתוב אלא לאוכל עד שלא קרא עליהן הא שפיר איצטריך למלקות דחוץ לחומה וכן לכולהו ויש לומר דמסתברא ליה לר' שמעון דכל קרא אתא לשני דברים לאיתויי איסור חדש וגם לאיתויי נמי למלקות חוץ לחומה והכי קאמר אם ללמדנו בבכורים איסור לחוץ לחומה הרי קל וחומר ממעשר אלא לאורויי איסור דעד שלא קרו וגם נמי אתו למלקות לחוץ לחומה והא דקתני בתודה ושלמים אלא לאוכל לפני זריקה לוקה לאו דוקא לוקה אלא איסור בעלמא ובכולהו לוקה לאו דוקא ופריך והא אמר רבא זר שאכל מן העולה לפני זריקה כו' לר' שמעון לוקה חמש חד משום חוץ לחומה דאתי בקל וחומר ממעשר וחד משום לאו דלפני זריקה כו' אלמא דר' שמעון מלקות קאמר ולא איסורא ומשני מאי חמש חמש איסורי וליכא מלקות אלא באוכל חוץ לחומה גרידא והא אנן תנן אלו הן הלוקין פירש הקונטרס וקתני בכורים עד שלא קרא עליהן וקדשי קדשים חוץ לקלעים מה שהזכיר בקונטרס קדשי קדשים קשה דמזה לא משני מידי כדפירש הקונטרס גופיה במסקנא לכ\"נ לפרש דהש\"ס לא פריך אלא מבכורים דמקדשי קדשים לא פריך הש\"ס דהתם איכא אזהרה כמו שאפרש מבשר בשדה טרפה כדפי' הקונטרס בסמוך אבל מקדשים קלים לא פריך הש\"ס דהתם עיקר מלקות איכא מפשטיה דקרא בלא שום ייתור מכדי כתיב והבאתם שמה לכתוב לא תוכל לאוכלם וקאי אקרא דלעיל שהם מפורשים בו הלכך לאוכל חוץ לחומה לקי לא בעי קרא שהרי כולן מפורשים בו ולכך לא הוי לאו שבכללות מהדר פרושי בכל חד למה לי שמע מינה ליחודי לאו לכל חד וחד כאילו כתוב בכל אחד פעם שניה לאו דחוץ לחומה וכיון דאינו ענין לו תנהו ענין לדבר אחר הלכך בכורים לאוכל עד שלא קרא עליהן אתא וכן לכל חד וחד למילתיה לדבר חדש ואם תאמר בכל הקדשים הכתובים בכאן דייך אם תתן הלאו ענין למלקות לפני זריקה בכולן חוץ מבכורים אע\"ג דילפינן מקל וחומר אין מזהירין מן הדין דבשלמים ותודה ע\"כ צריך לאוקומי קודם זריקה דלא שייך בהו איסור דבכורים ופרש\"י אין הכי נמי דהא דפטרינן לכולהו איצטריך באוכל לפני זריקה והא דר' שמעון מפרש לבכור לאזהרה לאוכל אחר זריקה איסורא קאמר מחטאת ואשם דתני חוץ לקלעים לוקה היינו משום בשר בשדה טרפה לא תאכלו הוא דנפקא כדלקמן ולוקה חמשה דאמר רבא חמש איסורי קאמר וצריך לומר הכא כדפרישית לעיל דרמינן ליה לר\"ש דבכור אתי לאזהרה דאיסורא לאחר זריקה והא איצטריך ללקות לאוכל. [חוץ לחומה לפי] שאין עונשין מן הדין אלא משמע ליה דלאו דבכור ודכולהו אתו לשני דברים חדא לאיסור וחדא למלקות לפני זריקה ולכך אמר ר\"ש דלאו דבכור לא הוצרך לאיסור לפני זריקה דמקל וחומר דתודה למדנו אלא איסור דלאחר זריקה וכן בחטאת ועולה ע\"כ וטובא קשה דמנא ליה הא לר\"ש דאזהרה דכל חדא אתו משום איסור ומלקות דהא אזהרה דבכורים לא אתי אלא למלקות בבכורים דעד שלא קרא ולשום איסור חדש לא אתי ותודה נמי לא אתי אלא למלקות דלפני זריקה ומנליה דאינך אתו בשביל איסור חדש דבכל חד אימא דלא אתי אלא משום מלקות דלפני זריקה גרידא ותו מאי קאמר בתודה ובכולהו אי לחוץ לחומה קל וחומר ממעשר היה לו לומר דמגופיה אתא דמצי למכתב לא תוכל לאוכלם דבשביל זה לא. היה לו למהדר ולפרש ועוד קשה ללישנא דר\"ש דאמר אלא לאוכל מבכור אחר זריקה שלוקה ואינו אלא איסור בעלמא ועוד קשה דכיון דהא דמרבינן איסורין בעלמא הוא כדפירש"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [
                "ולילקי משום זר לא יאכל קדש. רש\"י פירש דלא גרסינן ליה משום דההוא בתרומה כתיב ואף כי גמרי חטא חטא מתרומה אפ\"ה לא ניחא דסוף סוף ליתיה אלא בשוה פרוטה וישנו. (כמו) אכילה ורבא לא מני אלא אכילת כזית אלא גרס וזר לא יאכל כי קדש הם:"
            ], 
            [], 
            [
                "ולילקי משום ובשר בשדה טרפה לא תאכלו. וקשה אמאי לא אמרי' בשר בשדה לאו שבכללות דאמרי' בסוף פרק גיד הנשה (שם דף קב: ושם) דאוכל בשר מן החי לוקה משום בשר בשדה שהרי כולל הוא כל חסרון מחיצה בין הוציא עובר ידו חוץ לאמו בין הוציא חוץ לחומה דמאי שנא מואם צלי אש דתחשוב לאו שבכללות וי\"ל דלא חשבינן לאו שבכללות אלא כגון אם צלי אש שכולל נא ומבושל וכן כל שבקודש פסול דיוצא וטמא ופסולין אחרים שהן שני שמות אבל הכא שכולל כל יוצא לבד ושם יוצא חדא היא רק דהוי בכמה דרכים לא חשיב ליה לאו שבכללות תדע דהא לאו דנותר נפיק מושרפת הנותר באש לא יאכל והתם מיניה חזינן נותר דתודה ונותר דקדשים קלים ונותר דקדשי קדשים ולא חשיב לאו שבכללות כך נראה למשי\"ח. [וע' היטב תוס' יומא לו: ד\"ה לאו דנבילה וכו']:"
            ]
        ], 
        [
            [
                "כל שבקדש פסול בא הכתוב ליתן כו'. ואם תאמר אמאי לא משני מש\"ה לא לקי דהוי לאו שבכללות דכולל פסול דיוצא וטמא ופסולין אחרים וי\"ל דלפירוש הקונטרס דלעיל ניחא דפירש דלוקה דקאמר אינו רוצה לומר כ\"א איסור בעלמא ומש\"ה פריך נהי דמלקות לא הוי משום לאו שבכללות מ\"מ איסורא מיהא איכא ולילקי דקאמר לאו דוקא אבל לפירוש ר\"י דלעיל קשה דפירש דלוקה דוקא קאמר כדפי' א\"כ ולילקי דקאמר הכא דוקא קאמר ואמאי הלא הוי לאו שבכללות כדפי' ויש לומר דאין הכי נמי היה יכול לשנויי אבל עדיפא מיניה משני דלא מיירי כלל מזר שאכל חטאת לפני זריקה דפטור והא דאמר לעיל ר\"ש (דף יז.) אם לאוכל חטאת לפני זריקה קל וחומר מתודה איסור בעלמא ולא מלקות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואמר ליה ראוין לקריאה משקרא עליהן. ואז דוקא מותר ואי לא אסורים אלמא קריאה מעכבת: הנחה אהנחה לא קשיא הא רבי יהודה הא רבנן דתניא רבי יהודה אומר כו'. ומדאוקי רבי יהודה והנחתו לתנופה ואם כן אין כאן שנוי כתוב לעכב בהנחה ומסתברא דלא מעכב וקשה הרי קריאה דלא שנה הכתוב לעכב ומעכב לרבי שמעון ומנא ליה לרבי יהודה דהנחה דלא שנה הכתוב לעכב דלא מעכב ומשי\"ח תירץ דלא קשה דהא גם לר\"ש לא היתה קריאה מעכבת אי לא משום דגלי קרא מלא תוכל לאכול בשעריך כדלעיל כך נראה למשי\"ח: ומאן תנא דפליג ארבי יהודה רבי אליעזר ברבי יעקב הוא דתניא וכו'. פירוש דאפיק תנופה מג\"ש וא\"כ והניחו והנחתו תרוייהו להנחה מעכבת וקשה דבפרק חרש פרש\"י בין והניחו בין והנחתו מיירי בתנופה וראייה דהתם מוכח דבעי ב' תנופות ומוכח מן והניחו והנחתו לכך פי' הר\"ר אברהם בר יצחק דר\"א בן יעקב ס\"ל הכי דתרי קראי מיירי בתנופה ושתי תנופות היו ולא מיירי כלל בהנחה דהנחה לא מעכבת והא [דקאמר] מאן דפליג עליה דר' יהודה הכי קאמר דמפיק ליה לתנופה מקרא אחרינא ורבנן דאית להו הנחה מעכבת היינו תנא קמא בר פלוגתיה דר' יהודה דמסכת בכורים פ\"ג (משנה ו) דתניא עודהו בסל קורא והגדת היום עד שהוא גומר כל הפרשה כולה ואית ליה דליכא תנופה כלל ותרי קראי בהנחה מעכבת וקאמר ר' יהודה התם קורא עד ארמי אובד אבי וגו' הגיע לארמי מוריד הסל מעל כתפו ואוחזו בשפתותיו וכהן מניח ידיו תחתיו ומניפו וקורא כל הפרשה כולה וגומרה ובמילתיה דר' יהודה יש לתמוה דבשמעתין מפיק תנופה מוהנחתו שכתוב אחר כל הקריאה ואם כן מנליה דמתחלת הקריאה הוא מניף ותו מנליה לרבי יהודה דכהן היה מניף דבקרא והנחתו לא כתיב ביה כהן ובקרא קמא דכתיב ולקח הכהן הטנא לא כתיב בהן תנופה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "יכול יעלה אדם מעשר בידו בזמן הזה. ויאכלנו בלא פדיון דקדושה (. ירושלים) לא בטלה לענין מעשרות:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ולימא מצוה כו'. פירוש שכן טעונין קריאה למצוה קודם שיאכל בכורים ומעשר שני אוכלין אותו בלא שום. קריאה ומה שקורין למעשר בשנה שלישית היה ואז לא היה נוהג כלל מעשר שני:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "מה להצד השוה שבהן שכן יש בהן צד מזבח. ויש למפרך שכן אסורים לזרים כדפריך רבה לעיל. והא דאמר בברייתא בכורים יוכיחו צ\"ל דמיירי בבכורים שהופרשו בפני חורבן הבית דאם הופרשו אחר הבית אינן קדושין כלל וחולין הן דתנן פרק שני. דבכורים יש בתרומה ומעשר מה שאין כן בבכורים שהתרומה והמעשר אוסרין ויש להם שיעור ונוהגין בכל הפירות בפני הבית ושלא בפני הבית ובכורים אינן אלא בשבעה מינין ובפני הבית:"
            ], 
            [], 
            [
                "אפילו בכור נמי. צ\"ל דמיירי אם עשה מזבח וזרק דמו אליבא דקדושת בית לא בטלה דמקריבין אע\"פ שאין בית דבלא מזבח פשיטא דבכור לא דהא בעי מתן דם ואימורים ואם תאמר לימא דבכור דברייתא דקאמר מה בכור וכו' מיירי היכא דלא עשה מזבח וי\"ל דלההוא ודאי לא הוה מדמי בכור למעשר ולא דמי ליה מעשר:", 
                "ואי סבר לא קדשה אפילו בכור נמי תיבעי. כך גרסת רש\"י דמוקי ליה בבכור שנשחט ונזרק דמו קודם חורבן דההוא הוי דומיא דמעשר כדפ\"ה וא\"ת אי לא קדשה אם כן לא משכחת לה מעשר דקדושת הארץ בטלה וי\"ל דודאי קדושת בית לא קדשה אבל קדושת הארץ קדשה לעתיד לבא לענין מעשרות אבל קשה דאי לא קדשה קדושת הבית לעולם א\"כ במות מותרות דהא בהא תליא כדמוכח במגילה (דף י.) ואם כן יביא מעשר שני ויהא נאכל בכל ערי ישראל כדאמרינן בזבחים (דף קיב:) באו לנוב ולגבעון הותרו הבמות וקדשים קלים ומעשר שני נאכלין בכל העיר וי\"ל דמיירי שגדל לפני הבית שהוזקק להביאו למקום ובהכי ניחא נמי קושיא קמייתא ומסיק דלעולם לא קדשה כהאי גוונא אבל קשה לגירסא זו דאמרינן למסקנא דלא קדשה אם כן מאי מיבעי לעיל יכול יעלה פשיטא דלא יעלה בירושלים יותר משאר עיירות כיון דלא קדשה ותו גבי בכור נמי למה לי היקשא דבשרו לדמו תיפוק ליה דבלאו ההיקשא דהיכא דאכיל הוי להו כחוץ לחומה כיון דלא קדשה והוי ליה כאוכל קדשים בחוץ ועוד קשה דקאמר ולעולם דלא קדשה כו' ומקשינן בשרו לדמו משמע דאי אמר קדשה מתאכיל בכור בלא בית ולא הוי ממעטינן מהך היקישא וקשה דהא מוכח פרק קדשי קדשים (זבחים ס.) דמזבח שנפגם אין אוכלין קדשים קלים ואמאי הא מוכח הכא היכי דקדשה דנאכל אפילו ליכא מזבח ושאני הכא דלא קדשה לכן צריך לומר דגריס לעיל ואי סבר לא קדשה מעשר נמי והכי פירושא אפילו מעשר נמי לא יהא מתאכיל בירושלים כלל בלא פדיון דלא הוי כלל לפני ה' אלהיך ואין לתמוה אי לא קדשה אם כן לא משכחת מעשר דקדושת הארץ בטלה דודאי קדושת בית לא קידשה אבל קדושת הארץ קדשה לעתיד לבא לענין מעשרות ולא תליא הא בהא אבל הכא מיירי שאין המזבח כלל בנוי וגריס לעולם קדושה ראשונה קדשה לעתיד לבא וטעמא דבכור לאו משום קדושת הארץ אלא משום דאתקש בשרו לדמו דבעינן שיהא המזבח קיים בשעת אכילת בשרו הלכך כל כמה דילפינן דבכור לא מתאכיל מעשר נמי לא מתאכיל בלא פדיון ואם תאמר ברייתא דאמרה בכורים יוכיחו מנלן דבכורים לא מתאכלי כשאין מזבח אם הונחו אצל מזבח וחרב דבעי למילף מעשר מינייהו ויש לומר דודאי הא דאמרינן בברייתא בכורים יוכיחו מיירי בבכורים שלא הובאו כלל בפני הבית עד לאחר חורבן ובודאי היה להש\"ס להשיב דאם כן לא שייך כלל לדמות מעשר לבכורים אלו שהרי צריכים הנחה וצריכים לבית גם בשביל הנחה ולא בשביל אכילה לחוד ומעשר לא צריך לבית אלא בשביל אכילה לבד אלא דלא חייש ליה לפי שאינו נשאר במסקנא ומה שזקוק הש\"ס להעמיד בבכור שנזרק דמו לפני הבית ואינו מעמידו כשהובא אחר הבית כמו בכורים משום דתנא מסיים קרא דהקיש הכתוב ואין נכון להעמיד בבכור שהוא אחרי הבית שלא דמי כלל למעשר דהא מחוסר מתן דם ואימורין כדפ\"ל ולא שייך להקיש מעשר לבכור אלא דוקא כשאין הבכור צריך לבית אלא דוקא בשביל האכילה דלפני ה' והשתא הויא דומיא דמעשר דודאי במשא ומתן יכול להיות דומה מעשר לבכורים שהובאו אחר הבית אף על גב דלא נשאר במסקנא ובכור נמי שבתחלת הברייתא יכול היה להיות בבכור שאחר הבית אלא שאז לא היה טועה דהא לא שייך כלל לדמות לו מעשר והיינו דמותיב שכן אין טעון מתן דמים:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "רישא במעשר שני טמא וגברא טמא. או או קאמר דבחדא מינייהו לקי: הוא בפנים ומשאו מבחוץ מהו אמר ליה כי ירחק ממך המקום ממך ממלואך. כך גירסת הקונטרס וי\"ג ממך לחודיה כלומר ממך גופך והרי גופו בפנים וקשה על זה דאם כן אדם שגופו בירושלים ופירות מעשר שני שלו בעירו א\"כ לא יוכל לחללם כיון שגופו בירושלים וזה אינו דעד כאן לא מיבעיא ליה לרב פפא אלא בדנקיט קניא ואי לא קניא מודה דיכול לפדותם אע\"ג דגופו בפנים כיון שהפירות חוץ לירושלים והוא נותן טעם דהא קרינן בו לא תוכל שאתו אף בגופו בפנים ושמא איכא למימר דשבקיה לקרא דממך דמשמע מגופך דאיהו קא דחיק ומוקמי אנפשיה היכא דלא שייך שם לא תוכל שאתו שאינו מחוסר טעינה כזה שהוא על כתפיו ורב פפא מיבעיא ליה בקניא כך נראה למשי\"ח אבל על גירס' דממילואך קשה דממילואך היינו המשוי כדפירש הקונטרס גבי משאו מבפנים וגופו מבחוץ וכיון שמשאו מבחוץ קרינן כי ירחק ממלואך וצ\"ל דממלואך מגלה לנו דהגוף והמשוי בחד והוה ליה במקצת המשוי בפנים:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מיתיבי רבי יוסי אומר כו'. ה\"ה דמצי לאותובי מתניתין דאוקי לעיל סיפא במעשר שני טהור דאכיל חוץ לחומה אלא ודאי משני דעייליה ואפקיה אבל הכא קשיא מאי למימרא ובמתני' ליכא למפרך דהא קא. מהני ליה למלקיות דלא השמיענו שום חידוש בהם:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [
                "הא בגבולין לוקה. מדנקט והיא שנת מעשר שני והוא בירושלים שמע מינה דאילו היה בגבולין לוקה שלש:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמר רבא מחיצה לאכול מדאורייתא מחיצה לקלוט מדרבנן. הלכך לגבי דין פדייה לא אמרינן מתנה שלא הורמו כמי שהורמו דמיין לענין שקלטוהו ואסור לפדותו אבל לענין שלוקין בגבולין אמרינן כמי שהורמו דמיין והוי ראו פני הבית:"
            ], 
            [], 
            [], 
            [
                "רבינא אמר כגון דנקיט ליה בקניא. הא דאמר בגבולין לוקה שלש מיירי כשהאיש עומד. בין הקנים ונקיט ליה לקנה מבחוץ ואשמעינן דלוקה דבכך קרית ביה ראיית פני הבית ולוקה כשאוכלו במקומו דעדיין אינו בפנים לגמרי ולפשוט בעיא דרב פפא: לחייב על כל קרחה וקרחה היכי דמי אילימא בזה אחר זה ובחמש התראות פשיטא אלא בבת אחת ובחדא התראה. זו גירסת הספרים והקונטרס לא גריס בבת אחת אלא בחדא התראה וכן פי' לעולם בזה אחר זה ושמא היינו טעמא משום דאי בבת אחת הכל קרחה חדא היא ויש ליישב בבת אחת ומיירי שעשה שיעור ה' קרחות והוא הדין דבזה אחר זה נמי היה יכול להקשות אלא הכי קאמר אילימא גם בבת אחת ובחדא התראה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "במלקט (שחורות מתוך לבנות) שהוא חייב. פרשב\"ם דאתא דוקא כר' יהודה דאמר מלאכה שאינה צריכה לגופה חייב עליה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "על עבודת כוכבים ביד חייב. פי' הקונטרס חייב מיתה בכדרכה ולקי שלא כדרכה מלא תעבדם יתירא בכלי פטור דאינו בכלל עבודה דאינו (חייב) אלא ביד:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "רב אשי אומר מכתו מוכחת עליו. וכן הלכה:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ואפילו לא שהה אלא להפשיט מלבוש חייב. ובלא שהה לא מיחייב ולא דמי דין זה להך דפ\"ב דשבועות (דף טז: ושם) דאיבעיא להו מי צריך שהייה למלקות גבי טומאת מקדש ונזיר בקבר דשמא מחייב בלא שהה והכא אמרי' דלא מיחייב בלא שהייה דלא דמי לשהייה דהתם דכיון דבידו לפרוש מן הטומאה כי נמי לא שהה כדי השתחוואות דין הוא דמחייב אבל הכא דאין לו שהות לפשוט וללבוש אין כאן עבירה אחרת דעדיין הלבישה הראשונה קיימת דהתם נמי אינו חייב עד שיוכל לפרוש מן הטומאה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "החורש בשור וחמור והן מוקדשין. ופ\"ה בכור שור עובר משום לא תעבוד בבכור שורך וחמור קדשי בדק הבית ולקי משום דהזיד במעילה באזהרה וי\"א פטר חמור וכמ\"ד אסור בהנאה ולא נהירא דאינו כן דליכא למ\"ד דלקי הנהנה ממנו ולא נראה לר\"י פירוש הקונטרס דפירש דחמור לקי מלאו דהזיד במעילה דבגמ' קאמר מידי דאיתיה בשאלה לא קתני והקדש דמתני' מיירי בבכור דליתיה בשאלה לכך מפרש ר\"י דעל החמור אינו לוקה ויכול להיות שהוא חולין והן. מוקדשין בשור וחמור לאו דוקא דליכא מוקדשין אלא בשור וליכא אלא ב' לאוין בשור וחמור אבל בכלאי הכרם איכא ב' מלקות דמיירי שהיה זורע בכרם חטה ושעורה וחרצן וחפה אותם בחרישה דקא עבד תרתי חדא דזרע כלאי זרעים ועוד דזרע כלאי הכרם.:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אלא הכא במאי עסקינן שבישלו בעצי הקדש. ואם תאמר לילקי משום הזיד במעילה באזהרה וי\"ל דלא חשיב אלא לאו דאיתנהו בפחות משוה פרוטה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "מתקיף לה רב אושעיא וליחשוב נמי משום זורע בנחל איתן. קשה דהשתא פריך טובא (ונפרוך דלא) משני מידי וצריך לומר דע\"כ דתנא תנא ושייר ולעיל קאמר אלא תני תנא שמונה ואת אמרת תנא ושייר ואומר הר\"ם דלא דמי לעיל דקתני שמונה ומני י\"ט בחד ואם איתא דאיכא תו מלקות משום י\"ט היה לו למנותן בשתים אבל הכא יכול להיות דלא איירי תנא למיחשב כל הני גווני דזורע בנחל איתן ומוחק את השם:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "אמר ליה כגון דאמר שלא אחרוש בין בחול בין ביו\"ט. וקשה דאכתי ליתא בלאו והן כדפריך פ\"ג דשבועות (דף כד. ושם) גבי שלא אוכל נבילה ושחוטה: דפריך מי איתא בלאו והן ואולי י\"ל דמשכחת לה בהן כגון עפר תיחוח דלית בה חיובא מן התורה באותה חרישה:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שהרי גוף אחד ועשאו הכתוב ב' גופים. הקונטרס פירש כגרסתו ור\"ת פירש בענין אחר כמין חומר דכתיב ביה כצבי וכאיל שהם ב' מינין ובזה הפירוש מיושב הא דאמרי' בבכורות (דף לג.) תלתא צבי ואיל כתיבי בו חד לכדרב יצחק וחד לכדר' (יהושע) ופירוש הקונטרס לא אתפרש למילתייהו והשתא ניחא הא דרבי יצחק ורבי יהושע דהכא:", 
                "המנהיג בשור פסולי המוקדשים לוקה. ודוקא אי מושך השור משוי בגופו אבל בלא המשכה אין לוקה בהנהגה דאם לא כן לעולם לא יוכלו להנהיג שור פסולי המוקדשים ממקום אחר:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "הא דאמדוהו ליומי. בו ביום שאמדוהו לקבל חזרו ואמדוהו שלא יוכל אז אמרה מתני' דלוקה דאי לא לקי אזלינן בתר אומד הראשון ונמתין לו עד שיבריא וילקה כמו שאמדוהו אבל אם אמדוהו אומד שני למחר שמא הכחיש אחר הראשון ואזלינן בתר האחרון ופטור שהרי אמדוהו שאין יכול ללקות כלל וכן מדינא סיפא אמדוהו מתחלה לקבל י\"ח ובו ביום אמדוהו לקבל כולם אזלינן בתר השני ולוקה אם לא לקה כבר כל הי\"ח וברייתא באמדוהו ביום אחרון אבל אומד ראשון היה טעות ואזלינן בתר בתרא:"
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "רבי יהודה אומר (בעינן יתירי כח ו) חסירי מדע. נ\"ל דפליג אתנא קמא דאמר אין מעמידין כלל חסירי מדע דאין מדקדקין בדבר דבהא טעמא דגמרא אין נכון לכאורה לומר דלרבי יהודה מעמידין דוקא חסירי מדע:"
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "שניהם שוין. ומיהו אשה אף במים:"
            ]
        ], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "באוריה כתיב לכן בגללכם ציון שדה תחרש. וקשה דהא בכל המקרא לא מצינו פסוק זה מנבואתו של אוריה כי אם בנבואתו של מיכה המורשתי ויש לומר דסמיך אהא דאיתא בספר ירמיה (לח) שנתנבא ירמיה על פורענות ונתקבצו הכהנים והנביאים להרגו מפני שהיה מדבר פורענות ואמרו להם השרים אין אנו מסכימין שהרי מיכה דיבר מפורענות ולא נהרג וגם אוריה וגו' משמע שדבר אוריה כמו מיכה ומה פורענות דבר מיכה הוא קרא זה והוי כמו שדבר אוריה אבל קשה מנלן דאותה נבואה דכתיב עוד ישבו זקנים וזקנות ברחובות היא לעולם הבא דלמא היא בעולם קודם גאולה וי\"ל דממה שהוא אמר בפסח שני (פסחים דף סח.) ניחא דקאמר עתידים (מתים שיחיו) דכתיב עוד ישבו זקנים וזקנות ברחובות וילכו על משענותם ועל אלישע שהחיה המת כתיב משענתו וגמרינן משענת דהאי קרא ממשענת דאלישע מה להלן החיה המת אף כאן תחיית המתים וא\"כ ע\"כ האי נבואה לעתיד לבא שהרי עבר בית ראשון ובית שני שלא היתה תחיית המתים וניחא הכל והשם יזכנו לראות משיח אמן:"
            ]
        ]
    ], 
    "title": "Tosafot on Makkot", 
    "versionSource": "http://www.sefaria.org/Tosafot_on_Makkot", 
    "heTitle": "תוספות על מכות", 
    "sectionNames": [
        "Daf", 
        "Line", 
        "Comment"
    ], 
    "categories": [
        "Commentary", 
        "Talmud", 
        "Bavli", 
        "Seder Nezikin", 
        "Makkot"
    ]
}