{
    "title": "Sha'ar HaMelekh on Mishneh Torah, Paschal Offering",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sha'ar_HaMelekh_on_Mishneh_Torah,_Paschal_Offering",
    "text": [
        [
            [],
            [],
            [],
            [],
            [
                "<b>השוחט </b>\n<b> את הפסח כו'.</b> הנה הרב מש\"ל ז\"ל עלה ונסתפק אם זרק או הקטיר את הפסח על החמץ אחר שנפסל הקרבן באחד מן הדברים הפוסלים אם לוקה על לאו זה דאפשר דלא קפיד קרא אלא בקרבן כשר שלא יעשה אחד מן העבודות על החמץ אבל אם נפסל הקרבן שוב ליכא חיובא כו' ובס\"ד כתב שלא מצא הדבר מבואר אלא שבירושלמי מוכח בהדיא דבקרבן פסול ליכא אזהרה דאמרינן התם אמר רב שמואל ממה שהוא מתחייב על הזריקה הדא אמרה פסח עצמו כשר כו' תני חזקיה דם זבחי הכתוב קראו זבח א\"ר מנא אלולי דתני חזקיה מצינו דבר פסול וחייבין עליו המחמיץ את הפסולה אית תנויי תנוי פטור ואית תנויי תנוי דחייב מ\"ד חייב כשנפסלה מחמת חימוצה ומ\"ד פטור כשנפסלה מחמת ד\"א כונת הירושלמי דרב מנא בא לחלוק על רב שמואל שאמר ממה שהוא מתחייב על הזריקה הדא אמרה דהפסח כשר דס\"ל דאם היה נפסל איך יתחייב על הזריקה בקרבן פסול והוא קאמר דאין זה ראיה שהרי מצינו דבר פסול וחייבין עליו המחמיץ את הפסולה כו' ואמר ר\"מ דלא פליגי דמ\"ד חייב הוא שנפסלה מחמת חימוצו רצ\"ל המחמיץ אחר מחמיץ חייב כדאיתא במנחות דף נ\"ו, ומ\"ד פטור הוא כשנפסלה מחמת ד\"א דהיינו יוצא ודכוותיה. וא\"כ ה\"נ גבי שוחט על החמץ אף שנפסל הקרבן אפ\"ה חייב על הזריקה כיון שפיסולו מחמת אותו דבר זהו כונת הירושלמי. וא\"כ מדברי כולם נלמוד דלאו דלא תשחט אינו אלא בזבח כשר את\"ד ז\"ל. והקשה אלי החכם השלם הדיין המצויין הרב כמוהר\"י אלבעלי ה\"י שדבר זה מבואר ובא בפ' תמיד נשחט דתמן תנינן השוחט את הפסח על החמץ עובר בל\"ת רש\"א הפסח בי\"ד לשמו חייב ושלא לשמו פטור ופרש\"י שלא לשמו פטור דפסול הוא ושחיטה שאינה ראויה ל\"ש שחיטה ור\"ש לטעמיה כו'. הרי מבואר שדין זה במחלוקת בין ת\"ק ור\"ש ואין הלכה כר\"ש כמ\"ש הרמב\"ם שם בפיה\"מ ואפילו ר\"ש לא פטר אלא בשחיטה מטעמא דשחיטה שא\"ר ל\"ש שחיטה אבל בזריקה או בהקטר שלא לשמו משמע דאפי' ר\"ש מודה אע\"ג דהזבח נפסל ומינה ק' להירושלמי. ולע\"ד נראה דרב המרחק ביניהם דע\"כ לא נסתפק הרב ז\"ל אלא דוקא בזורק או הקטיר את הפסח על החמץ אחר שנפסל הקרבן ומטעמא דכיון דכבר נפסל הקרבן נמצא דזריקה זו כמאן דליתא ונזרק לשם פצים בעלמא ולא אהנו מעשיו כלל אבל במתניתין שאני דבשעה ששוחט את הפסח הקרבן הי' כשר להקרבה ובידו לשוחטו לשמו והילכך כיון שבידו להקריבה כדינו מש\"ה עובר עליו וזה פשוט ובמ\"ש בירושלמי אמר ר' מנא מצינו דבר פסול וחייבין עליו קשה ממ\"ש בירושלמי פ' כ\"כ א\"ר יוסי כיון שהוציאו פסלו אפילו אכל דבר פסול אכל ויידא אמר דא יש שובר אחר שובר ואין מוציא אחר מוציא ע\"כ וכן פסק רבינו בפ\"ט דין א' וז\"ל ואין מוציא אחר מוציא שכיון שהוציא הראשון נפסל יע\"ש. והשתא קשה כמ\"ש מהא דנזרק על החמץ דאי לאו קרא דזבחי הו\"א דאע\"ג שכבר נפסל אפ\"ה חייב על הזריקה וכן י\"ל מההיא דהמחמץ אחר מחמץ דקי\"ל דחייב כמ\"ש רבינו בהל' מעשה הקרבנות אע\"ג דקי\"ל דמנחה שנתחמצה פסולה וה\"ט דכיון דפיסולו מחמת אותו דבר עצמו חייב וא\"כ דכוותי' נמי במוציא אחר מוציא כיון שנפסל מחמת אותו דבר ויש לחלק דזורק על החמץ שאני דהו\"א דאע\"ג דנפסל הזבח בשחיטה אפ\"ה חייב על הזריקה מפני שהם פעולות חלוקות וכן נמי המחמיץ אחר מחמיץ דחייב התם נמי מיירי בפעולות חלוקות כמ\"ש רש\"י בפ' כל המנחות דנ\"ו ד\"ה מחמיץ אחר מחמיץ כגון עורך אחר הלש ואופה אחר עורך יע\"ש משא\"כ בההיא דאין מוציא אחר מוציא דהוא פעולה אחת דהיינו הוצאה כנ\"ל ודוק. ועוד כתב הרב הנז' בס\"ד וז\"ל ודע שמש\"ק אצלי בדברי הירושלמי הללו הוא דמשמע דמן הסברא השוחט על החמץ נפסל הזבח כיון דכבר עבר אהורמנא דמלכא אי לאו דגלי קרא שקראו זבח ובריש פ\"ה דמנחות אמרינן מתקיף לה רבינא ואימא לא תאפה חמץ למיקם גברא בלאו ואיפסולי לא מיפסל ותי' מצה תהיה הכתוב קראו חובה הרי דאיצטרך קרא להכשיר וצ\"ע ע\"כ. ולדעתי אין כאן מקום קו' דהתם כיון דקי\"ל בעלמא דבקדשים בעינן שנה עליו הכתוב לעכב מש\"ה פריך שפיר ואימא לא תאפה כו' ואע\"ג דהתם נמי תרי לאוי כתיבי לא תעשה חמץ ולא תאפה הא מצרכינן להו התם לקמן לעבור עליו על כל עשיה משא\"כ הכא גבי ק\"פ דתרי לאוי כתיבי לא תשחט על חמץ ולא תזבח א\"כ אי לאו דגלי קרא דהפסח כשר הו\"א דקרבן פסול כיון דשינה עליו הכתוב לעכב שינה והשתא דגלי קרא דקרבן כשר ע\"כ לומר דלעבור עליו בב' לאוין הוא דשנאן וכבר ראיתי להרב ח\"ה ז\"ל שהקשה אדברי התוס' דפרק תמיד נשחט ד\"ה השוחט שכתבו וז\"ל אומר ריב\"א דהפסח כשר דהא לא שנה עליו הכתוב לעכב שהרי בפי' שנה הכתוב לא תשחט ולא תזבח ותי' דבכה\"ג ליכא למימר דשינה הכתוב לעכב אלא דשינה לעבור עליו בב' לאוין ולא אמרינן דשנה הכתוב לעכב אלא בכה\"ג דלעיל במכסת נפשות וכן בכל הני דפ\"ק דזבחים דליכא למימר בהו לטפויי לאו עכ\"ד. ואני תמה עליו שהרי בפרק כ\"ש דכ\"ו פרכינן ואימא לעבור עליו בב' לאוין ומשנינן היכא דאיכא למידרש דרשינן ולא מוקמינן בלאוי יתירי הרי דהתם מוקמינן קרא דוהבשר אשר יגע בכל טמא באם א\"ע לשאר איסורין ובא\"ע לאכילה תנהו להנאה ולא מוקמינן ליה בלאוי יתירי ואם כן מכ\"ש הכא דכיון דאיכא למדרש דשנה הכתוב לעכב מהיכא תיתי לאוקומי בלאו יתירי ודברי התוספות ז\"ל צ\"ע וראיתי להפר\"ח ז\"ל בס' מים חיים שכתב אדברי התוספות הללו וז\"ל וליתא דהא קי\"ל כרבא פ\"ק דתמורה דס\"ל כל מילתא דאמר רחמנא לא תעביד אי עביד לא מהני אלא הי\"נ משום דקראו זבח יע\"ש ולדעתי נראה דלק\"מ דהא דאמר רבא כל מילתא דאמר רחמנא לא תעביד אי עביד לא מהני דוקא בכל התורה אבל בקדשים כיון דקי\"ל דבעינן שנה עליו הכתוב לעכב אפי' רבא מודה וזה נראה מוכרח מההיא דאמרינן במנחות ואימא לא תאפה חמץ למיקם עליו בלאו ואפסולי לא מיפסל ומאי קו' כיון דקי\"ל כרבא דכל מקום דאמר רחמנא לא תעביד אי עביד לא מהני ולומר דרבינו אליבא דאביי דלית הלכתא כוותיה פריך זה ודאי דוחק דכל כי האי היה לו לפרש הניחא לרבא אלא לאביי כו' ותו דהתם אמרינן אלא מנא לן דהתניא מצת יכול מצוה ת\"ל תהיה הכתוב קבעו חובה והשתא רבא דס\"ל כל מילתא כו' אי עביד לא מהני תיקשי ליה הברייתא הלזו דלמה לי קרא דתהיה אלא ודאי כדכתיבנא כנ\"ל ועיין בספר בתי כהונה ח\"א בח' בית ועד בלשונות הרמב\"ם דף ע\"ו ודוק ועיין בחידושי הריטב\"א יומא דנ\"ג ע\"א ד\"ה חד למצוה לעכב שכתב וז\"ל והא דפרכינן לעיל ות\"ל דקא מעייל ביאה ריקנית לכולי עלמא פריך דכ\"ע איכא בקטורת חד עיכובא לרב אשי מדכתיב וכסה ענן הקטרת והכי פריך דמסתייה דליכתוב רחמנא וכסה לעיכובא ולא היה צריך ליכתוב בה מיתה דכיון דליכא עכובא הו\"ל ביאה ריקנית לרבא דאמר כי בענן אזהרה כ\"ש דפריך שפיר דאפי' לא כתיב וכסה כיון דאיכא אזהרה מכי בענן ממילא משמע שהוא עכובא כו' יע\"ש הנה מתבאר מדבריו דס\"ל דע\"כ לא אמרינן שנה עליו הכתוב לעכב אלא במידי דליכא לאו אבל היכי דאיכא לאו ממילא משמע עכובא ולא בעינן שישנה עליו הכתוב לעכב והוא הפך דעת ריב\"א שכתבנו ובר מן דין יש לתמוה מההיא דמנחות דפריך ואימא לא תאפה חמץ למיקם עליה בלאו ואפסולי לא מיפסלי הרי דאע\"ג דאיכא אזהרה לא משמע עיכובא וי\"ל וצ\"ע:<br><b> עוד </b> ק\"ל טובא מהא דפ\"ב דמנחות די\"ט ע\"ב דפרכינן התם לרב דאמר כל מקום שהחזיר עליו הכתוב במנחות אינו אלא לעכב מתקיף לה רב הונא הרי מלח דלא תנא ביה קרא ומעכב' דתניא ברית מלח כו' והשתא מאי קו' התם שאני דאיכא אזהרה כדכתיב ולא תשבית מלח וכל דאיכא אזהרה ממילא משמע עיכובא וכמו כן קשה מסוגיא הלזו לדברי הפר\"ח ז\"ל שכתב דלרבא דקי\"ל כוותיה דכ\"מ דאמר רחמנא לא תעביד אי עביד לא מהני פסח ששחטו על החמץ פסול אע\"ג דלא שנה עליו הכתוב לעכב ואולי נאמר דע\"כ לא כתב הריטב\"א ז\"ל דלרבא כיון דס\"ל דכי בענן הוי אזהרה ממילא משמע עיכובא אלא דוקא אליבא דרבא משום דרבא לטעמיה דאמר כ\"מ כו' אבל לאביי דס\"ל דאי עביד מהני ה\"נ דאפי' באזהרה בעינן שנה עליו הכתוב לעכב ור\"ה דפריך התם במנחות והרי מלח כו' ס\"ל כאביי אך אכתי קשה דמתניתין קתני לא מלח כשר ופליג אברייתא דר\"י ור\"ש כדאיתא התם והשתא קשה דלרבא דס\"ל כ\"מ כו' אי עביד לא מהני היכי קתני מתניתין לא מלח כשר הא כיון דאיכא אזהרה לא בעינן שנה עליו הכתוב לעכב ושמא נאמר דס\"ל לריטב\"א דלאבע\"א דמשני התם כיון דכתיב ביה ברית כמאן דתנא ביה קרא דמי מתניתין ודאי לא פליגא אהא אלא דלהך תי' מתניתין הכי מיתפרשא לא מלח כל המנחה כולה אלא הקומץ וכמו שפי' הרע\"ב שם ורבא ס\"ל כהאי ואבע\"א אלא שדברי הרע\"ב תמוהים בעיני דאי בכל המנחה מיירי מתניתין מאי לא מלח דקאמר הא אפי' לכתחילה נמי לא בעי מליחה כדאיתא התם ובת\"כ וצ\"ע:<br><b> אפריון שלמה</b>\n<b> מה </b> שהקש' בשם ח\"א למה מסתפק בירושלמי אם חייב על זבח פסול בלאו דחמץ הרי זה פלוגתא דר\"ש ורבנן וכו' מכאן יש להביא ראי' למה שנסתפקתי כמה ישחוט ויהי' חייב על החמץ אם בעינן כל שחיטת רוב שנים או ברוב סימן אחד או במשהו ובפרט למה דקיי\"ל ישנו לשחיטה מתחלה ועד סוף ובזה הי' אפשר ליישב דברי הריב\"א שכתב דהפסח כשר דלא שינה עליו הכתוב לעכב והקשה המרש\"א הרי יש ב' לאוין עיי\"ש ומה שתי' המרש\"א תמה עליו השעה\"מ והק\"ע תמה עוד למה לא תנא במשנה דעובר בב' לאוין וזה תמי' קיימת גם לולי דברי המרש\"א ולפמ\"ש בחי' דגלי קרא השני דעובר אף בכ\"ש א\"ש דליכא תרי לאוין אך לפמ\"ש כאן י\"ל ג\"כ דאי מחד קרא הו\"א דוקא כשיעור שחיטה ולא במשהו לכך גלי קרא השני דאפילו מקצת השחיטה נמי עובר ולהביא עוד ראי' לזה מקו' החכם בשעה\"מ הנה שעה\"מ תי' דדוקא אם כבר נפסל מקודם אז י\"ל דפטור אבל אם במעשה זו דשוחט על החמץ נפסל מכח ד\"א חייב מכח דבידו לשחטו לשמו עיי\"ש והוא נכון ואם כן מוכח דבשוחט על החמץ עובר אף אכ\"ש דאי בעינן כל השחיטה הרי בשביל שלא לשמו נפסל מיד דבזה במשהו נפסל וכדמוכח בדף ס' גבי בעיא דעבודה אחת תנן דקאמר שם אי בשלא לשמו ולשמו לתרווייהו אפסיל לי' מקמייתא וכו' ועיין בתוס' שם ד\"ה דאי ר\"מ מוכח שם דאם ישנו לשחיטה מתחלה ועד סוף נפסל תיכף בשלא לשמו וא\"כ אי ס\"ד דבשוחט על החמץ אינו עובר רק אכל השחיטה אם כן קשה כיון דשחט בה פורתא שלא לשמו כבר נפסל ושוב למה יתחייב אח\"כ על השחיטה משום חמץ וכיוצא בזה פריך בב\"ק מכי שחט בה פורתא אסרה אידך לאו דמרא קא טבח וכן בפ\"ב דחולין וא\"כ אכתי לפשוט הירושלמי מזה בע\"כ מוכח דגם על חמץ עובר בכ\"ש אם ישנו לשחיטה מתחלה ועד סוף מיהו יש לדחות ראי' זו די\"ל דמיירי דבמשהו האחרון כיון שלא לשמו ואתאן ב' יחדיו. והנה לכאורה יש לדחות תי' השעה\"מ די\"ל אכתי מוכח דחייבין על זבח פסול מכח קו' הנ\"ל ואין לומר כתירוץ השעה\"מ מכח דהוי ביחד הרי קיי\"ל כל שאינו בזאח\"ז אף בב\"א אינו ואם כן לפי הך סברא של הירושלמי דס\"ל דהזבח פסול מכח חמץ א\"כ בזאח\"ז דאם נשחוט תחלה בפסול מחמת חמץ שוב לא שייך בי' אח\"כ מחשבת שלא לשמו כיון דכבר נפסל לא שייך בי' שלא לשמו ולהיפוך אם נפסל מכח שלא לשמו שוב לא שייך בי' חיוב חמץ ובע\"כ מוכח דשייך חיוב חמץ על זבח פסול ונשאר קושייתנו במקומה מיהו זה יש לדחות די\"ל דהירושלמי ס\"ל כמ\"ד כל שאינו בזאח\"ז ישנו בב\"א ודוק וכעת דין הנ\"ל צ\"ע:<br><b> וליישב </b> קושית השעה\"מ וכן קו' הק\"ע על המרש\"א שהבאתי לעיל נ\"ל דכוונתו כך דנהי דקיי\"ל דבקדשים בעינן שינה עליו הכתוב לעכב היינו רק באם אינו עובר רק לאו אחד דאז לולי האי לאו הי' כשר ומותר לכתחלה רק בשביל האי לאו הוא עשה איסור לכתחלה מ\"מ י\"ל דבדעבד כשר אבל אם יש כאן ב' לאוין אם כן בכל לאו לולי זה נמי הי' בו איסור לאו השני רק דבשבילו הי' כשר בדעבד בזה כיון דבאמת יש עוד לאו לכך מפסיל הזבח ובשני לאוין אף בקדשים לא בעינן שינה עליו לעכב ויש להסביר עוד הדבר יותר בסברא דהרי קשה על כלל הדבר למה בקדשים בעינן שינה עליו לעכב הרי קיי\"ל דקדשים חמירי מחולין ולמה בחולין לא בעינן שינה עליו לעכב ובקדשים בעינן שינה עליו לעכב ובע\"כ הטעם דחומרן הוא קולתן דבחולין דלא חמירי בע\"כ מה שהקפידה עליו התורה הוי ענין גדול דבלא\"ה לא הי' מקפיד עליו התורה וכיון דהוי ענין גדול לכך כדי להיות אוסר אף בדעבד אבל בקדשים י\"ל כיון דחמירי י\"ל דכל אזהרה אינו רק לכתחלה מכח חומרן ומ\"מ אין בו כדי להיות אוסר בדעבד ולכך תינח היכי דהוי רק לאו אחד אבל היכי דהוי ב' לאוין אם כן מוכח דהוי איסור חמור מדהוי בו ב' לאוין ולכך ממילא הזבח פסול וזה הוי כוונת המרש\"א דאם הוי כוונת הב' לאוין שלא לעבור בב' לאוין רק להיות שינה עליו לעכב אז הוי פסול בכל ענין הפסח אבל באמת הריב\"א ס\"ל דעיקר הכתוב הוי לעבור בב' לאוין והיינו דאינו דומה למ\"ש בעלמא דהיכי דאיכא למידרש לא מוקמינן בלאוי יתירא זה הוי רק אם אין נ\"מ בלאוי יתירא רק למלקות בזה אמרינן כל היכא דאיכא למדרש לדינא לא מוקמינן לי' למלקות אבל כאן נ\"מ מהני לאוי יתירא לדינא דבזה הפסח פסול ובלאו אחד הפסח כשר ולכך כמו דהכונה לפי פשוטו מ\"ש המרש\"א דהוי לעבור בב' לאוין דהיינו אם התרו בו משום ב' לאוין אבל בלא התראה בשניהם ודאי אינו עובר רק בלאו אחד יהי' נמי הכונה לדרכנו דודאי אם התרו בו בשניהם הפסח פסול אבל אם התרו בו רק משום אחד הפסח כשר וזה הוי כוונת הריב\"א דאם התרו בו רק משום לאו אחד אז הפסח כשר ואם התרו בו בשניהם הפסח פסול ומיושב נמי קו' הק\"ע דלמה לא תנא בשני לאוין די\"ל כדעת הירושלמי היכי דהפסח פסול אין עוברין בו משום לא תשחט ואם כן א\"ש דהיכי דהתרו בו משום שניהם אינו לוקה כלל כיון דאז נפסל הזבח לגמרי לכך אינו לוקה כלל רק היכי דהתרו בו רק משום אחד אז כשר הזבח ולכך תנא במשנה דאינו עובר רק בל\"ת אחד ואין נ\"מ בהני ב' לאוין רק דעי\"כ נפסל הזבח אבל כיון דנפסל שוב אינו עובר על השני ודוק היטב כי זה עצה נכונה בעזה\"י בכוונת המרש\"א. אך מה שעומד לנגדנו הוא קו' השעה\"מ בשם החכם על הירושלמי ומה שתי' השעה\"מ דהמשנה מיירי בב' לאוין ביחד לדרכנו תקשה דהרי כאן הוי ב' לאוין ביחד וכתבנו דבפסח פסול אינו עובר אך באמת א\"ש די\"ל קושית השעה\"מ בע\"א והוא די\"ל דודאי באיסורין שונים חייב אף על קרבן פסול אבל בחד איסור כיון דכבר נפסל מחמתו שוב אינו חייב עליו ואף דבירושלמי קאמר ר\"ח להיפוך הסברא מ\"מ אינו מוכרח וי\"ל דמאן דמבעיא שם בירושלמי אם בזבח פסול שייך לאו זה ס\"ל הסברא להיפוך דמחמת אותו הדבר עצמו גרע ואינו עובר ותדע דלמה לא פשיט לי' מהני ברייתות שמביא שם אח\"כ שאית תנא תני חייב במחמץ את הפסולה ואית תנא תני פטור ובע\"כ כדמחלק ר\"ח ואם כן מוכח דבנפסל מחמת אותו דבר חייב ואם כן ה\"ה בשוחט על החמץ וזורק ומה מספקא לי' ובע\"כ דספקא שלו הוי דלמא כוונת הברייתא להיפוך דבנפסלה מחמת ד\"א חייב ומחמת אותו דבר פטור ולכך כן יהי' שיטת הריב\"א עפ\"ד המרש\"א דמחמת אותו דבר אין חייבין על פסול ומחמת ד\"א חייבין עליו ולכך נקטה המשנה רק חד ל\"ת ודוק. ונראה לבאר יותר דלא מבעיא די\"ל בפשיטות דדוקא באם התרו בו משום לאו אחד דאז הפסח כשר דאז לוקה אבל אם התרו בו משום ב' לאוין דאז הפסח פסול אז אינו לוקה כלל דלכך לא מצי המשנה לומר דעובר בב' לאוין דאדרבא אם התרו בו משום ב' אינו לוקה כלל דבזה ודאי א\"ש בפשיטות המשנה רק גם אם לא נאמר כן י\"ל עוד דהנה כבר הבאתי קושית השעה\"מ בשם החכם על הירושלמי ולדעתי נראה ליישב בע\"א דודאי היכא דנפסל מחמת ד\"א ודאי חייבין עליו משום חמץ דאנן חשבינן הפסול מחמת ד\"א דהוי כמאן דליתא וכאלו לא הי' בו פסול זה והי' כשר דחייבין בו משום חמץ רק הירושלמי מבעיא בנפסל מחמת לאו זה עצמו בזה שפיר מבעיא לי' דהוי ממ\"נ איך ילקה על לאו זה הרי הוי ממ\"נ אם לא שחטו על החמץ למה ילקה ואם שחטו על החמץ דלוקה הרי נפסל מחמתו ושוב אין ראוי שילקה לכך בזה י\"ל דאינו לוקה על זבח פסול וא\"ש ואם כן תינח בלאו אחד אבל אם התרו בו משום ב' לאוין אז בשלמא על לאו אחד לוקה אף דנפסל כיון דהתרו בו משום ב' לאוין מכל מקום חשבינן הלאו השני כמאן דליתא וכאלו לא נפסל כלל אבל ללקות על ב' לאוין א\"א דאם ילקה ב' הרי הוי ממ\"נ אם לוקה ב' אם כן חזינן דעבר על ב' לאוין והרי הוא פסול ושוב על פסול אינו לוקה לכך תמיד אינו לוקה רק אחד רק דנ\"מ אם התרו בו משום ב' אז הפסח פסול ואם התרו בו משום אחד הפסח נמי כשר כן הי' נ\"ל מיהו תי' זה טעות דהרי הירושלמי פריך למה יתחייב על הזריקה כיון דכבר נפסל מכח השחיטה אם כן מוכח דאף דכבר נפסל בעבודה אחרת ס\"ל דאינו לוקה אחר כך ונסתר תירוץ זה על קושית השעה\"מ גם מוכח מהירושלמי דלמה לא פריך מכח השחיטה עצמה איך חייב עליו הרי נפסל הפסח מוכח דעל מה דעתה נפסל מחמתו ודאי שייך מלקות אף דנפסל רק להיות חייב אחר כך עליו אם כבר נפסל זה קשה להירושלמי ואם כן אם עובר בב' לאוין דנפסל במעשה זו ודאי ראוי להיות חייב עליו ונסתר תירוצנו על המרש\"א מקו' הק\"ע מיהו קושית השעה\"מ מכח היכי דאיכא למדרש זה י\"ל שפיר כמ\"ש דבב' לאוין ודאי נפסל ולא בעינן בזה שינה עליו הכתוב:<br><b> שם</b><br><b> במה </b> שהקשה מלא תאפה חמץ וכן מלא תשחט וכו' ולמה לא הקשה מכל הזבחים שנשחטו שלא לשמן דכשרים ולמה לא נימא אי עביד לא מהני אך לק\"מ לא מבעיא לפמ\"ש בחי' ביצה דף י\"ב דבעשה לא אמרינן אעל\"מ וביארנו שם הסוגיא דתמורה פשיטא דא\"ש דלשמו הוי רק מ\"ע אף גם אי נימא דפשוט דאף בעשה אעל\"מ היינו רק אי אמרה התורה דוקא בלשון שלא לעשות דבר זה או לעשות דבר זה אז אם המצוה על גוף המעשה שיעשה באופן זה בזה אמרה התורה שלא לעשות באופן אחר והוי בכלל לא תעביד אעל\"מ אבל בלשמו אטו אמרה התורה שהשוחט את הקרבן ישחטו לשמו התורה לא אמרה רק בהכשר הקרבן לשמו כשר ושלא לשמו אינו כשר לעלות לשם חובה אבל גוף המעשה הברירה בידו לשחוט או לשמו או שלא לשמו לכן אינו בכלל אעל\"מ ולכן הקשה רק מלא תאפה חמץ דהוא משמע בלאו ממש ושלא יעשה כן וכן בלאו דלא תשחט על חמץ דהוי לאו ממש שלא יעשה כן בהא הקשו שפיר דנימא אעל\"מ:<br><b> והנה </b> מה שהביא התוספות ראיה דשוחט על החמץ מן התוספת' הי' אפשר לדחות דאין מכאן ראי' לפמ\"ש הסמ\"ע והש\"ך דמקח הנעשה בשבת ויו\"ט קיים משום דהוי היתר בזמן איסור ואם כן י\"ל דהתוספת' אתיא כר\"ש דמחייב בפסח אף על שאר זבחים א\"כ לאו דלא תשחט על החמץ קאי על כל ימי הפסח על כל הקרבנות ולפ\"ז הוי לאו זה היתר בזמן איסור דמשכחת לה שחיטת קדשים על החמץ בכל השנה דהוא מותר רק בפסח אסור כל ימי המועד לכן הוי המעשה זה היתר רק דהוי בזמן איסור לכך אי עביד מהני אבל לרבנן והכי קיי\"ל דאין חייב על שאר זבחים בלאו זה רק על הפסח לבדו ופסח בשאר ימות השנה שלמים הוא אם כן לא משכחת מעשה זו לשחוט את הפסח על החמץ בשאר ימות השנה ולכן לא משכחת לה מעשה זו דרך היתר כלל לכך י\"ל שפיר אעל\"מ ואין ראי' מהתוספתא מיהו י\"ל דעיקר הראי' ממה דיליף מקרא דקראו זבח אם כן זה הוי לכ\"ע ועוד י\"ל דאף לר\"ש כיון דעכ\"פ בערב פסח אינו חייב על שאר זבחים רק על הפסח אם כן הוי הקפידא רק על מעשה הפסח וזה לא משכחת דרך היתר ולכן לא הוי היתר בזמן איסור אך אפשר לומר דאתיא כר\"י דס\"ל דחייב אף על התמיד ואבאר הדבר יותר דבשלמא לת\"ק דמחייב רק על הפסח אם כן חזינן דאין האיסור הוא מכח הזמן שהרי על הזבחים הוא פטור והוי האיסור רק על הפסח וזה לא משכחת דרך היתר אבל אם מחייב אף על התמיד אף דשאר ימים מותר לשחוט על החמץ ובע\"כ דעיקר הקפידא הוא מכח הזמן דבזה\"ז בשעה זו לא רצתה התורה שיהי' נשחט קרבן צבור הן הפסח הן התמיד על החמץ והוי עיקר האיסור מכח הזמן וזה משכחת לה דרך היתר והוי היתר בזמן איסור ולכן אע\"מ ובפרט די\"ל בין לר\"י בין לר\"ש י\"ל כיון דאף שאר זבחים נכללו בהך קרא ובשאר זבחים ודאי אע\"מ דהוי היתר בזמן איסור וא\"כ כיון דהוקשו בקרא אחד פסח עם שאר זבחים הוקשו זה לזה וכמו דבשאר זבחים אף דיש בהם לאו זה כשרים אף הפסח כשר דא\"א לחלק לאו אחד לצדדים לומר דבזה פוסל הקרבן ובזה אינו פוסל לכך אף הפסח כשר אבל לרבנן דאין שאר זבחים בכלל רק פסח שפיר י\"ל דפסול משום אעל\"מ והתוספתא עצמה א\"ש בלא\"ה דלמדו מקרא דזבח אך התוס' דהביאו הטעם משום דלא שינה עליו הכתוב לעכב קשה מה ראי' מתוספתא דלמא אתיא כר\"י ור\"ש וכו' וצ\"ל כמ\"ש השעה\"מ דבקדשים לא שייך אעל\"מ:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ותולין </b>\n<b> ומפשיטין את כולו כו'.</b> מ\"ש מרן נראה שכתב כן לאפוקי מר\"י בן ברוקה דקאמר בתוספתא מפשיטין עד החזה כו' אשתמיט מיניה סוגי' דפרק כל כתבי דקי\"ז ע\"ב דאיתא התם הך פלוגתא בהדיא ובמנחות דפ' רבי' ע\"ש ועיין בהרב לח\"מ שהקשה על רבי' דשם בפרק כ\"כ אסיקו בגמ' דלרבנן מפשיטו עד החזה ומחזה ולמטה שקיל להו בברזי וכ\"כ התוספות ר\"פ אלו דברים וא\"כ הי\"ל לרבי' לפרש כן ותי' דרבינו ס\"ל דההיא דפ' כ\"כ רבנן לדברי ריב\"ב קאמרי דלדידהו מותר להפשיט לגמרי כו' ע\"ש והן הן דברי התוספות דפרק כ\"כ דקי\"ז ד\"ה דשקיל ליה ומן התימא על הרב הנזכר איך אישתמיט מיניה גם דבריהם ז\"ל סותרים דשם כתבו וז\"ל ועוד אומר ר\"י דרבנן לדברי ריב\"ב קאמרי כו' ואלו בפרק אלו דברים כתבו משם ר\"י עצמו דלרבנן נמי השאר שקיל להו בברזי ותו ק\"ל לדבריהם דפ' א\"ד מהא דגרסינן פ' ר\"א דמילה מאן תנא פי' אינו חוזר אמר רבב\"ח ריב\"ב היא דתניא י\"ד שחל להיות בשבת מפשיט עד החזה כו' והשתא אם איתא דלרבנן נמי שקיל להו בברזי דליכא שבות כלל מאי ארייא ריב\"ב אפילו כרבנן נמי מצי אתי דע\"כ לא קאמרי רבנן דמפשיטין את כולו משום דליכא איסור כלל משא\"כ בציצין המעכבין את המילה דעביד איסורא דאורייתא אלא ודאי משמע דלרבנן מפשיטין את כולו כדרכו וכן ראיתי להרשב\"א שם שהקשה כן ותי' דרבנן לדברי ריב\"ב קאמרי וכדבריהם דפרק כ\"כ אכן לדבריהם דפרק א\"ד ק\"ט ושמא נאמר דה\"ה דמצי אתי כרבנן נמי אלא משום דריב\"ב קתני בהדיא מפשיט עד החזה ובדברי רבנן לא בא הדבר מפו' אלא מתוך שקלא וטריא נקט תלמודא ריב\"ב ודע שהתוספות פ' כ\"כ הקשו לפי שיטתם שם דלרבנן מפשיטו כדרכו דאם כן אמאי לא חשיב ר\"פ א\"ד דחיית הפשט בהדי הנך דקתני התם ותי' דמתני' בפלוגתא קמיירי וק\"ל שהרי מתניתין קתני התם דמחוי קרביו דוחה שבת וה\"ט כדי שלא יסריח וכמ\"ש רש\"י ז\"ל והרע\"ב שם ומשמע דלריב\"ב דס\"ל מפשיט עד החזה כל דאתעביד בה צורך גבוה לא דחי שבת משום חשש שמא יסריח שהרי טעמייהו דרבנן דס\"ל מפשיטין את כולו קאמר ר\"י התם דהיינו משום חשש שמא יסריח ואפ\"ה לא שרי ריב\"ב וא\"כ דכוותא נמי מחוי קרביו נראה דלריב\"ב לא דחי שבת משום חשש שמא יסריח כיון דאתעביד ביה צורך גבוה ואם כן איך כתבו דמתניתין בפלוגתא קמיירי ושמא נאמר דריב\"ב דקאמר מפשיט עד החזה ה\"ט משום דלא חייש שמא יסריח ותדע שהרי רבא דקאמר התם טעמא שלא יהיו קדשי שמים מוטלין כנבלה ע\"כ דס\"ל דלא חיישינן שמא יסריח וא\"כ דכוותא נמי לר\"י דס\"ל דחיישינן ש\"י בהא פליגי רבנן וריב\"ב דריב\"ב לא חייש שמא יסריח ורבנן חיישי ומיהו במחוי קרביו כיון דרכין הן איכא למיחש טפי לשמא יסריח ומש\"ה לכ\"ע דחי שבת כנ\"ל וראיתי למורינו הרב המופלא בס' עץ החיים בלשונות דף ה' שהקשה על רבינו שהרי שם בפ' כ\"כ אמרינן דטעמייהו דרבנן משום שמא יסריח וא\"נ שלא יהיו קדשי שמים מוטלין כנבלה ואמרינן מאי בינייהו א\"ב דמונח אפתורא דדהבא ואי נמי ביומא דאסתנ' והשתא אי ס\"ל לרבינו טעמא דשלא יסריח הו\"ל לאסור יומא דאסתנא ואי ס\"ל טעמא דשלא יהיו קדשי שמים מוטלין כנבלה הי\"ל לאסור במונח אפתור' דדהבא ואיך התיר לגמרי להפשיט כולו ע\"ש שהניחו בצ\"ע והיא קו' רבתי ולדידי קשיא לי עוד על רבינו דבפ' ר\"א דמילה אמרינן מאן תנא פי' אינו חוזר אמר רבב\"ח אמר ר\"י ריב\"ב היא כו' הנה מבואר דלרבנן דס\"ל מפשיטין את כולו ע\"כ ס\"ל דאפילו פירש חוזר ואע\"ג דדחי לה התם תלמודא להא דרבה בב\"ח היינו לומר דאפילו ריב\"ב מצי סבר דאם פירש חוזר דע\"כ לא קאמר אלא משום דליכא זה אלי ואנוהו כו' אבל כרבנן ודאי לכ\"ע לא מצי אתי הך ברייתא כוותייהו וליכא למימר דע\"כ ל\"ק רבנן אלא משום דחיישינן שמא יסריח וא\"נ משום בזיון קדשים אבל גבי ציצין שאינן מעכבין את המילה אפילו רבנן מודו דאם כן אמאי קאמר רבה בב\"ח מאן תנא פירש ריב\"ב כו' הא אפילו כרבנן מצי אתי ולפחות מיהא כדדחי תלמודא ודילמא ע\"כ ל\"ק ריב\"ב כו' הי\"ל למצדד ולו' וא\"נ ע\"כ ל\"ק רבנן אלא משום דחיישינן שמא יסריח כו' כדדחי דכוותא בפ' ר\"י אלא משמע ודאי דע\"כ ברייתא דפירש אינו חוזר לא מצי אתי כרבנן כלל דכיון דשרו התם אע\"ג דאתעביד ביה צורך גבוה מטעמא דשמא יסריח כו' ה\"נ אית לן למשרי גבי ציצין מטעמא דזה אלי ואנוהו דדא ודא חדא היא ומאחר שכן תימא על רבינו דכיון דפסק כרבנן דמפשיטין את כולו איך פסק בפ\"ב מה' מילה כברייתא דאם פי' אינו חוזר שוב ראיתי להרשב\"א בחדושיו שכתב דלמסקנא דאוקימנא לה כרבנן דלחם הפנים נדחה כל מאי דאמרינן לעיל ושמעינן דלא שייכ' בפלוגת' דהנהו דלעיל כלל וליכא מאן דפליג עליה אלא ר\"י דלחם הפנים לבד ולית הלכתא כותיה ע\"ש ומ\"ה דלא באר לנו מה טעם יש לחלק בין הא דמפשיטין את כולו אליבא דרבנן אע\"ג דאתעביד צורך גבוה לההיא דציצין ותו קשיא לי טובא דממ\"ש רבינו מפשיטין את כולו וקורעו כו' ומוציא את האמורין דס\"ל דהוצאת האמורין היא אחר הפשטת כולו והוא מן התימא שהרי מסוגיא הנזכרת מבואר דהוצאת האמורין היתה מיד כשהפשיט עד החזה בין בחול בין בשבת דאם לא כן הכי קאמר תלמודא דברייתא דקתני פירש אינו חוזר אתיא כריב\"ב והלא נהפוך הוא דכריב\"ב לא מצי אתי שהרי קתני בברייתא דכ\"ז שהוא עוסק במילה חוזר בין על ציצין המעכבין בין על ציצין שאינן מעכבין ואלו ריב\"ב ס\"ל דאפי' כ\"ז שהוא עוסק כיון דאתעביד ביה צורך גבוה לא דחי שבת ואדרבה כרבנן דריב\"ב מצי אתי שפיר דע\"כ ל\"ק רבנן מפשיטין את כולו אלא משום שהוא עוסק בו אבל פי' אפי' רבנן מודו וכ\"כ רש\"י ז\"ל שם בהדיא ד\"ה מפשיט וז\"ל והיינו פירש דתנן במס' תמיד כו' והי' מפשיט ויורד עד שמגיע לחזה כו' וגבי פסח משהפשיט עד החזה ויכול לסלק את האמורין הוציאן מיד והו\"ל פי' מן ההפשט כו' ע\"ש וכ\"כ הריטב\"א ז\"ל בשיטת ב\"י וז\"ל וחכמים אומרים מפשיטין את כולו כלומר להוציא האמורין כשיגיע לחזה ואח\"כ יחזור ויפשוט דגמר מעשה ראשון הוא עכ\"ל וכיון שכן תימא על רבינו ז\"ל איך כתב דמפשיטין את כלו ואח\"כ מוציא האמורין והו\"ל לומר דמפשיט עד החזה ומוציא האמורין ואח\"כ מפשיט את כולו וכדרך שכתב גבי עולה בפ\"ו מה' מעשה הקרבנות דין ה' ע\"ש כי על כל אלה לדידי חזי לי ליישב הכל ולומר דלרבינו ז\"ל קשיתיה קו' התוס' שהקשו שם בד\"ה דשקיל וז\"ל וא\"ת הא דתניא בסוף תמיד נשחט תנא חשכה כל אחד ואחד היה נותן פסחו בעורו א\"כ לאו בברזי היה מפשיט ומשמע דבשבת איירי דאמתני' דהתם קאי דקתני י\"ד שחל בשבת כו' ע\"ש כי על כן ס\"ל ז\"ל דמתני' דפ' תמיד נשחט פליגא אריב\"ב דריב\"ב ס\"ל דבין בחול בין בשבת הי' מפשיט עד החזה ומוציא האמורין מיד ואח\"כ מפשיט את כולו דומיא דעולה דמפשיט עד החזה ואח\"כ חותך הראש והילכך ס\"ל דבשבת לא היה מפשיט אלא עד החזה דכיון דצריך להוציא האמורין מיד הו\"ל פי' וכדין ציצין שאינן מעכבין את המילה דקתני בברייתא דאם פירש אינו חוזר אמנם מתניתין דפ' תמיד נשחט משמע דפליגא וס\"ל דאין צריך להוציא את האמורין מיד כשמפשיט את החזה ודוקא בעולה דינא הכי ותדע שהרי קתני מתני' י\"ד שחל להיות בשבת מניח ידו כו' ותולה ומפשיט קרעו והוציא את האמורין נתנו במגס כו' ואם איתא דס\"ל כריב\"ב הי\"ל לומר ומפשיט עד החזה קרעו והוציא את האמורין מירק את ההפשט כו' כדקתני מתני' גבי עולה פ\"ד דתמיד היה מפשיט ויורד עד שמגיע לחזה הגיע לחזה חתך את הראש כו' מירק את ההפשט כו' אלא משמע ודאי דסתם מתני' ס\"ל דאין צריך להוציא האמורין מיד אלא אחר גמר הפשטו והילכך אפי' בשבת נמי הי' מפשיט את כולו דכיון דלא פירש אע\"ג דאתעביד ביה צורך גבוה משרא שרי דומיא דציצין שאינן מעכבין את המילה דכ\"ז שלא פי' חוזר והיינו דקתני בברייתא התם חשכה כל אחד נותן פסחו בעורו משום דס\"ל כמתני' דהתם דא\"צ להוציא את האמורין מיד כשמגיע לחזה דאמתני' דהתם קאי ומה שהוצרכו בפ' כ\"כ לומר דשקיל ליה בברזי ה\"ד אליבא דריב\"ב דס\"ל דצריך להוציא את האמורין מיד והו\"ל פירש אבל למאי דקי\"ל כסתם מתני' אין צורך לזה והיינו נמי מה שלא פירש רבינו ז\"ל דבמונח אפתורא דדהבא או ביומא דאסתנא דאסור להפשיט משום דבגמ' לא הוצרכו לזה הטעם דשמא יסריח וא\"נ משום בזיון קדשים אלא למאן דס\"ל דצריך להוציא האמורין מיד דאז קשיא לן שפיר דמ\"ט דרבנן כיון דאתעביד בהו צורך גבוה והרי פירש והו\"ל כציצין שאינן מעכבין את המילה דאם פירש אינו חוזר אבל למאי דקי\"ל דאין צריך להוציא האמורין מיד לא תקנו לן מידי דאפי' אתעביד ביה צורך גבוה כל שלא פי' חוזר ואי קשיא לך דא\"כ מאי קשיא ליה לתלמוד' בשלמא לריב\"ב הואיל ואתעביד ביה צורך גבוה אלא רבנן מאי טעמא ומאי קו' נימא דרבנן ס\"ל כסתם מתני' דר\"פ תמיד נשחט דאין צריך להוציא האמורין מיד ומש\"ה קאמרי דמפשיט את כולו הא ל\"ק משום דאם איתא אדמפלגו בי\"ד שחל להיות בשבת לפלגו בחול נמי דלריב\"ב צריך להוציא האמורין מיד ולרבנן אין צריך אלא משמע ודאי דטעמייהו דרבנן לאו משום דס\"ל דא\"צ להוציא האמורין כשמפשיט עד החזה אלא אפי' לריב\"ב דס\"ל דצריך להוציא האמורין מיד כשמגיע לחזה אפי\"ה קאמרי דמפשיטין את כולו ואהא קשיא ליה לתלמודא שפיר מ\"ט דרבנן זה הנראה לי כפתור ופרח ליישב דעת רבינו ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>עד </b>\n<b> כמה נמנין כו' עד שיהא בו בכזית כו'.</b> משנה פרק האשה כמ\"ש מרן ופסק כת\"ק דדריש ושחטו אותו כל קהל עדת ישראל לאשמועינן דשלוחו של אדם כמותו ודלא כרבי נתן דדריש דאתא לאשמועינן דכל ישראל יוצאין בפסח אחד ואע\"פ שאין בו כזית לכל אחד כדאיתא פרק הא\"מ דמ\"ב ע\"א וראיתי לעמוד על מ\"ש התוס' ד\"ה ודילמא שאני התם כו' פי' אבל לשויה שליח היכא דליכא שותפות מנ\"ל כו' ונראה שכונתם ז\"ל לאפוקי מפי' הרשב\"א ז\"ל בחי' שכתב וז\"ל ק\"ל דהא אנן גבי מתניתין דחבורה שאבד פסחה כו' אתינן למידק עלה מנ\"ל ששליחותן כמותן והא שפיר נפקא מדרבי נתן דהוא נמי אית ליה שותפות בגויה ושמא נאמר דהא דאמרינן הניחא לריב\"ק אהא דמסקינן לעיל דכולהו שלוחין מגרושין וקדשים אתיין ותרומה אצטריך למעוטי ב\"ב קיימינן לומר דהניחא לריב\"ק שפיר אתיין שלוחין דעלמא מביניה אבל לרבי נתן דמוקי לה לכל ישראל יוצאין בפסח אחד ומאן דשחיט לית ליה שותפות בגויה היכי אתיין שלוחין דעלמא מביניה ושלוחכם בני ברית מנ\"ל עכ\"ל אמנם התוס' לא ניחא להו בהך פירושא משום דק\"ט לפי זה דאי מאי דפריך בגמ' לר\"נ הוא דמנ\"ל למעוטי שלוחכם ב\"ב כיון דלדידיה איצטריך קרא דגם אתם לאתויי שליחות בתרומה א\"כ תיקשי לן עוד היום לר\"ש דס\"ל דקרא דגם אתם לא איצטריך אלא לאתויי דין שליח ולא למעוטי ב\"ב כיון דליתיה בתרומה דנפשייהו א\"כ מנ\"ל הא דקי\"ל בכל התורה דאין שליחות לגוי וכמו שהקשו התוס' בפ\"ב דגיטין דכ\"ב ד\"ה מה אתם ב\"ב אלא ע\"כ לומר כמו שתירצו התוס' דמ\"מ כיון דדרשינן שליחות מתרומה מגם אתם ומינה ילפינן בעלמא מסתמא דלא מרבינן אלא דומיא דאתם יע\"ש וא\"כ ה\"נ איכא למימר לר\"נ דס\"ל כר\"ש והא ודאי צ\"ע לפי' הרשב\"א מיהא במ\"ש ואין לומר דאה\"נ כו' דהא תנן בפרק האשה הרי שאמר לו רבו כו' ק' דההיא מתני' בעבד כנעני מיירי מדפריך התם תלמודא גבי שלי יהא והא מה שקנה עבד קנה רבו אמר אביי הולך אצל חנוני הרגיל רבו אצלו כו' ואי בעבד עברי הא מציאתו שלו כדתנן בפ\"ק דמציעא וכיון שכן מאי ראי' מייתי מהאי מתני' התם שאני משום דיד עבד כיד רבו ולעולם דבעלמא אין שלוחו כמותו והכי אמרינן בהדיא פרק השואל לענין שאלה בבעלים דאפילו למאן דאמר אין שלוחו כמותו מודה הוא באומר לעבדו צא והשאל עם פרתי משום דיד עבד כיד רבו ע\"ש וכן מוכח נמי מההיא דפ\"ב דגיטין דהוה ס\"ל לר\"א דעבד פסול לשליחות אפי' בתרומה דאיתי' בתרומה דנפשיה משום דדריש מה אתם ישראל כו' וק' דא\"כ תיקשי ליה מתני' דפרק האשה דמוכח בהדיא דעבד כשר לשליחו' אלא ע\"כ דס\"ל לר\"א דשאני התם משום דיד עבד כיד רבו ואפשר לומר דס\"ל להתו' דמתני' דהתם דאומר לעבדו סתמא קתני דמשמע בין בעבד עברי בין בעבד כנעני ומשום הכי פריך התם מה שקנה עבד כו' ומינה שמעי' דין שליחות מדקא מכשר עבד עברי נמי ובהכי ניחא לי מה שהקשה הרא\"ה ז\"ל דא\"כ אמאי לא מייתי לעיל הך מתני' דפרק האשה שהיא מוקדמת ומפורש אפי' לית ביה שותפות בגויה ומייתי ההיא דפרק מי שהיה ואינו מפורש בה אלא בדאית ביה שותפות וכן הק' הרב בעל החידושין שם אכן כפי מה שכתבתי ניחא דלעיל דאכתי לא אסיק אדעתיה הך סברא דאית ליה שותפות בגויה טפי אלימא ליה לאקשויי ממתני' דחבורה שאבד פסחה שמפורש בה דין שליחות בהדיא ולא ממתני' דמי שהיה טמא דאיכא לדחויי ולומר דמתני' מיירי בעבד כנעני ומשום דיד עבד כיד רבו אמנם לבתר דמסיק הך סברא דאית ליה שותפות בגויה לא ניחא ליה לתלמודא למימר הכי לפי האמת משום דעבדו סתמא קתני ומשמע אפי' עבד עברי כנ\"ל ודוק ובמה שהקשה התוס' דאמאי לא דחי לעיל נמי לריב\"ק דההיא מיירי בדאית ליה שותפות בגויה איכא למידק דמאי קו' דלריב\"ק ודאי דלא ק\"ל תלמודא דילמא שאני התם דאית ליה שותפות בגויה משום דאם כן למאי איצטריך קרא ושחטו אותו לאשמועינן דין שליחות הא מויקחו להם איש נפקא ואפי' נימא דההיא מבעי ליה לדר\"י דאיש זוכה ואין קטן זוכה מ\"מ ממילא נפקא דין שליחות שהרי אחד זוכה לכולם וא\"כ ע\"כ קרא דושחטו אותו אצטריך לאשמועינן אפי' היכא דלית לי' שותפות בגויה אמנם לר\"י דס\"ל דקרא דושחטו אותו איצטריך לאשמועינן דכל ישראל יוצאין בפסח אחד ולא אתא לאשמועינן דין שליחות קשי' להו שפיר דדילמא שאני התם דאית ליה שותפות בגויה וקרא דויקחו להם איש איצטריך לכדר\"י ואע\"ג דממילא משתמע דין שליחות מ\"מ אימא דקרא מיירי בדאית ליה שותפות בגויה וזהו שכתב רש\"י ולעולם בדאית לי' שותפות כו' ועיין בהרב בעל עצמות יוסף דהשתא ליכא למימר דא\"כ למה לי קרא דושחטו שהרי לר\"י קרא דושחטו לא אתא לאשמועינן דין שליחות ומעיקרא כי פריך ודלמא שאני התם דאית ליה שותפות בגויה דאעיקר פרכא דההוא מבעי ליה לכדר\"י קא סמיך אלא שהתרצן לא הבין קו' וכ\"נ דעת רש\"י ז\"ל שכתב בפ\"ג דגיטין דכ\"ג ע\"א ד\"ה והא לאו בני דעת וז\"ל וגבי שליחות איש בעינן ולא קטן דשליחות נפ\"ל מויקחו להם איש שה לבית אבות כו' ע\"ש וק\"ט דאיך שנה משנתו דלא כהלכתא שהרי לרבינו דס\"ל דכל ישראל יוצאין בפסח א' ואכילת פסחים לא מעכבא הוא דנפ\"ל שליחות מקרא דויקחו אמנם לריב\"ק דהלכתא כותיה דאכילת פסחים מעכבא וכמו שפסק רבינו ז\"ל שליחות נפ\"ל מקרא דושחטו גם הרי\"ף והרא\"ש ז\"ל הביאו דרשת ריב\"ק משמע דהלכתא כותיה ורש\"י ז\"ל עצמו בפי' החומש סדר בא הביא דרשת ריב\"ק וא\"כ איך פי' דשליחות נפ\"ל מויקחו להם אלא הוא הדבר אשר דברתי דרש\"י ז\"ל ס\"ל דלריב\"ק נמי נפ\"ל שליחות מקרא דויקחו באם אינו ענין וכמ\"ש וע\"פ האמור צדקו מאד דברי הגאון הרא\"ם ז\"ל שכתב על דברי רש\"י ז\"ל שהביא דרשת ריב\"ק וז\"ל וא\"ת אמאי לא יליף כו' וי\"ל דנפ\"ל מהני תרי קראי באם אינו ענין כו' כדאיתא בפרק הא\"מ ע\"ש ותמה עליו הרב חד\"ה ז\"ל דנעל' ממנו דברי התוס' ז\"ל שכתבו דלריב\"ק לא תקשי ליה דילמא בדאית ליה שותפות והיינו דלא פריך ליה לעיל לריב\"ק אלא הכא לר\"י ע\"ש אכן כפי מ\"ש הנה נכון דהרב ז\"ל בשיטתיה דרש\"י קאי וברוחב בינתו ועוצם חכמתו בזה ראה וקדש שדעת רש\"י ז\"ל דלריב\"ק נמי נפ\"ל מהני תרי קראי כדמוכח בהדיא ממ\"ש בגיטין וקו' התוס' ל\"ק ליה וכמ\"ש כנ\"ל ולדברי התוס' יש ליישב דס\"ל ז\"ל בשמעתין כאיכא מ\"ד שכתב הר\"ן דזכיה לאחר עדיפא משליחות וזכין לקטן ע\"י אחר ד\"ת ומש\"ה ק\"ל ז\"ל דאמאי לא דחי לעיל לריב\"ק שאני התם דאית ליה שותפות בגויה ומקרא דויקחו להם איש לא נפ\"ל דהתם מדין זכיה הוא דעדיפא משליחות כנ\"ל ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עד </b>\n<b> כמה נמנין כו' עד שיהא בו בכזית כו'.</b> משנה פרק האשה כמ\"ש מרן ופסק כת\"ק דדריש ושחטו אותו כל קהל עדת ישראל לאשמועינן דשלוחו של אדם כמותו ודלא כרבי נתן דדריש דאתא לאשמועינן דכל ישראל יוצאין בפסח אחד ואע\"פ שאין בו כזית לכל אחד כדאיתא פרק הא\"מ דמ\"ב ע\"א וראיתי לעמוד על מ\"ש התוס' ד\"ה ודילמא שאני התם כו' פי' אבל לשויה שליח היכא דליכא שותפות מנ\"ל כו' ונראה שכונתם ז\"ל לאפוקי מפי' הרשב\"א ז\"ל בחי' שכתב וז\"ל ק\"ל דהא אנן גבי מתניתין דחבורה שאבד פסחה כו' אתינן למידק עלה מנ\"ל ששליחותן כמותן והא שפיר נפקא מדרבי נתן דהוא נמי אית ליה שותפות בגויה ושמא נאמר דהא דאמרינן הניחא לריב\"ק אהא דמסקינן לעיל דכולהו שלוחין מגרושין וקדשים אתיין ותרומה אצטריך למעוטי ב\"ב קיימינן לומר דהניחא לריב\"ק שפיר אתיין שלוחין דעלמא מביניה אבל לרבי נתן דמוקי לה לכל ישראל יוצאין בפסח אחד ומאן דשחיט לית ליה שותפות בגויה היכי אתיין שלוחין דעלמא מביניה ושלוחכם בני ברית מנ\"ל עכ\"ל אמנם התוס' לא ניחא להו בהך פירושא משום דק\"ט לפי זה דאי מאי דפריך בגמ' לר\"נ הוא דמנ\"ל למעוטי שלוחכם ב\"ב כיון דלדידיה איצטריך קרא דגם אתם לאתויי שליחות בתרומה א\"כ תיקשי לן עוד היום לר\"ש דס\"ל דקרא דגם אתם לא איצטריך אלא לאתויי דין שליח ולא למעוטי ב\"ב כיון דליתיה בתרומה דנפשייהו א\"כ מנ\"ל הא דקי\"ל בכל התורה דאין שליחות לגוי וכמו שהקשו התוס' בפ\"ב דגיטין דכ\"ב ד\"ה מה אתם ב\"ב אלא ע\"כ לומר כמו שתירצו התוס' דמ\"מ כיון דדרשינן שליחות מתרומה מגם אתם ומינה ילפינן בעלמא מסתמא דלא מרבינן אלא דומיא דאתם יע\"ש וא\"כ ה\"נ איכא למימר לר\"נ דס\"ל כר\"ש והא ודאי צ\"ע לפי' הרשב\"א מיהא במ\"ש ואין לומר דאה\"נ כו' דהא תנן בפרק האשה הרי שאמר לו רבו כו' ק' דההיא מתני' בעבד כנעני מיירי מדפריך התם תלמודא גבי שלי יהא והא מה שקנה עבד קנה רבו אמר אביי הולך אצל חנוני הרגיל רבו אצלו כו' ואי בעבד עברי הא מציאתו שלו כדתנן בפ\"ק דמציעא וכיון שכן מאי ראי' מייתי מהאי מתני' התם שאני משום דיד עבד כיד רבו ולעולם דבעלמא אין שלוחו כמותו והכי אמרינן בהדיא פרק השואל לענין שאלה בבעלים דאפילו למאן דאמר אין שלוחו כמותו מודה הוא באומר לעבדו צא והשאל עם פרתי משום דיד עבד כיד רבו ע\"ש וכן מוכח נמי מההיא דפ\"ב דגיטין דהוה ס\"ל לר\"א דעבד פסול לשליחות אפי' בתרומה דאיתי' בתרומה דנפשיה משום דדריש מה אתם ישראל כו' וק' דא\"כ תיקשי ליה מתני' דפרק האשה דמוכח בהדיא דעבד כשר לשליחו' אלא ע\"כ דס\"ל לר\"א דשאני התם משום דיד עבד כיד רבו ואפשר לומר דס\"ל להתו' דמתני' דהתם דאומר לעבדו סתמא קתני דמשמע בין בעבד עברי בין בעבד כנעני ומשום הכי פריך התם מה שקנה עבד כו' ומינה שמעי' דין שליחות מדקא מכשר עבד עברי נמי ובהכי ניחא לי מה שהקשה הרא\"ה ז\"ל דא\"כ אמאי לא מייתי לעיל הך מתני' דפרק האשה שהיא מוקדמת ומפורש אפי' לית ביה שותפות בגויה ומייתי ההיא דפרק מי שהיה ואינו מפורש בה אלא בדאית ביה שותפות וכן הק' הרב בעל החידושין שם אכן כפי מה שכתבתי ניחא דלעיל דאכתי לא אסיק אדעתיה הך סברא דאית ליה שותפות בגויה טפי אלימא ליה לאקשויי ממתני' דחבורה שאבד פסחה שמפורש בה דין שליחות בהדיא ולא ממתני' דמי שהיה טמא דאיכא לדחויי ולומר דמתני' מיירי בעבד כנעני ומשום דיד עבד כיד רבו אמנם לבתר דמסיק הך סברא דאית ליה שותפות בגויה לא ניחא ליה לתלמודא למימר הכי לפי האמת משום דעבדו סתמא קתני ומשמע אפי' עבד עברי כנ\"ל ודוק ובמה שהקשה התוס' דאמאי לא דחי לעיל נמי לריב\"ק דההיא מיירי בדאית ליה שותפות בגויה איכא למידק דמאי קו' דלריב\"ק ודאי דלא ק\"ל תלמודא דילמא שאני התם דאית ליה שותפות בגויה משום דאם כן למאי איצטריך קרא ושחטו אותו לאשמועינן דין שליחות הא מויקחו להם איש נפקא ואפי' נימא דההיא מבעי ליה לדר\"י דאיש זוכה ואין קטן זוכה מ\"מ ממילא נפקא דין שליחות שהרי אחד זוכה לכולם וא\"כ ע\"כ קרא דושחטו אותו אצטריך לאשמועינן אפי' היכא דלית לי' שותפות בגויה אמנם לר\"י דס\"ל דקרא דושחטו אותו איצטריך לאשמועינן דכל ישראל יוצאין בפסח אחד ולא אתא לאשמועינן דין שליחות קשי' להו שפיר דדילמא שאני התם דאית ליה שותפות בגויה וקרא דויקחו להם איש איצטריך לכדר\"י ואע\"ג דממילא משתמע דין שליחות מ\"מ אימא דקרא מיירי בדאית ליה שותפות בגויה וזהו שכתב רש\"י ולעולם בדאית לי' שותפות כו' ועיין בהרב בעל עצמות יוסף דהשתא ליכא למימר דא\"כ למה לי קרא דושחטו שהרי לר\"י קרא דושחטו לא אתא לאשמועינן דין שליחות ומעיקרא כי פריך ודלמא שאני התם דאית ליה שותפות בגויה דאעיקר פרכא דההוא מבעי ליה לכדר\"י קא סמיך אלא שהתרצן לא הבין קו' וכ\"נ דעת רש\"י ז\"ל שכתב בפ\"ג דגיטין דכ\"ג ע\"א ד\"ה והא לאו בני דעת וז\"ל וגבי שליחות איש בעינן ולא קטן דשליחות נפ\"ל מויקחו להם איש שה לבית אבות כו' ע\"ש וק\"ט דאיך שנה משנתו דלא כהלכתא שהרי לרבינו דס\"ל דכל ישראל יוצאין בפסח א' ואכילת פסחים לא מעכבא הוא דנפ\"ל שליחות מקרא דויקחו אמנם לריב\"ק דהלכתא כותיה דאכילת פסחים מעכבא וכמו שפסק רבינו ז\"ל שליחות נפ\"ל מקרא דושחטו גם הרי\"ף והרא\"ש ז\"ל הביאו דרשת ריב\"ק משמע דהלכתא כותיה ורש\"י ז\"ל עצמו בפי' החומש סדר בא הביא דרשת ריב\"ק וא\"כ איך פי' דשליחות נפ\"ל מויקחו להם אלא הוא הדבר אשר דברתי דרש\"י ז\"ל ס\"ל דלריב\"ק נמי נפ\"ל שליחות מקרא דויקחו באם אינו ענין וכמ\"ש וע\"פ האמור צדקו מאד דברי הגאון הרא\"ם ז\"ל שכתב על דברי רש\"י ז\"ל שהביא דרשת ריב\"ק וז\"ל וא\"ת אמאי לא יליף כו' וי\"ל דנפ\"ל מהני תרי קראי באם אינו ענין כו' כדאיתא בפרק הא\"מ ע\"ש ותמה עליו הרב חד\"ה ז\"ל דנעל' ממנו דברי התוס' ז\"ל שכתבו דלריב\"ק לא תקשי ליה דילמא בדאית ליה שותפות והיינו דלא פריך ליה לעיל לריב\"ק אלא הכא לר\"י ע\"ש אכן כפי מ\"ש הנה נכון דהרב ז\"ל בשיטתיה דרש\"י קאי וברוחב בינתו ועוצם חכמתו בזה ראה וקדש שדעת רש\"י ז\"ל דלריב\"ק נמי נפ\"ל מהני תרי קראי כדמוכח בהדיא ממ\"ש בגיטין וקו' התוס' ל\"ק ליה וכמ\"ש כנ\"ל ולדברי התוס' יש ליישב דס\"ל ז\"ל בשמעתין כאיכא מ\"ד שכתב הר\"ן דזכיה לאחר עדיפא משליחות וזכין לקטן ע\"י אחר ד\"ת ומש\"ה ק\"ל ז\"ל דאמאי לא דחי לעיל לריב\"ק שאני התם דאית ליה שותפות בגויה ומקרא דויקחו להם איש לא נפ\"ל דהתם מדין זכיה הוא דעדיפא משליחות כנ\"ל ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>חמשה </b>\n<b> שנתערבו עורות פסחיהן כו' פטורין מלעשות פסח שני ואם התנה כל א' מהן ואומר אם אינו פסח יהי' שלמים כו'.</b> בברייתא בפרק האשה דף פ\"ט ופרכינן עלה בגמ' נייתי כל חד מנייהו פסחו וניתני אי דידי בעל מום האי דאייתי השתא ליהוי פסח ואי דידי תם האי דאייתי השתא ניהוי שלמים כו' והדר פריך ונייתי מותר הפסח ונימא אי דידי ב\"מ הוא ניהוי האי דאייתי השתא פסח ואי דידי תם הוא ניהוי האי דהשתא שלמים דמותר הפסח נאכל ליום ולילה אחד אלא משום סמיכה כו' וק\"ל דמאי פריך וניטרחו ונייתי מותר הפסח הא נמי הו\"ל ממעט באכילתו דק\"פ אינו נאכל אלא בלילה דכתיב ואכלו אותו בלילה ואפי' בפ\"ב ואלו מותר הפסח נאכל ליום ולילה ביום הקרבתו ובלילה וא\"כ הו\"ל ממעט באכילתו וליכא למימר דמותר הפסח ג\"כ אינו נאכל אלא בלילה ונאכל ליום ולילה דקאמר בגמ' לאו דוקא שהרי בפסח נמי אמר כי האי לישנא דהא ליתא שהרי כתבו התוס' סוף פרק א\"ד דע\"א ד\"ה לימד על חגיגת י\"ד דהא דמותר הפסח אינו נאכל אלא ליום ולילה נפ\"ל מדכתיב ובשר זבח תודת שלמיו ביום קרבנו יאכל לרבות שלמים הבאים מחמת הפסח וכדאמרינן בס\"פ כל הפסולין וא\"כ הא קרא כתיב בהדיא ביום קרבנו יאכל והדרא קו' לדוכתא וצריך ליישב ולומר דס\"ל לתלמודא דמשום זמן מועט כי האי לא חשיבה ממעט באכילתו כיון דשחיטתו אינו אלא אחר חצות ובידו להשהות הקרבן ולהקריבו לעת ערב כדי שלא ימעט באכילתו וע\"פ זה אני תמיה על מה שראיתי להרב מוהר\"ץ אשכנזי ז\"ל בסי' תי\"א שכתב ליישב לשון רש\"י ז\"ל שכתב בדפ\"ח ע\"ב בד\"ה בתקנתיה דרביה וז\"ל שאין לו תקנה אחרת דהא לא מצי למימר גדי שלו וטלה שלמים כדמפרש לקמן שממעט באכילתו דאכיל לתרווייהו באותו הלילה משום ס' פסח וחד מינייהו שלמים הוא ע\"כ שדבריו הן קשה ההבנה שהרי כשיבא הרב בלילה ע\"כ הוא יודע איזה מהן אמר ואם כן יאכל השני לב' ימים ולילה א' כדין שלמים ואם באתה לחוש שישכח גם הרב כשיבא בלילה גם תנאי זה אינו כלום כי שניהם יצאו לבית השריפה וכתב הרב ז\"ל שנראה לו ברור דכיון דקי\"ל שלמים נאכלים לב' ימים ולילה א' יפה כח אכילת יום אחד כאכילת יום ב' וכשם דאסור לשחוט שלמים בתנאי תודה משום דממעט באכילת יום ב' ה\"ה והוא הטעם באכילת יום אחד שהוא יום זבחו שאסור להתנות עליו בתנאי שהוא אוסרו וממעטו באכילת יום זבחו דמ\"ש והכ' הרב לא יבא עד הלילה שהיא זמן אכילת הפסח ועד שיבא הרב ויברר איזה הוא שלמים א\"א לאכול אותו שהוא שלמים שהרי אינו ידוע לנו ובכל א' יש לחוש שמא פסח הוא ונמצא ממעט באכילת שלמים מיום א' שהוא יום זבחו והיינו דנקט רש\"י דקאכיל לתרוייהו באותו הלילה ר\"ל ולא ביום זבחו עכ\"ד ולפי מה שכתבתי נראה דהך תירוצא ליתא כלל דכפי דבריו קשה דמאי פריך וניטרחו ונייתו מותר הפסח הרי ממעט באכילת הפסח שהוא יום זבחו אלא ודאי דהא לא חשיב ממעט באכילתו כמ\"ש ושוב אחר החיפוש נפלאתי בת\"כ סדר ויקרא פרשה י\"ח דאמרינן התם דבן עזאי ס\"ל שלמים הבאים מחמת הפסח אינן נאכלין אלא בלילה ואינן נאכלין אלא צלי ע\"ש ואם כן א\"ל דמאי דפריך בגמ' וניטרחו וניתו מותר הפסח הוא משום דבעי לאוקמי להאי ברייתא אליבא דבן עזאי ולעולם דלרבנן דבן עזאי דס\"ל דנאכל ליום ולילה לא מצי לאתנויי במותר הפסח משום דהו\"ל ממעט באכילת קדשים ביום זבחו כמ\"ש הרב הנזכר ז\"ל וזה ודאי דוחק עוד הקשה הרב הנזכר וז\"ל אלא שיש לי לדקדק עוד איך אפשר להתנות בשלמים אחר תמיד של בין הערבים שהוא זמן הקרבת הפסח דבשלמא בסוגיא דלקמן דאמר פטורין מלעשות פסח שני פריך שפיר אף דיקריב אחר תמיד של בין הערבים מוטב שיבא עשה דפסח שיש בו כרת וידחה עשה דהשלמ' שאין בו כרת כדאמרינן בפרק תמיד נשחט אבל הכא כיון דאפשר לו בתקנתא דע\"מ דאין לרבו רשות בו אסור להתנות בשלמים ותי' דהא דקאמר שאין לו תקנה אחרת ר\"ל דאף אם לא ימצא מי שירצה להקנות לו על מנת שאין לרבו רשות בו ואז נדחה עשה דהשלמה מפני עשה דפסח א\"ה אין להתנות בשלמים משום שממעט באכילתו עכ\"ד ע\"ש והנה מ\"ש דבשלמא בסוגיא דלקמן פריך שפיר אף דיקרב אחר תמיד של בין הערבים משום דיבא עשה דפסח דיש בו כרת וידחה עשה דהשלמה אין דבריו נראין לי כלל שהרי לפי המסקנא טעמא דפטורין מלעשות פסח שני הוא דמשום דפסח בשפיכה ושלמים בזריקה ואע\"ג דכל הניתנין בזריקה שנתן בשפיכה יצא הנ\"מ דיעבד אבל לכתחלה לא הרי משום אסורא בעלמא ולכתחלה דחינן עשה דפסח וה\"ט כמ\"ש התוס' שם בד\"ה ה\"מ וא\"כ מכ\"ש די\"ל דפטורין מלעשות פסח ב' משום עשה דהשלמה דאוריי' כיון דאינו אלא ס' כרת ורובם עושין שלא כהוגן גם מה שתי' דמה שכתב רש\"י דאין לו תקנה אחרת ר\"ל שאף אם לא ימצא מי שירצה להקנות לו כו' קשה דאם כן כיון דעשה דפסח דוחה עשה דהשלמה דאוריי' מכ\"ש שידחה עשה דפסח איסור' דממעט באכילת קדשים דאינו אלא ספק איסור' בעלמא ומדרבנן שהרי ר\"ש פליג וס\"ל דמביאין קדשי' לבית הפיסול ולפי הנראה אשתמיט מהרב ז\"ל דברי התוספות דפרק אמר להם הממונה דכ\"ט ד\"ה אלא שהקשה שם כקו' הרב ז\"ל דמאי פריך בשמעתין דליתי כל חד פסח וליתנו בשלמים וכתבו בסוף דבריהם ומיהו אפילו לא יהא נפסל אחר התמיד קשה דמ\"מ לכתחלה מדאורייתא ואי אמרינן דפ\"ב מצי להקדומי לתמיד של בין הערבים כיון דלא כתיב בערב כו' והא דלא חשיב להו בהדי דברים של בין א' לב' י\"ל תנא ושייר דהא נמי שייר כרת איכא למ\"ד חייב כרת על הא' ולא על הב' ואיכא למ\"ד נשים בראשון חובה וב' רשות ניחא דפריך וניתי וניתני עכ\"ל ע\"ש ומ\"מ לשון רש\"י ז\"ל לא יתישב לפי זה שהרי ההיא דלעיל בפסח א' מיירי וא\"כ אפשר להתנות בשלמים ועובר אעשה דהשלמה ונ\"ל שדעת רש\"י כמ\"ש התוס' בפ' התכלת דמ\"ט ד\"ה תדיר בסוף דבריהם דעשה דהשלמה ליכא אלא אחר הקטרת התמיד אבל קודם הקטרתו אף שכבר נזרק דם התמיד מותר להקריב קרבנות אחרים וע\"פ זה יתיישבו סוגיא דשמעתין דפריך ונייתי וניתני בשלמים דמיירי בשלא הקטירו אמורין של תמיד הערב דהקטרת אמורין כשר כל הלילה ע\"ש דבריהם באורך וא\"כ איכא למימר שדעת רש\"י ז\"ל בהכי קאי והיינו דכתב דאין לו תקנה אחרת ואפי' קודם הקטרת אמורין דליכא עשה דהשלמה כנ\"ל ועיין בפרק תמיד נשחט דף ס\"ג ע\"ב ברש\"י ד\"ה אבל המולג ובמ\"ש הרב ח\"ה שם שכפי מ\"ש אין צורך למ\"ש הוא ז\"ל ע\"ש אלא דק\"ל קצת לפי שיטה זו מהא דגרסינן בריש תמיד נשחט אלא אמר רבא מצותו דתמיד משינטו צללי ערב מאי טעמא דאמר קרא בין הערבים מעידנא דמתחיל שמשה למערב הילכך בשאר ימות השנה דאיכא נדרים ונדבות דרחמנא אמר עליה השלם כו' מאחרינן ליה תרתי שעי ועבדינן ליה בשמונה ומחצה כו' ופרש\"י ז\"ל ד\"ה עליה וז\"ל לפיכך אע\"ג דזריזין מקדימין למצות התקינו לאחרן כדי שיקרבו נדריהם ויהא כשר להקריבן כו' והשתא אם איתא דקודם הקטרת התמיד אין בו עשה דהשלמה ואפילו מדרבנן שרי להקריבו א\"כ קשה דבשאר ימות השנה נמי הו\"ל לרבנן לאוקמי אדינה בשש ומחצה משום טעמא דזריזין מקדימין למצות ואי משום נדרים ונדבות הא איתיה בתקנתא שלא יקטירו האמורין עד הערב דבהא ליכא עשה דהשלמה ויש ליישב בדוחק ובדברי התוספות דפרק אמר להם הממונה שכ' דפסח ב' מצי להקדומי לתמיד של בין הערבים והא דלא חשיב ליה בהדי דברים שבין א' לב' י\"ל תנא ושייר דהא נמי שייר כרת כו' הקשה אלי החכם השלם רב ועצום כמוהר\"י אשכנזי זלה\"ה דאיך אפשר לומר דשייר כרת הא במתניתין קתני זה וזה טעון הלל כו' ודוחין את השבת וכתב רש\"י ז\"ל שם בגמ' דף צ\"ה דוחין את השבת וז\"ל דב' כתיב ביה במועד למ\"ד קרבן ה' לא הקריב במועדו בשני ע\"ש ואם כן כיון דטעמא דפסח שני דוחה את השבת הוא משום דס\"ל דבמועדו אב' קאי הרי מבואר שם באותו פרק דף צ\"ג דרבי דס\"ל חייב כרת על ב' הוא משום דס\"ל דבמועדו אשני קאי ור\"נ דס\"ל דחייב כרת על הא' ולא על השני ס\"ל דבמועדו אראשון קאי וא\"כ לר\"נ כיון דס\"ל דבמועדו אא' קאי משמע דפסח שני אינו דוחה את השבת וכיון דמתניתין קתני ודוחין את השבת ע\"כ דאתיא כר' דס\"ל דחייב כרת על הב' ואם כן מאי האי דכתבו דהא נמי שייר כרת ולכאורה נראה שהיא קושיא אלימתא ושוב מצאתי דלק\"מ דהתוספות ז\"ל טעמם ונימוקם עמם דאזלין לשיטתם שכתבו בפ' הוציאו לו דצ\"א ע\"א ד\"ה דוחה את השבת בסוף דבריהם דלר\"נ דאמר במועדו אא' קאי צריך לומר דפסח ב' דדוחה שבת נפ\"ל מבכל חקת הפסח כר\"י דשמעתין יע\"ש עוד כתבו התוס' שם וז\"ל והיה נראה לדקדק דלא מפסיל אחר התמיד מדתנן בסוף פ' מי שהי' טמא פסח שנתערב בבכור אם חבורת כהנים יאכלו ונתערב מחיים קאמר כו' אלמא לא מפסיל אחר התמיד מיהו מצינו לדחות דפסח דהתם היינו מותר הפסח דהוי שלמים ושחיט להו קודם תמיד של בין הערבים והא דפריך והא אין מביאין קדשים לבית הפיסול היינו שממעט באכילת מותר הפסח שנאכל לזרים כבכורים שאינו נאכל אלא לכהנים כו' ע\"כ וקל\"ט דאמאי הוצרכו לפרש דהא דפריך והא אין מביאין קדשים לבית הפיסול הוא משום שממעט באכילת הפסח שנאכל לזרים ואמאי לא כתב בפשיטות דהא דפריך ואין מביאין קדשים לבית הפיסול הוא משום דמותר הפסח אינו נאכל אלא ליום ולילה כדאמרינן בשמעתין ואילו בכור נאכל לב' ימים ולילה אחד וכן קשה למ\"ש רבי' בפ\"ד דין ח' פסח שנתערב בשלמים יקרבו כולן שלמים וכתב מרן כ\"מ ז\"ל זה פשוט ע\"פ מה שנתבאר דמותר הפסח קרב שלמים ויש לתמוה שהרי מותר הפסח אינו נאכל אלא ליום ולילה ואילו שלמים לב' ימים ולילה א' ונמצא ממעט באכילת שלמים והוה ל\"ל ירעו עד שיסתאבו מידי דהוי אאשם שנתערבו בשלמים שכ' רבי' בפ\"ז מה' פסולי המוקדשין דירעו עד שיסתאבו מטעם זה וצ\"ע ושוב אחר זמן שכתבתי זה מצאתי להרב מש\"ל בפ\"א מה' תו\"מ דין ג' שתמה על דברי התוספות דפרק אמר להם הממונה יע\"ש ובר מן דין ק\"ל על דבריהם דאם אי' דפסח דמתניתין היינו מותר הפסח אם כן אדפריך תלמודא והא אין מביאין קדשים לבית הפיסול ומשני ר\"ש לטעמיה אכתי תיקשי לן דלר\"ש נמי אמאי יקרבו הא מותר הפסח בעי סמיכה ומתן ארבע כדאמרינן בשמעתין ואילו בבכור לא בעי סמיכה ואינו אלא מתנה א' ושוב מצאתי להתוספות ז\"ל בסוף בכורות ד\"ה והא דתני שהקשו שם מעין קושייתנו למאי דקאמר התם בגמ' דברייתא דקתני יצאו ב' בעשירי יקרבו ר\"ש היא דס\"ל מביאין קדשים לבית הפיסול דאיך יקרבו הא מעשר אינו טעון סמיכה ושלמים טעונין סמיכה וכתב שם לחד תירוצא דשאני הכא דכל חד בשעת הקרבתו שמא לא מחייב בסמיכה ול\"ד לקרבן שהוא בר סמיכה חזרו והקשו וז\"ל וא\"ת היכי קרבי הכא כיון דאין מתנות מעשר ושלמים שוה שזה מתן ד' וזה מתנה א' ותי' דר\"ש כר\"א ס\"ל דאמר נתערבו מתן ד' במתן א' ינתנו במתן ד' דס\"ל דמסיק להו לשם מים יע\"ש ונראה שזהו דעתם ז\"ל ביומא מיהו עיקר דבריהם דבכורות צ\"ע שהרי ממתני' דפ' מי שהיה טמא משמע דר\"ש לא פליג אלא אחלוקת נתערב בבכורות משום דשוים הם במתנות כמ\"ש רש\"י ז\"ל אבל ברישא דמתניתין דפסח שנתערב בזבחים מודה ר\"ש משום דאינן שוים במתנותיהן ואפילו בנתערבו באשם ושלמים דאל\"כ אדתני נתערב בבכורות לישמועינן רבותא אפי' נתערב באשם ושלמים ולפי דברי התוספות דר\"ש כר\"א ס\"ל א\"כ מאי ארייא בכורות דנקט אפי' נתערב באשם ושלמים נמי וצ\"ע ואין להקשות לפי' רש\"י ז\"ל דאכתי נתערב בבכורות לר\"ש אמאי יקרבו הא אין מתנותיהן שוים דפסח בשפיכה כדאמרינן בשמעתין ואלו בכור בזריקה די\"ל דר\"ש כר\"י הגלילי ס\"ל דפסח בזריקה כדאמרינן בפ' תמיד נשחט דס\"ד ע\"ב יע\"ש מיהו על רבינו ז\"ל ק\"ל שכתב בפ\"ו מה' פהמ\"ק דין י\"ב וז\"ל בכור שנתערב בפסח ב' ירעו עד כו' ולמה לא יקרבו לפי שהפסח נאכל לכל אדם עד חצות והבכור לב' ימים כו' וק\"ק דכיון דהוא ז\"ל פסק דפסח בשפיכה אם כן מאי האי דקאמר ולמה לא יקרבו ות\"ל משום מתנות דמקמי אכילה ודוק. תו ק\"ל בסוגיא דשמעתין דמאי פריך ונטרחו ונייתו מותר הפסח כו' ואמאי לא משני דאכתי ממעט באכילת קדשים בעצמות שיש בהן מוח דאינו יכול לשוברם משום ס' פסח כדאמרינן לעיל בפ' כ\"צ דפ\"ה דא' עצם שיש בו מוח וא' עצם שאב\"מ עובר משום ועצם לא תשברו כו' ואפילו ע\"י גומרתא אמרינן התם דאסור משום דילמא פקע או משום הפסד קדשים ושמא שלמים הן ונמצא מביאו ליד נותר בידים ועובר אעשה דואכלו את הבשר וצ\"ל ודוק:<br><b> עוד </b> ראיתי להרב קרבן חגיגה ז\"ל סי' ל' דף י\"ב ע\"ב שהקשה בסוגיא זו במאי דקאמר בגמרא אלו משום מתנות דאלו פסח כו' מאי נ\"מ הא תניא כל הנתנין במתן ד' שנתן במתנה אחת כיפר ואלו משום דפסח בשפיכה ושלמים בזריקה מאי נ\"מ והא תניא כל הנתנין בזריקה שנתנן בשפיכה יצא וז\"ל וקשיא לי טובא דכיון דמאן דס\"ל דהנתנין על מזבח החיצון שנתן במתנה א' כיפר לא ס\"ל דהניתנין בזריקה שנתן בשפיכה יצא כדאמרינן במ' זבחים דל\"ו סבר לה כר\"ע כו' אם כן מאי מקשה תלמודא בשניה מאי נ\"מ והתניא כל הניתנין בזריקה שנתן בשפיכה יצא והא אנן קיימינן אליבא דמ\"ד כל הניתנין על מזבח החיצון אם נתן במתנה אחת כיפר ואליביה אין זריקה בכלל שפיכה ואם כן ניחא דמשום דפסח בשפיכה ושלמים בזריקה אי אפשר לתקוני אבע\"א איפכא אי ס\"ל כמ\"ד דזריקה בכלל שפיכה משום מתנות א\"א לתקוני למאן דס\"ל דזריקה בכלל שפיכה ל\"ל דהניתנין על מזבח החיצון אם נתן במתנה אחת כיפר ולהכי אי אפשר לתקוני משום מתנות דשתי הסברות אין להם ישוב אחד בעולם אליבא דחד תנא כפי סוגיא דזבחים יעוין שם שנתעצם הרבה בקו' זו ולע\"ד דבריו תמוהים ולא ידעתי איך אשתמיט מיניה סוף הסוגיא דזבחים דהן אמת דאמרינן התם דמאן דס\"ל דהניתנין במתן ד' שנתן במתנה אחת כיפר לא ס\"ל כהך ברייתא דקאמר דהניתנין בזריקה שנתנן בשפיכ' יצא אלא כר\"ע דאמר לא זריקה בכלל שפיכה כו' מ\"מ היינו דוקא לההיא ברייתא דמפיק להא דהניתנין במתן ד' שנתנן במתנה אחת כפר מקרא דדם זבחיך ישפך משום הכי הא דאמרינן דע\"כ לא ס\"ל כההוא ברייתא דקאמר דהניתנין בזריקה שנתנן בשפיכה יצא מקרא דודם זבחיך ישפך דאי ס\"ל כהך ברייתא הא קרא אצטריך להכי מנ\"ל למדרש להניתנין במתן ד' שנתנן במתנה אחת יצא אמנם בסוף הסוגיא אמרינן התם וכל הנך תנאי דמפקי ליה להאי דם זבחיך ישפך לדרשה אחרינא האי כל הניתנין על מזבח החיצון שנתנן במתנה אחת כפר מנ\"ל ס\"ל כב\"ה דאמר אף חטאת שנתנן במתנה אחת כפר וילפינן כולהו מחטאת ע\"כ הרי בהדיא דאפילו מאן דדריש לקרא דודם זבחיך ישפך לומר דהניתנין בזריקה שנתנן בשפיכה יצא אפ\"ה מודה דהניתנין במ\"ד שנתן במתנה אחת כפר וזה פשוט גם מ\"ש עוד שם בס\"ד דלר\"ע ור\"י הגלילי סביר' להו דפסח בכור ומעשר הם בשפיכה ואע\"ג דכתיב בבכור ואת דמו תזרוק לאו דוקא יע\"ש הם דברים תמוהים דמסוגיא דפ' תמיד נשחט מבואר בהדיא דלר\"י הגלילי פסח בזריקה וכמ\"ש התוס' ז\"ל בד\"ה ה\"מ דיעבד וז\"ל ותימא וכי בשביל דשמא יהיה נותר או משום סמיכה כו' יכנס לידי ס' כרת וי\"ל דטוב שידחה ס' כרת בשב וא\"ת ממה שיעשו רובן שלא כהוגן כי כבר רובן עשו פסח יע\"ש י\"ל טובא דמה יענו לההיא דאמרינן בקמא אמתניתין דקתני דאונן והמפקח את הגל כו' לפיכך אם אירע בהם פסול פטורים מלעשות פסח שני חוץ מן המפקח את הגל אמר רב' בר חנה אמר ר\"י לא שנו אלא גל עגול אבל גל ארוך פטור מלעשות פסח שני אימא טהור היה בשעת שחיטה ולדעת התוס' קשה דיביא פסח ויתנה ויאמר אי טמא הייתי בשעת שחיטה האי דאייתי השתא ליהוי פסח ואי טהור הייתי ליהוי שלמים ואי משום סמיכה ומתנות כיון דלא מעכבא אל יכנס לידי ס' כרת דהכא ליכא לתרוצי כתירוצם שהרי אין כאן רבים העושים שלא כהוגן ועיין להרב ל\"מ ז\"ל בפ\"ד מה' אילו דין א' ובס' עץ החיים בלשונות הרמב\"ם ולע\"ד נראה ליישב דהתם ל\"ק להו לתוס' מידי משום דלא מצי לאתנויי בשלמים או במותר הפסח משום דאיכא חזה ושוק דלא מצי למיתן לכהנים משום דהו\"ל נאכל שלא למנוייו והכי למימר דניתי חד כהן בהדיה כדפריך בגמ' האי כהן היכי דמי אי דעבד פסח דילמא האי פסח הוא ונאכל שלא למנוייו ואי דלא עביד פסח דילמא שלמים הוא ולא עביד פסח ונמצא אם כן דע\"כ צריך להביא חזה ושוק לידי נותר ובהא ודאי אמרינן דמוטב שיכנס לידי ס' כרת ולא יביא חזה ושוק לידי נותר בודאי וכמדוקדק בדבריהם שכתבו וכי בשביל דשמא יהיה נותר כו' משום דדוקא משום דהוה ס' דשמא לא יבוא לידי נותר הוא דק\"ל דבשביל שלא יבוא לידי נותר יכנס לידי ס' כרת הא אם הוא באופן דיבוא לידי נותר ודאי לא ק\"ל משום דלא אתי ס' כרת ומוציא מידי ודאי נותר אלא דבפ\"ו צ\"ל דההיא דהמפקח את הגל היינו דוקא בישראל דאי' משום חזה ושוק אבל בכהן הכי נמי דיביא פ\"ב בתנאי שלמים ובפ\"ו מה' פהמ\"ק דין י\"ח כתבתי עוד ישוב נכון בזה יע\"ש וראיתי להרב ח\"ה ז\"ל שהקשה לדבריהם וז\"ל ומיהו קשה מה שכתבו בתרוצם דרובן יעשו שלא כהוגן כו' אמאי לא יעשו כולם סמיכה ומתנות שני' שהן ד' ובזריקה כשלמים דהשתא רובן יעשו כהוגן ודוחק לומר דכל הנהו מילי מעכבין בפסח עכ\"ד ודבריו תמוהים ולא ידעתי איך אשתמיט מיני' סוג' מפורשת בס\"פ ע\"פ דאמרינן התם דכשת\"ל לדברי ר\"י זריקה בכלל שפיכה ולא שפיכה בכלל זריקה וכתבו רש\"י ורשב\"ם שם דאם נתן פסח בזריקה כשלמים לא יצא אבל אם נתן שלמים בשפיכה יצא הרי בהדיא דשפיכה מעכבת והתוס' שם קיימו גירס' רש\"י ז\"ל יע\"ש ואף לגי' הר' חיים כהן שכתבו שם מ\"מ נראה ודאי דבהא לא פליג אגירסת רש\"י ז\"ל וכ\"ע מודו דלמאן דסבירא ליה פסח בשפיכה אם נתנו בזריקה לא יצא ומ\"מ לענין ב' שהן ד' נראה דאינו מעכב בפסח אם נתנו במתן ד' וכן נראה להוכיח ממ\"ש רש\"י ז\"ל בזבחים דל\"ז ד\"ה תרי תנאי ואליבא דר\"י וז\"ל ומאן דאית לי' פלוגתא לית ליה פסח בשפיכה אלא בזריקה כשלמים ומיהו פסח עיקר וזבח טפל לו הלכך אין זבח פוטרו לפסח כו' והשתא אי ס\"ל דפסח שנתנו במתן ד' לא יצא אמאי לא כתב בפשיטות דטעמא דברכת הזבח אינו פוטר לפסח אע\"ג דפסח בזריקה משום דפסח מתנה א' וזבח במתן ד' דאם נתן לפסח במתן ד' לא יצא אלא משמע ודאי דס\"ל דיצא כנ\"ל ועיין בס' ידי אליהו דקי\"א ע\"א ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>המפריש </b>\n<b> נקבה לפסחו ירעה עד שיפול בו מום כו'.</b> עיין להרב לח\"מ ז\"ל שתמה על רבי' ז\"ל דבגמ' אמרינן עלה דהך מתני' דקתני ירעה ש\"מ ב\"ח נדחין ודחוי מעיקרו הוי דחוי ופרש\"י ז\"ל שם דהיינו מדלא קתני שהוא עצמו יקרב שלמים כדין מותר הפסח וכיון שרבינו ז\"ל פי' בפ' ט\"ז מה' מעה\"ק דב\"ח אינן נדחין איך פסק דירעה עד שיפול בה מום ומהיותר תימה שבדין ו' גבי ההיא דמי שאבד פסחו פסק דהשני יקרב שלמים הפך מתני' דמי שהיה טמא וכמו שהשיג עליו הראב\"ד ז\"ל שם ומרן כ\"מ כתב דס\"ל לרבינו דההיא מתני' אתיא כמ\"ד ב\"ח נדחין ומאחר שרבינו פוסק כמ\"ד ב\"ח אינן נדחין פסק דהשני יקרב ואם כן קשה איך פסק למתניתין דהמפריש נקיבה וכן תימה על הראב\"ד שהשיגו שם אדרבא כאן הי\"ל להשיגו ותי' דל\"ד דהתם הוי דחוי' גמורה דלעולם נקבה לא חזיא לפסח ובהא נמי מתרצה מה שמקשין גבי בהמת השותפין מאי קמ\"ל ר\"י מתני' היא ההיא דהמפריש נקבה לפסחו יע\"ש ואם כן היא גופה קשיתיה לרבינו ז\"ל ומש\"ה הוכרח לומר דבהא דהמפריש נקבה לפסחו כיון דהוי דחוי' גמורה ב\"ח נדחין משא\"כ בההיא דבהמה של שני השותפין דלא הוי דחיה גמורה וגם הראב\"ד לא השיגו כאן משום דס\"ל כמ\"ש אמנם בההיא דאבד פסחו השיגו משום דס\"ל דההיא מתני' אתיא אפי' כרב דאמר ב\"ח אינן נדחין משום דשאני התם דדחאו בידים וכמ\"ש התוס' ז\"ל ומשום הכי לא אמרו בפ' שני שעירי דמתני' הלזו דיקא כותיה דר\"י משום דההיא אפילו כרב אתיא כיון שדחאו בידים ומשו\"ה השיג על רבינו וכתב דזה שבוש דאינו אלא ירעה אבל דעת רבי' דלא שנא לי' בין דחאו בידים ללא דחאו בידים ומה שלא הביאו סייעתא ממתני' הלזו לר\"י משום דהוה מצי למדחה דשאני התם דדחאו בידים אבל לפום קושטא דמילתא ל\"ש לן בהכי את\"ד יע\"ש ואחד הרואה יראה שיש לדקדק על תי' זה דכיון דס\"ל לרבינו שמה שלא אמרו בפ' שעירי דמתני' דהפסח שאבד דיקא כותיה דר\"י הוא משום דהו\"מ למדחי דשאני התם שדחאו בידים אבל לפום קושטא דמילתא ל\"ש לן בהכי א\"כ ה\"נ יש לנו לומר למתני' דהמפריש נקבה לפסחו דמש\"ה לא אמרו דמתני' מסייע לר\"י משום דאיכא למידחי דשאני התם דהוי דחוי גמור ולעולם דלפום קושטא דמילתא ל\"ש לן בהכי וה\"נ יש ליישב לההיא דבהמה של שני שותפין דהא אתא ר\"י לאשמועינן דאי ממתני' הו\"א שאני התם דהוי דחוי גמור קמ\"ל דל\"ש וזה מוכרח שהרי בסוף כריתות אמרינן דהמפריש נקבה לפסחו וילדה זכר רש\"א הוא עצמו יקרב פסח ואמרי' התם דר\"ש לטעמי' דס\"ל דבעלי חיים אינן נדחין כדתניא מת א' מהם מביא חבירו שלא בהגרלה יע\"ש הרי דאפי' במפריש נקבה דהוי דחוי גמור ס\"ל לר\"ש דב\"ח אינן נדחין וא\"כ מנין לנו לבדות מלבנו ולומר דג' מחלוקת בדבר דלר\"י ס\"ל בפ' שני שעירי דבכל גוונא אמרינן ב\"ח נדחין ואפילו היכא דלא הוי דחוי גמור ולרבנן הרי ס\"ל היכא שאינו דחוי גמור ב\"ח אינן נדחין אבל במפריש נקבה דדחוי גמור הוא ס\"ל ב\"ח נדחין ולר\"ש אפילו בדחוי גמור ס\"ל ב\"ח אינן נדחין הא ודאי לא ניתן ליאמר דאפושי בפלוגתא לא מפשינן וליכא למימר דע\"כ לא אמרו המפריש נקבה הוי דחוי גמור אלא דוקא גבי דידה דכיון דלא חזיא לעולם למה שהופרש דהיינו פסח נדחית לגמרי ואפי' משלמים אבל גבי ולדה לא קרינן ביה דחוי גמור שהרי נראית למה שהופרש דהיינו פסח דהא ודאי ליתא דאם כן אזלה לה לתי' הרב ז\"ל דאכתי מה יענו שפתיו למה שפסק רבינו פ\"ד מה' תמורה דין י\"ז דלא כר\"ש שכתב שם וז\"ל הפריש נקבה לפסחו וילדה או שהפרישה מעוברת היא וולדה ירעו כו' יע\"ש אלא ודאי מוכרחים אנו לומר לפי תי' זה דגבי ולדה נמי קרינן ביה דחוי גמור דכיון דמכח קדושת אמו קאתיא ואמו נדחית לגמרי דחוי גמור שדינן ליה בתר אמו לגמרי ומש\"ה פסק רבינו דולדה ירעה משום דהוי דחוי גמור ואם כן הדרא קושיא לדוכתא ובר מן דין קושית התוספות ז\"ל דפרק שני שעירי שהקשו דאמאי לא מייתי מתניתין דהמפריש נקבה לפסחו לסיועי לר\"י לע\"ד איני מבין שהרי מבואר בסוגי' דהתם דע\"כ ל\"פ רב ור\"י אלא אליבא דרבנן דר\"י דלר\"י כ\"ע מודו דב\"ח נדחין כדתנן נשפך הדם ימות המשתלח ואם כן כי אמרינן התם דייקא מתניתין כרב וברייתא כוותיה דר\"י היינו לומר דמתניתין דקתני ועוד אומר ר\"י נשפך הדם כו' דייקא כוותיה דרב דפליגי רבנן עליה דר\"י וסבירא להו בעלי חיים אינן נדחין וכן ברייתא דקתני שני איני יודע אי שני שבזוג ראשון כו' דקאי ברייתא ארבנן דמתניתין דאמרינן שני ירעה כו' כמ\"ש רש\"י שם דייקא כותיה דר\"י דלרבנן דר\"י שני שבזוג ראשון ירעה ואם כן ממתניתין דהמפריש נקבה לפסחו ל\"מ לאתויי כלל סייעתא לר\"י דאיכא למימר דמתניתין ר\"י היא וכי פליגי רב ור\"י היינו אליבא דרבנן באופן שלא ירדתי לסוף דעתם בקושי' הלזו ודבריהם צ\"ע ועלה על דעתי ליישב תי' הלח\"מ ז\"ל כוותי' ולא מטעמי' דלרבי' קשיתי' הא דאמרינן בפ' מי שהיה טמא דצ\"ח אברייתא דקתני התם המפריש את פסחו ומת אם בנו ממונה עליו יביאנו לשם פסח אין בנו ממונה עליו יביאנו לשם שלמים ושקלינן וטרונין טובא ומסיק רב אשי אמר לעולם דמת אחר חצות ור\"ש היא דאמר ב\"ח אינן נדחין (ומשמע ודאי דלר' אשי מתניתין נמי דקתני המפריש פסחו ומת לא יביאנו בנו אחריו לשם פסח אלא לשם שלמים בהכי מתוקמא ואליבא דר\"ש) והשתא ק\"ט דאם כן קשיא רישא אסיפא דמרישא דהמפריש נקבה לפסחו דייקינן מינה דב\"ח נדחין ודלא כר\"ש אלא ודאי משמע דסתם מתניתין רבי היא ובמפריש נקבה לפסחו כיון דהוי דחוי גמור ס\"ל לר' דב\"ח נדחים ודלא כר\"ש ובמפריש פסחו ומת כיון דלא הוי דחוי גמור ס\"ל לר\"ש דב\"ח אינן נדחין ומשום הכי פסק רבינו כסתמא דמתניתין דסתמא ר' אליבי' כנ\"ל נכון מיהו הא ק\"ל לפי תירוץ זה ממה שפסק רבינו ז\"ל בפ' ו' מהלכות פסולי המוקדשין ה\"ה וז\"ל כל הזבחים שנתערב בהן אחד מחטאות המתות אפילו אחד בריבוא ימותו ואם הקריב הורצה שאין ב\"ח נדחין ועיין מרן כ\"מ שם והשתא לפי דברי הלח\"ם ז\"ל קשה שהרי ההיא דזבחים שנתערבו הוי דחוי גמור דומיא דהמפריש נקבה לפסחו דמכי נתערבו תו לא חזו לעולם להקרבה וגריעה מהפריש נקבה דאלו במפריש נקבה הא חזיא מיהא לשלמים ואפי\"ה אמרינן דכיון דלא חזו לעולם למה שהופרש דהיינו פסח נדחים לגמרי כ\"ש בזבחים שנתערבו דלא חזו לעולם לשום קרבן ואפ\"ה פסק רבינו דאין ב\"ח נדחים ויש ליישב דע\"כ לא אמרינן בהמפריש נקבה לפסחו דב\"ח נדחים אלא משום דאיכא תרתי דחינהו בידים ודחוי גמור אבל בזבחים שנתערבו אע\"ג דהוי דחוי גמור כיון דלא דחינהו בידים לית לן בה ושוב בא לידי פי' הר\"י קורקוס מכ\"י וראיתי לו שהאריך לישא וליתן בלשון זה ורוב דבריו הן הן דברי הלח\"ם ובסוף דבריו כתב כתי' הרב ז\"ל בתוס' דברים וז\"ל וי\"ל דלעולם אין ב\"ח נדחים ודחוי זה שהפריש נקבה לפסחו שאני שהוא דחוי גמור שא\"א לנקבה להיות פסח ולכן גם למותר הפסח דהיינו שלמים הוי דחוי גמור ואפילו לרב וגם דחאן בידים משא\"כ בההיא דבהמת השותפין כי אפשר לקנות חצייה האחד ולהקדיש' וכל שעה מוכן לכך וגם כי דרך הקדש הוא שדחאה אין נקרא דחוי בידים הלכך אין זה דחוי והוכרח רבינו לחלק בהכי מפני כי בפרק ב' שעירי אמרו מתניתין מסייע לרב וברייתא לר\"י מוכח דליכא משנה דמסייע לר\"י ואמאי הא משנה זאת מסייע ודייקא כר\"י אלא ודאי לא דמיא להא וכן מצאתי בתוספות שם כאשר כתבתי בשיטת רבינו עכ\"ד:<br><b> הנה </b> מבואר מדבריו כאשר כתבנו דדחוי גמור גרידא לא אהני לן אלא משום דאיכא תרתי דחינהו בידים ודחוי גמור ודע שמ\"ש מוהר\"י קורקוס ז\"ל דבהמת השותפים כיון שדרך הקדש הוא שדחאה לא מקרי דחוי בידים הן דברי התוספות בפסחים דף צ\"ה ע\"ב ד\"ה קודם שחיטה שכתב וז\"ל וטעמא דדחיה בידים ואפילו רב מודה בה וא\"ת והא משמע דפליג בפרקא קמא דקידושין גבי בהמה של שני שותפין כו'. וי\"ל כיון שדרך הקדש דחי לה לא מיקרי דחוי בידים יע\"ש האמנם נראה ודאי דלטעם זה דכל שדרך הקדש דחי לה לא מקרי דחוי בידים ה\"נ מהאי טעמא המפריש נקבה לפסחו לא מקרי דחויה בידים כיון שדרך הקדש דחי לה וזה מבואר מדברי התוספות שם בדף צ\"ח ע\"א ד\"ה ש\"מ שהקשה וז\"ל וא\"ת מאי קמ\"ל ר\"י גבי בהמה של שני שותפין כל הנהו תלת מילי דמדקדק ממילתיה שמעינן ממתניתין דהכא ותירצו דאכתי אשמועינן דעושה תמורה ותמורתה כיוצא בה אע\"ג דאינה קריבה כלל כו' יע\"ש והשתא כפי מש\"כ ז\"ל דכל היכא דדחינהו בידים אפילו רב מודה מאי ק\"ל הא טובא קמ\"ל ר\"י גבי בהמה של ב' שותפין דאפי' היכא דלא דחייה בידים ב\"ח נדחים אלא ודאי מבואר דס\"ל דכי היכי דבהמה של ב' שותפין לא מקרי דחיי' בידים מה\"ט דדרך הקדש דחי לה ה\"נ מפריש נקבה לפסחו לא מקרי דחייה בידים מה\"ט דדרך הקדש דחי לה וכן ראיתי להרב תי\"ט שם באותה משנה שכתב דאין לפרש הכא כמ\"ש התוספות לעיל דדחייה בידים כ\"ע מודו דהכא כיון שדרך הקדש דחי לה לא מקרי כ\"כ דחייה בידים יע\"ש וכיון שכן יש לתמוה על מוהר\"י קורקוס שכתב דבהמה של ב' שותפין לא מקרי דחוי בידים כיון שדרך הקדש דחי לה ומפריש נקבה לפסחו הוי דחוי בידים ולא ידעתי מה בין זו לזו דטעמא דדרך הקדש דחי לה ה\"נ איתי' במפריש נקבה לפסחו:<br><b> ושוב </b> ראיתי להתוספות בפ\"ק דזבחים די\"א ע\"א ד\"ה ש\"מ ב\"ח נדחין שהקשו שם כקושיתם דהכא דמאי קמ\"ל ר\"י מתניתין היא ותירצו וז\"ל וי\"ל דמפריש נקבה דחיה בידים ואפי' רב מודה התם דב\"ח נדחים יע\"ש הנה המתבאר מדבריהם דס\"ל דבהמה של שני שותפין לא חשיב דחייה בידים ומפריש נקבה חשיבה דחייה בידים ולא זכיתי להבין מאי זה טעם בהמה של שני שותפין לא חשיב דחייה בידים אי משום דדרך הקדש דחי לה כמ\"ש בפסחים א\"כ ה\"נ גבי מפריש נקבה דרך הקדש דחי לה ואולי י\"ל דס\"ל דבהמה של שני שותפין שאני דבשעה שהקדיש חציה לא דחייה בידים שהרי לא היתה ראויה ליקרב חציה כמו שהיא והרי היתה דחוייה מאליה אלא שהקדש' גרם לה שידחה אח\"כ כשחזר ולקחה ובשעה שלקחה ממילא היא נדחית משא\"כ במפריש נקבה לפסחו דמשעה שהקדישה דחייה בידים למה שהיתה ראויה ליקרב שלמים כנ\"ל ודו\"ק. ובמה שתרצו התוס' ז\"ל דאכתי אשמועינן דעושה תמורה ותמורתה כיוצא בה אע\"פ שאינה קריבה כלל י\"ל דהא נמי תיקשי דמאי קמ\"ל ממתניתין דהתם שמעינן לה דקתני אמר ר\"ע אני אפרש דפסח שנמצא קודם שחיטת הפסח ירעה עד שיסתאב וימכר ויביא בדמיו שלמים וכן תמורתו כו' הרי דאע\"ג דאינה קריבה כלל קתני מתניתין דעושה תמורה ותמורתה כיוצא בה וי\"ל דממתניתין דהפסח שנמצא ליכא למשמע דשאני התם דמעיקרא חיילא עליה קדושת הגוף וראוי להקרבה אלא שאחר שנמצא דחאה בידים ומשום הכי אמרינן דעושה תמורה אע\"ג דאינה קריבה דומה לדין מקדיש בהמה תמימה ונפל בה מום דקי\"ל דעושה תמורה אמנם גבי בהמה של שני שותפין דמתחילת הקדשו לא חזי להקרבה ולא חייל עליה קדושת הגוף אלא קדושת דמים כדמוכחינן התם מינה דיש דחוי בדמים אם כן הו\"ל כדין מקדיש בעלת מום דקי\"ל דאינה עושה תמורה כיון דלא חייל עליה אלא קדושת דמים כדאיתא בפ' הזרוע להכי אשמועינן ר\"י דאפ\"ה עושה תמורה ונראה דה\"ט דלא דמי לדין מקדיש בעלת מום דגופיה לא חזי לקדושת הגוף כלל ואין בו אלא קדושת דמים. משא\"כ בהמה של שני שותפין דבהמה גופה חזיא לקדושת הגוף ובידו היה ללוקחה ולקדשה אח\"כ אלא דאיהו הוא דדחי לה בידים משום הכי עושה תמורה כנ\"ל ועיין בחידושי הרשב\"א ז\"ל לקדושין דף ז' ע\"ב ד\"ה וש\"מ דחוי מעיקרו שכתב בתוך דבריו וז\"ל ויש לך דחוי מעיקרו בלא דחוי דמים אלא דחוי הגוף כי הא דאמרינן במס' תמורה בהמה זו חציה עולה וחציה שלמים קדושה ואינה קריבה ועושה תמורה ותמורתה כיוצא בה והא ודאי מדעושה תמורה מעיקרא חיילה עליה קדושת הגוף דאלו קדושת דמים אינה עושה תמורה כו' יע\"ש: והן דברים תמוהים שהרי בהמה של שני שותפין דקדושת דמים הוא מדמוכחינן התם מינה דיש דיחוי בדמים ואפ\"ה קאמר ר\"י דעושה תמורה אלא ודאי עכ\"ל דלא חשיב' קדושת דמים כיון דגופא חזייא כמ\"ש וא\"כ מה\"ט נמי באו' חציה של זו עולה וחציה של זו שלמים אע\"ג דקדושת דמים היא עושה תמורה ובר מן דין בבהמה חציה של זו עולה וחציה של זו שלמים מה שייך בה לומר דחוי מעיקרו הרי לעולם היא דחוייה ולא חזייה להקרבה וכי אמרינן דדחוי מעיקרו הוי דיחוי היינו גבי בהמה של שני שותפין בהקדיש חציה וחזר ולקחה דאע\"ג דנראין אחר שלקחה אפי\"ה הואיל ואדחי אדחי סוף דבר שדבריו אינן מובנין אצלי כלל וצ\"ע ודע שכפי תירוץ הלח\"מ שכתבנו מקום אתנו ליישב מה שפסק רבינו בפ\"א מה' א\"מ הי\"א דהמקדיש תמימה ונפל בה מום וילדה יקרב ולדה וכתב מרן כ\"מ שם דבפרק אלו קדשים אפליגו אי קדשי ליקרב או לא קדשי אלא לרעיה ופסק רבינו כשמואל ורבא דהוו מאריה דתלמודא יע\"ש והדבר תמוה שהרי אמרו בגמרא שם ליקרב ואליבא דר\"א דאמר המפריש נקבה לעולה וילדה זכר היא עצמה יקרב עולה אבל לרבנן דס\"ל ירעה עד שיסתאב ה\"נ בולד ב\"מ ירעה ולא יקרב וכיון שרבינו ז\"ל פסק בפ\"ד מה' תמורה כר\"א הי\"ל לפסוק כאן ירעה ולא יקרב וכבר ראיתי להרב בעל לח\"מ שם תמה בזה יע\"ש ובסוף ה' תמורה כתב לתרץ לזו דשם בגמ' הקשה לר\"י ולר\"ע דדרשי ולדות ותמורות מקראי אחריני דהני קראי דזכר ונקבה מאי עבידי ליה ותירצו לולדות תמורת בעל מום ואי רבנן לית להו ולד ב\"מ א\"כ תק' להו קראי מאי עבדי לי' א\"ו דהך דרש' הולד ב\"מ רבנן נמי דרשי לה וגלי קרא בהני דיקרבו ולא ילפינן מפריש נקבה לעולה מינה דשאני הני דקדשי מתחילתן ומאי דקאמר בגמ' ואליבא דר\"א סובר רבינו דאפילו לר\"א קאמר דסד\"א לר\"א לא צריך קרא כו' יע\"ש והנך רואה לא יתכן דרך זה מדקאמר התם בתר הכי בר פדא אמר לרעיה ואליבא דדברי הכל ואי אליבא דשמואל נמי ברייתא אתיא כד\"ה למאי אכפל בר פדא לומר ואליבא דד\"ה הא לשמואל נמי כד\"ה מוקי לה אלא מבואר הוא דשמואל מוקי לברייתא ליקרב ואליבא דר\"א דוקא ואתא בר פדא ואמר דברייתא מיירי לרעיה ואליבא דד\"ה ומה שהקשה דאי רבנן לית להו ולד ב\"מ א\"כ תיקשי להו קראי מאי עבדי ליה לא קשה דאיכא למימר רבנן אם לא דרשי כדקאמר התם אליבא דר\"י וכוליה קרא איצטריך לולד נקבה ודו\"ק:<br><b> ואולם </b> לפי דרך הרב ז\"ל שכתבנו הלא מראש יש ליישב שהרי כבר כתבנו דהיינו טעמא דרבינו שפסק במפריש נקבה לפסחו דהיא וולדה ירעו עד שיסתאבו וכן במפריש נקבה לעולה אע\"ג דפסק כרב דב\"ח אינן נדחים משום דהוי דחוי גמור דנקבה לא חזיה לפסח ולעולה לעולם וגם שדחאן בידים ומשום הכי הולד נמי בתר אמיה שדינן ליה וא\"כ א\"נ שפיר דשמואל דקאמר התם דריבוייא דואם לרבות ולד ב\"מ היינו ליקרב ואליבא דר\"א הוא משום דס\"ל דטעמייהו דרבנן דר\"א משום דב\"ח נדחין וכר' יוחנן דס\"ל הכי בעלמא אמנם לדידן דפסקינן כרב דב\"ח אינן נדחים ומפריש נקבה לעולה שאני משום דאיכא תרתי דחינהו בידים ודחוי גמור אם כן במפריש נקבה ונפל בה מום כיון דליכא האי טעמא דדחינהו בידים משום הכי פסק שפיר דהולד יקרב כנ\"ל נכון: ועוד נ\"ל ליישב לעיקר קושית הלח\"מ ז\"ל במה שפסק רבינו במתניתין דהמפריש נקבה לפסחו אע\"ג דהוא פוסק דב\"ח אינן נדחים במה שיש לדקדק טובא לפי פי' רש\"י ז\"ל שם שפירש דמדלא קתני דהיא גופא קריבה שלמים שזו היא ראייתה שכל מותר פסח קרב שלמים שמעינן דס\"ל דב\"ח נדחין דלא כר\"ש מהא דגרסינן בתמורה די\"ט איתיביה אביי וכי בעי ר\"א שם עולה על אמו והתניא המפריש נקבה לפסחו ירעה עד שיסתאב כו' ילדה ירעה כו' ויביא בדמיה שלמים ר\"א אומר הוא עצמו יקרב שלמים והא הכא דליכא שם שלמים על אמו ואמר ר\"א יקרב שלמים אמר ליה אחר הפסח קאמרת שאני אחר הפסח דמותר הפסח גופיה קרב שלמים א\"ה נפלוג נמי ברישא כו' ופי' רש\"י ז\"ל שאני אחר הפסח דמותר הפסח כגון אם הפריש פסח ונתכפר באחר קרב שלמים הלכך הך דניתותרה לאחר הפסח שם שלמים עלה ואזיל ליה שם פסח מיניה וחייל עליה שם שלמים אלא שאינו יכול ליקרב נקבה הואיל ומכח פסח קאתי עכת\"ד: והשתא ק\"ט דכיון דר\"א דס\"ל דהמפריש נקבה לעולה וילדה זכר הוא עצמו יקרב עולה ע\"כ ס\"ל כר\"ש דב\"ח אינן נדחין וכמבואר מההיא דסוף כריתות וכמ\"ש התוספות ז\"ל בתמורה דכ\"ו ע\"ב ובזבחים די\"א ובפ\"ק דקדושין ד\"ז אם כן מאי האי דקפריך אביי והא הכא דליכא שם שלמים על אמו כו' והא לר\"א היא גופה שנשתיירה אחר הפסח קרב שלמים כיון דס\"ל דב\"ח אינן נדחין ומשום הכי הולד נמי קרב שלמים וכי קא משני שאני אחר הפסח הואיל ומותר הפסח גופיה קרב שלמים ופירש רש\"י דהיא עצמה אינה יכולה ליקרב והוא תימה שהרי לר\"א היא גופה נמי קריבה שלמים ולי' למימר דהיא גופה הוא מאי דמשני תלמוד' שאני אחר הפסח הואיל ומותר הפסח גופי' קרב שלמים כלו' דהיא גופ' קרב שלמים דהא ודאי ליתא דא\"כ היכי פריך עלה א\"ה ניפלוג עליה ברישא כו' אלא מוכרח הדבר דס\"ל לאביי דאפי' לר\"א במפריש נקבה ונשתיירה אחר הפסח אינה קריבה שלמים הפך ההיא דפסחים ולכן נראה ודאי דלפי פרש\"י עכ\"ל דההיא דפסחים רב הונא בריה דר\"י קאמר לה דס\"ל דלר\"ש דסבר ב\"ח אינן נדחין נקבה עצמה קריבה שלמים אמנם אביי ורבא פ\"ק דתמורה ע\"כ פליגי עליה וס\"ל דאף למאן דסבר ב\"ח אינן נדחין אפי\"ה היא עצמה אינה קריבה שלמים ונראה דה\"ט דכיון דהא דמותר הפסח שקרב שלמים נפ\"ל מקרא דוזבחת פסח צאן ובקר איכא למימר דקרא בפסח שהיה ראוי ליקרב לשם פסח ונשתייר אחר הפסח הוא דקאמר דקדושת הפסח עצמה משתנה להיות שלמים אבל במפריש נקבה לפסחו כיון דאינה ראויה ליקרב לשם פסח כי נשתנה להיות שלמים אותה קדושה דחויה עצמה היא היא הנשתנית והילכך אינה קריבה כדין פסח ומעתה פסק רבינו ז\"ל עולה כהוגן דאע\"ג דס\"ל דב\"ח אינן נדחין אפילו הכי פסק למתניתין דהמפריש נקבה דפסק כאביי ורבא דבתראי נינהו ודלא כרב הונא בריה דר\"י כן נראה לי נכון: ואולם אכתי פש גבן לישב מה שפסק בפ\"ד מה' תמורה כרבנן דר\"ש דהולד ירעה עד שיסתאב ויביא בדמיה פסח דלא כר\"ש ואילו בסוף כריתות מבואר דלר\"ש דס\"ל ב\"ח אינן נדחין הוא עצמו קרב פסח וכן נמי מה שפסק במפריש נקבה לעולה וילדה זכר דירעה כרבנן דר\"א והנראה אצלי לישב דלרבינו ז\"ל קשיתיה קושית התוספות שהקשה בתמורה ובקידושין דאדפריך מברייתא ומר\"ש לסיע' מרבנן ומכח זה הוכרח לומר דס\"ל לתלמודא דטעמייהו דרבנן דאמרי הולד ירעה לאו היינו משום דסביר' להו ב\"ח נדחין אלא אפילו ס\"ל דב\"ח אינן נדחין קאמרי דירעה משום דכיון דמכח קדושת אמו קאתי ואמו אינה ראויה לפסח שדינן ליה בתר אמו לגמרי וחשיב הולד גופיה כנקבה דעובר ירך אמו הוא ומש\"ה לא מצי לסיועי ליה מרבנן ופריך עליה מר\"ש דאמר הולד עצמו יקרב פסח דאי ס\"ל ב\"ח נדחין הן לו יהי דאית ליה לר\"ש סברתייהו דרבנן דשדינן ליה בתר אמו אפי\"ה הואיל ואידחי בהיותו במעי אמו אדחי נמי כשיצא לעולם אלא מוכרח דס\"ל ב\"ח אינן נדחין ואהא משני לר\"ש לא קשיא וכו' ויש לי ראיה שאין עליה תשובה לדעת רבינו ז\"ל מההיא דפרק אלו קדשים שכתבו לעיל דאמר שמואל ולד ב\"מ למאי הלכתא ליקרב ואליבא דר\"א אשר מבואר דלרבנן דר\"א ולד ב\"מ אינה קריבה והשתא לפי שיטת התוספות ז\"ל פ\"ק דזבחים וקדושין דס\"ל דטעמייהו דרבנן משום דס\"ל ב\"ח נדחין קשה טובא שהרי בפרק שני שעירי אמרינן דרב דס\"ל דב\"ח אינן נדחין הוא משום דאמר מב\"מ דקאמר קרא מום בם הוא דלא ירצו הא עבר מומם ירצו ור\"י ס\"ל דמיעט רחמנא בהם לומר בהם הוא דמרצו הא בעלמא לא מרצו אשר מבואר דלכ\"ע בב\"מ גלי קרא דאין ב\"ח נדחין וכיון שכן תימה על עצמך איך אפשר לומר דלרבנן דר\"א ולד ב\"מ אינו ראוי ליקרב משום דב\"ח נדחין הא בב\"מ לכ\"ע ב\"ח אינן נדחין ואולם לפי שיטת רבינו ז\"ל שכתבנו ניחא שפיר דטעמייהו דרבנן לאו משום דב\"ח נדחין אלא משום דשדינן ליה בתר אמי' לגמרי זה הנראה אצלי ליישב דעת רבינו ז\"ל:<br><b> ואולם </b> הא קשיא לי טובא לתירוץ שני שכתב מרן ליישב דברי רבינו דפסק גבי מי שאבד פסחו דהשני יקרב שלמים משום דס\"ל דמתני' אתיא כמ\"ד ב\"ח אינן נדחין וכן נראה דעת רש\"י שם בדנ\"ח וכ\"כ מוהר\"י קורקוס בכ\"י דכל אותה סוגיא לדעת רבינו אתיא כמ\"ד ב\"ח נדחין שהרי שם באותה סוגיא מייתינן עלה ברייתא דקתני הפסח שנמצא קודם שחיטה כו' רבי אליעזר אומר קודם חצות ירעה לאחר חצות יקרב וכפי דעת רבינו ז\"ל על כרחך לומר דר\"א גם כן ס\"ל דב\"ח נדחין והדבר תמוה דבפ' התערובות פרכינן לרבא דאמר השתא דאמור רבנן לא נקרב אי מקריב לא מרצי משום דס\"ל ב\"ח נדחין והרי שחוטין דלכ\"ע נדחים ותנן ר\"א אומר אם קירב הראש של אחד מהם יקרבו כולם ומשנינן ר\"א כחנן המצרי ס\"ל דלית ליה דחוין כלל אפילו בשחוטין דתניא חנן המצרי אומר אפילו דם בכוס כו' הרי בהדיא דלר\"א לית ליה דחוי אפי' בשחוטין וא\"כ היכי קאמר ר\"א דירעה ובשלמא לדעת התו' ניחא שפיר דהכא כיון דדחיה בידים מודה ר\"א דאפי' ב\"ח נדחי' וכי לית ליה דחוין היכא דלא דחינהו בידים ודכות' היה ק' אצלי למה שהקשו התוס' פ\"ק דקדושין ובתמורה דאדפריך בכריתות מר\"ש דברייתא אמאי לא פריך מר\"א דמתני' דאמר הולד עצמו יקרב עולה דמאי קושיא הא מר\"א לא הוה מצי לאקשויי משום דלר\"א שמעינן ליה בהדיא דלית ליה דחויין כלל כחנן המצרי וכי קאמר ר\"א דב\"ח נדחים היינו למאן דאית ליה דחויין אכן מר\"ש ק\"ל לתלמודא שפיר דלא שמעינן ליה בעלמא דלית ליה דחוין כלל: ושוב ראיתי להרב תי\"ט ז\"ל במס' תמורה שהגיה במקום רבי אליעזר ר' אלעזר והכריח הדבר יע\"ש אכן לדברי רבי' ז\"ל קשה טובא ממ\"נ דאי גרסינן בההיא דפסחים ר' אליעזר ביו\"ד קשה דר' אליעזר לית ליה דחוין כלל בתערובות ואי גרסינן ר' אלעזר ק' דרבי אלעזר אית ליה דב\"ח אינן נדחין גבי מפריש נקבה לעולה וצ\"ע: איברא דקושי' הלזו נראה דקשה בההיא דגרסינן בפ' ב' שעירי דפרכינן התם ורב ההוא בהם בעינייהו הוא דלא מרצו הא ע\"י תערובות מרצו כדתנן ר\"א אומר אם קרב ראש אחד מהם כו' ופרש\"י ז\"ל דרב כר\"א ס\"ל וכ\"כ התוס' ז\"ל שם לחד תירוצא והשתא קשה כיון דס\"ל לרב כר\"א ע\"כ דס\"ל כחנן המצרי דלית ליה דחוין כלל ואפי' שחוטין וא\"כ היכי קאמר התם דרב סבר ב\"ח אינן נדחין דמשמע הא שחוטין נדחי' כמ\"ש רש\"י שם הא לרב כיון דדריש לקרא כר\"א ע\"כ לית ליה דחוין כלל. והנראה אצלי ודאי דמ\"ש התוס' ורש\"י ז\"ל דרב ס\"ל כר\"א לאו לגמרי קאמרי דס\"ל לרב דאם קרב ראש אחד מהם יקרבו כולם דהא ודאי כיון דבשחוטין אית ליה דחוין אמרינן הואיל ואדחי אדחי אלא במאי דסבירא ליה לר\"א דע\"י תערובת מרצו ד\"ת ומדאורייתא כל ע\"י תערובות שרי להקריבן לכתחלה אלא דמדרבנן הוא דאמרו לא נקריב דמה\"ט הוא דס\"ל לר\"א דאם קרב ראש אחד מהם יקרבו כולם משום דהו\"ל ספק דרבנן ותלינן האיסור באותו הנקרב כבר וכמבואר שם בפרש\"י ז\"ל הוא דקאמר תלמוד' דס\"ל לרב בהא כר\"א דע\"י תערובת מרצו ד\"ת אמנם במאי דס\"ל לרב דאם קרב ראש אחד מהם יקרבו כולן בהא ודאי לא ס\"ל כותיה דכיון דאי אתי לאמלוכי ברישא אמרינן לא נקריב הואיל ואדחי אדחי דבשחוטין ס\"ל לרב דיש דחוי ובהכי נתיישב אצלי מה שהקשה הרב לח\"מ ז\"ל בפ\"ג מהל' שגגות דבפ' שני שעירי אוקימנא לרב דקרא דבם אתא לדר\"א ורבי' דפסק כרב איך פסק בפ\"ו מה' פהמ\"ק כרבנן דאמרי' אפי' קרבו כולן חוץ מא' מהן יצא לבית השריפה יע\"ש ולפי מ\"ש לק\"מ דרב גופיה ה\"נ ס\"ל בהא כרבנן מטעמא דיש דחוי בשחוטין וכמובן: ודע שהתוס' שם כתבו לחד תירוצא דרב אתי אפי' כרבנן דמתני' דאע\"ג דפליגי רבנן עליה בברייתא רבנן דמתני' שרו מדאורייתא כדמשמע לישנא דמתני' דלא אסרי אלא אבר הנשאר אבל אותן שעלו לא ירדו ומדרבנן הוא דאסרי לכתחלה יע\"ש והנראה ודאי דמה שהוצרכו לומר דרבנן דפליגי עליה בברייתא ס\"ל דמדאורייתא נמי אסרי ופליגי ארבנן דמתניתין ולא לומר דרבנן דברייתא נמי ס\"ל כרבנן דמתני' דמדאורייתא שרו הוא משום דבפ' התערובות דע\"ו ע\"ב אמרינן אלא טעמא דר\"א מיעט רחמנא בם הא ע\"י תערובת מרצו ורבנן מום בם הוא דלא ירצו הא עבר מומם ירצו כו' ורבנן בם בהם לא דרשי יע\"ש והשתא אי רבנן דברייתא נמי ס\"ל דמדאורייתא שרי מאי פריך ורבנן ואמאי הוצרך לשנויי בהם לא דרשי הא רבנן נמי דרשי הכי אלא דמדרבנן הוא דאסרי אלא מבואר דרבנן דברייתא ס\"ל דמדאוריי' נמי ע\"י תערובות אסור:<br><b> ואולם </b> ראיתי להריטב\"א ז\"ל שם בחידושיו שכתב דרבנן דברייתא ורבנן דמתני' חדא נינהו ובכולהו ס\"ל דמדאורייתא שרו וחלק על דברי התוס' יע\"ש והוא תימא איך אשתמיט מיניה סוגיא הלזו וצ\"ע ודרך אגב ראיתי להרב צאן קדשים פ' התערובות דף ע\"ד שהקשה שם אההיא דפרכינן התם לר\"ן דאמר טבעת של ע\"ז שנתערבה במאה טבעות ונפלה אחד הותרו כולן ממתני' דקתני כל זבחים שנתערבו בחטאות המתות ימותו כולן ואמאי נימא דאיסורא מת כו' והקשה הרב הנז' דמאי קושיא דילמא טעמא דמתני' משום דס\"ל ב\"ח נדחין ומש\"ה אינו ראוי להקרבה כדמשני לעיל יע\"ש: ולדעתי לק\"מ דאי טעמא דמתני' משום דב\"ח נדחי' אכתי אמאי קתני ימותו כולן נימא דאיסורא מת והשאר ירעו עד שיסתאבו ויביא בדמיו שלמים דאע\"ג דב\"ח נדחי' דמים מיהא לא נדחו ואף שרש\"י ז\"ל שם כתב והשאר יקרבו היינו למאי דקי\"ל ב\"ח אינן נדחי' אמנם לכשת\"ל דמתני' אתיא כמ\"ד ב\"ח נדחי' אכתי לא מייתבא קושיא דרבא בהכי דהשאר מיהא ירעו עד שיסתאבו ואף לדעת ר\"ח ז\"ל שכתבו התוס' פ\"ק דזבחים והריטב\"א בפ\"ק דקדושין דס\"ל דכי אמרינן ב\"ח נדחין דמים נמי נדחין נראה דלק\"מ שלדעת ר\"ח ע\"כ מתני' דזבחים אתיא כמ\"ד ב\"ח אינן נדחין מדקתני סיפא נתערבו בכלאים וביוצא דופן כו' ירעו עד שיסתאבו וימכר ויביא בדמי היפה שבהם כו' ואי ס\"ל ב\"ח נדחי' אפילו דמים נמי נדחו וכ\"כ הרב תי\"ט ז\"ל בפ\"ט דפסחים מ\"ח דלפי גירסת הרע\"ב שם שהוא כדעת ר\"ח ע\"כ כוליה פרקי' דהתערובות דתנן יביא בדמי היפה שבהן כו' אתיא כמ\"ד ב\"ח אינן נדחים וזה פשוט ועיין בהרב משנה למלך בהלכות שגגות יע\"ש ודו\"ק. עוד הקשה אצלי לסברת רבינו ורש\"י דס\"ל דמתני' דפסח שנמצא אתיא כמ\"ד ב\"ח נדחי' מהא דפרכינן התם דצ\"ו ע\"ב לשמואל דאמר כל שבחטאת מתה בפסח קרב שלמי' וכל שבחטאת רועה בפסח רועה והרי אבודה בשעת הפרשה לרבנן דלרעיה אזלה כו' ואלו בפסח כו' קרב שלמים שמואל כר\"א ס\"ל דאמר אבודה למיתה אזלה והא כל אבודה לר' למיתה ואלו בפסח היכא דאבד קודם חצות ונמצאת קודם חצות רועה כו' והשתא אמאי לא משני דשמואל ס\"ל כר\"ש דאמר ב\"ח אינן נדחי' ואפי' נמצא קודם חצות קרב שלמים אלא משמע כדעת התוס' דמתני' אתיא ככ\"ע ומטעמא דדחיה בידים וצ\"ע ועיין עוד בתוס' שם ע\"ב ד\"ה אלא שמואל כר\"ש ס\"ל שכתבו בתוך דבריהם ואע\"ג דלר\"ש אית ליה לקמן דב\"ח אינן נדחי' וס\"ל בפסח דמת אחר חצות קרב שלמים כו' וכתב הרב ח\"ה וז\"ל וכן הוא לקמן והיינו דמית בעליו אחר חצות אע\"ג דקבעי חצות ב\"ח אינן נדחי' לר\"ש ומינה בנמצא אפילו קודם חצות קרב שלמים דאין ב\"ח נדחי' א\"ד יע\"ש והדבר תמוה שהרי לדעת התוס' בנמצא קודם חצות ב\"ח נדחין מטעמא דדחי' בידים כמ\"ש שם בראש הסוגיא ונמצאו דבריהם סותרין וצ\"ע: ודע שהתוס' בתמורה פ\"ק דקדושין ובפסחים דצ\"ח הקשו אההיא דאמרינן התם ש\"מ דחוי מעיקרו הוי דחוי וש\"מ יש דחוי בדמי' דלמאי אצריכו תרתי הא כל דחוי מעיקרו דחוי דמים הוא ותי' משם ר\"י דמשכחת לה דחוי מעיקרו בקדוש קדושת הגוף כההיא דפ' התערובות דם שנתערב במים דאם יש בו מראה דם כשר ודייק עלה בגמרא אר\"י ל\"ש אלא שנפל מים לתוך דם אבל דם לתוך מים ראשון ראשון דחוי והילכך אפילו לבסוף רבה הדם ויש בו מראי' דם הוי דחוי ולהכי אצטריך תו לאשמועינן דאפי' בדמים יש דחוי יע\"ש: וק\"ל על רבינו ז\"ל דבפ\"ב מה' פסולי המוקדשין דין כ\"ב פסק להא דר\"י דדם לתוך מים ראשון ראשון בטל ואלו רבינו ז\"ל בפט\"ו מה' מעה\"ק ובה' שגגות פסק דלא כר\"י דדחוי מעיקרא לא הוי דחוי והנראה דאע\"ג דר\"י אמרה אפי' בקבל הדם בכלי שיש בו מים משום דאיהו ס\"ל דדחוי מעיקרו הוי דחוי רבי' ז\"ל לא כתב דין זה אלא דוקא היכא שקיבל הדם בכוס כדינו ואח\"כ נפל מדם כלי שרת לתוך המים דהו\"ל נראה ונדחה אבל אם קבל את הדם בכלי שיש בו מים ה\"נ ס\"ל דכשר מטעמא דדחוי מעיקרו הוא הן אמת שאני תמה על דברי התוס' שכתבו דטעמא דר\"י דאמר ראשון ראשון בטל ואפי' לבסוף רבה הדם פסול משום טעמא דדחוי שהרי בזבחים דל\"ד מסקי' דקבל בכלי קדש ונתן לכלי חול לא חשיב דחוי לכ\"ע מטעמא דכל שבידו לא הוי דחוי וא\"כ ה\"נ בידו לרבות עליו דם ואף למ\"ש התוס' שם דכסהו הרוח ונתגלה לא חשיב בידו משום דאין מצוה לגלות משא\"כ נתן בכלי חול ונשפך על הרצפה דמצוה לאוספו יע\"ש ה\"נ מצוה איכא לרבות כדי להכשיר הדם להזיה וצ\"ע ומצאתי בתוספי הרא\"ש ז\"ל פ\"ק דקדושין שכתב כתי' התוס' הלזו וכתב עוד וז\"ל ומיהו קשה דאין זה חוזר ונראה דדחוי לעולם הוא כיון שהדם נופל על המים בתחלה דבעינן שיקבל הדם בכלי מצואר הבהמה כדתנן בזבחים נשפך מצואר הבהמה על הרצפה ואספו פסול ואפי' דבקיה לקומץ בקופסיה דמנא מבעיא לן בספ\"ק דמנחות דדלמא הנחה כדרכו בעינן וליכא ה\"נ כיון שהמים מפסיקין בין דם לכלי הנחה שלא כתקנה הוא א\"ד יע\"ש ועיין עוד בתוס' במתני' דהמפריש נקבה לפסחו ד\"ה ויביא בדמיה שלמים שהקשו וא\"ת ימכרנה כמות שהיא בלא מום כו' ואפי' ר\"ש דאמר התם תמכר שלא במום מצי מודה הכא כדפרי' יע\"ש וצ\"ע דבהדיא אמרינן התם דף פ' רש\"א לעולתו עושה תמורה לפסחו ולאשמו אין עושה תמורה שאין לך דבר שעושה תמורה אלא דרועה להסתאב יע\"ש הרי דאפי' בפסח ס\"ל לר\"ש דתמכר שלא במום וצ\"ע ויש ליישב דבריהם ז\"ל בדוחק ודוק:"
            ],
            [],
            [
                "<b>מי </b>\n<b> שאבד פסחו כו' יקריב איזה מהן שירצה כו'.</b> עיין מה שהקשה מוהרי\"ק ז\"ל ומה שתי' הם דברים תמוהים וכבר תמה עליו הרב לח\"מ ז\"ל ובפ\"ה מה' עבודת יוה\"כ תי' הרב הנזכר לקושיית מוהר\"י קורקוס ז\"ל דס\"ל לרבינו דשאני הכא דהוי חטאת דבאה לכפרה וחמירא ואפי' רבנן מודו דמצוה בראשון ואי פליגי רבנן עליה דר\"י הוא משום דהוי פסח דלא בא לכפרה ותלמודא ה\"ק כי היכי דקאמר ר\"י התם גבי פסח דמצוה בראשון ס\"ל לרב הכא דלכפרה קאתי דלכ\"ע מצוה בראשון א\"ד יע\"ש וק\"ל על תי' זה מדגרסי' פ\"ד דתמורה אמר ר\"ה אמר רב ה\"מ שאם משך א' והקריבה שהשניה מתה לא נחלקו אלא בבא לימלך דרבי סבר לא עשו תקנה בקדשים כו' ואמרינן ליה תתכפר בשאינה אבודה ואבודה תמות ורבנן סברי עשו תקנתא בקדשים יע\"ש והשתא לפי דעתו ז\"ל דבחטאת כיון דלכפרה קא אתי ס\"ל לרב דלכ\"ע מצוה בראשון ואפי' לרבנן דר\"י אם כן קשה דרבי' דס\"ל דלא עשו תקנה בקדשים תיפוק ליה משום דמצוה בראשון ורבנן נמי אמאי אצטריכו לטעמא דעשו תקנה בקדשים ת\"ל משום דמצוה בראשון ובשלמא אם נאמר דכי היכי דפליגי רבנן ור\"י בפסח הכא נמי פליגי גבי חטאת איכא למימר שפיר דר' ורבנן דהתם ס\"ל כרבנן דר\"י אכן לדברי הלח\"מ ז\"ל קשה וכמו כן קשה מיניה לתי' מוהר\"ק ז\"ל ויש ליישב עם מ\"ש התוס' ד\"ה דר' וז\"ל תימא למורי וכי מאבדין קדשים בידים כיון שבידנו לתקן ותי' כגון שיש ריוח בדבר כגון דאבודה כחושה ושאינה אבודה שמינה כו' יע\"ש וא\"כ איכא למימר שפיר דבהא לכ\"ע לא אמרינן מצוה בראשון הן אמת דקשה לכאורה לפי דבריהם ז\"ל מאי דפריך התם ולא עשו תקנה בקדשים והתניא יאכלהו שאם היתה אכילה מרובה אין אוכלין עמה חולין ותרומה כדי שלא תהא נאכלת אכיל' גסה מאי לאו אפי' רבי לא רבנן והשתא אמאי לא מוקי לה אפי' כר' וע\"כ ל\"ק רבי דלא עשו תקנה אלא דוקא היכא דאיכא ריוח דשאינה אבודה שמינה כמ\"ש ז\"ל אבל התם דליכא ריוח אפי' רבינו מודה וי\"ל דהתם נמי חשיבא ריוח אי אוכלין עמה חולין שתהא נאכלת על השבע כדרך שהמלכים אוכלין ודוק ועיין במ\"ש מרן הכ\"מ ז\"ל פ\"ה מה' עי\"ה הלכה י\"ד בד\"ה שני שעירי שכתב בתוך דבריו וז\"ל ומ\"ש שיקרבו הראשונים נלמד מדין הפריש חטאתו אאבדה דפסולי המוקדשין יע\"ש והן דברים תמוהים דהתם ה\"ט משום דעשו תקנה בקדשים כדי שלא תהא אבודה מתה כמ\"ש משא\"כ גבי פר ושעיר של י\"ה כיון דאין חטאת צבור מתה ה\"נ דיכול להקריב איזה מהן שירצה ומהיותר תימה שבדיבור הסמוך לזה כתב וז\"ל ומ\"ש וכן אם שנמצאו כו' היינו כרב כו' דאמר מצוה בראשון יע\"ש ולכן הנראה ודאי שדברים אלו אינם מדברי מרן ז\"ל אלא איזה תלמיד כתבן וצ\"ע ועיין בתשו' מוהר\"ץ אשכנזי סימן מ\"ו:"
            ]
        ],
        [],
        [
            [],
            [
                "<b>טמא </b>\n<b> מת שחל ז' שלו בי\"ד כו' אין שוחטין עליו.</b> הקשה הרב לח\"מ ז\"ל לפי שיטת רבינו מההיא דגרסינן ריש פרק אלו דברים דס\"ט ע\"א דהשיב ר\"ע ואמר הזאת טמא מת תוכיח שחל שביעי שלו להיות בשבת ובערב הפסח שהיא מצוה והוא משום שבות ואינו דוחה את השבת והשתא לדעת רבינו ז\"ל מאי קושי' שאני הזאה דאינ' דוחה את השבת משום דאפי' אי עבדינן לי' הזאה לא מקיימי מצות ק\"פ דאין שוחטין עליו אפי' אחר שטבל ומשום הכי אינה דוחה משא\"כ הבאתו מחוץ לתחום וכל הני דמקיימא מצות ק\"פ בהכי שפיר איכא למעבד ק\"ו משחיט' וע\"ש מה שתי' שלע\"ד איכא למשדי ביה נרגא ושוב ראיתי למוהר\"ח עשאל בס' סם חיי הנדפס מקרוב בלקוטיו שתמה עליו יע\"ש ואשר אני אחזה לי ליישב הוא דהנה קו' הרב ז\"ל ודאי אינה אלא לפי מאי דס\"ד דרב' לומר דר\"א ס\"ל דאין שוחטין וזורקין על טמא שרץ וה\"ה על טמא מת שחל ז' שלו בעה\"פ אמנם למאי דמסיק רב' במסקנא דר\"א ס\"ל דשוחטין וזורקין על טמא שרץ והה\"ד על טמא מת שחל שביעי שלו בעה\"פ ע\"כ מאי דהשיב ר\"ע ואמר הזאה תוכיח כו' שהיא מצוה והוא משום שבות ואינה דוחה שבת היינו משום מצוה דאכילת פסחים דאע\"ג דאכילה לא מעכבת מ\"מ מצוה איכא ביה מקר' דאיש לפי אכלו כמ\"ש רש\"י ז\"ל דאי משום מצות שחיטת ק\"פ מה השיב ר\"ע הזאה תוכיח כו' שאני הזאה דבלא\"ה מצי למיעבד ק\"פ דשוחטין וזורקין עליו ומש\"ה אינה דוחה שבת ור\"א גופיה איך קאמר ועליה אני דן שידחה שבת כיון דאיהו ס\"ל דשוחטין וזורקין עליו הו\"ל רשות ואיך דוחה שבת וזה פשוט לע\"ד ומוכרח בגמ' ואם כן כיון דר\"א סביר דשוחטין וזורקין עליו שפיר השיב ר\"ע ואמר הזאה תוכיח שהיא מצוה דאכילת פסחים ואפ\"ה אינה דוחה שבת אע\"ג דאי עביד הזאה מקיימא מצות אכילת פסחים לסברת ר\"א דשוחטין על טמא מת אלא מיהו קו' הרב ז\"ל אכתי קיימא באנפין לפום מאי דס\"ד דרבא דר\"א ס\"ל אין שוחטין על טמא מת שחל שביעי כו' דלפי דעת רבינו ז\"ל אפי' אחר שטבל אין שוחטין וכדכתיב' ואף לזאת נראה ליישב ולומר דהנה מבואר מדברי רבי' ז\"ל דדין זה דאין שוחטין על טמא מת אפי' אחר שטבל נפ\"ל מקרא דויהי אנשים אשר היו טמאים דס\"ל כרבי יצחק דאמר אותן אנשים טמאי מת מצוה היו שחל ז' שלהם בערב פסח כדאיתא בפרק האשה ד\"פ וס\"ל ז\"ל דאי אחר שטבל שוחטין עליהן איך קאמר ולא יכלו לעשות הפסח ביום ההוא הול\"ל להם שיטבלו ואח\"כ ישחטו עליהם ועוד איך קאמר ביום ההוא אין יכולין לעשות הא למחר יכולים והלא כך היו יכולים לעשות ביום ההוא כמו למחר וכמו שהקשה הרב כ\"מ ז\"ל לשיטת הראב\"ד ז\"ל ומ\"ש הראב\"ד דלא שאלו אלא אחר זמן שחיטת כו' הא לא ס\"ל לרבינו ז\"ל ומכח זה הוצרך דגזירת הכתוב היא דאין שוחטין על טמא מת אפי' אחר שטבל משא\"כ בטמא שרץ והשתא אתיא קרא כפשטי' ומרווח הכל לדעת רבינו ז\"ל אמנם כל זה הוא לרבי יצחק דקאמר דאותן אנשים טמאי מת היו שחל ז' שלהם בערב הפסח אמנם לר\"ע דס\"ל בפרק הישן דכ\"ה דאותן אנשים מישאל ואלצפן היו שנטמאו לנדב ואביהוא וא\"כ לר\"ע ע\"כ אותן אנשים לא נטהרו בהזאת שלישי ושביעי כדי לעשות הפסח מאיזה סיבה שהית' להם וא\"כ לר\"ע מהך קרא דויהי אנשים ליכא למשמע דאין שוחטין וזורקין על טמא שרץ וה\"ה על טמא מת משום דר\"ע לא ס\"ל שחל שביעי שלהם בעה\"פ אלא שנשארו בטומאתן עדיין מאיזה סיבה שהי' להם ואם כן לא היו יכולין לעשות הפסח משום דבעי הזאה שלישי ושביעי אפי' שהה כמה ימים אחר טומאתו כמבואר ברבינו ז\"ל פי\"א מה' פרה אדומה ועיין בקידושין דס\"ב ברש\"י בד\"ה ע\"ש ואע\"ג דר\"ן קאמר בר\"פ מי שהי' דצ\"ג דר\"ע ס\"ל דאין שוחטין וזורקין על טמא שרץ כבר התוס' ז\"ל תמהו על זה דמנ\"ל הא לעיל אמר דמ\"ד אין שוחטין סבר לה כר' יצחק וקדרש ביום ההוא אין יכולין לעשות הא למחר יכולין ואלו ר\"ע בפרק הישן לית לי' דר' יצחק יע\"ש שהניחו הדבר בתימא וכונתם ז\"ל ודאי הוא כמ\"ש דלר\"ע אותן אנשים היו טמאין בערב הפסח ולא היו יכולין לאכול לערב משום דלא עשו הזאה שלישי וז' עדיין ומ\"מ ע\"כ אפי' ר\"ע דס\"ל דאין שוחטין ע\"כ לאו מקר' דויהי אנשים נפקא אלא מקר' אחרינא נפ\"ל ואנחנו לא נדע וכמ\"ש התוס' ועוד אני אומר ליישב קושית התוס' ז\"ל ע\"פ מ\"ש התוס' בפרק אלו דברים דס\"ט ד\"ה שוחטין וזורקין שהקשה שם דאי שוחטין וזורקין על טמא שרץ אמאי כתב רחמנא טמא מת אינו עושה פסח פשיטא דהא כתיב איש לפי אכלו לערב דבעינן גברא דחזי לאכילה ותי' בשם רשב\"א דאיצטרך לאשמועינן דחייב בפסח שני דלא נימא דמיפטר משום דשני תשלומין דראשון דחזי בראשון חזי בשני דלא חזי כו' ועוד תי' דאיצטרך למימר דציבור עבדי בטומאה כדרשת איש נדחה ואין צבור נדחה עכ\"ל יע\"ש. והנה תירוץ הראשון לא קיימא אלא בשנאמר דמ\"ד שוחטין וזורקין על טמא שרץ ס\"ל כרבי נתן דקאמר בדצ\"ג דשני תשלומין דראשון ועיין בתוס' דצ\"ג ד\"ה אלא שכתבו כן בשם רשב\"א אמנם לר' דס\"ל התם דשני רגל בפ\"ע הוא לא איצטרך לאשמועינן גם תי' הב' שתי' דאיצטרך למימר דאין צבור נדחה אינו אלא אי ס\"ל כאביי דנפ\"ל מהך קרא דאיש איש כי יהיה טמא דאין צבור נדחה אמנם להנך תנאי דנפ\"ל דאין צבור נדחה ממשמעותא דמועדו דדרשי מועדו אפילו בשבת מועדו אפילו בטומאה כדאיתא בפרק כיצד צולין דף ע\"ז וכמ\"ש התוס' ז\"ל בר\"פ אלו דברים ד\"ה מה מועדו יע\"ש הך תי' נמי ליתא וא\"כ איכא למימר שפיר דר\"ע ס\"ל כר' דשני רגל בפ\"ע הוא וס\"ל כהנך תנאי דדריש מועדו אפילו בטומאה וא\"כ אפילו ס\"ל כאביי דחוקא ליה מילתא לומר דקרא לא איצטרך אלא לדיוקא דצבור עבדי בטו' ומש\"ה ס\"ל דקרא דאיש כי יהיה טמא לנפש דאיצטרך לגופיה היכי דחל שביעי שלו בע\"פ דאין שוחטין עליו בטומאה אע\"ג דחזי לאורתא דהשתא קרא אתא לגופיה דאי לא איצטרך מאיש לפי אכלו נפקא כנ\"ל נכון ליישב קו' התוס' ז\"ל ואע\"ג דתלמודא התם בד\"פ קאמר דרב דאמר אין שוחטין על טמא שרץ ס\"ל כר' יצחק היינו משום דר' יצחק קאמר בהדיא דאין שוחטין ואה\"נ דאפילו כר\"ע מצי סבר דאין שוחטין מטעמא דכתיבנא אלא משום דלא מפורש אי ר\"ע ס\"ל שוחטין או אין שוחטין מש\"ה לא קאמר ס\"ל כר\"ע מיהו לר\"ן דאמר דר\"ע ס\"ל דאין שוחטין איכא למימר כדכתיבנא. ואיך שהיה הדרן לדמעיקרא דכיון דלר\"ע ס\"ל דאותן אנשים טמאים מישאל ואלצפן היו שנשארו בטומאתן א\"כ אע\"ג דר\"ע ס\"ל דאין שוחטין על טמא מת כו' (היינו ע\"כ מקרא אחרינא וא\"כ נפ\"ל מקרא דאיש כי יהיה טמא וכדכתיבנא) מ\"מ ליכא למשמע מיניה דאין שוחטין על טמא מת אפילו טבל דאיכא למימר דקרא מיירי בשלא טבלו וקאמר דנדחה לפסח שני ומקרא דויהי אנשים דכתיב ולא יכלו לעשות הפסח ביום כו' ר\"ע ס\"ל דאותן אנשים נשארו בטומאתן ולא דריש ביום ההוא אין יכולין לעשות הא למחר יכולים לעשות וא\"כ מנין לנו לומר דטמא מת שניא הוא מטמא שרץ דאין שוחטין עליו אפילו בטבל משא\"כ בטמא שרץ כיון דמקראי לא מוכח מידי ודאי דאית לן למימר תרוייהו שוין ומש\"ה שפיר השיב ר\"ע הזאת טמא מת תוכיח שחל שביעי שלו בע\"פ משום דר\"ע לטעמיה דלית ליה דרשה דר' יצחק וכיון שכן אין לנו הכרח לומר דטמא מת אין שוחטין עליו אפילו בטבל אלא ס\"ל דטמא מת בז' שלו הוי דינו כטמא שרץ דבטבל שוחטין עליו ומש\"ה קאמר הזאה תוכיח ודוק:<br><b> אמנם </b> מאי דס\"ל לרבינו ז\"ל דבטמא מת אין שוחטין עליו הוא משום דדריש כר' יצחק דאמר ביום ההוא אין יכולין לעשות הא למחר יכולים לעשות וא\"כ מינה נשמע בהדיא דאין שוחטין אפילו בטבל דאל\"כ היו יכולים לעשות היום כמו למחר שאם יטבלו אפילו בו ביום יכולים לעשות ואי לא יטבלו גם למחר לא יכולים לעשות וכמו שהכריח מרן ז\"ל ומש\"ה הוכרח לומר דגזה\"כ הוא בטמא מת כנ\"ל ודוק שהוא חריף ונכון. אלא דקשה לפי זה ממ\"ש רבינו בסמוך דין ז' דהטעם שהעמידו דבריהם במקום כרת בהזאה הוא מפני שביום שהוא אסור בהזאה אינו זמן הקרבן כו' וכפי מ\"ש הרי לר\"ע אפילו בחל ז' שלו בערב פסח שהוא יום י\"ד והוא זמן הקרבן העמידו דבריהם במקום כרת ושמא דאה\"נ לר\"ע בכל גונא העמידו דבריהם במקום כרת ומה שהוצרך רבינו לטעם זה אינו אלא לרבא דאמר בס\"פ האשה דערל והזאה ואיזמל העמידו דבריהם ואונן ומצורע בבית הפרס לא העמידו דבריהם אהא הוצרך לומר דה\"ט דבהזאה לא העמידו ובמצורע וכל הני העמידו משום דאינו זמן הקרבן לפום מאי דקי\"ל הלכתא כר\"י. שוב ראיתי שכל מ\"ש ליישב דעת רבינו אינו והעיקר כמ\"ש הרב לח\"מ ז\"ל דמשאמרו בגמרא הזאה תוכיח שחל ז' שלו בשבת ובע\"פ לאו ע\"פ ממש קאמר אלא ביום י\"ג שלמחר הוא ע\"פ שכ\"כ רבינו בפי' המשניות בפ' אלו דברים משנה ב' וז\"ל רצה באומרו הזאה תוכיח וכמו כן אם יחול ז' שלו יום י\"ג והיה יום שבת אין מזין עליו וישאר טמא ולא יקרב ק\"פ ור\"א סובר שמזין עליו בשבת כדי שלא יבטל עליו ק\"פ כי אם ישאר למחרתו שהוא יום י\"ד והוזה וטבל אסור להקריב ק\"פ כמו שיתבאר עכ\"ל. הנה בהדיא כמ\"ש הלח\"מ ז\"ל אלא שדבריו תמוהים שהרי לפי מאי דמסיק רבא ר\"א ס\"ל דשוחטין וזורקין על טמא מת שחל ז' שלו בע\"פ וא\"כ איך כתב דלר\"א מזין עליו ביום י\"ג כי אם ישאר למחר כו' אסור להקריב ק\"פ. ויש ליישב דס\"ל דמשאמרו בגמ' דר\"א ס\"ל דשוחטין וזורקין כו' אינו אלא למאי דאגמירה ר\"א דהזאה אינה דוחה שבת אבל לפום מאי דקאמר דר\"א גמרי' איתעקר מיני' ומ\"ש דן ק\"ו דהיינו לומר דשכח תלמודו ג\"כ ממה שהי' אומר דשוחטין וזורקין על ט\"מ שחל ז' שלו בע\"פ ומש\"ה דן ר\"א שידחה שבת ביום י\"ג משום שאם ישאר למחר כו' כמ\"ש רבינו אלא דאכתי קשה דמה השיב ר\"ע הזאה תוכיח כו' וקאמר בגמ' דר\"א גמריה איתעקר מיני' ואתא ר\"ע לאדכורי' ומאי דלא קאמר לי' בהדיא משום אורח ארעא ואמרינן בברייתא דא\"ל ר\"ע אל תכפירני כו' כך מקובלני ממך הזאה שבות ואינה דוחה שבת הא כיון דאגמרי' ר\"א דאינה דוחה שבת ע\"כ היינו טעמא משום דס\"ל דשוחטין וזורקין כו' כדמסיק בגמ' א\"כ מאי הזאה תוכיח דקאמר שאני הזאה דמש\"ה אם חל יום י\"ג בשבת אינה דוחה משום דיכול להזות למחר לפי סברת ר\"א דאגמריה לר\"ע אלא ע\"כ כדכתיבנא לעיל וצ\"ע. ותו קשה לפי דעת רבינו ז\"ל דמאי דגמרי' ר\"א לר\"ע דהזאה דפסח אינה דוחה שבת היינו בחל י\"ג בשבת א\"כ מאי פריך בגמ' ולר\"א ניעבר' דהא אמר ר\"א מכשירי מצוה דוחין את השבת ומאי קושיא נימא דכי אמר ר\"א דמכשירי מצוה דוחין את השבת היינו דוקא כגון העברת אזמל בשבת ושופר וכל הני דבשעת דחייתן היא זמן מצותן משא\"כ הכא דבשעת דחייתו אינו זמן מצותו דאינו זמן הקרבן ביום י\"ג וכמו שנתן טעם זה רבינו ז\"ל למאי דהעמידו דבריהם במקום כרת בהזאה ביום י\"ג ועוד קשה טובא מה שהקשה מוהר\"ח עשאל ז\"ל בספרו הנדפס מחדש דא\"כ מה השיב ר\"ע ואמר הזאה תוכיח כו' שאני הזאה דאין לו חיוב כרת בו ביום אלא למחר ומש\"ה העמידו דבריהם במקום כרת אבל הנך דמתני' דישנו להם חיוב כרת בו ביום ראוי הוא שידחה אותה שבת מק\"ו דשחיטה יע\"ש שהניחה בצ\"ע:<br><b> ולע\"ד </b> נראה ליישב עם מ\"ש התוס' בדף ס\"ח ד\"ה ומה שחיטה שהקשה משם ר\"י תימה מאי קושיא הוא זה שאני הני משום דאפשר לעשות מע\"ש ור\"א גופי' אית ליה זה החילוק כו' משא\"כ בשחיטה ותירצו בשם ר\"י דודאי לר\"א לא פריך הא קרא כו' והא דקאמר הכא ק\"ו לדבריהם דרבנן קאמר כלומר אע\"ג דאפשר לעשותן מערב שבת כיון דליכא אלא שבות בעלמא יותר יש להתירן משחיטה עצמה דהיא מלאכה גמורה אע\"ג דא\"א מבערב עכ\"ל יע\"ש. נמצא לפ\"ז דבהזאה איכא חד לטיבותא דדמי לשחיטה דא\"א לעשותה מע\"ש וחדא לריעותא דאינו זמן הקרבן ובכל הני דמתני' איכא חדא לטיבותא דהוא זמן הקרבן כשחיטה וחדא לריעותא דאפשר לעשותן מע\"ש ועל זה השיב ר\"ט דלפי דברי ר\"א דעביד ק\"ו משחיטה שהיא מלאכה גמורה לכל הני דמתני' אע\"ג דלא דמי לשחיטה שא\"א לעשות' מע\"ש כיון שהוא משום שבות בעלמא מהזאה דאינה דוחה שבת והתם נמי נעביד ק\"ו משחיטה שהיא מלאכה גמורה אע\"פ שהוא זמן הקרבן להזאה שהיא משום שבות אפילו שאינו זמן הקרבן כי היכי דעביד ק\"ו משחיטה שהיא מלאכה גמורה וא\"א לעשות' מע\"ש לכל הני דמתני' אף על גב דאפשר לעשותן מערב שבת כיון שהיא משום שבות בעלמא דתרוייהו איכא בהו חדא לטיבותא וחדא לריעותא ושוין הם בהדרגה אחת כנ\"ל ודוק. שוב ראיתי שדין זה שכתב רבינו דט\"מ אפילו טבל אין שוחטין עליו במחלוקת היא שנויה בירושלמי פרק אלו דברים הלכה ג' דאמרינן התם אמר ר\"ע כו' ומצוה להזות תיפתר שחל ז' שלו להיות בי\"ד שחל להיות בשבת שאלו חול היה היו מזין עליו ואח\"כ בא ושוחט לו את פסחו והוא נכנס ואוכלו בערב מכיון שהוא שבת ואינו מזה עליו נמצא מתעכב מן המצות אמר רב אושעיה תיפתר שחל יום הז' שלו בי\"ג שחל בשבת שאילו חול היה היו מזין עליו ולמחר בא ושוחט לו את פסחו שהוא נכנס ואוכלו בערב מכיון שהוא שבת אין מזין עליו ונמצא מתעכב מן המצות ע\"כ. הנה מבואר מירושלמי הלזו דלסתם ירושלמי ט\"מ שחל שביעי שלו בע\"פ שוחטין עליו אחר שטבל ולרב אושעיא אין שוחטין אפילו טבל ומש\"ה קאמר תיפתר שחל שביעי שלו בי\"ג כו' ורבינו ז\"ל פסק כרב אושעיא משום דס\"ל דר' יצחק דקאמר דאותן אנשים טמאי מת מצוה היו שחל שביעי שלהן בע\"פ ס\"ל כותיה ותלמודא דידן קאמר דרב נמי קאי כותיה ומיהו לסתם ירושלמי דס\"ל דשוחטין עליו אחר שטבל כדכתיבנא לעיל אע\"ג דר\"ע ס\"ל דאין שוחטין וזורקין על טמא שרץ היינו מקרא אחרינא וטמא מת וטמא שרץ תרוייהו שוין הם וס\"ל נמי דבכל גונא העמידו דבריהם במקום כרת אע\"ג שהוא זמן הקרבן כדכתיבנא. ומרן כ\"מ ז\"ל כתב שדעת רבינו ז\"ל דהלכה כרב יהודה אמר רב דאין שוחטין וזורקין על טמא שרץ משום דרב רבן של בני הגולה הוא ויש לגמגם על דבריו ז\"ל שכתב בפ\"ה דין ג' ד\"ה מי שהיה בדרך רחוקה לא הורצה וחייב בפסח שני שם פלוגתא דר\"ן ורב ששת ופסק כרב ששת משום דהלכתא כותיה באיסורי ע\"כ דלמה צריך משום ה\"ט ת\"ל כיון שרבינו ז\"ל פסק כמ\"ד דאין שוחטין וזורקין על טמא שרץ ובגמ' אמרינן בר\"פ מי שהיה דר\"ן דקאמר הורצה ס\"ל כמ\"ד שוחטין וזורקין על טמא שרץ א\"כ איך הו\"מ למיפסק כר\"ן ודוק. ועל דברי התוס' בפ' אלו דברים שכתבנו לעיל קל\"ט דנהי דלמאי דהקשו דאמאי כתב רחמנא טמא כו' תי' שפיר משם רשב\"א דאיצטרך שפיר לאשמועינן דחייב בפסח שני מ\"מ אכתי תקשי להו למאן דס\"ל שוחטין וזורקין על טמא שרץ וה\"ה על טמא מת ע\"כ ס\"ל דאותן אנשים היו טמאים בעה\"פ ולא היו יכולין לאכול לערב דאי לא תיפשוט מינה דאין שוחטין וכיון שכן קשה איך הוו קאמרי למה נגרע לבלתי הקריב כו' ומשה רבינו איך היה מספקא ליה מילתא דקאמר להו עמדו ואשמעה הא בפסח מצרים כתיב איש לפי אכלו וצ\"ע כעת. ואכתי יש לנו לדעת דכיון דטמא מת אפילו טבל אין שוחטין עליו מנין לנו לומר דבטמא שרץ שוחטין עליו בשטבל ולומר שנשתנה דינו מדין טמא מת. וראיתי להרא\"ם בפ' בהעלותך ד\"ה למה נגרע שכתב וז\"ל וא\"נ היא גופיה מהכא נפקא מריבוי טמא לנפש טמא מת דוקא הוא נדחה ולא בטומאה אחרת יע\"ש. ולע\"ד יש לתמוה עליו דכפי דבריו דמתיבת לנפש נפקא לן מסוגיא דפרק אלו דברים דס\"ז דפריך ר\"ל לר\"י דאמר דפסח דחי טומאה מקרא דאיש נדחה ואין צבור נדחין דאימא איש נדחה לפ\"ש צבור לית ליה תקנתא וקאמר אביי לעולם מקרא קמא א\"כ נכתב רחמנא איש איש כי יהיה טמא וכ\"ת כו' לנפש דכתב רחמנא ל\"ל אלא ה\"ק איש נדחה לפ\"ש ואין צבור נדחה אלא עבדי בטומאה וכי עבדי צבור בטומאה בטמא מת אבל שאר טומאות לא ע\"כ והשתא לפי דברי הרא\"ם אכתי תקשי דנימא איש נדחה לפ\"ש צבור ל\"ל תקנתא ולנפש איצטרך לומר לך דדוקא בטמא לנפש נדחה אפילו בטבל בז' שלו ולא טומאה אחרת כמ\"ש הרא\"ם וליכא למימר דאביי ס\"ל כעולא דשוחטין וזורקין על ט\"ש וה\"ה על ט\"מ ולדידי' קרא דאיש כי יהיה טמא מיירי בשאינו יכול לאכול לערב ומש\"ה קאמר דלנפש דכתב רחמנא ל\"ל דהא ליתא מתרי אנפי חדא דכיון דהא דאמר רב אין שוחטין וזורקין על ט\"ש תנאי ס\"ל הכי ור' יצחק נמי הכי ס\"ל עיין בתוס' ריש פרק מי שהיה טמא ד\"ה אלו פטורים א\"כ תקשי לי' לאביי דלהנהו תנאי ור' יצחק דס\"ל אין שוחטין על ט\"מ בז' שלו אפילו טבל מתיבת לנפש פסח דדחי טומאה מנ\"ל וכעין זה הקשו התוס' שם ד\"ה אלא אמר ר\"ל וז\"ל תימא לרשב\"א ז\"ל הניחא לר\"י אלא לר\"ש דאמר לקמן להכי כתב רחמנא כו' לפי שחלוקים אשילוח מחנות פסח דדחי טומאה מנ\"ל יע\"ש שהניחו הדבר בתימה. הן אמת שקו' זו שהקשו התוס' אחר ההשקפה נראה דלא קשה מידי ויש לתמוה על תמיהתם ז\"ל שהרי כתבו לעיל בד\"ה מודו דבשמעתין משמע דהלל לא דריש ממשמעות דמועדו אלא מג\"ש ובפ' כיצד צולין דדריש ליה ממשמעות דמועדו וכתבו דע\"כ תנאי היא ופליגי. וא\"כ מעתה מאי ק\"ל הכי שהרי תלמודא מאי דפריך הכא פסח דדחי טומאה מנ\"ל אינו אלא להלל דלא דריש ליה ממשמעות דמועדו דאילו לאידך תנא דריש פ' כיצד צולין הא נפ\"ל ממשמעות דמועדו וזה מבואר בדברי רש\"י ז\"ל ד\"ה דדחו שכתב וז\"ל הואיל ומועדו לא משמע להו יע\"ש וא\"כ שפיר תי' ר\"ל דנפ\"ל מקרא דושלחו דס\"ל כר\"י ולר\"ש ליכא לאקשויי פסח דדחי טומאה מנ\"ל דאיכא לתרוצי דנפקא ליה ממשמעות דמועדו כתנא דפרק כיצד צולין וא\"כ כפי זה ודאי לדברי הרא\"ם מתרצא היא קושיין דהכא דאיכא למימר דלר' יצחק ואידך תנאי ס\"ל דפסח דחי טומאה ממשמעות דמועדו ולא נפ\"ל מיתורא דלנפש משום דלנפש איצטרך לומר דט\"מ נדחה אפילו טבל ואין שאר טמאים נדחין ואדרבא דברי התוס' צ\"ע כדכתיבנא. אך אכתי קשה דא\"כ מנ\"ל דטומאת זיבה וכל הני צבור לא עבדי בטומאה מיתורא דלנפש אימא דלנפש איצטרך לומר דט\"מ נדחה ואין טומאה אחרת נדחית אבל צבור עבדי בטומאה אפילו בטומאת זיבה וא\"נ דכיון דדרשינן ליה לומר דשאר טומאות לא עבדי צבור בטומאה הא מנ\"ל ואיך נפ\"ל תרוייהו וליכא למימר דלרב דס\"ל אין שוחטין וזורקין ס\"ל דצבור עבדי בטומאת זיבה דהא ליתא שהרי משמע דהלכתא פסיקתא היא וסתם מתני' היא פרק מי שהיה טמא ותו דרב גופיה קאמר בהדיא בד\"פ דצבור לא עבדי בטומאת זיבה וצ\"ע. ולכן נ\"ל דנפ\"ל מקרא דויהי אנשים אשר היו טמאים לנפש אדם מדהו\"ל למיכתב סתמא אשר היו טמאים ומה בא ללמדנו אם היו טמאים לנפש אדם או מטומאה אחרת אלא ודאי מש\"ה כתביה לומר לך דדוקא משום דהיו טמאים לנפש אדם הוא דלא יכלו לעשות הפסח הא אם היו טמאים מטומאה אחרת הוה פשיטא להו שהיו יכולין לעשות כשהיו טובלין משום דשוחטין וזורקין על טבו\"י כנ\"ל ועיין בס' עץ החיים למו' הרב המופלא בלשונות הרמב\"ם ד\"ה ע\"ד מה שהק' לס' רבינו ז\"ל מההיא דפרק מי שהיה טמא דצ\"ג ולק\"מ ואישתמיט מיניה סוגיא דפרק אלו דברים דקאמר בהדיא דלמ\"ד שוחטין וזורקין על טמא שרץ ה\"ה על טמא שחל ז' שלו בע\"פ דשוחטין עליו אפילו קודם טבילה יע\"ש ועיין בחידושי הריטב\"א סוכה דכ\"ה ובס' מחנה אפרים. ודע שזה שכתבנו לעיל ליישב דעת רבינו ז\"ל אע\"ג שלדעת רבינו ז\"ל לא ניתן ליאמר תי' זה מכח מ\"ש בפיה\"מ וא\"נ ממ\"ש דטעמא דהזאה אינה דוחה שבת הוא משום דאינו זמן הקרבן מ\"מ תירוץ זה ניתן ליאמר שפיר לדעת הרע\"ב שבפרק אלו דברים מ\"א כתב וז\"ל הזאה תוכיח שהיא מצוה בטמא מת שחל שביעי שלו להיות בשבת ע\"פ שאם לא יזה לא יעשו פסחו כו' משמע מדבריו דלא ס\"ל כדעת רבינו מדלא כתב דמיירי דחל י\"ג שלו בע\"פ כמ\"ש רבינו ז\"ל בפיה\"מ ואלו בפ\"ח מהלכות פי' כדעת רבינו ז\"ל שכתב וז\"ל שוחטין עליו ואע\"פ שלא העריב שמשו והוא שטבל בשעת שחיטה דהא חזי למיכל לאורתא דדוקא טמא מת שחל שביעי שלו להיות בי\"ד נדחה לפסח שני אע\"ג דחזי לאורתא דכתיב ויהי אנשים כו' ביום ההוא אין יכולים לעשות הא לערב יכולים לאכול בפסח ונדחו לפסח שני כו' ע\"כ הנה מבואר מדבריו דס\"ל כדעת רבינו דט\"מ אפי' טבל אין שוחטין עליו וכבר נתקשה בזה הרב תי\"ט וכתב שחזר בו ממ\"ש פרק א\"ד אמנם ע\"פ מ\"ש אתו דברי הרע\"ב כהוגן שבפרק א\"ד דקאי התם לס' ר\"ע כתב הדברים כפשטן בחל ז' שלו בי\"ד משום דלר\"ע לית לי' ההיא דרשא דביום ההוא אין יכולין לעשות וכדכתיבנא אמנם בפ\"ח דקאי לענין הלכתא כתב דבטמא מת אין שוחטין עליו אפי' טבל משום דקי\"ל כר' יצחק דדריש ביום ההוא אין יכולין לעשות וכמ\"ש שם בהדיא זה נראה לי נכון לדעת הרע\"ב ולדעת הרע\"ב ז\"ל טעמא דהזאה אינה דוחה שבת לאו היינו משום דאינו זמן הקרבן כמ\"ש רבינו אלא מטעמא אחרינא כמ\"ש הראב\"ד ז\"ל וכל המפרשים ז\"ל וראיתי למוהר\"ם גלאנטי ז\"ל בס' קרבן חגיגה די\"א ע\"א שהקשה על רבינו ז\"ל מסוגיא דזבחים דכ\"ב דפריך התם בגמ' מאי קסברי זקני דרוס אי קסברי אין שוחטין וזורקין על טמא שרץ אמאי לא עבדי צבור בטומאה הא כל שביחיד נדחה צבור עבדי בטומאה אלא קסברי שוחטין וזורקין על טמא שרץ ע\"כ הנה מסוגיא זו מבואר דלמ\"ד אין שוחטין וזורקין על ט\"ש צבור עושים בטומאה אם ירצו וכיון שרבינו ז\"ל פסק כמאן דאמר דאין שוחטין וזורקין על ט\"ש בהיותו טמא איך פסק בפ\"ד מהלכות ביאת המקדש דין י\"ב דטמא שרץ וכיוצא בהם לא יתעסקו ולא יכנסו לעזרה שלא נדחית אלא טומאת המת בלבד ותי' הוא ז\"ל וז\"ל אך נראה לע\"ד חדא מתרתי או שנאמר האי ט\"ש שהוזכר בזבחים אינו כטמא שרץ הנזכר בפלוגתא דרב ועולא דט\"ש הנזכר כאן היינו שטבל ונקרא טמא כיון שצריך הערב שמש עדיין בטומאתו וכונת השמועה כאן דאם נאמר דאין שוחטין וזורקין על ט\"ש אפי' שיטבול כיון שאינו ראוי לאכילה בשעת שחיטה אם כן כשיהיו הצבור ככה יעשו בטומאה ולזה אמר דס\"ל דשוחטין וזורקין על ט\"ש שטבל ולהכי לא יעשו הצבור בטומאת שרץ אלא יעשוהו ע\"י טהורין עכ\"ל יע\"ש: ולע\"ד אחרי המחיל' הך תי' ליתא כלל ואשתמיט מיניה סוגיא דפרק אלו דברים שמשם בארה דאפי' למ\"ד דשוחטין וזורקין על ט\"ש שטבל צבור עבדי בטומאה כיון שאינן שוחטין עליו קודם שטבל קרינן ביה איש נדחה ואין צבור נדחין מדאמרינן התם אמר רב' קסבר ר\"א אין שוחטין וזורקין על ט\"ש וכל שביחיד נדחה כו' טומאה דאי כוליה צבורא טמאין נינהו ולא מדינן עלייהו יחיד נמי פטור והשתא כפי דברי הרב ז\"ל צ\"ל נמי דמ\"ש הכא קסבר ר\"א אין שוחטין על ט\"ש היינו לומר דאין שוחטין עליו אפי' שיטבלו ומש\"ה צבור עבדי בטומאה ומ\"ש בגמ' יחיד נמי פטור ר\"ל דלא רמי חיובא עליו להזות כשחל שביעי שלו ביום י\"ג או בשהיה ט\"ש מקודם כדי שיעש' פסחו לפי שיטת' ז\"ל כיון שהצבור עושים בטומאה אם ירצו דאילו בט\"מ שחל ז' שלו בי\"ד או בט\"ש שנטמא ביום י\"ד לא שייך לומר שפטור כיון שאפי' יטבול או יזו עליו אין שוחטין עליו מאי חיובא הוה שייך בהו וכיון שכן קשה דא\"כ מאי פריך שם מתיבי יכול לא יהא ענוש כרת אלא שתי' טהור ערל וט\"ש ושאר כל הטמאין מנין ת\"ל והאיש מדקא מיהדר אטמא שרץ קסבר אין שוחטין וזורקין על ט\"ש למ\"ל לאהדורי עלה היינו טהור אלמא אע\"ג דלא חזי חיובא עליה רמייא ואע\"ג דליתיה בציבור איתיה ביחיד והשתא לפי דעת הרב ז\"ל דמאן דס\"ל דשוחטין על ט\"ש אחר שטבל צבור אינם עושים בטומאה מאי פריך נימא דהך ברייתא ס\"ל דאין שוחטין על ט\"ש קודם שיטבול ולאחר שיטבול שוחטין עליה דהשתא איתיה בצבור דאינם עושים בטומאה ומשו\"ה רמי חיובא עליה דוקא דהשתא ל\"ק דלמ\"ל לאהדורי עליה היינו טהור דהו\"א דדוקא טהור שיכול לעשות בשעת שחיטה ענוש כרת אבל ט\"ש כיון שאין שוחטין עליו קודם שיטבול ולא חזי הו\"א דאינו ענוש כרת קמ\"ל קרא דוהאיש דחייב כרת כיון שבידו לתקן ולטבול דומיא דערל דאצטריך לאהדורי עליו מה\"ט וברייתא נמי הכי מוכח' דאי ס\"ל דאין שוחטין עליו אפי' אחר טבילה איך קאמר דט\"ש ענוש כרת ולומר דט\"ש דברייתא היינו בשהיה ט\"ש מאז ומקדם אבל אם נטמא בשרץ בו ביום ה\"נ דאינו ענוש כרת ומשום דאין שוחטין עליו אפי' טבל זה ודאי הוא דוחק גדול ואדרבא טפי ניחא לומר דס\"ל דשוחטין עליו אחר שטבל דהשתא אתא ברייתא כפשטיה וכיון שכן מאי מקשה בגמ' והיכי מוכח מינה דאע\"ג דליתיה בצבור איתיה ביחיד אמנם ר\"א ס\"ל דאין שוחטין אפי' טבל ומשום הכי לא רמי חיובא עליה כיון שהצבור עושים בטומאה לפי דעת הרב ז\"ל אלא ודאי מוכח בהדיא מהך סוגיא דמ\"ש אין שוחטין וזורקין על ט\"ש היינו בט\"ש הנזכר בפלוגתא דרב ועולא ואפי\"ה קאמר דהצבור עושים בטומאה: גם מה שתי' עוד דהכא מדינא דאורייתא קאמר ומ\"ש רב דאין שוחטין על ט\"ש אם לא יטבול הוא מדרבנן שמא יפשע אבל מדינא דאורייתא אי ס\"ל דשוחטין וזורקין על ט\"ש היינו אפי' קודם שיטבול דמדאורייתא ליכא למגזר שמא יפשע ואי ס\"ל דאין שוחטין וזורקין על ט\"ש היינו אפי' אחר שיטבול וע\"ז הוא דאמרינן בזבחים דאי ס\"ל כמאן דאמר אין שוחטין וזורקין על ט\"ש מדאורייתא אם כן הי' לנו להתיר בשיהיו הצבור ט\"ש שיעשו בטומאה ומסיק דס\"ל כמ\"ד שוחטין מדאורייתא אפי' קודם טבילה ולהכי לא הותר בצבור כו' יע\"ש הם דברים תמוהים שהרי בפרק האשה מסיק דרב דאמר אין שוחטין וזורקין על ט\"ש מדאורייתא הוא דאמר ואפ\"ה ס\"ל דשוחטין וזורקין על טבול יום ולעיקר קושיתו היה אפשר לצדד ולומר דרבינו ז\"ל פסק כעולא וס\"ל דאפי' עולא מודה דמדרבנן אין שוחטין גזירה שמא יפשע כי היכי דגזרו במחוסר כפורים ועיין בספר קרית ספר ודוק:"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כשם </b>\n<b> שמילת בניו ועבדיו מעכבתו כו' כיצד קנה עבד כו' או שהיה לו בן כו' כגון שחלצתו חמה כו' וכגון שכאבה עינו כו' או שהיה טומטום כו'.</b> זה מבואר בפרק הערל דע\"א ע\"ד ועוד משני התם רבא אמר כגון שהיו אביו ואמו חבושין בבית האסורים ורב שרביא אמר כגון שהוציא ראשו חוץ לפרוזדור כו' יע\"ש ולא ידעתי למה השמיט אותם רבינו ודע דמסוגיא זו מבואר דהא דמילת זכריו ועבדיו מעכבת ה\"ד היכא דיכול למולו אבל היכא דלא אפשר למולו אינו מעכב וכ\"כ התוס' שם דף ע\"ג ד\"ה משום וז\"ל ותימא וכי במזיד היו נמנעים ואי משום מילת זכריו שהיו מעכבים כו' הא כיון דלא אפשר לא היתה מעכבת כו' יע\"ש: ואולם מדברי התוס' פ\"ק דקדושין דף ל\"ו ע\"ב נראה שחולקים אמ\"ש ביבמות וזה ממ\"ש שם בד\"ה הואיל וז\"ל עוד י\"ל דס\"ל כי האי תנא דאמר דביאה הכתוב בתפילין משמע עשה מצוה זו כו' וכן משמע ביאה הכתוב גבי פסח וא\"ת אם כן למה לא עשו כי אם פסח אחד י\"ל לפי שהיו רובן ערלים וכתיב כל ערל לא יאכל בו כו' יע\"ש ומ\"ש לפי שהיו רובן ערלים הדברים כפשטן שהיו הם ערלים אין להם מובן כלל שהרי יוצאי מצרים כולן נמולין היו כשיצאו ממצרים וכשנגזרה עליהם גזיר' שימותו במדבר לא מתו כולן בשנה אחד אלא ט\"ו אלף בכל שנה ושנה כמ\"ש רז\"ל ואם כן הי\"ל לעשות הק\"פ ואי כונתן על אותן שנולדו במדבר הרי לא נתחייבו במצות ק\"פ עד היותם מבן י\"ג שנה אלא ודאי שכונתם ז\"ל לומר שהיו רובן ערלים על מילת זכריו דקי\"ל דמילת זכריו מעכבת והדבר תמוה שמלבד שהם סותרים למ\"ש ביבמות ק\"ט דמה יענו לההיא דחלצתו חמה דמוכח בהדיא דכל דלא אפשר אינו מעכב ומהתימא על מוהרימ\"ט ז\"ל שפירש כן דברי התוס' כמ\"ש והביא הא דפרק הערל דקי\"ל דמילת זכריו מעכבת ולא שת לבו לדברי התוס' שם סמוך ונראה ועיין בהרב ח\"ה ז\"ל שם ביבמות ד\"ה הנז' שתמה על הרא\"ם ז\"ל שכתב בס' בהעלותך ד\"ה ולמה דפסח שהקריבו ישראל במדבר בשנ' השנית הי' על פי הדבור ולפיכך הותר להם לאכול הפסח אף על פי שבניהם שנולדו להם משיצאו ממצרים ערלים היו ומילת זכריו מעכבת כו' יע\"ש דמ\"ש מחלצתו חמה דאין סברא לחלק בין א\"א לו למול משום חלצתו חמה ובין א\"א למול משום דלא נשיב רוח צפונית כמ\"ש התוספות ואולי שנעלם ממנו דברי התוספות א\"ד יע\"ש ואני אומר כי לא על הרא\"ם ז\"ל תלונתו שדברי הרא\"ם ז\"ל הן הן דברי התוס' דקדושין וכמ\"ש הרא\"ם בס\"ד והנראה שנעלם ממנו דברי התוס' הללו גם הרמב\"ן ז\"ל בחיד' יבמות כתב כדברי התוספות דקדושין דמילת זכריו היתה מעכבת בהן וכ\"כ רד\"ק ורלב\"ג ביהושע סי' ע\"ש והוא מן התימא מה יענו לההיא דחלצתו חמה ולפי חומר הנושא נ\"ל ליישב בדוחק דס\"ל ז\"ל דהא דאמרינן דמילת זכריו אינו מעכב היכי דלא אפשר למולו ה\"ד לענין שחיטת הפסח דאע\"ג דמילת זכריו מעכב מלשחוט את הפסח היכי דלא אפשר למולו בשעת שחיטה אינו מעכב ויכול לשוחטו כיון דבשעת אכילה ראוי למולו דומיא דחלצתו חמה וכן הא דכאיב ליה עינא וכל הני דאמרינן וכיוצא איכא למימר דכיון דבשעת שחיטה אינו יכול למולו אינו מעכב מלשחוט את הפסח הואיל ואפשר שיתרפא אחר שחיטת הפסח או שיצא מבית האסורים או שיקרע הטומטום ויכול למולו בשעת אכילה אמנם היכא דודאי אינו יכול למולו לא בשעת שחיטה ולא בשעת אכילה ה\"נ דמעכב ומש\"ה כתבו דבמדבר כיון שהיו נזופין כל אותן מ' שנה ולא היו ראוים למולם לא בשעת שחיטה ולא בשעת אכילה היתה מעכבת בהן כן נראה לי ליישב בדוחק: ואולם הא ק\"ל מהא דגרסינן בפסחים דצ\"ב אמר רבא ערל הזאה ואזמל העמידו דבריהם במקום כרת אזמל דתניא כשם שאין מביאין אותו דרך ר\"ה כך אין מביאין אותו דרך גגות כו' ופרש\"י שם וז\"ל דרך חצרות אע\"ג דרשויות דרבנן נינהו וידחה פסחו שאם יש לו זכר למולו מעכבו דתני' מילת זכריו ועבדיו מעכבין את הפסח כו' יע\"ש והשתא ק' דכיון דקי\"ל דכל דלא אפשר למולו אין מילת זכריו מעכבת א\"כ ה\"נ כיון דלא אפשר למולו מכח איסורא דרביע עילויה שאינו יכול להביא את האזמל דרך חצירות אין מילת זכריו מעכבת ויכול לשחוט את הפסח וליכא למימר דהכא שאני דכיון דמדאורייתא יכול למולו שהרי יכול להביאו דרך חצרות שפיר קרינן ביה ומלתה אותו אז יאכל בו ד\"ת ומש\"ה מילת זכריו מעכבת דהא ליתא שהרי בריית' קתני כשם שאין מביאין דרך ר\"ה כו' אע\"ג דבר\"ה מדאוריית' אינו יכול למולו ומשמע דאכולה מילתא קאמר דאין מביאין וידחה פסחו שהרי לפרש\"י ז\"ל ברייתא בפסח קאי ועלה קתני כשם שאין מביאין כו' גם ליל\"מ דהא דאמרי' דכל דלא אפשר למולו אינו מעכב ה\"ד היכא דמצד התינוק עצמו אינו יכול למולו כגון חלצתו חמה וכיוצא משא\"כ הכא דהתינוק מצד עצמו בר מימהל הוא אלא דאיסורא הוא דרביע עילויה שהרי רבא גופיה קאמר פרק הערל דהיו אביו ואמו חבושים בבית האסורים יכול לשחוט אע\"ג דהעיכוב בא מצד האב ותינוק גופיה בר מימהל הוא ושמא י\"ל דהכא שאני דכיון דהיה יכול להביא האזמל מע\"ש שפיר קרינן ביה יכול למולו ומילת זכריו מעכבתו וכיון שכן זכינו לדין דהא דאמרינן דאי כאיב ליה עינא יכול לשוחטו היינו דוקא היכא דכאיב ליה עינא קודם ערב הפסח דלא איחזי למילה כלל אבל אי כאיב ליה עינא בע\"פ כיון שהיה יכול למולו מצפרא אע\"ג דכאיב ליה עינא בתר הכי מעכבתו מלשחוט ודו\"ק:<br><b> ודע </b> שזה שכתב הרא\"ם דעשיית הפסח בשנה השנית היה על פי הדבור ולפיכך הותר להם לאכול אע\"פ שבניהם שנולדו משיצאו ממצרים היו ערלים ק\"ל טובא שדבריו ז\"ל הן הפך דברי התוס' דקידושין שהרי כתבו ז\"ל דמה שלא עשו כי אם פסח אחד היינו משום דרובן ערלים וכונתם ז\"ל על מילת זכריו וכמ\"ש הרי דס\"ל דוקא משנה השנית ואילך לא היו יכולים לעשות משום דהיו בניהם ערלים שלא נשבה להם רוח צפונית אבל בשנה השנית היו בניהם נמולים וכן בדין שהרי כתבו התוס' דמה שלא נשבה להם רוח צפונית הוא משום דהיו נזופים בשביל עון מרגלים ושלא כדעת רש\"י שכתב ביבמות דהיה בעון העגל וכ\"כ הרא\"ם עצמו ועון מרגלים לא היה אלא משנה השנית ואילך ואם כן קודם עון מרגלים דהיתה רוח צפונית מנשבת בהם פשיטא ודאי דהיו מלים את בניהם וא\"כ איך כתב הוא ז\"ל דבשנה השנית מה שהותר להם לאכול הוא ע\"פ הדבור ובדוחק יש ליישב דכונתו ז\"ל למ\"ד ביבמות דטעמא דלא נשבה להם רוח צפונית היינו משום דלא נבדרו ענני כבוד דלה\"ט ודאי דבשנה השנית ג\"כ לא היו יכולין למול את בניהם וע\"כ דהיה על פי הדבור וזה ודאי דוחק דכל כי האי הי\"ל לפרש וצ\"ע:<br><b> ודע </b> שהרא\"ם ז\"ל בס' בא ד\"ה מגיד שמילת עבדיו מעכבתו הק' וז\"ל וא\"ת לרבי יהושע ל\"ל קרא דוכל ערל לא יאכל בו השתא מילת עבדיו מעכבתו מילת עצמו מבעיא ולרבי אליעזר ל\"ל קרא דומלתה אותו השתא ישראל ערל לא אכיל עבד ערל מבעיא י\"ל דלרבי יהושע אי לאו קרא דוכל ערל הו\"א אז יאכל בו העבד אבל ישראל ערל אכיל השתא דכתיב וכל ערל כו' ע\"כ דאאדון קאי כו' יע\"ש ויש לדקדק עליו טובא ראשונה במה שהק' דלר\"י למה לי קרא דוכל ערל כו' ומאי קושיא הא כיון דמילת זכריו אינה מעכבת היכא דא\"א למולו כגון חלצתו חמה וכל הני כדקאמרינן בגמרא אי לא הוה כתיב קרא דוכל ערל והיה מייתינן מק\"ו דמילת זכריו הו\"א דערל גופיה היכא דא\"א לו לימול כגון ערל שמתו אחיו מחמת מילה ה\"נ דאוכל דדיו לבא מ\"ה להיות כנדון להכי אצטריך וכל ערל לאשמועינן דאפי' ערל שמתו אחיו מחמת מילה אינו אוכל וכמ\"ש רש\"י שם בפי' החומש והביאו הרא\"ם ז\"ל סמוך ונראה תו ק\"ל טובא דאדק\"ל לר\"י ל\"ל קרא דוכל ערל כו' דמשמע דלר\"א דס\"ל דאין מילת עבדיו מעכבתו לא ק\"ל והא לר\"א נמי תקשי ליה דע\"כ לא פליג ר\"א אלא אמילת עבדיו אמנם מילת זכריו ס\"ל דמעכב וכמבואר מדברי התוס' פ' הערל ד\"ע ע\"ב ד\"ה אי מה פסח שכתבו וז\"ל ואומר ר\"י דגמ' לפום ריהטא נקט כר\"ע דדריש אז יאכל בו האדון ולר\"א מזכריו פריך עכ\"ל יע\"ש וא\"כ לר\"א נמי תקשי דמק\"ו דמילת זכריו נפקא וכמו כן ק' במה שתי' דלר\"י אי לאו קרא דוכל ערל כו' אבל ישראל ערל אכיל דאיך אפשר לומר דישראל ערל אכיל הא מק\"ו דמילת זכריו נפיק:<br><b> וראיתי </b> למוהר\"ם מלובלין ז\"ל בס' מע\"ח שכתב דבגרסאות הישנות חסר מדברי התוס' מ\"ש בס\"ד ולר\"א מזכריו פריך וס\"ל דלר\"א מילת זכריו ועבדיו אינה מעכבת ואולי כך היתה ג\"כ גירסת הרא\"ם בדבריהם ולפי זה צ\"ל דלר\"א קרא כדכתיב המול לכם כל זכר ואז יקרב לעשותו אנמולים גופייהו הוא דכתיב אך ק\"ל טובא לפי גירסא זו מהא דגרסינן בפ\"ט דפסחים דף צ\"ו אלא מעתה ומלתה אותו אז יאכל בו ה\"נ דבו אינו אוכל אבל אוכל הוא בפסח דורות אמר קרא ועבדת אלא בו ל\"ל בו מילת זכריו ועבדיו מעכבין ואין מילת זכריו ועבדיו מעכבת בתרומה יע\"ש והשתא קשה דלר\"א דס\"ל דמילת זכריו ועבדיו אינה מעכבת בו ל\"ל והי\"ל לתלמודא להקשות הניחא לר\"ע אלא לר\"א בו ל\"ל אלא ודאי משמע דר\"א מודה במילת זכריו דהשתא בו אצטריך למילת זכריו ודוק תו ק\"ל טובא על דברי הרא\"ם ז\"ל דקו' מעיקרא לית' דמשמע ודאי דמילת זכריו ועבדיו דמעכבין אין בהן אלא לאו הבא מכלל עשה כדכתיב ומלתה אותו אז יאכל בו להכי אצטריך וכל ערל לעבור עליו בלאו וצ\"ע:"
            ]
        ],
        [
            [
                "<b>השובר </b>\n<b> עצם בפסח טהור ה\"ז לוקה כו'.</b> שמעתי מקשים ומטו בה משמיה דגברא רבא מוהר\"א ברודא ז\"ל דמנ\"ל דועצם לא תשברו בו לאזהרה אתא אימא דא\"צ לשוברו קאמר דסד\"א דמחוייב לשבור שמא ניקב קרום של מוח כדאי' בחולין די\"א מש\"ה אתא קרא לומר דא\"צ דאזלינן בתר רובא דדומיא דהכי אמרינן בזבחים דף ס\"ו אמר ראב\"ש שמעתי בחטאת העוף שמבדילין ומאי לא יבדל אין צריך להבדיל ופרכינן אלא מעתה כי יכרה איש בור ולא יכסנו ה\"נ כו' וכתבו התוס' ז\"ל שם דמכל לאוין שבתורה לא ק\"ל דלמאי כתביה אם לא ללאו אבל הא דמסברא הו\"א דחייב להבדיל אמרינן דא\"צ להבדיל קאמר ואם כן ה\"נ דכוותה ומתרצים משמו דכיון דקי\"ל דהשובר בפסח טמא אינו לוקה משום דאמר קרא בו בכשר ולא בטמא עכ\"ל דקרא לאזהרה אתא וברור אמנם הא ק\"ל דבפ\"ק דחולין אמרינן אתיא מרישא דעולה דכתיב ונתח אותה לנתחיה ולא נתחיה לנתחיה וניחוש שמא ניקב קרום של מוח כו' וקי\"ל דאינו יכול לחתוך נתחיה לנתחיה כמ\"ש רבינו ז\"ל פ\"ו מה' מעה\"ק הלכה י\"ט וע\"ש במרן כ\"מ ז\"ל והשתא אמאי לא נימא דקרא ה\"ק דדוקא לנתחי' חייב לחתוך וא\"צ לחתוך נתחיה לנתחיה דסד\"א דנחתוך משום חששא שמא ניקב קרום של מוח קמ\"ל דאזלינן בתר רובא אחר זמן רב נדפס ובא ס' צאן קדשים וראיתי שם בזבחים הק' קושיא הלזו משם שמעתי מקשים וכתב וז\"ל והיה נ\"ל דמהיכא ס\"ד דצריך לשבור כדי לבדוק הא אפשר למיבדק ע\"י גומרתא דמנח עליו ובדיק ליה כדדחי התם בחולין אבל תוס' בפסחים דפ\"ה ע\"א ד\"ה כשהוא כתבו דבגומרתא אסור משום הפסד קדשים אבל אחר העיון קו' זו שיבוש הוא דהא בפסח שני נמי כתיב ועצם לא תשברו בו וע\"כ ללאו כתיב א\"ד יע\"ש וא\"כ נראה דקו' דידן מתרצה בהכי דליכא למימר דלא נתחיה לנתחיה דקאמר קרא א\"צ קאמר דמהיכי תיתי דצריך לחתוך הא אפשר דפלי ליה ובדיק ליה כדדחינן התם וכעין מה שתי' לההיא דשבירת עצם שבתי וראה דתי' זה אינו מעלה ארוכה דקו' דידן אינו אלא למאי דהוה בעי למילף תלמודא דאזלינן בתר רובא מרישא של עולה תיקשי ליה דאם כן מנ\"ל דאסור לחתוך נתחיה לנתחיה דילמא א\"צ קאמר קרא וכן נמי ק\"ל ז\"ל גבי שביר' עצם למר בר רב אשי דהוה בעי למילף משבירת עצם דאזלינן בתר רובא הוא דק\"ל דאלו לפי האמת דנפ\"ל הא מילתא דאזלינן בתר רובא מקראי אחריני כדמסקינן התם לא קשי' מידי דע\"כ לאזהרה הוא דאתא קרא דאלו לומר דא\"צ ומשום דאזלינן בתר רובא הרי נפ\"ל הא מילתא מקראי אחריני ומהתימא על הרב צאן קדשים איך עלה בדעתו ליישב כן שבתי וראה דקו' דידן נמי מתרצה על דרך תי' הרב צאן קדשים דעכ\"ל דכי כתיב לנתחים ולא נתחיה לנתחיה לאיסורא הוא דאתא ולא לומר דא\"צ ממה ששנה הכתוב וכתב ואם מן הצאן קרבנו כו' ונתח אותו לנתחיה ואי א\"צ קאמר למאי אצטריך קרא לשנות אלא מוכרח דלאיסורא הוא דאתא ואשמועינן דבצאן נמי איסורא כנ\"ל נכון:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שער המלך על משנה תורה, הלכות קרבן פסח",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Sha'ar HaMelekh",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}