{
    "versionTitle": "merged", 
    "language": "en", 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            [
                "\"Send for yourself men\" — (Bamidbar Rabbah) - Why is this section about the spies adjacent to the section about Miriam? She was afflicted because of the rumors she spoke about her brother and these evil doers saw [this incident] and did not take [out of it] self improvement.", 
                "(Sotah 34b) For yourself; I am not commanding you, If you want to-send spies. Because the Jews came to Moshe and said (Deuteronomy 1:22): \"let us send spies before we enter\" as quoted in the verse... Moshe took counsel with G-d. G-d replied \"I already told you that the land is good. (Exodus 3:17) By my life, I give you the option to choose incorrectly by following the spies and not inherit the land.\""
            ], 
            [
                "", 
                "Whenever it uses the expression of \"Anashim,\" it denotes importance. At this point in time they were righteous men."
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "\"And Moses called to Hoshua etc.\" - [Moses] prayed to G-d about [Hoshua] that [he] should be saved from the counsel of the spies (Bamidbar Rabbah)."
            ], 
            [
                "\"Go up there in the Negev\" - [The Negev] was the waste of the Land of Israel. That is the way of merchants, who show the waste first and afterwards show the praiseworthy."
            ], 
            [
                "\"the land, what it is\" - (Bamidbar Rabbah) - There is land that raises strong people, there is land that raises weak people, there are those that increase populations and there are those that reduce populations.", 
                "\"they are strong or weak\" - (Badmidbar Rabbah) - [Moses] gave over a sign to [the spies]: if they dwell scattered, they are strong since they rely on their strength. And if they dwell in fortified cities, they are weak."
            ], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "What does \"And they went\" teach us?  It draws a comparison between their going and their coming.  Just like they came in (their approach) with evil intent, so too they are going (leaving Eretz Yisroel) with evil intent.  ", 
                "...They returned to relate the matter- to Moshe and to Aharon (together)."
            ]
        ], 
        [], 
        [
            [], 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            [
                "", 
                "\"And that ye go not about after your own heart\" - As in spying the land (Numbers 13:2). The heart and eyes are the spies of the body, finding it sins. The eye sees, then the heart desires, and then the body performs the sins."
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "", 
            [
                "\"And there was no water for the congregation.\" From here we learn that for the entire forty years, they had a well of water because of Miriam's merit."
            ]
        ], 
        [
            [
                "", 
                "", 
                "", 
                "\"And took some of them captive\" [note: masculine grammatical forms] - There was not even one female captive. "
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "G-d will set [a man] - Since Moshe heard G-d say [that he should] give Tzlophchad's inheritance [land] to his daughters (Bamidbar Rabba), he said: \"The time has come that I should demand my own needs, that my sons should inherit my greatness. Said G-d to him: \"That is not my thoughts, rather Yehoshua merits this reward as he has not moved from [your] tent.\" As Shlomo says (Mishlei 27:18): \"The protector of a fig tree will eat its fruit, [and the guardian of his master will be honored].\""
            ]
        ], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [
                "1. And Moses said...etc.", 
                "2. Even though he heard that his death depended on the matter, he did it with joy and did not delay."
            ]
        ], 
        [], 
        [
            [
                "These are the journeys - these are the stages. Why are each of the these stages listed? To inform the reader about the kindness of God. For even though there had been a decree that they would wander about in the desert, it was never said that they should perpetually wander for forty years and have no rest. For when one looks at the list there are no more than forty two stages. Remove 14 from that number which were all in the first year before the decree, for “the traveled from Ramses” until they came to Ramatah - for it was from there that the spies were sent, as it says (Numbers 12), “And afterwards the nation traveled from Hazterot etc. “Send for yourself men [to spy]...” And hereit says that they left Hatzerot and camped in Ramatah - this teachers that it is in the Wilderness of Paran. And one must remove from the count another eight journeys which were after the death of Aharon from when they were at Hor HaHar until the reached the plains of Moav in the fortieth year. What emerges from this is that in the entire 38 years of wandering, they did not have to make more than twenty journeys. This interpretation is based on the opinion of Rabbi Moshe HaDarshan.  And Rabbi Tanhuma explained it with a different drasha: This can be compared to a king who had a sick child and he brought him someplace very far to be healed. And once they return home, his father recounts all of the journeys and says, “here we slept, here we were cold, here you had a headache.” [Bamidbar Rabbah].\n"
            ]
        ], 
        [
            []
        ]
    ], 
    "title": "Rashi on Numbers", 
    "versionSource": "http://www.sefaria.org/Rashi_on_Numbers", 
    "heTitle": "רש\"י על במדבר", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Torah", 
        "Numbers"
    ]
}