{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "language": "en", 
    "license": "CC0", 
    "title": "Rashi on Numbers", 
    "licenseVetted": true, 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [
                "Why is the section dealing with the menorah juxtaposed to the section dealing with the (dedication of) princes (of each tribe)? Because when Aaron saw the dedication of each prince his mind grew weak as he was not among them in the dedication (process/ceremony) not him and not his tribe. So, The Holy One, Blessed be God, smiled (and said) \"Your (task) will be grander than theirs, for you will light and tend to the candles (of the menorah)."
            ]
        ], 
        [], 
        [], 
        [], 
        [
            [
                "", 
                "\"Miriam and Aaron spoke\": She began speaking first, and for this reason the text places her first.  What did Miriam know about Moses' separation from his wife?  Rabbi Nathan says: Miriam was next to Zipporah when Moses was told, \"Eldad and Meidad are prophesying in the camp\". [Numbers 11:26]  When Zipporah heard this, she said, \"Woe to their wives! If they are suspected of prophesying improperly, they will separate from their wives just as my husband was separated from me!\"  This was how Miriam knew, and she told it to Aaron. If such [punishment] was done to Miriam, who did not intend to denigrate him, how much more so for the individual whose tale-telling willfully denigrates another!?"
            ]
        ], 
        [
            [], 
            [
                "\"Send for yourself men\" — (Bamidbar Rabbah) - Why is this section about the spies adjacent to the section about Miriam? She was afflicted because of the rumors she spoke about her brother and these evil doers saw [this incident] and did not take [out of it] self improvement.", 
                "(Sotah 34b) For yourself; I am not commanding you, If you want to-send spies. Because the Jews came to Moshe and said (Deuteronomy 1:22): \"let us send spies before we enter\" as quoted in the verse... Moshe took counsel with G-d. G-d replied \"I already told you that the land is good. (Exodus 3:17) By my life, I give you the option to choose incorrectly by following the spies and not inherit the land.\""
            ], 
            [
                "", 
                "Whenever it uses the expression of \"Anashim,\" it denotes importance. At this point in time they were righteous men."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "\"And Moses called to Hoshua etc.\" - [Moses] prayed to G-d about [Hoshua] that [he] should be saved from the counsel of the spies (Bamidbar Rabbah)."
            ], 
            [
                "\"Go up there in the Negev\" - [The Negev] was the waste of the Land of Israel. That is the way of merchants, who show the waste first and afterwards show the praiseworthy."
            ], 
            [
                "\"the land, what it is\" - (Bamidbar Rabbah) - There is land that raises strong people, there is land that raises weak people, there are those that increase populations and there are those that reduce populations.", 
                "\"they are strong or weak\" - (Badmidbar Rabbah) - [Moses] gave over a sign to [the spies]: if they dwell scattered, they are strong since they rely on their strength. And if they dwell in fortified cities, they are weak."
            ], 
            [], 
            [], 
            [], 
            [
                "And he went to Hebron.  Caleb went there alone, and prostrated himself on the graves of the forefathers, (to pray) that he would not be enticed to join his colleagues in their plan.  This is what is stated (Deuteronmy 1:36): \"to him will I give the land that he hath trodden upon\".  And it is written (Judges 1:20) \"And they gave Hebron to Caleb\"."
            ], 
            [], 
            [], 
            [], 
            [
                "What does \"And they went\" teach us?  It draws a comparison between their going and their coming.  Just like they came in (their approach) with evil intent, so too they are going (leaving Eretz Yisroel) with evil intent.  ", 
                "...They returned to relate the matter- to Moshe and to Aharon (together)."
            ], 
            [
                "\"It flows with milk and honey.\" Rashi: Any falsehood that does not begin with a small amount of truth does not survive in the end."
            ]
        ], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "", 
                "\"And that ye go not about after your own heart\" - As in spying the land (Numbers 13:2). The heart and eyes are the spies of the body, finding it sins. The eye sees, then the heart desires, and then the body performs the sins."
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [
                "\"And there was no water for the congregation.\" From here we learn that for the entire forty years, they had a well of water because of Miriam's merit."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "Your brother Israel\"  Why did he see fit here to mention brotherhood?  Rather, Moses sent the message we are brothers, sons of Abraham.  As it was said about Abraham \"Your descendants will be strangers\"   And both of us carry the חוב לפרעו, the obligation to complete obligation."
            ]
        ], 
        [
            [
                "", 
                "", 
                "", 
                "\"And took some of them captive\" [note: masculine grammatical forms] - There was not even one female captive. "
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [
                "The Family of Chanoch -  Since the nations of the world would humiliate them (Bnei Yisrael) and would say \"Why do these trace their lineage through their tribes?  Do they think the Mitzriyim did not rule over their mothers?  If they ruled over their bodies, how much more so did they rule over their wives!\"  Therefore Hashem put His name on them,  with a letter \"hay\" on one side and the letter \"yud\" on the other side.  (As if ) to say \"I testify about them that they are the children of their fathers!\"  And that is what is explained through the words of Dovid Hamelech in  Tehillim 122:4 \"The tribes of Hashem (Kah - the name of Hashem that is spelled with a yud and a hay) are a testimony for Yisrael.\"  This Name testifies about them regarding their tribes.  Therefore it is written with all of them \"HaChanochi, HaPallui\".  But with \"Yimnah\" it didn't need to say \"the family of HaYimni\", since the name always a yud in the beginning and a hay at the end."
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "G-d will set [a man] - Since Moshe heard G-d say [that he should] give Tzlophchad's inheritance [land] to his daughters (Bamidbar Rabba), he said: \"The time has come that I should demand my own needs, that my sons should inherit my greatness. Said G-d to him: \"That is not my thoughts, rather Yehoshua merits this reward as he has not moved from [your] tent.\" As Shlomo says (Mishlei 27:18): \"The protector of a fig tree will eat its fruit, [and the guardian of his master will be honored].\""
            ]
        ], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "<b>ye shall have a stoppage:</b> Stopped from doing labor. Alternatively, \"stoppage\" means \"stop from departing,\" teaching that [the holiday] requires sleeping over. And its Midrashic interpretation in Agada is: Since, on all of the days of the pilgrimage holiday, they brought offerings corresponding to the seventy nations, when they came to depart, the Omnipresent said to them, \"Please make Me a small meal, so that I may take enjoy you.\""
            ]
        ], 
        [], 
        [
            [], 
            [], 
            [
                "1. And Moses said...etc.", 
                "2. Even though he heard that his death depended on the matter, he did it with joy and did not delay."
            ]
        ], 
        [], 
        [
            [
                "These are the journeys - these are the stages. Why are each of the these stages listed? To inform the reader about the kindness of God. For even though there had been a decree that they would wander about in the desert, it was never said that they should perpetually wander for forty years and have no rest. For when one looks at the list there are no more than forty two stages. Remove 14 from that number which were all in the first year before the decree, for “the traveled from Ramses” until they came to Ramatah - for it was from there that the spies were sent, as it says (Numbers 12), “And afterwards the nation traveled from Hazterot etc. “Send for yourself men [to spy]...” And hereit says that they left Hatzerot and camped in Ramatah - this teachers that it is in the Wilderness of Paran. And one must remove from the count another eight journeys which were after the death of Aharon from when they were at Hor HaHar until the reached the plains of Moav in the fortieth year. What emerges from this is that in the entire 38 years of wandering, they did not have to make more than twenty journeys. This interpretation is based on the opinion of Rabbi Moshe HaDarshan.  And Rabbi Tanhuma explained it with a different drasha: This can be compared to a king who had a sick child and he brought him someplace very far to be healed. And once they return home, his father recounts all of the journeys and says, “here we slept, here we were cold, here you had a headache.” [Bamidbar Rabbah].\n"
            ]
        ], 
        [
            []
        ]
    ], 
    "versionSource": "http://www.sefaria.org", 
    "heTitle": "רש\"י על במדבר", 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Torah", 
        "Numbers"
    ]
}