{
    "status": "locked", 
    "versionTitle": "Ibn Ezra on Obadiah -- Daat", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "language": "he", 
    "title": "Ibn Ezra on Obadiah", 
    "text": [
        [
            [
                "לא ידענו דורו ולא נוכל לומר כי הוא הנזכר בספר מלכים בימי אחא,ב כי שם כתיב: ועובדיה היה ירא את ה' ואילו היה זה הנביא בעצמו, איך יקראנו ירא השם ולא יקראנו נביא, כי הנבואה היא המעלה הנכבדת יותר?! ולפי דעתי: כי שמועה שמענו - זה הנביא וירמיה וישעיה ועמוס שהתנבאו על אדום, על כן אמר: שמענו. ", 
                "וציר - כאילו ציר שלוח בגוים שהתחברו ויאמרו אלה לאלה קומו."
            ], 
            [
                "הנה קטן - כי מספרם מעט ואין ארץ מלכותם רחבה."
            ], 
            [
                "זדון. שוכני - חסר כ\"ף, כי חשבת כי הר שעיר ימלטך, כשוכני בחגוי הסלע."
            ], 
            [
                "אם תגביה כנשר - פועל יוצא, והפעיל חסר והוא מקום שבתך, וככה: המגביהי לשבת וכבר פירשתיו. הטעם: תגביה - מקום שבתך, כנשר."
            ], 
            [
                "אם גנבים - בסתר. ", 
                "שודדי לילה נדמיתה - נכרתה, כמו: נדמה שמרון."
            ], 
            [
                "איך, נבעו - כמו: אם תבעיון בעיו."
            ], 
            [
                "עד - לא יכלו אנשי בריתך להושיעך, רק שלחוך עד סוף הגבול שלך, בלכת פליטך בשביה. ", 
                "לחמך - כאשר היית במקומך זהו תחתך. ", 
                "אנשי שלומך - המאכילים אותך נותני מזור בלחמך ולא הרגשת. ", 
                "ומזור - כמו מזורו. ותחסר כ\"ף ממלת אין כאיש אשר אין תבונה בו, וכמוהו: ולאין אונים עצמה ירבה ולאיש אין אונים. ורבי מרינוס אמר: בו כמו ממנו, וכל ערל לא יאכל בו, לא התבוננת ממנו."
            ], 
            [
                "הלא - לא יועילוך להצילך חכמיך וגם גבוריך."
            ], 
            [
                "וחתו, תימן - אולי הזכירו לתקפו גבוריך שהם מתימן, כי הוא מבני אדום. ", 
                "למען יכרת איש - מרוב ההרג ולא ישאר פליט. ", 
                "וטעם למען –  דבק עם והאבדתי."
            ], 
            [
                "מחמס - אלו הפסוקים יורו כי זאת הנבואה על אדום הוא אחר גלות ירושלים אל בבל וכן אמר המקונן: זכור ה' לבני אדום שהיו אומרים לבבליים ערו וכתיב תם עונך בת ציון לא יוסיף להגלותך פקד עונך בת אדום ונבוכדנצר השחית אדום ותהי ארצם שממה וככה יתנבא יחזקאל, כי ירושלים שבה אחרי גלות בבל ואדום לא שבה, וכבר פירש בספר דניאל, כי אין ישראל בגלות אדום. ופירוש דבר הקדמונים: מלכות יון. ", 
                "והנה טעם מחמס – בעבור החמס שעשה יון לישראל ביום ירושלים."
            ], 
            [
                "ביום - לראות ולהנקם."
            ], 
            [
                "ואל - לא היה ראוי שתראה ביום נכרו הוא יום אידו, שהוא נכר בעיניו, שלא הכיר יום כמוהו בימים."
            ], 
            [
                "אל - בעבור שהיה לעולם אדום תחת יד יהודה, על כן היה קשה עלינו שמחת אדום מצרתו. ", 
                "ואל תשלחנה - דרך קצרה. והטעם: ידיך וככה יחפרו בעמק רגליו."
            ], 
            [
                "ואל, הפרק - מקום שיתפרקו ממנו הדרכים לאמר לבבליים: אי זה הדרך הלך הפליט? ", 
                "ואל תסגר שרידיו - למסור כאילו תסגור עליו."
            ], 
            [
                "כי - הטעם במהרה יקרה לכל, גם לך כמקרה הזה."
            ], 
            [
                "כי - מדבר לישראל, כאשר שתיתם – כוס, כן ישתו כל הגוים. ", 
                "ולעו - כמו ילע קדש. והטעם: בליעה, אלא שהוא חסר בית. ויפת אמר: כאשר שתו הגוים ושמחו על הר קדשי, כן ישתו על הר עשו."
            ], 
            [
                "ובהר ציון - כל הגוים יהיו כלא היו ואין פליט להם, אבל בהר ציון תהיה פליטה. אמר יפת: זה לעתיד. ורבי משה אמר: על ימי חזקיהו. ורבי ישועה אמר: על בית שני."
            ], 
            [
                "והיה, ובית יוסף - הטעם כפול והזכיר יוסף כנגד יעקב ויוסף."
            ], 
            [
                "וירשו - אנשי הנגב שם מקום, או נגב ארץ ישראל והיושבים בשפלה, כמו: בערבה בהר ובשפלה ובנגב. ", 
                "ובנימין - ירש את הגלעד מעבר לירדן."
            ], 
            [
                "וגלות - אמר רבי משה: הגלות שהחלו לגלות. ורבי מרינוס אמר: כי החל כמו ויאבל חיל וחומה, והטעם כי תתפש המדינה ונהרג מה שבתוכה, גם הבורחים לא נמלטו רק מעטים שהיו בחיל. ", 
                "אשר כנענים - שמענו מפי גדולים כי ארץ אלמניי\"ה הם הכנעניים שברחו מפני בני ישראל בבואם אל הארץ, גם ככה צרפת היא פרנסי\"ה. ותרגום יונתן בן עוזיאל: ספרד אספמיא וזו היא גלות טיטוס, וזאת הנבואה לעתיד. לא כאשר אמר רבי משה, כי אז נפזרו מהבית הראשון."
            ], 
            [
                "ועלו מושיעים - הם שופטי ישראל לשפוט השרידים בהר עשו, אז תהיה לשם המלוכה בגלוי, כדרך: והיה ה' למלך על כל הארץ, שהוא לעתיד."
            ]
        ]
    ], 
    "versionSource": "http://www.daat.ac.il/daat/olam_hatanah/mefaresh.asp?book=18&perek=1&mefaresh=ezra", 
    "heTitle": "אבן עזרא על עובדיה", 
    "categories": [
        "Tanakh", 
        "Commentary", 
        "Ibn Ezra", 
        "Prophets"
    ]
}