{
    "title": "Maaseh Rokeach on Appraisals and Devoted Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maaseh_Rokeach_on_Appraisals_and_Devoted_Property",
    "text": [
        [
            [
                "<b>לפיכך חייבים עליהם וכו'.</b> כאן שלא הזכיר אלא החיוב של העשה דככל היוצא מפיו אמנם בספ\"ה דנזירות שהזכיר המלקיות לא הזכיר עשה זה ובסה\"מ לאוין קנ\"ז הביא הספרי וכו' ושאינו לוקה אף על בל יחל אלא אחר שיעברו שלשה רגלים:"
            ],
            [],
            [
                "<b>וכמה הוא הערך וכו'.</b> פלוגתא דר' מאיר וחכמים בערכין דף ה' ופסק כחכמים דס\"ל אדם מוציא דבריו לבטלה ולכך במעריך פחות מבן חדש לא אמר כלום והקשה הפרי חדש בשם הרב ברכת הזבח ז\"ל דרבינו פסק כר\"מ בפ\"ו הל' כ' גבי מקדיש עצמו שלא הקדיש אלא דמיו ובגיטין דף ט\"ל מוכח דאתיא כר\"מ וכו' ונדחק בתירוצו עיין עליו והמל\"מ בפ\"ו הניחה בצ\"ע ובס' צרור החיים ז\"ל תירץ דרבינו פסק כרב יוסף דפליג עליה דרבא וכו' עיין עליו ולתירוץ זה קשה דרב יוסף לא אמר כן אלא לדברי רבא בשם רב במקדיש עבדו אבל במקדיש עצמו לא קאמר ואדרבה כאן חילקו רבנן בין מקדיש עבדו למקדיש עצמו שהרי אמרו אלא איהו לדמי קאי.",
                "<b>ויותר </b>נראה לומר דטעמו של רבינו משום דבעיקר מחלוקת ר\"מ ורבנן חזינן לרב דאייתי דברי ר\"מ כדאיתא בסוגיין דערכין אלא דבאיזה מקומות משמע דס\"ל כחכמים וכמ\"ש התוס' ז\"ל ד\"ה הא מני וכו' והשתא אם נאמר כפשט הסוגיא דחכמים ס\"ל במקדיש עבדו שיתן דמיו ובמקדיש עצמו ולא כלום הו\"ל ג' מחלוקות וזו לא שמענו ותו איכא למידק דכי קאמר תלמודא הא מני ר\"מ היא אמאי לא דחי ליה דרב תנא הוא ופליג כדדחי לעיל אמתני' דמקדיש נכסיו וכו' אלא ודאי דהך דקאמר הא מני ר\"מ היא לרווחא דמלתא קאמר ליה ודרך שקלא וטריא לא לפי האמת דלפי האמת גם כרבנן אתיא ומאי דקאמר אלא איהו לדמי קאי הכוונה לענין מכר וכמ\"ש רש\"י ז\"ל אמנם לענין דמים בעלמא ליתן שיוויו הה\"נ דהא הקדש בכדי לא פקע וזה הקדיש עצמו ואף דלענין ערכין אינו כן התם משום דהוי פרט מיוחד משא\"כ מקדיש לגבוה להדיא דאמדינן דעתיה דודאי לשם שמים נתכוון ואמטו להכי פסק רבינו התם שיתן את דמיו מכ\"ש דקרוב לשמוע דלכ\"ע הוא ונכון:"
            ],
            [
                "<b>כל השנים האלו מעת לעת וכו'.</b> שם ונחלקו רש\"י והתוס' ז\"ל אי קפדינן אשעות וכמ\"ש מרן ז\"ל אמנם דעת רבינו מבוארת דלא קפדינן אשעות אלא גבי קדשים כמ\"ש פ\"א דמעשה הקרבנות הל' י\"ג ועיין פי\"ב דהלכות שמיטה ויובל דאפילו מע\"ל לא הזכיר וכבר תמה עליו מרן ז\"ל שם. ודע שהמל\"מ ז\"ל פ\"ב דהלכות אישות נתקשה דאי גבי בן ובת לא בעינן מע\"ל דשעות היכי אמרינן בערכין דף י\"ח מ\"ט לא אמר ליוצא דופן וכו' דהא לא דמו להדדי וכו' דילמא דהתם לא בעינן שעות והכא בעינן והניח בצ\"ע (ועיקר קושייתו נראה דקיימא לפי' ה\"ר אלחנן שהביאו התוס' ז\"ל) ואין כאן צ\"ע דאף אי אמרינן דבי\"ד לא בעינן מע\"ל דשעות אכתי אין זה מספיק לשלא יאמר לי\"ד דהאי כדיניה והאי כדיניה משא\"כ לתירוץ דומיא דהנך דכתיבי דהוא תירוץ אלים ואמיתי ודו\"ק:"
            ],
            [],
            [
                "<b>הכותי נערך וכו'.</b> כאן פסק רבינו כר' מאיר וכמ\"ש מרן ז\"ל ולקמן הל' י\"א פסק דכותי שאמר דמי עלי נותן כפי נדרו והיינו מתני' דקתני ושוין שנודרין ונידרין ודין נידרין הזכירו בהל' ט' ועוד ביאר ז\"ל שאם נדר לדעת ישראל יוציאוהו בי\"ד במה שיראה להם חוץ מבדק הבית וכו' ואם אמר לשמים יגנזו ע\"כ ונראה שהוא הפך דברי התוס' שהבינו דנודרין ונידרין הוי דומיא דערכין שהם לבדק הבית ומכח זה הוצרכו לידחק דלמסקנא רבא הדר ביה וכו' ולדידהו קשה הך קושיא כי קאמר רבא הלכתא דר\"מ מסתברא דכתיב לא לכם ולנו וכו' דא\"כ היכי קתני מתניתין ושוין שנודרין ונידרין אבל לרבינו ניחא דאף שאין נודרין לבד\"ה מ\"מ מקבלין מהם ועושין הבי\"ד מה שיראה בעיניהם אלא דגבי ערכין ממעטינן גוים לגמרי מקרא דבני ישראל. אלא שיש לתמוה דבפ\"ה דהלכות מעילה הל' ט\"ו פסק רבינו דקדשי גוים אם לבד\"ה מועלין בהם וכו' והא ודאי דלא כר\"מ כמ\"ש התוס' דהא קא נסיב להילכתא מקרא דלא לכם ולנו וכו' ותו דנראה הפך מ\"ש כאן דהא לבד\"ה לא יתכן מקרא דלא לכם ולנו ואם אמר שדעתו לשמים רבינו כתב שיגנזו ובגמ' מוכח להדיא דכי אמרינן יגנזו אין שייך בהם מעילה.",
                "<b>ולענ\"ד </b>יתורץ זה במ\"ש רבינו פרק ח' דמתנות עניים הל' ח' כותי שהתנדב לבד\"ה אין מקבלין ממנו לכתחילה ואם לקחו ממנו אין מחזירין לו וכו' ע\"כ והוא פי' למ\"ש בגמרא דרמו מתניתא אהדדיה ותירצו הא בתוך הא בסוף ומפרש רבינו הא לכתחילה הא דיעבד ועוד אמרו שם דדבר המסויים אין מקבלין מהם דבר שאינו מסויים מקבלין מהם וכו' ע\"כ ופסקו רבינו שם במתנות עניים ולפ\"ז רבינו ס\"ל דעיקר קרא דלא לכם ולנו דהוי לעיכובא לגמרי אתא לדבר המסויים כמ\"ש במת\"ע להדיא ובדבר שאינו מסויים מחלקינן בין לכתחילה לדיעבד מכח רומיא דמתניתא ועל כרחך מלא לכם ולנו נפקא וזהו מה שחילק שם בגוי המתנדב לבד\"ה בין לכתחילה לדיעבד והביא בסוף פסוק דלא לכם ולנו דעיקרו לדבר המסויים ומינה ילפינן לדבר שאינו מסויים לכתחילה מיהא אמנם בדיעבד ואינו דבר מסויים מקבלין ונופלין לבד\"ה כפשטא דברייתא ושייך שפיר בהו מעילה וזהו מ\"ש בהל' מעילה דקדשי גוים לבד\"ה מועלין בהם וכל זה הוא כשהתנדב הגוי לבד\"ה להדיא אבל אם הוא דרך נדר בעלמא כגון שאמר דמי עלי או דמי פלוני עלי אף דאפילו לכתחילה מקבלין כיון שלא הזכיר לבד\"ה מ\"מ יעשו הבי\"ד מה שיראה להם ולא יפלו ללשכת בד\"ה כיון שנתמעטו מקרא דלא לכם ולנו והיינו מ\"ש לקמן הל' י\"א והוא ממתניתין דושוין שנודרין ונידרין ונמצאו דברי רבינו מכוונין.",
                "<b>עוד </b>ראיתי להקרית ספר שכתב דדרשא דלא לכם ולנו הויא מדרבנן דמדאורייתא מועלים בהם דהא ילפינן חטא חטא מתרומה וכו' עיין עליו ולפי דבריו ק\"ק דכיון דמדאורייתא חל עלייהו קדושה ומועלין בהם איך יכולין הבי\"ד להוציאן לחולין דבמאי פקעא קדושתן ויש ליישב עוד ראיתי להר\"ח אבולעפיה [בס' עץ החיים] ז\"ל פרשת בחקותי דף ס\"ג שתמה על מ\"ש מרן ז\"ל דרבינו פסק כר' מאיר משום דאמר רבא מסתברא ממה שהקשה התוס' דהיכי תנן זה וזה מודים שנודרין ונידרין והא כתיב לא לכם ולנו וכו' ורבינו פסק דהאומר דמי עלי יוציאוהו הבי\"ד וכו' דאימא הכי גם לר' יהודה דיוציאוהו וכו' ומה הכרח הביא רבא מקרא דלא לכם ולנו וכו' והניח דברי מרן בצ\"ע. ולענ\"ד גברא קחזינא וכו' דאף לסברת ר\"י לא יתכן זה דבשלמא בנדרים דלא כתיבי ואין הדבר קצוב מצו חז\"ל לשנות בהם כפי הדין משא\"כ בערכין האמורין בתורה ודמן קצובין ודינם שוה שיפלו לבד\"ה אין להשוות זה לנדרים ולומר שיוציאוהו לדברים אחרים אלא כדינן ודין המלך שהוזכר שם רבינו מפרשה מפני אימת מלכות וכו':"
            ],
            [
                "<b>העבד נערך וכו'.</b> משנה בריש ערכין נשים ועבדים וכתבו התוס' דאע\"ג דגבי מצות יש לו דין אשה לפי ערך זכר הוא נערך וכו' ע\"כ ורבינו לא הזכירו נראה מפני שפשוט הוא אך לא ידעתי למה לא הזכיר דין נשים דבגמרא אמרו אין לי אלא איש שהעריך בין איש בין אשה אשה שהעריכה איש אשה שהעריכה אשה מנין ת\"ל נפשות וכו' וכתבו התוס' ז\"ל אמתני' דאיתא בתוספתא דנשים ועבדים נודרין ונידרין אם יש להם בזמן הזה גובין מהם ואם לאו נותנים עליהם וגובין לאחר זמן ע\"כ וגם זה השמיט רבינו אולי שנתבאר בדבריו במקום אחר:"
            ],
            [],
            [],
            [
                "<b>והערכין כולן והדמין הכל סתמן לבד\"ה.</b> משמע דאם פי' לד\"א או למזבח דבריו קיימין ומרן ז\"ל לא ציין מנ\"ל ובערכין דף כ\"ד איתא ונתן את הערכך ביום ההוא קדש לה' מכאן דסתם הקדשות לבד\"ה:"
            ],
            [],
            [
                "<b>אם נדר ע\"ד ישראל וכו'.</b> מתבאר ממ\"ש דף ו' ועיין להרב לח\"מ ז\"ל שהכריח דע\"ד היינו אפילו בסתמא וכן אם אמר וכו' ונכון ועיקר דינו של רבינו כבר נתבאר בהל' ו':"
            ],
            [
                "<b>הגוסס וכו'.</b> עיין להרב לח\"מ והתוס' יו\"ט והרב גט פשוט ז\"ל ס\"ס קכ\"א ואין להאריך אך את זו ראיתי להמל\"מ ז\"ל שהשיג על מ\"ש מרן הקדוש ז\"ל דאילו בבי\"ד של גוים אפילו נגמר דינו לא חשיב מת כדאמרינן בפ' כל הגט ע\"כ כתב עליו דברים אשר לא כן דאגב שטפא לא דק דגבי ערכין אין הדבר תלוי אלא בגמר דין של ישראל אבל גמר דין של גוים לא הוי כלום דעדיהן פסולין ודינם בטל וכו' ע\"כ. ואחרי המחילה הראויה שותיה דמר לא ידענא דאף דאין דינם דין וכו' מ\"מ כיון דמקבלי שוחדא אין לנו להחשיבו כמת ופשיטא דמעריך ונערך ואין ספק שזה דקדק רבינו לכתוב בבי\"ד של ישראל לא הוציאו אלא מההיא דפרק כל הגט ללישנא בתרא דרב יוסף דאילו ללישנא קמא הוי בהפך כמבואר לכל מבין ודברי מרן ז\"ל שרירין וקיימין:"
            ],
            [],
            [],
            [],
            [
                "<b>וצריך המעריך וכו'.</b> נלמד ממ\"ש רבינו בריש פרקין דערכין מכלל נדר הם דכתיב כי יפליא נדר וכו':"
            ],
            [
                "<b>ואם היה עני נותן ע\"י כולם ערך אחד עני.</b> ידוע דערך העני הוא בהשגת יד ואפי' סלע כמ\"ש רבינו פ\"ג הל' ב' וכיון שכתב כאן נותן ע\"י כולם ערך אחד משמע דאפילו סלע אחד בעד כולם סגי והרב לח\"מ ז\"ל לא רצה להבין כן עיין עליו:"
            ],
            [],
            [],
            [
                "<b>האומר ערכי עלי.</b> כבר ידוע השגת הראב\"ד והיא מבוארת ומרן ז\"ל נדחק בזה ואין די בא\"ר והרב לח\"מ והפרי חדש ז\"ל בנימוקיו ג\"כ נדחקו בדבר עיין עליהם ולהרב קרית ספר ראיתי שהעתיק כדברי רבינו ולכ\"נ שרבינו רצה להעתיק הגמרא ולא חשש משום דאין נפקותא וכ\"מ בסמ\"ג עשין קכ\"ח עיי\"ש:",
                "(מכאן ועד פרק ו' הלכה ל\"א נאבד וחבל על דאבדין ולא משתכחין)"
            ]
        ],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יראה לי וכו'.</b> לכאורה קשה דלמה כתב לשון יראה לי הלא גמרא ערוכה היא בב\"ק דף ל\"ו ההוא דתקע לחבריה וחייבוהו פלגא דזוזא אמר הואיל ופלגא דזוזא הוא לא בעינא ניתבי לעניים הדר הדר ביה א\"ל רב יוסף כבר זכו ביה עניים ואע\"ג דליכא עניים הכא יד עניים אנן ע\"כ הרי שאפילו שעדין לא בא לידו אפ\"ה דברו קיים וי\"ל עם מ\"ש התוס' שם דזה הוי מקדיש דבר שלא בא לעולם ואלמלא דיד עניים אנן אפילו נדר אין כאן וכו' ע\"כ ורש\"י ז\"ל פי' שם דהיה תפוס משלו דאי לאו הכי לא מגבינן ליה בבבל ע\"כ אף שלדבריו קשה לישנא דניתבוה דמשמע שמדבר על זולתו וגם לישנא דקאמר הדר אמר ליה ניתבי נהליה וכו' דגם זה משמע שעדיין הוא מחוסר גוביינא ואיך שיהיה אין משם ראיה לדברי רבינו ולכך כתב לשון יראה לי וכו' והרב לח\"מ ז\"ל דקדק בדברי רבינו שכתב לשון הרי עלי ומכח זה הקשה עליו ועל הרב המגיד ז\"ל פכ\"ב דהל' מכירה והצריכה עיון ולענ\"ד אין זה דקדוק שהרי הראיה שהביא רבינו מיעקב אבינו אין שם הרי עלי והרי היא כמו יהיה וצדקו דברי רבינו והרה\"מ וגם דברי מרן ז\"ל עיין עליהם. וגם למה שהקשה הרב לח\"מ ז\"ל לדברי רבינו מהסוגיא הנ\"ל דמשמע דאי לאו טעמא דיד עניים אנן אין כאן נדר כלל עיין עליו מלבד מ\"ש בשם התוס' ורש\"י ז\"ל עוד י\"ל עם מ\"ש רבינו חננאל שם שלא היה רוצה לחזור בו מן הצדקה אלא היה רוצה ללוותו לפי שעה וכו' וא\"כ לעולם מידי נדר לא יצא:"
            ],
            [],
            [
                "<b>והרי האומר וכו'.</b> נראה שאין זו ראיה להוכיח למקדיש דבר שלא בא לעולם דדבר התלוי בזמן אין נקרא דבר שלבל\"ע אלא בא להוכיח דאף שלא חייב עצמו מעכשיו מ\"מ בתורת נדר שקבל עליו להיות נזיר חל עליו מעכשיו משום דלא ידענו וזהו מ\"ש חייב לנהוג בנזירות דהיינו מיד כמ\"ש בפ\"א הל' ד' ולכך לא כתב זה בלשון ראיה אלא להוכחה בעלמא ודברי מרן ז\"ל צ\"ע ועיין להמל\"מ ז\"ל:"
            ],
            [
                "<b>התפיס בה אחרת וכו'.</b> כתב מרן ז\"ל דה\"פ אם היה לפניו הקדש גמור והתפיס בה חולין אפילו בטעות הוא נתפס וטעמו וכו' ובירושלמי דנזיר וכו' ע\"כ. המל\"מ ז\"ל הקשה דלאיזה תכלית הביא זה הירושלמי וכו' עיי\"ש ונראה דלא בא אלא להוכיח דינו של רבינו דאלים ההתפסה דאפילו בטעות חלה כדאשכחן בתמורה דאפילו בטעות אלימא דאין נשאלין עליה והרב לח\"מ ז\"ל הגיה דצ\"ל התפיס באחרת והכוונה דכשאמר שור שחור שיצא מביתי ראשון לא אמר הרי הוא הקדש אלא התפיסו באחר שאמר יהיה הקדש כזה וכו' ובשו\"ת הרדב\"ז שנדפס מחדש בסי' ע\"ה פירש דה\"ק התפיס בה אחרת קודם שנודע אם יצא שחור וכו' וטעמא משום דבעיקר הקדש קמתפיס וכו' עיין עליו והרב קרית ספר פי' כפשוטו דהתפיס הטעות וכבר השיג עליו המל\"מ ז\"ל עיין עליו:"
            ]
        ],
        [
            [
                "<b>אחד הכסף וכו'.</b> מרן ז\"ל לא ציין מהיכן נפקא ליה. ונראה שהוא ממתני' דהתם דקתני וכולן פודין בכסף ובשוה כסף חוץ מן השקלים וכתבו התוס' שם דערכין לא אצטריך למתני דפשיטא דקרא כתיב וכל ערכך יהיה בשקל הקדש ע\"כ ומינה לשוה כסף ג\"כ. שוב מצאתי הדרשא מפורשת בת\"כ בפ' ואם בבהמה הטמאה דדריש יפדה לרבות דבר המטלטל א\"כ למה נאמר בשקל הקדש לומר' שפודה בכל דבר שהוא מטלטל ובלבד שהוא צריך לישום בכסף וכו' ע\"כ וקאי לההקדש האמור למעלה כמ\"ש הקרבן אהרן ז\"ל:"
            ],
            [
                "<b>ואחד המקדיש וכו'.</b> מרן ז\"ל לא ציין מהיכן נפקא ליה ובת\"כ מבואר במקדיש ביתו ובכולהו הקדשות ג\"כ מתיבת ואם ע\"כ ועיין מ\"ש בזה על דברי מרן ז\"ל בפ\"ה הל' ג':"
            ],
            [],
            [],
            [],
            [
                "<b>המפריש אשם וכו'.</b> בתמורה דף ט' וכלישנא קמא. ומ\"ש",
                "<b>כמו שיתבאר במקומו</b> הוא פ\"ד דפסולי המוקדשין הל' ט\"ו. ומ\"ש",
                "<b>והרי הוא גוף אחר וקדושה אחרת</b> וכ\"ה בנ\"א כת\"י וכן הוא בגירסת הרב קרית ספר ז\"ל אמנם מרן ז\"ל נראה שהיה גורס גוף אחד בדלי\"ת ואין לשון רבינו מתיישב לפי אותה גירסא וגם מדברי הגמ' וכבר נתעורר בזה הרב לח\"מ ז\"ל:"
            ],
            [
                "<b>קדשי בד\"ה וכו'.</b> ובפ\"א דתמורה הל' י\"ב העתיק קרבנות בד\"ה והתוס' יו\"ט ז\"ל לא נזכר ממ\"ש רבינו בהלכות ערכין עיין עליו:"
            ],
            [],
            [],
            [],
            [
                "<b>אין פודין וכו' לוקחים אותה הגזברין ושותקין.</b> קצת קשה דמדהוסיף תיבת ושותקין משמע דאין להם שום תביעה עוד עליו וזה אינו דהא אכתי איכא החומש ואין לומר דכיון שהנתפס מיותר נמצא החומש מובלע בו חדא דכיון שאמר זה תחת זה אין משמעותו אלא על גוף ההקדש לחודיה ועוד דלפעמים יתכן שאין היתרון עולה לחומש ולא יתכן לפוטרו מהחומש שהוא מן התורה. לכך נראה דהך ושותקין שכתב רבינו אינו אלא כלפי גוף ההקדש דהחומש ידוע הוא עכ\"פ אלא שיש להתיישב אם החומש שמוסיף הוא על שיווי הנתפס או על שיווי גוף ההקדש דממ\"ש רבינו לקמיה בהתפיס בקיצבת דמים משמע דבדבר הנתפס קאמר אמנם י\"ל דהתם דוקא מפני שקצב יש לנו עדיפות בקצב שאינו יכול לטעון הקדש בטעות הוה כמ\"ש הרב בצלאל בשיטה מקובצת בשם הרא\"ש ז\"ל אמנם האמת מוכיח מעצמו דכיון שאנו אומרים יד הקדש על העליונה וכדקתני בברייתא מעתה לכל ענין אמרינן כן וילמד סתום מן המפורש. ודע דבאותה שיטה כתוב בשם הר\"ן דהראב\"ד ז\"ל היה גורס בהך רישא דברייתא הקדשו אינו פדוי ולפ\"ז היה לו להשיג על רבינו כפי דרכו:",
                "<b>אפילו היתה של הקדש שוה חמשה ושלו עשרה וכו'.</b> פי' לא מיבעיא אם אותה של הקדש שוה עשרים דאז ודאי יתן חומש גוף ההקדש דעליו נגזר החומש אלא אפילו בהפך וכו' ולפ\"ז קשה דאמאי תני בברייתא בהך סיפא דיד הקדש על העליונה ומכח דקדוק זה פירשו התוס' ז\"ל דהך סיפא בנתכוון לחלל שוה הרבה על דבר מועט הוא וכשמואל דס\"ל הקדש שוה מנה שחיללו על שוה פרוטה מחולל ע\"כ. וגם ע\"ד רש\"י יש להקשות כן שכתב דהקדש פדוי והוא ישלים ע\"כ ואמאי הא לא קתני דיד הקדש על העליונה כדקתני ברישא ואין לומר דגם בהך סיפא גריס לה רבינו דמדכתבו ברישא ולא בסיפא משמע דלא הוה גריס ליה אם לא שנאמר בדוחק לדעת רבינו ורש\"י ז\"ל דתני לה ברישא לגלויי אסיפא:"
            ],
            [],
            [
                "<b>פדה בק' וכו'.</b> מה שיש לעמוד בדין זה עיין פ\"ט דהלכות מכירה וכשנגיע שם נחכים אם ירצה ה':"
            ],
            [
                "<b>שהקדש מפקיע השעבוד.</b> נראה דמדרבנן הוא זה דמדאורייתא גובה אפילו מן ההקדש דשעבודא דאורייתא דכתיב והאיש אשר אתה נושה בו וכו' והוי מקדיש דבר שאינו שלו וכ\"כ הרב קרית ספר עיין עליו וכפי' רש\"י ובזה יתיישבו קצת דברי רבינו ועיין להרב לח\"מ ז\"ל:"
            ],
            [],
            [
                "<b>כדרך כל הבא וכו'.</b> כתב התוס' יו\"ט ז\"ל שהיא גמרא ערוכה פ\"ז דשבועות וכ\"כ התוס' ז\"ל בערכין דף כ\"ג ד\"ה חזקה וכו':"
            ],
            [
                "<b>המקדיש כל נכסיו וכו'.</b> מרן ז\"ל האריך ליישב דברי רבינו דלמה פסק כר' אליעזר דשמותי הוא עיין עליו. ולכאורה תמהתי על מה שהקשה כן דכיון דמתניתין קתני רשב\"ג אף הערב לאשה בכתובתה לישנא דאף מורה דמודה לר\"א וכיון שכן פשיטא שיש לפסוק כן וכמ\"ש מרן ז\"ל אם לא שנאמר דאיכא מאן דלא גריס אף אלא דלפ\"ז השמיענו רשב\"ג דין אחר ואין הכרח לדברי ר\"א ועיין להתוס' יו\"ט ז\"ל:"
            ],
            [],
            [],
            [
                "<b>מי שיצא עליו קול וכו'.</b> מרן ז\"ל לא ציין מהיכן נפקא ליה והיא ברייתא סתמית בפרק המגרש (גיטין דף פ\"ט) ת\"ר בעולה אין חוששין לה וכו' הקדיש פלוני נכסיו הפקיר נכסיו אין חוששין לו ומסיק רב אשי כל קלא דלא אתחזק בבי דינא לא חיישינן ליה ופסקו רבינו פ\"ט דאישות הל' כ\"ב:"
            ]
        ],
        [
            [
                "<b>לחזק את בית אלהינו.</b> בפ' אם בחקתי בפסוק ואיש כי יקדיש את ביתו דרשו בת\"כ קדש לה' מלמד שסתם הקדשות לבד\"ה אלא דקשה לי דגבי בהמה טמאה דכתיב קדש קדשים הוא לה' דרשו שם מניין שסתם חרמין לבד\"ה ת\"ל כל חרם קדש קדשים הוא לה' או יכול אע\"פ שפירש לכהן ת\"ל הוא ע\"כ. וכיון דנפקא ליה מקרא דכי יקדיש לכל ההקדשות הרי חרמים בכלל ודאי אם לא שנאמר דאיצטריך להיכא שפירש וכמו שסיים:"
            ],
            [
                "<b>אין מעריכין אותן אלא בעשרה ואחד מהן כהן.</b> כתב הרלנ\"ח סי' ג' הביאו הכנה\"ג ז\"ל השכל נותן דבזמננו זה די בשלשה אבל איני סומך על דעתי לענין מעשה וכו' ע\"כ ועיין מ\"ש רבינו בסוף פרקין:"
            ],
            [],
            [],
            [
                "<b>הבעלים קודמין לכל אדם.</b> שלשה טעמים נאמרו בקדימת הבעלים אחת מפני שהם מוסיפין חומש ועוד שמצות גאולה בבעלים דכתיב ואם לא יגאל וכו' אלמא שמצות גאולה קודמת למצות מכירה ועוד דסתמא דמלתא שהוא מוסיף בפדיונה יותר משאר בני אדם דרוצה אדם בקב שלו וכו':",
                "<b>ונותנים כ\"ה.</b> בפרק הזהב (בבא מציעא דף נ\"ד) נחלקו תנאים אי החומש מלגאו או מלבר ופסק רבינו כרבי יאשיה דדריש ויסף חמישיתו עליו שיהא הוא וחומשו חמשה וכסתם מתני' דערכין. ובמה שיש לעמוד על דברי רבינו להשגת הראב\"ד והלצת מרן ז\"ל עיין להרב לח\"מ ז\"ל:"
            ],
            [],
            [],
            [
                "<b>אין מקדישין וכו'.</b> כתב מרן ז\"ל רפ\"ב דבכורות ע\"כ והובאה ג\"כ ביומא דף ס\"ו והתוס' ז\"ל פי' טעמא משום תקלה והקשו מההיא דפרק המקדיש גבי ההוא גברא דאחרמינהו לנכסיה ואמר רב יהודה דלישקול ארבעה זוזי ולשדיינהו בנהרא ותירצו דהתם במקרקעי דיש לחוש בהו טפי ע\"כ. ונראה דלשיטתייהו אזלי דבע\"ז דף י\"ג פי' התוס' בד\"ה נועל דלת וכו' טעמא דהני משום קנסא וכיון שכן אין לפדותן אמנם שיטת רבינו אין נראה כן אלא הדברים כפשטן דאם אינו רוצה לפדותן עיקר הדין הוא כן אמנם אם פדאן אפילו לכתחילה שפיר דמי וכמ\"ש אח\"ז והראב\"ד ז\"ל מפני שהבין כוונת רבינו כדעת התוס' לכך השיג עליו והדברים פשוטין וכמ\"ש מרן ז\"ל:"
            ],
            [
                "<b>הקדיש או החרים עבד וכו'.</b> מרן ז\"ל לא ציין מהיכן נפקא ליה והוא בפ\"ק דע\"ז דף י\"ג אשכחיה רבי יונה לרבי עילאי וכו' כדברי רבינו וכן פסק רבינו פ\"ט דהל' ע\"ז הל' י\"ב ושם פסק שאם לקח בהמה נושר פרסותיה וכאן פסק דנועל דלת וכו' משום ביזוי קדשים כמ\"ש בגמרא:"
            ],
            [],
            [],
            [
                "<b>אע\"פ שההקדשות והחרמים והערכים וכו'.</b> נראה דנפקא ליה לרבינו מההיא דפ\"ק דנזיר דף ד' דכ\"ע בעינן דבר הנידר וכו' ופריך גבי נזיר נמי הכתיב לה' ההיא מבעי ליה לכדתניא אמר שמעון הצדיק מימי לא אכלתי אשם נזיר טמא חוץ מאדם אחד שבא אלי מן הדרום וכו' עליך הכתוב אומר כי יפליא לנדור נדר נזיר להזיר לה' ופירש\"י להזיר לה' שנודר לשם שמים ואתי כלישנא קמא דפ\"ק דנדרים דף יו\"ד דאמתניתין דכנדרי כשרים לא אמר כלום כנדבותן נדר בנזיר ובקרבן מייתי תלמודא פלוגתא דר' מאיר דריש לקרא דטוב אשר לא תדור וכו' טוב מזה ומזה שאינו נודר כל עיקר ור' יהודה ס\"ל טוב מזה ומזה נודר ומשלם וקאמר אפילו תימא ר\"מ כי קאמר ר\"מ בנדר בנדבה לא קאמר וכו' נדבה דנזירות מאי איכא למימר סבר לה כשמעון הצדיק וכו' ותו מייתי התם לישנא אחרינא דפלוגתייהו דר\"מ ור\"י בנדבה אבל בנדר מודה לר\"מ וכתב הר\"ן ז\"ל שם דבנזירות אף שהוא נדר שייך ביה נדבה דנדר פירושו דבר שאינו בא לגמרי בנדבת הלב ונדבה פירושה מה שאדם נודר יותר בנדבת נפשו ושמעשיו יותר רצויים ומשום הכי אמרינן דנדר הוא הרי עלי וכו' ונדבה הרי זו וכו' ע\"כ נמצינו למדין דכל דבר שאדם נודר מפני סיבה כדי לכוף את יצרו נקרא נדבות כשרים דאף שהוא נדר גמור כיון שעושה כן בנדבת לבו כדי לכוף את יצרו שפיר דמי ומצוה קעביד וזהו מ\"ש רבינו בסוף הל' נדרים מי שנדר נדרים כדי לכונן דיעותיו ולתקן מעשיו ה\"ז זריז ומשובח כיצד וכו' וציין שם מרן ז\"ל מההיא דשמעון הצדיק וכו' והוא הדבר אשר דברנו מההיא דשמעון הצדיק יליף רבינו לכולהו דזיל בתר טעמא וזו היא כוונת רבינו פ\"א דהל' נדרים הל' כ\"ו שפסק לההיא דכנדרי רשעים או כנדבות כשרים וכו' וציין שם מרן מההיא דפ\"ק והזכיר הלישנא קמא לחוד כנז\"ל וזהו טעמו של מרן ז\"ל שלא ציין כאן בדין זה כלום מפני שכבר ביארו לעיל בכמה מקומות אלא ציין למ\"ש רבינו ואם לא הקדיש ולא העריך וכו' מההיא דריש חולין דאף דקתני הכל מעריכין ונערכין נודרים ונידרין אין משמעותו לכתחילה אלא דיעבד דוקא מקרא דוכי תחדל לנדור לא יהיה בך חטא ומזה הוליד רבינו דאף דמצוה לנדור כדי לכוף את יצרו והיא נדבת הכשרים מ\"מ טוב יותר אם אפשר לו לכוף את יצרו בלא שום נדר.",
                "<b>כל </b>זה הוצרכתי לכתוב מפני שראיתי בס' לחם יהודה נר\"ו בהל' נדרים שהבין שכוונת מרן לציין על עיקר דברי רבינו במ\"ש אע\"פ שההקדשות וכו' מההיא דריש חולין ותמה עליו דמההיא הויא תיובתיה שהרי שם ר' יהודה חילק בין הרי זו להרי עלי ורבינו הזכיר ערכין דהוי הרי עלי גם הקשה על רבינו דאיך פסק כן גם תמה על הרב לח\"מ ז\"ל שזיווג דין זה של רבינו עם מ\"ש בסוף נדרים והקשה עליו כמה קושיות עיין עליו וסוף דבריו הניח הכל בצ\"ע. ורבינו זלה\"ה לא כן ידמה ולבב מרן ז\"ל לא כן יחשוב שהרי בפ\"א דנדרים כשהזכיר רבינו נדרי כשרים דלא אמר כלום כתב שאין הכשרים נודרין בדרך איסור וכעס כלומר אלא דרך ישוב הדעת וכוונת הלב לשם שמים כההיא דשמעון הצדיק וכו' וגם למה שהבין הרב לחם יהודה נר\"ו הרי התוס' כתבו שם דההיא סוגיא אתיא כלישנא בתרא דריש נדרים דבנדבה פליגי וכו' ורבינו לא פסק כלישנא בתרא שהרי לא הזכיר תקלה וההיא דחסידים הראשונים וכו' שהיא סברת ר\"י שם אלא הזכיר ההיא דשמעון הצדיק שהרי כתב וכן מי שהיה מתגאה ביופיו וכלל עמה כל הנהו וההיא דשמעון הצדיק הויא נדר גמור כמבואר מסתמא גם הערכין הויא דכוותיה במי שמכיר עצמו שהוא כילי וכיוצא ואין כאן שום קושי לא על רבינו ולא על מרן ז\"ל ולא על הרב לח\"מ ז\"ל כי כל הישר הולך תהלה להשי\"ת:"
            ],
            [
                "<b>מכלל מבלי עולם.</b> בשאר נוסחאות כת\"י מכלי עולם בכא\"ף ועיין להפרי חדש שנתן טעם לעיקר דינו של רבינו:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מעשה רקח על הלכות ערכין וחרמין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maaseh Rokeach",
        "Sefer Haflaah"
    ],
    "sectionNames": [
        "Chapter",
        "Halacha",
        "Comment"
    ]
}