{
    "title": "Kovetz Al Yad HaChazakah on Mishneh Torah, Marriage",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kovetz_Al_Yad_HaChazakah_on_Mishneh_Torah,_Marriage",
    "text": [
        [
            [
                "<b>קודם מ\"ת.</b> כ' המ\"מ זה פשוט וכו' הו\"ל א\"א שחבירו חייב עלי'. יראה מדבריו שישראל אינו חייב עלי' ועי' בתשו' הריב\"ש סי' ו' שכ' להדי' כן ישראל אינו חייב דאשת רעהו כתיב וסיים אפי' איסורא דאוריית' ליכא משום א\"א אלא שחייב עלי' משום נשג\"א או משום נשג\"ז ובתוס' סנהדרין דף נ\"ב ע\"ב ד\"ה פרט לאשת אחרים מבואר דאיסור תורה איכא מדאצטריך למשרי יפ\"ת ע\"ש ועי' ס' ברכי יוסף אה\"ע סי' ט\"ו."
            ],
            [
                "<b>בכסף או בשטר או בביאה.</b> נקט רבינו לישנא דמתני' והא דנקט כסף ברישא היינו כמ\"ש רבינו דמד\"ס הוא כמו שביאר הה\"מ ומידי דאתי מדרשא חביבה לי' כדאמרי' ריש יבמות ובשטר נקט בתר הכא דאתי' מהקישא דויצאה והיתה ובת\"ה נקט ביאה והר\"ן כ' טעם הסדר לפי שרוב הקנינים הם בכסף ונקט בתרא שטר משום דדמי לי' שאף קנינו מרובים ול\"נ עוד דנקט שטר בין הבינים משום דבקדושי שטר מקשי' הוי' ליציאה ובעי דומי' דגט ומה\"ט כ' בשעה\"מ פ\"א מה' גרושין דמאי שנמצא כתוב ע\"ש הגאונים דמספקא להו אי רשאי לקדש אשה בלילה משום דמקשי' הוי' ליציאה ואם גרשה בלילה י\"א דהגט פסול כמבואר באה\"ע סי' קכ\"ג ובס' גט פשוט תמה מאוד הלא מבואר בקידושין דף ח' ודף י\"א גבי בנתא דר\"י דמותר לקדש בלילה ושם איירי בקידושי כסף ולכ\"ע יכול לקדשה בלילה משא\"כ בקדושי שטר ע\"ש מיהו רבו פוסקים החולקים ולא מקשי' הוי' ליציאה אלא לענין כתיבה לשמה ושוב מקשינ' הוויית אהדדי וא\"כ כי היכא דיכול לקדש בכסף ובביאה בלילה כך יכול לקדש אשה בשטר גם בלילה ומש\"ה תני שטר באמצע וק\"ל."
            ],
            [],
            [
                "<b>לוקה מה\"ת.</b> והראב\"ד חולק שאין כאן איסור לאו אלא במזמנת עצמה לכ\"א שאם כדברי רבינו מפותה האיך משלם ממון הלא לוקה א\"ו משהוצרכה לפתוי אינה קדושה ורבינו מתרץ הקוש' זו בעצמו בפ\"ב מה' נערה בתולה הי\"ז דאינו לוקה משום קדושה אא\"כ היא מוכנת לכך ובזה חלק רבינו על הראב\"ד דלא בעי' מוכנת לכל אדם וכ' הכ\"מ שם דכאן סמך רבינו על מ\"ש בה' נ\"ב, ומ\"ש הה\"מ נראה סיוע לרבינו למה שאמרו בהמ\"ק חזקה א\"א עושה בעילתו ב\"ז וכו' דאיסורא דרבנן כולי אנשי לא זהירא בי' פי' משום דעריות נפשו של אדם מחמדתן משא\"כ בשאר איסורי דרבנן ועי' בהגהת מל\"מ ועי' מה שאכתוב בזה בס\"ד בפ\"ו מה' גירושין."
            ],
            [],
            [
                "<b>ח' אשת אחי האם.</b> עי' פ\"ב בלח\"מ ה\"ז ובפסקי מהרא\"י סי' קע\"ב ולענין אשת חמיו עי' הגה\"מ ועי' שו\"ת נב\"י מהדורא קמא חלק אה\"ע סי' כ\"ו."
            ],
            [
                "<b>החלוצה וכו' מד\"ס.</b> יראה מדברי רבינו שאין לחלק בין כהן הדיוט לכה\"ג שאין איסור בחלוצה אלא מד\"ס אף לכה\"ג והרע\"ב בפי' המתני' בפ\"ט דיבמות מ\"ג כ' דחלוצה לכה\"ג מה\"ת היא כדמוכח באלו הן הלוקין ודבריו תמוהים מאוד כמבואר שם בתיו\"ט ונראה להליץ דוודאי מ\"ש להר' מר\"פ אה\"ה יפה כיון מדקתני בסיפא שם גרושה וחלוצה אינו חייב אלא משם אחד וזה דבר תמי' אף שבכ\"ד נקט חלוצ' בהדי גרושה בשיגרא דלישנ' כמ\"ש הה\"מ אבל למה מהדר מתני' דגרושה וחלוצה אינו חייב אלא אחת הא חלוצה מדרבנן היא והריטב\"א הרגיש בזה וכ' דאשמועי' דגם מכת מרדות אין לוקין ותי' זה לא ניחא לי' להרע\"ב והי' נ\"ל דוודאי בכה\"ג חלוצה אסורה מה\"ת ולא מטעם שכ' התיו\"ט משום אלמנה אלא מטעם אחר דגרסי' בת\"כ פ' אמור פ\"א ט' גרושה אין לי אלא גרושה חלוצה מנין ודין היא ומה אם גרושה שהיא מותר' למגרש פוסלה לכהונה חלוצה שהיא אסורה לחזור לחולץ א\"ד שתהי' פסולה לכהונה צרה תוכיח שהיא אסורה לחזור וכשירה לכהונה הפרש גרושה עשה בה מעשה חלוצה עשה בה מעשה ואל תוכיח צרה שלא עשה בה מעשה ואם נפשך לומר [פי' דהק\"ו אי\"ל פירכא והפרש ליתא] ואשה לרבות את החלוצה ע\"כ הנה יראה דהקו\"ח יש לו פרכא מצרה ולגבי כה\"ג צרה לאו פירכא הוא דהא צרה ג\"כ אסורה לכה\"ג מכח אלמנה וא\"כ גבי כה\"ג קו\"ח גמור הוא ואפי' אי לא קרא אתי' מק\"ו וא\"כ הא דדרשי' מואשה אינו אלא בכהן הדיוט ובדרך אסמכתא אבל בכה\"ג מה\"ת הוא מכח ק\"ו ובזה שפיר א\"ל דמתני' דהתם דקתני גרושה וחלוצה אינו חייב אלא אחת משום כה\"ג נקיט לה."
            ],
            [
                "<b>ויש שאסור ביאתן בע'.</b> עי' הה\"מ פ\"ד מהלכות אלו הי\"ד."
            ]
        ],
        [
            [],
            [
                "<b>ואין וכו' אלא ו\"ח בלבד.</b> כ' בח\"מ אה\"ע סי' ד' אות י\"ב דו\"ח של ימי נערות שפור' גרם וד' חדשים שלימים ושני ימים משני חדשים הראשון והאחרון נקראים ו' חדשים ולא משמע כן בדברי רבינו ועי' ב\"ש שם ובסי' ל\"ז."
            ],
            [],
            [
                "<b>היתה בת כ' שנה פחות ל'.</b> עי' ירושלמי ס\"פ האשה שהלך במאי דמשני שם התלמודא פתר לה סמוך לעשרים שנה משמע כשי' רבינו וע\"ש בק\"ע ד\"ה פתר לה."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הביא שתי שערות למטה וכו'.</b> אבל למעלה בזקן לא מהני ב' שערות כמ\"ש התוס' פ' הערל ועי' לח\"מ ה\"ז שתמה שם על הסמ\"ג עשין נ\"ב שכ' גבי חליצה אח\"כ יבדקו אם יש ב' שערות באשה בבית הערוה והאיש בזקן או בבה\"ע הא ב' שערות בזקן לא מהני ע\"ש והעיקר כמ\"ש מהרש\"ל בהגהותיו שאם בדק למעלה ומנא בי' שערות שוב אין בודקין אותו ובחזקת גדול הוא ובידוע שלא הביא למטה ספק קטן הוא אף שיש לו ב' שערות בזקן ובזה אתי הכל שפיר ודוק."
            ],
            [],
            [],
            [],
            [
                "<b>וכשיהי' בן י\"ג שנה וכו'.</b> דבר זה לא מצאנו מקום לדברי רבינו מאין למד שלא מביא סמנין לעולם גם הטור אה\"ע סי' קע\"ב העתק לדברי רבינו וכ' שם הב\"י ופשוט הוא ועי' בנב\"י מהד\"ק חלק אה\"ע דף ד' ע\"ב שכ' חפשתי בבלי וירושלמי ותוספתא ולא מצאתי שורש לדבר הזה ואפשר שלמד את זאת ממה דתני' בבריי' יבמות דף פ' הסריס אינו נעשה בן סורר ומורה שאין בו הקפת זקן ובירושלמי ס\"פ האשה שהלך הלכה ח' מקש' עלה דהך בריי' ויתיר בי' שמא יביא ב' שערות בתוך ג' חדשים ומשני דאתי' כמ\"ד אין מקבלין התראה על הספק והתלמודא דידן דלא מק' קוש' זו על הך בריי' ודוחק לומר דידע לשנוי' דאתי' כמ\"ד אין מקבלין התראה על הס' דהא אין תי' זה פשוט דהא צריכין לחלק לבין מה דאמרי' שם דלקה על חלב שאכל ולא חשיבא התראת ס' וכמ\"ש התוס' שם ד\"ה נעשה וצריכים לחלק כמ\"ש בס' מראה הפנים דנתרו בו מס' למקטלי' לא שייך אגלאי מילתא למפרע וא\"כ הו\"ל לתלמודא דידן להקש' ולתרץ כן מזה הא נ\"ל לרבינו דס\"ל לתלמודא בבלי דאין זה קוש' דמיירי בסריס אדם שאינו יכול להביא סימן לעולם ובירושלמי דמק' לה י\"ל דבעי לאוקמי בכל גוונא סריס אפי' בסריס חמה כנ\"ל.<br><b> ודע </b> דמשמע עכ\"פ דס\"ל לרבינו דחזקה דרבא חזקה אלימתא היא אלא דחליצה בעי בדיקה משום דאפשר לברורי והיכא דלא שייך בבירור הרי הוא בחזקת גדול עי' לקמן הל' כ\"ו ודברי הה\"מ שם גבי טומטם ואנדרוגניס ויפה כ' רבינו בפי\"א מה' נדרים ה\"ג ואח\"ז י\"ג שנה ויום א' בבן ובבת י\"ב שנה ויום א' דבריהם קיימים ומה שמק' שם מהגמ' נדה דף מ\"ה ע\"ב בהא דמק' הגמ' אי דלא אייתי שתי שערות קטן הוא י\"ל דס\"ל לרבינו דהוה מצי לשנוי' דאיירי בלא הביא ב' שערות ואשמעי' חזקה דרבא וע\"ש במהרש\"א ודוק."
            ],
            [],
            [
                "<b>כדי לכוף ראשן לעיקרן וכו'.</b> הוא השיעור הגדול שבכולן אפי' להקל עי' במל\"מ ועי' במס' נזיר דף ל\"ט ע\"ב קים להו לרבנן כל ז' יומין אתי' מזי' כדי לכוף ראשן לעיקרן. ולא ביאר רבינו מראה השערות אי בעי' שיהי' שחורות משום שאין סימן חלוק בהם וכמ\"ש התוס' ב\"ב דף קנ\"ד ד\"ה ועוד והמל\"מ בהל' ב' הביא דברי תוס' אלו ותמה על הפוסקים שלא הביאו שי' ר\"ת שב' שערות יהי' שחורות דוקא ופלפל בחכמה בפי' דברי ר\"ת ליישב קוש' הרמב\"ן מה שהק' על ר\"ת שא\"י מנין לו וכ' שם לפרש דרבינו תם סובר כן בפי' הא דאמר ר\"י נדה דף נ\"ב עד שירבה השחור וע\"ז תמה המל\"מ ע\"ש ולענד\"נ דר\"ת הוכיח פירושו מהא דאמרי' שם מהו לבודקו וכ' התוס' בנדה דף מ\"ח ע\"ב ד\"ה בשלמא וכו' מאי מהני בדיקה הא משמע שם בגמ' דאף אם מצאנו ב' שערות י\"ל דמקטנותו הם ושומא נינהו ע\"ש מה שתי' ולא הי' ניחא לי' לר\"ת בזה דעכ\"פ אין מוציאין הממון מחזקתו בשביל ס' זה והא נ\"ל לר\"ת דוודאי ב' שערות מהני ואין חילוק בין לבנות ושחורות כדס\"ל לכל הפוסקי' אלא דאם בדקי' ומצאנו בו שערות שחורות שאין דרך לגדל שחורות אפי' לאחר י\"ג עד לאחר זמן ובנמצא בו שערות שחורות שוב וודאי דאין מקום לספק כלל דהשערות השחורות הי' נמצאי' בקטנותו ושומא נינהו דאין דרך השומא להיות שחורות ובזה שפיר שאלו מהו לבודקו וגם הרמב\"ן י\"ל במ\"ש דנ\"ל לי' לר\"ת ממה שאמרו עד שירבה השחור דמשם מוכח סברת ר\"ת דהרי גם לר\"י דס\"ל דבעי' עד שירבה השחור היינו דווקא למיאון משום דקדושי קטנה מדרבנן הם דלא ס\"ל כמ\"ד כי גדלה גדלה קידושין בהדה אבל מודה ר\"י דמשתביא ב' שערות הוה גדולה כמ\"ש הר\"ן בחי' למס' נדה אלא דרבנן החמירו משירבה השחור שלא יכולה למאן משום כיון דהשערות שחורות נראית כגדולה וזה הוא ראי' לסברת ר\"ת ובזה סרה כל קו' המל\"מ דגם ר\"ת דעתו כדעת כל הפוסקי' דשתי שערות מהני בין שחור ובין לבן והדברים ברורים להמעיין היטב."
            ],
            [
                "<b>נמצאו ב' גומות.</b> עי' הה\"מ וכ\"מ ממס' ב\"ב דף קנ\"ד בתוס' ד\"ה ועוד במ\"ש שם דאולי ישתכח גומות ומוכח דאין חולק בזה ועי' לח\"מ ועמ\"ש בסמוך."
            ],
            [],
            [
                "<b>בד\"א וכו'.</b> עי' הה\"מ במ\"ש בשם הרמב\"ן ומ\"ש המל\"מ לתמוה על הרא\"ש שהבין בפי' הרמב\"ן כפשוטן אין כאן תימה להמעין בתוס' מס' קידושין דף ס\"ג ע\"ב בתוס' ד\"ה בני זה וע\"ש במ\"ש עוד פי' ר\"י שיטה אחרת וע\"ש בפ\"י וכמדומה שכבר הושג המל\"מ מגדולי אחרוני' שנעלם ממנו לפי שעתו דברי תוס' הנ\"ל ועמ\"ש בספרי שלום ירושלים ריש מס' שקלים."
            ],
            [
                "<b>כשבודקין.</b> עי' הה\"מ וסיים וכפסק הזה נ' מן הלכות וכן הסכימו הרמב\"ן והרשב\"א ז\"ל ובאמת יש טעמים חלוקים דהרמב\"ן תלה הטעם משום דגלוי מילתא בעלמא הוא ויש עוד טעם משום חזקה דרבא ונ\"מ בין הטעמים כמבואר כ\"ז בשו\"ת מהר\"י בן לב כלל ג' דף י\"ט ע\"ב וע\"ג באריכות ומ\"ש הה\"מ דאמרו דבר א' פי' דהלכה כת\"ק אבל לא מטעם א' ועמ\"ש בזה בסוף מס' שבת בשלום ירושלים."
            ],
            [],
            [],
            [],
            [
                "<b>מי שיש לו אבר זכרות וכו'.</b> ובפ\"ו מה' יבום ה\"ח כ' רבינו ואלו שהן פטורין מן החליצה ומן היבום אשת אנדרוגינוס שנאמר ולא ימחה שמו מישראל והואיל ואינן ראוי' לילד בתחילת בריאותן הרי הן כמין בפ\"ע ע\"ש הרי דס\"ל לרבינו דודאי אינו מוליד ודבר זה נלמד מהתוספתא הובא באלפסי ספ\"ק דיבמות ועי' בטור אה\"ע סי' קמ\"ב שחילק בזה וכ' לשי' ר\"י אשת אנדרוגינוס חולצת ולא מתייבמת ע\"ש בב\"י משמע דס\"ל דמוליד וגם בתוס' יבמות פ\"ב ע\"ב ד\"ה תנן משמע דחייב לישא אשה דמפקיד אפ\"ו מוכח דס\"ל דאנדרוגינוס מוליד וצ\"ע ליישב לשיטתם הך בריית' ובירושלמי פ' הערל גרסי' ואין חולקין על דברי ר' יוסי מן דאמר ר\"י בשם ר' הילא מיבמין את אשתו הדא אמרה אין חלוקין על דברי ר\"י הרי דר\"י בשם ר' הילא ע\"כ פליג על הך בריית' וס\"ל דאנדרוגינוס מוליד דאל\"כ האיך מיבמין לאשתו הרי דמחלוקת רבינו ותוס' הוא מחלוקת דתנאים ורבינו פסק כתנא דהתוספ' והתוס' והטור פסקו לחומרא כגרסי' דירושלמי דחולצת ולא מתיבמות אבל אכתי צ\"ע דיפלגו בדבר מציאות דאי אנדרוגינוס יכול להוליד או לא ולפי מ\"ש בס' מעשה טובי' מאמר עולם קטן פ\"ה יש ליישב דלא פליגי במציאות דנתבאר שם דכ\"ע ס\"ל דיש אנדרוגינוס שמולידין ויש אנדרוגינוס שאינן מולידין וי\"ל דרובן אינן מולידין ופליגי אי חיישי' למעוטי' ובקונטריס לפ' אנדרוגינוס הארכתי ועי' במ\"א א\"ח סי' תקפ\"ט אות ב' בשם הרי\"ף דגם אנדרוגינוס לפעמים הזכרות ניכר בו יותר ולפעמים הנקבות ובאמת מדברי רבינו פה משמע דכל האנדרוגינוס שווין וכ\"כ בס' מחצית השקל שם שלא מצא כן להרי\"ף ובכל הפוסקים משמע דכל האנדרוגינוס שווין."
            ]
        ],
        [
            [
                "<b>מפרוטה כסף וכו'.</b> ומשקל הפרוטה חצי שעורה כמבואר בדברי רבינו פ\"א מה' שקלים הל' ג' שם הרי את מקודשת וכו' אם אמר את מקודשת ולא אמר הרי כ' בשו\"ת תשב\"ץ ח\"א סי' כ\"ג דלא הוי קידושין ע\"ש שה\"ר מהך דגיטין דף ל\"ב הרי הוא חרס מהו ומסיק דלהבא משמע אבל בלא הרי לא משמע להבא ועי' ברמ\"א אה\"ע סי' כ\"ז סעי' ה' וע\"ש בח\"מ והמעיין בגוף התשובה יראה מדבריו בלא הרי לא הוי לשון מבורר ובגיטין ובקידושין לשון מבורר בעיון ובאמת מידי ספיקא לא נפקא וע\"ש באותו תשו' דלא התיר אלא משום ג' טעמים אחרים ולשון הרמ\"א שכ' אינו כלום צ\"ע ומשמע נמי שם דאם לא אמר לי ג\"כ מקודשת לחומרא ועי' הה\"מ."
            ],
            [
                "<b>מקודשת מספק.</b> לשון הש\"ס ספיקא הוי וחיישי' מדרבנן וכ' הר\"ן דהך לישנא ק' דהו\"ל ס' תורה והיכא קאמר חיישי' מדרבנן והרמב\"ם כ' מקודשת מס' ולא הזכיר מדרבנן ולפיכך אני מסתפק לכל ספק קידושין אי צריכה גט מה\"ת או לא דאפשר דמה\"ת שרי משום דאוקמה אחזקת פנוי' והרי\"ף כ' בבעי' דר\"מ לקמן וסלקא בתיקו סד\"א לחומרא וצ\"ע ע\"כ ועי' פר\"ח יו\"ד סי' ק\"י בכללי ס\"ס סי' א' ויל\"ד בדברי הר\"ן במ\"ש שהרמב\"ם כ' וכו' הרי הר\"ן גופא כ' בספ\"ק דדעת הרמב\"ם כל ספיקא דאוריי' לחומרא אינו אלא מדבריהם כ\"ש גבי ס' קידושין וכ' הפר\"ח דדעת הר\"ן דספיקא דדינא הוי ס' מחמת חסרון ידיעה ולא מהני חזקת פנוי' גם לשיט' הרמב\"ם ואפשר לפרש דברי הר\"ן מדדייק בגמ' וחיישי' מדרבנן משמע דסבר התלמודא באומרה היא פשיטא דלא הוי קדושי תורה דהי' צריך שיאמר ג\"כ והוא צריך שיאמר ג\"כ כמשמעות הקרא כי יקח ועי' בתוס' קידושין דף ד' ע\"ב ד\"ה כתב וספיקא דתלמודא לא הוי אם החמירו רבנן דלהוי קידושין וע\"ז מסיק דספיקא ומדרבנן בעלמא חיישי' וע\"ז כ' הר\"ן דרבינו משמע דלא מפרש כן מדכ' סתם מקודשת מספק משמע דס' זה שוי לשאר ספיקות וע\"ע שם בפר\"ח ובסוף ס' תוס' יו\"כ ובס' ברכי יוסף אה\"ע סי' כ\"ז אות ב' והרי\"ט בחי' חלק על הר\"ן דכי אמרי' העמד דבר על חזקתו היינו היכא דלא איתרע אבל חזקה דפנויה הרי אתרע שהרי פשטה ידה וקבלה קידושין אלא שאנו מסופקים במעשה הקידושין ובאותו שעה שפשטה יצאה מכלל שהיתה מקודם לכן וה\"ד מדברי התוס' כתובות דף כ\"ג ד\"ה תרווייהו ע\"ש שהאריך ודבריו צריכי' ביאור רחב ע\"ש במהרש\"א ואין להאריך ובח\"מ אה\"ע סי' ל\"ז אות ה' בב\"ש שם כ' דמשמע מדברי התוס' היפך שי' הר\"ן ויש לדחות ראייתם דש\"ה דע\"כ צריכי' לסברת הרי בוגרת לפנינו דלא תימא חזקה שלא הביאה סמנין ולא נשתנה גופה כמ\"ש הלח\"מ בה' י\"ד מתנגדות לחזקת פנויה."
            ],
            [
                "<b>ואם קידש בשטר וכו'.</b> עי' הה\"מ ועי' בר\"ן ריש קידושין ובירושלמי ר\"פ האומר. וכ' רבינו ונותנה לה בפני עדים משמע לכאורה אע\"ג דחתימי בשטר עדים לא מהני ונ' דרבינו פה מיירי שכ' בכתב ידו וגבי גט כת\"י מהני כמו מאה עדים וס\"ל לרבינו כשי' הרשב\"א מ\"ש בחי' לקידושין דף ס\"ד וביבמות דף ל\"א דדוקא גבי גט מהני כת\"י אי משום דגלי קרא או משום דלא קא מחייב לאחריני משא\"כ בקידושין דמחייב לאחריני ואין דבר שבערוה פחות משנים ולא מהני כת\"י וז\"ש רבינו ונותנו לה בפני עדים וה\"ה נמי לפי מה דמשמע לפי שי' הרי\"ף דס\"ל דאף עידי מסירה כרתי וסגי נמי בע\"ח עי' באה\"ע סי' ק\"ל דמשמע דגם דעת רבינו כהרי\"ף וא\"כ בקידושי שטר סגי בעדי חתימה לחוד וכ\"כ בס' המקנה קידושין דף ט' ומסתימת הפוסקים לא משמע כן ונ' דה\"ט משום דלא רצו לחלק בעניני קידושין כיון דבכסף וביאה בעינן עדים לא חלקו ודברי הלח\"מ פה צ\"ע ועמ\"ש בס\"ד פ\"א מה' גירושין."
            ],
            [],
            [
                "<b>ובין שבא עלי' כדרכה.</b> ירושלמי פ\"ק דקידושין לא סוף דבר בכדרכה אלא אפי' שלא כדרכה והה\"מ כ' שם מפורש ומשמע מהא דמשני בבבלי דף ט' משכחת לה כגון שבא עלי' שלא כדרכה ויפה כ' בשעה\"מ לדחות ראי' זו."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ב' חצייך בפרוטה.</b> מ\"ש הלח\"מ ליישב השגת הראב\"ד עי' ר\"ן ריש קידושין."
            ],
            [
                "<b>ובכתובתה.</b> פי' בכתב לה כתובה דאל\"כ אין כתובה לארוסה לדעת רבינו בפ\"י הל' י\"א."
            ],
            [
                "<b>כיון שנשאת וכו'.</b> הכי תנן במתני' אמרו לו משהשיאה וכו'. ועי' במס' כתובות דף מ\"ג ע\"ב ד\"ה ומיגבא בס' הפלאה שם שכ' דלפי' ר\"י דרבנן מודי' לר\"י אם יש לה ב' כתובות א' בשעת אירוסין וא' בשעת נשואין דלא מחלה בשעת אירוסין ואם רצתה גובה מזמן הראשון גם האב גובה בכתובתה הראשונה ע\"ש ולפמ\"ש רש\"י והרע\"ב משמע דכל טעמא דרבנן דבתר שעת גבי' אזלי' ובשעת גבי' שוב אינה ברשותה ובכל ענין אין הכתובה לאב וכ\"מ שי' רבינו פה וכ\"מ ג\"כ מלשנא דאמרו לו ועי' בתי\"ט ד\"ה אמרו לו כ' צ\"ע דאמרו לו היינו ת\"ק ולפ\"ד אמרו לו באו לאוסופי מי שנישאת שוב אין לאבי' רשות בה גם אם לא מחלה הכתובה שכ' לה בשעת אירוסין ופסק רבינו כאמרו לו."
            ],
            [],
            [],
            [
                "<b>כל העושה שליח.</b> עי' בהשגת הראב\"ד ובס' מכתב מאלי' סי' י\"א דף פ\"ו ע\"א באריכות ועמ\"ש בס\"ד בפ\"ו מה' גירושין."
            ],
            [
                "<b>השליח נעשה עד.</b> עי' הה\"מ מ\"ש וכ' הרשב\"א וכו'. ובחי' ביאר הדברים דבאינה מכחישתו א\"ל דאפ\"ה אינה מקודשת דעדות אין כאן וכו' והו\"ל כשניהם מודים וי\"ל ג\"כ דמקודשת דהשתא לאו נוגעין בעדותן ואע\"פ שבהכחשה אין נאמנים הא אין פסולן אלא משום נגיעתם ונסתלק הגורם וחוזרו להכשירן ועי' בריטב\"א משמע כסברה הראשונה וכן עיקר ומה שהעתק הירושלמי יש מחלוקת בפי' הירושלמי אית דמפרשי להך דירושלמי קודם שנתקנה שב\"ה ולדידהו ניחא דברי ר' יוסי וקש' מ\"ט דר' בא ב\"ח אית דמפרשי להך דירושלמי דמיירי לאחר התקנה וכמ\"ש התוס' שם בסוגי' ולהך פי' הק' הרשב\"א והר\"ן א\"כ מ\"ט דר' יוסי ונראה לפי פי' הראשון י\"ל טעמא דר' בא יעוי' בס' תמים דעים סי' רי\"א ומ\"ש שם על הא דקיימ\"ל המפקיד אצל חבירו בשטר נאמן בשבועה חמורה ויש מי שאומר כיון דהאי שבועה שבועת התורה כדין נאנסו לא מצו לאפוכה וכו' ויש מי שאומר מה\"ד לא הי' לנו להמנא לנפקד כיון דשטר ביד המפקיד ומדין מגו מהמני' לי' וכו' מצי למימר הנפקד השבע אתה דלא ניחא לי בתקנתא דרבנן דיהי' נאמן מדין מגו וצ\"ע הנה יראה מדבריו בהא דהמניני' לאדם במגו הוא סברה דרבנן ובאמת לא משמע כן בסוגי' דשבועות בהא דמק' שבועת השומרי' היכא משכחת לה וכ\"כ הרמב\"ן במס' ב\"ב דמגו סברה דאוריי' היא א\"כ ר' בא אפשר דהוא סובר דמה\"ת לא אמרי' מגו וע\"ז בא ר\"י ואמר מכיון שהאמינתו תורה והוא סבר דמגו סברה דאוריי' הוא וא\"כ לאו נוגע בעדות הוא קודם שנתקנה שב\"ה. ולפי' השני י\"ל דטעמא דר\"י דכיון דמה\"ת היא מקודשת עדות מעליותא היא לא תקינו רבנן ש\"ה להפקיע קדושי דאוריי' ולא שייך כאן אפקעינהו רבנן דמה להם לתקן דבר זה והניחו על דין תורה דעיקר שב\"ה במק\"ע בעניני ממון לבד וכעין שכ' הר\"ן דלא תקנו ש\"ה כ\"א בשו\"כ ולא בפרוטה ואפשר נמי לפרש דר' בא ור\"י פליגי בהנך תרי לישנא דר\"נ שבועות דף מ' ע\"ב אי בעי' גבי שב\"ה דררא דממונא ומיירי פלוגתתם בעשאן שלוחי' שלא בפני עדים דהא לא בעי' עדים בשליחות קידושין כמ\"ש רבינו בה' הקודמת וא\"כ יש להם מגו דלהד\"ם וסבר ר' בא דלא בעי' דררא דממונא ולאחר התקנה הוא נוגע בעדות דגבי להד\"ם צריך שב\"ה ור\"י סובר דבליכא דררא דממונא לא בעי' שב\"ה ושפיר קאמר כיון שהאמינתו תורה יש לו מגו דלהד\"ם ואין כאן נגיעת עדות. ועפ\"ד אלה יש מקום לומר הא דאמרי' בגמ' קידושין דף מ\"ג והשתא דתקון רבנן ש\"ה וכו' ויל\"ד הא מימרא דר\"נ היא ור\"נ גופא תיקן ש\"ה ולפי שיט' הסוברים דאם מחל לו השבועה מהני י\"ל דמיירי ר\"נ במחל לו אבל לשי' החולקי' עי' בחוה\"מ סי' קכ\"א ס\"ט ק' דא\"כ נפל דינא דר\"נ ולדברינו י\"ל דר\"נ קאמר דינו להך לישנא דבעי' דררא דממונא ומיירי דמסר להם שלא בעדים ויש לו מגו דלהד\"ם והתלמודא דנקט מגו דהחזרתי משום דקודם שנתקנה שב\"ה גם בכה\"ג נאמנים וע\"ז מסיק והשתא דתיקון רבנן ש\"ה בכ\"מ אפי' היכא דליכא דררא דממונא ל\"ש מסרו בעדים ול\"ש מסרו שלא בעדים דגם בטענת להד\"ם צריך שב\"ה ובזה ארוח לנו מה דהחליטו הפוסקים דאפי' בליכא דררא דממונא ג\"כ צריך שב\"ה והתוס' שבועות דף מ\"א ד\"ה מאן דתני האריכו בזה ויש שם שיטות דלא מחייבי' לדינא שב\"ה כ\"א היכא דאיכא דררא דממונא ולפי מה שכתבתי מבואר מסוגי' דקידושין דקיימ\"ל כהך לישנא דבכ\"ע אפי' היכא דליכא דררא דממונא. ולשי' רבינו שפסק בפ\"א מה' טוען שאפי' היכא דליכא דררא דממונא מחייב ג\"כ ש\"ה וכאן משמע בדבריו שפסק כר' יוסי צ\"ל כפי' הראשון."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>צריך לברך וכו'.</b> רבינו בתשו' כ' דאם אחר מברך הוא ברכה לבטלה ומתוך דבריו כ' בנב\"י מדו\"ת חאה\"ע סי' א' לפי מנהגינו שמסדר קידושין מברך בנשואי חרש וחרשת לא יברך ע\"ש ועי' בטו\"ז יו\"ד סי' א' בתב\"ש שם שכלם הסכימו להלכה כדעת הגהת מיימו' וסמ\"ג וגם המה מודים דיותר טוב לברך החתן אלא משום שלא לבייש ועי' באה\"ע סי' ל\"ד ובפרישה שם."
            ]
        ],
        [
            [
                "<b>אבל האיש שאנסוהו.</b> עי' השגת הראב\"ד ובס' התרומות שהביא הגה\"מ שהי' גורסי' בגמ' בב\"ב מ\"ח היא עשתה שלא כהוגן אפקעינהו רבנן לקידושין מינה ועי' בזה בטור אה\"ע סי' מ\"ב ומ\"ש הה\"מ דרבינו ס\"ל שהמכר קיים אף בשלא אמר רוצה אני כבר תמה על הה\"מ בס' עצמות יוסף ריש קידושין ממ\"ש הה\"מ פ\"א מה' גזילה ואפשר נמי לומר דהכא לא בעי' שיאמר רוצה אני אם כנסה אח\"כ סתם ומטעם דבשעת נישואין מחל הכפי' ועי' בפ\"ז מה' אלו ה\"ח ובהה\"מ שם גבי מומין וקו\"ח כאן ואפשר דגם הראב\"ד מודה בזה ולא פליג אלא בקדשה ולא כנסה ועמ\"ש בס\"ד בפ\"י מה' מכירה."
            ],
            [],
            [],
            [],
            [
                "<b>הי' מוכר פירות כו'.</b> עי' הה\"מ מ\"ש מלשון הרשב\"א ופי' דבריו עי' בס' עצמות יוסף פ\"ק דקידושין הל' כ\"ג."
            ],
            [
                "<b>המקדש בע\"א.</b> ושיטת הסמ\"ג שהביא הטור סי' מ\"ב חשש לדעת ר\"פ וס\"ל המקדש בע\"א חוששין לקידושין וטעמא דר\"פ כ' הפ\"י בפ' האומר משום דסבר כספרי לא יקום ע\"א באיש לכל עון ולכ\"ח אבל קם הוא לעדות אשה ע\"ש שסתר טעם זה דלא מצינו פלוגתא דתנאי בזה במקדש בע\"א ולעד\"נ טעם ר\"פ משום דמסקי' שם בקידושין דבעי' ב' עדים דיליף דבר דבר מממון ומק' אי מה להלן הודאת בע\"ד כמ\"ע ומשני התם לא קא מחייב לאחריני וע\"ש בחי' רשב\"א באורך ומעתה אי אמרי' דגבי ממון הודאת בע\"ד כמאה עדים אפי' אם מחייב לאחרים גם בקידושין הודאתם מהני וס\"ל לר\"פ הא דלא מהני הודאתו בממון היכא דחייב לאחריני היינו היכא דליכא עד כלל אבל היכא דאיכא ע\"א לסייע להודאתו י\"ל אף דחב לאחרים מהני הודאתו בסיועת ע\"א דהרי חזי' דס\"ד דתלמודא שבועות דף ל\"ב ע\"א אליבא דראב\"ש דס\"ל ע\"א כי אתא לממון קאתי ואף דמסיק התם כ\"ע ס\"ל ע\"א לשבועה קאתי היינו דוקא בכפירה אבל אם הלוה מודה וע\"א מעיד להמלוה בכה\"ג מחויב לשלם אף דחב לאחרי' וא\"כ ס\"ל לר\"פ דע\"א בהוא והיא מודים בקידושין חוששין לקידושין דאף דילפי' דבר מממון הא גם בממון מהני כה\"ג אף דחב לאחריני ואעפ\"כ פליגי עלי' דר\"פ וסוברים דלא מהני בכה\"ג בממון בע\"א היכא דחב לאחרים ומשום חומר א\"א יפה עשה הסמ\"ג לפסוק כר\"פ.",
                "<b>ספק פסולי תורה.</b> עי' כ\"מ דיש לה חזקת פנוי' ועמ\"ש לעיל פ\"ג ה\"ב דאין כאן חזקת פנוי' כיון דכבר נתקדשה בוודאי ואין כאן רק ספקא דדינא ונ\"מ לענין ברכה ולפי סברת הכ\"מ צריך לברך שנית כמ\"ש הב\"ש סי' מ\"ב אות י\"ז ולפמ\"ש אין לברך."
            ],
            [],
            [
                "<b>כיצד מקודשת למיאון.</b> יראה מדברי רבינו דאף בקידושין לבד בלא נשואין צריכה מיאון וכ\"מ בגמ' יבמות דף קי\"ז והרמב\"ן כ' דכל הני דמוכחי' דארוסה צריכה למאן דוקא בשקבלה היא קדושי' אבל בשקדשוה אביה ואמה אפי' לדעתה אינה מקודשת כלל וא\"צ מיאון לפי שלא מצינו שתקנו חכמים שליחות לקטן אבל כשהכנסוה לחופה לדעתה אע\"פ שקבלו הם הקידושין ה\"ז צריכה למאן והיינו מתני' דקתני שהשיאתה אמה ואחי' ולא קתני שקדשתה אמה והיינו נמי דאמר רחב\"א כל שאינה יכולה לשמור קדושי' א\"צ למאן ואפשר שכוין ג\"כ דעת רבינו כן עי' בהל' ז' מ\"ש הה\"מ על השגת הראב\"ד ועי' בחי' רשב\"א יבמות שכ' דברי הרמב\"ן להראות פנים להעמיד דברי הרב ר\"י בר ברזילי שכ' בתשו' להאלפסי ז\"ל זה שאמרה המשנה והשיאתה וכו' ולא אמר דקדשתה דקדושי קטנה אינה כלום ואין קדושין מועילי' אלא לאחר הנשואין ע\"ש ובאמת לישנא דרב בר ברזלי משמע דלא חלו הקדושין אפי' בקבלתה וליישב דברי הרב נ\"ל דבאמת ס\"ל להרב דקטנה לא חלו קידושין כלל אפי' בקבלתה וכמ\"ש הרמב\"ן דלא תקנו שליחות לקטן ואף אם קבלה הקדושין בעצמה עכ\"פ לקידושין צריכין עדים ואין מעידין על הקטן וכמ\"ש רבינו בפ\"ו מה' גירושין הל' ט' והא דמצינו דגם ארוסה בעי מיאון היינו דאם לא מיאנה ועמדה אצלו עד שתהא גדולה חלו הקידושין למפרע וכמ\"ש בחיד' רשב\"א ובנ\"י בפ' ב\"ש עלה דהאי דהמקדש את הקטנה קידושי' תלוין דתלמודא מפרש לה בתרי גוונא או לומר קידושיה תלוי' עד שתהא גדולה ואז גמרו הקידושין דהו\"ל בשעה שנתן לה כסף קידושי' כאלו התנה עמה הרי את מקודשת לי לאחר גדלות או כשבעלה בגדלות דוקא אז היא מקודשת מה\"ת ע\"ש ואם בעל אחר גדלות אז גם כשקדשה כשהיא ארוסה ולא מיאנה אמרי' דבעלה לשם קידושין אבל אם רוצה לצאת ממנו בעודה ארוסה א\"צ למאן."
            ],
            [
                "<b>והיא מותרת לבעלה החרש.</b> עי' הה\"מ והמל\"מ תמה עליו מדברי הירושלמי פ' חרש שהביא הה\"מ בעצמו בפי\"א מהל' גירושין ואין ספק שנעלם הירושלמי הזה מהראב\"ד ול\"נ להליץ דהא אמרי' בגיטין דף פ\"ט ע\"ב לא מצאו דבר על בורי' מהו אמר ר\"ה מגרש ראשון ונושא שני אבל מגרש שני ונושא ראשון לא מ\"ט אתי למימר מחזיר גרושתו מן האירוסין ר\"ש ברי' דר\"א אמר אף מגרש שני ונושא ראשון מימר אמרי עייני רבנן וכו' וכ' רש\"י בד\"ה עייני בקדושי שני ובאמת יש לפרש טפי דאמרו דעייני בקידושי ראשון שלא הי' אלא קלא בעלמא דלא מצאו הדבר על בורי' דלא הי' קידושין כלל מעיקרא אבל בקדושי שני כיון דקדושין וודאי הוי קידושי תורה לא יאמרו דעייני בה' שהוא טעות וע\"ש במהרש\"א שכ' דמשמע דהתוס' מפרשי' כן וכ' שם ישוב מה דדחיק רש\"י שפ' כן ואין להאריך פה ולפי\"ז י\"ל דהראב\"ד הי' מפ' כן בסוגי' וא\"כ הוא לר\"ש ברי' דר\"א דמתיר שם לחזור לראשון משום דאמרו עיינו בקול א\"כ קו\"ח בנשואי חרש דעיקרו דרבנן וכמ\"ש הה\"מ אבל ר\"ה שם דקיימ\"ל כוותי' יש מקום לומר דאם בקלא חיישי' ואסורה לחזור לראשון גם בחרש כן ולפי\"ז הירושלמי מצי סבר כר\"ש שפיר קאמר דמותר לחזור לראשון והראב\"ד שפיר משיג דהא אנן כר\"ה קיימ\"ל כמבואר לקמן פ\"ט מהל' אישות ובזה הוצרך הה\"מ לומר דהכא בחרש דעיקרו דרבנן מותרת לחזור לראשון גם לר\"ה כנ\"ל ברור."
            ],
            [],
            [],
            [],
            [
                "<b>א\"א שפשטה ידה וכו' חזקה.</b> והראב\"ד חולק שאינה נאמנת להנשא ועי' ברא\"ש סוף נדרים שכ' ועוד נ\"ל טעם טוב דהלכתא כרה\"מ דאפי' למ\"א היא תובעת שיגרשנה בעלה וחיישי' שמא עיני' נתנה באחר ותנשא לאחר שיגרשנה בעלה אבל וודאי חזקה שלא תאמר אשה לבעלה גרשתני להפקיע עצמה בטענת שקר להיותה באיסור א\"א כל ימי' ועי' בשו\"ת מהר\"ש כהן סי' מ\"ב שתמה מאוד דאם אי' לזה הטעם מה פריך הגמ' בנדרים השמים ביני לבינך למ\"א תהוי תיובתי' לרה\"מ דלמא התם שאני דאיכא תרי טעמי חדא דאינה משקרת ועוד כמ\"ש הרא\"ש ע\"ש שהאריך ול\"נ דהרא\"ש לא בא ליתן טעם על רה\"מ דהא רה\"מ קאמר טעמו משום חזקה ולא הזכיר כלל טעם הרא\"ש אלא דהרא\"ש בא ליתן טעם לאפוקי מפי' הראב\"ד אליבא דרה\"מ דלא מועיל הך חזקה להנשא ולזה בא הרא\"ש לומר דליתא לפי' הראב\"ד דהסברא נותנת איפכא כיון דרצונה להנשא לאחר והגיע זמן הנשואין ולא חזרה וודאי דקושטא קאמרה שלא תעמוד כ\"י באיסור ובזה סרה כל הקוש' מה שקש' על הרא\"ש ז\"ל. ושי' הראב\"ד נ' דגם הוא סובר דדינא דרה\"מ אף להנשא קאמר אלא דס\"ל להראב\"ד דלית הלכתא כרה\"מ כיון דרבא מק' עלי' דרה\"מ וס\"ל דלחומרא דקידושין תופסין בה בהא קיימ\"ל כרה\"מ אבל עיקר דינא להנשא וליטול כתובה לא ס\"ל כוותי' דרה\"מ ועי' בלח\"מ מה שמק' על הראב\"ד ולפמ\"ש לק\"מ. ועפי\"ז יש מקום להציל דברי רבינו ירוחם שהביא הב\"י באה\"ע סי' י\"ז מה שתמהו עליו כמ\"ש בלח\"מ דלשי' הראב\"ד י\"ל כמו דאמרי' בגמ' גיטין דף פ\"ט דעיינו רבנן בקידושי' ופירש\"י בקדושי שני ע\"ש ועמ\"ש בסמוך ונ' אף דר\"ה חולק ולא ס\"ל סברה זו דיאמרו דעיינו רבנן היינו משום דקדשה קדושי תורה משא\"כ בפשטה ידה וקבלה קידושין למאן דלא ס\"ל חזקה דרה\"מ ולא אתינן עלה אלא מצד חומרא רשאי ראשון שהחזירה ויאמרו דעיינו רבנן בקידושי שני ומש\"ה שפיר כ' הרי\"ו וצריכה גט משני אם תשאר עם הראשון ודוק."
            ],
            [],
            [],
            [
                "<b>המקדש אשה וכו'.</b> עי' השגת הראב\"ד והה\"מ כ' די\"ג בדברי רבינו בא אחר וקדשה ואח\"כ נשתחררה וכו' ועי' בל\"מ דגי' זו א\"א ליישבה כלל מני' ובי' ובס' המקנה באה\"ע סי' מ\"ד פי\"ב כתב ליישב גי' זו ע\"פ מה דמסקי' בקדושין דף ס\"ז ע\"ב דכל עריות דלא תפסי קדושין ילפי' לה מכל אשר יעשה הוקשו כל העריות כולם לאחות אשה וא\"כ לא ילפי' משם אלא חייבי כריתות משא\"כ בח\"ש וחב\"ח דאין בו חיובי' כ\"א אשם א\"כ תפסו קדושי שני וכ\"כ בס' פ\"י בגיטין דף מ\"ג ד\"ה אמר ר\"ח אלא שכ' שם דהא דקימ\"ל בעלמא קדושין תופסין בחייבי לאווין היינו חייבי לאווין דעלמא אבל ע\"י קדושין בלא\"ה לא משכחת קדושין אחר קדושין כיון שתפסו קדושין של ראובן הרי היא ברשותו ואין לה יד לקבל קדושין מאחר עכ\"ל ובס' אבני מלואים כ' שנעלם מבעל פ\"י סוגי' ערוכה בקדושין שם שהרי שם מקשה א\"א נמי איכא למיפרך שיש לה היתר בחיי אוסרן א\"כ מוכח דאי לאו דהוקשו כל העריות לאשת אח גם באשת איש הי' תופסין הקידושין אע\"ג דכבר נתקדשה ע\"ש. ובאמת יש להליץ דודאי דאין לה יד כאן שהקדושין תופסין בה רשות המקדש עליו ואם נתן לה רשות להתקדש סד\"א דקידושין תופסין ובלא\"ה נ\"ל דכונת הפ\"י דאף דקימ\"ל דלא כר\"ע דאמר אין קידושין תופסין בחייבי לאווין אבל בכה\"ג דכבר קדשה לא קיימ\"ל כר\"ע מסברא שכ' הפ\"י וסברא זו ע\"כ מוכח אליבא דר\"י במתני' דיבמות דף מ\"ט דאי\"ל כל שחייבין עליו מיתת ב\"ד ותנן שם אמר רשב\"ע מצאתי מגילת יוחסין וכ' בה איש פלוני ממזר מא\"א וכ' התוס' שם ד\"ה איש הא דלא נקיט חייבי מיתת ב\"ד סתם דא\"א לרבותא נקיט דאע\"פ שהוא קל משאר חייבי מיתת דהוי בחנק ויש לו היתר בחי' אוסרה ולכאורה יש להק' באמת מנ\"ל לר\"י בא\"א דקיל מכולה דהוי ממזר וע\"ש בתוס' ד\"ה לכתוב רחמנא אלא דס\"ל לר\"י דוודאי א\"א כיון דתפסה בה קידושין שוב אין קידושין חל וא\"כ סברא זו אמרי' אליבא דאמת אליבא דכ\"ע ובזה יש מקום לפרש הא דאמרי' בקידושין דף ס\"ח לקולא ולחומרא לחומרא מקשי' דמהכ\"ת נימא בא\"א דתופסה בה קידושין ולמילף מנדה ודוק קצרתי."
            ],
            [],
            [],
            [
                "<b>באוכל או בכלי.</b> מה דפשיטא לרבינו דבכלי ג\"כ בעי' שו\"פ הרשב\"א בשבועות מספקא לי' כיון דקיימ\"ל יצא כלים למה שהן לענין שבועה גם בקידושין י\"ל דבכלי לא בעי' פרוטה ובס' אבני מלואים מסיק להלכה דגם בכלי בעי' שו\"פ.",
                "<b>יראה לי.</b> ועי' בפ\"י ריש קידושין בתוס' ד\"ה בש\"א בדינר מביא ראי' לדברי רבינו דאל\"כ ק' דמוכח כי אתשול לענין קיבל הקידושין מאחר אתשל דאי לענין קידושין ראשונים לפ\"מ דקיימ\"ל כשמואל דחיישי' שמא שו\"פ במדי ה\"נ איכא למיחש שמא שוה דינר ע\"ש שהאריך ולשיט' רבינו ניחא דמיירי במידי דמאכל ואין זו ראי' די\"ל דנ\"מ גם בתחילת הקידושין וכגון נתן הוא ואמרה היא ודומיהן שקידושין אינם אלא מספק ופחות משוה דינר לב\"ש אינה מקודשת כלל דהוי ס\"ס. עוד י\"ל לפי מה דמסיק בס' שעה\"מ בפסקין להוכיח מדברי רבינו במפרש ואומר לה הרי את מקודשת בכלי זה ששו\"פ ובאותו מקום אינו שו\"פ אפי' שו\"פ במדי אינה מקודשת שדעתו ודאי היתה שתהא שו\"פ במקומו וא\"כ א\"ל דנ\"מ בכה\"ג. ודע שכך מפורש בחי' רשב\"א להדי' בדף י\"ג בד\"ה והיכא דשדך ומסיק שם ג\"כ כדברי רבינו דהיכא דקדשה בדבר שאינו מתקיים או באמר לה ששו\"פ דליתי' לחששא דשמואל בכה\"ג והרב הגאון מ\"ו זצ\"ל כ' בחי' דלפי טעם התוס' בדין דשמואל משום דחיישי' למ\"ע יש מקום לומר גם במפרש יש לחוש למ\"ע ודוק ועי' בלח\"מ."
            ],
            [
                "<b>המקדש אשה בפחות מפרוטה.</b> כ' הה\"מ משנה דנ' קרוב ללשון רבינו והיינו משום דמתני' שם קתני המקדש ב' נשים ברישא ואמרי' שם צריכה דא\"א שו\"פ איידי דקנפיק ממונא מיני' וכו' אבל פחות משו\"פ אימר יודע שאין קדושין תופסין וכי קא משדר סבלונות אדעתא דקידושין קא משדר וצ\"ע על רבינו מפני מה שינה לישנא דמתני' בדרך זו ואצ\"ל זו ונראה לפי מה דקיימ\"ל כשמואל א\"כ י\"ל בהיפך ל\"מ בקידש אשה אחת בפחות מפרוטה מעט דטעה וסבר כיון דבמקום קרוב הוא שו\"פ אע\"ג דכאן אינה שו\"פ מקודשת ולא שלח הסבלונות לשם קידושין משא\"כ במקדש ב' נשים בפרוטה אחת דלא שכיח שיהי' במקום קרוב שוה ב' פרוטות וסד\"א דשלח סבלונות לשם קידושין והתלמודא רצה לשנוי' אפי' ליתא לדשמואל וק\"ל. וגם י\"ל דבאמת הו\"מ לשנוי' בגמ' דבין פרוטה לפחות מפרוטה מעט טעי אנשי משא\"כ מחצי פרוטה לפרוטה לא טעי אינשי."
            ]
        ],
        [
            [
                "<b>המקדש בדבר שהוא אבה\"נ.</b> עי' מל\"מ באשה שהיתה חולה ועי' ב\"ש אה\"ע סי' כ\"ח אות נ\"ד ומ\"ש בהל' יסה\"ת פ\"ה ה\"ח ונראה דהמקדש בערלה בח\"ל לפמ\"ש מחלוקת הפוסקים בהל' לולב אי יוצאין באתרוג של ערלה בחו\"ל א\"כ הכא ספק מקודשת עכ\"פ ע\"ש ודוק."
            ],
            [
                "<b>חוץ מעכו\"ם.</b> כבר כתבתי בפ\"ז מהל' עכו\"ם ה\"ט דרבינו לא ס\"ל שי' הר\"א והר\"י בתוס' פ' השוכר דף ס\"ב ד\"ה יאות וק\"ק על הטור והש\"ע ביו\"ד סי' קל\"ב וקמ\"ד דהביאו לשי' זו ובאה\"ע סי' כ\"ח כ' בפשיטות דאינה מקודשת וע\"כ צ\"ל דס\"ל כדעת הרי\"ו דלדידי' אסור א\"כ א\"י לקדש בו אשה בשום אופן וכמ\"ש המל\"מ הל' א' וצ\"ע."
            ],
            [
                "<b>המקדש בפירות שביעית.</b> עי' מל\"מ ועי' בפ\"ו מהל' שמיטה ויובל הלכה י'."
            ],
            [],
            [
                "<b>כהן שקידש בחלקו.</b> אמרי' בגמר' וזה יהי' לך מקדש הקדשים מן האש מה אש לאכילה אף הוא נמי לאכילה ובמתני' דהמקדש בערלה הק' התוס' אמאי לא חשיב בהך מתני' פיגול ונותר וטמא ותי' בקדשים לא קמיירי וכ' הרש\"א מאי ק' דלחשוב פנו\"ט הרי הוא בכלל קודש דכבר תנן לה המקדש בחלקו וכ' דקים להו לתוס' דפיגול ונותר וטמא פקע איסור קודש מנייהו ובזה ניחא דהוה למתני' בהו מכרן וקידש בדמיהן גם הר\"ן כ' מיהו שייר חמץ בפסח נותר ופיגול שאם קידש בהן אינה מקודשת מכרן וקידש בדמיהן מקודשת הרי דגם דעת הר\"ן בנותר ופיגול אינו בכלל קודש לענין שתופס את דמיו ורבים מתמיהים מהא דתנן פ\"ג דכריתות יש אוכל אכילה אחת וחייב עליו ד' חטאות ואשם א' טמא שאכל חלב והוא נותר ומוקדשין ביוה\"כ הרי דחשיב דחייב משום מוקדשין אף בנותר ובס' א\"ח כ' אולי יש לחלק בין חלב שהוא רק אכילת מזבח לא פקע איסור קודש מיני' משא\"כ בבשר אלא שסיים שם מנ\"ל הא והרב הגאון מו\"ר כ' בחידושיו ול\"נ לברר הא חלוקא מאחר דטעמא דמתני' דלעיל במקדש בחלקו שאינה מקודשת נפקא מקרא וזה יהי' לך מקדש הקדשים מן האש וסבר ר\"י כאש מה אש לאכילה אף הוא נמי לאכילה ופירש\"י והרמב\"ם מאחר דכהנים משולחן גבוה קא זכי ולא נתן להם הקב\"ה אלו החלקים אלא לאכילה ולא לד\"א ע\"ש ועי' ברש\"י יבמות דף ע\"ג ע\"א שכ' אהא דהזהירה התורה לא בערתי ממנו בטמא שאסור להדליק מהן בטומאה דאין טומאתן מתירין להבערה דלא תימא אע\"ג דלא ניתן מעשר אלא לאכילה כדכתיב ואכלת ה\"מ טהור אבל היכא דנטמא דלא חזי לאכילה ידליק בו אלא אסור לבער בטומאה עכ\"ל הרי לך גבי מעשר אלמלא דאזהיר רחמנא מלבער בטומאה היינו אומרי' דוקא בטהור הוא דאזהיר רחמנא שלא להדליק בו מאחר דלאכילה נתתיו ולא לד\"א אבל אחר שנטמא שרי להדליק א\"כ האי דרשא דלעיל כאש דלא נתן להם הקב\"ה כ\"א לאכילה היינו ג\"כ דוקא כל זמן שראוי' לאכילה אבל לאחר שנטמא דליכא אכילה אזדא לה קדושתה שלא לקדש בו אשה ונ\"מ אלו מכרן וקידש בדמיהן דמקודשת כ\"ז שייך בבשר נוכל למדרש כל זמן שראוי' לאכילה אין אתה משתמש בו לד\"א אבל חלב שאין בו רק אכילת מזבח לא פקע קדושתה והחילוק מבואר היטב עכ\"ד. ויש ראי' לסברת הרש\"א והר\"ן מהא דכ' רש\"י ברכות דף ט' ד\"ה שם תזבח שבבוקר הוא נעשה נותר ובתוס' ד\"ה ראב\"ע שכ' וז\"ל לא תעשה דבר שיבוא לידי נותר בבוקר ורבים מקשים כיון דאסור לאכול אחר חצות א\"כ מאי נ\"מ בזה שאין נעשה נותר עד הבוקר דא\"ל שאין חייב לשרוף עד הבוקר הא אפי' אם נעשה נותר אחר חצות אפ\"ה א\"א לשורפו עד הבוקר משום דאין שורפין קדשים בלילה ועי' בס' עטרת ראש ב' תרוצים ולפ\"ד מהרש\"א נ\"מ רבתא דעד הבוקר עדיין שם קודש עליו ותופסת דמים ומיד בבוקר פקע שם קדשים ואינו תופס את דמיו."
            ],
            [],
            [
                "<b>המקדש את האשה בגזל.</b> כן הוכיח התלמודא קדושין דף נ\"ב ממתני' דמעשה בחמש נשים מדקתני ושלהן היתה ושל שביעית היתה ובירושלמי הלכה ו' גרסי' אמר ר\"ח ב\"ב עד ש\"מ חמש וכו' ומקדשין בגזילה ומקדשין בפירות עבירה ע\"ש והך דוקא הוא היפך הבבלי ונראה לפרש במאי דפליגי בבלי וירושלמי הריטב\"א שם הק' דלמא הה\"ד בשאר שני שבוע והא דקתני ושל שביעית היתה לאשמועי' דמקדש בפירות שביעית מקודשת דסד\"א לאכלה ולא לסחורה וצ\"ל דדייק לה מדקתני ושלהן היתה ע\"ש ומעתה י\"ל דתלמודא דירושלמי סובר כקוש' הריטב\"א דהא תנן בשביעית פ\"ח מ\"ח אין לוקחין עבדים וכו' ואם לקח יאכל כנגדן וגרסי' שם בירושלמי והה\"ד דאין מקדשין אשה בפ\"ש ומשמע שם דגם אם קידש אשה יאכל כנגדן והטעם דיאכל כנגדן הוא מטעם קנס כמ\"ש התי\"ט שם במשנה ט' כמו במ\"ש ספ\"ק דמעשר שני וי\"ל דע\"כ לא קנסו אלא אם מקדש בפ\"ש שלו אבל בקידש אשה בפ\"ש שלה שגזל ממנה והיא נתרצה דזה הוא מילתא דל\"ש ומילתא דל\"ש לא עבדו רבנן תקנתא ולא קנסי' לי' וא\"צ לאכול כנגדן א\"כ מש\"ה נקיט המתני' ושלהן היתה כיון דרצה לאשמועי' דמקדשין בפירות עבירה פי' שעשה בהן סחורה שקידש בהן אשה וסד\"א דצריך לאכול כנגד פ\"ש שקידשה קמ\"ל מתני' כיון דשלהן היתה והוא גזל ממנה והוי מילתא דל\"ש ולא קנסי' לי' וממילא מוכח דמקדשין בגזל ותלמודא דידן דסבר כתי' הריטב\"א משמע דחולק בזה עם הירושלמי דקדושי אשה אין דומין לקנין עבדים דבקידושין לא קנסו כלל משום דמצוה קא עביד. ועפי\"ז מיושב דברי התוס' ע\"ז דף ס\"ב ד\"ה נמצא ועי' במל\"מ הל' ג' מה שתמה על דבריהם מהירושלמי ומן האמור מיושב."
            ],
            [
                "<b>הנכנס לבית חבירו.</b> כ' בשה\"ג ס\"פ האיש מקדש דבעה\"ב המזמין אורחים על שולחנו ולקח אחד מהאורחי' דבר וקידש בו את האשה מקודשת מפני שאין בעה\"ב מקפיד אם האורחים עושים חפציהם והובא בהג' רמ\"א אה\"ע סי' כ\"ח סעי' י\"ז אלא שכ' שם ונוטל חלקו ועי' בשו\"ת מהרימ\"ט ח\"א סי' ק\"נ חולק בזה וכ' דהוי ספק קידושין וה\"ר מדאמרי' בירושלמי פ\"ז דדמאי הל' א' ר\"י בעי קומי ר\"ב ואין אסור משום גזל א\"ל רוצה הוא שיהי' לו נחת רוח ע\"ש א\"כ משמע דוקא בהפרשת תרומה דאין להאורח נ\"ר באכילה כלל בלא הפרשה אזי ניחא לבעה\"ב אבל לא שיטול מעל השולחן לקדש אשה מה שאינו מצורכי הסעודה עוד ה\"ר מהא דאמרי' שם במתני' פועל שאינו מאמין לבעה\"ב חושך גרוגרות אחת וכו' רשב\"ג אומר לא יחשוך ולדברי כולם יש באותו גרוגרות של תרומה משום גזל ע\"ש ובס' אמרות טהורות דף מ\"א סתר ראיותיו ובחידושי חזקתי דברי הרימ\"ט ראיותיו נכונו' ואין להאריך."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המקדש בהנאת מלוה וכו'.</b> עי' ברש\"י קידושין דף ו' ע\"א ד\"ה המקדש במלו' וכו' דגמרי' קיחה קיחה משד' עפרון וכו' ועי' פ\"י ומקנ' שתמהו על פי' דנקט דוקא דרשה זו דהא ילפי' נמי מאין כסף ועוד דמאי בעי בזה דגמרי' והלא אינה מקודשת מטעם דמלוה להוצאה ניתנה ובני הבח' המופלג הר\"ר משה שי' תירץ דהנה רש\"י כ' שם על הא דמסקינין דארוח לה זימנא ומכ\"ש אם קידשה בהנאת מחילת מלוה עי' שם והק' בתוס' רי\"ד דא\"כ למה במלוה גופא אינה מקודשת הלא ממילא הוי לה הנאת המחילה וי\"ל דהנה בסמ\"ע ח\"מ סי' קנ\"ו כ' דהקונה קרקע צריך לקנותה בדמי שוי' הקרקע דומי' דשדה עפרון דכתיב נתתי כסף השדה קח ממני לאפוקי אם נותן בשביל הקרקע מנה ואמר הילך פרוטה זו ואקנה בזה הקרקע לא קנה עכ\"ל והשתא לפי זה אם רוצה לקנות קרקע במלוה דלא קנה משום דלהוצאה ניתנה ממילא דלא קנה נמי בהנאת מלוה משום דהנאת מלוה לא הוי כדי שוי' הקרקע דכיון דנותן בשביל הקרקע מלוה גופא והוי דמי שוי' דמי כל המלוה ממילא דאינו יכול לקנות בהנ\"מ ולפי\"ז מיושב קושי' הרי\"ד דמשו\"ה אינה מקודשת משום דכבר אמר שניתן המלוה גופא וא\"כ קידשה בדמי כל המלוה והוי דמי שוי' כדמי כל המלוה ותו אינה מקודשת בהנ\"מ דלא כדי שוי' דהא הנאת מלוה הוי פחות מדמי מלוה גופא ועי' פירש\"י שם מיהא כ\"ז ניחא אי גמרי ק\"ק משד\"ע שפיר בעי' כדי שוי' אבל אם ילפי' לה מאין כסף לא בעי' נ\"ש וא\"כ קשה קושי' הרי\"ד תהא מקודשת בהנ\"מ ולפיכך פירש\"י דגמרי' קיחה קיחה וק\"ל."
            ],
            [],
            [
                "<b>במעמד שלשתן.</b> עי' ב\"י אה\"ע ס' כ\"ח שהביא בשם הרי\"ו דאינה מקודשת אלא מדרבנן כיון דמע\"ש רבנן תקנו כ' שם הב\"י דאינו מוכרח כיון דתקינו רבנן שיקנה במע\"ש נקנו לה המעות והוי מקודשת מה\"ת ועי' מ\"ש בזה בשלום ירושלים מס' סוכה פ\"ג ד\"ה ורבנן."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הי' בידו משכון.</b> עי' מל\"מ פ\"י מהל' שכירות דין א' ונ\"מ לשי' הסוברים דדין דריצ' אינו אלא במשכנו שלא בשעת הלואה ועי' מ\"ש שם בס\"ד."
            ],
            [],
            [],
            [
                "<b>האומר לאשה.</b> עי' כ\"מ שסיים יש לתמוה האיך פסק כיון כר\"ש ובפ\"ד מהל' נדרים כ' דאפשר לומר מדחזי' דבקידושין סתם לן תנא כר\"ש אמרי' ראה רבי דבריו של ר\"ש בקידושין ע\"ש."
            ]
        ],
        [
            [
                "<b>המקדש על תנאי.</b> ולא מהני אונס בתנאי קידושין כמבואר בר\"ן פ' האומר בשם הירושלמי ועי' הה\"מ פ\"ט מהל' אלו הל' ג'."
            ],
            [
                "<b>ואלו הן הד' דברים וכו'.</b> גם הרא\"ש בפ' מי שאחזו מסיק להלכה פשיט רבינו דקימ\"ל כר\"מ בכל הדברים ודלא כשי' הרי\"ף שסובר דאין הלכה כר\"מ כמבואר בהלכות פ' מי שמת דלא בעי' ת\"כ ותנאי קודם למעשה בממון אלא באיסורא לחוד כגון גיטין וקידושין שהרי אנו הולכין בממון אחר אומדן דעתו ומה לנו לדקדק בכל לשון שהוציא בו תנאו לא יהי' אלא שיהי' גילוי דעתא בעלמא והרז\"א מביא דבריו אלו בפ\"ב דביצה גבי ההוא גברא דא\"ל הבו להו ד' מאה זוזי וכ' ולי לא נראה כן דשאני היכא דהוצי' התנאי בשפתיו ממי שלא הוציא בשפתיו וגילוי בדעתו שזה שגילה בו דעתו י\"ל אם הי' מוציאו בשפתיו הי' מוציאו כהלכה וזה הוציא בשפתיו ולא הוציאו כהלכה כמו שאנו למדין בתנאי ב\"ג וב\"ר ע\"ש וזה הוא ג\"כ כוונת הרשב\"ם שהביאו התוס' בקידושין דף מ\"ט ד\"ה דברים שבלב וכן ביאור דבריו להדי' בפ' יש נוחלין דף קל\"ז וכ' דאנן לא קיימ\"ל כר\"מ אלא לרווחא דמילתא מחמרי' בגיטין אבל בממון לא חיישי' כלל אעפ\"כ מק' התוס' שם שפיר דהא כל תנאי ילפי' מבגוב\"ר דבאו לסתור סברת הרשב\"ם דהא וודאי גם ר\"מ מודה דגילוי דעתא מהני בממון אפי\"ה יליף מבגוב\"ר דדבר זה גרע טפי כיון שהוציא בשפתיו וכמ\"ש הרז\"ה ובאמת הו\"ל להתוס' להק' ביותר ממתני' דב\"מ כל תנאי שמעשה בתחילתו אינו תנאי משם מוכח דאפי' בממון ס\"ל לסתמא דמתני' לא מהני ג\"ד ומ\"ש התוס' בתר הכי בשם הר\"י אפשר דגם הרשב\"ם אינו חולק עמהם ויש לחלק בין גילוי דעתא לאומדן דעת דמוכח ובזה מיושב קוש' הרש\"א בדברי התוס' שם וכ\"ה שי' הרא\"ש בפ' יש נוחלין ומה דמשמע שם מדבריו דלחומרא דוקא פסק כר\"מ עי' בס' עצמות יוסף ולי נראה עיקר כמ\"ש בס' מכתב מאלי' דעת הרא\"ש כדעת רבינו וכ\"מ בקיצור פסקי הרא\"ש ודוק. ומ\"ש רבינו הן קודם ללאו עי' בר\"ן פ' מי שאחזו דכל הקפידא היא שלא יאמר הן באחרונה דבגמר דבריו אדם נתפס ועי' ב\"ש וח\"מ סי' ל\"ח. ומ\"ש רבינו שיהי' התנאי קודם למעשה ושיהי' אפשר לקיימו דין דאפשר לקיימו הוא מוסכם אליבא דכ\"ע ומ\"ש בש\"ע שם י\"א דלא בעי' בתנאי ד' דברים וחדא מנייהו א\"א לקיימו לאו דווקא נקט ד' דברים. והוי יודע דהרמב\"ן במלחמות כ' במס' ביצה וז\"ל עתה אגלה את הסוד הנעלם מב\"א שראשונים לא פרשוהו כי כל מה שאמרו חכמים בת\"כ ובתנאי קודם למעשה והן קודם ללאו ותנאי ומעשה בד\"א כדאי' בפ' מי שאחזו ומעשה דאפשר לקיומו ע\"י שליח כדאי' בכתובות בענין חליצה מוטעת כל אלו לא נאמרו אלא כשהמעשה נעשה מיד כעין נתינת גט וחליצת יבום שאין התנאי מבטל המעשה למפרע אלא א\"כ נעשה כראוי ובחוזק כעין תנאי ב\"ג שהי' מבקשים ממשה שיתן להם נחלתם מיד וע\"כ הוצרך משה לכפול התנאי' שאם לא קיימו אותם יטלו אותה הנחלה מידו וכן דקדק בתנאי קודם למעשה שהוא חוזק התנאי בהן קודם ללאו דהואיל והמעשה נעשה מיד אם קדם ללאו אין בו כח לעקור המעשה וכן בתנאי בד\"א ומעשה בדבר אחר שכיון שהמעשה נעשה איך יתנה עליו מגופו לסותרו מעתה כל התנאים שבעולם שהם באים לעקור המעשה כגון נתינת גט לידה או קידושין וחליצה וכו' אבל מי שאומר תנו לפלוני מאתים זוז אם יקח בתי לית דין ולית דיין שאם לא יקח לא יטול ע\"ש שהאריך מאוד ועי' ש\"כ חו\"מ סי' רנ\"ג אות ט\"ז."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל בעונה תנאי בטל.</b> ועי' ירושלמי בפ' אע\"פ דאמרי' שם דגם עונה הוי דבר שבממון והא דאסיק רבינו דעונה לא הוי דבר שבממון משום דמוכח בתלמודא דידן כן כתובות דף נ\"ו ע\"ב בהי' דמק' הגמ' הא שמעי' לי' לר\"מ דאמר כל המתנה על מה שכ' בתורה תנאו בטל הא בדרבנן תנאו קיים וכ' התוס' שם בד\"ה ושמעי' מאי קוש' דלמא כ\"ש בדרבנן ותי' שם מדלא קתני וכו' אע\"ג דר\"י מודה בכתובה הא מודה נמי בעונה ע\"כ ומעתה מוכח דתלמודא דידן דעונה לאו דבר שבממון הוא ועי' בהרא\"ה בחי' שדחק לפרש הירושלמי בדרך אחר ועי' מ\"ש בס\"ד פי\"ב הל' ח' וט'. וע\"ע בפט\"ו הלכה א'."
            ],
            [],
            [],
            [
                "<b>ואם חסר א' מהם.</b> עמ\"ש בהל' א' והא דלא הביא רבינו דבעי' מצי לקיים ע\"י שליח כ' בס' מכתב מאלי' לתמוה על הה\"מ מ\"ש על תירוצו ושל הה\"מ ע\"ש שהאריך בדף קמ\"ב קמ\"ג ושם יתיב וקא מחדש בשם התוס' פי' אחר בגמ' דהא דבעי' תנאי שאפשר לקיים ע\"י שליח דברים ככתבן ממש דהתנאי עצמו יהי' בדבר שאפשר לקיים ע\"י שליח ע\"ש שהאריך ועמ\"ש בהל' גירושין."
            ]
        ],
        [
            [],
            [],
            [
                "<b>הרי את מקודשת.</b> עי' הה\"מ מה שחלק עם הרשב\"א ואפשר לומר אם היא אומרת בלבה היתה להתקדש בזה מסתבר כסברת הרשב\"א ועי' בר\"ן במתני' במה דקמ\"ל בהא דאמר אם בלבה הי' ודוק."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>קדשה.</b> עי' הה\"מ מ\"ש ודבר זה הוא מחלוקת בירושלמי ופסק הוא ז\"ל כן והמעיין שם בירושלמי משמע דהלכתא כאידך לישנא ובחדושי הארכתי."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האומר לחבירו.</b> עי' השגת הראב\"ד ובתי\"ט מה שכ' דרבינו הי' לו גי' אחרת."
            ],
            [],
            [
                "<b>אם היו שוין חמשין.</b> עי' רש\"י בגמ' דף ז' ובס' עצמות יוסף דהא דאמרי' כי פליגי בחמשים ובשוה חמשים לרבותא דרבה אבל הה\"ד בנתן לה סתם נמי פליגי ועי' בב\"ש סי' ל\"א ס\"ק ב' בהא דפסקי' אם קדשה באבן טוב סתם אינה צריכה שומא היינו לפירש הרא\"ש. ולהר\"ן דסוברה ששוה הרבה יותר אין חילוק בין אם קדשה סתם ע\"ש דיראה מדברי הרא\"ש דס\"ל דקפידא לא הוי כ\"א היכא דאיכא למיחש שיהי' סבורה שאינו שוה כ\"כ כמו שאמר הארוס וזה ליכא למיחש רק אם אמר ששוה כך וכך אבל בנתן לה בסתם לא אבל להר\"ן סובר באמר דהיא סבורה ששוה הרבה יותר ולכן מנהגינו להוציא אבן מן הטבעת כדי לצאת אליבא דכ\"ע ודוק בזה כי יש להשוות בסברה זו דהרשב\"א והרא\"ש לא פליגי אהדדי."
            ]
        ],
        [
            [
                "<b>ע\"מ שאני עני ונמצא עשיר.</b> וכ' הר\"ן בכתובות פ' המדיר דאי מחלה אח\"כ ואמר רואה אני אותו כאלו עשיר ה\"נ דמקודשת ושוב סתר לה ע\"ש וכ' שם בחי' אנשי שם דדעת הרא\"ה כסברה הראשונה ודוקא בע\"מ שאני עשיר וכיוצא בזה אבל בע\"מ שאני כהן ונמצא לוי לא מהני מחילה דכיון שהתנה עליו כשנמצא לוי אין זה אותו האיש שנתקדשה לו ועיי' יבמות דף פ\"ט ע\"א בתוס' ד\"ה אמרה קדושי טעות ודוק."
            ],
            [],
            [],
            [],
            [
                "<b>ע\"מ שאני צדיק וכו'.</b> ובדבר שבממון יש מחלוקת ועי' בשלום ירושלים סוף מס' יומא."
            ]
        ],
        [
            [],
            [
                "<b>קידש נשים רבות כאחת ואמר הרי כולכם וכו' וכן אם אמר להם וכו'.</b> וכ' הה\"מ אע\"ג דרבינו בפכ\"ב מה' מכירה פסק כר\"נ דקנה מחצה מודה הוא בקידושין וכו' סברת הה\"מ לחלק בין קידושין לממון צע\"ק ועי' בלח\"מ שדחק מאוד ומ\"ש הלח\"מ דלשיט' הר\"ן א\"ש דיש חילוק בין קונה למקנה עי' בשו\"ת הר\"י מטראני ספר שני סי' נ\"ב דף ק\"ו ע\"א שהוכיח משם דרבינו לא ס\"ל חילוק הר\"ן ע\"ש והראב\"ד יש לו שיטה אחרת כמ\"ש הריטב\"א בשמו דכי אמרי' את וחמור קני מחצה היינו היכא דאמדי' דעת הנותן שטועה וסבר שאין כאן חמור וכולהו קנו וגמר והקנה ואי בטילה ההקנאה מחד לא בטילה מאידך אבל היכא שמקנה יודע שאחד חמור ואין ראוי' לקנות וודאי לא קנה שדעתו שיקנה כחמור ומשטה הוא בו הלכך כי אמר כולכם הא ידע דאין אחיות מקודשות ולא קנה כלל ע\"ש בריטב\"א מה שהק' עליו ונ' לי כונתו דמ\"ד דסובר קני את וחמור לא קנה סבר כיון דהזכיר החמור אמרי' דלהשטות נתכוין דאל\"כ למה לו להזכירו ומאן דסבר קנה מחצה סבר דהא דאמר חמור משום דטעה דסבר דגם חמור קונה וא\"כ גבי קידושין דוודאי לא שייך לומר דטעה דזה כ\"ע גמירי דאין אחיות מקודשות אמרי' וודאי לשטות הוא מתכוין ואין אחד מהן מקודשת ואפשר שזה הוא ג\"כ דעת רבינו א\"נ סובר רבינו כמ\"ש הה\"מ כיון שבמלה אחת וכו' וכ\"כ הרא\"ש. וכונת הלח\"מ מ\"ש בפי' הה\"מ קשה להבין אם לא שנאמר דוודאי גבי ב' אחיות יקדש שוב אחת מהן ולפי שיט' מהרש\"ל ב\"ב דף קס\"ג דמ\"ל דהנכריות קנו כל הכלכלה והוא צריך מחדש ליתן משלו לקדש אחת מהאחיות אמרי' דאין אחת מהן מקודשת אפי' הנכריות משום דמפסיד המעות ואדעתא דהכא לא קדשנה וס\"ל בקידש שפחה ודומיהן ששוב לא יכול לקדש אותן מחדש אמדינן דעתי' דלא אכפית לי' שהאחרות קנו כל הכלכלה מש\"ה קשי' לי' להלח\"מ איך יפרש דברי רבינו בדין השני אבל באמת מסתימת דברי רבינו משמע דס\"ל כשי' המהרש\"א דלא קנו אלא שלשה חלקים והעיקר דס\"ל לרבינו כמ\"ש הראב\"ד וכמ\"ש הה\"מ בתי' הב' ועפי\"ז מיושב דק' על רבינו לאיזה צורך מביא הדין השני ואין זה דרכו של רבינו להביא מה דלא מצינו מפורש בגמ' אם לא שבא להשמיעני דבר חדש ולפ\"ד מיושב דאי הוי נקט דין הראשון ה\"א כסברת הלח\"מ משא\"כ בדין הב' גם גבי כולכם הנכריות מקודשות קמ\"ל רבינו סברת הראב\"ד או סברת הרא\"ש והא דהביא דין א' משום דהכי קתני במתני' מעשה בחמש נשים ובהן ב' אחיות. ובעיקר דין זה קני את וחמור וחלוקיהן עי' בזה בשו\"ת מהרי\"ט שם שהאריך ועמ\"ש בס\"ד בפכ\"ב מהל' מכירה."
            ],
            [],
            [],
            [],
            [
                "<b>ה\"ז אסור בכל אשה וכו'.</b> עי' הה\"מ מ\"ש בשם התוס' והרמב\"ן ועי' ירושלמי שבת ר\"פ כלל גדול בהא דגרסי' שם ואין לו לתמוה ויחוש לכל הימים כהדא קידש אשה בעולם וכו' ובק\"ע שם ד\"ה ואין הניח בקושי' על התוס' מסוגי' הנ\"ל ועמ\"ש בשלום ירושלים שם ובמס' שקלים.",
                "<b>ואין אדם עושה שליח לקדש לו אלא אשה שיכול לקדשה בשעת השליחות.</b> כ' בכנה\"ג בהגהת הטור אה\"ע סי' ל\"ה אם בא השליח ואמר שקידש לו אשה שבשעה שעשאו שליח עדיין היתה א\"א אם היא מקודשת א\"ד אפי' בדיעבד אינה מקודשת הגם שבא השליח ואמר שקדשה וכ' שלא מצא מי שדיבר בחקירה זו שוב ראיתי להר\"מ מינץ בתשו' סי' ל\"ט כ' בזה\"ל ומעתה אפי' אם מקדש השליח אח\"כ אח' מהן כשהי' פנויות אינו מועיל ולשונו זה מוכיח דאפי' חזר השליח ואומר שקדשה אינה מקודשת וכן מצאתי בפי' להראנ\"ח מכ\"י עכ\"ל ובעיני יפלא האיך ס\"ד לספוקי בהכי הלא הדבר מבואר בגמ' במס' נזיר דף י\"ב ועי' במל\"מ פה מה שהשיב ע\"ד מהרי\"ט שרצה ליישב קושי' התוס' מהפרשת חלה דאם עושה שליח בפי' בכ\"ע מהני מדברי הגמ' מפורשת שם וגם תמה על רי\"ו ע\"ש. ולי נראה ליישב דברי הגדולים שוודאי לא הי' בהעלם עין מהם פשטא דסוגי' אשר עיניהם לנוכח יביטו דדברי הרי\"ט נכונים בעושה שליח בפי' מהני כי באמת יש שלשה חלוקים בדבר י\"ל מסתמא לא עשה שליח לקדש לו אשה אם לא היתה ראוי' בעת שליחותו ומשום זה אין לנו לחוש שקידש שליח את זאת האשה וגם אם אמרי' דדעתו לעשות שליח ככל אשר ימצא מ\"מ השליחות אינו חל כיון שלא זכר ולא פרט הדבר ויש מקום עוד לומר אפי' אם פרט ועשאו שליח גם לזה לא מהני וא\"כ נוכל ליישב שיט' הרי\"ט דמתחילה הי' ס\"ד דגמ' דמשלח לא עלה על דעתו כלל לשווי' שליח גם לזה ומש\"ה מק' התלמוד' מהך דהרי עלי לגלח נזיר דהראשון מגלח לשני ומשני דאף דעלה על דעתו של המשלח וכו' מידי דלא מצי עביד איהו השתא לא חל שליחות אף אם עלה על דעתו כיון שלא הזכירו בפי' אבל אם באמת הזכירו בפי' ועשאו שליח גם לזה י\"ל דמהני השליחות ובזה ניחא שיט' הרי\"ט מכל מה שהק' המל\"מ דכל כונת הגמ' בשנוי' אעפ\"י דדעתו עלי' כיון שלא פי' להשליח לא מהני אבל בפי' מודה המתרץ דמהני' אלא דעדיין הקושי' נשארת מההי' דמק' התלמודא שם האומר לאפוטרופוס כל נדרים שתדורי וכו' דשם ג\"כ הא עשאו בפי' שליח להפר הנדר ומאי קושי' דהא בכה\"ג לשי' הרי\"ט והרי\"ו ובעל כנה\"ג באמת מצי משוי שליח ואומר אני ליישב גם הקושי' הזאת ושפיר מק' הגמ' דהנה גם בנדרים דף ע\"ב בהא דמספקא שם גבי בעל אי צריך שמיעה ג\"כ מק\"ו אף למסקנא דנזיר דמוקי לה לת\"ק כר\"א דמצי מיפר עכ\"פ הא בעי שמיעה ולא שייך כאן לומר דמצי משוה שליח במידי דלא מצי למיעבד ע\"ש בר\"ן ובפי' הרא\"ש ומשני שם דלכי שמע פי' דאפטרופס מיפר ואמר כי שמע בעלך יהי' מופר וע\"ש וא\"כ י\"ל דע\"כ לא אמרו דאם עשאו בפי' דהוי שליח אף במה דלא מצי למיעבד השתא היינו דווקא אם הוא יכול לעשות בזמן שחל השליחות כמו במקדש לו אשה שנתגרשה עתה דאז יכול הוא לעשות אבל הכא שיש כאן ב' לריעותא הוא אינו יכול לעשות עתה וגם בעת שהשליח יעשה שליחותו לא נגמר עדיין השליחות עד שישמע הבעל ושפיר פריך הגמ' ומשני לי' דסבר דיכול לעשות כן להפר נדרים שתדור כשישמע אח\"כ וא\"כ שפיר יכול לעשות שליח ואין כאן קושי' על פי' מהרי\"ט דאדרבה לפי האמת דאנן קיימ\"ל דיכול להפיר אעפ\"י שלא שמע כמו שכ' הר\"ן בנדרים דף ע\"ג ע\"א וא\"כ אין צריכין לאוקים הת\"ק דסבר כר\"מ דהגם אם הוא א\"י למיעבד יכול לעשות שליח בפי' וראי' ברורה נראה לענ\"ד דגם רבינו ע\"כ סובר סברת מהרי\"ט דהיכא דשוי' שליח בפי' מהני דז\"ל רבינו בפי\"ג מה' נדרים הל' ט' האומר לאשתו או לבתו כל נדרים שתדור מכאן עד שאבוא למקום פלוני הרי הן קיימי' או הרי הן מופרין לא אמר כלום עשה שליח להפר לה או לקיים לה אינו כלום שנאמר אישה יקימנה ואישה יפרנה ע\"כ ולכאורה קשה דלפום פשטא קאי רבינו גם אנדרים שתדור דמיני' מיירי וא\"כ למה צריך רבינו להביא מקרא דאישה יפרנה הא כל מילתא דלא מצי איהו למיעבד השתא לא מצי משוי שליח וראיתו בלח\"מ שהרגש בזה וכ' בנדרים שנדרו כבר איירי רבינו ובאמת זה דוחק גדול דהא כת' רבינו בבבא אחת ובפסקא אחת משמע דגם ע\"ז צריך קרא א\"ו דסובר רבינו די\"ל כיון דעשאו בפי' שליח אי לאו דגלי קרא ה\"א דמצי משוי שליח דרבינו לטעמי' אזיל בפי\"ב מה' נדרים פסק דבעל מיפר בלא שמועה וכשי' הר\"ן וא\"כ י\"ל דמצי משו' שליח בפי' אי לאו דגלי קרא ועי' בטור יו\"ד סי' רל\"ד וז\"ל אין יכולים לעשות שליח לא בהקמה ולא להפרה אפי' בנדרים שנדרה כבר ופי' דבריו לא מבעי' בנדרים שתדור דלא מצי למיעבד איהו השתא וביותר לשיט' הטור דפסק דלא כרבינו אלא דגם הבעל צריך שישמע וא\"כ פשיטא דלא מצי משוי שליח גם בפי' ופשיטא דלא מצי מיפר אלא בנדרים שנדרה כבר שפיר סד\"א דמצי משוי שליח קמ\"ל דלא מהני ועי' בטו\"ז ובפרישה והנראה לענ\"ד כתבתי ומדהצריך הטור לאשמעי' כלל דין זה דמה שעתיד לדור ש\"מ משום דגם דעתו אם עשאו בפי' שליח מהני אף דגם איהו לא מצי למיעבד מ\"מ יכול לעשות שליח אי לאו משום דגלי קרא משום דהא דס\"ל להטור דבעי שמועה היינו משום ספק וא\"כ סד\"א דמצי למשוי שליח כמ\"ש המל\"מ ודוק קצרתי ועי' מ\"ש בזה בפ\"ו מה' גירושין על מה שנהגין באשה שנשתטית במסירת הגט ליד השליח כמבואר במל\"מ שם."
            ],
            [],
            [],
            [
                "<b>מי שיש לו שתי כיתי בנות וכו'.</b> עי' רש\"י במתני' שנשא שני' אחר מיתת ראשונה ועי' במראה הפנים בירושלמי קדושין דף י\"ח ע\"ב ד\"ה תריי."
            ],
            [],
            [],
            [
                "<b>נאמן אף לכנוס.</b> כ' הה\"מ ואמרו בירושלמי אין למדין ממנו לד\"א אחת משדותי מכרתי וא\"י למי מכרתי בא אחד ואמר אני לקחתי' לא כל הימנו וטעם הדבר י\"ל משום דגבי קידושין וודאי לא חשדי' לא דמשקר ולעמוד באיסור א\"א כל ימיו משא\"כ בממון דאפשר בחזרה ובפ\"מ בפ\"ב דיבמות כ' בקדושין מרתת לשקר שמא לאח\"ז יבוא זה שקדשה באמת ויכירו אותו ונמצא שבא על א\"א ובהג\"מ כ' דנאמן גם בשדה ע\"ש וכ\"ה בהגהת רמ\"א ח\"מ ססי' רכ\"ב והק' בפ\"מ שם על הגה\"מ מהירושלמי ולפי הנראה משמע דהי' לו גי' אחרת בירושלמי א\"נ דסובר בהגה\"מ מדקאמר בתר הכי אף בקידושין כן משמע דדין אחד להם ודוק."
            ],
            [],
            [],
            [
                "<b>האומר לאשה קדשתיך כו'.</b> עי' בס' משנת חכמים בקונטריס אחרון דף קמ\"ד שחקר אי דין זה דשויא אנפשי' חתיכה דאסורא הוא איסור דאוריי' ואם אכל אח\"כ בעדים ובהתראה חייב מלקות או דלמא דאינו אסור אלא מדרבנן ובאמת הדבר מפורש בדברי רבינו בפ\"כ מה' אסורי ביאה הל' י\"ג מי שבא ואמר כהן אני כו' ואם נשא ונטמא ה\"ז לוקה וכן מסיק שם בס' הנ\"ל ומעתה יש מקום לספק הגם דאפי' היכא דאיכא עדים אעפ\"כ לדידי' אסורה כמ\"ש המל\"מ להוכיח מהך דתשו' רשב\"א בטור יו\"ד סי' א' אבל אין בו איסור תורה כיון דיש עדים מכחישי' אותו ואפשר שזה הוא ספיקותו של מהריב\"ל אם יש כאן איסור תורה באשה שאמרה נתקדשתי ועדים מכחישין אותה וסר מעליו תלונת המל\"מ וגם בלא\"ה נ' דאין מתשו' הרשב\"א הנ\"ל ראי' דשם כאן דעדים באים להוציא מחזקת שאינה זבו' ומסייע לי' חזקת איסורא מש\"ה אסר גם בעדים המכחישים משא\"כ באשה שאמר נתקדשתי חזקת פנוי' מסייע להעדים ואין להאריך:"
            ],
            [],
            [],
            [
                "<b>העושה שליח.</b> עי' הה\"מ וכ\"מ ועדיין צ\"ע מ\"ש אם הוחזק השליח בעדים ה\"ז מקודשת לראשון דמשמע מזה קצת דהשליח מותר בקרובותי' וקשה הא שווי' אנפשי' חתיכה דאסורא ונראה כמ\"ש בתשו' ג' דהך דירושלמי מיירי שאין עומד בדבריו דאל\"כ בוודאי אסור בקרובותי' אלא דמיירי דהדר בי' ואמר כסבור הייתי שקדשתי לעצמי ועתה נזכרתי שקדשתי למשלח דמשום חזקה שליח עושה שליחותו מקילי' אע\"ג דמעיקרא שווי' אנפשי' חתיכה דאסורה כי הדר בי' שרי ולפי\"ז מיושב קושי' א' של הרא\"ש מה שהקש' הרי עומד וצוח כו' אבל קושי' השני' דברישא למה הותר המשלח צ\"ע לפי\"ז דהא משמע דמיירי דומי' דסיפא דהשליח הדר בי' וא\"כ למה המשלח מותר בקרובותי' וצ\"ל כמ\"ש הר\"ן וצ\"ע."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מקום שנהגו וכו'.</b> ואם הסבלונות למקום שחששו הם קדושי ספק או קדושי דרבנן כ' בשו\"ת מהריב\"ל כלל ג' לפי גי' רבינו דחוששין למיעוט אעפ\"י שרוב אנשי העיר מסבלי והדר מקדשי וכ' התוס' משום חומרא דא\"א כמו מים שאל\"ס וא\"כ בדרבנן בעלמא הוא ולסברת הר\"ן והריטב\"א דהכא חיישי' למיעוט לפי שאין זה רוב קבוע ומחויב דומי' דרוב נשים מתעברות ויולדות שהוא רוב קבוע ומצד טבע העולם אבל רוב זה שאינו אלא מצד המנהג והמנהג עשוי' להשתנות אין זה רוב חשוב שלא לחוש למעוטא משמע מדבריו דמס' דאוריי' חוששין לסבלונות ע\"ש שהאריך ועי' בתוס' סנהדרין דף ג' ע\"ב ד\"ה ד\"מ וכו' מ\"ש וצ\"ל דרובא לרדי' זבני לא חשוב כי הנך רובא ע\"ש ג\"כ כונת' ע\"ד סברת הריטב\"א וכ\"כ בס' קצה\"ח ולפי\"ז מיושב מה דקשי' לי בתוס' קידושין דף נ' ד\"ה באתרא דמ\"ש לפי פי' רש\"י ליישב לישנא דחיישי' להקל ע\"ש ואמאי לא קשי' להו היא גופא קש' האיך ס\"ד לחוש למעוטא להקל באיסור א\"א ולדברינו ניחא די\"ל כסברת הריטב\"א דהוי ספיקא וא\"כ מעמידין האשה על חזקת פנוי' מש\"ה לא כ' כ\"א ליישב לישנא דחוששין ועי' בשו\"ת מהרח\"ש סי' נ\"א שכ' בשם מהרי\"ק דחשש סבלונות אינו אלא לכתחילה ואם ניסת לא תצא ולפי סברת הריטב\"א וודאי דאם ניסת תצא ואם יש עוד סניפי' להקל או שיש שאר ספיקות ע\"ש כי יש לצדד להקל."
            ],
            [],
            [],
            [
                "<b>וא' אומר אינה מקודשת.</b> עי' הה\"מ שכ' דדעת רבינו כאן שיש לה עד המסייע גרע וכו' ולפ\"ד אם היא מכחיש העד קודם שבא המסייע מודה רבינו לשי' הראב\"ד ואפשר לומר דרבינו ס\"ל כמ\"ש התוס' כתובות דף כ\"ג ד\"ה תרווייהו בתי' השני דמיירי כגון שהי' נרות דולקות פי' דיש רגלים לדבר וסובר רבינו הגם דיש לה עד המסייע ביש רגלים בדבר לא תנשא לכתחילה וא\"כ באין רגלים לדבר וגם היא מכחשת קודם שבא עד המסייע גם לשי' רבינו אפשר שתנשא לכתחילה ואפשר נמי לומר דלא חלקו חכמי' וצ\"ע לדינא.",
                "<b>אם נתנה אמתלא לדברי' וכו'.</b> כתב בתשו' מהריב\"ל כלל ו' סי' מ\"א מצאתי בתשו' רבני פרובינצ\"ה במעשה שהי' על איש אחד שהוציא קול שקידש את בתו בעודה קטנה ונשבע שקדשה לפב\"פ ואח\"כ עמדה זאת האשה ונשאת לאחר והגיעו הדברים לחכמים וקצת מהם הי' אוסרים מהטעם שנשבע ולא יועיל אמתלא לשווי' נפשי' עבריינ' וקצת מהם התרוה שהי' חולקים על הרב בעל העטור דדוקא באשה אמרי' בגמ' אם נתנה אמתלא לדברי' אבל לא באב משום דאמרי' לדידי' הימני' רחמנא וכו' וכיון דהימני' רחמנא בבתו כב' עדים מש\"ה אינו מועיל אמתלא ע\"ש ובס' שב שמעתא להגאון בעל קצה\"ח סי' פ\"ח הביא דבריו וכת' שם דמדברי רמ\"א באה\"ע סי' ד' סעיף כ\"ט שכ' האב שאמר על בנו שהוא ממזר וחזר אח\"כ ונתן אמתלא לדבריו למה דיבר כך מתחילה נאמן ע\"ש ומזה נראה מבואר דס\"ל לרמ\"א דאפי' היכא דהימני' רחמנא אפ\"ה חוזר ומגיד באמתלא ע\"ש ואפשר לומר דגם הרמ\"א מודה דאב אינו נאמן באמתלא ושאני גבי ממזר דרבנן ס\"ל דאין האב נאמן כמבואר ב\"ב דף קכ\"ז וע\"ש בתוס' ד\"ה כך נאמן לומר ואף דאנן קיימ\"ל כר\"י כדאמר רבא שם דף קכ\"ח ור\"י פליג שם דהלכה כרבנן וא\"כ סובר הרמ\"א דקיימ\"ל כר\"י היכא דליכא אמתלא אבל היכא דאיכא אמתלא סמכי' להקל ואפשר דגם ר\"י מודה לזה לאפוקי גבי קידושין דלכ\"ע האמינתו התורה לאב שפיר יש מקום לומר דלא מהני אמתלא ועי' ש\"ך יו\"ד סי' קכ\"ז אות י\"ב מ\"ש בדעת הריטב\"א דיש חילוק היכא דגלי לן קרא דע\"א נאמן להיכא דא\"נ כ\"א מסברא ע\"ש."
            ]
        ],
        [
            [],
            [
                "<b>והרי היא כארוסה עדיין.</b> פי' מחמת ספק משום דס\"ל לרבינו דבעי דר\"א כתובות ד' נ\"ו קאי על כולם ליורשה ולטמאה לה ולהפר נדרי' ולא אפשטא אזלי' לחומרא ומספק אינו מטמא לה ואינו מיפר נדרי' וממונה ליורשיה ומה דקש' לי' להרא\"ש שם על דברי רבינו אם כדברי רבינו למה לא בעי ר\"א על המתני' דלעולם היא ברשות האב עד שתכנס לרשות הבעל ע\"ש ונראה דס\"ל לרבינו דלענין תרומה ד\"ת ארוסה בת ישראל אוכלת בתרומה ורבנן הוא דגזרו כה\"ג דנכנסה לחופה אף שאינה ראוי' לביאה ס\"ל דלא גזרו ועי' כתובות מ\"ח בתוס' ד\"ה ר\"א אמר ודוק וקושי' הר\"ן מיש חופה לפסולות שפיר ק' על רבינו דלא הו\"ל לסתום דיש חופה לפסולות כיון דאינו אלא מספיקא ועי' בלח\"מ וסובר רבינו כיון דספק הוא אם יש שום סברא לומר דקונה כגון במתכוין לכנסה ודעתו לבוא עלי' וודאי דאין כאן ספיקא וכ\"נ מדברי רבינו בהל' ו' מ\"ש ואם עבר ונשא ובירך אינו חוזר ומברך משמע דספיקא הוא.<br><b> והנה </b> במל\"מ חקר אי חופה קודם הקדושין מהני והביא דמוכח מדברי הרמב\"ן והריטב\"א דחופה קודם הקדושין מהני ותמה על המ\"ב סי' נ' ע\"ש. ולענ\"ד אין מדבריהם תפיסה על המ\"ב כלל דטעם המ\"ב במ\"ש שם אותן שנהגו ליחד קודם החופה שלא כדין הוא שיחוד זה לא קנה ולא מהני כלום דאפי' את\"ל דיחוד בלא ביאה סגי מ\"מ יחוד הראוי' לביאה בעינן וכו' ויחוד קודם החופה שאינו ראוי' לביאה שהרי כלה בלא ברכה אסורה לבעלה כנדה שזה וודאי לא מהני כלום וכ\"ש לדידן שאנו נוהגין לקדש תחת החופה שאז היחוד הזה שקודם החופה וקודם הקידושין אינו אלא כיחוד עם אשה פנוי' בעלמא ולא קני ע\"ש שהאריך ותמצית דבריו משום דהיחוד הזה אינו ראוי' לביאה מש\"ה לא מהני ויחוד לחוד שפיר הוכיח שם דלא קני מהך דר\"ה וא\"כ כ\"ז ניחא לדידן דמקדשין בכסף ולא בביאה כמבואר בדברי רבינו בפ\"ג הל' כ' משא\"כ בהא דמתרצים הרמב\"ן והריטב\"א שרצונו לקדש בביאה וא\"כ אם עבד החופה והיחוד מקודם אז היחוד הזה ראוי' לביאה דהא דעתו לבוא עלי' ביחוד זה מודה המ\"ב דמהני ורשאי לעשות כן וסר מעלי' תלונת המל\"מ והא וודאי דחופה קודם הקידושין מהני מבואר ומפורש להדי' דז\"ל הגהת אשרי פ\"ק דכתובות סי' י\"ב על מה דכ' הרא\"ש ולהכי נמי הקדימו חופה לקידושין כו' כתב וז\"ל משום דזימנין דמקדשין בשעת ברכת נשואין ואז הכנסת חופה קודמת לקידושין כי הכנסת חופה שמסרוהו לחתן בשחרית קודם הברכה מרדכי ע\"כ מוכח דחופה קודם הקדושין מהני ומשם משמע דלא כהמ\"ב."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וחכמים הם שתקנו כתובה.</b> וי\"ח וס\"ל כתובת אשה דאוריי' ועי' בהגה\"מ באריכות ראיות כ\"א ומה שנהגין לכתוב בכתובות שלנו דחזי לכי מדאוריי' ועי' בר\"ן במתני' פי\"ג דכתובות הנושא אשה בא\"י רשב\"ג נותן ממעות א\"י שכ' בתי' הב' דאף דכתובת מה\"ת לא הוי אלא איזה כתובה שהסכימו שניהם משתעבד מה\"ת אבל לא שיהי' סך המוהר כסך של אונס ומפתה למידן מדבריו דאף דכתובת אשה מה\"ת מ\"מ אין לה שיעור ובס' ק\"ע פ\"ק דכתובות תמה על דברי הר\"ן מהא דגרסי' שם בירושלמי הלכה ב' חונא בשם שמואל בשקל הקודש ר\"ב בר בינא אמר מטבע יוצא [פי' כסף מדינה] מתני' מסייע לרבב\"ב דתנן חמש סלעים של בן במנה צורי שלשים של עבד וכו' ולא תני כתובת אשה עמהן אמר ר' אבין כלום למדו מכתובת אשה לא מאונס ומפתה וכיון דתנינן האונס ומפתה כמאן דתני כתובת אשה עמהן הרי מוכח להדי' דלמ\"ד כתובות אשה מה\"ת גם השיעור הוא מה\"ת כמו אונס ומפתה ע\"ש ונראה ליישב דהנה בגמ' כתובות דף י' בהא דדרשי' כסף ישקול כמוהר הבתולות פירש\"י שיהי' זה אונס כמוהר הבתולות דמפתה שקלים דכתיב בי' שקלים ומוהר הבתולות דהיינו מפתה כזה ואונס דכתיב בי' חמשים ומדאפיק רחמנא מפתה בלשון מוהר שהוא לשון נדוניית אשה כדכתיב מוהר ומתן ש\"מ כתובה דאוריי' והרא\"ש דחה פי' זה דלאו מלשנא דמוהר ילפי' אלא ה\"פ שיהי' זה כמוהר הבתולות דהיינו כתובת אשה ונראה כאלו בא ללמד מכתובת אשה ונמצא כתובת אשה למד מכאן מה כאן חמשים דילפי' מגז\"ש אשר לא אורשה אף כתובה חמשים ועי' אס\"ז שם שמביא שגם ר\"ת פי' כדברי הרא\"ש וסיים שם בשם שיטה ישינה דמשמע דר\"ע דס\"ל בפ' אלו נערות ל\"ח גז\"ש דאשר לא אורשה ס\"ל דכתובה מה\"ת וכונתו מבוארת דהא לדידי' קרא דמוהר הבתולות מיותר הוא וע\"כ כתובה מה\"ת לפי\"ז י\"ל דגם רש\"י ס\"ל כפירושם והיינו אליבא דר\"ע אבל ריה\"ג דלא ס\"ל לגז\"ש ס\"ל לרש\"י דאעפ\"כ י\"ל דס\"ל דכתובה מה\"ת ונ\"מ ולישנא דמוהר ולפי\"ז י\"ל דנ\"מ בין פי' רש\"י לפירושם דלפירש\"י דלאו מילף גמור הוא אלא מלישנא דמוהר שפיר יש מקום לסברת הר\"ן אבל לפי' ר\"ת והרא\"ש דה\"ז בא ללמד ונמצא למד וילפי' בגז\"ש א\"כ וודאי דבעי חמשים שקלים ולדידי' מודה הר\"ן אלא דהר\"ן כ' לתרץ דרשב\"ג לא ס\"ל כר\"ע אלא כריה\"ג ולא נפיק אלא מלישנא דמוהר ושפיר כ' הר\"ן ול\"ק כלל מהירושלמי דקאי שם אליבא דמ\"ד דאי\"ל גז\"ש ולדידי' כתובה מדאוריי' בעי כסף צורה והא דלא משני בירושלמי על מתני' דבכורות בלא תנן כתובת אשה דאתי' כרשב\"ג משום דרצה לאוקמי אליבא דכ\"ע אלא דלפי\"ז ק\"ק תי' הירושלמי כיון דתני' אונס ומפתה תו לא צריך למתני כתובת אשה דהא עכ\"פ פליגי תנאי בזה ויש מקום לטעות ועי' בהגהת מרדכי בפ\"ב דכתובות שכ' תי' אחר על קושי' זו ועי' בק\"ע שם ולפמ\"ש י\"ל דבריו ודוק. וגם בתוס' שם דף י' ד\"ה הואיל ותקנת חכמים במ\"ש ועוד דר\"א דמתרץ תני כל שלא מושמש וכו' משום דקסבר כתובה דאוריי' כו' ולכאורה ק' הא שם אליבא דר\"י קאמינא ובפ' אעפ\"י דף נ\"ו משמע דר\"י סבר כתובה דרבנן ולדברינו י\"ל דהכי כונת התוס' כאן דחזי' דר\"א מתרץ תני וצ\"ל לדידי' דסבר דאינו נאמן משום דקסבר כתובה דאוריי' אע\"ג דר\"י ס\"ל כתובה מדרבנן היינו כמ\"ש הר\"ן דסכום לא הוי אלא מתקנת חכמים ומנהג מדינה כמ\"ש הר\"ן אליבא דרשב\"ג ומש\"ה סבר ר\"י דיכול לפחות לה מכתובה כיון דהסכום לא הוי כ\"א מדרבנן אבל הכתובה בעצמה הוי דאוריית' מדקר' לה מוהר ושפיר כ' התוס' דר\"א סבר דכתובה דאוריי' ומיושב ג\"כ לשון הבריי' מכאן סמכו חכמים וכו' ודוק. וראי' לתי' הר\"ן נ\"ל מדקדוק לשון המתני' ר\"פ אע\"פ מהא דתנן אעפ\"י שאמרו בתולה גובה מאתים ודקדק הפי' מה לשון אומרת שאמרו דמשמע מזה דסובר תנא דמתני' כתובה דרבנן וכן הא דתנן בפ' נערה דף נ\"א לא כ' לה כתובה מפני שהוא תנאי ב\"ד ומאי צריך לתנאי ב\"ד ולפי' הר\"ן א\"ש דהא שיור הכתובה אינו מה\"ת אבל חכמי' השוו מדותיהם דלא לפחות ממאתים."
            ],
            [],
            [
                "<b>וקנו מידו.</b> עי' בהגה\"מ שהביא מה דגרסי' בפ\"ב דגיטין דף י\"ח כתובה כמעשה ב\"ד דמי ונכתבת ביום ונחתמת בלילה וע\"ש בגמ' דרב פליג והרי\"ף בתשובה כ' דפסולה אם אין עסוקין באותו ענין והביאו רי\"ו בנתיב כ\"ג חלק ג' וכ\"כ הרא\"ש והר\"ן בשמו וסיים שם ולד\"ה אם קנו מיני' ביום כשירה ופירש\"י דהאי דשמואל מיירי שכנסה לחופה ביום ואפי\"ה פליג רב ועי' בנתיבות משפט דף קי\"ב ע\"א טעם לזה אע\"ג שכבר נתחייב לה בתנאי ב\"ד בשעה שכנסה וכ\"ע ידעי בהא ויש לה קול שהרי במקום שאין כותבין גובה מנכסים משועבדים והאיך יחלוק אדם ע\"ז ששטר שנכתב באותו שעה מפני שלא נחתם שיהי' מוקדם ופסול ע\"ש מה שהאריך בזה ליישב עפ\"י דברי התוס' בפ' נערה ואפשר נמי לומר עוד כאן דעיקר כתובה אינו אלא בשיבר בתולין וזה הוא בלילה וז\"ל רש\"י שם משעת כתיבה דנכנסה לחופה דקרוב חתנות הוא חייל שעבודה ואע\"ג דלא אחתום יראה מדבריו דאם באמת לא כנס עד הלילה הו\"ל שטר מוקדם ולפי\"ז מיושב קושי' התוס' ריש כתובות ד\"ה ליום רביעי ומש\"ה לא תנשא ביום ה' דאיכא למיחש דלמא יקדים הכתיבה ביום כמ\"ש רבינו שצ\"ל קודם החופה והחתימה יהי' בלילה בשעת כניסת החופה ואתי למטרף מן הלקוחות שלא כדין ודוק."
            ],
            [],
            [
                "<b>אבל אם ארס אשה וכו'.</b> עי' הה\"מ דרבותינו הצרפתים חולקים בזה וס\"ל דארוסה אי\"ל כתובה וכ\"ה דעת הרא\"ש כמ\"ש הכ\"מ מסקנת הטור אה\"ע סי' נ\"ה דיש לארוסה כתובה ונראה דגם לדדהו אינו נותן לה כתובה כ\"א בכסף מדינה ולא בכסף צורי משא\"כ בכותב כתובה לארוסה הוא בכסף צורי לדידן דכתבי' דחזי לכי מדאורייתא עפי\"ז יש מקום ליישב קושי' התוי\"ט בפט\"ו דיבמות משנה ז' בקידש אחת מחמש נשים שמניח כתובה ביניהם ומסתלק וכמו שהביא רבינו בפ\"ט הל' כ\"א וכ' שם בכתב לה כתובה והיינו משום דלטעמי' אזיל דארוסה ל\"ל כתובה ומש\"ה בעי' כתב והטור העתק ג\"כ לשון הרמב\"ם בסי' מ\"ט דמיירי בכתב כתובה והלא לסברתו א\"צ ולפמ\"ש א\"ש דמש\"ה מוקי הטור בכתב לה דבעי' כסף צורי וצ\"ע בקידש אשה בביאה דשיבר בתולי' אם לא מודה רבינו וסייעתו דיש לה כתובה גם בלא כתב ולא מצינו שום חילוק בגמ' ובפוסקים."
            ],
            [],
            [],
            [
                "<b>גזירה שמא יבוא לידי חילול שבת.</b> אפשר דרבינו לא אוסר לישא נשים בע\"ש ובא' בשבת משום הך גזירה כ\"א היכא דאית לי' בני' אבל היכא דל\"ל בנים משום מצות פ\"ו לא גזרי' וכסברת ר\"ת ביצה דף ל\"ד ע\"ב בהא דתנן אין מקדשין בשבת ומק' התלמודא אמאי מצוה קעביד ומשני ל\"צ דאי\"ל בנים ובזה סרה כל קושי' הרא\"ש מעל שי' רבינו דכל הנך ברייתות דלא חיישי' שיחלל שבת מיירי היכא דלית לי' בנים ומ\"מ משום חבורה או משום שקדו א\"י לכנסה אלא דבפכ\"ג מה' שבת סתם רבינו דבריו ודוק."
            ],
            [
                "<b>שאם הי' לו טענת בתולים ישכים לב\"ד.</b> ועי' בתוס' ריש כתובות משום לא פליג אפי' באשת ישראל וע\"ש מה שמקשה על פירש\"י מהך דאבי' ובאמת י\"ל בהא דנאיד רש\"י מפי' התוס' משום דדוחק הוא לומר דהתקנה היתה משו' אשת כהן לחודא דיש ס' אחד מפני מה יש לנו לחוש שתתקרר דעתו להיות עמה באיסור כל ימי' וכמ\"ש הריטב\"א הובא באס\"ז מש\"ה דחיק רש\"י לפרש שעי\"ז יתברר ויבואו עדים וכל זה לפי מה דמסיק בגמ' לקמן דמתני' אמרי בטענת דמים דאז וודאי לא חיישי' לי' באשת כהן שיהי' עמה באיסור משא\"כ לפי הס\"ד דתלמודא דמיירי מתני' בטענת פ\"פ דבזה גם בחד ס' יש לחוש שיתקרר דעתו דאין הכל בקיאין כדאמרינן בגמ' כמה ברכתא חביטא לי' א\"כ שפיר יש לנו לחוש וסובר רש\"י מה דס\"ד דמק' דמיירי בפ\"פ היינו משום דסבר המקשה דמתני' באשת כהן מיירי ושפיר פריך אבי' ורש\"י לא כתב פירושו כ\"א למסקנא ודוק.",
                "<b>שהנושא את הבעולה.</b> וכ\"ה לשון הטור והש\"ע בסי' ס\"ד כתב בס' הפלאה הא דשינה לשון המתני' ונקטו בעולה במקום אלמנה דכונתם דאלמנה שנכנסה לחופה ולא נבעלה היא בכלל בתולה דאע\"ג דאמרי' במתני' דף י\"א דכתובתה מנה ואין לה טענת בתולים ולכל מילי דיני כבעולה מ\"מ כיון דאמרי' לקמן דף י\"ב וניחוש שמא תחתיו זנתה הרי דיש לה טענת בתולים לענין איסור לבעלה א\"כ שייך בה טעמא דמתני' שאם הי' לה טענת בתולים וכו' ע\"ש שה\"ר מהירושלמי ולכאורה ק' א\"כ מפני מה לא נקט המתני' בעולה להורות את זאת דלא אתי למטעי אפשר לומר משום דגם אי הוי נקט בעולה יש מקום לטעות בד\"א וגרסי' במס' נדה דף מ\"ה אבעי' להו הני בתולים מיזל אזלי ואתו א\"ד אתצודי הוא דלא מתצדי ופשט הגמ' ממתני' דמיזל אזלי ואתי וכ' התוס' בשם רש\"י בתשו' דפי' אתצודי דלא מתצדי דרוב פעמים לא אתי קודם לכן אבל אם באו קודם לכן תו לא הדרה ולפי\"ז אי הוי נקט מתני' בעולה הי' יכול לטעות היכא דנבעלה קודם שהיתה בת שלש שנים ונתברר אז בעדים שיצאה בתוליה ותו לא הדרה ואשה כזאת א\"צ להנשא בד' דהא אין לה טענת בתולים ומש\"ה קתני אלמנה אבל בעולה כה\"ג נשאת בד' דווקא משום דמסקי' דמיזל אזלי ואתי ובמתני' לא מפורש עדיין דמיזל אזלי משא\"כ רבינו שביאר כבר דין זה בכ\"ד מש\"ה נקט לשון בעולה. ובעיקר דין זה עי' בפ' שאחר זה."
            ],
            [],
            [],
            [
                "<b>כשם שנותנין זמן כו'.</b> כ' הה\"מ אבל מן הירושלמי נראה כו' ועי' בר\"ן שהביא סייעתא מתלמודא דידן דלא כהירושלמי ושפיר עולה פסק רבינו."
            ],
            [
                "<b>הגיע זמן וכו'.</b> כתב הה\"מ ודע שאם היא בתולה ואין שם ב\"ד יושבין אלא בב' וה' אינו חייב במזונות עד יום ד' וכו' וכ\"נ שם בגמ' נראה שבא לאפוקי מסברת המהרש\"א ריש כתובות שכת' דנקט ג' ימים דמטעמא דטענות בתולים הי' צריך להעלות מזונות דהא לא אתקן לתועלתה משא\"כ טעמא דשקדו הוא לתועלתה ע\"ש ובאמת לא משמע כן בגמ' דהא גם לס\"ד דגמ' דלא הוי ידע טעמא דשקדו אעפ\"כ אמרי' שם דאינו מעלה לה מזונות וכן מדיליף חלה הוא דאינו מעלה מזונות מהך דהגיע זמן בא' בשבת ג\"כ משמע קצת דלא כהמהרש\"א ועי' בפ\"י והארכתי בזה בחידושי. וגרסי' בירושלמי על הא דתנן בתולה נשאת ליום רביעי בר קפרא אמר מפני שכתב בם ברכה ומקש' שם והלא אין כתיב ברכ' אלא בחמשי וששי לבד אמר ר' יוסי טעמא דב\"ק רביעי אור חמישי פי' דנשאת בד' ונבעלת באור לחמישי מפני שיש בו ברכה וכ' ביפה מראה דב\"ק לא מתני במתנית' טעמא כלל ואיהו דקיהיב טעמ' וכ\"מ קצת בתוס' שם ד\"ה מפני מה והא דשואל מאי נ\"מ משום דסבר טעמא משום ברכה ונשכח ממנו גי' דמתני' וכמ\"ש היפ\"מ דיש לא הוי גורסים לה וכיון דמשום ברכה היא הי' סובר אם אינו חושש לזה ולא רצה לשהוי' מצוה מותר לישא אימתי שירצה ע\"ז קאמר דנ\"מ לענין מזונות אם מקפיד ושוב חזר ר\"י ונזכר גי' מדויקת כמו שהיא לפנינו מפני טענת בתולים ואין הדבר תלוי בדעתו ולא שייך השתא לאקשוי' מאי נ\"מ כיון דדינא קתני וביום א' הוי ג\"כ טעמא משום שקדו ובס' פ\"י הק' מי דחיק לאבי' לאוקמי טעמא דמתני' משום אקרורי דעתו ואמאי לא מפרש משום תקנתא דידה לפמ\"ש הרא\"ש בסוגי' דפ\"פ דאינו נאמן כ\"א לאלתר א\"כ י\"ל מש\"ה תקנו בד' שאם תנשא בב' ויהי' נאמן עד יום הקבוע לב\"ד איכא למיחש שיוציא לעז שלא כדין מחמת שנאה ומה שתי' שם לשי' רש\"י דמיירי בסתם נשים דאיכא ס\"ס דלא נאמן כ\"א ע\"פ עדים אין כאן הוצאת לעז כיון דלא נאמן לאוסרה כמ\"ש התוס' דף י' ד\"ה חזקה ותי' צ\"ע דהא אביי הא סובר דנאמן להפסיד כתובתה אע\"ג דלא נאמן לאוסרה דהא אמר אלו מיתב לה כתובה ליתיב וע\"ש בתוס' ואעפ\"כ לא מחולק עם ר\"י והגאון מ\"ו זצ\"ל כ' ליישב הקושי' עפ\"י מ\"ש הר\"ן דלולי תקנת טענת בתולים דהוי מילתא דאסורא לא הוי תקנו כלל לעכובא מצות נשואין דאל\"כ ק' למה פרט דוקא טעם דטענת בתולים משאר תקנות שקדו ברכה עכ\"ד ולי נ' ליישב דהנה התוס' מק' אמאי נאמן להפסידה כתובתה והא אי\"ל מגו דאי בעית אמרה מוכת עץ אני ותי' דהוא מגו במקום חזקה ולפי\"ז י\"ל דמשום דידה א\"צ לתקן דהא יכולה לטעון מ\"ע אני וגם אם היא טוענת בתולה אני ג\"כ נאמנת במגו דמ\"ע דהא השתא ליכא חזקה כנגדה דהא לזמן מרובה הוא ואם היא שותקת שתיקה כהודאה ולפמ\"ש הרא\"ש עוד תי' דמ\"ע לא שכיח ולפי\"ז עדיין י\"ל משום תקנתא דידה אלא דמשמע בדברי התוס' דף ט' ע\"ב ד\"ה אי למיתב לה סברה זו יש לתלות בפלוגתא דר\"ג ור\"י ואם אמרי' דמשום תקנתא דידה שלא להוציא לעז י\"ל דגם אם הוא אינו שכיח ג\"כ תקנו ולא דמי להא דאמרי' גיטין י\"ז זנות ל\"ש ומיושב קושי' התוס' שם על ר\"ל ואין להאריך ודוק כי לא באתי רק לבאר דתקנת שקדו שייך לטענת בתולים ותקנתא דידה היא. ודע דגרסי' עוד בירושלמי רפ\"ק דכתובות קדשה בחופה לית לי' באילין קנסייא פי' קדשה בחופה שקדשה תחת החופה ולא מקודם וכמו שאנו נוהגין לית לי' באילין קנסייא אין כאן כל אלו חששות וכ\"כ הר\"ן דבמקומות הללו שרובן מקדשין וכונסין לאלתר ליכא למיחש להכי ורבינו לא הזכיר בפרקין להך דירושלמי ונ\"ל משום דבמתני' קתני דומי' דאלמנה משמע דאין חילוק כלל ונראה דסובר רבינו הא דאמר בר קפרא משום ברכה היינו משום דבא ליתן טעם בקדשה בחופה למה צריכה להנשא בד' ולומר משום לא פלוג בלי טעמא לא ניחא לי' לב\"ק מש\"ה קאמר כיון דעכ\"פ נבעלת באור לחמישי ואיכא ברכה מש\"ה לא חלקו ופסק רבינו כב\"ק."
            ]
        ],
        [
            [],
            [],
            [
                "<b>וכן גדולה שבא עלי' קטן כו'.</b> ופסק רבינו כשמואל דאמר אין מ\"ע בבשר אע\"ג שכ' שם התוס' ד\"ה ושמואל דבלא השיר בתולים איירי וכדאמרי' בירושלמי אין בו כח ליגע בסמנין ורבינו סתם דבריו משום דמשמע בתלמודא דידן פליג בזה כמ\"ש באס\"ז ואפשר נמי דפי' הירושלמי אין כח לפתוח הסתום."
            ],
            [],
            [],
            [],
            [
                "<b>קטן וכו' וכן גר.</b> עי' בתוס' דף צ' ד\"ה ל\"ש דמשמע מדבריהם דגם גבי גר כתובתה מאתים וצ\"ע דבריהם דהא גיורת גם מתחילה אין לה מאתים ועי' בתיו\"ט שם במתני' ולפי\"ז מ\"ש רבינו וכן כו' אין הכוונה דגם גבי קטן אין לה אלא מנה ז\"א דהא מוכח בגמ' דיש לה מאתים וצ\"ע על המל\"מ שהבין מדברי רבינו דשווין הן ובאמת יש חילוק רב ביניהם והתוס' כ' שם דלא טריף ממשעבדי בכתובה זו שהוא שטר מוקדם ובלא\"ה שטרא חספא בעלמא הוא וגבי קטן לא שייך חספא בעלמא עי' ק\"נ ואפשר אם דעתו להתגייר וכותב לה כתובה ואח\"כ נתגייר לא הוי חספא בעלמא וזה י\"ל דקמ\"ל המתני' לדעת רבינו וע\"ש בתיו\"ט ודוק."
            ],
            [
                "<b>כל בתולה וכו'.</b> כ' הה\"מ מ\"ש בגמ' וניחוש שמא תחתיו זנתה וכו' ובאמת צ\"ע על רבינו והרי\"ף שהשמיטו תי' דר\"א דאיירי בשקידש ובעל לאלתר ולחומר הקוש' נראה עי' בתוס' שם מה שמקש' על ר\"א הא איכא עדים כאן שלא נבעלה אפי\"ה אינו סומך על דבריהם שסובר דלשבחה אומרים כן ע\"ש והרשב\"א תי' דהכי קאמר שבחזקת בתולה נשאה כמ\"ש העדים ואעפי\"כ אין כאן מקח טעות כיון שיודע שכנסה הראשון לשם נשואין הרי היא בעיני כל כבעולה שבטל חינה ולא לקחה אלא בדמי בעולה ע\"ש והנה סברת הרשב\"א נכונה למ\"ד כתובה דרבנן אית לן למימר כיון שנשאת ובטל חינה שוב לא תקנו לה כתובה מאתים אבל למ\"ד כתובה מה\"ת וילפי' מכמוהר הבתולות באיזה סברא יכול להפקיע ממנה כתובתה המחויב לה מה\"ת דהא כל זכות שנתן לה התורה הוא משום שבירת בתולים ולמ\"ד כתובה דאורייתא ע\"כ צ\"ל כמו שתיר' התוס' דהוא לא כנסה אלא בחזקת בעולה ואע\"ג דעדים אמרו שלא נבעלה אינו סומך עליהם ולפי\"ז י\"ל בהא דמק' התלמודא וניחוש דלמא תחתיו זנתה היינו לר\"א דאיהו סובר דכתובה מה\"ת כמ\"ש התוס' דף י' ד\"ה לר\"נ וכיון דכתובה מה\"ת ע\"כ צ\"ל דה\"ט דאינו יכול לטעון טענת בתולים משום שהיא בעיניו בחזקת בעולה ואינו מאמין להעדים וא\"כ וודאי דיש לחוש דלא יבוא תו לב\"ד דמה לנו לברר הדבר דחזקה מגרע אמירת העדים ולה\"א צריך לשנוי' דמיירי בקידש ובעל לאלתר ורבינו והרי\"ף דפסקו דכתובה דרבנן איכא למימר סברת הרשב\"א דלא מחזקינן לה כבעולה ואעפ\"כ כתובתה מנה כיון דבטל חינה וא\"כ אם יבעול אותה וימצאנה בעולה אז בוודאי יבוא לב\"ד לברר הדבר שלא להיות עמה באיסור דאדרבה דהא איכא כאן עדים שלא נבעלה מבעלה הראשון ומש\"ה השמיטו רבינו והרי\"ף מסקנת הגמ' ודוק. ומשמע מדברי רבינו אפי' אם היא בעצמה אמרה שבתולה אני יכולה לומר לו משטה הייתי בך וכסברת הראב\"ד ודלא כהרשב\"א ומשמע לי' לרבינו כן מלישנא דמתני' בתולה אלמנה וכו' ואין להם טענות בתולים וכו' ודייק הריטב\"א כיון דכבר תני כתובתן מנה פשיטא שוב שאין לו טענת בתולים ע\"ש ובזה מיישב קושי' מהרש\"א שם בגמ' דף י' ע\"ב בהא דכ' התוס' שם למה קתני חלוצה ולפי שי' הראב\"ד ורבינו מיושב דגבי חלוצה וודאי שהוא יכולה לומר משטה הייתי בך כיון דאיכא תרתי שהיתה שומרת יבם וגם נכנסה לחופה אבל באלמנה סד\"א כסברת הרשב\"א מש\"ה תני בחד בבא להורות סברת הראב\"ד גם באלמנה ודוק כי י\"ל ג\"כ הך סברה אם יש עדים שהיא בתולה ומיושב גם לשיטת הרשב\"א קצרתי."
            ],
            [],
            [
                "<b>ויש לו להחרים סתם.</b> כ' הה\"מ שאין כאן חיוב שבועה כיון שהוא אינו טוען טענת ברי ע\"ש ואם יש רגלים לדבר כגון שאמר מיום שנתארסה שמתי עיני פקיחא עלי' ולא זזה ידי מתוך ידה אע\"ג דאין אפוטרופס לעריות מ\"מ חשוב רגלים לדבר וצריכה שבועת היסת וביותר אם קידש ובעל לאלתר דאז יוכל לטעון ברי וצריכה שב\"ה ומיושב בזה דברי רבינו והרע\"ב בפי' המתני' משנה ו' פ\"ק דכתובות וע\"ש בתי\"ט ד\"ה לא כי ועי' בהרא\"ה והרשב\"א במתני' במוכת עץ אני."
            ],
            [
                "<b>שמא עד שלא ארסתיך כו'.</b> משמע מדברי רבינו שיש כאן ס\"ס אבל אם היא אשת כהן והיא טוענת מוכת עץ אני י\"א דאסורה לבעלה משום חדא ספיקא כמבואר כל זה בפי\"ח מה' א\"ב הל' י\"ח בדברי הה\"מ ודעת רבינו דבחדא ספיקא אסורה לבעלה ולא נאמנת בברי שלה כ\"א לכתובתה ודברי' אלו תלוים בחלופי גרסאות ובפי' הירושל' פ\"ק דכתובות כמבואר כל זה באס\"ז בסוגי' דפ\"פ ובדעת הרע\"ב ג\"כ נ' שתופס שי' רבינו ממ\"ש במשנה ז' ד\"ה נאמנת ומ\"מ אי אשת כהן היא מפקי' לה מיני' אלא דמ\"ש שם שויתי' אנפשי' חתיכה דאסורא לאסורה ק' הא לא כי דאמר אינו אלא שמא ולפי דברי התי\"ט שם ד\"ה נאמנת שר\"ל דדעת הרע\"ב כשי' ר\"ח דמ\"ע פתחה סתום א\"כ שפיר קאמר הרע\"ב דהוא שוותי' אנפשי' חתיכה דאיסורא ולי צ\"ע דא\"א לייחס כן שי' הרע\"ב דהרי כ' הרע\"ב במשנה א' שם דבוגרת אין לה טענת פ\"פ אבל טענת דמים יש לה א\"כ הא דקתני בברייתא דף ל\"ו דבוגרות אין להם טענת בתולים מיירי בטוען טענת פ\"פ ושם בברייתא תני בהדה גם מ\"ע וא\"כ מוכרח לומר דגם מ\"ע פתחה פתוח ועי' במל\"מ פה ודברי התי\"ט צ\"ע וצ\"ל בכוונת הרע\"ב כיון שעכ\"פ הוא אינו מאמין בברי שלה ואסורה עליו מצד ספיקא וכשיטת רבינו."
            ],
            [
                "<b>ואעפ\"י שיצא דם הואיל ומצא פ\"פ.</b> וכ' הה\"מ ואין כן דעת הרבה מפרשים וכ\"מ ברש\"י דף ט' ע\"א בהא דאמר ר\"א האומר פ\"פ וכו' ממ\"ש ודם אין לה ונראה דדעת רבינו דדוקא לאוסרה אבל לא להפסידה כתובתה דלזה דייק ר\"א נאמן לאוסרה דמשמע אבל לא להפסיד כתובתה וע\"ש בתוס' ד\"ה נאמן להפסיד ובמהרש\"א שם ובירושלמי משמע דר\"א ס\"ל דאינו נאמן להפסיד כתובתה ולפמ\"ש יש לחלק אם אין כאן דמים נאמן אף להפסיד אבל היכא דאיכא דמים רגלים לדבר קצת שטענתו שקר ודי לנו לאוסרה משום ספק סוטה כדאמר בירושלמי ואין כאן מחלוקת ויש ראי' לשי' רבינו. ואין להק' דא\"כ מאי פריך התלמודא מאי קמ\"ל תנינא דלמא הא קמ\"ל הגם דיש דמים ר\"ל דלס\"ד דמקשה דקים לי' פשיטא לשווי' נפשי' חתיכה דאיסורא גם היכא דאיכא דמים.<br><b> והנה </b> נראה לשי' ר\"ח דבוגרת פתחה סתום וטענת דמים יש לה עי' בתוס' ד\"ה האומר אם טען בבוגרת פ\"פ מצאתי ויש כאן דמים א\"נ לאוסרה אליבא דכ\"ע דמגרע נאמנתה דהא יש סוברים דפתחה פתוח וא\"כ הדמים מודיעים דלא קי\"ל שפיר ועפי\"ז י\"ל דאע\"ג דבוגרת פתחה סתום מ\"מ במקצת הוי כחביות פתוחה והיינו לענין דא\"נ ביש דמים עכ\"פ וזה הוא הפי' מה שאמרו בירושלמי על דעתי' דר\"א בוגרת אימתי היא נישאת כיון דא\"נ בכל ענין מספקא לי' אם תקנו להנשא בד' ועי' בשירי קרבן ד\"ה היא אומרת ודוק."
            ],
            [],
            [
                "<b>חכמים הם שתקנו וכו'.</b> יראה מדברי רבינו דאם הוא מה\"ת לא מהני חזקה זו להאמינו וכ\"כ התוס' בסוגי' ובס' פ\"י נתקשה דהא ר\"מ ס\"ל כתובה מה\"ת ואעפ\"כ אמר טענת בתולין כל ל' יום כמבואר ביבמות דף קי\"א והא אין לבעל טענה ברורה ע\"ש בסוגי' דפ\"פ ובס' מהר\"ם ברבי כ' דהתוס' לא כ' כ\"א לדידן דקימ\"ל כר\"ג דחזקה דגופה עדיפא מחזקת ממון אבל ר\"מ י\"ל שסובר כר\"י וחזקת ממון עדיפא מכל החזקות מש\"ה הבעל נאמן ולא משמע כדבריו בירושלמי פ\"ק דכתובות הלכה ד' במה דס\"ד שם לומר דיהי' נאמן ג\"כ לעשות הולד שתוקי ע\"ש ואפשר ליישב קוש' הפ\"י דאליבא דר\"מ דא\"ל בכ\"ד דמצרפי' מעוטא לחזקה ואתרע לה רובא ה\"נ מצרפי' מעוטא דאינן בתולות לחזקה דא\"א טורח בסעודה משא\"כ לדידן דקיימ\"ל מעוטא כמאן דליתא ורובא וחזקה רובא עדיף א\"כ אי כתובה מה\"ת לא אזלי' בתר חזקה ושפיר כ' התוס' ורבינו כיון שחכמים תקנו הם האמינוהו. ודע דיש מקום ספק גם למ\"ד כתובה מה\"ת בבוגרת דכלי' בתולי' אי הוי מה\"ת ולא ראיתי מי שחילק בזה."
            ]
        ],
        [
            [],
            [
                "<b>שלשה מהן מה\"ת וכו'.</b> עי' הה\"מ שכ' ונ\"ל שהמזונות הם מדבריהם וכו' וז\"ל הסמ\"ג פ\"א בפי' המקרא נחלקו רבותינו כתובות מ\"ז חכמים אומרי' שארה אלו מזונות כסותה כמשמעה ועונתה תשמיש ראב\"י אומר כסותה ועונתה לפי עונתה תן כסותה שלא יתן לה חדשים בימות החמה ושחקים בימות הגשמים שארה לפי שארה תן לה כסותה שלא יתן של ילדה לזקינה וזקינה לילדה ולראב\"י מזונות ועונתה מדרבנן ותני' בתוספתא לראב\"י מזונות מניין ודין הוא מה דברים שאין בהם קיום נפש כגון כסותה אין רשאי למנוע דברי' שיש בהם ק\"נ לא כ\"ש עונה מניין ומה דברים שלא נשאית עליהם מתחילה חייב דברים שנשאית עליהם מתחילה לא כ\"ש עכ\"ל ועי' בתוס' שם בסוגי'. ודברי הסמ\"ג מ\"ש בריש דבריו דלראב\"י מזונות ועונה דרבנן צ\"ע ובאמת יש מוחקים תיבות אלו מדברי הסמ\"ג ומהרש\"ל בהגהותיו כת' כיון שה\"ה פסק דמזונות דרבנן כראב\"י וכן הרא\"ש בסוף כתובות סי' ק\"כ ודוק ומש\"ה אין למוחקו עכ\"ל [ובסמנים שלפנינו בפ' שני דייני סי' ו'] ולכאורה צ\"ע דהא עכ\"פ מפורש בתוספ' דק\"ו הוא וצ\"ל דק\"ו מדרבנן הוא ודוחק. ולי' נ' דכ\"ע ס\"ל מזונות מה\"ת וראב\"י נפ\"ל מתורת ק\"ו ורבנן נפ\"ל מקרא ונ\"מ טובא דלראב\"י דיליף מק\"ו משום קיום נפש א\"כ מה\"ת א\"צ ליתן לה כ\"א כדי קיום נפשה אבל לרבנן דנפ\"ל מקרא וק' קרא ל\"ל דלכדי ק\"נ כבר ידענו מק\"ו אע\"כ דמה שצריך לה ליתן כדרך ב\"א ב' סעודות ולפי עשרו ג\"כ מה\"ת ועי' בש\"ע אה\"ע סי' ס\"ט וא\"כ לראב\"י מזונות היתירים על כדי ק\"נ הוא מדרבנן ויפה כ' הה\"מ דקיימ\"ל מזונות דרבנן וכמ\"ש הסמ\"ג ושפיר יש לקיים הגי' בלי שום דוחק וגם הרא\"ש כוונתו לחלוק עם רבינו דדריש מקרא א\"כ ס\"ל לרבינו דמזונות מנהג מדינה מה\"ת הוא ומה\"ט נמי סובר רבינו בהלך בעלה דפוסקין לה מזונות ולא חיישי' דלמא מחלה וע\"י כ' הרא\"ש דכל אמוראי משמע דס\"ל כראב\"י דמזונות מדרבנן מדפליגי אי מזוני עיקר או מעשה ידי' עיקר וקאי הפלוגתא אמזוני דנהוגי וכ\"נ מדברי התוס' ר\"פ הנושא דף ק\"א ע\"ב ד\"ה הנושא דהא דתנן שם נשאת הבעל חייב במזנותי' במ\"ש סד\"א כיון דיש לה מזונות מאחר וכו' והרגיש המהרש\"א שם דלר\"מ לא אצטריך דהו\"ל מתנה על מה שכ' בתורה ולפמ\"ש גם לר\"מ אצטריך די\"ל דס\"ל כראב\"י א\"כ סד\"א דהו\"ל כאלו התנה שלא יתן לה יותר מכדי ק\"נ קמ\"ל דבעלה חייב במזונתי' כדרך הנהוג בכל מקום. וגם על דרך זה מ\"ש הסמ\"ג טעונה הוא מדרבנן הגם דשמענו עונה מק\"ו והוא מה\"ת היינו דוקא שמחויב לפוקדה כיון שע\"ז נשאית בתחילה אבל אין לדבר הזה שיעור מה\"ת בשעורים ששנו חכמים לראב\"י מדרבנן בעלמא נינהו משא\"כ לרבנן המה מה\"ת ושפיר כ' הסמ\"ג דעונה לראב\"י הוא מדרבנן וכוונתו לשעורים ששנו חכמים כנ\"ל ברור.<br><b> ודע </b> דמצות שארה כסותה ועונתה לא מתפרש בתורה כ\"א מצינו במצות יעוד אמה העברי' בפ' משפטים אם אחרת יקח לו שארה כסותה ועונתה לא יגרע וכתיב שם ואם לבנו יעדנה כמשפט הבנות יעשה לה ופירש\"י שכו\"ע וכ' הרא\"ם ואעפ\"י שלא נכתב שכו\"ע בבנות ישראל דרשו רבינו ז\"ל במכילתא הרי זה בא ללמד ונמצא למד מה זו שכו\"ע לא יגרע אף בת ישראל לא יגרע ובס' צידה לדרך כ' ע\"ז בקשתי ולא מצאתי חבר להרי זה בא ללמד ונמצא למד האמור כאן מפני שבכל המקומות דאשכחן פן דתלמוד פירושו אף למד כמ\"ש התוס' סנהדרין ע\"ג ד\"ה הרי אבל כאן הוי ונמצא למד דוקא דהא ללמד לא בא כלל לכן תימא רבתי בעיני על הקרא שאמר כמשפט הבנות ופי' שכו\"ע והאיך תלי תני' בלא תני' שהרי לא ידעי' כלל בבנות ישראל אלא מ\"ש באמה העברי'. ובאמת לא ידעתי מאי קשי לי' אף דמצינו בגמ' בהנך דברים שנמצא בהו אף למד כמ\"ש התוס' מ\"מ הרי מצינו בל\"ב מדות דר\"א בר ריה\"ג כלל י\"ב מדבר שבא למד ונמצא למד כיצד קולה כנחש ילך לא מצינו בנחש שקולה הולך מסוף העולם ועד סופה וכשבא למפלתן של מצרים הוא אומר קולה כנחש ילך וכו' מלמד כשאמר השי\"ת לנחש על גחונך תלך ירדו מלאכי השרת וקצצו את ידיו ורגליו והי' קולה הולך מסוף העולם ועד סופה ה\"ז בא ללמד ונמצא למד ע\"כ הרי דגם שם לא מצינו בנחש כלל א\"כ לא בא להורות כ\"א ללמוד והוא בכללא דבר הבא ללמד פי' דבא להקיש דבר לדבר שלא ידענו בו כ\"א מהך הקישא כן ה\"נ גבי כמשפט הבנות ועי' עירובין דף ל\"ד ע\"א ת\"ר כשדה החרם וכו' ה\"ז בא ללמד ונמצא למד וכו'.<br><b> ואפשר </b> נמי לומר דגם כאן הוא הפי' ונמצא אף למד עי' קידושין דף י\"ח ע\"ב בעי רבה ב\"א יעוד נשואין עושה או אירוסין עושה וכ' הפ\"י בפי' האבעי' משום דפשטא דקרא דאם אחרת יקח לו וכו' משמע משעת היעוד כבר נתחייב וא\"כ נשואין עושה א\"ד דהק' קרא מכיון שיעדה חייש שישאנה לקיים שכו\"ע ומסיק שם דארוסין עושה ע\"ש ולכאורה ק' למה דחקינן בקרא א\"ו משום דכתיב כמשפט הבנות ובשאר בנות כל זמן דמחוסר מסירה לרשות הבעל מסברה לא מחויב ואסור הוא בעונה א\"כ ה\"ה ביעוד ולפי\"ז נמצא אף לחד דהכי ילפי' משפט הבנו' מאמ' העברי' לשכו\"ע וילפי' נמי משפט בנות מאמ' העברי' לשכו\"ע וילפי' נמי מבנות ישראל מה בנות ישראל מצד הסברא אינו חייב כ\"א לאחר הנשואין אף באמה כן והורה לנו הקרא כיון שיעדה מחויב לנשאה כדי לחייב בשכו\"ע כנ\"ל, ומ\"ש הפ\"י במס' כתובות דף מ\"ז למה לא יתחייב מזונות בארוסה מה\"ת דהא ילפי' מאמה ושם קיימ\"ל יעוד דאירוסין עושה ואעפ\"כ מחייב ולפמ\"ש בקידושין אין התחלה לקושיתו וצ\"ע ועי' מ\"ש בפט\"ו הל' א'."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שנאמר בה לחוקת משפט.</b> עי' השגת הראב\"ד ונראה לי דבא רבינו להורות בזה דין אחר עפ\"י מ\"ש הר\"ן בפ\"ב דכתובות הא דתנן רשב\"ג אומר נותן לה מעות קפוטקיא ואמאי ברישא יכול ליתן לה ממעות א\"י כיון דס\"ל לרשב\"ג כתובת אשה מה\"ת ותי' שם דהוי כאלו התנה שאינו נותן לה אלא ממעות א\"י כיון שנשאה שם וסתר לה הר\"ן לתי' זה דא\"כ דברי רשב\"ג סטראי ננהו מדאמר פ' הכותב אם מתה ירשנה דמתנה ע\"מ שכ' בתורה תנאו בטל ע\"ש ורבינו הי' ס\"ל ליישב קוש' זו דע\"כ לא ס\"ל לרשב\"ג דמתנה עמשב\"ת תנאו בטל דוקא בירושה משום דכתיב לחוקת משפט אבל בדברים שממון בדברים אחרים יכול להתנות. אמנם מדאורך רשב\"ג וסיים וכל המתנה וכו' משמע דלאו דוקא בירושה ועי' בריטב\"א הובא דבריו במס' כתובות דף י' באס\"ז הא דאורך רשב\"ג לאשמועי' דוקא בדבר שהוא מה\"ת ע\"ש [ויש שם טעות דמוכח במקום בפ' השוכר צ\"ל בפ' הכותב] וגם י\"ל ליישב קוש' הר\"ן לחלק בין דברים שהוא מדידי' לדידה ובין דברים שהוא מדידה לדידי' וכמ\"ש המרדכי פ' הכותב."
            ],
            [],
            [],
            [
                "<b>בעל שרצה.</b> עי' בתי\"ט בפ' המדיר משנה א' ד\"ה יתר ובאס\"ז מ\"ש בשם הראב\"ד והרי\"ט דפרשו משנתינו בעני שמלאכתו בעיר אחרת או נשכר לאחרים ואוכל עמהם."
            ],
            [
                "<b>האשה שפסקו וכו'.</b> כ' הה\"מ וידוע שהלכה כר\"ע מחבירו ובס' הפלאה תמה למאי נ\"מ הא ארוסה אין אוכלת בתרומה ובנשואה לא פליגי כדאמר אבי' בגמ' ע\"ש ובאמת כוונת הה\"מ דנ\"מ בבת כהן לכהן דבין לטעמא משום שמא ימזוג או סמפון לא שייך כאן שום חששא וכ\"כ באס\"ז שם וא\"כ מיירי בארוסה."
            ],
            [],
            [],
            [
                "<b>עד שיבוא בעלה ויטעון.</b> וברש\"י במתני' ובפי' הרע\"ב משמע דא\"י להשביעה ועי' במרדכי רפ\"ב שמסיק באמת דל\"א דלא תשבע בתחילה אלא בשמעה בו שמת דוודאי תשבע ובגמ' דף קי\"ז מוכח דלא כדבריו ועי' ב\"ש סי' ע' והרב הגאון מ\"ו כ' מה שמק' התוס' שם ד\"ה ששמעו וכו' לשי' המרדכי מיושב קושיתם והאריך בזה ולי נראה דהמדקדק במרדכי לא כתב כן אליבא דחנן דלדידי' וודאי בכל ענין לא תשבע בתחילה אלא מה דאנן קיימ\"ל כחנן דוקא בשמעו בו דאז מסתבר טעמי' דחנן וכ\"מ מלישנא דריב\"ז דאמר יפה אמר חנן לא תשבע אלא בסוף דהכי הול\"ל לא תשבע בתחילה לפי פירש\"י וגם לא הול\"ל כ\"א יפה אמר חנן או רואה אני וכו' כדאמר ר\"ג במתני' על אדמון וכו' א\"ו דה\"ק ריב\"ז לא תשבע אלא בסוף היינו היכא דוודאי איכא כאן שבועה בשמעו בו וכו' ובזה לא תשבע בתחילה ועפי\"ז אין ראי' מהגמ' נגד המרדכי דשם קאי אליבא דחנן וכ\"נ דגם דעת רש\"י כן הוא דמפ' בגמ' דף ק\"ט כיוצא בו דחנן הוא ריב\"ז והתוס' כ' בד\"ה ב' דברים דהו\"ל הלכה כחנן ועפ\"י דברינו ברש\"י כשי' המרדכי ס\"ל לא מצי למימר כחנן דא\"כ הוי משמע גם בלא שמעו והא דק' ע\"ז דחנן ע\"כ סובר בכל ענין גם בלא שמעו א\"כ ק' באמת למה לא תשבע וצ\"ל גבי הולך למדה\"י לא שכיר צררי כמ\"ש התוס' כתובות דף ק\"ב ע\"ב ועי' בכל זה."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ויהי' א' מחביריו מפרנס'.</b> כ' הה\"מ בגמ' תי' ר\"ה באומר כל הזן א\"מ ומק' תו שם וכי אמר הכי לאו שליחותי' קעבד והא תנן כל השומע קולו וכו' ומשני הק' יכתוב וכו' והקשה הב\"ש באה\"ע סי' קמ\"א לפמ\"ש התוס' במס' גיטין דף ס\"ו ד\"ה כל השומע דלענין מודר הנאה דוקא לא חשיב שליחות א\"כ מאי קא מקש' התלמודא מהך דהתם להכא לגבי מודר הנאה ונראה דל\"ק כלל דסברת התוס' הוא דלהכי לא חשוב כהמניח גבי כל הרוצה לתרום במודר הנאה מחבירו דאי לא הוי עביד לי' האי עבד לי' אחרינא וליכא הנאה כלל משא\"כ הכא דהדרה הנאתו על אשתו וכל מי שמפרנסה עבוד לי' הנאה ועל כל אדם אסור לו להיות שלוחו שפיר מקשה התלמודא."
            ],
            [
                "<b>יוציא ויתן כתובה.</b> עי' כ\"מ ועי' בטו\"ז יו\"ד סי' רל\"ה ובב\"ש סי' ע\"ב ונראה דמודה רבינו באם הוא הקניט את אשתו ומתוך כך הדירה א\"ע ולא הפר לה אינו תלוי ברצונו דהא בירושלמי מחלק כן לר\"מ דאית לי' היא נתנה אצבע בין שיני' דוקא בנדרה מעצמה אבל בנדרה מחמת שהקניטה וקים לה מודה ר\"מ דהוא נתן אצבע בין שני' וכ\"מ לישנא דמתני' דקתני המדיר משמע דבא מכחו עי' בתוס' ר\"פ המדיר ואם הקניטה אז חשיב כאלו הוא הדירה. הגם דמשמע בתלמודא דידן דלא ס\"ל לחלק בהכי דאל\"כ לא מקש' הגמ' דר\"מ אדר\"מ מ\"מ בענין שיהי' תלוי ברצונו וודאי דמסתבר בהכי כדי ליישב לישנא דמתני' ובריית' דלא סתרי אהדדי."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המדיר את אשתו וכו'.</b> עי' הה\"מ דרבינו פסק כאוקימתא דאביי ע\"ש ואין כן דעת הטור באה\"ע סי' ע\"ד שמחלק בין רדופה לשא\"ר ועי' בב\"י שם שכ' דבירושלמי הגי' במתני' רגל א' יקיים שנים יוציא ויתן כתובה ע\"ש וצ\"ע לפרש לפי דבריו קוש' התלמודא ודוחק לומר דקוש' התלמודא קאי על דיוקא רגל א' משמע יום א' יותר מזה אסור והדר קתני שנים משמע דיש לו זמן עד רגל שני ונראה דשיט' רבינו נכון דהנה באמת גם ברישא יש גורסים חודש א' יקיים ג' יוציא והתוס' כתבו דגי' זו משובשת דאל\"כ למה מקש' התלמודא על הסיפא ולא על הרישא אלא דק\"ק לפי האמת אמאי לא קאמר מתני' ג\"כ הך חלוקא ברישא דבשלמא לתי' דאביי א\"ש עי' תוס' חדשים שכ' הא דאשמוע' בסיפא אליבא דר\"י הגם דמוכח כבר ממתני' דמדיר את אשתו שלא תאכל ר\"י אומר בישראל חודש א' ובכהנת שלשה וכו' משום דכאן סד\"א דיש זמן גדול מודה ר\"י א\"כ ברישא ל\"צ למתני אבל לפי האוקימתא דרבה ב\"ע הקוש' נשארת למה לא קמפלגי המתני' ג\"כ ברישא בין רדופה לאר\"ד לפי מה שפירש\"י דרדופה לילך תדיר עסקי' מזה נראה לי דאבי' מוקים למתני' כר\"י הגם שהוא דעת יחידאי משום דלא ניחא לי' לפרש כאוקימתא דרבה ב\"ע כקושין ויפה פסק רבינו כאביי."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אמר האיש לעלות וכו'.</b> וכתבו ז\"ל דדוקא באותן הזמנים שלא הי' הדרכים כל כך בחזקת סכנה אבל בזמן הזה שהדרכים בחזקת סכנה הרבה לא יכפו לעלות וגם שיש מצות הרבה תלוי' בארץ ואינם נזהרים בהם וכו'. ד\"ע. ועי' בשו\"ת רשב\"ש סי' ב' וסי' ג'."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כופין אותו לשעתו וכו'.</b> עי' כתובות דף ס\"ג בתוס' ד\"ה אבל אמרו מ\"ש באריכות לדחות סברת הי\"מ שהוא כדעת רבינו וכן ברא\"ש שם תמה א\"כ כל אשה תפקיע עצמה מבעלה ועיני' נתנה באחר שלא איכפת לה בכתובתה ועי' בס' הפלאה במ\"ש רבינו דבעל מחויב לגרשה משום דרבינו כ' בפ\"ב מה' גירושין אף דבעי' שיגרש מרצונו כיון דהדין נותן לגרשה מסתמא ניחא לי' א\"כ אם היא משקרת אין הגט כלום ולא חשידא שתנשא באיסור ועל תנאי זה גרשה. וראיתי בכת\"י הרב הגאון המפורסם מוה' ברוך אב\"ד דק\"ק לייפניק זצ\"ל דסברת רבינו הוא כיון דהדין נותן על פי משפט התורה שיהי' על הב\"ד לחוש אף מספיקא שלא תהי' בנות ישראל כשבויות א\"כ אם כופין את הבעל וגם אצלו הספק אם אמרה אמת אעפ\"כ מגרש בלב שלם ואף אם היא הטעתו עכ\"ז הגט כשר כיון שהגירושין הי' מרצון הבעל שמתרצה לשמוע דברי חכמים עכ\"ל וסברתו נכונה דאי כדברי הפלאה לא הוי לי' לרבינו לסתום."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולמה לא ילקה.</b> עי' הפלאה שם מה שהאריך בדקדוק לשון רבינו וצ\"ע דבריו במה דס\"ל דקוש' רבינו הוי למה משלם הא קימ\"ל דאין לוקין ומשלם דזה לא שייך הכא גבי קנס חכמים ומה גם דצער הוא לה בכל עת ומלקות בא בביטול העונה מיד."
            ],
            [
                "<b>ועושין פשרה.</b> כ' הה\"מ ואעפ\"י שלפי גמרתנו פי' המשנה הוא שאינו יורה כחץ כמו שיתבאר פט\"ו הל' ט' למד רבינו מן הירושלמי שאף בטוענת שאינו נוהג עמה וכו' ועי' בתשו' הרמב\"ן סי' קל\"ט דמשמע מדבריו שמפרש דברי רבינו כמו שהבין הה\"מ דאף בטוענת שאין לו גבורת אנשים ג\"כ הדין כן אלא דמשמע בגמ' דקימ\"ל כרה\"מ דבאומרת גרשתני נאמנת ומשום דאין אשה מעיזה פני' כיון שהוא מכיר בשקרה וה\"נ דמי לזה באומרת שאין לו גבורת אנשים דג\"כ הוא מכיר בשקרה ואינה מעיזה ועי' בשו\"ת מהר\"ש הכהן ספר שני סי' ק\"ס שהאריך מאוד להוציא דברי רבינו מפשטן ודלא כהה\"מ ע\"ש. ולפמ\"ש בפ\"ד הל' י\"ג י\"ל דס\"ל לרבינו אף דקימ\"ל כרה\"מ באומרת גרשתני היינו לאו משום דסמכי' על סברה דאינה מעיזה לחוד אלא בצירוף סברת הרא\"ש דלא תהי' באיסור כל ימי' אם משקרת וא\"כ גבי טענת גבורת אנשים דמקבלת את גיטה ואין כאן איסורא שוב ומשום דאינה מעיזה לחודא אינה נאמנת ושפיר כ' הה\"מ לדברי רבינו. ולפמ\"ש בהלכה ח' בשם הגאון הגדול מהר\"ב ז\"ל דאף דכופין על הגט ויש לחוש שמא עיני' נתנה באחר היינו משום כיון דתקנו חכמים על הספק לגרשה עושה הדבר ברצון הטוב וביאר שם בחידושיו אם היתה הכחשה בין איש לאשה בטענת ברי אף שהדין נותן שהיא נאמנת בטענתה אם הבעל בעצמו יודע שהיא משקרת אין אנו מחזיקים אותו שהוא מגרשה בלב שלם והאריך בסברא זו א\"כ יש כאן סברא לצרף דלא יהי' באיסור כל ימי' דאם באמת היא משקרת והוא ידע בשקרה הגט אינו מועיל לה ולכך סובר הרמב\"ן דנאמנת ואין בזה תפיסה על רבינו כ\"כ די\"ל דלאו כ\"ע דינא גמירי ודוק."
            ],
            [],
            [
                "<b>הי' בעלה ישראל וכו'.</b> עי' בגמ' דף נ\"א ע\"ב ת\"ר שבוי' מלכות הרי הן כשבויין וכו' ועי' ברי\"ו ובנתיבות משפט דף קנ\"ד ע\"ד שתמה על רבינו שלא הזכיר ברייתא זו ע\"ש."
            ],
            [
                "<b>אין מחייבין את הבעל.</b> עי' לח\"מ ועי' בס' נתיבות משפט דף קנ\"ו ע\"ד ותי' של הל\"מ לא משמע מסתימת לשון רבינו אלא די\"ל כיון שהדבר בספק כדבעי' לן בפ' השולח אי טעמא משום דוחקא דצבורא או משום דלא ליגרו בהו ולא אפשטא שוא\"ת שאני ואין ב\"ד יכולין לכופו מלעשות ככה לפדותה ביותר וע\"ש ועמ\"ש בס\"ד בפ\"ח מה' מתנות עניים וע\"ע שם מה שהאריך בפי' דברי רבינו פה."
            ],
            [],
            [],
            [],
            [
                "<b>ואפי' עני שבישראל.</b> והיינו דפסק הלכה כר\"י אפי' לאחר מיתה עולה עמו וכפירש\"י בסוגי' והתוס' מקשים ע\"ז א\"כ אמאי יהיב קצוצא הלא הכל לפי דרך בנות משפחתו והריטב\"א כ' תי' לזה דדי שתעלה עמו לאחר מיתה שלא לפחות לה מב' חלילין ע\"ש ובזה מיושב קוש' התוס' דף מ\"ח ד\"ה מי שהלך לפי גי' רש\"י אמאי נקיט לפי כבודה דטפי הו\"ל למנקט לפי כבודו וי\"ל דל\"ד דלפי כבודה היינו כדרך בנות משפחתה משא\"כ לפי כבודו הוא ל\"ד אלא שני חלילים אבל מלישנא דתלמודא דקאמר אף לפי כבודה משמע כבודו דומי' דכבודה ועיין באס\"ז שם."
            ]
        ],
        [
            [
                "<b>אחר הנשואין.</b> כ' הפרישה דמ\"ש רבינו אחר הנשואין רבותא קאמר והמל\"מ תמה הא רבינו מהסוברים דתנאי לא מהני בעונה. ואין זה תימה דוודאי הוא א\"י להתנות אבל אם היא מוחלת לו קודם הנשואין והרשה לו למנוע עונתה בעת שירצה לא שייך בזה מתנה ע\"מ שכב\"ת. ובעיקר הדין אם יכול להתנות על עונה כבר כתבתי בפ\"ו הל' י' דלשיט' הירושלמי גם עונה הוי דבר שבממון ע\"ש ובגוף הדין דתלמודא דידן מחולק בזה עם הירושלמי י\"ל עפ\"י מה שבארתי בפי\"ב הל' ב' דלראב\"י עונה ילפי' מק\"ו והיינו מה דברים שלא נשאת עליהם חייב דברים שנשאת עליהם לכ\"ש ודברים שלא נשאת עליהם מתחילה היינו מלבושים ודברים שבממון הוא א\"כ לראב\"י אף דילפי' לעונה מק\"ו מ\"מ די לבמה\"ד להיות כנדון כמו דיכול להתנות על המלבושים א\"כ הירושלמי מצי סובר כראב\"י ושפיר קאמר דגם בעונה יכול להתנות ורבינו פסק כרבנן דילפי' עונה מקרא ומסברא דעל צערי' דגופא אינו בכלל ממון והוי מתנה ע\"מ שב\"ת ומזה ראי' לשיט' רבינו דעונה מה\"ת.",
                "<b>ה\"ז מותר וכו'.</b> עי' הה\"מ דמשמע כן בגמ' ברשות כמה דבעי והב\"ש בריש סי' א' הק' ע\"ז מנ\"ל לרבינו לחלק דלמא גם בלא קיים פ\"ו ג\"כ מהני רשות ע\"ש ונראה דהוכיח רבינו דבלא קיים לי' מהני רשות מהא דמק' התלמודא שבת דף קי\"ח ע\"ב בהא דאמר ר\"י ה' בעילות בעלתי וכו' למימרא דר\"י מצות עונה לא קיים אלא וכו' ומאי קוש' דלמא עביד ברשות א\"ו דכיון דעדיין לא הי' מקיים פ\"ו דקימ\"ל כב\"ה דבעי' זכר ונקיבה לא מהני מחילה שלה והא דקאמר בכתובות ברשות כמה דבעי הוא כדברי רבינו דמיירי שכבר קיים פ\"ו והא דנקט עונה משום דעיקר עונה הוא לקיים פ\"ו היכא דנתנה לו רשות לבטל עונתה אעפ\"כ מחויב לקיים העונה עד שקיים פ\"ו כמ\"ש רבינו כנ\"ל."
            ],
            [],
            [],
            [
                "<b>זכר ונקבה.</b> כ' הה\"מ פי' דוקא זכר ונקבה וכו'. ודלא כמ\"ש ר' בון בירושלמי יבמות פ\"ו אפי' זכר ונקבה ועי' בחיד' רשב\"א דמשמע דתלמודא דידן חולק בזה ועמ\"ש הל' א' ודוק."
            ],
            [],
            [
                "<b>הי' לו בנים וכו'.</b> בהגהת רמ\"א סי' א' סעי' ז' הביא הא דגרסי' בירושלמי פ\"ב דיבמות מי שיש לו בן מכל מקום אפי' ממזר ורבינו והרי\"ף והרא\"ש שהשמטוהו ס\"ל כיון דלא פי' כן בתלמודא דידן משמע דחולק בזה ועי' ברכי יוסף שם שהאריך בזה וכ' שיש גורסי' בירושלמי דבדרך אבעי' קאמר ולא אפשיטא ומשום דבגמ' דידן לא קאמר שבנו הוא לפ\"ז ג\"כ משמע דחולק בבלי עם הירושלמי ע\"כ. ואפשר לומר דגם הבבלי סובר כן ומילתא דפשיטא הוא כיון דקימ\"ל כר\"ט ס\"פ האומר דיכולין ממזרים לטהר ויכול לישא שפחה ולשחרר את בניו שנולדו לו מהם א\"כ פשיטא דמקיים פ\"ו הגם דדין הולד כמותה מ\"מ קיימת פ\"ו ולא דמי לסריס וגם ל\"ד להיו לו בנים בהיותו עבד ונשתחרר הוא ובניו דשם הבן בעצמו שהוליד אין לו יחוס אחר אביו והא דבירושלמי בעי לה ולפי אית דגורסי' פשיטא לי' ומאי צריך לאשמועי' י\"ל משום דהתלמודא ס\"פ האומר אי ר\"ט לכתחילה או דיעבד קאמר ואי דיעבד קאמר יש מקום לספיקו משא\"כ לדידן דקימ\"ל דר\"ט אפי' לכתחילה קאמר כמבואר בדברי רבינו פט\"ו מה' א\"ב ה\"ד א\"כ פשיטא דקיים פ\"ו ולא צריך להביא ולפי\"ז י\"ל דוקא בן ממזר אבל בת ממזרת לא מהני וגם הירושלמי מודה וע\"ש בתי\"ט וצ\"ע."
            ],
            [],
            [
                "<b>שהתה וכו'.</b> עי' ברא\"ש ס\"פ הבא על יבמתו."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אם נשאת לג' תצא שלא בכתובה.</b> עי' הה\"מ ואי' תו שם נשאת לרביעי והי' לה בנים אמרי' השתא הוא דברית ולא הביאו רבינו ועי' מ\"ש בס\"ד בפ\"י מה' גירושין הל' י\"ג."
            ],
            [],
            [],
            [],
            [
                "<b>ולא תמנע וכו'.</b> עי' הגה\"מ מה שהק' מפ' תולין ועי' לח\"מ ובס' ברכי יוסף אה\"ע סי' כ\"ה סתר דבריו והקו' בנקל יכול לחלק ע\"ש ואין להאריך."
            ]
        ],
        [
            [
                "<b>הנכסים שמכנסת וכו'.</b> עי' מה שהאריך הה\"מ וסיים והרשב\"א הטיל פשרה דוודאי הנדוני' בכלל לשון הכתיבה וכו' אבל לדיניהם וכל מה שאין הלשון גורם אין הנדוני' בכלל העיקר דהתם שאני קולי דכתובה משום דמדידי' יהיב לה ונדוני' משלה ולמה נקל יותר משאר חובות דעלמא ע\"כ ולענין זבורית י\"ל ג\"כ דאפי' נדוני' אינה נגבית אלא מן הזבורית דמדינא מוקמי' לה כשאר ב\"ח ולא גבו אלא מן הזבורית דלא שייך טעמא דתקנו בע\"ח בבינונית משום נעילת דלת וגבי אשה לא שייך נ\"ד כדאמרי' יותר מה שהאיש רוצה לישא וכו' וכ\"כ הרשב\"א בחיד' בגיטין דף נ' ד\"ה אמר רבינא אלא שכ' שם בדרך אפשר ומש\"ה כ' הה\"מ הל' ג' והרשב\"א ז\"ל לא הכריע וע\"ש בלח\"מ שנתקשה בדבריו ולא קש' כלל."
            ],
            [],
            [],
            [],
            [
                "<b>וכן התקינו וכו'.</b> כ' הה\"מ דעיקר הגי' כמ\"ש הרשב\"א שלא תגבה שאפי' בחי' הבעל הורע כח הכתובה יש לזה ראי' בנדרים דף ס\"ה פי' מהא דמקש' שם התלמודא מטלטלי מי משתעבדי לכתובה ושם בחי' בעל מיירי וראי' זו יש לדחות דיש מקום לומר דקוש' הגמ' הוי א\"כ מוכח ממתני' דמטלטלי' לא משתעבדי לכתובה ובאמת יש פלוגתא בזה כדאמרי' כתובות דף פ\"א ע\"ב דר\"מ אי\"ל דמטלטלי' משתעבדי לכתובה מיני' דידי' ואפשר לומר דר\"מ לטעמי' דקסבר כתובה דאורי' כתובות דף נ\"ט א\"כ הוי כחוב ורבנן ס\"ל דהלכתא כתובה דרבנן. אמנם בחיד' רשב\"א בקידושין בסוגי' דחבילה הביא משם סייעתא דלא גבו ממטלטלי' ע\"ש."
            ],
            [],
            [
                "<b>תקנו הגאונים.</b> עי' כ\"מ הל' ה' מ\"ש בשם רבינו בפי' המשנה ומהריב\"ל תמה ע\"ז דמה ענין תקנת הגאונים שתגבה מן השבח ומן הראוי' דגאונים לא תקנו אלא מהמטלטלי' במה שהיתה גובה קודם התקנה מן הקרקע אבל שבח וראוי' קודם התקנה אף מן הקרקע לא היתה גובה ועי' בס' נתיבות משפט דף רפ\"א ע\"ג וע\"ד לענין הלכה."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>קודם שתשבע.</b> עי' בשו\"ת הרא\"ש כלל צ\"א אם לא נשבעה אלמנה וגם לא פוטרה בעלה מהשבועה נמצא שאין יורשין מאמן כלל אלא את אביהם הם יורשות ואין לבנות כלום במקום הבן ומ\"ש רמ\"א באה\"ע סי' צ' בשם י\"א בתופסה יורשי' יורשים כתובתה אין הכוונה כפשוטה דא\"כ ק' למה לא משני הגמ' כן שבועות דף מ\"ח בהא דמקש' שם על רב ממתני' דלמא מיירי בתופסה וצ\"ל דבקרקעות ונכסים ידועים לא מהני תפיסה וכמ\"ש בשו\"ת תה\"ד סי' ש\"ל ודברי החמ\"ח שם צ\"ע ועי' בשו\"ת חו\"י."
            ],
            [
                "<b>ייחד לה.</b> עי' בטור אה\"ע סי' צ' במ\"ש דמתני' ב\"ב דף קנ\"ח מיירי בייחוד לה שלא שייך צררי ועי' בתי\"ט ב\"ב פ\"ט משנה ט' שתמה על הב\"י וסובר דהתוס' חולקים על דין ייחד ע\"ש והבין התי\"ט דהתוס' ס\"ל דסוגי' דשבועות חולקת על סוגי' הגמ' דר\"פ אעפ\"י וסובר דלא פליג רבנן כיון שתקנו שבועה לא חלקו ומש\"ה תמה על הטור ולענ\"ד דברי התוי\"ט תמוהים ואין פרושו ברור בדברי התוס' דהא לא מצינו חולק על דין ייחד ובדוחק י\"ל התי\"ט מפרש דברי התוס' הכי אבל אין לומר דמוקי בייחד לה דהרי חזינן דהגמ' לא רצה לאוקמי המשניות בכה\"ג משום דלא שכיח דע\"כ יש כאן תיר' אחר כמ\"ש התוס' ומש\"ה תמה על הב\"י שכ' ופשוט הוא ובס' נתיבות משפט דף קצ\"ד ע\"א תמה על התי\"ט ופי' דברי התוס' בע\"א דאל\"כ אין הבנה למ\"ש התוס' למה לי' לאוקמי' כב\"ש דהא ברייתא זו ע\"כ לא מיירי בהכי דא\"כ למה צריך האב שבועה אלא דהתוס' שם סוברים כשיטת התוס' וסייעתו דגבי בע\"ח לא מהני ייחד דחיישי' לפרעון וכה\"ג בנכסי צ\"ב ס\"ל התוס' ג\"כ הדין כמו בע\"ח ולא מהני ייחד ע\"ש שהאריך. ולי נראה עיקר כמ\"ש בפי' התוס' ומ\"ש התוס' בשם רבינו שמשון ע\"ז ל\"ק דלמה לא מוקי הגמ' משניות בכה\"ג משום דלא שכיח משא\"כ במתני' דקתני בהדי' נפל הבית ומה דק' לי' להרב נתיבות בדברי התוס' במ\"ש דפריך נמי מברייתא ומוקי כב\"ש לשני לי' כגון שייחד לה ארעא בד' מצרי דא\"כ איך יחויב שהאב ישבע י\"ל דכוונת התוס' דהו\"ל לאוקמי לצדדין וה\"פ הברייתא אביו אינו נוטל אלא בשבועה ולא ייחד ובייחד הבן נוטל בשבועה ושלא בשבועה דה\"נ מוקי לה בגמ' שם מקמי הכי הא דתנן אבל יורשים משביעין אותה ואת יורשי' דלצדדין קתני ואמאי מוקי לה כב\"ש א\"ו דלא רצה לאוקמי בכה\"ג דל\"ש."
            ],
            [
                "<b>ואפי' דקדקה עצמה בחשבון וכו'.</b> והרי\"ף השמיט בבא זו וכ' הר\"ן שסמך על משנתינו ע\"ש ואין להקשות מפני מה הביא בעי דעדים דזה צריך להביא דסד\"א דסמכי' אמתני' דשבועות דתנן פוגמת שלא בעדים וכו' ובאמת מקש' הגמ' שם מהך מתני' ולזה הביא הרי\"ף דאמרי' כתי' הגמ' וק\"ל."
            ],
            [],
            [],
            [
                "<b>אבל אם אמרה אין בשטר כתובתי אלא ה' מאות וכו'.</b> פי' שלא פירשה אמנה היתה ביני לבינו א\"כ הרי הודית שהשטר מזויף ולא שייך כאן מגו כמ\"ש בשלטי גבורים דדמי להאי דגחין ולחוש אין שטרא זיפא הוא וכו'."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ועד כמה וכו'.</b> במתני' פ' הנושא כל זמן שהיא בבית אביה ועי' במרדכי מ\"ש בשם הראב\"ן דלאו בבית אביה תלי' מילתא אלא כ\"ז שאין לה מזונות גובה עד כ\"ה שנים אפי' נשאת ונשבעת ונוטלת מדלא מפליג הכי בין נשאת ללא נשאת ע\"ש ובס' הפלאה אה\"ע סי' ק\"א הקשה ע\"ז דעיקר דינא דמתני' קמ\"ל בלא תובעה בכ\"ה שנים מחלה וא\"כ י\"ל דבנשאת לא מהני מחילה דהא קיימ\"ל באה\"ע סי' צ\"א מכנסת שט\"ח לבעלה א\"י למחול והשתא איכא לדיוקא איפכא ע\"ש שהאריך. ול\"נ ל\"ד למכנסת שט\"ח כיון דחוב ברור וסמכי דעתי' דבעל עלי' אבל בכתובה דאינה נפרעת אלא בשבועה יכולה היא למחול כדי לפטור משבועה ונ\"מ היכא דפוטרה משבועה או בהודה שלא התפיס צררי ומזה לא מיירי מתני' דבר שאינו מצוי ויפה כ' המרדכי כנ\"ל."
            ],
            [],
            [
                "<b>יש להשביעו שבועת התורה.</b> והראב\"ד השיג ועי' הה\"מ דעיקר קוש' על רבינו דא\"י לכפור ובאמת יש מקום ליישב דברי רבינו דהא דאינו נאמן לומר פרעתי הוא מטעם דאלים רבנן כחה בגביית הכתובה וכמ\"ש התוס' בסוגי' דהטוען אחר מעשה ב\"ד ולא תקנו דבר זה כ\"א לטובתה ואם עי\"ז יפטור הבעל משבועת התורה כה\"ג אין כאן טובה לה והניחו על הדין דהא מצד הדין לא גרע מחוב בעלמא דנאמן לומר פרעתי. אבל דברי רבינו צ\"ע עי' ברא\"ש ר\"פ האשה שנתארמלה שכ' שם דלא בעי שבועה דאורייתא אעפ\"י שהוא מודה במנה לא חשבי' לי' כמ\"מ וכו' והכי אי' בירושלמי סלעין דינרין ונמחק הוא אין פחות משנים וכו' ובעי עלה הא אם ההודאה ממין הטענה יהי' חייב והכא נמי שההודאה ממה\"ט כלומר שאין לה שטר והיא טוענת מאתים והוא אומר מנה ופריק כ\"ע מודה שהוא חייב לה מנה וכ' הרא\"ש שם פי' שא\"י לכפור באותו מנה שהטוען אחר מב\"ד לא אמר כלום ע\"ש א\"כ הך ירושלמי צ\"ע לשיט' רבינו. ואפשר לומר דס\"ל לרבינו לחלק כן כיון דמצינו בתלמודא דידן מחלוקת אי הטוען אחר מב\"ד לא אמר כלום או לא ס\"ל להלכה דקימ\"ל כמ\"ד דלא אמר כלום דוקא במגיע לה טובה ממנו אבל לא לפוטרו משבועת התורה אבל מודה רבינו דמ\"ד דס\"ל לא אמר כלום לא מחלק בהכי ולא ק' על רבינו מהירושלמי דשם קאי למאן דס\"ל הטוען אחר מב\"ד לא אמר כלום.<br><b> ויותר </b> נראה דס\"ל לרבינו דהכא בהוא אומר מנה אף דא\"י לכפור מ\"מ לא פטר משבועת התורה דבכל מקום הטעם משום דהו\"ל הילך ובאידך הוי כ\"ה ופטור משבועת התורה משום דאינו מעיז משא\"כ הכא הרי אמרינן בגמ' ר\"פ האשה שנתארמלה דרוב הנשאת בתולה יש לה קול וכיון שאין כאן קול ראי' לפנינו דלא היתה בתולה כשנשאת ומש\"ה טוען דאלמנה נשאתיך משום דסייע לי' דליכא קלא ולא שייך כאן חזקה דאינו מעיז וכענין שאמרו באומרת לבעלה גרשתני ומסייע לה עדים ומש\"ה חייב לשבע שבועת התורה א\"כ אין ראי' מהירושלמי משום די\"ל דהירושלמי ס\"ל כמ\"ד דתלמודא דידן דרוב נשים בתולות נשאות עדיפא א\"כ לא מסייע לי' הא דאין לה קול ושפיר הוא כ\"ה ופטור משבועת התורה והא דנאמן הקטן להעיד בגדלו הגם דליכא קלא ס\"ל לרבינו דוודאי הי' כאן קול כיון שגם הקטן העיד עתה ועי' בתוס' שם ד\"ה וזו וכו' ובאס\"ז שם ובזה א\"ש דהביא רבינו דין זה דנאמן להעיד בגדלו בהלכה זו סמך להך דין דנשבע שבועת התורה להורות לנו דאפילו באין לה קול ג\"כ נאמן להעיד בגדלו ודוק קצרתי."
            ],
            [],
            [
                "<b>מתוך שיכול לומר לא גרשתי וכו'.</b> הקוש' מפורסמת על דברי רבינו דמאי מגו יש כאן דהא איהו בעי ליפטר אף מהעיקר ואין אומרים מגו לחצי טענה וכבר הקשה כן המהרי\"ק וכ\"מ בתוס' פ' חזקת דף ל\"ה ע\"ב ד\"ה ואי דלי וכו' בתי' הב' ועי' בס' נתיבות משפט דף רנ\"ט ע\"ד שהביא שם דברי רמב\"ן ב\"ב דף ל\"ג ע\"ב גבי ר\"נ דאמר הדרי ארעא והדרי פרי ע\"ש. ולי נראה דיש מקום לחלק דעד כאן לא כ' הרמב\"ן דלא אמרי' מגו בכה\"ג בחצי טענה כ\"א היכא דטענתו אינו טענה מצד הדין כ\"א מצד המגו עיקר נאמנתו מש\"ה בעינן מגו מעלי' משא\"כ בבעל שטוען פרעתי הכתובה אפי' במקום שאין כותבין מצד הדין הי' נאמן מידי דהוי אשאר מלוה בע\"פ ולא שייך לומר מה הועילו חכמים בתקנתן דמצי לאתרוי' בי' אל תפרעני אלא בעדים כמבואר בהרז\"ה וברמב\"ן אלא דאלים רבנן לתקנתן וחזקו כח מעשה ב\"ד אבל ביש לו מגו אף שהוא מגו לח\"ט מ\"מ האמינו לו לפחות במה שהי' פוטר אלו הי' טוען אותו טענה וראי' לזה מדברי התוס' בעצמו בא\"ד שכ' תי' הא' משום דהוי מגו במקום עדים ומה דחיק להו משום דגם שם אי לאו דסברא ברורה הוא דלא נאמן בטענתו כיון דדלי לי' צנא דפירא אנן סהדי לא הוי שייך כלל תי' הב' לפי דברינו ודוק."
            ],
            [],
            [],
            [],
            [
                "<b>האשה נאמנת וכו'.</b> עי' כ\"מ ועי' בשו\"ת הר\"ש הלוי חלק אה\"ע סי' צ\"ט ונראה שזה הוא ג\"כ כונת רש\"י במ\"ש במתני' ותטול כתובה ע\"פ לאפוקי מדעת הטור וכן נראה לי מוכח בשבועות דף ל\"ב בהא דאמר שם הכל מודים בע\"א שהוא פטור דאמר לדידה ולא אמר לב\"ד משמע דבכל ענין א\"צ לשבע וע\"ש היטיב בתשובה."
            ]
        ],
        [
            [
                "<b>מי שהי' נשוי וכו'.</b> פסק רבינו כבן ננס ואעפ\"י שבפי' המתני' פסק רבינו כת\"ק וכן הרע\"ב שם דרך אחריו חזר רבינו פה ואמרי' בגמ' במאי קמפלגי בנמצאת שדה אחת שאינו שלו ואבי' אוקים לה דפליגי בדאבי' קשישא דת\"ק סובר יתומים גדולים ליכא שבועה וב\"נ סבר דאין חילוק ותי' דאבי' העתיקו הרא\"ש והרי\"ף ור\"ח ורב האי דפסקו כמ\"ד מה שגבה לא גבה ולדינא דמתני' הלכה כב\"נ ומה שהעתיקו הרמב\"ם בפי' המתני' והרע\"ב דפליגי באוקימתא דשמואל כבר כ' בס' שושנים לדוד משום דלאבי' יש דוחק שצריך לומר שבועה של רביעית דלא כאינך שהן לנשים וזאת ליתומים ע\"ש ורבינו פה סתם הדברים יראה דס\"ל דמיירי ביתומים גדולים ומש\"ה פסק כב\"נ כיון דקימ\"ל יתומים שאמרו אפילו גדולים ולפי אוקימתא דשמואל וודאי דהלכה כת\"ק וא\"כ אין כאן סתירה בדברי רבינו משום דבפי' המתני' מביא אוקימתא דשמואל דמשמע מפשטא דמתני' כן שפיר קאמר דהלכה כת\"ק משא\"כ לדינא סובר רבינו כאוקימתא דאבי' משום דבתרא הוא. ומ\"ש הה\"מ ואעפ\"י שבאה ליגבות ממנו וכגון שהן גרושות כולן נשבעות צ\"ע דהא לא מיירי רבינו מגרושה, וראיתי להב\"י בס' סי' צ\"ו שהביא לדברי המגיד וכ' וז\"ל ומשמע דא\"א לומר דלאחרונה קאי דכיון דבאה לגבות ממנו למה צריכה לשבע אלא אג' ראשונות בלבד קאי הנה הבין הב\"י בדברי הה\"מ שסובר דרבינו פי' הא דקתני במתני' מי שהי' נשוי ד' נשים בגרושות איירי וכ\"כ הדרישה ולי צע\"ג הא רבינו נקיט בלשונו מי שמת ואף אם נאמר דכונת הה\"מ דרבינו אף בגרושות מיירי הא לא אפשר דא\"כ בגרושה דנשבעת רביעית לג' ראשונות לבן ננס ע\"כ הטעם משום דאם גבה גבה ולשי' הפוסקים כמ\"ד במה שגבה לא גבה אין כאן שבועה וכ\"ה שי' רבינו בפ\"כ מהל' מלוה ולוה הל' א' א\"ו נראין הדברים כמ\"ש דרבינו פה מיירי ביתומים גדולים וכאוקימתא דאבי' ודברי הה\"מ קשה להולמן ועמ\"ש שם בס\"ד.<br><b> והנה </b> רש\"י במתני' פי' הראשונה נשבעת לשני' אם היא טוענת וכ\"כ הרע\"ב ובתי\"ט תמה ע\"ז מה צריך לטענתה הרי מנכסים משועבדים בכ\"ע משבעי' גם בליכא טוען ולפי' התוס' דשמא ימצא שדה שאינו שלו נראה דיש מקום לחלק דעד כאן לא אמרי' מנכסים משועבדים לא תפרע אלא בשבועה בטענת שמא אלא אם ההפסד ברור משא\"כ כאן דיש עוד ספק דאולי אין כאן הפסד כלל אבל לפירש\"י שאיירי שנמצאת כבר שדה שאינו שלו שפיר הרגש התיו\"ט ואפשר לומר דכוונת רש\"י שהיא טוענת שיודעה ששדה אחת אינו שלו ובב\"ד לא ידעו מזה ואין צורך להשביעה כיון שיש כאן כדי כתובות כולן ועי' באס\"ז מ\"ש בשם הרמ\"ה. ואם גם רבינו הי' סובר כשיט' רש\"י דדין זה מיירי דוקא בטוענת א\"כ שפיר כ' הה\"מ גם בגרושה הדין כן דגם אם גבה ממנו יוכל לומר השבע לו כמבואר בדברי רבינו פט\"ז ה\"ט אבל אין נראה כן מסתימת לשון רבינו ועיקר כמ\"ש וגם דברי הלח\"מ ק' להבינם."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וכיון שתקנו הגאונים וכו'.</b> עי' בש\"ע אה\"ע סי' ק\"ב בנכתב אגב בכתובה יש דין קדימה גם במטלטלין ועי' בכנה\"ג שם בהגהת הטור אות ט' באריכות."
            ],
            [],
            [],
            [
                "<b>ידירנה הנאה וכו'.</b> עי' ב\"ש סי' ל\"ו אות ל\"ו."
            ],
            [],
            [
                "<b>הבעל שמכר.</b> כ' הה\"מ כפי מה שנתבאר בפ\"ל מהל' מכירה ושם כתבתי וע\"ע פכ\"ב מהלכות אלו. ומ\"ש הה\"מ וכונת רבינו במ\"ש ונפסד המכר צריכה תלמוד י\"ל לרבותא נקיט דסד\"א כיון דהפסידו המכר פעם א' היא יראה מקטטה."
            ],
            [],
            [],
            [],
            [
                "<b>ומכרה שוה מאה ודינר במאה.</b> פי' משום דאין לה רשות למכור יותר ממאה וכ\"ה לשון המתני' והק' הרמ\"ז בשם הל\"א דלאשמעי' רבותא אפי' מכרת שוה מנה ודינר במנה ודינר ע\"ש אבל דהא בגמ' אוקמנא שם דף צ\"ח בהא דזבין שוה מנה בדינר אפי' היא אומרת אחזיר דינר מקרקעי ועיקר רבותא אע\"ג דרצונה להפסיד משלה משא\"כ במוכרת שוה מו\"ד במו\"ד פשיטא שצריך ליתן הדינר ליורשים ועי' בס' של\"ד ודוק."
            ]
        ],
        [
            [
                "<b>אלמנה נזונת מנכסי יורשין וכו'.</b> ושיטת הרז\"ה דיורשין יכולים לסלקה והה\"מ כ' דהסכימו אחרוני' כשי' רבינו והדברים תלוי' במנהג המקום ועי' לקמן הלכה כ\"ה."
            ],
            [],
            [
                "<b>נפל הבית וכו'.</b> עי' הה\"מ הא דאמר ר\"י בביתי ולא בביקתי ועי' בתי\"ט פ\"ד דכתובות משנה י\"ב דבביתי יתירא קא דרש ובס' הפלאה לאה\"ע סי' צ\"ג תמה על רבינו שלא הביא הא דר\"י וכ' רבינו לא פסק כר\"י אלא כפשטא לישנא דמתני' פ' הנושא ע\"ש ונראה דאמרי' פ' הנושא דף ק\"ב נקטינן מדור אלמנה שנפל אין היורשין חייבים לבנותו ומהיכן משמע לן זאת כ' הרע\"ב פי\"ב מ\"ג מלישנא דביתי יתירא וא\"כ שוב לא יכולים למדרש ולא בביקתי ויותר מסתבר למדרש למדור שנפל מלמדרש ולא בביקתי כמ\"ש הפלאה לחי' דף נ\"ד דהא אמרי' בית בביתי אני מוכר לך מראיהו גרוע ועמ\"ש בתי\"ט שם ד\"ה ונותנו ולפמ\"ש הרע\"ב אזיל בשיטת רבינו."
            ],
            [
                "<b>ומותר מזונת.</b> והראב\"ד פסק כהירושלמי עי' הה\"מ ואפשר לומר דלא פליגי דירושלמי קאי בשיטות אנשי גליל וכרב דהיורשין יכולים לסלקה א\"כ שפיר יש מקום לומר דמותר מזונות שלה היא דהא יש ביד היורשין כח לסלקה וא\"צ לצמצמת עצמה ואם יאמרו שיתן להם המותר תאמר להם הא הברירה בידכם משא\"כ לשיט' רבינו דס\"ל הלכה כשמואל כמ\"ש הה\"מ הלכה א' א\"כ שפיר י\"ל דהמותר של יורשין כיון דאין יכולים לסלקה ונראה דלפ\"ע אם צמצמה עצמה ביותר המותר שלה וכמ\"ש הב\"ש סימן ע' ס\"ק י\"ח ע\"ש ודוק."
            ],
            [],
            [
                "<b>מתה האלמנה.</b> והראב\"ד השיג עליו ונראה בדעת רבינו כיון דמסקי' בשבועות דף מ\"ח שט\"ח של יתומים הבאי' להפרע מן היתומים אין קורעין אותו כמבואר בדברי רבינו בפי\"ז מהל' מלוה ולוה הל' ג' א\"כ נראה דלא מחזקי' בהתפסת צררי וכבר נפרעה כתובתה ומש\"ה שפיר קרינן להו יורשי כתובתה.<br><b> והנה </b> מ\"ש רבינו ואם נשבעה וכו'. נראה דלאו דוקא הה\"ד בפוטרה משבועה וכמ\"ש רבינו בפט\"ז הל' כ' שנוטלת מהם בלא שבועה דאבא שאול בכתובות דף פ\"ז דאמר מה אעשה וכו' לא קאי בפוטרה בפי' וכ\"ה שי' האלפסי וא\"כ יורשיה יורשין כתובתה הגם דלא נשבעה אפי' לשיט' החולקים וס\"ל דא\"ש אפי' בפוטרה בפי' לא מהני וצריכה שבועה מ\"מ נמצא בתשו' הגדולים שהסכימו לסמוך על מ\"ש הרז\"ה בסוף שבועות בשם חכמי נרבונה דלא מחמרי' ב' חומרות בפוטרה מן השבועה חומרת א\"ש וחומרא דרב ושמואל דאין אדם מוריש ע\"ש וא\"כ בכ\"ע יורשיה יורשין כתובתה בכה\"ג בפוטרה בפי' שוב ראיתי בס' נתיבות משפט דף קפ\"א שהאריך והביא להקת נביאים מתנבאים דמחמרי' ב' חומרות שלא להוציא ממון מחזקת היורשין ועי' בשו\"ת כרם שלמה סי' ל\"ב שהאריך בדבר הנתיבות והסכים להלכה דיורשי האשה גובין כתובתה היכא דכ' לפוטרה משבועה בפי' ועי' בנב\"י מהד\"ק סי' י\"ח שכ' בכתובות הנעשים פה שכ' נאמנות לא שייך דין דיורשין מן היורשין כמבואר בחו\"מ סי' ק\"ח נראה גם דעתו מסכמת אלא שלא הביא כלל דבר בעל הנתיבות ומה שרצה להמציא שם עוד אפי' בלא פטרה בפי' אלא מכח משמעות צל\"ע דכ\"ה לא מקילינן דהא בנקי נדר ושבועה לא מצינן להקל בו וכחילוקו של הרי\"ף עי' ברא\"ש ובב\"ש ססי' צ\"ח וא\"כ הך משמעותא וודאי דלא עדיפא מנקי נדר וכו' וגרועה מינה ונראה סייעתא לדברי הרז\"ה מהירושלמי עלה דמתני' מי שהניח אשה ובע\"ח כתובות פ\"ד דאמר ר\"ע יתנו ליורשין שכולן צריכים שבועה הגע עצמך שפוטרה מן השבועה ומשני זה תורה ע\"ש וקשה אמאי לא משני דסבר כאבא שאול א\"ו בכה\"ג לכוף את ב\"ח לא אמרי' וע\"ש בס' הפלאה במתני' ודוק. ועוד יש ראי' לדברי הרז\"ה מדגרסי' בירושלמי שבועות דאמר רב אין אדם מוריש שבועה לבניו ור\"י אמר יאכל הלה וחדי א\"כ חזינן דגם ר\"י חולק א\"כ וודאי דיש לפסק שלא להחמיר תרי חומרות ואפשר עוד לחלק בין בע\"ח דשייך נעילת דלת משא\"כ בכתובה וכ\"מ מדברי התוס' יבמות ל\"ח ע\"א ד\"ה וב\"ה וכו' דמשמע שם מדבריהם דר\"י סבר אאמש\"ל והגאון אב\"ד דק\"ק ע\"ח מוה' דוד דייטש זצ\"ל נתקשה בחי' דהמה נגד הירושלמי ולפמ\"ש א\"ש ולענין דינא הארכתי בתשובה ודוק בכל זה."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אלמנה שבאה לב\"ד.</b> עי' השגת הראב\"ד וביש נכסים מועטים מאוד י\"ל כיון שמוציאין הכל מיד היתומים לא שייך תשבע בסוף גם הראב\"ד מודה ועי' הפלאה סי' צ\"ג סוף אות ד'."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>דין תוספת וכו'.</b> עי' הה\"מ ובמל\"מ ולח\"מ וכבר האריך למעניתו בשו\"ת מהר\"ש כהן ספר שני סי' ר\"ד ור\"ה בפי' דברי רבינו ובפי' דברי הראב\"ד ודלא כמו שהבין הה\"מ."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואם מתה קודם שתשבע וכו'.</b> עי' בטור אה\"ע סי' קי\"ב שכ' בשם בעל עיטור דאף שלא נשבעה אפי\"ה שקלי יורשין בתורת בנין דכרין דלענין תקנת בנ\"ד אין צורך לשבועה ע\"ש ובס' נתיבות משפט דף ר\"פ ועי' בפ\"י ר\"פ מי שהי' נשוי שרצה להביא סייעתא לשיט' העיטור."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אין הבנים יורשין וכו' שמא מחלה וכו'.</b> פי' בשעה שנשאה התנה הבעל עמה שלא יתחייב באחד מן הדברים שהוא חייב בהם והיא נתרצית בדבר והתנאי קיים כמבואר בדברי רבינו פי\"ב שבכל הדברים התנאי קיים חוץ מעונתה ועיקר כתובתה וירושתה מבואר משם דדוקא על עיקר כתובתה אין מועיל התנאי ובזה מסולק השגת הראב\"ד לאפוקי בפרעון או במחלה אחר הנשואין כתובתה לבעלה מודה רבינו דתנאי הבנות קיים."
            ],
            [
                "<b>נתן כל נכסיו וכו'.</b> עי' הה\"מ ביאר דעת רבינו ממה שאמרו ב\"ב קל\"ג מגרע גרעי וכו' וסובר רבינו דאע\"ג דבגמ' נקט אלמנתו אין חילוק בזה וגם בנותיו וכתובת בנ\"ד בכלל כיון דמתנת ש\"מ מדרבנן הוא הם קודמין ועי' בחו\"מ סי' רנ\"ב סעי' א' בסמ\"ע שם. ושיטת הגאונים שהביא הרמב\"ן גורס' בגמר' מגרע גרע ותו לא פי' הרמב\"ן כלומר בשביל שהוא ראוי ליורשו גרע הוא וודאי יפה כחו ככח יורש ומקבל מתנה ע\"ש שהביא ראי' לשי' הגאונים ולפי שיטתם גם אלמנה אינה נזונת אם לאחד נתן במתנה ושיט' הראב\"ד הוא שיטה מוצעת במזונות אלמנתו היא קודמת והם קודמים למזון הבנות וכתובות בנין דכרין ונראה דהראב\"ד גרס כגי' הרמב\"ם ומדנקט אלמנה משמע דוקא אלמנה והרמב\"ן כתב על דברי הראב\"ד ואין טעמו מחוור פי' במה שמחלק בין אלמנה למזון הבנות, ואפשר דטעם הראב\"ד דאלמנה עדיפא משום דס\"ל דלמזונות א\"צ שבועה כמבואר בהשגתו פי\"ח הלכה י\"ט משמע משום דחשבינן לה כאלו תפסה מחיים ואע\"ג דגם למזונות הבנות א\"צ שבועה היינו משום דלא אתפסה צררי לקטנה ועי' ב\"ש סי' קי\"ב אות ט\"ו."
            ],
            [
                "<b>בת הממאנת וכו'.</b> עי' הה\"מ צ\"ע מנ\"ל לרבינו עי' ב\"ש סימן קי\"ב אות י\"א."
            ],
            [],
            [],
            [
                "<b>מי שמת וכו'.</b> עי' שו\"ת כרם שלמה דף ק\"ד ע\"א וחילוק דין בין נכסים מרובים למועטים לפי המנהג שאלונקי."
            ]
        ],
        [
            [
                "<b>המשיא את בתו סתם וכו'.</b> ובמתני' לא יפחתו לה מנ' זוז וזוזי מדינה קאמר והפ\"י כ' טעמא דמילתא שיהי' לה שיעור שיוכל לפרנס ממנה למי שיש לו חמשים זוז ונושא ונותן בהם לא יטול מצדקה כדתנן בסוף פיאה והיינו נמי זוזי מדינה ועי' בתי\"ט פ\"ה דכתובות משנה ח' ד\"ה חמשים ובס' הפלאה שם."
            ],
            [],
            [
                "<b>אומדין דעתו וכו'.</b> עי' הה\"מ ודעת הרע\"ב אפי' להוסיף על עישור נכסי וכ\"ה דעת רש\"י ולא כשי' ר\"ח ותוס' פ' נערה האריכו בזה עי' באס\"ז במתני' וכ' בשם רי\"ט דלעולם אין מוסיפין לבת על חלק הבן דאלת\"ה זמנין דמתעקר נחלה דאורייתא והא דמקש' לרבי לדבריך מי שיש לו עשר בנות וכו' לימא לי' היכא דמעקר נחלה דאורייתא לא קאמינא קושטא דמילתא משני. ודע דבעניני דאומדנא מציון בש\"ס הרבה דברים מתנגדים עי' ר\"פ אעפ\"י בפלוגתא דראב\"ע ורבנן היכא אמדינן לי' אבל לכ\"ע אזלי' בתר אומדנא ומריש הוי ס\"ד דפליגי אי אזלי' בתר אומדנא כלל א\"כ ק' חכמים כמאן ס\"ל דהא לכ\"ע הכא אזלי' בתר אומדנא וגם לפי המסקנא ק' ממתני' דדמאי פ\"ד ות\"ק דר\"ש שזורי ועי' בקידושין דף ו' פלוגתא דר\"י ור\"י ובר\"ן שם והעיקר כמ\"ש המרדכי ר\"פ אעפ\"י דאין לדמות האומדנות דיש מהם עדיפא מחזקות כמאה עדים ואין לנו לבדות מדעתנו אומדן דעת וכבר הרחיב ביאור בזה הרב דרכי נועם בשו\"ת. ל' דהיכא דאיכא אומדנא דמוכח כ\"ע מודה ואף דמשמע בב\"ב קמ\"ז ע\"ב דגם באומדנא דמוכח פליגי רבנן היינו משום דסברי דלא הוי אומדנא דמוכח ולפי\"ז הי' נראה דאמדנא דהכא צריך אומדן דעת מב\"ד וכ\"מ מלשון הש\"ע אה\"ע סי' קי\"ג ס\"א ובשו\"ת דרכי נועם סי' י\"ח האריך גם בזה ומסיק להלכה דא\"צ ב\"ד אלא אפטרופס אשר הוא מיודעו ומכירו וסיים שם דהרשד\"ם חולק ואפשר בעישור נכסי נ\"ל דמודה הרשד\"ם דהקילו חכמים הרבה משום תקנות הבת."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אם היתה גדולה ונשאת.</b> עי' הה\"מ ודלא כרש\"י שכ' אפי' לאחר שנשאת יעשה שליש וכו' ובאס\"ז האריך ליישב דברי רש\"י דדייק מלישנא דמתני' ומלשון התלמודא דבתרתי פליגי והוא דפליגי או מצוה לשליש ליקח שדה והיא אומרת נאמן בעלי היינו דרצונה שיתנו לו המעות והוא נאמן עלי' שאם תרצה שהבעל יקנה השדה וסובר ר\"מ מצוה לקיים דברי המת ואין שומעין לה ואין חילוק בין ארוסה לנשואה ופלוגתא אחרת שיהא המעות ביד שליש ולא הקפיד דוקא בשדה ע\"ש שהאריך ונראה דדחיק לי' לרש\"י ג\"כ הא דגרסי' בירושלמי מן הנשואין היא המחלוקת וזה סותר מ\"ש בבבלי דלא פליגי בנשואין ומ\"ש הק\"ע שם אם השליש מן הנשואין ק' מ\"ט דר\"י ונדחק שם מאוד ולפי פירושו לא שייך פלוגתא זו להכי שייך יותר לפלוגתא דאומדנא אבל לפי פירש\"י שפיר קאמר בירושלמי דפליגי גם בנשואין בהשליש ע\"מ שיקח שדה ואין מחלוקת בין בבלי לירושלמי."
            ]
        ],
        [
            [
                "<b>מציאת האשה וכו'.</b> וכ' הרא\"ש בשם הרמ\"ה הא דמציאתה לבעלה היינו בנזונת אבל באינה נזונת תהוי לה איבה ואיבה וחלק עמו דהא לא משכחת אינה נזונת כ\"א באמרת אינה נזונת כו' או באומר לה צאי מעשה ידיך למזונתיך וכיון דברשות קעבדי אכתי יש לחוש לאיבה. והנה בירושלמי אמרי' טעמא דמציאתה לבעלה שלא יגנוב זהוב משל בעלה ותאמר מצאתי ולה\"ט וודאי דליתא לשי' הרמ\"ה ומזה יש סיוע לשיט' הרא\"ש מדלא קאמר בירושלמי שם דא\"ב באינה נזונית ומשמע וודאי דסברה פשוטה הוא גם לטעם משום איבה מציאתה לבעלה כסברת הרא\"ש וכן הא דהק' התלמודא ר\"פ מציאת האשה דדחוק לומר דתני לה משום פלוגתא דר\"י ולא קאמר דאשמועי' מתני' יתירא דמציאתה לבעלה גם באינה נזונת דמהא דתנן האב זכאי במציאתה וכו' יתר עליו הבעל י\"ל דמיירי בנזונת דוקא ועי' בתוס' כתובות דף מ\"ג ע\"א סד\"ה לא וכו' דבאינה נזונת מן האב מציאתה שלה ג\"כ צ\"ל דס\"ל לתלמודא שהוא סברא פשוטה וא\"צ לאשמועי' וכ\"נ מסתימת לשון רבינו."
            ],
            [
                "<b>אפי' הי' לה כמה שפחות וכו'.</b> ושכר המלאכה שהיא עושה הסכימו הר\"ן והרשב\"א דהוי לבעל ולא מטעם א' רשב\"א נתן טעם דהוי כהעדפה והר\"ן כ' הטעם דאל\"כ תתבטל ותבוא לידי זימה ודלא כדעת י\"א ששכר מעשה ידי' דידה הוא ע\"ש בר\"ן וכ\"נ לי מוכח מגמ' דף נ\"ח ע\"ב מהא ומק' התלמודא המקדיש מע\"י אשתו וכו' מאי לאו בנזונת ומאי קוש' דלמא מיירי מתני' בהכניסה לו שפחות ודידה הוי לר\"א מכ\"ש לת\"ק דאינה מחויבת כלל א\"ו כשי' הרשב\"א והר\"ן וכ\"מ לדעת רבינו פה."
            ],
            [],
            [],
            [
                "<b>ומניקת את בנה וכו'.</b> דוקא בנה אבל לא בנו שיש לו מאשה אחרת אע\"ג שמת בנה וק\"ו שאינה מחויבת להניק בשכר לבן אחר ואם נולד לה תאומים פליגי בזה הרא\"ש והר\"י בפי' דברי הירושלמי ודעת רבינו שאינה מחויבת כמ\"ש בהלכה י\"ב."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין כופין אותה להניק וכו'.</b> וז\"ל הרי\"ו במשרים הא דנתגרשה אין כופין דוקא בשמוציא מניקה אבל אינו מוציא מניקה או שאין לו שכר המניקה כופין אותה ובס' נתיבות משפט דף קס\"א ע\"א כ' עליו לא מצאתי זה בשום ספר דוודאי כשאינה מוציא מניקה דבר פשוט הוא כיון דאיכא סכנת נפשות כופין אותה אבל כשאין לו שכר המניקה לא ידעתי למה דאם אין לו שכר יתנו לו מקופה של צדקה וזו מי מחייבה להניק בחנם ועי' ברא\"ש שהביא הב\"י באה\"ע סי' פ\"ב בזינתה אם מחויבת להניק את בנה ע\"ש שסיים וב\"ד ישכירו מניקת ואפשר אם יש לה במה להתפרנס והוא אין לו שכר המניקת מחויבת היא להניק."
            ]
        ],
        [
            [
                "<b>הבעל קוד' לכ\"א בירושת אשתו.</b> כבר נתבא' בפי\"ב הל' ג' שיט' רבינו דירוש' הבעל דרבנן והראב\"ד פליג עלי' דירושת הבעל ד\"ת ועי' בטור אה\"ע סי' צ' בשם הרשב\"ם דאשתו נשואה שהיא עמו בקטטה ונתן עיניו לגרשה ומתה שוב אינו יורשה והטור שם בשם אביו הרא\"ש חולק ע\"ז שאין הירושה נפקעת אלא בגירושין גמורים ע\"ש וכ' בס' כרם שלמה דף ק\"ב ע\"ג בשם הרב פני משה משום דירושת הבעל היא דאוריי' ואשתו עמו בקטטה אפי' לדעת הרשב\"ם מד\"ס כיון דכ\"ע הבעל יורש מדאוריי' לא אתי ספיקא דרבנן כיון דיש חולקים על הרשב\"ם ומפיק מידי וודאי דאוריי' והעלה אפי' יורשי אשה הם מוחזקים ותפוסים כיון דמה\"ת הבעל יורש אשתו מוציאן מידה ע\"ש ובאמת צע\"ד שכ' דלכ\"ע ירושת הבעל מה\"ת דהרי מבואר מדברי רבינו דסובר דאינו אלא מדרבנן."
            ],
            [
                "<b>או לשלוחיו וכו'.</b> ובמתני' פ' נערה דף מ\"ח מסרו שלוחי האב לשלוחי הבעל כ' באס\"ז בשם הריטב\"א דוקא כשנתן להם האב רשות למסרה לשלוחיו ע\"ש ומלשון רש\"י במתני' ד\"ה מסרו במ\"ש שהי' האב משלחה לו ופגעו בשלוחי הבעל ומסרוה להם משמע דלא ס\"ל כהריטב\"א וחילו' דרש\"י נ\"ל ממה שהרגיש בני הרבני המופלא מוה' זעליג נ\"י אמאי לא עריב ותני לה מתני' מסר האב לשלוחי הבעל עם מסרו שלוחי האב לשלוחי הבעל בהדי הדדי כהא דתני' שם מסר האב לשלוחי הבעל או שמסרה שלוחי האב לשלוחי הבעל וכמו שהביא רבינו פה הך ברייתא. די\"ל דאי הוי תני להו בהדי הדדי ה\"א דומי' דאב דמדעתו וגם השלוחי' בעינן דעת האב וכשי' הריטב\"א קי\"ל דשלוחי האב גם בלא דעת האב שנתן להם רשות למסרה לשלוחי הבעל ג\"כ היא ברשות הבעל."
            ],
            [],
            [
                "<b>והחרש שנשא פקחת וכו'.</b> כ' הה\"מ גם זה לא מצאתי מבואר ע\"כ ועי' ירושלמי פ\"ק דכתובות אמר ר' יוחנן ותני כן חרש שנשא פקחת אין לה עליו מזונות ולא כתובה ואם מתה הוא יורשה שהיא רצתה לזוק נכסי' הרי מפורש כדברי רבינו וכבר השיג בס' מראה הפנים שם על הה\"מ וראב\"ד שנעלם מהם ברייתא זו. ובאמת צ\"ע דאין לומר דס\"ל להראב\"ד דבריי' זו אליבא דמ\"ד חרש יש ספק אי אית בי' דעת עי' ירושלמי פ\"א דתרומות ובר\"ש שם דהא מקש' בירושלמי שם וחרשת יש לה קנין ומוקי לה כשכונסה פקחת כנסה ואמאי לא קאמר משום דספיקא הוא אי אית בי' דעת אלא ע\"כ צ\"ל דגם מספק אין מוציא מחזקת יורשיה. ונ\"ל דהרי כ' הה\"מ על דברי רבינו דברי טעם הם כיון שהיא בת דעת ואין זה מספיק לכאורה להפקיע זכות יורשיה כמ\"ש הראב\"ד אלא משום דחכמים תקנו שהבעל יורש אותה משום קבורתה ויתר הדברים שלא יהי' מדקדק עמה ויחוס על נכסיה א\"כ שפיר יש מקום וטעם לדברי רבינו דגם בפקחת שנשא חרש תקנו רבנן משא\"כ אי אמרי' ירושת הבעל מה\"ת וגזה\"כ בלי טעם א\"כ וודאי דהסברא נותנת כשיט' הראב\"ד דמה\"ת אין לו זכות כלל בחרש שנשא פקחת ורבנן לא תקנו כלל א\"כ הא דתני' בירושלמי דיורש אותה אתי' כמ\"ד דירושת הבעל מדרבנן ותקנו גם בפקחת שנשא חרש שהיא רצתה לזוק נכסיה וראב\"ד לטעמי' דפסק כמ\"ד דירושת הבעל מה\"ת כמ\"ש בהל' א' ורבינו לטעמי' ואפשר נמי דה\"ט דרבינו דפסק דירושת הבעל מדרבנן הוא משום דר\"י בירושלמי סבר כוותי' וכמ\"ש ועי' בכ\"מ שגם הוא כ' שמפורש בירושלמי ולא כ' מקומו."
            ],
            [],
            [],
            [
                "<b>מתה בחייו מוציא הגוף מיד הלקוחות וכו'.</b> והרא\"ש פ' נערה כ' שגוף הקרקע והפירות מוציא הבעל מיד הלוקח אלא שאם תתאלמן או תתגרש יחזיר הכל ללוקח ורבים מקשים מאי נ\"מ. ונראה אם יש ספק אם נפל הבית עליו ועל אשתו ואין ידוע מי מת בתחילה והקרקע בחזקת בעלי' ועי' בס' נתיבות משפט דף קכ\"ב ע\"ד שהאריך."
            ],
            [
                "<b>בד\"א בנכסים הידועין וכו'.</b> עי' במתני' פ\"ח משנה ב' בתי\"ט ד\"ה לא תמכור וכו' נראה דאכולה בבא דמתני' וכו' ובש\"ע שלו וכו' נכסים שנפלו לה משנתארסה וכו' עי' בב\"ש שם ס\"ק מ\"ג יראה שגם לפני התי\"ט הי' גירס' משובש' וצ\"ל כמ\"ש בדפוס אמ\"ד ומה שכ' התי\"ט שהבי' לא הביא חולק הן אמת שלא מצינו חולק רק באס\"ז הביא בשם מהרא\"ה דר\"ש אסיפא קאי דעד שלא נשאת ונשאת אבל נפלה לה משנשאת בהא כ\"ע מודים שאם מכרה ונתנה הבעל מוציא מיד הלקוחות ולא שני לן בהו כלל ולא משמע כן לישנא דמתני' וקצת צ\"ע הגם דר\"ש חולק גם בנשאת מ\"מ י\"ל דתקנת אושא וודאי הוי גם בנכסים שאינם ידועין והפוסקים הכריעו להלכה כר\"ש והיינו כמ\"ש התוס' כתובות דף ע\"ט ע\"א ד\"ה עשאום וכו' דלישנא דאביי מוכח הכי ותקשו לאבי' גופא ולפמ\"ש התוס' שם דף נ' ד\"ה הבעל דדחקו עצמם ליישב תקנת אושא אליבא דר\"י דס\"ל קנין פירות כקנין הגוף דמי ואי אמרי' דלר\"ש תקנת אושא הי' גם על נכסים שאינם ידועין מיושב קו' התוס' ואין להק' מאי מק' התלמודא דף ע\"ח ע\"ב לימא תנינא לתקנת אושא דלמא תקנת אושא אצטריך לר\"ש די\"ל כמ\"ש התוס' שם ד\"ה לימא וע\"ש למהרש\"א ודוק וצ\"ע קצרתי."
            ],
            [],
            [
                "<b>שומרת יבם וכו'.</b> עי' בשו\"ת דרכי נועם חלק אה\"ע סי' ב'."
            ],
            [],
            [],
            [],
            [
                "<b>יבמה שלא היתה לה כתובה וכו'.</b> עי' בדברי רבינו בפי' למתני' כלומר דוקא מן הראשון ואם לית לה מן הראשון כגון דעביד איסורא והתנה עמה שלא ליתן לה כתובה א\"נ מחלה לבעלה א\"כ זכה היבם בנכסים ול\"צ ליתן לה אלא מנה ודחיק לי' לרבינו לפרש כן ליישב קוש' התוס' יבמות ל\"ח ד\"ה אשה וכו' ועי' בתי\"ט ותי' צע\"ג ובירושלמי לפי גי' שלפנינו משמע דאין לה כתובה מבעלה הראשון מן האירוסין ביבם ע\"ש ועי' ב\"ח אה\"ע סי' קס\"ח."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נפלו לה זתים.</b> כ' התי\"ט במשנה ה' פ\"ח דכתובות ד\"ה ר\"י שרבינו בחיבורו חזר בו וכו' ובאמת לפמ\"ש רבינו פה אם עושין כדי טיפולן לא ימכרו וכמ\"ש הה\"מ שדבר זה מבואר בירושלמי ולמד הירושלמי דין זה מדתני ב' בבות ולפי\"ז כ' באס\"ז דטעמו דר\"י דס\"ל אפי' אם טיפולן מרובן משכרם לא ימכרו היינו אם היא רוצה ליתן המותר ואע\"ג דעי\"ז מפסיד הבעל מ\"מ חיישי' לשבח בית אביה ובזה מסתבר טעמא דת\"ק ושפיר פסק רבינו פה ופשטא דלישנא דמתני' ודאי באין טיפולן מרובה איירי דהא לא תנן דהיא תשלם המותר ושפיר כ' רבינו דבזה הלכה כר\"י ואין כאן סתירה."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אמרה לו אתה נתתו לי וכו'.</b> לפי מ\"ש הה\"מ דוקא בחייו משום דהוי חזקה מעלי' ואפשר דעל חזקה זו מוציאין ממון דהא יש חזקות גמורות שמוציאין ממון כגון א\"א פורע ת\"ז ועי' ב\"ש סי' פ\"ה ובש\"כ חו\"מ סי' ס\"ב האריך דגם במת בעלה נאמנת במגו וכמ\"ש בשו\"ת הרא\"ש מביאו הטור וש\"ע אה\"ע סי' צ\"ו ע\"ש."
            ]
        ],
        [
            [
                "<b>ועודה ארוסה וכו'.</b> ובמתני' שאם מכרה ונתנה קיים והקש' הר\"ן דהא בלאו תנאי נמי הכי דינא כדתנן בפ\"ח עד שלא נשאת ונשאת אם מכרה ונתנה קיים מפאת קוש' זו הוכיח דהך תנאי מהני אפי' לנכסים שנפלו לה אחר שנשאת ולשי' הר\"י שהביא הטור אה\"ע סי' צ\"ג שאין תנאי בעודה ארוסה מועיל בנכסים שנפלו לה משנשאת עי' תי\"ט במתני' ד\"ה שאם מכרה וכו' ובאס\"ז ר\"פ האשה מביא תי' זה בשם הרשב\"א דרשאי למכור לכתחילה והריב\"ש סתר לה דא\"כ למה לא תני במתני' תמכור לכתחילה ובאמת הרא\"ש כ' לשי' ר\"י דמתני' דהכי אתי' כאמרו לו ועי' בתוס' כתובות דף פ\"ג ע\"ב ד\"ה ר\"א יראה מדבריהם דפי' דמתני' לא הוי לכתחילה דאלו ס\"ל דמתני' לאו דוקא אפי' לכתחילה א\"כ גם לר\"א ל\"ד ואפשר דבאמת ר\"א ואבי' פליגי בסברת ר\"י ורבינו דלאבי' מוכרח דעת רבינו דהא וודאי לא תמכור לכתחילה והר\"י הוכיח סברתו מר\"א ליישב קוש' התוס' ועי' ב\"ח אה\"ע סי' צ\"ב שכ' על דברי התוס' הנ\"ל הגהה מאיזה תלמיד ואין צורך ודוק."
            ],
            [
                "<b>התנה עמה שלא יהי' לו דין ודברים וכו'.</b> פי' שאין לו דין עם הלוקח וגם עמה אין לו דברים בדמים שקיבל מהלוקח כמ\"ש בשה\"ג ועי' תי\"ט."
            ],
            [],
            [
                "<b>עד שיתנה עמה וכו'.</b> הוא כדעת ר\"י דאמר במתני' לעולם אוכל פ\"פ עד שיכתוב כ\"ה הגי' שלפנינו ובאס\"ז הביא גי' אחרת רי\"א לעולם הני' אוכל פירי עד שיכתוב והנה שי' רבינו אליבא דר\"י דכופין אותה למכור הפרי והרא\"ש חולק ע\"ז וחילי' דידי' מדקדק לישנא דתלמודא ר\"פ הכותב מדקאמר בדשיירה ומחלוקת' תלוי' בב' הגרסאות שהעתקתי דוק ותשכח."
            ],
            [],
            [
                "<b>בד\"א שהתנה עמה וכו'.</b> עי' הה\"מ מה שהביא ירושלמי וברא\"ש ר\"פ הכותב סיים כיון דלית לן ראי' ברורה אית לן למימר כל תנאי שבממון קיים ועי' ברמב\"ן שהבין בדברי הרי\"ף דגם לאחר הנשואין תנאו קיים ובתשו' הריב\"ש סי' ק\"ב כ' דהפי' הנכון בדברי הרי\"ף דוקא בעודה ארוסה וכפסק רבינו פה משום דכתיב לחקת משפט ועי' פי\"ב מהל' אלו בהשגות הראב\"ד ומ\"ש שם בס\"ד עי' ב\"ש סי' צ\"ב אם יכול אדם לומר קים לי וע' בכנה\"ג שם בהגהת הטור אות צ\"ב אדם שכ' לאשתו בשטר והעדים קנו ממנו שתהא אשתו רשאי לתת נכסים וגם הנכסים שייחד לה הוא לתנם לכל מי שתרצה והלכה היא ונתנם לאביה ולאחיה זה השטר בטל הוא ודברי הבאי ושטות כי כמו שיכולה היא לומר נ\"ר עשיתי לבעלי גם הוא יכול לומר נ\"ר עשיתי לה ע\"ש."
            ],
            [],
            [
                "<b>מה שהוציא הוציא וכו'.</b> כ\"ה לישנא דמתני' נ\"ל דמה שאכל אכל אף אם סילק נפשו מהנכסים בחייה מ\"מ אם הוציא הוצאות מחל לה וכן אפי' בסילק נפשו מנכסיה ואכל פירות מחלה לו וא\"צ לשלם עי' ב\"ב דף מ\"ט וראיתי באס\"ז שהביא משם תלמידי ר\"י מדיוק לישנא דמתני' דבא לסתום כר\"ש ומדברי הרא\"ש והר\"ן לא משמע כן ול\"נ כמ\"ש."
            ],
            [],
            [],
            [
                "<b>וכשתבוא לגבות לא תגבה אלא המאה.</b> עי' לח\"מ ועי' נתיבות משפט דף צ' ע\"ג שכ' דרבינו פה מיירי במקום שכותבין יותר רק כדי להרבות בפני העם ומש\"ה לא תגבה המותר אבל לפי המנהג שלנו והוא מהגמ' כמ\"ש הה\"מ האשה גובה את המוסיף ע\"ש."
            ],
            [],
            [
                "<b>איש ואשה וכו'.</b> עי' בהגה\"מ שיש חולקים על רבינו דוקא אבי החתן ואבי הכלה אבל בעל לאשתו ואשה לבעלה לא והביא ראי' מהירושלמי דגרסי' שם שהבעל בכתוב והאב בדברים ורבינו סובר דתלמודא דידן לא ס\"ל לחלק וכמ\"ש הכ\"מ וסברת הירושלמי נ\"ל דדוקא גבי אב סמכו דעתי' עלי' לתבוע אותו לדין אבל באיש לאשה דאיכא קרובא דעתי' טפי לא סמכו אדעתייהו לתבוע זה את זה לדין בדברים בעלמא ומש\"ה בעינן כתב ולפי שיט' רבינו פ\"ו מה' זכיי' שכ' וצריך שיה' הדברים שפסקו מצוי' ברשותו שפיר י\"ל כסברת רבינו דכ\"ש הוא כמ\"ש הה\"מ משום כיון שישנו ת\"י וודאי דסמכו דעתי' טפי ולפי שיטות החולקים על רבינו כמבואר בהגה\"מ דגם אם אינו ברשותו בשעת הפסיקה יש מקום לומר דלא פליגי בבלי וירושלמי דבתלמודא דידן מיירי דאיכא ברשותו בשעת הפסיקה א\"כ וודאי דאין לחלק בין האב הפוסק והירושלמי מיירי היכא דאינו מצוי' בשעת הפסיקה ואז יש חילוק בין אב לבת ועמ\"ש בס\"ד פי\"א מה' מכירה ועי' בנתיבות משפט דף צ\"ב צ\"ג וצ\"ד."
            ],
            [],
            [],
            [],
            [
                "<b>הנושא אשה וכו'.</b> והיא אינה יכולה למחול דאין חבין לאדם כ\"כ הרמ\"ז בפי\"ב דכתובות משנה א' ובחלתה אינו חייב לרפאותה ובק\"ע הביא מחלוקת בזה ועי' בתוס' כתובות דף נ' ע\"ב ועי' בהגהת רמ\"א חו\"מ סי' ס'."
            ],
            [
                "<b>או שחייב עצמו בשטר.</b> עי' תוס' כתובות דף נ' ד\"ה שנים מקרי קצוב ולא כן דעת רבינו עי' כ\"מ ומ\"ש התוס' שמא יצטרכו רפואה אעפ\"כ מקרי קצוב הטעם כמ\"ש בס' הפלאה אה\"ע סי' קי\"ד משום דלא שכיח ויש לתלות הדבר בפלוגתא דריש כתובות אי חלה מקרי אונסא דשכיח ובזה י\"ל שי' רבינו מסוגי' דגיטין דף נ' ואין להאריך."
            ]
        ],
        [
            [],
            [
                "<b>או מחייבי לאווין וכו'.</b> גם למ\"ד כתובה מה\"ת כמ\"ש התוס' בכתובות דף י' ע\"ש והא דלא תקנו חכמים שתפסיד גם את התוספות כמ\"ש התוס' שם בכתובה דהם הפסידוה וי\"ל דקנסי' לי' בדידיה כדאי' בירושלמי אם קדשה בליטרה זהב מאבד את הכל כמ\"ש הרא\"ש בכתובות. בחלוצה אי הוי כמו שניי' עי' ב\"י סי' קט\"ז ולשי' רבינו דנתינה ג\"כ אינו אלא מדרבנן כמבואר באה\"ע סי' ד' א\"כ גם נתינה הוי כמו חלוצה דמסיק הב\"י דיש לה דין שניות ועמ\"ש בפ\"ב משי' הרע\"ב דחלוצה בכ\"ג הוא מה\"ת יש מקום לחלק בין נתינה לחלוצה."
            ],
            [],
            [
                "<b>וכן אם לותה ואכלה.</b> עי' הה\"מ גם הרע\"ב פ\"ט דיבמות משנה ג' כ' כדברי רבינו ע\"ש בתי\"ט ול\"נ דסובר רבינו והרע\"ב לחלק בין מזונות הצריכים לקיום נפשה ובין מזונות שתקנו חכמים לאשה וכמ\"ש בפי\"ב הלכה א' דמזונות קיום נפשה הוא מה\"ת וא\"כ בלותה ואכלה חייב לשלם גם באלמנה לכה\"ג וסובר הרע\"ב דבשניות משום קנסא גם מזונות כדי קיום נפשה בלותה ואכלה קנסוה חכמים וא\"ח לשלם כמ\"ש התוס' בכתובה למ\"ד כתובה דאורייתא ודוק."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שאל אותו פלוני ואמר להד\"מ.</b> והרא\"ש כ' שצריך עדים ואין החכם נאמן בזמן שהיא מכחשת אותו ועי' ב\"ש סי' קט\"ו אות ד'. הה\"מ כ' בשם הרשב\"א באם היא מודית כ\"ש שמפסדת כתובתה מטעם הודאת בע\"ד כמאה עדים ובאמת משמע דהראב\"ד חולק בזה מדקשי' לי' על התלמודא מאי מק' מנא ידע דלמא איירי דהיא אמרה ותי' דאאמע\"ר והרשב\"א הק' עליו מ\"ש מאחד שאמר גנבתי או גזלתי דנאמן אע\"ג דמשים ע\"ר והראב\"ד ס\"ל דהכא שאני משום דחשודה להאכילו דברים אסורים וכיון דאין אדם נעשה חשוד ע\"פ עצמו הרי יכול לסמוך עליה ומש\"ה אינה מפסדת כתובתה כמ\"ש בס' הפלאה וא\"כ צ\"ע על הה\"מ שכ' וכ\"ש בשם הרשב\"א ואפשר דכונת הרשב\"א אפי' לשי' החולקים על רבינו אם היא מודית אח\"כ לדברי החכם אף דאם היא בעצמה הודה לא מהני ואם היא כופרת החכם ג\"כ אינו נאמן אם היא מודה לחכם אח\"כ אז וודאי מהני ולא בעינן עדים ודוק."
            ],
            [],
            [],
            [
                "<b>העוברת על דת צריכה התראה וכו'.</b> כתב רש\"י בסוטה דף כ\"ה שמא תחזור בה וגם בשמשתה נדה דחשודה על נדה א\"כ הוא אסור לדור עמה ואיך יהי' נאמנת עי' בס' הפלאה אה\"ע סי' ק\"ו אות ו'."
            ],
            [],
            [],
            [
                "<b>ה\"ז חייב להוציא וכו'.</b> כתב המל\"מ בשם תשו' הרשב\"א דוקא שהאשה שותקת אבל במכחישתו אינו חייב להוציא וכו' וע\"ש בתשו' רשב\"א שהביא כן בשם רש\"י וחתני הרבני החריף מהו' שמשון נ\"י אמר מה דדחיק לי' לרש\"י לפרש כן משום דבזה יש מקום ליישב קו' התוס' ד\"ה אמר אבי' וקו' התוס' סוטה דף ג' ע\"ב ד\"ה ת\"ל ולומר מה דפליגי אביי ורבא דמיירי בשותקת דס\"ל לאבי' דעד כאן לא אמרי' דע\"א אינו נאמן כ\"א במכחישתו אבל בשותקת הוי כהודאה וכאלו היא אמרה נטמאתי ורבא חולק בזה דגם בשותקת אין ע\"א נאמן וסברת מחלוקתם יש להבין ע\"פ שני תי' שכ' הר\"ן בסוף נדרים במתני' דטמאה אני לך דאבי' הי' סבר דמה\"ת היא נאמנת ולמ\"א הפקיעו חכמים הקידושין וא\"כ ביש ע\"א והיא שותקת והודית בכה\"ג נאמנת ורבא הי' סבר כתי' שכ' שם בשם אחרים דמצד הדין אינה נאמנת וא\"כ אין לנו לצרף שתיקתה להגדת העד ואין כאן אלא ע\"א בעלמא ואין דבר שבערוה פחות מב' ולפי\"ז הא דמשמע בסוטה דאין אשה נאסרת על בעלה אלא בעדים מיירי במכחשת ובסוטה אצטריך קרא דועד אין בה אפי' היכא דהיא מכחשת אעפ\"כ נאמן העד כיון דיש רגלים לדבר ועי' בח\"ר עכ\"ד.<br><b> וז\"ל </b> הטור אה\"ע סי' קע\"ח לא קינא לה ובא ע\"א ואמר לו זנתה והיא שותקת אם הוא נאמן בעיניו ודעתו סומכת עליו כשנים יוציאה ויתן כתובתה וכ' הפרישה בשם רש\"ל ט\"ס דאי שותקת פשיטא דהוי כהודאה ואפי' אינו נאמן כ\"כ בעיניו אלא הוא סתם אדם כשר ומעיד בפניה שזנתה חייב להוציאה ולא אמרי' עיני' נותנה באחר אלא באמרה בעצמה ולא בע\"א ובס' המקנה תמה על המהרש\"ל מתשו' הרשב\"א הנ\"ל ע\"ש ונראה דס\"ל להרש\"ל כמ\"ש הרשב\"א בחי' בתי' השני דמיירי במכחשת והוא שותק ואבי' מודה דמה\"ת אין אשה נאסרת אלא בעדים ורבנן הוא דהחמירו בע\"א ורבי' חולק דאפי' מדרבנן מותרת לבעלה וסובר המהרש\"ל דע\"כ לא פליג רבא אלא במכחשת אבל בשותקת מודה לאבי' והא דבעי' שיהי' נאמן עליו כבי תרי מיירי במכחשת ואעפ\"כ כשסומך דעתו עליו החמירו רבנן וסובר המהרש\"ל דלא כמ\"ש המל\"מ בשם תשו' רשב\"א ועי' בח\"ר ביבמות בסוגי' דרוכל דף כ\"ד שכ' דמה שאמר שמואל לההוא סמיא אי מהימן לך כבי תרי הוא לצאת י\"ש ע\"ש ויש מקום עוד לפרש מה דפליגי אבי' ורבא ע\"פ מה דמשמע בספרא הובא בפ\"י דף ס\"ה בקידושין לא יקום ע\"א באיש אבל קם הוא לעדות אשה להשיאה ופי' הפ\"י שם דהיינו דס\"ל המקדש בע\"א חוששין לקדושין א\"כ י\"ל דאפי' סובר כהך תנא ורבא סובר כאידך תנא א\"נ דמוקי לה לעדות אשה שמת בעלה וכמ\"ש בשו\"ת הריב\"ש דמה\"ת נאמן בעדות אשה כשי' רבינו ספי\"ג מה' גירושין ועמ\"ש שם בס\"ד ואם אמרי' דע\"א מהימן שפיר י\"ל דגם קלא דלא פסיק לא גרע מע\"א ויש לתלות פלוגתא דאבי' ורבא בפלוגתא דרבי ורבנן בסוגי' דרוכל ומיושב פירש\"י דס\"ל אליבא דרבי דגם מבעלה מוציאין בעדי כיעור דרבי כאבי' ס\"ל וכיון דקיימ\"ל שם בקלא דל\"פ כרבי היינו לחומרא מדרבנן ויש מזה סייעתא לשי' הרש\"ל קצרתי בכל זה. ועי' שו\"ת צ\"צ סי' ע\"ט במעשה שאירע בשני אחים ששכבו אחורי התנור בבית שבעלת הבית שוכבת שם וגם ערל א' ושמעו שהי' מנאפים והאריך שם ומסיק שמצוה על בעלה לגרשה וע\"ש שהיא היתה מכחשת הכל ונראה מדבריו שם שסובר כדעת המהרש\"ל אלא שצ\"ע מפני מה לא הזכיר המל\"מ בתשובה זו."
            ],
            [
                "<b>אמרה לו אשתו שזנתה אבדה כתובה.</b> עי' פט\"ו מהלכות אלו הלכה ט\"ו בשעה\"מ שם ועמ\"ש הל' י\"א."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>משביע ע\"ז ואח\"כ י\"כ.</b> מ\"ש המ\"מ כבר כתבתי וכו' פי' שאינה משביעה מקודם אלא דוקא כשיש שם סתירה וודאי אלא שאינו ידוע אם היתה קודם או אחר הקינוי צ\"ע."
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>כיצד היא טענת המומין וכו'.</b> עי' הה\"מ והרא\"ש כ' דבוגרת הוי ברשות בעלה אפי' לרבא ע\"ש ובלמוד התלמידים הבאתי ראי' לשי' הרי\"ף עי' בגמ' ברש\"י ד\"ה כאן נמצא והר\"ן סתר פרושו ופי' דמיירי מתני' דטוען האב והבת טענת שמא וצ\"ע על הר\"ן אמאי קתני במתני' האב צריך לה\"ר הא בברי סגי ונראה בירושלמי גרסי' כמאן מומין שאני הואיל והן עשוי' להשתנות ופי' דלא מהני טענת ברי שלה ע\"ש ודבר זה יש לתלות בפלוגתא דרב ושמואל אי איירי בקדשה על תנאי או בקדשה סתם דבקדשה סתם יש מקום לסברת הירושלמי כיון שיש עוד ספק אצלה אי מקפיד כלל על מומין אבל בקדשה ע\"ת דידעה דהוא מקפיד על מומין אלו הי' בה מום הוי אמרה לי' וברי שלא טוב הוא דעכשיו נולדו המומין ומעתה י\"ל דאין כאן מחלוקת בין הר\"ן ורש\"י דאי מתני' מיירי בקדשה סתם א\"כ ברי שלה שמא ולא ק' למה לא תני או שאמר ברי לי דאין כאן טענת ברי כלל ואי מתני' מיירי בקדשה ע\"ת ע\"כ צ\"ל כפירש\"י ועפי\"ז י\"ל דלדינא מודה ר\"א לרבא והא דאצטריך לשנוי' משום דלדידי' דחיקא לי' לאוקמי מתני' בקדשה סתם דוקא מש\"ה קאמר תברא דרישא כר\"י אתי' אבל מודה בקדשה סתם א\"כ הברי שלה הוי ברי גרוע וודאי דיוכל לקיים תרוצו דרבא דהכא שאני דהוי שמא ושמא א\"כ אמרי' כאן נמצאו וכאן היו ובזה מיושב קושי' התוס' ד\"ה מי ששנה וכו' דלמה לא נקיט רבותא טפי אפי' נכנסה לרשות הבעל וכו' די\"ל דוודאי אי הוי נקיט נכנסה לרשות הבעל מצינן לטעות דאיירי מיד בשעה שכנסה טוען טענת מומין וכו' שהק' הר\"ן על המתני' בפ\"ק וטעמא משום כאן נמצא כאן היו אבל היכא שאפשר להיות דהמומין לאחר נשואין או בבוגרת לשיט' הרי\"ף דהוי ברשות בעלה י\"ל דהבעל צריך לה\"ר מש\"ה נקיט עודה בבית אביה דמשמע דאיירי בכל גוונא אפי' בבוגרת אפי\"ה צריך לה\"ר משום חזקת ממון אע\"ג דלענין רשות זכי' איננו אביה אלא דרישא אתי' כר\"י אבל ר\"ג וכמו שתי' רבא באמת צ\"ל לפי\"ז דבוגרת הוי ברשות הבעל ויש סייעתא לשי' הרי\"ף ובזה יש מקום ג\"כ ליישב קושי' הב\"ש סי' קי\"ז סקט\"ו ואין להאריך."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קובץ על היד החזקה על משנה תורה, הלכות אישות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kovetz Al Yad HaChazakah",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}