{
    "title": "Sefer HaMitzvot HaKatzar",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sefer_HaMitzvot_HaKatzar",
    "text": {
        "Introduction": [
            "כתב הרמב\"ם סוף הלכות מעילה (פרק ח' הלכה ח'): \"ראוי לאדם להתבונן במשפטי התורה הקדושה ולידע סוף ענינם כפי כחו, ודבר שלא ימצא לו טעם ולא ידע לו עילה, אל יהא קל בעיניו; ולא יהרס אל ה' פן יפרץ בו. ולא תהא מחשבתו בו כמחשבתו בשאר דברי החול. בוא וראה, כמה החמירה תורה במעילה! ומה אם עצים ואבנים ועפר ואפר, כיון שנקרא שם אדון העולם עליהם בדברים בלבד נתקדשו, וכל הנוהג בהם מנהג חול מעל מהם, ואפילו היה שוגג צריך כפרה, קל וחומר למצוות שחקק לנו הקדוש ברוך הוא, שלא יבעט האדם בהם מפני שלא ידע טעמן, ולא יחפה דברים אשר לא כן על השם יתברך, ולא יחשב בהן מחשבתו בדברי החול:",
            "הרי נאמר בתורה (ויקרא יט, לז): \"ושמרתם את כל חוקותי ואת כל משפטי ועשיתם אתם\", ואמרו חכמינו זכרונם לברכה (תורת כהנים שם): ליתן שמירה  ועשיה לחוקים כמשפטים. והעשיה ידועה - שיעשה החוקים; והשמירה - שיזהר בהם, ולא ידמה שהם פחותים מן המשפטים, והמשפטים - הם המצוות שטעמן גלוי וטובת עשייתן בעולם הזה ידועה, כגון גזל ושפיכות דמים וכבוד אב ואם. והחוקים - הם מצוות שאין טעמן ידוע. ואמרו חכמינו זכרונם לברכה (שוחר טוב תהלים ט): חוקים חקקתי לך ואין לך רשות להרהר בהן, ויצרו של אדם נוקפו בהן, ואומות העולם משיבין עליהם, כגון איסור בשר חזיר ובשר בחלב ועגלה ערופה ופרה אדמה ושעיר המשתלח:",
            "וכמה היה דוד המלך עליו השלום, מצטער מן האפיקורסין ומן העכו\"ם שהיו משיבין על החוקים. וכל זמן שהיו רודפין אותו בתשובות השקר שעורכין לפי קוצר דעת האדם, היה מוסיף דבקות בתורה, שנאמר (תהלים קיט, סט): \"טפלו עלי שקר זדים אני בכל לב אצור פקודיך\", ונאמר שם (שם קיט, פו):  \"כל מצותיך אמונה שקר רדפוני עזרני\":",
            "וכל הקרבנות כולן מכלל החוקים הן. אמרו חכמים, שבשביל עבודת הקרבנות העולם עומד; שבעשיית החוקים והמשפטים זוכין הישרים לחיי העולם הבא. והקדימה תורה ציווי על החוקים, שנאמר (ויקרא יח, ה): \"ושמרתם את חוקתי ואת משפטי אשר יעשה אותם האדם וחי בהם\":",
            "בסוף הלכות תמורה (פרק ד' הלכה י\"ג) כתב הרמב\"ם: \"רוב דיני התורה, אינן אלא עצות מרחוק, מגדול העצה, לתקן הדעות וליישר כל המעשים, וכן הוא אומר (משלי כב, כ): \"הלא כתבתי לך שלישים במועצות ודעת, להודיעך קושט אמרי אמת להשיב אמרים לשולחיך\". עד כאן לשון הרמב\"ם זכרונו לברכה:",
            "והנה כתיב בקרא (תהלים קיב, א): \"אשרי איש ירא את ה' במצותיו חפץ , ופשטיה דקרא - ד\"ירא את ה'\" קאי על הלאוין שבתורתנו הקדושה, מאד\" ו\"במצותיו חפץ מאד\" קאי על המצוות עשה שבתורה; וכוונתו, שישמור האדם את עצמו שלא לעבור על הלא תעשה, ולקים את המצוות עשה:",
            "ומצינו בחז\"ל (עבודה זרה יט ע\"א), שדייקו בתיבת \"במצוותיו\" ופירשו \"לא בשכר מצוותיו\". והנה לכאורה יפלא - הלא ידוע כי שכרן של מצוות הוא שיהנה מזיו השכינה בגן עדן, שהיא גדולה בתענוגה בערכה, שאי אפשר לנו להעלות על השכל. וכשרצו חז\"ל לגלות לנו גדולת ערך התענוג הזה, לא מצאו לו מדה קצובה, רק כללו אותו בכלל גדול אחד, ואמרו (אבות פ\"ד מי\"ז): \"יפה שעה אחת של קורת רוח בעולם הבא מכל חיי העולם הזה\":",
            "ופשוט, דבתיבות \"כל חיי העולם הזה\" נכלל גם חיי מלכים ושרים עם כל תענוגיהם וגדולתם ורוב עשרם; וכל מין חיי תענוג שאפשר רק לשכל האדם להשיג, הם כאין וכאפס לעמת התענוג של \"נהנה מזיו השכינה\", ו\"יפה שעה אחת של קורת רוח בעולם הבא מכל חיי העולם הזה\":",
            "ולפי זה יפלא - מי לא יכסוף וישתוקק לשכרן של מצוות, שהוא שכר גדול למאד עד אין לשער? ונקח לדוגמא: הרי רואים אנו בעינינו, כי מי שהוא נבחר מאת העם - מכמה עשיריות אלפים איש - שהוא יהיה מרואי פני המלך תמיד, ולא עוד, אלא שהוא יהיה בראש השרים; וירצה מי שהוא ליתן לו מי יודע כמה - לא יתרצה בשום אופן להחליף הממון רב שיתנו לו, בעד הזכות שיש לו לראות פני המלך תמיד ולעמוד בראש השרים ואם כן, על אחת כמה וכמה, קל וחומר בן בנו של קל וחומר, להיות נהנה מזיו השכינה שהוא תענוג גדול אמיתי יותר ממה שאפשר לנו לתאר, בודאי לא ישוו בעיניו כל גנזי מלכים ואוצרותיהם עבור רגע של קורת רוח בעולם הבא, ואם כן, איך אפשר להחליט לומר שאין אדם חפץ בשכר מצוה? וזהו פלא גדול:",
            "ואמרתי לבאר, דדבר ידוע הוא דבכל מקום שנאמר \"מאד\", מורה על אין סוף ותכלית, בלתי הפסק; וזהו פירוש הדברים \"במצוותיו חפץ מאד ולא בשכר מצוותיו\":",
            "דאף על פי שבארנו גדולת ערך שכרן של מצוות שהוא למעלה למעלה, וגודל תשוקת האדם להשיג התענוג הזה, אף על פי כן \"במצוותיו חפץ מאד\" היינו תשוקה וכסיפה עד אין סוף ותכלית, אחרי התבוננו על גודל המצוה גופא עד היכן מגיעה, ואפילו שכרה כאין וכאפס נחשב לעומת גדולת עשיית המצוה גופא, ואין קץ וסוף לתשוקת האדם לקיים המצוה:",
            "הנה אחרי שביארנו את כל הנזכר לעיל, בודאי יחפוץ כל איש ישראל לקיים כל המצוות שאפשר לו לקיים. אבל אם יקח האדם לנגד עיניו את כל המאתים ארבעים ושמונה מצוות עשה שבתורה הקדושה, ימצא הרבה מצוות עשה שאי אפשר לו לקיים. כי ישנן הרבה מצוות הנהוגות בארץ ישראל ולא בחוץ לארץ, וישנן מצוות הנהוגות רק בזמן שבית המקדש היה קיים, וישנן השייכות לקדושה וטהרה, וישנן הנהוגות בבתי דין סמוכים ולנו הלא אין בתי דין סמוכים; ואם יצטרך לברר בעצמו את המצוות שאפשר לו לקיימן, יקשה לו הדבר:",
            "על כן ליקטנו פה בעזרת השם יתברך, בקונטרס מיוחד, את כל המצוות עשה שאפשר לנו בזמן הזה לקיימן וכל הלאוין שימנע האדם מלעשותם בזמן הזה, כפי שמנאם הרמב\"ם והרבה מהראשונים זכרונם לברכה:",
            "וכדי שלא יקשה על האדם ללמוד כל המצוות עשה בפעם אחת, עצתי ללמוד מחציתם ביום ב' בשבוע ומחציתם ביום ה' בשבוע, וכן יעשה בכל שבוע ושבוע, ובהמשך הזמן יהיו שגורים בפיו כל המצוות עשה שאפשר לו לאדם לקיימן בזמן הזה. ואחר כך יעשה כן בהלאוין, ללמוד מחציתם ביום ב' בשבוע  ומחציתם ביום ה' בשבוע, עד שבהמשך הזמן יהיו שגורים בפיו כל הלאוין שצריך ליזהר מהם. ובכל עת שתזדמן לפניו אחת ממצוות אלו יזכור לקיימן, וכמו שאמרו חז\"ל על הפסוק (במדבר טו, לט): \"וראיתם אותו וזכרתם את כל מצות ה' ועשיתם אותם\" - שזכירה מביאה לידי עשיה."
        ],
        "Positive Commandment": [
            "א. מצות עשה להאמין שיש אלוה נמצא. שנאמר (שמות כ, ב): \"אנכי ה' אלהיך וגו'\" - והוא יתברך ויתעלה המציא כל הנמצאים וכל העולמות, מכוחו וחפצו יתברך, הוא המשגיח על כל דבר. וזהו יסוד הדת. ומי שלא יאמין זה, הוא כופר בעיקר, ואין לו חלק וזכות בישראל. וחייבים אנו למסור נפשנו ומאודנו על אמונה זו. והעיקר - שיקבע בנפשו שהאמת כן הוא, ואי אפשר בחילוף מזה. וזה נוהג בכל עת ורגע, בזכרים ובנקבות:",
            "ב. מצות עשה ליחד השם יתברך, להאמין אמונה שלימה שהוא אחד בלי שום שתוף. שנאמר (דברים ו, ד): \"שמע ישראל ה' אלהינו ה' אחד\" - וזוהי עיקר האמונה. אחר ידיעה הראשונה שיש אלוה נמצא, צריך להאמין באמונה שלימה שהוא אחד פשוט בתכלית האחדות, ואינו גוף, ולא ישיגוהו משיגי הגוף, ולא יקרהו מקרי הגוף, ואין שני לו, ומבלעדו אין אלהים. ואמונה זו חייבים אנו בכל עת ובכל רגע, בזכרים ובנקבות:",
            "ג. מצות עשה לאהוב השם יתברך בכל לבו ובכל נפשו ובכל מאודו. שנאמר (דברים ו, ה): \"ואהבת את ה' אלהיך בכל לבבך ובכל נפשך ובכל מאדך\" - והדרך לאהבתו הוא, כשנתבונן בפעולותיו עד שנשיגהו כפי יכלתינו, ויתלהב הלב לאהבתו. וזאת האהבה מחוייבת אלינו, וישים כל מחשבותיו לאהבת השם יתברך. ואין אדם אוהב להקדוש ברוך הוא אלא בדעת שידעהו, ועל פי הדעת תהיה האהבה, אם מעט - מעט, ואם הרבה - הרבה. לפיכך צריך האדם ליחד עצמו להבין ולהשכיל בחכמות ותבונות המודיעים כבוד קונו כפי כח שיש באדם להבין ולהשיג. וזהו מן המצוות שחייב האדם בכל עת ובכל רגע. ונכלל במצוה זו לקרב בני אדם לעבודתו יתברך ולאהב אותו על בריותיו, כמו אברהם אבינו, עליו השלום, שנאמר (בראשית יב, ה): \"ואת הנפש אשר עשו בחרן\", ומפני זה קראו הקדוש ברוך הוא \"אוהבו\", שנאמר (ישעיה מא, ח): \"אברהם אוהבי\":",
            "ד. מצות עשה לירא את ה'. שנאמר (דברים ו, יג): \"את ה' אלהיך תירא\" - והדרך ליראתו הוא כמו הדרך לאהבתו, וכנזכר לעיל. וכשבאה עברה לידו, חייב להעיר רוחו שהקדוש ברוך הוא משגיח בכל מעשה בני אדם. וזוהי מן המצוות שחייב אדם בכל עת  תמיד. ובכלל היראה, שלא להוציא שם שמים לבטלה. ונוהג בכל מקום ובכל זמן בזכרים ובנקבות:",
            "ה. מצות עשה לקדש את ה' ברבים. שנאמר (ויקרא כב, לב): \"ונקדשתי בתוך בני ישראל\". וזה צריכים אנחנו לעשות במסירת נפשנו למות, ובכל מאודנו, לפרסם אמונתו יתברך שמו. שאם ירצו להכריחו להסירו מהאמונה - לא יאבה ולא ישמע, וימסור נפשו למיתה בשביל זה. ולא יטעה את האנס שיחשוב שכפר אף על פי שבלב הוא מאמין בו יתברך שמו כדי שלא יתן מקום אל המעבירו לחשוב שהוא כפר בהשם יתברך. ואם האנס מכוין להעבירו על דת, והוא בפרהסיא, דהיינו בפני עשרה מישראל אפילו בכל העברות ואפילו שלא בשעת השמד, יהרג ולא יעבור; ובשעת השמד, חס ושלום, אפילו בצנעה, יהרג ולא יעבור. אבל בעבודה זרה וגילוי עריות ושפיכות דמים - אפילו בצנעה ושלא בשעת השמד, ואפילו האנס מתכוין להנאתו ולא להעבירו על דת, יהרג ואל יעבר. ואם הוא ברבים, הרי זה מקדש השם ברבים שאין למעלה הימנו. והעובר על זה ולא קידש השם במקום שחייב לקדשו, ביטל מצות עשה, ועבר על לא תעשה שלא לחלל שם שמים, שנאמר (ויקרא כב, לב): \"ולא תחללו\". (ועיין בחלק הלאווין לא תעשה, קנ\"ה). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "ו. מצות עשה לילך בדרכי השם יתברך בכל היכולת. שנאמר (דברים כח, ט): \"והלכת בדרכיו\". ולמדו חז\"ל פרוש מצוה זו (ספרי שם, שבת קלג ע\"ב: סוטה יד): מה הקדוש ברוך הוא נקרא חנון, אף אתה היה חנון; מה הקדוש ברוך הוא נקרא רחום, אף אתה היה רחום; מה הקדוש ברוך הוא נקרא חסיד, אף אתה היה חסיד. וכן בכל המדות שיתאר בהן הקדוש ברוך הוא, צריך האדם להדמות לו וללכת בדרכיו. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "ז. מצות עשה להתפלל בכל יום להשם יתברך. שנאמר (דברים ו. יג): \"ואותו תעבוד\", ומפי השמועה למדו חז\"ל (תענית ב ע' א) שעבודה זו היא תפלה, שנאמר (דברים יא, יג): \"ולעבדו בכל לבבכם\", איזוהי עבודה שבלב - זו היא תפלה. והמצוה היא, שיגיד האדם שבחו של הקדוש ברוך הוא, ואחר כך שואל צרכיו, ואחר כך נותן שבח והודיה להשם יתברך. וצריך להתפלל בכונה הלב, שיפנה את לבו מכל המחשבות, ויראה עצמו כאלו עומד לפני השכינה. ולא יעשה תפלתו כמי שנושא משא ומשליכו והולך לו, ולא יתפלל במחשבה טרודה ומבולבלת. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "ח. מצות עשה לקשור תפילין על ידו. שנאמר (דברים ו, ח): \"וקשרתם לאות על ידך\". ומקום הנחתן הוא על הקבורת במקום הגבוה:",
            "ט. מצות עשה להניח תפילין של ראש. שנאמר (דברים ו, ח): \"והיו לטטפת בין עיניך\". ומקום הנחתן הוא במקום שמוחו של תינוק רופס. תפילין, כתובים בהן ארבע פרשיות: קדש, והיה כי יביאך, שמע, והיה אם שמע, שיש בהן קבלת עול מלכות שמים, זכירת נסים ונפלאות שעשה השם יתברך עם אבותינו בהוציאם ממצרים, וקירב אותנו לעבודתו יתברך שמו. ואותן הארבע פרשיות בתפילין של יד הן בבית אחד, ובתפילין של ראש הן בארבעה בתים קטנים. ומי שאינו מניח תפילין, עובר בשמונה מצוות עשה. (לא הניח שמונה פרשיות, וכל פרשה ופרשה היא מצוה בפני עצמה). תפילין צריכין גוף נקי, היינו שיזהר שלא יצא ממנו רוח מלמטה כל זמן שהן עליו. כל הקורא קריאת שמע בלא תפילין, כאלו מעיד עדות שקר בעצמו. וכל הרגיל בתפילין בגוף נקי, מאריך ימים, שנאמר (ישעיה לח, טז): \"ה' עליהם יחיו\". וחייב אדם למשמש בתפילין כל זמן שהן עליו שלא יסיח דעתו מהם אפילו רגע אחד, שקדושתן גדולה למאד. וכל זמן שתפילין על זרועו ועל ראשו, הוא עניו וירא שמים ואינו נמשך בשחוק ובשיחה בטילה ואינו מהרהר מחשבות רעות, אלא מפנה לבו בדברי האמת. ומצות תפילין נוהגת בכל מקום ובכל זמן, בזכרים אבל לא בנקבות:",
            "י. מצות עשה לעשות ציצית על כנפי בגדיהם. שנאמר (במדבר טו, לח): \"ועשו להם ציצית על כנפי בגדיהם\". וכסות שלובש האדם ביום שיש לה ארבע כנפות או יותר, ותהי מדתה שיתכסה בה ראשו ורובו של קטן המתהלך לבדו בשוק ואין צריך אחר לשמרו, ותהיה הכסות של צמר או של פשתים חייבת בציצית מן התורה. אבל שאר מינים, אינם חייבים בציצית אלא מדרבנן. ואם נתכסה בטלית שיש לה ארבעה כנפות ולא הטיל בה ציצית, ביטל מצות עשה. וקטן היודע להתעטף, חייב בציצית מדברי סופרים. וצריך ליזהר מאוד במצות ציצית, שהכתוב שקלה ותלה בה כל המצווה, שנאמר (במדבר טו, לט): \"וראיתם אותו וזכרתם את כל מצות ה'\". ונוהג בכל מקום ובכל זמן, בזכרים, אבל לא בנקבות:",
            "יא. מצות עשה לקרות קריאת שמע שחרית וערבית. שנאמר (דברים ו. ז): \"ודברת בם וגו' ובשכבך ובקומך\", והינו בזמן שכיבה ובזמן קימה. והם שלש פרשיות: שמע, והיה אם שמע, ויאמר. מפני שיש בפרשת \"שמע\" יחוד השם ואהבתו יתברך שמו, ותלמוד תורה, שהוא יתד שהכל תלוי בו; ובפרשת \"והיה אם שמע\" יש בה קבלת עול שאר המצוות; ובפרשת \"ויאמר\", שהיא פרשת ציצית, יש בה זכירת כל המצוות, ומצוה להזכיר יציאת מצרים, שנאמר (דברים טז, ג): \"למען תזכור את יום צאתך מארץ מצרים כל ימי חייך\". ונוהג בכל מקום ובכל זמן, בזכרים ולא בנקבות:",
            "יב. מצות עשה לקבוע מזוזה בפתח הבית. שנאמר (דברים ו, ט): \"וכתבתם על מזוזות ביתך ובשעריך\". ובמזוזה כתובות שתי פרשיות: שמע, והיה אם שמע. וחייב אדם ליזהר במזוזה, וכל זמן שיכנס ויצא, יפגע ביחוד השם יתברך ויזכור אהבתו, ויעור משנתו ושגיאותיו בהבלי הזמן, וידע שאין דבר עומד לעולמי עולמים אלא ידיעת צור  העולם, ומיד הוא חוזר לדעתו והולך בדרכי מישרים. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות: ",
            "יג. מצות עשה לברך ברכת המזון אחר אכילת לחם. שנאמר (דברים ח, י): \"ואכלת ושבעת וברכת את ה' אלהיך\". ומן התורה אינו חייב לברך אלא אם כן שבע, ומדברי סופרים אפילו אכל כזית לחם, חייב לברך אחריו ברכת המזון. ולפני אכילה, מברך מקל וחומר: כשהוא שבע מברך, כשהוא רעב לא כל שכן. ונוהג בכל מקום ובכל זמן, בזכרים; ובנקבות ספק אם הן חייבות מן התורה:",
            "יד. מצות עשה ללמוד תורה וללמדה. שנאמר (דברים ו, ז): \"ושננתם לבניך\" - מצוה שיהיו דברי תורה מחודדים בפיו של אדם, שלא יגמגם בהם. בין עני ובין עשיר, בחור וזקן, ובעל יסורים, ועני המתפרנס מן הצדקה ומחזיר על הפתחים חייב לקבוע לו זמן לתורה ביום ובלילה, שנאמר (יהושע א, ח): \"והגית בו יומם ולילה\". וחייב ללמוד עד יום מותו, שנאמר (דברים ד, ט): \"ופן יסורו מלבבך כל ימי חייך\". ומצוה על האב ללמוד עם בנו, והוא קודם לאחרים. גם מחוייב ללמוד עם בן בנו, שנאמר (שם): \"והודעתם לבניך ולבני בניך\". ומשיתחיל התינוק לדבר, אביו מלמדו תורה, ולומר עמו פסוק: \"תורה צוה לנו משה\" (דברים לג, ד), וחייב לשכור לו מלמד. ואשה פטורה מתלמוד תורה; מכל מקום, ראוי לה שתשתדל שלא יהיו בניה עמי הארץ. ותלמוד תורה שקול כנגד כל המצוות, שתלמוד מביא לידי מעשה. ונוהג בכל מקום ובכל זמן:",
            "טו. מצות עשה שכל אחד מישראל יכתוב לו ספר תורה. שנאמר (דברים לא,יט): \"כתבו לכם את השירה הזאת\", ופירשו: כתבו את התורה שיש בה שירה זאת; שאין כותבין את התורה פרשיות פרשיות. ואם כתבו בידו, מעלה עליו הכתוב כאלו קבלה מהר סיני; ואם אי אפשר לו לכתוב בעצמו, צריך לקנותה או שישכור מי שיכתבנה לו. ואף על פי שיש לו ספר תורה מאבותיו, מצוה לכתוב משלו. ואם הגיה בספר תורה אות אחת, הרי זה כאלו כתב כל התורה. וכתב הרא\"ש זכרונו לברכה, דכל זה בדורות הראשונים, שהיו כותבין ספר תורה ולומדים מתוכה, אבל בימינו, שכותבין ספר תורה ומניחין אותה בבית הכנסת לקרות בה ברבים, מצות עשה על כל איש מישראל שידו משגת, לקנות חומשים, משניות וש\"ס ופירושיהן, כדי להגות בהם הוא ובניו. כי מצות כתיבת התורה היא כדי ללמד בה, ועל ידי הגמרא ופירושיה, ידע פירוש המצוות והדינים על בוריים על כן, הן הן הספרים שאדם מצווה על כתיבתן. ומי שיש בכחו לקיים שניהם כפשוטו, אשרי חלקו. ונוהג בכל מקום ובכל זמן, בזכרים ולא בנקבות: ",
            "טז. מצות עשה להתדבק בחכמים ותלמידיהם. שנאמר (דברים י, כ): \"ובו תדבק\". ואמרו חז\"ל (כתובות קיא ע\"ב): הדבק בחכמים כאלו דבוק בשכינה. לכן ישא בת תלמיד חכם, וישיא בתו לתלמיד חכם, ויאכל עמו ויהנהו מנכסיו, ויתאבק בעפר רגליהם של תלמידי חכמים וישתה בצמא את דבריהם. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "יז. מצות עשה לקום מפני שיבה ולכבד תלמיד חכם ולקום מפניו. שנאמר (ויקרא יט, לב): \"מפני שיבה תקום והדרת פני זקן\". שיבה הוא זקן המופלג בזיקנה אפילו אינו חכם; וחייב לעמוד לפניו אפילו חכם שהוא ילד, אבל אינו חייב לעמוד לפניו מלוא קומתו, אלא כדי להדרו. וזקן הוא זה שקנה חכמה; אפילו הוא ילד, עומדין לפניו מלוא קומתו, משקרב בארבע אמותיו עד שיעבור מכנגד פניו. וחייב גם כן לחלוק כבוד לרבו, אף שלא למד רוב חכמתו ממנו. והרב שמחל על כבודו כבודו מחול. ועון גדול הוא לבזות את החכמים או לשנא אותם; וכל המבזה חכמים אין לו חלק לעולם הבא. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "יח. מצות עשה לירא מן המקדש. שנאמר (ויקרא יט, ל): \"ומקדשי תיראו\". ובתי כנסיות ובתי מדרשות שלנו, נקראים \"בתי מקדש מעט\", שנאמר (יחזקאל יא, טז): \"ואהי להם למקדש מעט\". ויש ליזהר בהם משחוק והיתול ושיחה בטילה, ואין מחשבין בהם חשבונות, ואין ישנים בהם. וקדושתם חמורה מאד. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "יט. מצות עשה לקדש את יום השבת בדברים. שנאמר (שמות כ, ח): \"זכור את יום השבת לקדשו\", ואמרו חז\"ל (תורת כהנים. פרשת בחוקתי): קדשהו בדברים בכניסתו בקידוש, וביציאתו בהבדלה. ומדברי סופרים, שיקדש על היין או על הפת. וכן מדברי סופרים להבדיל ביציאתו על היין, או על שאר משקה שהוא חמר מדינה. ואסור לטעום כלום קודם קידוש והבדלה. ועל ידי הנביאים נצטוינו שתי מצוות, שהם: עונג וכבוד, שנאמר (ישעיה נח, יג); \"וקראת לשבת עונג לקדש ה' מכובד\". כבוד הוא - שירחץ פניו וידיו בחמין, ולבוש וכסות נקיה. עונג הוא שיתענג במאכל ומשקה. וחייב בשלש סעודות בשבת. וכל המרבה בהוצאות שבת הרי זה משובח [והיינו לפי כוחו]. המענג שבת, נותנים לו נחלה בלי מצרים, ונותנים לו משאלות לבו, וניצול משעבוד מלכיות. גם מצוה לערוך שלחנו במוצאי שבת, אף על פי שאינו צריך אלא לכזית ללוות המלכה. וכתב הרמב\"ן, שנכלל במצות עשה של זכירה זו, גם כן לזכור שבת בכל יום. לכן כשיזכיר את ימות השבוע, יאמר: אחד בשבת, שני בשבת וכו'. גם בשאר ענינים, כשיזדמן לו דבר טוב יזמנהו לשבת, ויאמר בפיו: הרי זה לשבת. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "כ. מצות עשה לשבות בשבת ממלאכה. שנאמר (שמות כג, יב): \"וביום השביעי תשבות\". ומצות עשה זו אנו מצווין ומוזהרים גם על בהמותינו שישבתו ממלאכה. ואמירה לגוי לעשות מלאכה, אסור מדברי סופרים, ונקרא \"שבות\".(ועיין בחלק הלאוין, לא תעשה ו). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "כא. מצות עשה לשמוח ברגלים. שנאמר (דברים טז, יד): \"ושמחת בחגך\". וכשהיה בית המקדש קיים, היתה השמחה, שיקריב שלמים יותר על שלמי חגיגה, ונקראים \"שלמי שמחה\". וגם נשים חייבות בשמחה זו. ובזמן הזה, אין שמחה אלא בבשר ויין. וחייב לשמח אשתו בבגדים נאים, ולחלק לבני ביתו מיני מתיקה, וחייב לשמח עניים. ומי שאינו משמח עניים, אין זו שמחה של מצוה אלא שמחת כריסו, ושמחה כזו, קלון הוא להם, שנאמר (מלאכי ב, ג): \"וזריתי פרש על פניכם פרש חגיכם\". ואף על פי שאכילה ושתיה במועדים מכלל מצות עשה, לא ימשך ביין ובשחוק ובקלות ראש, שזה הוללות וסכלות; ולא נצטוינו אלא על שמחה שיש בה עבודת השם יתברך, ואי אפשר לעבוד את השם, לא מתוך שחוק ולא מתוך קלות ראש ולא מתוך שכרות, אלא מתוך שמחה של מצוה. והשמחה שישמח אדם בעשיית המצוה, עבודה גדולה היא. ונוהג בכל מקום ובכל זמן:",
            "כב. מצות עשה להשבית חמץ בארבעה עשר בניסן. שנאמר (שמות יב, טו): \"אך ביום הראשון תשביתו שאור מבתיכם\", מפי השמועה למדו, שזה הראשון הוא י\"ד בניסן קודם זמן איסור אכילת חמץ. וההשבתה היא שיבער החמץ הידוע מרשותו; ושאינו ידוע, מבטלו בלבו ויחשוב אותו לאין, ושאין בו צורך כלל. ומדברי סופרים, שבודקין ומשביתין מתחלת ליל י\"ד, לאור הנר, מפני שכל העם מצויים בבתיהם בלילה, ואור הנר יפה לבדיקה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "כג. מצות עשה לאכול מצה בליל ראשון של פסח, שנאמר (שמות יב, יח): \"בערב תאכלו מצות\". מצה צריכה שתהיה מחמשה מיני דגן, והם: חטה, שעורה, כוסמין, שבולת שועל ושפון (הוא קארן). ונשים חייבות גם כן במצה. וקטן שיכול לאכול, מחנכין אותו בכזית. ואסור, מדברי סופרים, לאכול מצה בערב פסח, כדי שיאכל מצה לתאבון. מרור וחרוסת מצוה מדברי סופרים. על מרור צריך לברך: אשר קדשנו במצוותיו וצונו על אכילת מרור, ועל חרוסת אינו צריך לברך כלל. ונוהג בכל מקום, בזכרים ובנקבות:",
            "כד. מצות עשה לספר ביציאת מצרים בליל חמשה עשר בניסן. שנאמר (שמות יג, ח): \"והגדת לבנך ביום ההוא\". ומצוה להודיע לבנים לפי דעתם. ואף על פי שאין לו בן, מצוה לספר. וכל המרבה לספר ביציאה מצרים, הרי זה משובח. ונוהג בכל מקום, בזכרים ובנקבות:",
            "כה. מצות עשה לשבות ממלאכה ביום ראשון של פסח. שנאמר (ויקרא כג, ז): \"ביום הראשון מקרא קדש\". ומלאכת אוכל נפש מותר בשביל ישראל, אבל לא בשביל עכו\"ם, שנאמר (שמות יב, טז): \"אך אשר יאכל לכל נפש הוא לבדו יעשה לכם\". והעושה מלאכה שלא לצורך אוכל נפש ביטל מצות עשה זו, ועבר על לא תעשה שלא לעשות מלאכה, שנאמר (ויקרא כג, ז): \"כל מלאכת עבודה לא תעשו\". (ועיין בחלק הלאוין, לא תעשה קמ\"ז). והבערה והוצאה מותר אפילו שלא לצורך אוכל נפש. ומדברי סופרים, לעשות בחוץ לארץ כל יום טוב שני ימים. ובארץ ישראל עושים רק יום אחד, אבל ראש השנה עושים שני ימים גם בארץ ישראל. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "כו. מצות עשה לספור שבע שבתות תמימות מיום שהביאו העומר במקדש. שנאמר (ויקרא כג, טו): \"וספרתם לכם וגו' שבע שבתות תמימות\". ומצוה למנות הימים עם השבועות, שנאמר (שם שם, טז): \"תספרו חמשים יום\". ומתחילין למנות מתחלת ליל ששה עשר בניסן. וספירה זו צריכה ברכה; ואם ספר ולא ברך, יצא. ומונין מעומד; ואם מנה מיושב, יצא. ונוהג בכל מקום ובכל זמן, בזכרים, אבל לא בנקבות:",
            "כז. מצות עשה לשבות ממלאכה ביום שביעי של פסח. שנאמר (ויקרא כג, ח): \"ביום השביעי מקרא קדש\". ודינו כמו יום טוב ראשון של פסח, וכנזכר לעיל (מצות עשה כ\"ה). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "כח. מצות עשה לשבות ממלאכה בחג השבועות. שנאמר (ויקרא כג, כא): \"וקראתם בעצם היום הזה מקרא קדש\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "כט. מצות עשה לשבות ממלאכה ביום א' בתשרי והוא ראש השנה. שנאמר (ויקרא כג. כד): \"בחודש השביעי באחד לחודש יהיה לכם שבתון זכרון תרועה מקרא קודש\". ודינו ביום ראשון של פסח לענין מלאכה. ומדברי סופרים לעשות שני ימים, בין בארץ ישראל ובין בחוץ לארץ. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "ל. מצות עשה לשמוע קול שופר בא' בתשרי שהוא ראש השנה. שנאמר (במדבר כט, א): \"יום תרועה יהיה לכם\". ושופר הוא קרן כבש וכפוף, ושאר שופרות פסולין. וחייבים לשמוע בראש השנה תשע תקיעות: שלש פעמים תקיעה, תרועה, תקיעה. ואנחנו מסופקים מה הוא תרועה, על כן אנו תוקעים שלש פעמים תשר\"ת (תקיעה, שברים תרועה, תקיעה), ושלש פעמים תש\"ת (תקיעה, שברים, תקיעה), ושלש פעמים תר\"ת (תקיעה, תרועה, תקיעה), כדי להסתלק מן הספק. ונוהג בכל מקום ובכל זמן, בזכרים, אבל לא בנקבות:",
            "לא. מצות עשה לשבות ממלאכה ביום הכפורים. שנאמר (ויקרא כג, לב): \"שבת שבתון הוא לכם\". וכל העושה מלאכה ביום הכפורים, בטל מצות עשה ועבר על לא תעשה, (עיין בחלק הלאוין, לא תעשה קנ\"א). וחייב על זדונו כרת ועל שגגתו חטאת. וכל מלאכה האסורה בשבת אסורה גם ביום הכפורים. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "לב. מצות עשה להתענות ביום הכפורים. שנאמר (ויקרא כג. כז): \"אך בעשור לחדש השביעי הזה יום הכפורים הוא וגו' ועניתם את נפשותיכם\". וצריך להתענות מערב עד ערב, ולהוסיף מחול על הקודש. וכל המרבה בסעודה בערב יום הכפורים, כאלו התענה תשיעי ועשירי. (ועיין בחלק הלאוין, לא תעשה קנ\"ב). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "לג. מצות עשה שהחוטא ישוב מחטאו ויתודה חטאיו לפני השם יתברך. שנאמר (במדבר ה, ז): \"איש או אשה וגו' והתודו את חטאתם\", וזהו וידוי דברים לפני השם יתברך. ויאמר ממעמקו הלב: אנא השם, חטאתי, עויתי ופשעתי לפניך וכך וכך עשיתי (ויפרט החטא), והרי נחמתי ובושתי ממעשי, ולעולם אין אני חוזר לעשות הדבר הזה. והעיקר חרטה בלב, באמת, על העבר, ולקבל עליו שלא יעשה כזאת לעולם, וזהו עיקרה של תשובה. וכל המרבה להתודות, הרי זה משובח. ואפילו מיתה ווידוי של יום הכפורים, אינן מכפרין אלא עם תשובה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "לד. מצות עשה לשבות ממלאכה ביום ראשון של סוכות. שנאמר (ויקרא כג, לה): \"ביום הראשון מקרא קודש\". ודינו כיום ראשון של פסח (מצות עשה כ\"ה). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "לה. מצות עשה לישב בסוכה בשבעת ימי החג. שנאמר (ויקרא כג, מב): \"בסוכות תשבו שבעת ימים\". וכל שבעת ימי החג הוא אוכל ושותה ודר בסוכה, בין ביום בין בלילה, וכל שבעה ימים עושה אדם ביתו ארעי וסוכתו קבע, ואסור לאכול סעודה חוץ לסוכה. בלילה הראשונה, חובה לאכול בסוכה לפחות כזית פת; מכאן ואילך, רצה לאכול פת אוכל בסוכה, רצה לאכול פירות אוכלן חוץ לסוכה. וקטן שהגיע לחנוך, חייב מדברי סופרים. ונוהג בכל מקום ובכל זמן, בזכרים אבל לא בנקבות:",
            "לו. מצות עשה ליטול בחג הסוכות ארבעה מינים. שנאמר (ויקרא כג, מ): \"ולקחתם לכם ביום הראשון פרי עץ הדר כפת תמרים וענף עץ עבת וערבי נחל\", והם: לולב אחד ואתרוג אחד ושלשה בדי הדס ושני בדי ערבה. וצריך ליטלן כדרך גדילתן; ומשהגביהן, יצא ידי חובה. וכל היום כשר לנטילן. ומדברי סופרים, ליטול ארבעה מינים כל שבעת ימי החג, לבד בשבת, שאסרו חז\"ל ליטלן אפילו כשחל יום ראשון בשבת שמא יעבירנו ארבע אמות ברשות הרבים. וארבעה מינין מעכבין זה את זה. ושאולין, פסולין ביום ראשון וכשרים בשאר ימים. וגזולין, פסולין לעולם. וקטן היודע לנענע, חייב מדברי סופרים, כדי לחנכו במצוות. ונוהג בכל מקום ובכל זמן. בזכרים, אבל לא בנקבות:",
            "לז. מצות עשה לשבות ממלאכה ביום שמיני עצרת. שנאמר (ויקרא כג, לו): \"ביום השמיני עצרת וגו' מקרא קדש\". ודינו כיום ראשון של פסח (מצות עשה כ\"ה). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "לח. מצות עשה ליתן צדקה לעניי ישראל. שנאמר (דברים טו, יא): \"פתוח תפתח את ידך וגו'\", ודרשו חז\"ל (ספרי שם): \"פתח תפתח\" אפילו כמה פעמים. ועוד נאמר (ויקרא כה, לה): \"והחזקת בו גר ותושב [היינו מי שקיבל עליו לקיים שבע מצוות בני נח, שמחוייבים אנו להחיותו] וחי עמך\". ונאמר עוד (שם): \"וחי אחיך עמך\". וצריך ליתן כפי מה שראוי לעני, ולפי מה שחסר לו אם אין לו כסות, מכסים אותו, ושאר דברים הצריכים לו. ואם אין יד הנותן משגת, נותן לו כפי השגת ידו. ואפילו עני המתפרנס מן הצדקה, חייב ליתן צדקה לאחר. עני שהוא קרובו קודם לכל אדם; עניי ביתו קודמין לעניי עירו; עניי עירו קודמין לעניי עיר אחרת, שנאמר (דברים טו, יא): \"לאחיך לענייך ולאביונך בארצך\". וכל הרואה עני מבקש, והעלים עינו ממנו ולא נתן לו צדקה, בטל מצות עשה ועבר על לא תעשה.(עיין בחלק הלאוין, לא תעשה ס\"ב). ועבירה חמורה היא מאד, ונקרא בליעל, חוטא ורשע. ומחוייבים אנו להזהר במצות צדקה יותר מכל מצות עשה, שהצדקה סימן לזרע אברהם. ואין כסא ישראל מתכונן ודת האמת עומדת אלא בצדקה, שנאמר (ישעיה א, כז): \"ציון במשפט תפדה ושביה בצדקה\". וכל מי שהוא אכזר, יש לחוס ליחוסו, שאין האכזריות מצויה אלא בעכו\"ם, שנאמר (ירמיה נ, מב): \"אכזרי המה ולא ירחמו\". וכל ישראל כאחים, שנאמר (דברים יד. א): \"בנים אתם לה' אלהיכם\", ואם לא ירחם האח על אחיו, מי ירחם עליו?! ולמי עניי ישראל נושאים עיניהם? האם לעכו\"ם ששונאים אותם ורודפים אחריהם? הא אין עיניהם תלויות אלא לאחיהם, וצריך ליתן בסבר פנים יפות ובשמחה. אין דבר רע יורד מן הצדקה, ואין אדם נעשה עני מן הצדקה, שנאמר (ישעיה לב, יז): \"והיה מעשה הצדקה שלום\". וצריך לפייס העני בדברים, ואסור לגעור בו או להגביה קולו עליו בצעקה, מפני שלבו נשבר. ואוי לו למי שהכלים לעני. הכופה אחרים ליתן צדקה, שכרו גדול משכר הנותן. וכל המרחם, מרחמין עליו, שנאמר (דברים יג, יח): \"ונתן לך רחמים ורחמך והרבך\". פדיון שבויים אין מצוה גדולה ממנה, והמעלים עינו ממנה, עובר בכמה מצוות עשה ולא תעשה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "לט. מצות עשה לקיים מוצא שפתיו מה שקבל עליו בנדר או שבועה. שנאמר (דברים כג, כד): \"מוצא שפתיך תשמור ועשית כאשר נדרת\", ונאמר (במדבר ל, ג): \"ככל היוצא מפיו יעשה\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "מ. מצות עשה לדון דין המרת נדרים ושבועות. שנאמר (במדבר ל, ג): \"איש כי ידור נדר לה' וגו'\". והיינו, דאם ניחם הנודר ונתחרט על מה שעבר, שיבוא לחכם המובהק, או לשלשה הדיוטות אם אין שם מומחה, ואומר: אני נשבעתי או נדרתי על כך וכך, ונחמתי. ואילו הייתי יודע שאני מצטער בדבר זה עד כה או שיארע לי כך, לא הייתי נודר או נשבע. והחכם או שלשה הדיוטות אומרים לו: כבר נחמת? והוא אומר הן. אומרים לו, שרוי לך, או: מחול לך, או: מותר לך. ונוהג בכל מקום ובכל זמן:",
            "מא. מצות עשה לכבד אב ואם. שנאמר (שמות כ, יב): \"כבד את אביך ואת אמך\". איזהו כבוד, מאכיל ומשקה ומלביש ומכסה, משל אב; אין לו לאב ויש לבן כופין את הבן לזון את אביו כפי כחו. ומשמש אותם כדרך שעבד משמש לרבו. ומכבדו אפילו לאחר מותו. אם אמר לו אביו: \"השקני מים\", ויש לפניו איזה מצוה לעשות, [אם אפשר למצוה שתעשה על ידי אחרים, יעסוק בכבוד אביו]; אם אין המצוה יכולה להעשות על ידי אחר, יעשה המצוה. מה שאין כן אם אמר לו אביו לעשות עבירה אפילו מדברי סופרים לא ישמע לו, שכולם חייבים בכבוד השם יתברך. כבוד אב קודם לכבוד אם - שהוא ואמו חייבים בכבוד אביו. ומי שמיקל בכבוד אביו ואמו, ביטל מצות עשה זו, אלא אם כן עשה מדעתם, במחילתם. גם אשה חייבת בזה; ומה שבעלה מונע אותה מזה, פטורה. ונוהג בכל מקום ובכל זמן:",
            "מב. מצות עשה לירא מאב ואם. שנאמר (ויקרא יט, ג): \"איש אמו ואביו תיראו\". איזהו מורא לא יעמוד וישב במקומו: ולא יסתור את דבריו; ולא יכריע את דבריו; ולא יקראנו בשמו, לא בחייו ולא במותו, אלא יאמר \"אבא מרי\". ואב ואם, שניהם שקולים בכבוד ובמורא, והשוה הכתוב כבודם ומוראם לכיבוד ומורא השם יתברך. והעובר על זה והמיקל ביראתם, ביטל מצות עשה, אלא אם כן עשה מדעתם; שהאב שמחל על כבודו, כבודו מחול. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "מג. מצות עשה לישא אשה לפרות ולרבות. שנאמר (בראשית א, כח): \"ויאמר להם אלהים פרו ורבו\". ויכוין לקיום המין. והאיש שהוא בשנת שמונה עשרה, נתחייב בפריה ורביה. ואם עבר עליו עשרים שנה ולא נשא, הרי זה עובר ומבטל מצות עשה זו. ואם עוסק בתורה, ומתירא שלא יבטל מחמת טרדת מזונות, מותר להתאחר, ועל כל פנים, לא יותר מן עשרים וחמש שנה. ונוהג בכל מקום ובכל זמן:",
            "מד. מצות עשה לישא אשה בקידושין. שנאמר (דברים כד, א): \"כי יקח איש אשה\". והבא לישא אשה, צריך לקדשה תחלה לקנותה לו לאשה. ומקדשה בכסף שיתן לה משלו, פרוטה או שוה פרוטה, ויאמר לה: \"הרי את מקודשת לי בזה כדת משה וישראל\". וצרין. להיות בפני עדים כשרים. וקודם הקידושין צריך לברך ברכת אירוסין, והיא ברכת \"אשר קדשנו במצוותיו וצונו על העריות, ואסר לנו את הארוסות, והתיר לנו את הנשואות לנו על ידי חופה וקידושין\" וחותם: \"מקדש עמו ישראל על ידי חופה וקידושין\". והמקדש אשה נקראת \"ארוסה\", ואסור מדברי סופרים לבוא עליה עד שתכנס לחופה ולברך שבע ברכות. וקודם כניסה לחופה, צריך לכתוב לה כתובה. ומשתכנס לחופה נקראת \"נשואה\", אף על פי שלא נבעלה, והוא שתהא ראויה לביאה; אבל אם היא נדה אף על פי שנכנסה לחופה ונתיחד עמה לא גמרו הנשואין, והרי היא כארוסה לכל דבר. ונוהג בכל מקום ובכל זמן. ונצטוינו בתורתנו הקדושה, שהרוצה לגרש את אשתו מפני שמצא בה ערות דבר שצריך לגרשה בגט וכנהוג בישראל, שנאמר (שם): \"והיה אם לא תמצא חן בעיניו, כי מצא בה ערות דבר וכתב לה ספר כריתות\" [והיינו גט]. וכל עניני הגט אינם נעשים אלא על פי רבנים מובהקים היודעים בטיב גיטין. וכל שאינו יודע בטיב גיטין, אפילו הוא למדן גדול בשאר עניני התורה, לא יתעסק בזה; כי בגט ישנם הרבה פרטים עיקריים, ומי שאינו בקי היטב בהם, עלול להיות נכשל בהם. ואשה רעה בדעותיה, היינו שכופרת באמונת ה' ותורתו ושאינה צנועה כבנות ישראל, וכל שכן אם נתברר לו שאינה הולכת לטבול לנדתה כדין מצוה לגרשה, שנאמר (משלי כב, י): \"גרש לץ ויצא מדון\". ונוהג בכל מקום ובכל זמן: ",
            "מה. מצות עשה לישא אשת אחיו שמת בלא בנים. שנאמר (דברים כה, ה): \"כי ישבו אחים יחדו ומת אחד מהם וגו' יבמה יבוא עליה ולקחה לו לאשה\". ובזמננו, שאינם מכוונים לשם מצוה להקים שם לאחיו המת, אין דין יבום, נוהג רק חליצה, וכדלקמן:",
            "מו. מצות עשה שתחליץ היבמה נעל היבם אם אינו רוצה ליבמה. שנאמר (דברים כה, ז ט): \"ואם לא יחפוץ האיש לקחת את יבמתו וגו' וחלצה נעלו מעל רגלו וגו'\". וסדר החליצה אינו נעשה אלא על ידי רבנים מובהקים הבקיאים בענינים אלו. וכל מי שאינו חולץ ליבמתו, בטל מצות עשה זו. ויש אנשים שנמנעים לחלוץ ליבמתיהם, באמרם שיהיה להם סכנה על ידי זה, והוא טעות גדול; וישרים דרכי ה', ולא יאונה להם כל און אם יקיימו המצוה; ולהיפך, אם לא ירצו לקיים המצות עשה, עונם גדול למאד. ונוהג בכל מקום ובכל זמן:",
            "מז. מצות עשה למול כל בן זכר בן שמונה ימים. שנאמר (בראשית יז, יב): \"ובן שמונת ימים ימול לכם כל זכר\". ודוקא ביום, שנאמר (ויקרא יב, ג): \"וביום השמיני ימול בשר ערלתו\". וימול אחר עלות השמש; ואם מל משעלה עמוד השחר, יצא. ומילה שחיובה ודאי וזמנה ודאי, דוחה את השבת. מילה היא מצות עשה שיש בה כרת, שנאמר (בראשית יז, יד): \"וערל זכר אשר לא ימול את בשר ערלתו ונכרתה\". ומצוה על האב למול את בנו, ואם עבר האב ולא מלו, ביטל מצות עשה זו, אבל אינו חייב כרת, שאין כרת אלא בהערל עצמו, דאם לא מלו האב, מחוייב בעצמו למול כשיגדיל. ובכל יום שיעבור עליו משיגדיל ולא מל את עצמו, ביטל מצות עשה זו, וחייב כרת אם מת ולא מל את עצמו במזיד. וכל המפר ברית, אף על פי שיש בידו תורה ומעשים טובים, אין לו חלק לעולם הבא. וגדולה מצוה זו שנכרתו עליה שלש עשרה בריתות. ונוהג בכל מקום ובכל זמן:",
            "מח. מצות עשה לשחוט בהמה חיה ועוף אם ירצה לאכול מבשרם. שנאמר (דברים יב. כא): \"וזבחת מבקרך ומצאנך וגו' כאשר צויתיך\", מלמד שנצטוה משה רבינו, עליו השלום, בעל פה, הלכות שחיטה, על הושט ועל הקנה ורוב סימן אחד בעוף ועל שנים בבהמה; ועל שהיה, דרסה, חלדה, הגרמה ועיקור. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "מט. מצות עשה לכסות דם שחיטה של חיה או עוף הטהורים. שנאמר (ויקרא יז יג): \"ושפך את דמו וכסהו בעפר\". וצריך ליתן עפר למטה, ואחר כך ישחוט ואחר כך יכסה; כי \"בעפר\", משמעותו: עפר למטה ועפר למעלה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "נ. מצות עשה לחלוק כבוד לכהן. שנאמר (ויקרא כא, ח): \"וקדשתו\", היינו לקדשו ולהכינו שיהיה ראוי ומוכן להקריב קרבנות, וגם לנהוג בו כבוד, להקדימו לכל דבר שבקדושה: לפתוח ראשון בתורה, ולברך ראשון בסעודה, וליטול מנה יפה ראשון. ומחוייבים אנו לקדשו אפילו בעל כרחו אם אינו רוצה, שנאמר: \"וקדשתו\", אפילו בעל כרחו. ואפילו כהן בעל מום, ושאינו ראוי לעבודה, חייבים אנו לכבדו. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "נא. מצות עשה שכל זובח בהמה טהורה יתן לכהן זרוע לחיים וקיבה. שנאמר (דברים יח, ג): \"ונתן לכהן הזרוע והלחיים והקיבה\". והן: זרוע ימין, מן השוק של ידו, שהן שני אברים מעורים זה בזה ולחיים מן הפרק של לחי עד פיקה של גרגרת (טבעת גדולה), עם הלשון שביניהם. ואין מולגין אותו ואין מפשיטין, אלא יתנו לכהן בעורן וצמרן: והקיבה בחלב שעליה ובחלב שבתוכה. ונהגו הכהנים להניח החלב לבעלים. ואלו הם נקראים \"מתנות\" בכל מקום. וכהן רשאי למכור המתנות או להאכילם לכלבים, שאין בהם קדושה כלל. וכהן יכול לזכותן לישראל חבירו דדחיקא ליה שעתא. ובזמן הזה, נוהגין כרבי אילעי (חולין קלו ע\"א) ואין נותנים. ויש מיחידי סגולה שמחמירין, וראוי ונכון לעשות כן, כדי לקיים מצות עשה זו:",
            "נב. מצות עשה ליתן לכהן ראשית הגז. שנאמר (דברים יח. ד): \"וראשית גז צאנך תתן לו ושיעורו מדברי סופרים, אחד מששים, ואינו חייב בזה אלא כבשים, והוא שיהיו חמש צאן, ויהיה בגיזה שלהם לא פחות ממשקל כל אחד שנים עשר סלעים, שבין הכל משקל ששים סלעים. ונוהג כמו מתנות, וכנזכר לעיל במצוה עשה נ\"א:",
            "נג. מצות עשה לקדש בכורות פטר רחם הזכרים. שנאמר (שמות יג, ב): \"קדש לי כל בכור פטר כל רחם בבני ישראל באדם ובבהמה\". ומצוה להקדיש בכור בהמה טהורה, ויאמר: הרי זה קדוש, שנאמר (דברים טו, יט): \"תקדיש לה' אלהיך\". ואם לא הקדישו, הרי זה מתקדש מאליו. ובזמן הזה, הבכור ירעה עד שיפול בו מום, ושייך לכהן. ונוהג בזכרים ובנקבות:",
            "נד. מצות עשה שיפדה הישראל את בנו הבכור לאמו הישראלית. שנאמר (במדבר יח, טו): \"אך פדה תפדה את בכור האדם\". והפדיון הזה הוא חמש סלעים או מטלטלין שוה חמש סלעים, ונותן הפדיון לכהן, ודמי הפדיון הם חולין גמורים. ואם אבי הבכור הוא כהן או לוי, או אמו של הבכור היא בת כהן או בת לוי, פטור מפדיון הבן. וזמן פדיונו הוא לאחר שלשים יום ללידתו, שנאמר (שם שם, טז): \"ופדויו מבן חדש תפדה\". ואם אין לו אב, מחוייב הוא לפדות את עצמו לכשיגדיל. ונוהג בכל מקום ובכל זמן:",
            "נה. מצות עשה לפדות פטר חמור זכר בשה. שנאמר (שמות לד, כ): \"ופטר חמור תפדה בשה\". ונותן השה לכהן, שנאמר (במדבר יח, טו): \"כל פטר רחם וגו' יהיה לך\". וכהנים ולויים פטורים. ואם אין לו שה לפדותו, פודהו בשויו ונותן דמיו לכהן. ואם היה הפטר חמור שוה עשר סלעים, יכול לפדותו בשה שוה דינר. וכהנים ולויים פטורים מזה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "נו. מצות עשה לערוף מטר חמור זכר אם לא פדאהו. שנאמר (שמות לד, כ): \"ואם לא תפדה וערפתו\". עריפה הוא, שמכהו בקופיץ בערפו עד שימות. ודוקא בקופיץ, ולא בדבר אחר ולא במיתה אחרת. ואסור בהנאה אף לאחר עריפתו; וטעון קבורה; ואפרו אסור. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות. וכהנים ולויים, פטורים:",
            "נז. מצות עשה להפריש חלה מעיסה וליתנה לכהן. שנאמר (במדבר טו, כ): \"ראשית עריסותיכם חלה תרימו\". ואחד מחמשה מיני דגן, אם יש בעיסתו מ\"ג ביצים וחמש ביצה, חייב בחלה. ובחוץ לארץ מפרישין חלה מדברי סופרים, שלא תשתכח תורת חלה, ושורפין אותה. ומן התורה, אין לה שיעור, אלא כל שהוא חתיכת עיסה פוטר. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "נח. מצות עשה שהכהנים יברכו את ישראל. שנאמר (במדבר ו, כג): \"כה תברכו את בני ישראל וגו' יברכך וגו' ישא וגו'\". ואם הוסיף הכהן איזה ברכה אחרת, עובר על לאו ד\"לא תוסיף\" (דברים יג, א, עיין בחלק הלאוין, לא תעשה קנ\"ט). ואם לא עלה הכהן בשעה שהשליח צבור קורא \"כהנים\", ביטל מצות עשה זו, ועובר על שלש מצוות: \"כה תברכו\", \"אמור להם\", \"ושמו את שמי\". וכל כהן המברך מתברך, שנאמר (בראשית יב, ג): \"ואברכה מברכיך\". ונוהג בכל מקום ובכל זמן:",
            "נט. מצות עשה שיטמא כהן לקרובים. שנאמר (ויקרא כא, ב ג): \"לאמו ולאביו ולבנו ולבתו ולאחיו. ולאחותו הבתולה וגו' לה יטמא\". ואף שאסור לכהן לטמא לשאר מתים, אבל לקרובים מחויב ליטמא. ומטמא גם לאשתו הנשואה. ואחיו ואחותו, היינו דוקא מאביו. ונשים אינן מחוייבות להטמאות לקרובים, אלא רשות הוא אצלן; וצריכות לנהוג אבילות. וזה בעצמו מצות אבל - שכל אחד מישראל חייב להתאבל על אחד משבעה קרובים הנזכרים לעיל. ויום הראשון הוא מן התורה, ושאר ימי אבלות הם מדרבנן. ונוהג בכל מקום ובכל זמן:",
            "ס. מצות עשה לאהוב כל אחד מישראל כגופו. שנאמר (ויקרא יט, יח): \"ואהבת לרעך כמוך\". לכן צריך לחוס על גוף חבירו וממונו וכבודו, כמו על עצמו. והמתכבד בקלון חבירו, אין לו חלק לעולם הבא. ובכלל מצות עשה זו הבאת שלום בין אדם לחבירו. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות: ",
            "סא. מצות עשה לאהוב את הגר. שנאמר (דברים י, יט): \"ואהבתם את הגר\". וזוהי מצוה נוספת על \"ואהבת לרעך כמוך\", (שהרי הגר הוא גם כן בכלל ישראל). והקדוש ברוך הוא אוהב את הגר, דכתיב (שם שם, יח): \"ואוהב גר לתת לו לחם ושמלה\", ונאמר (שמות כג, ט): \"ואתם ידעתם את נפש הגר\", ופירוש \"גר\" כאן, הוא: שבא מארץ אחרת ומעיר אחרת לגור אתנו, ומכל שכן גר שנתגייר. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "סב. מצות עשה להלוות לעניי ישראל. שנאמר (שמות כב, כד): \"אם כסף תלוה את עמי\", וזה חובה. ומצוה זו גדולה מן הצדקה ומחוייבת יותר. והתורה הקפידה על מי שימנע מהלוות לעני, שנאמר (דברים טו, ט): \"ורעה עינך באחיך האביון וגו' והיה בך חטא\". (ועיין בחלק הלאוין, לא תעשה נ\"ו). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "סג. מצות עשה להשיב משכון לבעליו בעת צרכו. שנאמר (דברים כד, יג): \"השב תשיב לו את העבוט\". ואחד בממשכן חבירו בבית דין, או שמשכנו בידו בזרוע, או מדעת הלווה, חייב בזה. ומחזיר לו את הכר בלילה; וכלים שעושה בהם מלאכתו, או בגדים שלובשם ביום, מחזירם לו ביום, על כל היום. ומי שעבר ולא השיב המשכון בזמנו, בטל מצות עשה זו, ועובר על לאו אחד. (ועיין בחלק הלאוין, לא תעשה ס\"א):",
            "סד. מצות עשה להשמיט מלוה בשנת השמיטה. שנאמר (דברים טו, ב): \"שמוט כל בעל משה ידו\". ואם החזיר לו חוב שעברה עליו שביעית לא יקבל ממנו, אלא יאמר לו: \"משמט אני\", שנאמר (שם): \"וזה דבר השמטה\". ואם אמר לו הלווה: \"אף על פי כן\", יקבל ממנו. ומן התורה, שמיטת כספים אינו נוהג אלא בזמן שיובל נוהג; ומדברי סופרים, שיהא שמיטת כספים נוהג גם בזמן הזה, שלא תשכח תורת שמיטה מישראל. ופרוזבול מועיל לשמיטת כספים בזמן הזה, שלא תשמט. ונוהג בזכרים ובנקבות:",
            "סה. מצות עשה שבעל הבית יניח לפועל לאכול ממה שהוא עושה בדבר שגידולו מן הארץ. שנאמר (דברים כג, כה): \"כי תבוא בכרם רעך ואכלת וגו'\", ונאמר (שם שם, כו): \"כי תבוא בקמת רעך וקטפת מלילות וגו'\", ומפי השמועה למדו שבפועל הכתוב מדבר. ואוכל בין בתלוש בין במחובר שעדיין לא נגמרה מלאכתן, ועל ידי מעשה זה נגמרה המלאכה [למעשר או לחלה]; והיינו, לא קודם גמר מלאכה, ולא לאחר גמר מלאכה, אלא בשעת גמר מלאכה. ומפני השבת אבדה לבעלים, אמרו חכמים (בבא מציעא צא ע\"ב): שיהיו הפועלים אוכלים בהליכתם מאומן לאומן, ובחזירתם מן הגת, כדי שלא יבטלו ממלאכתן וישבו לאכול: אלא אוכלים בתוך המלאכה כשהם מהלכים, ואינם מבטלים ממלאכתם. השומר את המחובר אינו אוכל כלל, שהשומר אינו כעושה מעשה. והשומר בתלוש, אינו אוכל מדין תורה אלא מהלכות מדינה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "סו. מצות עשה ליתן שכר שכיר ביומו. שנאמר (דברים כד, טו): \"ביומו תתן שכרו\". וגר תושב [שקבל עליו לקיים שבע מצוות בני נח], יש בו גם כן משום \"ביומו תתן שכרו\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות. (ועיין בחלק הלאוין. לא תעשה ל\"ח):",
            "סז. מצות עשה לדון דיני מקח וממכר בענין שציותה התורה עליו. כלומר שיש צדדין שיתקיים המכר בין מוכר ללוקח, ויש צדדין שאין לו קיום - והיא חובה עלינו לדון ביניהם כמצות התורה. ובאה מצוה מיוחדת על זה בפרשה מיוחדת (ויקרא כה, יד): \"וכי תמכרו ממכר לעמיתך או קנה מיד עמיתך וגו'\", מפני שהוא דבר תמידי אל הבריות, שאי אפשר לבני אדם לחיות אפלו יום אחד זולתו. וקרקע נקנית בכסף ובשטר ובחזקה; ומטלטלין ובהמה במשיכה, וכל שכן בהגבהה וכיוצא בזה. ונוהג בכל מקום ובכל זמן:",
            "סח. מצות עשה להשיב גזילה אשר גזל. שנאמר (ויקרא ה, כג): \"והשיב את הגזלה אשר גזל\". הגוזל משוה פרוטה ולמעלה, יחזיר לנגזל; ואם מת המזל, יחזיר הגזילה ליורשים; ואם נאבדה הגזילה, נותן דמיה. ובכלל מצוה זו, גם החזרת גניבה ואונאה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "סט. מצות עשה להשיב אבידה לישראל. שנאמר (דברים כב, א): \"השב תשיבם לאחיך\". ואם התעלם, ביטל מצות עשה ועבר על לא תעשה (עיין בחלק הלאוין, לא תעשה קפ\"ב). לקח האבידה ולא השיבה, ביטל גם כן מצות עשה זו, ועובר על שני לאוין [לא תעשה ל\"ה וקפ\"ב]. אפילו לרשע מצוה להחזיר אבידה, אבל אוכל נבילות להכעיס ומחלל שבת בפרהסיא, הרי הוא אפיקורס, ואסור להחזיר לו אבידה. אם מצא דבר שאינו לפי כבודו להטפל בה, ואלו היתה שלו לא היה מטפל בה, אינו חייב להטפל בה; ואם רוצה לעשות לפנים משורת הדין, עושה, ותבוא עליו ברכה. וכתב רבנו יונה: אם מצוה להשתדל בהצלת ממון חבירו, קל וחומר להשתדל בהצלת חיי חבירו, להצילו בעת צרתו. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "ע. מצות עשה לפרוק מבהמת חבירו הרובצת תחת משאה. שנאמר (שמות כג, ה): \"כי תראה חמור שנאך רובץ תחת משאו וגו' עזב תעזב עמו\". אפילו היה עליה משא יותר מן הראוי לה. וחייב לפרוק בחנם ולא בשכר. זקן ואינו לפי כבודו, פטור. פרק וטען וחזרה ונפלה, חייב לפרוק ולטעון עוד פעם אחרת, ואפילו מאה פעמים, שנאמר: \"עזוב תעזוב עמו\". וצריך ללכת עמו עד פרסה, אלא אם כן אמר לו בעל המשא; אינני צריך לך:",
            "עא. מצות עשה לטעון עם חבירו להקים המשא על הבהמה או על האדם. שנאמר (דברים כב, ד): \"הקם תקים עמו\". ואם הניחו והלך לו, ולא עזרו, ביטל מצות עשה. זקן ואינו לפי כבודו, פטור; אבל אם אלו היתה שלו היה פורק וטוען, מחוייב גם כן בשל חבירו; ואם רוצה לעשות לפנים משורת הדין, פורק וטוען אפילו אינו לפי כבודו, ותבוא עליו ברכה. היו לפניו מצות פריקה ומצות טעינה, פריקה קודם, משום צער בעלי חיים, אבל אם היה הנצרך לטעון שונא והאחד אוהב, מצוה לטעון עם השונא בתחלה, כדי לכוף את יצרו. והשונא האמור כאן הוא, שראהו לבדו שעבר עבירה, והתרה בו ולא חזר, הרי זה מצוה לשנאותו, ואף על פי כן יטעון ויפרוק עמו, שמא ישהה בשביל ממונו ויבוא לידי סכנה, וראוי להצילו, מאחר שמאמין בעיקרי הדת. טעינה, דוקא אם משלם לו שכר עבור זה, אבל בחנם אינו מחוייב לטעון. ושתי מצוות אלו של פריקה וטעינה, נוהגות בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "עב. מצות עשה להוכיח לחוטא. שנאמר (ויקרא י״ט:י״ז): הוכח תוכיח את עמיתך\". ויודיעו שהוא חוטא על עצמו במעשיו הרעים, ויודיעו שאינו אומר לו אלא לטובתו, להביאו לחיי עולם הבא. וחייב להוכיחו עד שישמע לו, או עד שיכהו ויאמר לו: אינני שומע לך. ויש מהראשונים שמקילין בדבר זה, וסבירא להו דדי עד נזיפה. ואפילו לדעה הראשונה, דוקא כשעובר באיסור דאורייתא, וכשהוא משער שיועיל זה על להבא, שלא יעשה עוד דבר זה. ואפלו קטן לגדול חייב להוכיח. וכל שבידו למחות ואינו מוחה, הוא נתפס בעונו. ואף על פי שמצוה להוכיחו, לא יביישנו בתחלה. ומצוה לקבל תוכחה ולאהוב את המוכיח. איתא בחז\"ל (שבת מ ע\"א), דאפילו על איסור דרבנן, אם עובר במזיד, מותר למיקריה \"עבריינא\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "עג. מצות עשה לדון דין נחלות. שנאמר (במדבר כז, ח): \"איש כי ימות ובן אין לו והעברתם את נחלתו לבתו\". ובן קודם לבת, וכל יוצאי יריכו קודמין לבת. בת וכל יוצאי יריכה, קודמין לאבי המת. ובכלל מצוה זו, שירש הבכור פי שנים בנחלה. והבעל יורש את אשתו, מדברי סופרים; והוא קודם לכל בירושתה. ונוהג בכל מקום ובכל זמן:",
            "עד. מצות עשה של שלוח הקן. והוא: המוצא קן צפור בדרך, והאם רובצת על האפרחים או על הביצים, ורוצה לקחתם, צריך לשלח את האם מקודם ואחר כך ליקח אותם, שנאמר (דברים כב, ז): \"שלח תשלח את האם\", ואחר כך \"ואת הבנים תקח לך\". ואופן השילוח הוא: שאוחז בכנפיה ומפריחה. שלחה וחזרה, אפלו כמה פעמים, חייב לשלחה. היתה מעופפת, אם כנפיה נוגעות בקן, חייב לשלח; ואם לאו, פטור מלשלח. שלוח הקן אינו נוהג אלא בעוף טהור ושאינו מזומן, [היינו שמצא אותם בדרך, בכל עץ או על הארץ]. ואפרוחים דוקא שאינם מפריחים עדיין, וצריכות לאמן. וביצים שאינן מוזרות. אם עבר, ולקח האם עם הבנים, יקיים העשה וישלח האם; ואם שחט האם או שמתה קדם ששלחה, שאינו יכול שוב לקיים העשה, עבר על לא תעשה. וכן אם בא אחר וחטף האם מידו ושלחה, או שברחה מתחת ידו שלא מדעתו לוקה, שהרי לא קיים העשה. נטל האם וקצץ כנפיה כדי שלא תעוף ושלחה, מכין אותו מכות מרדות, ומשהה אותה אצלו עד שיגדלו כנפיה, ומשלחה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "עה. מצות עשה לעשות מעקה לגגו ולהסיר כל מכשול מביתו. שנאמר (דברים כב, ח): \"ועשית מעקה לגגך ולא תשים דמים בביתך וגו'\". וכל המניח גגו בלא מעקה, ביטל מצות עשה. וכן כל דבר שיש בו מכשול סכנת מות, כגון באר או בור, צריך לעשות מחיצה לפניו גבוה עשרה טפחים וצריכה שתהא המחיצה חזקה, להשען עליה ולא תפול. ואסור לגדל כלב רע בתוך ביתו. וכתב ב\"ספר חרדים\": ובשומו על לב בכל יום מצוה זו ויראה אם צריך תיקון, נחשב לו כאילו מקיים המצוה בכל יום. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "עו. מצות עשה לזכור מעשה שעשה לנו עמלק. שנאמר (דברים כה, יז): \"זכור את אשר עשה לך עמלק\". והיינו לזכור בפה, מעשיו הרעים ואריבתו עלינו, כדי לעורר לבנו לשנוא אותו. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "עז. מצות עשה להכרית זרעו של עמלק. שנאמר (דברים כה, יט): \"תמחה את זכר עמלק\". ואנחנו לא נדע מי הוא עמלק, עד אשר יבוא אליהו הנביא ויודיע לנו מי הוא ואז נמחה את זכרו מתחת השמים. וה' יזכנו לראות בביאת אליהו הנביא ומשיח צדקנו, במהרה בימינו, אמן:<br>תמו כל המצוות עשה בזמן הזה, ומספרם שבעים ושבעה. \"וחיו בהם\" סימן:"
        ],
        "Negative Commandments": [
            "א. מצות לא תעשה שלא לאכול גיד הנשה. שנאמר (בראשית לב, לב): \"על כן לא יאכלו בני ישראל את גיד הנשה\". ונוהג בבהמה וחיה הטהורין, ונוהג בשליל, בירך ימין ובירך שמאל. ושני גידין הם: הפנימי, הסמוך לעצם של הכף, אסור מן התורה; ושאר הגיד הפנימי מה שאינו על הכף, והגיד העליון כולו, והחלב שעליהן ושעל גיד הנשה, ושאר גידין וקרומין, אסור מדברי סופרים. אכל גיד הנשה מנבילה או טריפה, עובר בשני לאוין (שלא לאכול גיד הנשה, ושל נבילה או טריפה). גיד מותר בהנאה מדברי הקבלה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "ב. מצות לא תעשה שלא יראה חמץ ברשות ושראל כל שבעת ימי הפסח. שנאמר (שמות יג, ז): \"ולא יראה לך חמץ... שבעת ימים\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "ג. מצות לא תעשה שלא ימצא חמץ ברשות ישראל. שנאמר (שמות יב, יט): \"שבעת ימים שאור לא ימצא בבתיכם\". והמניח חמץ בביתו בפסח, כגון שחימץ עיסה בפסח והניחה בביתו, או שקנה חמץ והצניעה במזיד, לוקה שתים (משום בל יראה ומשום בל ימצא), מפני שעשה מעשה. אבל הניח חמץ בפסח מקודם פסח, שלא ביערו, עובר בשני לאוין הנזכרים לעיל, אבל אינו לוקה, מפני שלא עשה מעשה. חמץ של עכו\"ם הנמצא ברשות ישראל, אם קיבל עליו הישראל אחריות, חייב לבערו; ואם לא קיבל עליו אחריות, ליכא איסורא להשהות, דכתיב (שמות יג, ז): \"ולא יראה לך\" - שלך אי אתה רואה, אבל אתה רואה של אחרים. ואם העכו\"ם יכול לתבוע להישראל בדיני עכו\"ם, אפילו לא קיבל עליו אחריות, הרי זה חייב לבער. חמץ שעבר עליו הפסח, אסור בהנאה מדברי סופרים משום קנס, משום שעבר על לא יראה ולא ימצא, ואפילו שכחם בשוגג, אסרוהו. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "ד. מצות לא תעשה שלא לאכול חמץ בפסח. שנאמר (שמות יג, ג): \"ולא יאכל חמץ\". ואפילו בהנאה אסור. והאוכל כזית חמץ בפסח במזיד, חייב כרת; ובשוגג, חייב חטאת. ואחד האוכל ואחד הממחה ושותה. והאוכל פחות מכזית, מכין אותו מכות מרדות. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "ה. מצות לא תעשה שלא לאכול תערובת חמץ בפסח. שנאמר (שמות יב, כ): \"כל מחמצת לא תאכלו\". בין נתערב במינו ובין נתערב שלא במינו, אם יש בו כזית בכדי אכילת פרס, עובר על לאו זה ואין בו כרת; ואם אין בו כזית בכדי אכילת פרס, מכין אותו מכות מרדות. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות: ",
            "ו. מצות לא תעשה שלא לעשות מלאכה בשבת. שנאמר (שמות כ, י): \"לא תעשה כל מלאכה וגו'\". ומנו חז\"ל ל\"ט אבות מלאכות, ושנויות הן בפרק \"כלל גדול\" (שבת עג ע\"א). ועל האבות מלאכות וכן על תולדותיהן, חייבים סקילה, ובמזיד בלא התראה כרת, ובשוגג חטאת. וההפרש בין אבות ותולדות אינו אלא לענין קרבן. ומלאכות שהן שבות דרבנן, שגזרו עליהם משום גדר, חייבים עליהם במזיד מכות מרדות. ומוזהרים אנו על כל מלאכות אלו גם על בהמתנו. ואמירה לגוי לעשות מלאכה, אסור מדברי סופרים, ונקרא \"שבות\". דחויה שבת אצל סכנת נפשות. שקול שבת כנגד כל המצוות, כי אות היא בין השם יתברך ובין בני ישראל. והמחלל שבת במזיד בפרהסיא, הרי הוא כעכו\"ם לכל דבר. והנביא משבח למשמר שבת, שנאמר (ישעיה נו, ב): \"אשרי אנוש יעשה זאת וגו' שומר שבת מחללו\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "ז. מצות לא תעשה שלא לצאת בשבת חוץ לתחום. שנאמר (שמות טו, כג): \"אל יצא איש ממקומו ביום השביעי\". וזהו המהלך חוץ לעיר יותר משנים עשר מיל, אפילו אמה אחת (כנגד מחנה ישראל שהיה במדבר) לוקה מן התורה. והיוצא חוץ לאלפים אמה, שהוא מגרש העיר, לוקה מכות מרדות. וזוהי שיטת הרי\"ף והרמב\"ם. [ויש כמה ראשונים ז\"ל דסבירא להו דאפילו כמה פרסאות הוי מדרבנן ולא מן התורה]. והאלפיים אמה הם מרובעות, כדי שיהא נשכר את הזויות. ובעיר, מותר להלך בכולה, אפלו היא גדולה מאד. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "ח. מצות לא תעשה שלא להעלות על הדעת שיש שום אלוה אחר זולת השם יתברך. שנאמר (שמות כ, ג): \"לא יהיה לך אלהים אחרים על פני\". והמעלה בדעתו, חס ושלום, שיש שום אלוה אחר זולתו, או איזה שתוף, חס ושלום, או שמעלה בדעתו שיש שום ממשות בעבודה זרה, חס ושלום, הרי זה כופר בעיקר. ולא יאמר שום דבור, חס ושלום, שיהא משמעותו כפירה, חס ושלום, או איזה הודאה לעבודה זרה, שהמודה בעבודה זרה ככופר בכל התורה כולה, כי כופר בעיקר הוא. וחייבים אנו למסור נפשנו ומאודנו על זה, שכל הדברים הנוגעים בעיקר הדת חייב ליהרג ולא לעבור. ונוהג בכל עת ובכל רגע, בזכרים ובנקבות:",
            "ט. מצות לא תעשה שלא לעשות עבודה זרה לעבוד. שנאמר (שמות כ, ד): \"לא תעשה לך פסל\". ואם עבר ועשה, בין שעשה בעצמו בין שציוה לעשותה, הרי זה לוקה. ואם עשה בעצמו לעצמו, לוקה שתים (משום לאו זה, ומשום \"ואלהי מסכה לא תעשו לכם\" (ויקרא יט, ד)). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "י. מצות לא תעשה שלא לעשות עבודה זרה לעבדה, אפילו לנכרי. שנאמר (ויקרא יט, ד): \"ואלהי מסכה לא תעשו לכם\". ואם עבר ועשה, לוקה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "יא. מצות לא תעשה שלא להשתחוות לעבודה זרה. שנאמר (שמות כ, ה): \"לא תשתחוה להם\". ואף על פי שאין דרך עבודתה בכך, הואיל שהיא עבודה להשם יתברך, אם עשאה לעבודה זרה, חייב סקילה; ובמזיד בלא התראה, חייב כרת; ובשוגג, חייב חטאת. וכן זובח או זורק או מקטיר או מנסך, הואיל והן עבודות להשם יתברך במקדש, חייב עליהן אם עשאן לעבודה זרה, אפילו הן שלא כדרך עבודתן. ויהרג ולא יעבר. נתפזרו לו מעות, או אם ישב לו קוץ בפני עבודה זרה, הרי זה לא ישחה בפני עבודה זרה ליקח וליטלם, מפני שנראה כמשתחוה לעבודה זרה; אלא יפנה לאחוריו או לצדדין. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "יב. מצות לא תעשה שלא לעבוד עבודה זרה במה שדרך לעבדה. שנאמר (שמות כ, ה): \"ולא תעבדם\". אפילו היא דרך בזיון, כגון פוער עצמו לפעור, או זורק אבן למרקוליס, הרי זה בסקילה; ובלא התראה, חייב כרת; ובשוגג, חייב חטאת. אבל הפוער למרקוליס, פטור, שאין דרך עבודתה בכך, והוא דרך בזיון. המגפף והמנשק לעבודה זרה, או מכבד ומרביץ לפניה, או שאר דברים של כבוד, אם עשאם לאחד מכל מיני עבודה זרה, עובר בלאו; ואין לוקין עליהם, מפני שהוא לאו שבכללות. צורות המקלחות מים בפני עבודה זרה - לא ישים פיו עליהן לשתות, שנראה כמנשק לעבודה זרה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "יג. מצות לא תעשה שלא לישבע בשם עבודה זרה. שנאמר (שמות כג, יג): \"ושם אלהים אחרים לא תזכירו\". ולא ינדור בשם עבודה זרה. ובכלל לאו זה, שלא להשביע גוי ביראתו, ואפילו להזכיר שם עבודה זרה שלא כדרך שבועה, אסור; דהיינו, לא יאמר אדם לחברו: \"שמור לי בצד עבודה זרה פלונית\", וכיוצא בזה. ועבודה זרה הכתובה בכתבי קודש, מותר להזכיר שמה, כגון 'פעור', \"בל\" ו\"נבו\" וכיוצא בזה. ואסור לגרום לאחרים שינדרו וישבעו בשמה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "יד. מצות לא תעשה שלא להדיח עיר מישראל לעבוד עבודה זרה. שנאמר (שמות כג, יג): \"לא ישמע על פיך\". מסית ליחיד לעבוד עבודה זרה נקרא \"מסית\", ומסית לרבים נקרא \"מדיח\". ומיתתו בסקילה, אף על פי שהוא לא עבד עבודה זרה אלא שהדיח אותם עד שעבדו הם. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "טו. מצות לא תעשה שלא לאכול ולשתות מתקרובת עבודה זרה. שנאמר (שמות לד, יב טו): \"השמר לך פן תכרות ברית ליושב הארץ וגו' וקרא לך ואכלת מזבחו\". ובכלל זה, יין שנתנסך לעבודה זרה. ותקרובת עבודה זרה ויין נסך, אסור בהנאה. האוכל או שותה מתקרובת עבודה זרה ויין נסך, כל שהוא, לוקה. סתם יינם, אסור בהנאה מדברי סופרים; והשותה רביעית, מכין אותו מכות מרדות. ויין של ישראל שנגע בו עכו\"ם בכוונה, אסור בהנאה. ואסור לאכול בסעודת עכו\"ם שעשה למשתה חופת בנו או בתו, במסיבתם; אפילו אוכל משלו, ושמש שלו עומד ומשמש אסור. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "טז. מצות לא תעשה שלא למנות אחר עבודה זרה. שנאמר (ויקרא יט, ד): \"אל תפנו אל האלילים\". ואסור לפנות אחריה בדבור ובמחשבה, אפילו בראיה. ואסור לקרות בספריהם, או לשאול אותם איך עובדים, שמתוך כך הוא מפנה ומהרהר בה. וכל הנפנה אחריה בדרך שעושה מעשה, לוקה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "יז. מצות לא תעשה שלא ליהנות מצפוי עבודה זרה ומתכשיטיה. שנאמר (דברים ז, כה): \"לא תחמוד כסף וזהב עליהם ולקחת לך\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "יח. מצות לא תעשה שלא ליהנות מעבודה זרה ומתקרובתה ומן משמשיה וכל הנעשה בשבילה. שנאמר (דברים ז, כו): \"ולא תביא תועבה אל ביתך\", ונאמר (שם יג, יח): \"ולא ידבק בידך מאומה מן החרם\". והנהנה באחד מכל אלו, עובר בשני לאוין אלו. וכל עבודה זרה שלא נעשה בידי אדם, כגון הר, או אילן הנטוע מתחילה לפירות ולא לעבודה זרה, או בהמה שלא עשה בה מעשה לשם עבודה זרה, הם מותרים בהנאה, אבל מה שעליהם, אסור בהנאה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "יט. מצות לא תעשה שלא להתחתן עם עכו\"ם. שנאמר (דברים ז, ג): \"ולא תתחתן בם\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "כ. מצות לא תעשה שלא לחמול על עובדי עבודה זרה. שנאמר (דברים ז, ב): \"ולא תחנם\". ראה עכו\"ם טובע בנהר, לא יצילנו; ובחליו, לא ירפאהו. ואם ירא מהם, או משום איבה, ירפאהו בשכר אבל לא בחנם. ואסור לאבדו בידים או לדחפו לבור וכיוצא בזה, אם אינו עושה עמנו מלחמה. ולא יתן להם מתנת חנם, ולא יספר בשבחו, ומכל שכן בשבח מעשיו. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "כא. מצות לא תעשה שלא ללכת בחוקות הגוים. שנאמר (וירקא יח, ג): \"ובחוקותיהם לא תלכו\". שלא לדמות להם במלבוש המיוחד להם; ולא יגדל ציצית ראשו; ולא יגלח מהצדדים ויניח שער באמצע הראש, וזה נקרא \"בלורית\"; ולא יגלח השער מכמד פניו מאוזן לאוזן ויניח הפרע מלאחריו. וכל העושה אחת מהן וכיוצא בזה, לוקה. ומי שהוא קרוב למלכות, וצריך ללבוש במלבושיהם ולדמות להם, מותר. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "כב. מצות לא תעשה שלא לשמוע למתנבא בשם עבודה זרה. שנאמר (דברים יג, ד): \"לא תשמע אל דברי הנביא ההוא\". לא יאריך עמו דברים, או לשאול אות או מופת. ואם עשה אות או מופת, אין להשגיח עליו. וכל המחשב באות שלו שמא אמת הוא, עובר בלאו זה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "כג. מצות לא תעשה שלא להסית שום אדם מישראל לעבוד עבודה זרה. שנאמר (דברים יג, ז יב): \"כי יסיתך וגו' לאמר נלכה ונעבדה וגו' וכל ישראל ישמעו וייראון ולא יוסיפו לעשות כדבר הרע הזה\". והמסית לאחד מישראל לעבוד עבודה זרה, בין שהסית בלשון רבים בין בלשון יחיד, הרי זה נסקל, אף על פי שלא עבד, לא המסית ולא הניסת, עבודה זרה, אלא מפני שהורהו לעבוד. ואין המסית צריך התראה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "כד. מצות לא תעשה אל המוסת שלא לאהוב את המסית. שנאמר (דברים יג, ט): \"לא תאבה לו\":",
            "כה. מצות לא תעשה שלא לעזוב שנאה מהמסית. שנאמר (דברים יג, ט): \"ולא תשמע אליו\":",
            "כו. מצות לא תעשה שלא להציל את המסית כשרואהו בסכנת מות. שנאמר (דברים יח, ט): \"לא תחוס עינך עליו\":",
            "כז. מצות לא תעשה שלא להתנבאות בשם עבודה זרה. שנאמר (שמות כג, יג): \"ושם אלהים אחרים לא תזכירו\". ומיתתו בחנק. אפילו אם אמר בשם עבודה זרה, וכיון להלכה, לטמא את הטמא ולטהר את הטהור. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "כח. מצות לא תעשה שלא לגדוד ולשרוט בבשרו לעבודה זרה ועל מתו. שנאמר (דברים יד, א): \"לא תתגודדו\". המשרט בשרו על מתו, עובר על לאו זה, בין שרט ביד או בכלי. ולעבודה זרה, בכלי, חייב מלקות; וביד, פטור. ובכלל \"לא תתגודדו\", שלא לעשות אגודות, אגודות - ר\"ל, שלא יהיו שני בתי דינין בעיר אחת, זה נוהג במנהג זה וזה נוהג במנהג אחר. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "כט. מצות לא תעשה שלא לישבע לשוא. שנאמר (שמות כ, ז): \"לא תשא את שם ה' אלהיך לשוא\". ושבועת שוא נחלקת לארבעה חלקים: א) נשבע לשנות את הידוע, כגון נשבע על איש שהוא אשה ועל אבן שהוא זהב. ב) נשבע בחנם, כגון נשבע על אבן שהוא אבן. ג) נשבע לבטל מצוה. ד) נשבע לעשות דבר שאי אפשר לקיים, כגון שלא יישן שלשה ימים רצופים, או שלא יטעם כלום שבעה ימים רצופים. על כל אחד משבועות אלו אם נשבע במזיד, לוקה; ובשוגג, פטור. המברך ברכה לבטלה, או המוציא שם שמים לבטלה, עובר על \"לא תשא\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "ל. מצות לא תעשה שלא לישבע בשקר על כמירת ממון. שנאמר (ויקרא יט, יא): \"ולא תשקרו איש בעמיתו\". התובע לחבירו ממון (לאפוקי קרקע ושטרות) משוה פרוטה ולמעלה, שאם הודה היה חייב לשלם (לאפוקי קנס), וכפר ונשבע, או שהשביעו התובע וכפר, הרי הנתבע חייב, אף על פי שלא ענה אמן, וזהו \"שבועת הפקדון\". וחייב לשלם קרן וחומש. והעובר על לאו זה, עובר גם כן על \"ולא תשבעו בשמי לשקר\" (שם שם, יב), שהוא \"שבועת ביטוי\"(לקמן לא תעשה ל\"א). ואם כפר לחבירו על תביעת קרקעות ושטרות ונשבע על שקר, אף שהוא פטור משבועת הפקדון, אבל חייב הוא משום שבועת ביטוי, שהרי נשבע על שקר. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "לא. מצות לא תעשה שלא לישבע שבועת ביטוי לשקר. שנאמר (ויקרא יט, יב): \"ולא תשבעו בשמי לשקר\". ונקרא \"שבועת ביטוי\". וחייב על זה בנשבע על דברים שאפשר לעשותן, בין להבא בין לשעבר, כגון שאכלתי, או שזרקתי אבן לים, או שדיבר פלוני עם פלוני; או שלא אכלתי, או שלא זרקתי אבן לים, או שלא דיבר פלוני עם פלוני. ולהבא, כגון שאוכל, או שלא אוכל, או שאזרוק צרור או אבן לים, או שלא אזרוק. ואם נשבע על אחת מהנזכרים לעיל, עבר על לאו זה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "לב. מצות לא תעשה שלא להרוג נפש. שנאמר (שמות כ, יג): \"לא תרצח\". וההורג נפש במזיד, מיתתו בסייף. ואם לא הרגו בידו רק סיבב הריגתו, אינו במיתת בית דין, אלא חייב מיתה בידי שמים. המאבד נפש אחת מישראל, כאילו מאבד עולם מלא. המעמץ עם יציאת הנפש, הרי זה שופך דמים. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "לג. מצות לא תעשה שלא לגנוב נפש מישראל. שנאמר (שמות כ, יג): \"לא תגנוב\", ולמדו חז\"ל (סנהדרין פו ע\"א): שזה אזהרה לגונב נפש מישראל. וכן המוכרו עובר בלא תעשה, שזה בכלל \"לא ימכר ממכרת עבד\" (ויקרא כה, מב). ואין הגנב חייב מיתה עד שיגנוב את ישראל, ויכניסנו לרשותו, וישתמש בו, וימכרנו לאחרים. ואם מכרו לאביו או לאחיו של הנגנב, פטור. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "לד. מצות לא תעשה שלא לגנוב שום חמץ או ממון. שנאמר (ויקרא יט, יא): \"לא תגנובו\". הלאו הוא משוה פרוטה ולמעלה, אחד הגונב ממון של ישראל או של קטן או של עכו\"ם; וחייב לשלם. ואסור לגנוב כל שהוא דבר תורה, כמו כל חצי שיעור. ואסור לגנוב דרך שחוק, או על מנת להחזיר, או על מנת לשלם. ואסור לקנות דבר שחזקתו שהוא גנוב. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "לה. מצות לא תעשה שלא לגזול מחבירו בחזקה. שנאמר (ויקרא יט, יג): \"ולא תגזול\". איסור הלאו הוא משוה פרוטה ולמעלה, ואפילו פחות מזה אסור, כמו כל חצי שיעור. והגוזל מחבירו שוה פרוטה, כאילו נוטל נפשו. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "לו. מצות לא תעשה שלא לכחש ממון. שנאמר (ויקרא יט, יא): \"ולא תכחשו\", וזוהי אזהרה לכפירת ממון משוה פרוטה ולמעלה. וזה כולל כל מיני כפירת ממון: בין פקדון או מלוה, או שגזלו או עשקו, או מצא אבידה ולא החזירה ותבעו וכפר, הרי זה עובר בלאו זה, ופסול לעדות. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "לז. מצות לא תעשה שלא לעשוק את חבירו. שנאמר (ויקרא יט, יג): \"לא תעשוק את רעך\", ר\"ל, שלא יעכב ממון חבירו שבא לידו מרצון חבירו, וכובשו ואינו מחזיר לו, כגון שהיה בידו הלואה או שכירות, ואינו יכול להוציא ממנו מפני שהוא אלם, הרי זה עובר על לאו זה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "לח. מצות לא תעשה שלא לאחר שכר שכיר. שנאמר (ויקרא יט, יג): \"לא תלין פעולת שכיר אתך עד בוקר\", ונאמר (דברים כד, טו): \"ולא תבוא עליו השמש\". שאם היה שכיר יום, גובה כל הלילה, ועל זה נאמר: \"עד בוקר\"; ואם היה שכיר לילה גובה כל היום, וזהו: \"ולא תבוא עליו השמש\". שכיר שעות של יום גובה כל היום, שכיר שעות של לילה גובה כל הלילה. וכל זמן שהכלי ביד האומן, אפילו הודיע האומן לבעל הבית שגמרו, אינו עובר; ואם אינו תובעו, אינו עובר; ואפלו תבעו ולא היה לו מה ליתן לו, או שהמחהו אצל אחר וקיבל עליו, פטור. אם איחר שכר שכיר מזמן המוגבל, ביטל מצות עשה של \"ביומו תתן שכרו\", ועבר על לאו זה. ואחר הזמן, אם השהה עוד, עובר על לאו מדברי קבלה: \"אל תאמר לרעך לך ושוב וגו'\"(משלי ג, כח). אחד שכר אדם ואחד שכר בהמה ושכר כלים, יש בו משום \"ביומו תתן שכרו\", ומשום \"ולא תבוא עליו השמש\", ומשום \"לא תלין\". והעושק שכר שכיר, כאילו נוטל נפשו, ועובר על כל הלאוין הנזכרים לעיל, ועל העשה, ועובר נמי על \"לא תעשוק\" \"ולא תגזול\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "לט. מצות לא תעשה שלא להעיד עדות שקר. שנאמר (שמות כ, יג): \"לא תענה ברעך עד שקר\". והמעיד מפי אחרים, אפילו נאמנים בודאי, גם כן עובר בלאו זה. השוכר עדי שקר, והכובש עדותו, פטור מדיני אדם, וחייב בדיני שמים. ונוהג בכל מקום ובכל זמן, בכל מי שראוי להעיד:",
            "מ. מצות לא תעשה שלא לחמוד דבר של חבירו. שנאמר (שמות כ, יד): \"לא תחמוד וגו'\". וחמדה הוא, שמשתדל להוציא מחשבתו לפועל, ומרבה רעים על חבירו ומפציר בו, עד שלקחו ממנו; אף על פי שנתן לו ממון הרבה, הרי זה עובר עליו. ומצוי זה בחתן, שמכביד על חותנו קודם החתונה, שיתן לו דבר פלוני ופלוני, מה שלא התנו על זה בשעת כתיבת התנאים, ואף על פי שחותנו ממלא מבוקשו, אף על פי כן עובר החתן על לאו זה ד\"לא תחמוד\" (ועיין בראב\"ד פ\"א מהלכות גזילה). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "מא. מצות לא תעשה שלא להתאוות בלב דבר של חבירו. שנאמר (דברים ה, יח): \"ולא תתאוה\". זה הלאו הוא חוץ מ\"לא תחמוד\", כי \"לא תתאוה\" עובר כיון שחשב בלבו האיך יקנה דבר זה, ונפתה בלבו בדבר, עבר ב\"לא תתאוה\", שאין תאוה אלא בלב בלבד. ואם יקנה הדבר ההוא, שהפציר בבעליו והרבה עליו רעים עד שקנהו, עובר גם על \"לא תחמוד\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות: י):",
            "מב. מצות לא תעשה שלא למנוע שאר כסות ועונה מאשתו. שנאמר (שמות כא, \"שארה כסותה ועונתה לא יגרע\". \"שארה\" - אלו מזונות; \"כסותה\" - כמשמעו; \"עונתה\" - תשמיש המטה. והמונע אחת משלש אלה מרצונו, כדי לצערה ולענותה, עובר בלאו זה. ומדברי סופרים חייב לה עוד שבעה דברים, ואלו הן: עיקר כתובתה, לרפאותה, לפדותה, ולקברה, ויושבת בביתו כל זמן אלמנותה וניזונת מנכסיו, ובנותיה ניזונות מנכסיו אחר מותו עד שיתארסו, וכתובת בנין דיכרין. והוא זוכה מדברי סופרים במעשה ידיה תחת מזונותיה, ופירות נכסיה בחייה כנגד פדייתה, וזוכה במציאתה משום איבה, ויורשה כמד קבורתה. וחייב אדם במזונות בניו ובנותיו הקטנים. ונוהג בכל מקום ובכל זמן:",
            "מג. מצות לא תעשה שלא להכות שום אדם מישראל. ואזהרתו מפסוק \"לא יוסיף\" (דברים כה, ג), שזה אזהרה שלא להכות שום אדם מישראל. וקל וחומר הוא: ומה מי שמחוייב מלקות, שנתנה תורה רשות להכותו, צוה הכתוב שלא להוסיף בהכאתו, קל וחומר לשאר כל אדם. המכה את חבירו הכאה שאין בה שוה פרוטה, לוקה; אבל אם יש בה שוה פרוטה (פירוש: הכהו הכאה גדולה שיתחייב לו עליה תשלומין של פרוטה או יותר), הואיל והוא חייב לשלם ממון, אינו לוקה (אבל בלאו עובר). ואפילו המגביה ידו על חבירו נקרא \"רשע\". והמכה דרך מוסר ולימוד, אינו עובר:",
            "מד. מצות לא תעשה שלא להכות אב ואם. שנאמר (שמות כא, טו): \"ומכה אביו ואמו מות יומת\", ואזהרתו מפסוק \"לא יוסיף\" (דברים כה, ג) (כמו שנתבאר לעיל באות מ\"ג). ואם עשה חבורה באביו או באמו, והיו עדים והתראה, מיתתו בחנק. הכהו על אזנו, וחרשו, חייב מיתה, שאי אפשר שלא יצא טיפת דם מבפנים. הכהו בלא חבורה, חייב כמו על שאר אדם מישראל. הכה לאביו ולאמו לאחר מיתה, פטור. אסור להקיז דם לאביו או לאמו; ואם אין שם רופא אחר, יעשה כמו שציווהו. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "מה. מצות לא תעשה שלא לקלל אדם כשר מישראל. שנאמר (ויקרא יט, יד): \"לא תקלל חרש\". וזה שנאמר \"חרש\" הוא לרבותא, שאפילו זה שאינו שומע ואינו מצטער מקללה זו אפילו הכי עובר על קללתו. והמקלל את עצמו, גם כן עובר על זה. ואין המקלל עובר אלא אם כן קילל בשם או בכינוי. ואפילו בכל לשון שקורין בו העכו\"ם להקדוש ברוך הוא, הרי הוא ככל הכינויים. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "מו. מצות לא תעשה שלא לקלל אב ואם. שנאמר (שמות כא, יז): \"ומקלל אביו ואמו מות יומת\". ואם קללו בשם, חייב סקילה; ואפילו אם קללם לאחר מיתתם בשם. קללם בכינוי, לוקה. לא ישביע את אביו שבועה שיש בה אלה. ולא יהיה שליח בית דין לנדותו. ואסור לבזותם שכל המבזה אביו או אמו, אפילו ברמיזה, ארור מפי הגבורה, שנאמר (דברים כז, טז): \"ארור מקלה אביו ואמו\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "מז. מצות לא תעשה שלא להונות זה את זה במקח וממכר. שנאמר (ויקרא כה, יד): \"וכי תמכרו וגו' או קנה מיד עמיתך אל תונו איש את אחיו\". ובין שהונה במזיד, בין שלא ידע שיש במכר זה אונאה, חייב לשלם. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "מח. מצות לא תעשה שלא להונות חבירו בדברים. שנאמר (ויקרא כה, יז): \"לא תונו איש את עמיתו\". שלא יאמר לבעל תשובה: \"זכור מעשיך הראשונים\"; או לבן גרים: \"זכור מעשה אבותיך\"; או לשאול דבר חכמה ממי שאינו יודע חכמה, כדי לצערו; וכיוצא בו באונאת דברים:",
            "מט-נ. מצות לא תעשה שלא להונות גר צדק בדברים. שנאמר (שמות כב, כ): \"וגר לא תונה\". ומצות לא תעשה שלא להונות גר צדק בממון. שנאמר (שם): \"ולא תלחצנו\". ולאוין אלו נוספין על הלאוין שאנו מוזהרים בזה על שאר ישראל. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "",
            "נא. מצות לא תעשה שלא לענות אלמנה ויתום. שנאמר (שמות כב, כא): \"כל אלמנה ויתום לא תענון\". אפילו הן בעלי ממון, אפילו אלמנתו של מלך ויתומיו, צריך לנהוג בהם כבוד. ולא יצערם ולא יכאיב לבם בדברים קשים, ויחוס על ממונם יותר מעל ממונו. ומי שמכעיסן או מכאיב לבם, וכל שכן המכה אותן ומקללן, עובר בלאו זה, ועונשו מפורש בתורה (שם שם, כג): \"וחרה אפי והרגתי אתכם בחרב והיו נשיכם אלמנות ובניכם יתומים\". בין יתום מאב או מן האם נקרא \"יתום\", עד שיגדל ויעשה כל צרכו בעצמו כשאר הגדולים. ומותר לענותן לתלמוד תורה ולאומנות, להדריכן בדרך ישרה. ומכל מקום יחוס עליהן לגדלן לאט, בחסד וברחמים. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "נב. מצות לא תעשה שלא לתבוע ללוה חובו כשיודע שאין לו לשלם. שנאמר (שמות כב, כד): \"לא תהיה לו כנושה\". ואסור להמלוה לעבור לפני הלוה כשיודע שאין לו לשלם, שלא יכלימנו. וכשם שהמלוה אסור לתבוע, כך הלוה אסור לכבוש ממון חבירו, ולומר \"לך ושוב\" כשיש לו, והוא לאו מדברי קבלה, שנאמר (משלי ג, כח): \"אל תאמר לרעך לך ושוב ומחר אתן ויש אתך\". וכן אסור ללות להוציא ההלואה שלא לצורך עד שאין לו לשלם, ונקרא \"רשע\", שנאמר (תהלים לז, כא): \"לוה רשע ולא ישלם\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "נג. מצות לא תעשה שלא להתעסק בין מלוה ללוה ברבית. שנאמר (שמות כב, כד): \"לא תשימון עליו נשך\". והיינו שלא להיות ערב ועד ביניהם. והמלוה נכלל גם כן בלאו זה, חוץ מן הלאו שלא להלוות ברבית לישראל. והסרסור ביניהם עובר משום \"לפני עור לא תתן מכשול\" (ויקרא יט, יד; לקמן מצות לא תעשה ע\"ו). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "נד. מצות לא תעשה שלא להלוות לישראל ברבית בין כסף בין דבר מאכל או שאר דברים. שנאמר (ויקרא כה, לז): \"את כספך לא תתן לו בנשך ובמרבית לא תתן אכלך\". \"נשך\" ו\"תרבית\" אחד הוא, וחלקם הכתוב, לעבור בשני לאוין. והמלוה עובר גם על לאו ד\"לא תשימון עליו נשך\" (שמות כב, כד), ומשום \"אל תקח מאתו נשך ותרבית\" (ויקרא כה, לו). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "נה. מצות לא תעשה שלא ללות ברבית מישראל. שנאמר (דברים כג, כ): \"לא תשיך לאחיך\", זו אזהרה ללוה. ועובר גם על לאו ד\"לפני עור לא תתן מכשול\"(ויקרא יט, יד). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "נו. מצות לא תעשה שלא למנוע מלהלוות לישראל מפחד השמטה שלא תשמט. שנאמר (דברים טו, ט): \"השמר לך פן יהיה דבר עם לבבך בליעל לאמר קרבה שנת השבע שנת השמטה ורעה עינך וגו'\". וחטא גדול הוא, שהתורה הקפידה וקראו \"בליעל\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות, מדאורייתא בזמן שהיובל נוהג, ובזמן הזה דרבנן. וכתב רבינו יונה: קל וחומר בזמן שלא יפסיד חובו, כי יגדל חטאו המקשה לבו שלא להלוות:",
            "נז. מצות לא תעשה שלא לתבוע חוב שעברה עליו שביעית. שנאמר (דברים טו, ב): \"לא יגוש את רעהו כי קרא שמטה לה'\". וכל זה בזמן שיובל נוהג, אבל בזמן הזה ששמיטת כספים אינו אלא מדרבנן, אינו עובר בלאו, אלא איסורא דרבנן קא עביד:",
            "נח. מצות לא תעשה שלא למשכן כלים שעושים בהם אוכל נפש. שנאמר (דברים כד, ו): \"לא יחבול ריחיים ורכב כי נפש הוא חובל\". בין שהלוה על המשכון, בין שמשכנו אחר ההלואה, בידו או על פי בית דין, עובר בלאו זה. ואם אבד המשכון או נשרף, הרי זה עובר על לאו זה. וחייב על ריחיים בפני עצמו ועל רכב בפני עצמו. וכשם שריחיים ורכב מיוחדין שהן שני כלים ומשמשין מלאכה אחת, וחייב על זה בפני עצמו ועל זה בפני עצמו - כך כל שני כלים שמשמשין מלאכה אחת, חייב על זה בפני עצמו ועל זה בפני עצמו. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות: ",
            "נט. מצות לא תעשה שלא למשכן בעל חוב בזרוע. שנאמר (דברים כד, י): \"לא תבוא אל ביתו לעבוט עבוטו\". ולא ימשכננו אלא בבית דין. ואפילו שליח בית דין שבא למשכן, לא יכנס לביתו למשכנו, אלא עומד בחוץ, שנאמר (שם שם, יא): \"בחוץ תעמוד\", והלוה נכנס לביתו ומוציא לו המשכון, שנאמר (שם): \"והאיש אשר אתה נושה בו יוציא אליך את העבוט החוצה\". וערב מותר למשכנו בזרוע, וליכנס לביתו וליטול המשכון, שנאמר (משלי כז, יג): \"קח בגדו כי ערב זר\". וכן מי שיש לו שכר אצל חבירו, בין שכר מלאכתו או שכר בהמתו וכליו או ביתו, הרי זה מותר למשכנו שלא על פי בית דין, ונכנס לביתו ונוטל המשכון בשכרו. ואם זקף עליו השכר במלוה, אסור. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "ס. מצות לא תעשה שלא למשכן בגד אלמנה. שנאמר (דברים כד, יז): \"ולא תחבול בגד אלמנה\". בין שהיא עניה בין עשירה, לא בשעת הלואה ולא שלא בשעת ההלואה, ולא על פי בית דין. ואם משכן אותה, מחזירין ממנו בעל כרחו. ואם נאבד המשכון קודם שהחזיר, הרי זה עובר על לאו זה שאינו יכול שוב לקיים להחזיר המשכון. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "סא. מצות לא תעשה שלא למנוע משבון מבעליו בעת צרכו. שנאמר (דברים כד, יב): \"לא תשכב בעבוטו\", ר\"ל, לא תשכב ועבוטו עמך (ועיין בחלק המצוות עשה, מצוה ס\"ג). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "סב. מצות לא תעשה שלא לאמץ לב ולא לקפוץ יד מעני ישראל. שנאמר (דברים טו, ז): \"לא תאמץ את לבבך ולא תקפוץ את ידך מאחיך האביון\"(ועיין בחלק המצוות עשה, מצוה לח). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "סג. מצות לא תעשה שלא לקלל לדיין. שנאמר (שמות כ״ב:כ״ז, כן): \"אלהים לא תקלל\". והמקלל את הדיין בשם או בכינוי, לוקה שתים (משום לאו זה, ומשום שלא לקלל לישראל חבירו). גם, פסוק זה אזהרה שלא לברך את השם. והמברך את השם בכינוי, הוא בלאו; והמברך את השם בשם, עונשו מפורש (ויקרא כד, טז): \"ונוקב שם ה' מות יומת רגום ירגמו בו כל העדה\", וזהו \"מגדף\"; ואפילו חזר בו תוך כדי דבור. ובזמן הזה שאין דנין דיני נפשות, מחרימין אותו ומרחיקין ממנו. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "סד. מצות לא תעשה שלא למנות דיין שאינו הגון. שנאמר (דברים א, יז): \"לא תכירו פנים במשפט\". ופירש בספרי, דזה קאי על הממנה להושיב דיינים, שלא יכיר פנים, ולא יאמר: איש פלוני גבור, או נאה, או חכם בשאר חכמות, או בשאר מעלות שאינם מעניני תורה ויראת שמים. כי הדיין צריך להיות חכם בתורה, וירא שמים, ושונא בצע, וכובש יצרו, ויהיה לו לב אמיץ להציל עשוק מיד עושקו, באלו המעלות צריך להיות הדיין. אבל מי שמושיב דיין מפני שאר מעלות, עובר על לאו זה. ונוהג בכל מקום ובכל זמן:",
            "סה. מצות לא תעשה על הדיין שלא לשמוע טענת בעל דין שלא בפני בעל דין חבירו. שנאמר (שמות כג, א): \"לא תשא שמע שוא\". וכן בעל דין מוזהר שלא ישמיע דבריו לדיין קודם שיבוא בעל דין חבירו, וקרי בה: \"לא תשיא\". ובכלל לאו זה, שלא לקבל ושלא לספר לשון הרע, ושלא להעיד עדות שקר. ונוהג בכל מקום ובכל זמן, בדיינים ובבעלי דינים, בזכרים ובנקבות:",
            "סו. מצות לא תעשה שלא לרחם על עני בדין. שנאמר (שמות כג, ג): \"ודל לא תהדר בריבו\", ונאמר (ויקרא יט, טו): \"לא תשא פני דל\". שלא יאמר הדיין: עני הוא, ואנו מחוייבין לפרנסו, אזכנו בדין, כדי שיתפרנס בנקיות. ונוהג בכל מקום ובכל זמן:",
            "סז. מצות לא תעשה על הדיין שלא להטות משפט חוטא ממני רשעו. שנאמר (שמות כג, ו): \"לא תטה משפט אביונך בריבו\". ופירוש \"אביונך\": מי שהוא אביון במצוות. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "סח. מצות לא תעשה על הדיין שלא להטות משפט גר ויתום. שנאמר (דברים כד, יז): \"לא תטה משפט גר יתום\". ואם עבר והטה משפט גר או משפט יתום, עובר בשני לאוין (אחד משום \"לא תעשו עול במשפט\", ואחד משום לאו זה). ונוהג בכל מקום ובכל זמן:",
            "סט. מצות לא תעשה שלא לעשות עול במשפט. שנאמר (ויקרא יט. לה): \"לא תעשו עול במשפט\", פירוש: שלא לזכות את החייב ולא לחייב את הזכאי. ובכלל זה שלא לענות את הדין אחר שנתברר לדיין איך הדין, והוא מאריך בדברים ברורים כדי לצער אחד מבעלי הדין. הרי זה בכלל עול:",
            "ע. מצות לא תעשה שלא להדר פני גדול בדין. שנאמר (ויקרא יט, טו): \"ולא תהדר פני גדול\", פירוש: אם באו לפניו לדין אחד גדול ואחד קטן, לא יכבד לגדול, ולא יסביר לו פנים, ולא ישאל בשלומו יותר מחבירו. ונוהג בכל מקום ובכל זמן:",
            "עא. מצות לא תעשה על הדיין שלא ליקח שוחד. שנאמר (שמות כג, ח): \"ושוחד לא תקח\". ואפילו לדון אמת. וחייב להחזיר. ואפילו שוחד דברים אסור. והנותן עובר על לאו ד\"לפני עור לא תתן מכשול\" (ויקרא יט, יד), ושכר יד). ושכר בטלה, שניכר שהוא בטל ממלאכתו בעוד שהוא עסוק בדין, מותר ליקח, משני הבעלי דין בשוה:",
            "עב. מצות לא תעשה שלא יירא הדיין מהבעל דין. שנאמר (דברים א. יז): \"לא תגורו מפני איש\". ואף על פי שהבעל דין הוא בעל זרוע, לא יירא ממנו שלא יזיקנו. וכל זמן שאין הדיין יודע להיכן הדין נוטה, יכול לסלק את עצמו מן הדין, ולומר: אין אני מזדקק לכם. אבל משישמע דבריהם, ויודע להיכן הדין נוטה, אינו רשאי לסלק עצמו מפני שהוא ירא מאחד מהם שלא יזיקנו. ונכלל בזה, תלמיד שיושב לפני רבו, ורואה זכות לעני וחובה לעשיר ושותק, הרי זה עובר על לאו זה. ונוהג בכל מקום ובכל זמן:",
            "עג. מצות לא תעשה שלא להקים דבר על פי עד אחד. שנאמר (דברים יט, טו): \"לא יקום עד אחד באיש לכל עון ולכל חטאת\". היינו, לחייב על פי עד אחד. ונוהג בכל מקום ובכל זמן:",
            "עד. מצות לא תעשה על הבית דין שלא לקבל עדות קרוב. שנאמר (דברים כד, טז): \"לא יומתו אבות על בנים\". ר\"ל, בעדות בנים. והוא הדין שאר קרובים:",
            "עה. מצות לא תעשה על הבית דין שלא לקבל עדות בעל עבירה. שנאמר (שמות כג, א): \"אל תשת ידך עם רשע להיות עד חמס\". ועד כשר היודע בחבירו שהוא רשע ואין הדיינים מכירים רשעו, אסור לו להעיד עמו אפילו העדות אמת, משום \"אל תשת ידך עם רשע\", ואין צריך לומר אם יודע שהעד השני יעיד שקר, שאסור לו להעיד עמו. ונוהג בכל מקום ובכל זמן:",
            "עו. מצות לא תעשה שלא להכשיל לחבירו בשום דבר. שנאמר (ויקרא יט, יד): \"ולפני עור לא תתן מכשול\". ר\"ל, אם הוא עור בדבר, ובא לשאול עצה, לא יתן לו עצה שאינה הוגנת; וזה כולל כל דבר, בין מעניני העולם בין בעניני התורה. ואסור להביא או לעזור ולסבב חבירו לידי עבירה, ואילו לעכו\"ם אסור להביאו לעבור על דיני התורה מה שהוא מוזהר עליו (משבע מצוות בני נח). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "עז. מצות לא תעשה שלא להגיד לחבירו דברים שכנגדו דיבר עליו. שנאמר (ויקרא יט, טז); \"לא תלך רכיל בעמיך\". ואף על פי שהוא אומר אמת, הרי זה מחריב העולם. ועוון גדול הוא, וגורם להרוג נפשות מישראל, כדמצינו בדואג האדומי. ויש עוון גדול מזה עד מאד והוא בכלל לאו זה, והוא \"לשון הרע\". וזהו המדבר בגנות חבירו, אף על פי שאומר אמת. והאומר שקר, נקרא \"מוציא שם רע\". ולשון הרע הוא, האומר: כך וכך עשה פלוני; כך וכך היו אבותיו; וכך שמעתי עליו, ואומר דברים של גנאי, על זה אמר הכתוב (תהלים יב, ד): \"יכרת ה' כל שפתי חלקות לשון מדברת גדולות\". ואמרו חז\"ל (ירושלמי פאה, פרק א'; [ראה רמב\"ם הלכות דעות, פרק ז' הלכה ג']): \"שלש עבירות נפרעין מן האדם בעולם הזה, ואין לו חלק לעולם הבא: עבודה זרה, גילוי עריות ושפיכות דמים; ולשון הרע כנגד כולם\". ועוד אמרו חז\"ל (ילקוט תהלים תרנ\"ו): י): \"לשון הרע \"המספר לשון הרע, כאלו כפר בעיקר\". ועוד אמרו (דברים רבה ה, הורגת שלשה: האומרו, והמקבלו, והנאמר עליו. והמקבלו יותר מהאומרו\". ויש דברים שהם אבק לשון הרע, כגון: מי יאמר לפלוני שיהיה כמו שהוא עתה, או שיאמר: שתקו מפלוני, אינני רוצה להודיע מה אירע בו. וכן המספר בטובת חבירו בפני שונאו, שזה גורם שיספרו בגנותו; וכן המספר לשון הרע דרך שחוק; וכן המספר דרך רמאות, כאילו אינו יודע שדבר זה הוא לשון הרע. אחד המספר לשון הרע בפני חבירו, או שלא בפניו; והמספר דברים שגורמים, אם נשמעו איש מפי איש, להזיק חבירו בגופו או בממונו, ואפילו להצר לו או להפחידו; ואין צריך לומר המלשין חבירו לפני השר וגורם שלוקח ממונו, דהוי כאלו ממיתו ואשתו ובניו התלויין בו, שהוא \"מוסר\", וגיהנם כלה והוא אינו כלה, (ועיין בספר \"חפץ חיים\" ו\"שמירת הלשון\", גודל העון הזה של לשון הרע ועונשו). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "עח. מצות לא תעשה שלא לשנא בלב אדם כשר מישראל. שנאמר (ויקרא יט, יז): \"לא תשנא את אחיך בלבבך\". וכשיחטא איש לאיש, לא ישטמנו בלב וישתוק, אלא מצוה עליו להודיעו, ולומר לו: למה עשית לי כך וכך? וימחה השנאה מלבו. אבל אם ראהו שעבר עבירה, והתרה בו ולא חזר, הרי זה מצוה לשנוא אותו, (כיון שאינו נוהג כאחיך). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "עט. מצות לא תעשה שלא לבייש את חבירו. שנאמר (ויקרא יט, יז): \"ולא תשא עליו חטא\". וכל שכן ברבים, ועון גדול הוא, ואמרו חז\"ל (בבא מציעא נט ע\"א): \"המלבין פני חבירו ברבים, אין לו חלק לעולם הבא\". לפיכך יזהר שלא לבייש קטן וגדול, ולא יקראהו בשם שהוא בוש ממנו. ודוקא בדבר שבין אדם לחבירו, אבל במילי דשמיא, אם לא חזר בו כשהוכיחו בסתר, מכלימין אותו ברבים, ומפרסמין חטאו ברבים עד שיחזור למוטב. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "פ. מצות לא תעשה שלא לנקום מחבירו. שנאמר (ויקרא יט, יח): \"לא תקום\". נקימה היא, שהוא גומל למריע לו כמעשהו, כגון שאמר לחבירו: השאילני קרדומך ולא השאיל לו, למחר צריך לחבירו לשאול ממנו, ואמר לו: אין אני משאילך, כדרך שלא השאלתני כשרציתי לשאול ממך, הרי זה נקימה, שנוקם ממנו וגומל לו כמעשהו הרע. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "פא. מצות לא תעשה שלא לנטור שנאה בלב על חבירו. שנאמר (ויקרא יט, יח): \"ולא תטור\". נטירה היא, שנוטר השנאה בלבו, כגון שיאמר לו: הריני משאילך, ואין אני משלם לך כפעלך שלא השאלתני, זוהי נטירה, שנוטר השנאה בלב. אלא צריך להשאיל לו בלב שלם, ולא יהא לו שום שנאה בלב, אלא ימחה הדבר מלבו, ולא יטרנו ולא יזכרנו כלל. ושתי מדות הללו המה רעות למאד, שכל דברי העולם הזה הבל והבאי, ואינן כדאי לנקום ולנטור עליהן. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "פב. מצות לא תעשה שלא למנוע מלהציל חבירו מסכנה. שנאמר (ויקרא יט, יז): \"לא תעמוד על דם רעך\". כגון: ראה את חבירו טובע בנהר, או בשאר סכנות, חייב להצילו בכל מה דאפשר. ובכלל זה, להציל את חבירו מהפסד ממון, כגון שיודע שעכו\"ם או אנס רוצים לבוא על חבירו, ויש בידו לפייסן, שחייב לפייסן. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "פג. מצות לא תעשה שלא לעשות עול במדות ומשקלות. שנאמר (ויקרא יט, לה): \"לא תעשו עול במשפט במדה במשקל ובמשורה\", ודרשו חז\"ל (תורת כהנים שם): \"במשפט\" - זה משפט המדות; \"במדה במשקל\" - שלא יחסר מן המדה או המשקל ממה שהסכימו עליו בני המדינה, וכן שלא להטעות חבירו במדידת הקרקע.\"ובמשורה\" - הקפידה תורה אפלו על מדה קטנה כמשורה, שהוא אחד משלושים וששה בלוג. ומי שעבר על זה, ביטל מצות עשה (של \"מאזני צדק וגו' והין צדק יהיה לכם\" (ויקרא יט, לו)), ועבר על לאו זה. ואפילו אם נתן לעכו\"ם מדה או משקל חסר, עובר על זה, וחייב להחזיר. ואסור להטעות לעכו\"ם בחשבון, והרי הוא מכלל \"כי תועבת ה' אלהיך וגו' כל עושה עול\" (דברים כה, טז) וחייבין בית דין להעמיד ממונים להחזיר על החנויות, להצדיק המאזנים והמשקלות והמדות, ולפסוק שערים. ומי שמדותיו או משקליו או מאזניו אינם בצדק, יש להם להוציאם מתחת ידו ולקנסו; ומי שמפקיע שערים, כופין אותו למכור בשער השוק. קשה עונשן של מדות יותר מענשן של עריות, והרי הוא ככופר ביציאת מצרים. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "פד. מצות לא תעשה שלא להשהות ברשותו מדה או משקל חסר. שנאמר (דברים כה, יג): \"לא יהיה לך בכיסך אבן וכו' איפה ואיפה\". אף על פי שאינו שוקל בה ואיננו מודד בה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "פה. מצות לא תעשה שלא להסיג גבול רעהו ודוקא בארץ ישראל. שנאמר (דברים יט, יד): \"לא תסיג גבול רעך וגו' בנחלתך אשר תנחל\", היינו ליקח מקרקע שלו. ואם הכניס לתחום חברו אפילו מלא אצבע, אפילו בחוץ לארץ, אם בחזקה הרי זה גזלן, ואם בסתר הרי זה גנב. ונוהג בבל מקום ובכל זמן, בזכרים ובנקבות:",
            "פו. מצות לא תעשה שלא לאכול נבילה. שנאמר (דברים יד, כא): \"לא תאכלו כל נבלה\". נבילה היא: כל בהמה, חיה ועוף שמתו מאליהן, או שלא נשחטו כראוי. והאוכל כזית ממנו, לוקה. והאוכל כזית מבשר נפל בהמה טהורה, עובר משום נבילה; לכן אסור לאכול ולד מבהמה שנולדה, עד תחלת ליל שמיני, שיצא מספק נפל. ואם נודע שכלו לו חדשיו, מותר תיכף כשנולד. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "פז. מצות לא תעשה שלא לאכול טריפה. שנאמר (שמות כב, ל): \"ובשר בשדה טריפה לא תאכלו\". טריפה האמורה בתורה הוא, שטרפה אותה חית היער, וכן עוף שדרס אותו עוף הדורס, כגון נץ וכיוצא בו, באופן שאין הבהמה או העוף יכולין לחיות מחמת אותה דריסה; אף על פי שקדם ושחטה שחיטה כשרה, הרי זה אסורה משום טריפה, וזוהי נקראת \"דרוסה\". ויש עוד שבע מיני טריפות, שהן הלכה למשה מסיני שהן אסורות, ואלו הן: נקובה, נטולה, נפולה, חסרה, פסוקה, קרועה, שבורה. וכל שנולד לבהמה או לעוף מכה שאינו יכולה לחיות שנים עשר חודש מחמת מכה זו, בין שבאה לה המכה על ידי חיה, או על ידי אדם, או בידי שמים, או שנפלה מן הגג, הרי זו אסורה. וכן בשר מן החי, נקרא גם כן \"טריפה\", ומי שאכל כזית ממנו, לוקה מן התורה. אם הוציא עובר את ידו מרחם הבהמה, הרי אבר זה טריפה, משום \"בשר שיצא חוץ למחיצתו\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "פח. מצות לא תעשה שלא לאכול חלב. שנאמר (ויקרא ז, כג): \"כל חלב שור וכשב ועז לא תאכלו\" האוכל כזית חלב מאחד משלש בהמות הללו במזיד, חייב כרת; ובשוגג חטאת. חלב האליה מותר, שלא נקרא \"חלב\" אלא מה ששייך לקרבן, כמו חלב שעל הקרב והכליות וכסלים. חוטין שבחלב, אסורין. חלב חיה, מותר. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "פט. מצות לא תעשה שלא לאכול כל דם. שנאמר (ויקרא ז, כו): וכל דם לא תאכלו וגו' לעוף ולבהמה\". וחיה בכלל בהמה. והאוכל כזית דם במזיד, חייב כרת; ובשוגג, חטאת. דם אדם, אסור מדברי סופרים, ודוקא אם פירש מן האדם. דם דגים וחגבים טהורים, מותר. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "צ. מצות לא תעשה שלא לאכול אבר מן החי. שנאמר (דברים יב, כג): \"ולא תאכל הנפש עם הבשר\". מפי השמועה למדו, שזה אזהרה שלא לאכול אבר שנחתך מן החי. והאוכל כזית מן החי, לוקה. אפילו אכל אבר שלם אם יש בו כזית, לוקה, ואם אין בו כזית, פטור. ואם אכל אבר מן החי ובשר מן החי, עובר בשני לאוין (משום \"ולא תאכל הנפש עם הבשר\", ואחד משום \"ובשר בשדה טריפה לא תאכלו\" (שמות כב, ל)). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "צא. מצות לא תעשה שלא לבשל בשר בחלב. שנאמר (שמות כג, יט): \"לא תבשל גדי בחלב אמו\". והמבשל בשר בחלב, כזית משתיהן, לוקה, אף על פי שלא אכל. ואסור בהנאה; וטעון קבורה; ואפרו אסור בהנאה. ודוקא בשר בהמה טהורה בחלב בהמה טהורה, אפילו נבילה, לוקין על בישולו; אבל בשר בהמה טהורה בחלב טמאה, או בשר טמאה בחלב טהורה, או בשר חיה ועוף הטהורין בחלב, מותר בבישול ובהנאה, אבל לא באכילה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "צב. מצות לא תעשה שלא לאכול בשר שנתבשל בחלב. שנאמר (שמות לד, כו): \"לא תבשל גדי בחלב אמו\". ועל אכילת כזית אחד משניהם, לוקה. וחייב אפילו לא נהנה באכילתו, כגון שהיה חם ביותר עד ששרף גרונו באכילתו, או שנתן בתוכו דבר מר בענין שלא נהנה כלל באכילתו, אפילו הכי לוקה. בשר בחלב כשאינו דרך בישול, אלא כבוש או מלוח ביחד, אסור מדברי סופרים באכילה ומותר בהנאה. בשר חיה ועוף שנתבשלו - בין בחלב בהמה, בין בחלב חיה - אין אסורין באכילה אלא מדברי סופרים. דגים וחגבים מותר לבשל בחלב, ומותר לאכלן. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "צג. מצות לא תעשה שלא לאכול בשר בהמה וחיה הטמאים. שנאמר (ויקרא יא, ד): \"את זה לא תאכלו וגו'\". וכל שאינו מעלה גרה ואינו מפריס פרסה הוא טמא. והאוכל כזית, בין מבהמה ובין מחיה הטמאים, לוקה. ובשר אדם הוא באסור עשה, שאינו בכלל \"זאת החיה\" (ויקרא יא, ב). כל היוצא מהמינים האסורים, כגון חלב בהמה וחיה הטמאים, אסורים באכילה מן התורה. ודבש דבורים וצרעים, מותר, מפני שאינן ממצות זה מגופן. חלב אשה, מותר, אבל אסור לגדול לינק מן הדד. חלב שביד עכו\"ם ואין ישראל רואהו שחלבו, אסור, שמא עירב בו חלב מבהמה טמאה. וגבינת עכו\"ם - מן התורה מותר, שאין חוששין שמא בא מבהמה טמאה, שאין חלב בהמה טמאה מתגבן, אלא שחז\"ל אסרו גבינת עכו\"ם, מפני כמה טעמים. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "צד. מצות לא תעשה שלא לאכול עוף טמא. שנאמר (ויקרא יא, יג): \"ואת אלה תשקצו מן העוף לא יאכלו\". וכל עוף החולק את רגליו כשמותחין לו חוט, שתי אצבעות לכאן ושתי אצבעות לכאן, או שקולט מן האויר ואוכל באויר, הרי זה \"דורס\" וטמא. וכל השוכן עם הטמאים ונדמה להם, הרי זה טמא. והאוכל כזית מעוף טמא, לוקה. ביצי עוף טמא, אסורים באכילה מן התורה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "צה. מצות לא תעשה שלא לאכול דג טמא. שנאמר (ויקרא יא, יא): \"ושקץ יהיו לכם מבשרם לא תאכלו\". וכל שאין לו סנפיר וקשקשת הוא טמא, והאוכל כזית ממנו, לוקה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "צו. מצות לא תעשה שלא לאכול שרץ העוף. שנאמר (דברים יד, יט): \"וכל שרץ העוף טמא הוא לכם לא יאכלו\". והם: חגבים טמאים, זבובים, יתושים, דבורה, צרעה וכיוצא בו. האוכל כזית מהם, לוקה. ואם אכל בריה שלמה, אף על פי שאין בה כזית, לוקה. אבל חגבים טהורים, מותר באכילה. ויש להם שלשה סימני טהרה: כל שיש לו ארבע רגלים, וארבע כנפים, החופים רוב אורך ורוב היקף גופו, ושני כרעים לנתר בהן. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "צז. מצות לא תעשה שלא לאכול משרץ הארץ. שנאמר (ויקרא יא, מא): \"וכל השרץ השורץ על הארץ שקץ הוא לא יאכל\". ושרץ הארץ היינו, נחשים ועקרבים וחפושית ותולעים. והאוכל מהם בריה שלמה, לוקה. ואם אינה שלמה - אם אכל כזית, לוקה. וכל השרצים מצטרפין לכזית. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "צח. מצות לא תעשה שלא לאכול תולעת הפירות והזרעים. שנאמר (ויקרא יא, מב): \"לכל השרץ השורץ על הארץ לא תאכלום\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "צט. מצות לא תעשה שלא לאכול שרץ המים. שנאמר (ויקרא יא, מג): \"אל תשקצו את נפשותיכם בכל השרץ השורץ\". ושרץ המים בכלל, כגון: הצפרדע והסרטן וכיוצא בו, או תולעים ועלוקה, או חיות הים וכלב הים. והאוכל כזית מהן, לוקה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "ק. מצות לא תעשה שלא לאכול רמשים. שנאמר (ויקרא יא, מד): \"ולא תטמאו את נפשותיכם בכל השרץ הרומש על הארץ\". רמשים - הם הבאים מעיפושים, שלא מזכר ונקבה. והאוכל כזית מהן, לוקה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קא. קב. קג. מצות לא תעשה שלא לאכול לחם מתבואה חדשה קודם לעומר. ומצות לא תעשה שלא לאכול קלי (היינו גרעינים מחמשת המינין הקלויין באור) מתבואה חדשה קודם לעומר. ומצות לא תעשה שלא לאכול כרמל (היינו שנתמולל ביד ולא היבהב באור) מתבואה חדשה קודם לעומר. שנאמר (ויקרא כג, יד): \"ולחם וקלי וכרמל לא תאכלו עד עצם היום הזה\". כל זה מחמשת מיני דגן בלבד, והם: חטים, שעורים, כוסמין, שבולת שועל ושיפון (קארן בלע\"ז), אסור. והאוכל לחם וקלי וכרמל, כזית מכל אחד, עובר על שלשה לאוין. בזמן שבית המקדש קיים, אסור בט\"ז בניסן עד אחר הקרבת העומר; ובזמן שאין בית המקדש קיים, כל יום ט\"ז בניסן אסור מן התורה. ובחוץ לארץ, שעושין שני ימים טובים, אסור מדברי סופרים כל יום י\"ז. ותבואה שנשרשה קודם העומר, אף על פי שנגמרה אחר העומר, העומר מתירו. ונוהג איסור זה של חדש, בכל מקום ובכל זמן, בזכרים ובנקבות. ויש מהראשונים דסבירא להו דחדש בחוץ לארץ אינו אלא מדרבנן, משום גזירה, ולא גזרו אלא במקומות הסמוכין לארץ ישראל. ועל כן רוב העולם אינן נזהרין בזה. ואף על פי שאין בידינו למחות בידי המקילין, מכל מקום, כל בעל נפש יחמיר לעצמו בכל מה דאפשר לו, כי להרבה גדולי הראשונים הוא איסור דאורייתא בכל גווני:",
            "",
            "",
            "קד. מצות לא תעשה שלא לאכול חמץ ערב פסח אחר חצות. שנאמר (דברים טז, ג): \"לא תאכל עליו חמץ\", כלומר, על קרבן פסח שזמן הקרבתו משעה שביעית. והאוכל חמץ בערב פסח אחר שש, לוקה. וחז\"ל אסרוהו מתחלת שעה ששית באכילה ובהנאה, ובשעה חמישית, אסור באכילה ומותר בהנאה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קה. מצות לא תעשה שלא לאכול פירות אילן שלש שנים הראשונות לנטיעתו. שנאמר (ויקרא יט, כג): \"שלש שנים יהיה לכם ערלים לא יאכל\". ואפילו ספק ערלה, אסור, ובחוץ לארץ - הלכה למשה מסיני שודאי ערלה אסורה, וספק ערלה מותר. ועל ודאי ערלה - בארץ ישראל, חייב מלקות; ובחוץ לארץ, מכין אותו מכות מרדות. ונוהג בזכרים ובנקבות:",
            "קו. מצות לא תעשה שלא לאכול אכילת בן סורר ומורה. שנאמר (ויקרא יט, כו): \"לא תאכלו על הדם\". ופירוש: לא תאכלו אכילה כזו המביאה לידי שפיכות דמים, וזו היא אכילת בן סורר ומורה. [גם] זה [הפסוק] הוא אזהרה שלא לאכול מבהמה קודם שתצא נפשה. וגם הוא אזהרה שלא לאכול קודם שיתפלל. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קז. מצות לא תעשה שלא לזרוע שני מיני זרעים בשדה. שנאמר (ויקרא יט, יט): \"שדך לא תזרע כלאים\". ובחוץ לארץ, מותר לישראל, לכתחילה, לזרוע כלאי זרעים. וכלאי אילנות - פירוש: להרכיב אילן אתרוג בתפוח וכיוצא בזה, אסור גם בחוץ לארץ. וכן אסור להרכיב אילן בירק או ירק באילן, אפילו בחוץ לארץ. ובין כלאי זרעים ובין כלאי אילנות, אף על פי שעובר על זה, מכל מקום מותרין הם באכילה, אפילו לזה שעשה האסור. וכלאי הכרם (דהיינו, לזרוע תבואה בכרם), אסור לזרוע; ובאכילה ובהנאה - בחוץ לארץ, מדברי סופרים; ובארץ ישראל, אסור מן התורה:",
            "קח. מצות לא תעשה שלא לשחוט בהמה טהורה היא וולדה ביום אחד. שנאמר (ויקרא כב, כח): \"ושור או שה אותו ואת בנו לא תשחטו ביום אחד\". ואם עבר ושחט, הבשר כשר. והיום הולך אחר הלילה; לפיכך, אם שחט האם תחילת ליל רביעי, לא ישחוט הולד עד תחילת יום חמישי; ואם שחט האם סוף יום רביעי, מותר לשחוט הולד תחילת ליל חמישי. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קט. מצות לא תעשה שלא לפדות בכור בהמה טהורה. שנאמר (במדבר יח, יז): \"אך בכור שור וגו' לא תפדה\". ובזמן שאין בית המקדש קיים, מותר למכרו, והלוקח ינהג בו קדושת בכור. ובכור בעל מום, מותר למוכרו, בין חי ובין שחוט, ובלבד שלא ימכרנו במקולין. ונוהג בזכרים ובנקבות:",
            "קו. מצות לא תעשה שלא ליקרב לעריות אפילו בלא ביאה. שנאמר (ויקרא יח, ו): \"איש איש אל כל שאר בשרו לא תקרבו לגלות ערוה\", ר\"ל, כגון חיבוק ונישוק, שהם דברים המביאים לגילוי ערוה. והעובר על זה, ומחבק או מנשק או נהנה בקירוב בשר, לוקה, וחשוד על עריות. ואסור לקרוץ ולרמוז ולשחוק עמהן, או להריח בבשמים שעליהן, או להביט ביפין. ולא יעשה שום דבר המביא לידי הרהור. ואסור להוציא שכבת זרע לבטלה, ועון חמור הוא מאד. והמקשה עצמו לדעת, הוא בנידוי. ומצות חכמים היא, להשיא בניו ובנותיו סמוך לפרקן; שאם יניחן, יבואו לזנות או להרהור. ואסור להשיא אשה לקטן, דהוי כזנות; ולא ישא בחור זקנה, ולא ישא זקן ילדה - שזה גורם לזנות. ואסור להתייחד עם העריות. ואסור להתייחד עם פנויה. והמתיחד עם אשה שאסור להתייחד עמה, מכין שניהם מכות מרדות ומכריזין עליהן; חוץ מאשת איש, שאין מכין ומכריזין, אף על פי שאסור להתייחד עמה - שלא להוציא לעז על בניה. ונוהג בכל מקום ובכל זמן:",
            "קיא. מצות לא תעשה שלא לגלות ערות האב במשכב זכור. שנאמר (ויקרא יח, ז): \"ערות אביך וגו' לא תגלה\". וזה לאו נוסף על משכב זכור (לקמן לאו קט\"ז). והעובר על זה, ובא על אביו בהכנסת עטרה, בעדים והתראה - שניהם חייבים סקילה; ובלא עדים - במזיד, חייבים כרת; ובשוגג, חייב שתי חטאות (משום לאו זה, ומשום בא על הזכר). ונוהג בכל מקום ובכל זמן:",
            "קיב. מצות לא תעשה שלא לבוא על אמו. שנאמר (ויקרא יח, ז): \"וערות אמך לא תגלה\". ואפילו לא היתה אשת אביו, רק היא אמו על ידי זנות, מכל מקום אמו היא. ואין חילוק בין בא עליה בחיי אביו או לאחר מיתת אביו - אם היה בעדים והתראה, חייבים סקילה; ובלא עדים - במזיד, כרת; ובשוגג, חטאת. ואם היא אשת אביו, חייב שתים (משום אמו ומשום אשת אביו). ומדברי סופרים, הנקרא \"שניות דרבנן\", אסור גם באם אמו, ואין לה הפסק עד למעלה; ואם אבי אמו בלבד; ואם אביו, ואין לה הפסק; ואם אבי אביו בלבד. ונוהג בכל מקום ובכל זמן:",
            "קיג. מצות לא תעשה שלא לבוא על אשת אביו. שנאמר (ויקרא יח, ח): \"ערות אשת אביר לא תגלה\". אפלו היא איננה אמו, אם היא אשת אביו - בין מן האירוסין, בין מן הנשואין, בין בחיי האב, בין לאחר מיתת האב - ואפילו גירשה. וחייבין על זה בעדים והתראה - סקילה; ובלא עדים - במזיד, כרות; ובשוגג, חטאת. ושניות מדברי סופרים: אשת אבי אביו, ואין לה הפסק עד למעלה; ואשת אבי אמו בלבד. ונוהג בכל מקום ובכל זמן:",
            "קיד. מצות לא תעשה שלא לבוא על אחי אביו במשכב זכור. שנאמר (ויקרא יח, יד): \"ערות אחי אביך לא תגלה\". וזהו לאו נוסף על משכב זכור. ואם בא על אחי אביו בעדים והתראה, שניהם בסקילה; ובלא התראה - במזיד, בכרת; ובשוגג, חייב שתי חטאות (משום לאו זה, ומשום בא על הזכר). ונוהג בכל מקום ובכל זמן:",
            "קטו. מצות לא תעשה שלא לבוא על כלתו היא אשת בנו. שנאמר (ויקרא יח, טו): \"ערות כלתך לא תגלה\". בין בחיי בנו ואפילו נתגרשה, בין לאחר מיתת בנו. וחייבין על זה - בעדים והתראה, סקילה; ובמזיד, בלא התראה, כרת; ובשוגג, חטאת. ושניות מדברי סופרים: כלת בנו, ואין לה הפסק; וכלת בתו בלבד. ונוהג בכל מקום ובכל זמן:",
            "קטז. מצות לא תעשה שלא לבוא על הזכר. שנאמר (ויקרא יח, כב): \"ואת זכר לא תשכב משכבי אשה\". וזהו אזהרה גם לנשכב, וקרי ביה: \"לא תשכב\". ומשהערה בהכנסת עטרה, חייבים שניהם סקילה; ובמזיד, בלא התראה, כרת; ובשוגג, חטאת. ונוהג בכל מקום ובכל זמן:",
            "קיז. קיח. מצות לא תעשה שלא לבוא על בהמה ושלא להביא בהמה עליו. שנאמר (ויקרא יח, כג): \"ובכל בהמה לא תתן שכבתך\". ומצות לא תעשה שלא תביא אשה בהמה עליה בין כדרכה בין שלא כדרכה. שנאמר (שם): \"ואשה לא תעמוד לפני בהמה לרבעה\". ולא חלק הכתוב בבהמה בין גדולה לקטנה, והוא הדין חיה או עוף - הכל בסקילה, האדם והבהמה, אפילו על העראה; ובלא התראה - האדם בכרת, והבהמה בסקילה; ובשוגג - האדם בחטאת, והבהמה פטורה. ונוהג בכל מקום ובכל זמן:",
            "",
            "קיט. מצות לא תעשה שלא לבוא על בת בנו ומצות לא תעשה שלא לבוא על בת י): \"ערות בת בנך או בת בתך לא תגלה ערותן\". וחייבים על כל בתו. שנאמר (ויקרא יח, אחת שריפה; ובמזיד בלא עדים, כרת; ובשוגג, חטאת. ושניות מדברי סופרים של בת בנו: בת בת בנו בלבד, ובת בן בנו בלבד. ושניות מדברי סופרים של בת בתו: בת בת בתו בלבד, ובת בן בתו בלבד. ונוהג בכל מקום ובכל זמן:",
            "קכ. מצות לא תעשה שלא לבוא על בתו אפילו שנולדה מזנות מכל מקום בתו היא. לאו זה לא בא בכתוב בפרוש, רק למדוהו (סנהדרין עו ע\"א) מקל וחומר וגזירה שוה. וחייבים על זה שריפה ובמזיד, בלא התראה, כרת; ובשוגג, חטאת. ואם היא בתו מאשתו, חייב שתים (אחת משום בתו, ואחת משום \"ערות אשה ובתה\"(ויקרא יח, יז)). ונוהג בכל מקום ובכל זמן:",
            "קכא. קכב. קכג. מצות לא תעשה שלא לבוא על אשה ובתה. שנאמר (ויקרא יח, יז): \"ערות אשה ובתה לא תגלה\". ומצות לא תעשה שלא לבוא על אשה ובת בנה. שנאמר (שם): \"את בת בנה\". ומצות לא תעשה שלא לבוא על אשה ובת בתה. שנאמר (שם): \"ואת בת בתה לא תקח\". ומשעה שקידש אשה, נאסר באמה ובאם אמה ובאם אביה, ובתה ובת בתה ובת בנה. וחייבים על כל אחת מששה נשים הללו שריפה - אם בא עליהן בחיי אשתו - בין בא עליהן לשם אישות, בין לשם זנות. ואם בא עליהן לאחר מיתת אשתו, הרי אלו בכרת; ובשוגג, חטאת. ודוקא אם קידש אשה, נאסר בקרוביה, אבל אם נאף עם אשה, לא נאסר עליו לישא קרובותיה, אלא שחז\"ל אסרו ליקח קרובות אשה שנאף עמה, לכתחילה, בחייה; ואם כנס, לא יוציא. ושניות מדברי סופרים של אשה ובת בנה: בת בן בן אשתו, ואם אבי אשתו, ואם אב אם אשתו, ואם אב אב אשתו. ושניות מדברי סופרים של אשה ובת בתה: בת בת בת אשתו, אם אם אם אשתו. ונוהג בכל מקום ובכל זמן:",
            "",
            "",
            "קכד. מצות לא תעשה שלא לבוא על אשת איש. שנאמר (שמות כ, יג): \"לא תנאף\", ונאמר (ויקרא יח, כ): \"ואל אשת עמיתך לא תתן שכבתך\". והוא והיא, מיתתם בחנק. ואם היא בת כהן, היא בשריפה והוא בחנק. ואם היא נערה בתולה מאורסה, ועודה בבית אביה, שניהם בסקילה - וכל זה בעדים והתראה. ובמזיד, בלא התראה, בכרת; ובשוגג, חטאת. ונוהג בכל מקום ובכל זמן:",
            "קכה. מצות לא תעשה שלא לבוא על דודתו היא אשת אחי אביו. שנאמר (ויקרא יח, יד): \"אל אשתו לא תקרב דודתך היא\". ולאו זה הוא דוקא אם הוא אחי אביו מן האב. ואם בא עליה בחיי דודו, שניהם בחנק - שהרי היא אשת איש. ולאחר מיתת דודו - במזיד, בכרת ובשוגג, חטאת. ושניות מדברי סופרים: אשת אחי האב מן האם, ואשת אחי האם, בין מן האב בין מן האם. ונוהג בכל מקום ובכל זמן:",
            "קכו. מצות לא תעשה שלא לבוא על אשת אחיו, בין מן האב בין מן האם ואמילו מזנות. שנאמר (ויקרא יח, טז): \"ערות אשת אחיך לא תגלה\". ואם בא עליה בחיי אחיו, שניהם בחנק, כשלא גירשה, שהרי אשת איש היא. ואם גירשה אחיו, או בא עליה לאחר מיתת אחיו שלא במקום יבום - במזיד, חיב כרת; ובשוגג, חטאת. ואם היא יבמה שחלצה - אינה בכרת, אלא בלאו ד\"לא יבנה\". ונוהג בכל מקום ובכל זמן:",
            "קכז. מצות לא תעשה שלא לבוא על אחותו בין מן האב לבד או מן האם לבד ואמילו מזנות. שנאמר (ויקרא יח, ט): \"ערות אחותך בת אביך או בת אמך מולדת בית או מולדת חוץ לא תגלה\". וחייבים - במזיד, כרת; ובשוגג, חטאת. ואם היא גם כן בת אשת אביו, חייב שתים (משום אחותו ומשום בת אביו). ונוהג בכל מקום ובכל זמן:",
            "קכח. מצות לא תעשה שלא לבוא על אחותו בת אשת אביו. שנאמר (ויקרא יח, ח): \"ערות בת אשת אביך לא תגלה\". ר\"ל, כשהיא אחותו - דאם היא בת אשת אביו מאיש אחר, היא מותרת להנשא לו לכתחילה - אלא ר\"ל, כשהיא אחותו. וחייב עליה שתים, וכנזכר לעיל. ואין בה מיתת ב\"ד, אלא כרת; ובשוגג, חטאת. ונוהג בכל מקום ובכל זמן:",
            "קכט. קל. מצות לא תעשה שלא לבוא על אחות אביו. שנאמר (ויקרא יח, יב): \"ערות אחות אביך לא תגלה\". ומצות לא תעשה שלא לבוא על אחות אמו. שנאמר (שם): \"ערות אחות אמך לא תגלה\". בין שהיא אחות האב או אחות האם, בין מן האב בין מן האם, ואפילו מזנות - מכל מקום אחות אביו או אחות אמו היא. וחייבין על כל אחת משתי עריות אלו - במזיד, כרת, אפילו בעדים והתראה; ובשוגג, חטאת. ונוהג בכל מקום ובכל זמן:",
            "",
            "קלא. מצות לא תעשה שלא לבוא על אחות אשתו בחיי אשתו. שנאמר (ויקרא יח, יח): \"ואשה אל אחותה לא תקח לצרור לגלות ערותה עליה בחייה\". ומשעה שקדש אשה, נאסר באחותה, בין מן האב בין מן האם, ואפילו מזנות. ואם בא על אחותה בחיי אשתו, אפילו אם גירש אשתו, חייבים כרת; ובשוגג, חטאת. ונוהג בכל מקום ובכל זמן:",
            "קלב. מצות לא תעשה שלא לבוא על הנדה. שנאמר (ויקרא יח, יט): \"ואל אשה בנדת טומאתה לא תקרב\". והעובר על זה ובא על אשה נדה, אפילו אחר שכלו ימי הנדה, כל זמן שלא טבלה במקוה כשרה כדין, של ארבעים סאה, שניהם חייבים כרת, והולד הנולד הוא פגום. (ופירשו האחרונים: שהוא פגום ומקולקל, וראוי להרחיק ממנו). ואסור לבוא על אשתו סמוך לוסתה. וכמה נקרא סמוך לוסתה? אם היה דרכה לראות ביום, אסור מתחלת היום; ואם היה דרכה לראות בלילה, אסור מתחלת הלילה. ויולדת, טמאה לבעלה כנדה, ואפילו לא ראתה דם בשעת לידה, טמאה; בין ילדה חי, בין ילדה נפל. ובמדינותינו, לאחר שבעה ימים לזכר וארבעה עשר לנקבה, אם טהרה מדם, תוכל לעשות בדיקת \"הפסק טהרה\" ותתחיל לספור שבעה נקיים, ותטבול אחר כך, ומותרת לבעלה. ואם תראה דם לאחר טבילתה, אסורה לבעלה ככל הנשים (שאין לה ימי טוהר הכתוב בתורה). והבא על היולדת כל זמן שלא טבלה, הרי הוא כבא על הנדה. והנה, בענין עצם חיוב הטבילה לנדה, לא הוצרכנו לדבר, כי מי מבני עמנו לא ידע את גודל חיובה על פי התורה, כי הלא נדה היא כל זמן שלא טבלה; ואפילו נמשך כמה שנים מעת ראייתה, וכבר נעשתה זקנה שפסקה מלראות, מכל מקום עדיין טמאה היא מן התורה, מעת שראתה ועדיין לא נטהרה. ואיסור נדה מפורסם בכל ישראל, אפילו לקטן שבקטנים שיש לו מעט ידיעה בחומש, כי הלא מקרא מלא הוא (ויקרא יח, יט): \"ואל אשה בנדת טומאתה לא תקרב לגלות ערותה\", וכתיב בסוף הפרשה (שם שם, כט): \"כי כל אשר יעשה מכל התועבות האלה ונכרתו הנפשות העושת מקרב עמם\", והיינו, שגם האשה נכרתה עבור זה. ונשנה הדבר הזה בפרשה כמה פעמים שהוא תועבה, ומטמא הנפש, ונפשו נכרת מארץ החיים לגמרי. ואפילו אם יכפוהו עכו\"ם לזה, צריך למסור נפשו ולא יעבור על זה - שהוא שקול כמו עבודה זרה. והנה, מחמת גודל פרסומו בין האומה, היה דבר זה לפלא ולתמהון אם היינו מעתיקים לפני הקורא גודל איסורה; וכמו שאין צריך להזהיר,לכל אחד שלא יחתוך את ראשו. אכן, עתה, בעונותינו הרבים, החלו אנשים קלי דעת ובורים, לפרוץ פרצה בענין הטבילה לגמרי, שנשותיהן אינן טובלות כלל לנדותן, וחושבות שזה רק מנהג של יהדות בעלמא; על כן אנו צריכים להאריך קצת בגודל העון הזה, כדי להזהיר להעם מהחטא הנורא הזה. ראשון לכל צריך האדם לדעת, שכל העונשים הנאמרים בתורתנו הקדושה ובחז\"ל על מי שעובר על איסור עריות, הוא גם על איסור נדה, ושניהם חייבים כרת עבור זה. והעובר על זה בזדון לבו, הוא רשע גמור, ופסול לעדות ולשבועה, ונקרא \"פושע ישראל בגופו\" עבור זה. ודינו נפסק (ראש השנה יז ע\"א) - דמי שיש לו רוב עונות, ובתוך העונות נמצא גם עון זה, נדון בגיהנם שנים עשר חדש, ואחר כך גופו כלה ונשמתו נשרפת, והרוח מפזרת לאפרו תחת כפות רגלי הצדיקים. ומי יוכל לשער גודל היסורים והצרות שיסבלו שניהם בגיהנם, אפילו על פעם אחת שעוברין על איסור זה, וכל שכן אם הפקר, חס ושלום, בעיניהם עון זה החמור, לעבור עליו כמה פעמים. וגם הרבה פעמים גורם העון הזה שתמות בעת שתשב על המשבר, כמו שאמרו חז\"ל (שבת לא ע\"ב): \"על שלש עבירות נשים מתות בשעת לידתן: על שאינן זהירות בנדה, בחלה ובהדלקת הנר\". גם העון הזה גורם כמה פעמים שימותו בניהם. ואפילו הוא רואה שבניו קיימים, לא יחשוב כי שלום יהיה לו, כי איננו יודע מה יהיה בסוף ימיו. וגם הבנים אשר יולדו לו על ידי זה, יהיו בודאי רשעים גמורים, כי הם מבני \"תשע מדות\", כי אחת מהתשע הוא \"בני נדה\", שעליהם אמר הכתוב (יחזקאל כ לח): \"וברותי מכם המורדים והפושעים בי\", כמו שאמרו חז\"ל (נדרים כ ע\"ב). וכמה יצטער על זה לעתיד לבוא ! כי לא די שהוא בעצמו קלקל כל ימי חייו, הביא עוד רשעים בעולם למרוד בה' ותורתו כל ימי חייהם, ויהיה פעולתם הרעה גם לו למזכרת עון לנצח. וכן איתא בזוהר הקדוש (פרשת שמות): \"זרעא דיוליד בההיא שעתא, משכין עלי' רוח מסאבא, וכל יומוי יהו במסאבא. דהא בניינא ויסודא דילי' איהו במסאבא רב ותקיף מכל מסאבין דעלמא\". [תרגום: הזרע שהוא מוליד בו בזמן, נמשך עליהם רוח טומאה, וכל ימיהם יהיו בטומאה. כי הבנין והיסוד שלהם הינו בטומאה גדולה וקשה מכל טומאות שבעולם]. (ועיין שם מה שהאריך בזה). ועל כן, כל איש אשר בשם ישראל יכונה, יחוס על עצמו ועל כל דורותיו הבאים אחריו, שלא יכלו בעונותיו, ויתחזק על יצרו שלא לעבור על איסור המר הזה, ויהיה לו טוב בזה ובבא. ולפי זה, צריך ליזהר מאד שלא לדור עם אשתו בעיר שאין שם מקוה כשרה. ואפלו מי שתלוי בו טפלי, ועיקר פרנסתו, לפי מראית עיניו, הוא תלוי רק במקום הזה, לא יחליף עולם עומד לעד לעולם, בעולם עובר, כי בודאי כשידור בקביעות עם אשתו במקום הזה, בהמשך הימים יבוא לידי מכשול ואיסור כרת, רחמנא ליצלן. וישים בטחונו בה', שלא יעזבהו גם שם:",
            "קלג. מצות לא תעשה שלא לבוא על קדשה בלא קדושין. שנאמר (דברים כג, יח): \"לא תהיה קדשה מבנות ישראל\".\"קדשה\" היא פנויה שהפקירה עצמה לזנות, או שאביה מסרה לביאה שלא לשם אישות, או הפקירה האב לזנות. והבא על אשה קדשה לשם זנות, בלא קדושין, עוברים שניהם על לאו זה. ונוהג בכל מקום ובכל זמן:",
            "קלד. מצות לא תעשה שלא להחזיר גרושתו משנשאת לאחר. שנאמר (דברים כד, ד): \"לא יוכל בעלה הראשון אשר שלחה לשוב לקחתה וגו' אחרי אשר הוטמאה\". ואם החזירה הראשון בקדושין ובעלה, הרי זה עובר על זה, וכופין אותו להוציאה. ואפילו לא נשאת, רק נתקדשה לאחר, נאסרה על בעלה הראשון. אבל אם זנתה אחר הגרושין, לא נאסרה על המגרש. ובכלל לאו זה, אשה שזנתה תחת בעלה, שנאסרה על בעלה, שנאמר (שם): \"אחרי אשר הוטמאה\", והרי נטמאה. ואם נאנסה, ולא היתה אשת כהן, לא נאסרה על בעלה. ונוהג בכל מקום ובכל זמן:",
            "קלה. מצות לא תעשה שלא תנשא אשת המת בלא בנים לאיש זר. שנאמר (דברים כה, ה): \"לא תהיה אשת המת החוצה לאיש זר\". ואם יש למת אח מן האב - אם לא חלצה קודם, אם נשאת לזר ובעלה, הרי שניהם עוברים בלאו זה; ומוציאה בגט, וצריכה חליצה מהיבם, ואז היא מותרת לזר. (ועיין בחלק המצוות עשה, עשה מ\"ו). ונוהג בכל מקום ובכל זמן:",
            "קלו. מצות לא תעשה שלא ישא פצוע דכא וכרות שפכה בת ישראל. שנאמר (דברים כג, ב): \"לא יבא פצוע דכא וכרות שפכה בקהל ה'\". ואם עברו ונשאו בת ישראל ובעלו, לוקין. ומותרין לישא גיורת, ואפילו כהן שהוא פצוע דכא מותר בגיורת. פצוע דכא הוא, שנפצע או נכרת או נדוך אפילו אחת מהביצים שלו, או חוטי הביצים, בידי אדם.(פירוש: שנעשה על ידי סיבה, ולא נולד כך. אבל אם נולד כך, נקרא \"בידי שמים\", וכשר לבוא בקהל). כרות שפכה הוא, שנכרת או נדוך או נפצע הגיד, או שנכרתה העטרה או למעלה מהעטרה, בידי אדם; אבל לא בידי שמים, שבידי שמים כשר לבוא בקהל. ונוהג בכל מקום ובכל זמן:",
            "קלז. מצות לא תעשה שלא ישא ממזר בת ישראל. שנאמר (דברים כג, ג): \"לא יבא ממזר בקהל ה'\". וממזר הוא, שבא מביאת חייבי כריתות; חוץ מנדה, שהולד ממנו פגום ואינו ממזר. אחד זכרים ואחד נקבות, אסורים לעולם. וממזר וממזרת מותרים בגרים, והבנים הם ממזרים. ומי שנולד מאשה פנויה, ולא אמרה ממי נתעברה, או שאמרה: \"מפלוני ממזר נתעברתי\" - הרי זה ספק ממזר. וכן ולד הנמצא בשוק, ואינו ידוע לא אמו ולא אביו - הרי זה ספק ממזר. ומן התורה, ממזר ספק מותר לבוא בקהל, אלא חז\"ל (קידושין עג ע\"א) אסרום לבוא בקהל. ואסורים בממזרים ובספק ממזרים. ויש ממזר מדברי סופרים, כגון אשה ששמעה שמת בעלה, ונשאת, והרי בעלה קיים; ובא בעלה הראשון עליה כשהיא תחת השני - הרי הבן ממזר מדברי סופרים. וממזר מדברי סופרים, מותר גם כן רק בממזר מדברי סופרים. ונוהג בכל מקום ובכל זמן:",
            "קלח. מצות לא תעשה שלא יקח כהן אשה זונה. שנאמר (ויקרא כא. ז): \"אשה זונה וגו' לא יקחו\". זונה האמורה בתורה: כל שאינה בת ישראל, או בת ישראל שנבעלה לאדם שהיא אסורה להנשא לו, או שנבעלה לחלל, אף על פי שהיא מותרת להנשא לו אפילו נבעלה באונס, או שלא כדרכה - נעשית זונה. אבל הבא על הפנויה, אף על פי שהיא קדשה שהפקירה עצמה לכל, או בא על הנדה, או נרבעת לבהמה - לא נעשית זונה על ידי זה. ונוהג בכל מקום ובכל זמן:",
            "קלט. מצות לא תעשה שלא יקח כהן חללה. שנאמר (ויקרא כא, ז): \"אשה וגו' וחללה לא יקחו\". וחללה היא, שנולדה מאיסורי כהונה, או אשה שאסורה לכהונה שנבעלה או שנשאת לכהן. ונוהג בכל מקום ובכל זמן:",
            "קמ. מצות לא תעשה שלא יקח כהן גרושה. שנאמר (ויקרא כא, ז): \"ואשה גרושה מאישה לא יקחו\". ומדברי סופרים, חלוצה אסורה גם כן לכהן, והיא וולדה חללים מדברי סופרים. וכהן שנשא אחת משלש נשים הנ\"ל, דרך אישות, ובעלה, לוקה. ועל ספק חללה ועל חללה מדברי סופרים, מכין אותו מכות מרדות. וכהנות כשרות, לא הוזהרו להנשא לפסולי כהונה:",
            "קמא. מצות לא תעשה שלא יטמא כהן למת. שנאמר (ויקרא כא, א): \"לנפש לא יטמא בעמיו\". וכן הנוגע במת, או מאהיל, או נושא, או נוגע בקבר. אחד המת ואחד טומאות הפורשות מן המת, כגון דם - אם במזיד טימא את עצמו באחת מכל טומאות המת, לוקה. ולמת מצוה, מותר לטמא את עצמו. ונוהג בכל מקום ובכל זמן, בזכרי כהונה הכשרים (ולא חללים), ולא בנקבות:",
            "קמב. מצות לא תעשה שלא להרביע חיה ועוף בשאינו מינו. שנאמר (ויקרא יט, יט): \"בהמתך לא תרביע כלאים\". וקבלו חז\"ל, דהוא הדין חיה ועוף. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קמג. מצות לא תעשה שלא לסרס זכר משום בעל חי. שנאמר (ויקרא כב, כד): \"ומעוך וכתות ונתוק וכרות וגו' ובארצכם לא תעשו\". למדו חז\"ל (שבת קי ע\"ב) ענין הכתוב: שלא תעשה זאת בישראל, בין בגופן, בין בשאר בעלי חיים, טמאים וטהורים. וכל המסרס, לוקה; אפילו המסרס אחר המסרס, לוקה; בין באדם, בין בשאר בעלי חיים. ואשה אסורה לסרס את הזכר. ואסור להשקות כוס של עיקרין, בין לאדם בין לשאר בעלי חיים. ואשה מותרת לשתות כוס של עיקרין. ואסור לומר לעכו\"ם לסרס בעלי חיים שלנו. לקחה העכו\"ם מעצמו וסרסה, מותרת. ואם הערים ישראל - קונסין אותו, ומוכרו לישראל אחר. ונוהג בכל מקום ובכל זמן:",
            "קמד. מצות לא תעשה שלא לעשות צורת אדם אפילו לנוי. שנאמר (שמות כ, כ): \"לא תעשון אתי\". ודוקא צורה בולטת אסור; ואם עשה, לוקה. אבל אם היתה משוקעת, או של סממנים בציור, מותר. טבעת שיש עליה חותם צורת אדם, בולטת - אסור להניחה ומותר לחתום בה; ואם היתה הצורה משוקעת - מותר להניחה ואסור לחתום בה, מפני שבהנחתם יהיה בולט. ואסור לצייר דמות חמה ולבנה וכיוצא בהם, שנאמר: \"לא תעשון אתי\" - כדמות שמשי המשמשין לפני במרום. ואסור אפילו על לוח, שאינן בולטות. לצייר צורות שאר בעלי חיים, וצורות אילנות ודשאים - מותר לצור אפילו צורה בולטת. ואסור לעשות בית - תבנית היכל; אכסדרה - כנגד אולם (פירש רש\"י: שיהיה רחבו עשרים וגבהו ארבעים); חצר - כנגד העזרה; שולחן - בצורת שולחן שבהיכל; ומנורה של מתכת - של שבעה קנים, בצורת מנורה שבהיכל. אבל פחות או יותר משבעה קנים, או מנורה שאינה של מתכת, אפילו משבעה קנים, מותר. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קמה. מצות לא תעשה שלא לעשות שמן כמו שמן המשחה. שנאמר (שמות ל, לב): \"ובמתכונתו לא תעשו כמוהו\". ור\"ל, שלא יעשה כמעשה שמן המשחה, הכתוב בו, וכמשקלו. ואם עשה - במזיד, חייב כרת; ובשוגג, חטאת. ודוקא להמשח בו חייב, אבל להתלמד פטור. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קמו. מצות לא תעשה שלא לעשות במתכונת קטרת. שנאמר (שמות ל, לז לח): \"והקטרת וגו' במתכנתה לא תעשו לכם איש אשר יעשה כמוה להריח בה ונכרת\". אף על פי שלא עשה כל המשקל אלא חציו או שלישו, הואיל ועשה לפי ערך משקלותיו, חייב כרת; ובשוגג, חטאת. עשאה להריח, אף על פי שלא הריח, חייב. ואם עשאה להתלמד, פטור. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קמז. מצות לא תעשה שלא לעשות מלאכה ביום ראשון של פסח. שנאמר (ויקרא כג, ו ז): \"ובחמשה עשר וגו' כל מלאכת עבודה לא תעשו\".(עיין בחלק המצוות עשה, מצוה כ\"ה). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קמח. מצות לא תעשה שלא לעשות מלאכה ביום שביעי של פסח. שנאמר (ויקרא כג, ח): \"ביום השביעי מקרא קודש כל מלאכת עבודה לא תעשו\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קמט. מצות לא תעשה שלא לעשות מלאכה בחג השבועות. שנאמר (ויקרא כג, כא): \"וקראתם בעצם היום הזה מקרא קודש יהיה לכם כל מלאכת עבודה לא תעשו\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קנ. מצות לא תעשה שלא לעשות מלאכה בראש השנה. שנאמר (ויקרא כג, כד כה): \"בחודש השביעי באחד לחודש וגו' כל מלאכת עבודה לא תעשו\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קנא. מצות לא תעשה שלא לעשות מלאכה ביום הכפורים. שנאמר (ויקרא כג, כח): \"וכל מלאכה לא תעשו\". (ועיין בחלק המצוות עשה, מצוה ל\"א). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קנב. מצות לא תעשה שלא לאכול ולשתות ביום הכפורים. שנאמר (ויקרא כג, כט): \"כי כל הנפש אשר לא תעונה וגו' ונכרתה\". והאוכל ביום הכפורים, אפילו פחות מכביצה, מאכלים הראויים לאכילת אדם, הרי זה חייב כרת; ובשוגג, חטאת. וכל האוכלים מצטרפים לשיעור זה. והשותה משקין ראויים לשתית אדם, כמלא לוגמיו, שהוא שיעור פחות מרביעית באדם בינוני, חייב כרת. וכל המשקין מצטרפין לשיעור זה. פחות משיעורים הנזכרים לעיל, אסור מן התורה, ואין בו כרת, אבל מכין אותו מכות מרדות. ומדברי סופרים, אסור ביום הכפורים; רחיצה וסיכה ונעילת הסנדל ותשמיש המטה. ועל אלו אם עבר, מכין מכות מרדות. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קנג. מצות לא תעשה שלא לעשות מלאכה ביום ראשון של סוכות. שנאמר (ויקרא כג, לה): \"ביום הראשון וגו' כל מלאכת עבודה לא תעשו\". ונוהג בכל זמן ובכל מקום, בזכרים ובנקבות:",
            "קנד. מצות לא תעשה שלא לעשות מלאכה בשמיני עצרת. שנאמר (ויקרא כג, לו): \"ביום השמיני מקרא קודש וגו' עצרת הוא כל מלאכת עבודה לא תעשו\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קנה. מצות לא תעשה שלא לעשות שום דבר שימשך ממנו חלול השם. שנאמר (ויקרא כב, לב): \"ולא תחללו את שם קדשי\". ועון זה נחלק לשלשה חלקים: א) שכל מי שיבקש ממנו שיעבור על אחת ממצוות ה' בעת צרת שמד, והיה האנס מתכוין להעבירו על הדת - בין מצוות קלות, בין מצוות חמורות; או מי שיבקש ממנו לעבור על עבודה זרה, גילוי עריות ושפיכות דמים, אפילו בצנעא ושלא בשעת השמד, והאנס מתכוין להנאתו - אפילו הכי, מחוייב הוא להפקיר עצמו להריגה, ולא יעבור. ואם עבר ולא נהרג, הרי זה חילל את השם, ועבר על לאו זה. ואם היה העובר במקום שיש עשרה מישראל, הרי זה חלל את השם ברבים, וחטאו גדול מאד. ב) כשיעשה אדם עבירה, שאין לו הנאה מאותה עבירה ולא תאוה, רק להכעיס, למרוד ולפרוק עול מלכות שמים, הרי זה חילל את השם. ג) אם אדם חשוב עושה פעולה, ונראה בעיני ההמון שהיא עבירה, אף על פי שהמעשה מותר, הנה הוא חילל את השם. ועון חילול השם חמור מאד - שאין כח בתשובה ויום הכפורים לכפר, אלא הן תולין ומיתה מכפרת. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קנו. מצות לא תעשה שלא לתור אחר מחשבת הלב וראיית העינים. שנאמר (במדבר טו, לט): \"ולא תתורו אחרי לבבכם ואחרי עיניכם\". ר\"ל, שלא נעלה על לבנו מחשבה שגורם לעקור עיקר מעיקרי הדת, כי השטן יסיתנו למינות, חס ושלום. ואחר ראיית העינים - ר\"ל, זנות. וכן אמרו חז\"ל (ברכות יב ע\"ב): \"אחרי לבבכם\" - זו מינות, \"ואחרי עיניכם\" - זו זנות. ובכלל זה, שלא לחשוב ולרדוף אחר שאר תענוגים ותאוות עולם הזה. ומאד מאד צריך ליזהר ממחשבות פסולות, שזה יתד שהכל תלוי בו - שצריך האדם לקדש ולטהר מחשבותיו בכל כחו, ואם בא לו איזה תענוג, יכוין שיהא לו כח על ידי זה לעמוד בהיכל המלך, מלכו של עולם, ברוך הוא, ושלא יחלש גופו לעבודת הבורא. ומי שעבר על זה, והעלה במחשבתו מחשבות פסולות מעניני הדת, חס ושלום, או הרהור זנות, או לרדוף אחר תאוות הגשמיות - עבירה חמורה היא, שטורדתו מעולם הבא, ומטמאת כל רמ\"ח איברים ושס\"ה גידים, גופניים ורוחניים. לכן יזהר מאד בזה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קנז. מצות לא תעשה שלא לאבד שום דבר קדוש ולא למחוק שום שם משמות הקדושים. שנאמר (דברים יב, ד): \"לא תעשון כן לה' אלהיכם\". והם שבעה שמות שאינן נמחקים. והמוחק אפילו אות אחת מהן, לוקה. והמוחק אותיות הנטפלות לשם מאחריו, כמו \"ך\" ד\"אלהיך\", \"כם\" ד\"אלהיכם\", מכין אותו מכות מרדות. כלי שכתוב עליו שם - קוצץ למקום השם, וגונז. ואם כתב שם על מתכות, והתיך את המתכות, לוקה. כתבי הקודש ופירושיהן, שכתבן ישראל בקדושה - המאבדן, מכין אותו מכות מרדות. ואם כתבן אפיקורוס, שורפין אותן עם האזכרות שבהן. ואסור לסתור ולאבד שום דבר קדושה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קנח. מצות לא תעשה שלא לסור מדברי בית דין הגדול. שנאמר (דברים יז, יא): \"לא תסור מן הדבר אשר יגידו לך ימין ושמאל\". ובכלל הזה, כל מה שקבלנו מחז\"ל כפי הש\"ס שבידינו. וכל המאמין במשה רבינו, עליו השלום, ובתורתו, חייב לסמוך מעשה הדת על פיהם, ולהשען עליהם. אחד דברים שלמדו אותם מפי השמועה, והם תורה שבעל פה; ואחד דברים שלמדו אותם על פי אחת ממדות שהתורה נדרשת בהן; ואחד דברים שעשו סייג לתורה - כל אחד מאלו בכלל הנזכר לעיל. וכתב ב\"ספר החנוך\": \"ולענין החיוב - עלינו לשמוע לדברי חכמינו הקדמונים, ואל גדולינו בחכמת התורה ושופטינו שבדורינו\". ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות. ועובר על זה, ופורץ גדר בדבר אחד מכל מה שלמדונו רבותינו בפירוש התורה, עבר על לאו זה:",
            "קנט. קס. מצות לא תעשה שלא להוסיף על מצוות התורה. שנאמר (דברים יג, א): \"לא תוסיף עליו\". ומצות לא תעשה שלא לגרוע ממצוות התורה. שנאמר (שם): \"ולא תגרע ממנו\". בין מתורה שבכתב, בין מתורה שבעל פה. שאם אמר חכם על מצוה דרבנן שהיא מן התורה, הרי זה מוסיף, ואם גרע ממצות התורה הרי זה גורע. אבל חז\"ל הוסיפו מצוות דרבנן, דרך תקנה, או סייג, או גזירה; או כגון מקרא מגילה ונר חנוכה, דרך שבח והודאה להשם יתברך; ואמרו שהוא דרבנן - זה אינו בכלל \"בל תוסיף\". שהרי לא אמרו שהקדוש ברוך הוא צוה במצוה זו להוסיפה על מצוות התורה. וכן אם כהן הוסיף ברכה אחת על שלש ברכות של ברכת כהנים הכתובים בתורה, הרי זה מוסיף. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "",
            "קסא. מצות לא תעשה שלא לעשות אבן משכית להשתחוות עליה אפילו להשם יתברך. שנאמר (ויקרא כא, א): \"ואבן משכית לא תתנו בארצכם להשתחוות עליה\". ואם השתחוה עליה, בפישוט ידים ורגלים, להשם יתברך, לוקה. ובלא פישוט ידים ורגלים, מכין אותו מכות מרדות. ואם השתחוה עליה לעבודה זרה, בין בפישוט בין שלא בפישוט, חייב סקילה. ובבית הכנסת שרצופה באבנים, צריך להציע מחצלאות, או מיני קש ותבן, על הארץ. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קסב. מצות לא תעשה שלא להקים מצבה בשום מקום. שנאמר (דברים טז, כב): \"ולא תקים לך מצבה\". ומצבה היא, בנין אבנים שהכל מתקבצין אצלה. ואפילו לעבוד את ה', אסור, שכן היה דרך עכו\"ם. ומי שעבר והקים מצבה בשום מקום, אפילו לעבוד להשם יתברך, לוקה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קסג. מצות לא תעשה שלא לכתוב כתובת קעקע בבשרו. שנאמר (ויקרא יט, כח): \"וכתובת קעקע לא תתנו בכם\". כתובת קעקע הוא, ששורט בבשרו וממלא מקום השריטה בדיו או בשאר מיני צבעונים. והעובר על זה, לוקה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קסד. מצות לא תעשה שלא לעשות קרחה על מתו. שנאמר (דברים יד, א): \"ולא תשימו קרחה בין עיניכם למת\". ר\"ל, שלא לתלוש שער ראשו. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קסה. מצות לא תעשה שלא לנחש. שנאמר (ויקרא יט, כו): \"לא תנחשו\". כגון אותם שאומרים: \"נפלה פתי מפי\", או: \"מקלי נפל מידי - לא אלך למקום פלוני היום\"; או אם משים לו סימנים: \"אם יארע לי כך וכך - אעשה כך וכך\". ואם עשה מעשה על ידי ניחוש כזה, הרי זה עובר על זה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קסו. מצות לא תעשה שלא לעונן. שנאמר (ויקרא יט, כו): \"ולא תעוננו\". כגון אלו הנותנים עונות ועתים, לומר: עונה פלונית או חודש פלוני טוב לעשות זה, או להיפך. וכל העושה מעשה על פי הוברי שמים כאלו, הרי זה עובר על זה. וכן האוחז את העינים, ומדמה בפני הרואים שעושה מעשה תמהון, והוא לא עשה באמת כלום, הרי זה עובר גם כן על זה, שהוא בכלל מעונן. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות: ",
            "קסז. מצות לא תעשה שלא לקסום. שנאמר (דברים יח, י): \"לא ימצא בך וגו' קוסם קסמים\". וקוסם הוא, שמכה במטה אשר בידו בארץ הכאות הרבה, וצועק זעקות משונות, ועוזב מחשבות, ומביט לארץ זמן ארוך עד שנעשה כמו חולי הנופל - ומגיד עתידות ויש שעושים בחול או באבנים, או שמשליך אזור עור בארץ, או שאוחז מקלו בידו, ואומר: \"אם אלך ואם לא אלך\" - הכל בכלל קסם. והעושה אחד מאלו, עובר על זה. אבל השואל לקוסם, אסור מדרבנן. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות: ",
            "קסח. מצות לא תעשה שלא לכשף. שנאמר (דברים יח, י): \"לא ימצא בך וגו' מכשף\". ענין הכישוף הוא, במיני עשבים ואבנים והדבק, מן הדברים שמשתמשים בהם בני אדם אלו עם אלו, וכיוצא בו בדברים אלו. והעושה מעשה כשפים, חייב סקילה. והשואל בכישוף, אסור מדרבנן. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות: ",
            "קסט. מצות לא תעשה שלא להיות חובר חבר. שנאמר (דברים יח, י-יא): \"לא ימצא בך וגו' וחובר חבר\". ענין חובר חבר הוא, שמלחש דברים שאינם לשון עם, ומלחש על הנחש או על העקרב - שלא יזיק; ויש שאוחז בידו בשעת הלחש מפתח או סלע, וכיוצא בו - הכל אסור. והחובר עצמו שאחז בידו כלום, או שעשה מעשה בשעת דבורו, אפילו הראה באצבעו, או הניע ונדד איזה דבר, לוקה. ואם לא עשה שום מעשה, וכן הנשאל בזה, אסור מדרבנן. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קע. מצות לא תעשה שלא לעשות מעשה אוב. שנאמר (ויקרא יט, לא): \"אל תפנו אל האובות\". אוב, זהו עושה פעולות, עד שישמע השואל כאילו אחד מדבר עמו מתחת לארץ; וכן הלוקח גולגולת מן המת ומנחש בה, עד שקול יוצא מתחת בית שחיו ומשיבו. ועוברים על זה, בין השואל ובין הנשאל. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קעא. מצות לא תעשה שלא לעשות מעשה ידעוני. שנאמר (ויקרא יט, לא): \"אל תפנו וגו' ואל הידעונים\". ידעוני הוא, שלוקח עצם מעוף ששמו \"ידוע\" בפיו, ומקטיר לה, ועושה מעשים אחרים עד שיפול כנפה - וידבר עתידות. ועוברים על זה, בין השואל ובין הנשאל. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קעב. קעג. מצות לא תעשה שלא לשאול באוב ומצות לא תעשה שלא לשאול בידעוני. שנאמר (דברים יח י-יא): \"לא ימצא בך וגו' ושואל אוב וידעוני\". והעובר, ושאל באוב או ידעוני, מכין אותו מכות מרדות; ואינו לוקה, מפני שלא עשה מעשה. ואם עשה מעשה על ידי שאלות אלו, לוקה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "",
            "קעד. מצות לא תעשה שלא לדרוש אל המתים. שנאמר (דברים יח, י-יא): \"לא ימצא בך וגו' ודורש אל המתים\". וזה המרעיב עצמו ולן בבית הקברות, כדי שיבוא אליו המת בחלום ויודיעו מה ששאל; או עשה איזה מעשה אחר שיבוא גוף המת ויודיעו - הרי זה לוקה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קעה. מצות לא תעשה שלא להתנבאות שקר בשם ה'. שנאמר (דברים יח, כ): \"אך הנביא אשר יזיד לדבר דבר בשמי את אשר לא צויתיו לדבר\". כלומר, שלא יאמר שום אדם שנאמרו לו דברים בנבואה מהשם יתברך, והשם יתברך לא אמרם. והעובר על זה וניבא בשקר, מיתתו בחנק. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קעו. מצות לא תעשה שלא לגלח פאת הראש. שנאמר (ויקרא יט, כז): \"לא תקיפו פאת ראשכם\". וחייב על כל פאה ופאה. לפיכך, המגלח שתי צדעיו, אפילו בבת אחת, לוקה שתים; בין שגלח הפאות לבד, בין שגלח כל הראש כאחד. ודוקא איש המגלח לוקה, מפני שעושה מעשה, אבל המתגלח אינו לוקה, אלא אם כן סייע להמגלח. ואפילו במספרים אסור לגלח. ואשה אינה בבל תקיף ראשה; אבל היא אסורה לגלח פאת ראש איש, ואפילו לקטן אסור לה לגלח. ונוהג בכל מקום ובכל זמן.",
            "קעז. מצות לא תעשה שלא להשחית פאת הזקן. שנאמר (ויקרא יט, כז): \"ולא תשחית את פאת זקנך\". חמש פאות יש בזקן, ולוקה על כל פאה ופאה. ואם נטלן כולן כאחת, עובר על חמשה לאוין. ואינו חייב, עד שיגלח אותן בתער, שהוא גילוח שיש בו השחתה - \"ולא תשחית\" כתיב; ואם גלח זקנו במספרים, פטור. ודוקא המגלח חייב, אבל המתגלח אינו לוקה, עד שיסייע להמגלח. ואשה מותרת להשחית זקנה, אם יש לה שער בזקנה; ואם השחיתה זקן איש, פטורה, אבל אסורה. וב\"ספר החנוך\" כתב, שעל השחתת זקן עובר עוד שני לאוין, חוץ מחמשה לאוין הנזכרים לעיל, דהיינו: \"ובחוקתיהם לא תלכו\" (ויקרא יח, ג), \"ולא ילבש גבר שמלת אשה\" (דברים כב, ה). ונוהג בכל מקום ובכל זמן:",
            "קעח. מצות לא תעשה שלא יהיה כלי גבר על אשה. שנאמר (דברים כב, ה): \"לא יהיה כלי גבר על אשה\". והיינו, בגדים ותכשיטין שמפורסם בעיר שמיוחדים לאיש, לא תלבש אותם אשה. ולא תגלח ראשה כאיש. ונוהג בכל מקום ובכל זמן:",
            "קעט. מצות לא תעשה שלא ילבש גבר שמלת אשה. שנאמר (דברים כב, ה): \"ולא ילבש גבר שמלת אשה\". \"שמלת אשה\" היינו, בגדים ותכשיטין שמפורסם בעיר שמיוחדים לאשה. וכן איש המלקט שערות לבנות מתוך שחורות, מראשו או מזקנו, אפילו שערה אחת; או אם צבע שערו שחור, אפילו צבע שער לבנה אחת - על אחת מכל אלו, עובר על זה. ומדברי סופרים, שלא יעביר איש שער בית השחי ושער בית הערוה; והמעבירו, במקום שאין מעבירים אלא הנשים, מכין אותו מכות מרדות. ומותר להעביר שער של שאר איברים במספרים, בכל מקום. ונוהג בכל מקום ובכל זמן:",
            "קפ. מצות לא תעשה שלא לחרוש בשור וחמור יחדיו. שנאמר (דברים כב, י): \"לא תחרוש בשור ובחמור יחדיו\". והוא הדין כל מלאכה שעושה בשני מיני בהמה או חיה, והיה אחד מין טמא ואחד מין טהור, אפילו הנהיגן בקול והן מושכין - הרי זה לוקה, אבל המזווגן, פטור, עד שימשוך או ינהיג. ואפילו מאה שהמשיכו או הנהיגו כאחד, או שישבו על העגלה, כולם לוקין. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קפא. מצות לא תעשה שלא ללבוש בגד מצמר ופשתים. שנאמר (דברים כב, יא): \"לא תלבש שעטנז צמר ופשתים יחדיו\". וזה נקרא \"כלאי בגדים\". צמר, הוא צמר רחלים ואילים דוקא. כיון שנתחבר צמר ופשתים צד חבור בעולם, אסור משום כלאים מן התורה. ואם לבש כלאים - אפילו ארעי, ואפילו על גבי עשרה בגדים - שאינו מהנהו כלום, ואפילו לגנוב את המכס - הרי זה עובר על זה. וכן המתכסה בו, עובר על זה. ומדברי סופרים, אסור לישב על מצעות של כלאים, אפילו עשר מצעות רכין זו על גבי זו, והתחתון של כלאים - אסור לישב על העליון. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קפב. מצות לא תעשה שלא להתעלם מאבידת ישראל ולהניחה. שנאמר (דברים כב, א ג): \"לא תראה את שור אחיך או את שיו נדחים וגו' והתעלמת מהם וגו' לא תוכל להתעלם\". (ועיין בחלק המצוות עשה, מצוה ס\"ט). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קפג. מצות לא תעשה שלא להניח בהמת ישראל רובץ תחת משאו וילך לו שלא לעזרו לפרוק מהבהמה. שנאמר (דברים כב, ד): \"לא תראה את חמור אחיך או שורו נופלים בדרך והתעלמת\". (ועיין בחלק המצוות עשה. מצוה ע'). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קפד. מצות לא תעשה שלא לעבור על הנדר. שנאמר (במדבר ל, ג): \"איש כי ידור נדר וגו' לא יחל דברו\". (ועיין בחלק המצוות עשה, מצוה ל\"ט). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קפה. מצות לא תעשה שלא לאחר נדרו ונדבתו. שנאמר (דברים כג, כב): \"כי תדור נדר וגו' לא תאחר לשלמו\". ואינו עובר על זה, עד שיעברו עליו שלש רגלים. וצדקה היא גם כן בכלל הנדרים. אבל על צדקה - אם אחר, עובר ב\"בל תאחר\" מיד, שהרי עניים מצויין; ואם אין שם עניים, מפריש ומניח עד שימצא עניים. ואם התנה שלא יתן עד שימצא עני, אין צריך להפריש. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קפו. קפז. מצות לא תעשה על פועל שלא יאכל בשעת מלאכה בדבר שגידולו מן הארץ אלא בגמר מלאכה. שנאמר (דברים כג, כו): \"וחרמש לא תניף על קמת רעך\". ומפי השמועה למדו, שכל זמן שהוא עוסק בקצירה לא יניף חרמשו לאכילתו. ומצות לא תעשה על פועל שלא יקח בידו ממה שעשה ולא יקח יותר מאכילתו ויתן לאחרים. שנאמר (שם שם, כה): \"ואל כליך לא תתן\". (ועיין בחלק המצוות עשה, מצוה ס\"ה). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "",
            "קפח. מצות לא תעשה שלא למנוע בהמה מאכול בעת מלאכתה. שנאמר (דברים כה, ד): \"לא תחסום שור בדישו\". אחד שור ואחד כל בהמה וחיה. ואחד דישה או כל מלאכות של גידולי קרקע, בין בתלוש בין במחובר, בין חסמה בשעת מלאכה בין חסמה מקודם, ואפילו חסמה בקול, ועשה בה מלאכה והיא חסומה - הרי זה עובר על לאו זה. ואפילו היא בהמתו של עכו\"ם, חייב. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קפט. מצות לא תעשה שאם יקרא קן צפור לפניו לא יקח האם על הבנים. שנאמר (דברים כב, ו): \"כי יקרא וגו' לא תקח האם על הבנים\". (ועיין בחלק המצוות עשה, מצוה ע\"ד). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קצ. מצות לא תעשה שלא להניח מכשול בביתו. שנאמר (דברים כב, ח): \"ולא תשים דמים בביתך\". (ועיין בחלק המצוות עשה, מצוה ע\"ה). ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קצא. מצות לא תעשה שלא להשחית אילן מאכל במצור. שנאמר (דברים כ, יט): \"כי תצור אל עיר וגו' לא תשחית את עצה\". ולא במצור בלבד, אלא בכל מקום שקוצץ אילן מאכל דרך השחתה, לוקה. וכל המשבר כלי, וקורע בגד, והורס בנין, ומאבד מאכלות - דרך השחתה - מכין אותו מכות מרדות מדבריהם. אבל קוצצין אילן סרק, אפילו אין צריך לו, וכן אילן מאכל שהזקין, ואינו עושה פירות אלא דבר מועט שאין ראוי לטרוח בו, דהיינו, פחות מרבע קב זיתים וקב תמרים. וכן רשאי לקוץ אילן מאכל אם היה מזיק אילנות אחרים, או מפני שמזיק בשדות אחרים, או מפני שדמיו יקרים - שלא אסרה תורה אלא דרך השחתה. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קצב. מצות לא תעשה שלא לדור בארץ מצרים. שנאמר (דברים יז, טז): \"לא תוסיפון לשוב בדרך הזה עוד\". ולפרקמטיא, מותר. ואין איסור אלא להשתקע שם. ואסור לצאת מארץ ישראל לחוץ לארץ - לעולם; אלא ללמוד תורה, או לישא אשה, או להציל מן העכו\"ם; וכן יוצא הוא לסחורה. אבל לצאת לשכון בחוץ לארץ, אסור - אלא אם כן חזק הרעב שם. כל השוכן בארץ ישראל - עונותיו מחולין. אפילו הלך בה ארבע אמות - זוכה לחיי העולם הבא. וכן הקבור בה - נתכפרו לו עונותיו. ולעולם ידור בארץ ישראל, אפילו בעיר שרובה עכו\"ם, ולא ידור בחוץ לארץ, אפילו בעיר שרובה ישראל - שכל היוצא לחוץ לארץ, כאילו עובד עבודה זרה. וכשם שאסור לצאת מארץ ישראל לחוץ לארץ, כך אסור לצאת מבבל לשאר ארצות. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות:",
            "קצג. מצות לא תעשה שלא יבוא טמא למחנה לויה הוא הר הבית. שנאמר (דברים כג, יא): \"כי יהיה בך איש אשר לא יהיה טהור וגו' לא יבא אל תוך המחנה\". וקבלו חז\"ל (פסחים סח ע\"א) שהוא מחנה לויה - והוא הר הבית. וטמא שעבר על זה ונכנס להר הבית, עובר בלאו זה. ונוהג גם בזמן הזה, בזכרים ובנקבות, כיון שאנו טמאי מתים:",
            "קצד. מצות לא תעשה שלא לשכוח מעשה עמלק. שנאמר (דברים כה, יז יט): \"זכור את אשר עשה לך עמלק וגו' לא תשכח\". והיינו בלב, שאסור לשכוח איבתו ושנאתו ממנו. ונוהג בכל מקום ובכל זמן, בזכרים ובנקבות.<br>תמו כל המצוות לא תעשה שימנע האדם בזמן הזה לעשותם, ומספרם מאה תשעים וארבע. וסימנך, \"צדק\". "
        ]
    },
    "versions": [
        [
            "Sefer HaMitzvot HaKatzar, Sefad 2004",
            "http://www.israel613.com/books/TARYAG_CHAFETZ.pdf"
        ]
    ],
    "heTitle": "ספר המצות הקצר",
    "categories": [
        "Halakhah"
    ],
    "schema": {
        "heTitle": "ספר המצות הקצר",
        "enTitle": "Sefer HaMitzvot HaKatzar",
        "key": "Sefer HaMitzvot HaKatzar",
        "nodes": [
            {
                "heTitle": "הקדמה",
                "enTitle": "Introduction"
            },
            {
                "heTitle": "מצות עשה",
                "enTitle": "Positive Commandment"
            },
            {
                "heTitle": "מצות לא תעשה",
                "enTitle": "Negative Commandments"
            }
        ]
    }
}