{
    "work": "Rashi on Kiddushin", 
    "text": {
        "2_Daf, 0_Line, 3_Comment": "To be within her rights to marry another ", 
        "2_Daf, 0_Line, 2_Comment": "Our printing: And she \"acquires\" herself in two ways", 
        "2_Daf, 0_Line, 5_Comment": "Beit Shammai's reasoning is explained in the Gemara (11a)", 
        "2_Daf, 0_Line, 6_Comment": "of copper", 
        "2_Daf, 0_Line, 4_Comment": "The Braisa explains in the Gemara (5b), [acquisition with money:] give her money or money-equivalent and say to her, \"behold you are betrothed to me.\" Document: write it for her on paper, even though the paper is not worth a prutah, [say,] \"behold you are betrothed to me.\" Through intercourse: come upon her and say \"betroth me with this intercourse.\" All of this is learned from the [written] Torah. ", 
        "4_Daf, 3_Line, 1_Comment": "2.What is the number in the end coming to exclude?- And she acquires herself back in two ways. ", 
        "2_Daf, 2_Line, 0_Comment": "1 . And what's the difference there--In the second chapter (41a) where it says \"the man betroths himself or with his agent,\" let it say here: the woman becomes betrothed", 
        "5_Daf, 0_Line, 0_Comment": "It does not acquire her soul - it is a disgrace to her; therefore the method of chalifin is abolished for her when doing kiddushin. And even with a vessel whose worth is greater than that of a pruta, if you bring it to her with the language of chalifin [it does not acquire her soul] until he brings her according to the laws with the language of acquisition or buying or kiddushin.", 
        "2_Daf, 0_Line, 7_Comment": "of silver and its value is eight prutas. ", 
        "4_Daf, 3_Line, 0_Comment": "1. What is the number in the beginning coming to exclude?- three ways.", 
        "2_Daf, 0_Line, 0_Comment": "To her husband", 
        "2_Daf, 2_Line, 1_Comment": "2. Because it needs to teach money--that with [money] we aquire, and we said previous (4b) \"from where do we know that we can acquire with money,\" and we explain that we learn \"take\" \"take\" from the Field of Efron that we consider it an acquisition. Therefore we learn here that [money] can acquire.", 
        "2_Daf, 0_Line, 1_Comment": "As we will explain later on, \"and these three are in female form.\" And the Gemara will ask why it's taught in feminine form."
    }, 
    "meta": "Daf-Line-Comment"
}