{
    "title": "Teshuvot haRashba part I",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Teshuvot_haRashba_part_I",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "שאלת מגלה שיש בדף הראשון שלה ברכות ופיוטים פסולה כמגלה הכתובה בין הכתובים אלא אם כן מיתרא או מחסרא פורתא או לא.",
            "תשובה דברים פשוטים אני רואה כאן וכי מפני שיש ברכות בדף ראשון שלה מיפסלא ולא מינכרי שהיא מגלה לא אמרו אלא כשהיא בין הכתובים שבתוך הכרך כלו אינה נכרת המגלה עד דמיחסרא או מיתרא אבל זו בודאי נכר לכל שהיא המגלה שאנו חייבין לקרות בה ואדרבה אין הברכה והפיוט נכרין בה. ומיהו בין ניכרין בין אין ניכרין כשרה היא. "
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "ומה שאמרת הלכה למעשה בדברים שהן במחלוקת בין חכמי הפוסקים שזה אוסר וזה מתיר נאמר כדאי הוא פלוני המיקל לסמוך עליו או נאמר כיון שהרב האלפסי והר\"מ במז\"ל שוין בכל לדעת אחת זולתי במקומות ישנו דין מן החיוב הוא שנסמוך עליהם בין בקילהן בין בחומריהן ולא נסמוך על פוסק אחר להקל.  ",
            "תשובה תחלת כל דבר אומר שאין אומרין כדאי הוא פלוני לסמוך עליו בזמן שיש גדול ממנו בחכמה ובמנין דהלכה פסוקה היא דהולכי' אחר הגדול בחכמה ובמנין ואפילו בשעת הדחק אין סומכין על הקטן בחכמה ובמנין וכן במקום מחלקת יחיד ורבים אלא אם כן שעת הדחק שיש בו הפסד מרובה או כיוצא בזה וכמו שאמרו בפ' קמא דנדה (דף ט ב) ועשה רבי כרבי אליעזר לאחר שנזכר אמר כדאי הוא ר' אלעזר לסמוך עליו בשעת הדחק ואקשי' מאי לאחר שנזכר אילימא לאחר שנזכר דאין הלכה כרבי אלעזר אלא כרבנן בשעת הדחק היכי עביד כותיה אלא דלא איתמר לא הלכתא כמר ולא הלכתא כמר ומאי לאחר שנזכר דלאו יחיד פליג עליה אלא רבים פליגי עליה אמר כדאי הוא רבי אלעזר לסמוך עליו בשעת הדחק ואמרינן התם מאי שעת הדחק איכא דאמרי שעת בצורת הואי. איכא דאמרי אפיש עובדא וחשו רבנן לפסידא דטהרות. ומכל מקום עיקרי דברים אלו שאמרת יש בהן חלוקין שאין כל הפוסקי' והחכמים שוים ולא כל המקומות שוים מן הדין. כיצד שורת הדין אם שנים הפוסקים באחד זה אוסר וזה מתיר אם נודע האחד גדול בחכמה ובמנין ויצא שמו כן הולכי' אחריו בין להחמיר בין להקל היו שניהם שוין ולא נודע מי גדול משניהם בשל תורה הולכין אחר המחמיר דהוה ליה כספיקא דאוריית' ובשל סופרים הולכין אחר המקל וכדאיתא בריש פרק קמא דעבודה זרה (דף ז). ומי שסומך על המקל בשל תורה עובר וזה מאותן שנאמר עליהן (הושע ד) ומקלו יגיד לו כמו שאמר' אבל אם היה רב אחד במקומם ולמדם הן הולכים אחר דבריו זהו חלוקת ארץ ישראל ובבל בתרבא דאיתרא דאלו אוסרין ואלו מתירי' ואוכלין בחשאי אפילו בבבל אם דעתו לחזור ולהמנות עם אנשי מקומו ואף על פי שהוא חלב דארייתא לדברי בני בבל. והנה במקומו של רבי אליעזר כורתין עצים לעשות פחמין לעשות אזמל ולא מיחו בידם חכמים לפי שהן עושין כדברי רבם: ובפרק כל הבשר (דף קיו) אמרינן לוי איקלע לבי יוסף רישבא איתיאו ליה רישא דטוסא בחלבא ולא אכל ולא אמר להו ולא מידי. כי אתא קמיה דרב אמר ליה אמאי לא תשמתינהו. אמר ליה אתריה דר' יהודה בן בתירא הוה ואמינא דילמא דרש להו כרבי יוסי הגלילי דאמר יצא בשר עוף שאין לו חלב. וכן רבים. ומן הדרך הזה כל שנהגו לעשות כל מעשיהם על פי אחד מגדולי הפוסקים במקום שנהגו לעשות כל מעשיהם על פי הלכות הרב אלפסי ז\"ל ובמקומות שנהגו לעשות כל מעשיהם על פי חבור הר\"מ במז\"ל והרי עשו אלו הגדולים כרבם. ומיהו אם יש שם אחד חכם וראוי להוראה ורואה ראיה לאסור מה שהם מתירין נוהג בו איסור שאין אלו כרבם ממש דבמקום רבם אלו יעשו שלא כדבריו יקלו בכבוד רבם במקומו תרבא דאיתרא דבארץ ישראל שכלם נוהגין בו היתר כרבם שלמדם כל חלב לרבות חלב שעל הקרב. ובמקום שיש שנים שוים שהולכין אחר המחמי' בשל תורה דוקא בשהם אחד כנגד אחד אבל אם שנים הם כנגד האחד הולכין אחר הרוב. ואם יש תלמיד חכם ראוי להוראה ורואה דברי המקל בזה אפשר שיעשה כקילו מפני שהוא מסכים כהוראתו עם המיק' והם רבים כנגד היחיד. זהו שנראה לי בענינים אלו.    "
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>מונטפשליד לחכם רבי יעקב בר מכיר</b>",
            "<b>כתב</b> מר כי ראית מה שהשבתי אני בענין הכפרה שעושין לנערי׳ בערבי יום הכפורי׳ ושאסרתי אני והנאך ואתה מוסיף עוד לומר שקרוב לומר שהשחיטה פסולה שזה כמו שוחט לשם חטאתו.",
            "<b>אני מצאתי</b> מנהג זה פשוט בעירנו עם שאר דברי׳ שהיו נוהגין כיוצא בזה שהיו שוחטין תרנגול זקן לכפר׳ על הנער היולד וחותכי׳ ראשו ותולי׳ הראש בנוצתו בפתח הבית עם שומים והבלי׳ הרבה שנראו בעיני כדרכי האמורי ודחקתי על זה הרב׳ ובחסד עליון נשמעו דברי ולא נשאר מכל זה ומכיוצא באלו בעירנו מאומה. אף על פי ששמעתי מפי אנשים הגונים מאד מאשכנז היושבים עמנו בבית המדרש שכל רבני ארצם עושין כן ערבי יום הכפורים ושוחטין לכפרה אווזין ותרנגולין. גם שמעתי כי נשאל לרבינו האיי גאון ז\"ל ואמר שכן נהגו. ועם כל זה מנעתי המנהג הזה מעירנו ומכל מקום איני רואה לפסול השחיט׳ מפני שלא פסלו אלא השוחט לשם דבר הנדר והנדב ודוקא תמימים אבל בעלי מומין לא לפי שכל הרואה יודע שאין זה לשם עולה ולשם שלמים דוקא אלא דברי הבאי בעלמא ולפיכך כתבתי אני בספרי ספר תורת הבית שהשוחט תרנגולין אווזין לשם אחד מכל אלו ששחיטתן כשרה לפי שהכל יודעין שאין אחד מאלו עולין לקרבן."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "עוד יש לי מקום עיון בדברי הרב ז\"ל שכתב אמרו בפי' כל שיש בו משום רפואה אין בו משום דרכי האמורי. רוצה בזה כל מה שיגזרהו העיון הטבעי הוא מותר וזולתו אסור ע\"כ. ",
            "ואני שואל כמסתפק בדברי הרב ז\"ל מהו הדבר שיקראוהו הרב ז\"ל שיגזרהו העיון הטבעי אם מה שיגזרהו עיון חכמי' שחברו ספרים בטבע כאריסטו וגאלינוס וחבריה' שחברו ספרים בטבע הסמים והמסעדים המועילים לפי עיונם וכל מה שלא השיג עיונם הוא בכלל איסור דרכי האמורי לפי שעיון חכמים אלו שהשתדלו בחכמת הטבע כולל כל מה שאפשר להיות פעל כל בעל טבע בטבעו ואצל עיון חכמים אלו יפסק מאפשרות העיון הטבעי זה באמת מה שלא יקבלהו השכל כי באמת הדברים הפועלים בסגלה אין פעולתם בפלא מהם אלא בטבע מסוגל רצוני לומר טבע לא ישיגנו עיון החכמים ואולי אפילו החכם שבחכמים לרוב העלם הטבע ההוא מכלל המין האנושי מצד שהוא אדם כסגלת האבן השואבת שהברזל קופץ עליה ויותר מזה מורגל ביורדי הים באניות תוחבין מחט בחתיכת עץ צף על פני המים ומראין לו אבן וישוט על פני המים עד שיפנה אל פני הסדן ושם ינוח ולא ישיג עיון טבע זה כל חכם שבחכמים אלו של חכמת הטבע ואם כן אף כל המינין בעלי הסגולות בטבע הם פועלים כסמים והמסעדים ואין בהם משום דרכי האמורי כמו שאין בדברים המפורסמים המועילים לפי העיון הטבעי של אלו החכמים ואולי עוד לא יגזרהו עיונם גזרו עיון החכם עליו השלום שעשה ספר רפואו' ידבר על הכל מן הארז אשר בלבנון ועד האזוב אשר בקיר וא\"כ למה נאסור מה שיאמרוהו מצד הטבע המסוגל ושמא יגזרהו עיון החכם ע\"ה ואע\"פ שלא יגזרהו עיון אחד מאלו חכמי הטבע. ",
            "ועוד אני שואל כמסתפק בדברי הרב ז\"ל מה שאמרו אביי ורבא כל שיש בו משום רפואה אין בו משום דרכי האמורי אמרו מה שיש בו משום רפואה לפי עיון החכמים האלה שחברו ספרים בטבע בלבד וזולת מה שהשיג עיונם אסור אם כן מה הוא שחדשו לנו אביי ורבא מקרא מלא דבר הכתוב ורפא ירפא מכאן שנתנה רשות לרופאים לרפאות. ולמה הביאו בגמרא דברי אביי ורבא באותה שמועה שדברו בה בדברים שיש בהם משום דרכי האמורי.",
            "ובאמת יראה שהדבר מוכרע ממקומו שהם התירו לרפואה אפילו מה שלא יגזרהו העיון הטבעי של חכמים אלו. ושלמה עליו השלום שעשה ספר רפואות חס ליה לעשות דרכי האמורי ומה שגנזו חזקיה והודו לו אינו משום שהיה בו דרכי האמורי אלא שהחכם בחכמתו עשה ספרו בענינים המועילים הרבה בטבעים הנגלים בין בטבעים המסוגלים עד שהיו העולם סומכים עליהם בחליים ובחליים לא היו דורשים את השם על כן גנזוהו והודו לו. וכענין שכתוב (ד\"ה ב' י\"ז) גם בחליו לא דרש אלהים כי ברופאים על כן גנזוהו אבל לא שרפוהו כי אין בו משו' דרכי האמורי אע\"פ שכיתת נחש הנחושת."
        ]
    ],
    "versions": [
        [
            "YU Torah miTzion Beit Midrash",
            "http://www.torontotorah.com"
        ],
        [
            "Teshuvot haRashba I, Bnei Brak, 1958",
            "primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001124685 "
        ],
        [
            "Teshuvot haRashba I, Wien 1812",
            "http://www.sefaria.org"
        ]
    ],
    "heTitle": "שו\"ת הרשב\"א חלק א",
    "categories": [
        "Responsa",
        "Rashba"
    ],
    "sectionNames": [
        "Teshuva",
        "Paragraph"
    ]
}