{
    "title": "Shorshei HaYam on Mishneh Torah, Rest on the Tenth of Tishrei",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Shorshei_HaYam_on_Mishneh_Torah,_Rest_on_the_Tenth_of_Tishrei",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש תוספת יוה\"כ וצריך </span>\n<b> להוסיף מחול על הקדש בכניסתו וביציאתו שנא' ועניתם את נפשותיכם כו'.</b> ע\"כ. הנה רבינו כתב דיש תוספת לעינוי מקרא דועינתם את נפשותיכם בתשעה לחדש בערב ואלו בענין תוספת מלאכה לא כתב. וביומא דפ\"א דדרשו קרא דועינתם לתוספת עינוי דרשו ג\"כ תוספת מלאכה מסיפיה דקרא דכתיב תשבתו שבתכם וכתב ה\"ה ז\"ל שרבינו פסק כברייתא דמיעט תוספת ממילת בעצם היום הזה הכתוב גבי עונש ואזהרה ומפני שמצא ברייתא אחרת המסייע לזו והיינו ההיא דר\"ח מדפתי דדריש קרא ועניתם לומר שכל האוכל בט' כאילו התענה ט' ועשירי פסק כאותה ברייתא. אבל הרי\"ף ז\"ל משמע ליה דשתי ברייתות הללו לא פליגי וכתב לשתיהם באומרו דליכא עונש ואזהרה אבל איכא איסורא. עוד כתב שרבינו פסק כר\"ע בפ\"ק דר\"ה ד\"ט דס\"ל דאין איסור בתוספת דדריש קרא דועניתם לומר דכל האוכל בט' כו' את\"ד ה\"ה ז\"ל וכבר תמהו עליו מוהריב\"ל והלח\"מ והר\"ב ק\"א ז\"ל בדף רנ\"ה ע\"ג שאם פסק כברייתא דמיעט תוספת ממילת בעצם גם שם מיעטו תוספת לענין עינוי ואיך פסק רבינו תוספת לענין עינוי. וכן במ\"ש דלר\"ע לית ליה תוספת דדריש קרא לכל האוכל כו' א\"כ ליכא תוספת בעינוי ואיך פסק דיש תוספת עינוי מהך קרא דועניתם. והיותר קשה אצלי במה ששם ה\"ה מחלוקת בין שתי הברייתות והלא שתיהם נשנו בת\"ך בפרשת אמור זו אחר זו ואין ספק דהרי\"ף ז\"ל ראה לשתיהם ופסקם ובגמרא ששאלו ותנא דעצם עצם קרא דועניתם מאי עביד ליה ומוקי לה לדר\"ח מדפתי כבר כתב הלח\"מ דלא גרסינן ליה ושכן מצא בנוסחא כ\"י וגירסא נכונה היא לפי דעתו.<br><b> והנה </b> הלח\"מ ליישב דברי רבינו וה\"ה כתב דלא גרסי בברייתא דמיעט לעונש ואזהרה יכול לא יהא מוזהר על תוספת מלאכה אבל יהא מוזהר על תוספת עינוי ודין הוא כו' שנמצא שאף מעינוי מיעטו עונש ואזהרה מתוספת אלא מעונש לבד מיעטו ממילת בעצם אבל באזהרה לא שמענו שום מיעוט ומדלא מיעטו ש\"מ דאיתיה בכלל אזהרה ולא פסק רבינו כרבינא דאמר דתנא עצם עצם גמר דא\"כ אף מיעוט מעונש לא שמענו כי היכי דנימא מדמיעט עונש ש\"מ איתיה בכלל אזהרה אלא כרב אחא ור\"פ דילפי אזהרה לעינוי מקרא דתשבתו שבתכם והשתא ברייתא אתייא כפשטא ואייתר קרא דעצם עצם למעט עונש ואזהרה מתוספת מלאכה ועונש מתוספת עינוי. ומדמיעט עונש ש\"מ דאיתיה בכלל אזהרה והכי ס\"ל לר\"ח מדפתי ומשו\"ה דריש לקרא דועניתם לאוכל בט' כאילו התענה ט' ועשירי ורבי' דיליף לה מקרא דועניתם דרשא פשוטה נקט כיון דלא נפקא לן מידי לענין דינא עכ\"ל.<br><b> וראיתי </b> להר\"ב ק\"א בדרנ\"א ע\"ד דחה דבריו הללו חדא דרב אחא ור\"פ לא ליישב הברייתא באו דהא תנא דברייתא יליף לאזהרת עינוי מג\"ש דעונש דמלאכה ואינהו ילפי לה מקראי דשבת שבתון כו' וראיה לזה דרב אחא דמפיק לה מקרא דשבת שבתון אמרו בגמרא דקרא דתשבתו שבתכם אצטריך לתוספת מלאכה ועינוי ואם ליישב הברייתא הוא בא הרי הברייתא ממעט תוספת ממלאכה ועינוי ושאר הדוחקים שנדחק לומר שרבי' נקט קרא דועניתם אף דלא משמע ליה הכי משום דלא נפקא מינה לענין דינא וגם מ\"ש דלא גרסינן בתנא דעצם עצם כו' לא ישרו בעיניו ועוד תמה עליו דאיך יתכן שיהיה כן גירסת הברייתא דודאי כי ממעטינן עונש כרת מן התוספת אכתי ודאי איתיה בכלל אזהרה ועונש ליכא אבל אזהרה איכא וכיון שכן ע\"כ לגרוס בברייתא יכול ליתיה בכלל עונש אבל איתיה בכלל אזהרה עכ\"ל.<br><b> ולא </b> ירדתי לעומק דעתו בזה דמי הגיד לו להרב ז\"ל שהלח\"מ מיאן בזה דודאי כי ליתיה בכלל עונש איתיה בכלל אזהרה ואיסור' שכתב הלח\"מ ז\"ל היינו הא אלא כיון דאזהרה ליתי' בהדייא בקרא קאמר איסורא וכן נראה בהדיא מדבריו במ\"ש דלרבינא ליכא איסור לאו כו' מכלל דלרב אחא ור\"פ איסור לאו איכא. ומ\"ש דא\"כ צריך לגרוס בברייתא יכול איתיה בכלל אזהרה כו' לא ידעתי איך תלה זה בזה דאפשר דאיתיה בכלל אזהרה והתנא לא מיעטו ואדרבא לפי גירסתינו קשה היאך מיעט אותו מאזהרה כמ\"ש ודין הוא כו' והלא ק\"ו פריכא הוא וכמ\"ש הרב עצמו בתחילת ביאור ברייתא הלזו עד שנדחק לומ' דכשחזר התנא ואמר אבל כו' כאן חזר מהק\"ו הזה יע\"ש. עוד כתב הרב הנז' דלפום מאי דהדר תנא דברייתא ויליף אזהרה לעינוי מג\"ש דעונש מלאכ' מינה מתמעט התוספת עינוי מאזהרה שלא יהיה הלמד גדול מן המלמד וכי היכי דבתוספת מלאכה ליכא אזהרה ה\"נ בתוס' עינוי וה\"נ לרב אחא ור\"פ דילפי לאזהרת עינוי משבת שבתון ממילא ליכא ג\"כ אזהרה לתוספת עינוי וכו' יע\"ש. לזה י\"ל דכיון דאיצטריך בתוספת דעינוי למעט מן העונש אף דכבר מיעטו ממלאכה ע\"כ דאיכא שום סברא לרבויי תוס' לעינוי אף דליכא איסור תוספת במלאכה דהואיל וכן י\"ל דמדלא מיעטו גבי אזהרה בהדייא דאכתי בסברתיה קיימא וכי ילפי' אזהרה ממלאכה אמרינן דון מינה ואוקי באתרין.<br><b> והדרך </b> השני אשר כתב הלח\"מ במ\"ב ליישב דברי רבינו דחאו הרב שם ולקוצר דעתי דרך ישר ליישב דברי רבינו ולא דברי ה\"ה כמו שהבין הרב שם יע\"ש והדרך אשר ישר בעיניו בדף רנ\"ה ע\"ב לדעתי בחזקת סכנה הוא עומד שכת' דר\"ע דיליף במסכת ר\"ה מבחריש ובקציר לאסור חריש של שישי' לשביעית וכן קציר של שביעית היוצא למוצאי שביעית לית ליה תוספת חול על הקדש בשבתות וי\"ט דשאני התם דאיסורא אתי עלה משום שביעית עצמו ותלמוד' דמייתי התם ברייתא זו ללמוד ממנה דמוסיפי' מחול על הקדש לאו מר\"ע יליף לה אלא מר\"י דיליף ליה מועניתם והגמרא דקאמר האי ועניתם מאי עביד ליה הכי קאמר לדידיה ודאי סיפיה דקרא דתשבתו שבתיכם לא דריש ליה לתוספת שבתות וימים טובים דא\"כ בחריש ובקציר למה לי דא\"כ רישי' דקרא דועניתם מאי דריש ליה דתוספת עינוי לבד או שום דרשא אחרינא וקאמר תלמודא דאיכא דרשא אחרינא בהאי קרא והיינו ההיא דר\"ח מדפתי והכוונה לומר דיתכן דר\"ע ידרוש הכי ולית ליה תוספת אפי' בעינוי לבד ובספיקא תלייא מילתא והיא היא מאי דקאמר תלמודא בסוגיין ותנא דעצם עצם האי ועניתם מאי עביד ליה כלומר דריש ליה לאיסו' תוספת לעינוי ועצם לא מיעט אלא לאזהרה או דילמא אית ליה דרשא אחרת בזה ובודאי כי הוה משמע ליה למדרש לתוספת עינוי היינו לעינוי דוקא ולא לתוס' מלאכה דליכא קרא להכי ומשני תלמודא דאצטריך לדרשת ר\"ח מדפתי כלומ' דאפשר דתנא דעצם יסבור הכי ואכתי בספיקא תלייא מילתא ומשו\"ה פסק רבינו לחומרא בספק זה יע\"ש.<br><b> ולא </b> הונח לי תירוץ זה דאי תלמודא במסכת ר\"ה לא הביא ברייתא דחריש וקציר אלא ללמוד ממנה דלר\"י יש תוספת מחול על הקדש מה מקום יש להביא ברייתא זו ולא הו\"ל להביא אלא ברייתא דדריש קרא דועניתם לתוספת מחול על הקדש ואי בר\"ע מספ\"ל אי אית ליה תוספת אפילו בעינוי משום דאפש' דאף בעינוי לית ליה תוספת מאי בעי ור\"י תוספת מחול על הקדש מנ\"ל ומי הגיד לנו דר\"י אית ליה תוספת עד דנבעי מנ\"ל הא כי היכי דלר\"ע לית ליה ה\"נ לר\"י לית ליה גם מ\"ש דדרשא דועניתם לא מצי דריש ר\"ע כדדריש ר\"י דא\"כ בחריש ובקציר למה לי לפי דבריו שכתב דמקרא דבחריש ובקציר אין ללמוד תוספת לשאר ימים טובים דשאני התם דאיסורא משום שביעית עצמו אכתי אפ' דידרוש ר\"ע קרא דועניתם לתוספת ימים טובים משום דהתם ליכא למשמע לחריש של שביעית דהא דחריש של ערב שביעית דעיקר טעמא משום שהוא גדר בשביעית אפילו כי חריש שלשים יום קודם אסיר וכן בקציר של מוצאי שביעית לעולם אסור משא\"כ בשאר תוספת של ימים טובים דאינו אלא תוספת כל דהו להכי אצטריך חריש וקציר. גם מ\"ש דה\"נ דפריך ותנא דעצם עצם קרא דועניתם מאי עביד ליה הכוונה לומ' דמספקא ליה אי דריש ליה לתוספת עינוי או לדרשא אחרת ולא מספקא ליה אלא לעינוי ולא לתוס' מלאכה כו' זה לא ידעתי אמאי לא מספקא ליה לענין מלאכה אי דריש לתשבתו שבתכם לשאר שבתות וי\"ט כדדריש תנא דברייתא שם וכי מיעטיה מבעצם היינו לענין עונש ואזהרה אבל איסורא מיהא איכא ועיין עוד בדרך הב' מ\"ש שם כי הוא דחוק הרבה מצד עצמו ועיין עוד במ\"ש בביאור הסוגייא דקאמר רבינ' תנא עצם עצם יליף מופנה יש לעמוד בכל דבריו ואין הפנאי מסכים.<br><b> ומ\"מ </b> לקוצר דעתי רבינו ז\"ל אזיל לשיטתיה שכתב בס' המצוות בשורש השני שכל דבר הנלמד באחד מי\"ג מידות או מריבוי הכתוב ולא מצינו להש\"ס שאמרו שהוא מדאורייתא חשיב דרבנן ואע\"פ שה\"ה ומרן כ\"מ ז\"ל בפ\"א מהל' אישות משמע להו בדעת רבינו דלא חשיב דרבנן אלא לענין מנין המצוות אבל דינו כדאורייתא לכל דבר יע\"ש אנו אין לנו אלא דברי הר\"ב לב שמח ז\"ל שהכריח בראיות ברורות שדינו כמילי דרבנן ממש לכל דבר וכ\"כ בספ' תמים דעים בסימן כ\"ג ועיין להר\"ב דברי אמת בקו' הט' יע\"ש. ובכן אע\"פ שאותה ברייתא שבפ' יוה\"כ מפיק לתוספת עינוי ותוספת מלאכה ליוה\"כ ושבתות וי\"ט מקרא דועניתם ומרבוייא דתשבתו שבתכם מאחר דלא אשכחן בש\"ס דקרי להו מדאורייתא אלא לתוספת עינוי דיוה\"כ אף רבינו ז\"ל לא הזכיר מן התורה אלא דוקא לתוספת עינוי ולא לתוספת מלאכה לא ליוה\"כ ולא לשאר שבתות וי\"ט דומייא דקידושי כסף ושטר דהכסף מד\"ס והשטר דאורייתא לדעת רבינו מה\"ט דלא הזכירו בש\"ס דאורייתא אלא בקידושי שטר ולא בקי' כסף ואע\"ג דמחד קרא נפקא לן תוספת עינוי ותוספת מלאכה מ\"מ תוספת עינוי מבואר יותר בכתוב דכתיב בט' לחדש וכי בט' מתענין כדאמרינן בש\"ס אבל תוס' מלאכה דנפ\"ל מרבוייא דתשבתו שבתכם איכא למימר דאינו אלא מדרבנן.<br><b> איברא </b> שלא מצינו לרבינו בה' שבת שכתב דאיכא תוס' מלאכה בשבת ואפילו מדרבנן ומדברי ה\"ה ז\"ל מבואר דמדרבנן מיהא אזיל ומודה רבינו דאיכא תוס' בשבתות וי\"ט שדקדק וכתב שאין תוס' דבר תורה כו' וחזר וכ' שלא הוזכר בדברי רבינו בה' שבת תוספת כלל מן התו' דמבוארי' דבריו דדוקא מן התורה הוא דלית ליה לרבי' תוספת בשבת וי\"ט אבל מדרבנן אית ליה ושוב ראיתי למרן הב\"י ז\"ל בה' שבת סימן רס\"א שכתב על דברי ה\"ה ז\"ל דדבר תורה שכתב לאו דוקא שהרי מדרבנן נמי לית ליה תוספת מלאכה דאל\"כ לא הי\"ל להשמיטו יע\"ש. מיהו מרן החביב ז\"ל כתב בשם הראנ\"ח ז\"ל דרבינו לא הזכיר דין תוס' מלאכה מדרבנן בפ\"ה מה' שבת גבי תקיעות שתוקעין בע\"ש להשבית העם ממלאכתם וע\"ז סמך ג\"כ שלא הביא איסור מלאכה מן המנחה ולמעלה שנתבארה בפסחים מפני שהוא מובן מדין התקיעות יע\"ש. ואם כנים הדברים כמ\"ש הראנ\"ח ז\"ל מ\"ש בדעת רבינו הנה נכון.<br><b> והנה </b> בדברי רבינו לא נתבאר כמה הוא שיעור תוס' יה\"כ שלא כתב אלא מתחיל לצום ולהתענות מערב תשיעי הסמוך לעשירי וכן ביציאה שוהה בעינויו מעט כו' והתוס' ז\"ל בפרק המביא ד\"ל ע\"א עמ\"ש בגמ' תוס' יה\"כ דאורייתא כו' כתבו וז\"ל משמע דיש שיעור לתוס' יה\"כ מדאצטריך להפסיק מבעוד יום דהא ודאי לא היו אוכלים ממש עד חשיכה דעבדי איסורא בדאורייתא כו' ולא הוברר שיעור התוס' הילכך יש להזהר ולהפסיק מבעוד יום עכ\"ל וכונתם מבוארת כמ\"ש הר\"ן ז\"ל דכיון דלא היו אוכלים עד שחשיכה ממש אלא עד סמוך לחשיכה ג\"כ ע\"כ היו מוסיפין קצת דאי אפשר לצמצם דא\"כ מאי נימא להו אבל אי תוס' עינוי יש לו שיעור ניחא שלא היו נזהרות בכל שיעור התוס' וקאמר שפיר דמשום טעמא דמוטב שיהיו שוגגין לא אמרינן להו מידי. והר\"ן ז\"ל כתב וז\"ל ולי נראה דכיון שציותה תורה תוספת צריך להוסיף מחול על הקודש איזה זמן חוץ מן הזמן שהוא נשאר בו מן הספק שאם לא כן לא היה צריך להזהיר על התוס' וזה על דעת מי שסובר דמאי דאמרינן ספיקא דאורייתא לחומרא מדאורייתא הוא עכ\"ל. והרפ\"ח ז\"ל בה' יה\"כ סימן תר\"ח כתב על דברי הר\"ן ז\"ל הללו וז\"ל כלומר דלדעת הרמב\"ם בפ\"ט מה' טומאת מת ודעימיה דס\"ל דס' דאורייתא לחומרא הוי מדרבנן דמדאורייתא כל ס' רחמנא שרייא י\"ל דהתוס' נכלל בזמן בין השמשות ולא בעי להוסופי מידי מקמי זמן בה\"ש ולפי זה אם הנשים מושכות האכילה בזמן בה\"ש לא מחינן בידייהו ואינו נראה לי כן דהכא ע\"כ לכ\"ע זמן תוס' הוי מקודם בה\"ש דכתיב ועניתם את נפשותיכם בתשעה לחדש בערב דהיינו שיתחיל מבעוד יום כדאמרי' בפ' בתרא דיומא. וכן הרמב\"ם ז\"ל עצמו הזכיר תוספת בפ\"א מהלכות שביתת עשור וכן עיקר עכ\"ל.<br><b> ואין </b> ספק דהפר\"ח ז\"ל לא כתב כן אלא משום דמשמע ליה שמ\"ש הר\"ן שצריך להוסיף איזה זמן חוץ מן הזמן שנשאר בו מן הספק דכוונתו היתה על זמן בה\"ש שהוא נשאר בו מחמת ס' ומדתל' הדבר לדעת מי שסובר דספיקא דאורייתא לחומרא מדאורייתא משמע דלמאן דס\"ל מדרבנן אינו כן אלא התוס' בכלל זמן בה\"ש. ואם זו היתה כונת הר\"ן ז\"ל עדיפא מינה הו\"ל להרב להקשות בדברי הר\"ן ז\"ל דאיך תלה דבר זה בפלוגתא זאת דספיקא דאורייתא לחומרא דאורייתא או דרבנן והא מילתא כדנא ידעי לה רבנן דכל ספק שחייבים עליהם אשם תלוי כגון חתיכה אחת משתי חתיכות דאקבע איסורא ודאי כ\"ע מודו דמדאורייתא אזלינן לחומרא מדמחייב עלי' קרבן וכיון שכן דבה\"ש דיה\"כ דמחייב עליה אשם תלוי כמ\"ש הר\"ן עצמו במס' יומא פ\"ב דלדידיה משמע לי' דחשיב אקבע איסורא כמ\"ש הרב פר\"ח בי\"ד סימן ק\"י בכללי הס\"ס יע\"ש וטעמו מבואר לע\"ד דס\"ל דבה\"ש משמש יציאה וכניסה אלא שאין הדבר ידוע איזה רגע הוא הכניסה ואיזה הוא היציאה וכיון שכן הו\"ל כחתיכה מב' חתיכות ודאי ומה\"ט מחייב עליה אשם תלוי אם כן איך תלה דבר זה בפלוגתא זו דספיקא דאורייתא או דרבנן והא כיון דאקבע איסור' כ\"ע מודו בה דמחייב מדאורייתא והי\"ל להכריח דתוס' זה הוא חוץ מן הזמן שבה\"ש לכ\"ע אף למ\"ד ספיקא דאורייתא לחומרא מדרבנן דזמן בה\"ש לכ\"ע מחייב דאורייתא אשם תלוי וכ\"כ הוא ז\"ל בפרק יה\"כ וז\"ל ותוספת זה אי אפשר שיהיה ג\"כ בזמן בה\"ש שהרי תוספת זה אינו אלא בעשה ובה\"ש ספק כרת הוא עכ\"ל ועוד שאם כוונת הר\"ן ז\"ל עד זמן בין השמשות אפילו למ\"ד ספיקא דאורייתא לחומרא דרבנן לא אצטריך קרא להכי דהא קמי שמיא גלייא וכמ\"ש בפי' יה\"כ דע\"ד ע\"ב אטו אצטריך קרא לאתויי ספיקא ועיין בדברי התוס' ד\"ה אצטריך שלפי דבריה' זמן בין השמשות דמי ממש לכוי שהוא שוה בכל שעה יע\"ש.<br><b> מיהו </b> לזה י\"ל דהר\"ן ז\"ל מפרש דה\"ק אטו אצטריך קרא לאתויי ספיקא הא בלא\"ה קי\"ל ספיקא לחומרא וכמ\"ש מוהר\"מ בן חביב שם יע\"ש ועיין בספר בני דוד ה' כלאים דנ\"ח סע\"ד שדבריו סתומים יע\"ש כי ע\"כ נראה לע\"ד דמ\"ש הר\"ן ז\"ל שצריך להוסיף איזה זמן חוץ מן הזמן שנשאר בו מן הספק אין כוונתו על זמן בה\"ש ממש דהתם ודאי לא תלי בפלוגתא אפי' על כל זמן שמקודם בה\"ש כל שהוא נשאר בו משום ספק ועל ספק זמן זה הוא שכת' הר\"ן דלמ\"ד ספיקא דאורייתא לחומרא מדאורייתא לא אצטריך קרא דתוס' להזהיר על הספק שהרי הוא נזור משו' ספיקא דאורייתא לחומרא אבל למ\"ד ספיק' דאורייתא לחומרא דרבנן אפשר שבא הכתוב להזהיר על הזמן שאדם מסתפק בו ואפילו מסתפק קודם בה\"ש ובהכי ניחא אידך דק\"ל להפר\"ח ז\"ל שם על דברי ה\"ה שם יע\"ש.<br><b> ובשיטה </b> מקובצת להר\"ב כתב וז\"ל והתוס' אמרו שמהכא שמעינן דתוס' יש לו שיעור ואומר ר\"י דהוא כחצי שעה וה\"ה לתוספת שבת וא\"ת א\"כ מאי האי דאמרינן בפרק ב\"מ ספק חשיכה ספק אינה חשיכה אין מדליקין את הנרות דמשמע הא אינה חשיכה ודאי מדליקה והא תוספ' היום ואסור. וי\"ל דה\"ק ספק חשיכה אין מדליקין ואפילו ע\"י אמירה לגוי אבל אינה חשיכה הוא אינו מדליק אבל ע\"י גוי מדליק משום דשבות בתוס' שרי ועיין להתוס' ז\"ל בפ\"ק דר\"ה ד\"ט ד\"ה ור\"ע שהוק' להם כן ועוד הוסיפו להביא אותה שאמרו בפ' מקום שנהגו דנ\"ד אין בין יה\"כ לט\"ב אלא שזה ספיקו אסור וזה ספיקו מותר ומפרש תלמודא התם דספיקו היינו בה\"ש. וכתבו ושמא משום דסגי בתוס' כל דהו נקט הכי עכ\"ל. מיהו לפי מ\"ש הכא בשמעתין דיש לו שיעור עכ\"ל כמ\"ש הרב ז\"ל דמתני' דפ' ב\"מ אין מדליקין אפי' ע\"י גוי קאמר ואותה שבפר מקו' שנהגו כבר העלו מן הישוב התוס' ז\"ל בפרק מקום שנהגו דאגב סיפא נקט לה יע\"ש ועיין להרע\"ב שם בפירוש המשנה דפרק ב\"מ שכתב כדברי הרב ז\"ל יע\"ש: אך קשה שהטור בה' שבת בסימן שמ\"ב כתב בשם ר\"י דמותר לומר לגוי להדלי' בה\"ש דלא גזרו על שבות של מצוה בה\"ש יע\"ש.<br><b> וזה </b> נראה דסותר מ\"ש הר\"ב הכא לדעת ר\"י דמתני' ע\"י גוי קאמר ודוחק לומר דמתני' לא איירי בנרות של מצוה דהא עלה דקתני ברישא שלשה דברים צריך אדם לומר בתוך ביתו עם חשיכה הדליקו את הנר דהיינו נר של שבת קתני סיפא דספק חשיכה לא ידליק. ומצאתי להמרדכי בפרק הקורא את המגילה שכתב בשם ר\"ת דתוספת שבת לאחריו דוקא הוא דאורייתא אבל לא לפניו דהא לא נפקא לן תוספת שבת אלא מקרא דתשבתו שבתכם וקאי לעד ערב דמיניה סליק שהוא תוספת שבת לאחוריו דוקא וניחא ליה בהכי אותה שאמרו בפ\"ק דמ\"ק דתוספת שביעי לר\"י הלכתא גמירי לה ובפ\"ק דר\"ה קאמר הש\"ס דלר\"י נפקא ליה תוס' מחול על הקודש מקרא דועניתם יע\"ש והשתא ניחא דמקרא דועניתם לא נפקא תוס' אלא לאחוריו ולא לפניו ולהכי אצטריך הלכתא ועיין לתוס' שם בפ\"ק דמ\"ק יע\"ש. והשתא אפשר כי זו היא שיטת התוס' דשמעתין דאע\"ג דס\"ל דתוספת יה\"כ יש לו שיעור מיהו בתוס' שבת ס\"ל דליכא תוספת אלא לאחוריו דוקא והשתא ניחא ההיא דמתני' דפרק במה מדליקין וההיא דפרק מקום שנהגו אלא שלא ראיתי מי שהביא שיטת המרדכי הלזו.<br><b> ואת </b> זה ראיתי עוד להמרדכי שם שכתב עוד וז\"ל ואנן קי\"ל כר\"מ דלית ליה הלכתא לענין תוספת שביעי ולית לן תוס' גבי שבת לפניו מן התורה עכ\"ל והרב דברי אמת בקונטריסיו דפ\"א ע\"ג תמה עליו בזו דנהי דלר\"ע לית ליה הלכתא אכתי קרא אית ליה דאיהו דריש קרא דבחריש ובקציר תשבות בחריש של ערב שביעית הנכנס לשביעית. ומינה יליף לתוס' שבת וי\"ט וכמ\"ש התוס' בפ\"ק דר\"ה ד\"ט ד\"ה ור\"ע עכ\"ל. ולע\"ד לא ק' מידי דמשמע ליה דתוס' שביעית לא ילפינן לשאר שבתות וי\"ט דתוס' שביעי הוא ל' יום ושל שבת וי\"ט משהו וכי בעי תלמוד' בפ' קמא דר\"ה לר\"ע האי ועניתם מאי דריש ביה אינו מפרש כמ\"ש התוס' דלר\"ע לא אצטריך לתוס' משום דנפקא ליה מתוס' שביעי אלא הכי פריך אי ר\"ע דריש קרא דועניתם לתוס' למה לי קרא דבחריש ובקציר לאסור חריש של ערב שביעית הנכנס לשביעית הא נפקא ליה תוס' מקרא דתשבתו שבתכם דדרשינן כל מקום שובת כו' מכאן שמוסיפין מחול על הקד' ודרך זה משמע ליה לה\"ה בפ\"א מה' שביתת עשור לדעת רבינו כמו שיע\"ש. ודע שסברת המרדכי הלזו שכתב דתוספת שבת מדאורייתא ליכא אלא לאחריו דקרא דתשבתו שבתכם לא קאי אלא למאי דסליק מיניה זה תלוי בפלוגתא דמקרא נדרש לפניו ולפני פניו עיין בפרק קמא דזבחים ד' ע\"ב ועיין להתוס' בפ' השואל את הפרה דצ\"ה ד\"ה אתמר ודוק."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שורשי הים על משנה תורה, הלכות שביתת עשור",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Shorshei HaYam",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}