{
    "language": "he",
    "title": "Sefer HaTashbetz",
    "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001280400",
    "versionTitle": "Sefer Ha-Tashbetz, Amsterdam, 1738-174",
    "versionTitleInHebrew": "ספר התשב\"ץ, אמסטרדם, תצ\"ח-תצ\"ט",
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isBaseText": true,
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "heTitle": "ספר התשב\"ץ",
    "categories": [
        "Responsa",
        "Rishonim"
    ],
    "text": {
        "Approbrations": [],
        "Introduction": [],
        "Part I": [],
        "Part II": [],
        "Part III": [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "",
                "שאלת מהו לשחוט לישמעאלי פסחם ולאכול ממנו.",
                "תשובה הישמעאלים אינן עובדים ע\"ז שיהיה תקרובת שלהם זבחי מתים וכן כתבו הגאונים ז\"ל אע\"פי שבימי רבותינו ז\"ל היה זבחם זבחי מתים כדאיתא בפ' ג' דחולין ובפ\"ק דע\"ז ואפילו היה זבחם זבחי מתים אם ישראל הוא שוחט אינו אסו' דקי\"ל כר' יוסי כדאיתא התם. ",
                "אבל כבש פסחם נראה שאסו' ישראל לשחוט אותו לפי שזו מצוה קבועה להם ואין מניחין לבני נח להוסיף על שבע מצות שלהם שהרי אמרו בפ' ארבעה מיתות בן נח ששבת חייב מיתה וה\"ה לשאר מצות כמו שכת' הרמב\"ם ז\"ל בהלכו' מלכים וא\"כ היאך בר ישראל רשאי לשחוט להם והוא חייב למנעם והרי אמרו אסור להושיט אבר מן החי לבני נח ואע\"פי שאינו עובר משום ולפני עור לא תתן מכשול אלא כדקאי בתרי עברי נהרא כמו שהוזכ' בפ' קמא דע\"ז מ\"מ אסור לסייעם שהרי חייב להפריש' וכן כתבו בתוספו' בפ\"ק דשבת ואם זה הכבש הוא כעין פסח זכר לעקידה הרי הוא קרבן ועכו\"ם רשאין להקריב קרבנות בבמה שלה' אם אינה מצוה קבועה להם וא\"כ ישראל השוחטה הוא שוחט קדשי' בחוץ וחייב כרת אפילו בקדשי עכו\"ם וכן האוכל ממנו הוא אוכל קדשים בחוץ. ",
                "ובזבחי' פ' דם חטאת גרסי' עכו\"ם בזמן הזה רשאין לעשות כן כלו' להקריב בבמה לפי' כל א' וא' הולך ובונה במ' לעצמו ומקריב עליה כל מה שירצה ואמ' יעקב בר אחא אמ' רב אסי ואסור לסייען ואסור לעשות שליחותן ולא התירו בגמ' אלא ללמדם איך יעשו אותו בטהרה כדאמר התם אמ' רבא אורויי להו שר וכן כתב הרמ\"בם ז\"ל בסו' הלכות מעשה הקרבנות ולא השיג עליו הרא\"בד ז\"ל במה שכת' שחייב כרת אע\"פי שלא אמרו בגמרא אלא אסור. ",
                "ובפ' הבא על יבמתו אמרו גבי חברי דאתו בבבל דמחטטי שכבי משום דשמחים ביום אידם משמע דאסו' לשמוח עמהם ביום אידם ולא מצינו חילוק בזה בין עובדי ע\"ז לשאינן עובדי ע\"ז וא\"כ אפילו לא היה כבש זה קרבן היה מן הדין לאסור להתעסק עמהם בשחיטה ולהשתתף עמהם באכילה וגם מפני שהם מצריכים לשחוט בהמתם לפנות אל הדרום אפילו שלא ביום אידם השוחט להם הוא חייב מלקות משום לא תלכו בחקותה עכו\"ם. ",
                "והרש\"בא ז\"ל כתב בתשובה שראוי לגעור במי ששוחט במזבח כמנהג הישמעאלי' וכיון שאינן עובדי ע\"ז מותר לישא וליתן עמה' לפני אידיהן וכדאמ' בפ' בתרא דע\"ז רב יהודה שדר קרבנא לבי אדרבן וכן נמי רבא שדר קרבנא לבי בר שישק ביום אידו אמ' קים ליה בגויה דלא פלח לע\"ז. ",
                "ובהמה שלקחו לפסחם מותר לקנותה מהם שאפי' היתה קנויה לתקרובת ע\"ז אינה נאסרת אפילו לגבוה לפי שאין הקדש לע\"ז כדאיתא בפ' כל הצלמי' ומשום מוקצה לעבודה זרה לא מיתסר עד שיאכילהו כרשיני ע\"ז או ימסרהו לכומרים או יגזזו אותו לשם ע\"ז כדאיתא בתמורה פ' כל האסורין:"
            ]
        ],
        "Part IV": []
    },
    "schema": {
        "heTitle": "ספר התשב\"ץ",
        "enTitle": "Sefer HaTashbetz",
        "key": "Sefer HaTashbetz",
        "nodes": [
            {
                "heTitle": "הסכמות",
                "enTitle": "Approbrations"
            },
            {
                "heTitle": "הקדמה",
                "enTitle": "Introduction"
            },
            {
                "heTitle": "חלק ראשון",
                "enTitle": "Part I"
            },
            {
                "heTitle": "חלק שני",
                "enTitle": "Part II"
            },
            {
                "heTitle": "חלק שלישי",
                "enTitle": "Part III"
            },
            {
                "heTitle": "חלק רביעי",
                "enTitle": "Part IV"
            }
        ]
    }
}