{
    "title": "Ohr Sameach on Mishneh Torah, Levirate Marriage and Release",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Levirate_Marriage_and_Release",
    "text": [
        [
            [
                "<b>ומן התורה א\"צ לקדש יבמתו שזו אשתו היא שהקנו אותה לו מן השמים וכו':</b><br><b> בשו\"ת </b> מהרי\"ק שורש קל\"ח כתב. ומה שאתה אומר דביאת יבמה לא מהניא מטעם קדושין, הנה דבר פשוט הוא דמהניא מטעם קדושין ואסר לה היבם בביאתו לכו\"ע כמקדש, וכן מוכח בריש קדושין דבעי למילף שתהא אשה מתקדשת בביאה מיבמה כו' ואי אין קדושין תופסין ביבמה אפילו קדושי ביאה לא הו\"מ למילף מינה עכ\"ל. והנה מפורש בתוספות בשם רבינו תם להיפוך ז\"ל בתוד\"ה הכל מודים (בדף מ\"ט), דאליבא דרב דאמר אין קדושין תופסין כו' דלא הוי ממזר וטעמא כו' שאין בה קדושין לכל אדם וליבם נמי לאו בת קדושין היא אלא ביאה הוא דאית בה כו', וסברתם מפורש בירושלמי קדושין פרק האומר הי\"ב התיב ר' שמואל ב\"א על ההיא תניא כו' הרי יבמה שזינתה אין לה עליו קדושין ולא על אחרים קדושין והולד כשר מפורש דביאת יבמה ליבם אין זה מדין קדושי ביאה, רק יתכן לומר דאם אין קדושין תופסין ביבמה לאיש זר, כן מה דקני היבם לה ע\"י ביאתו לא הוי מדין קדושין רק מצות ביאה גורמת שתהא קנויה לו ולכן מועיל אפילו שניהן אנוסים דקדושין לא מיקרו רק אותן ששוללין התפיסת קדושין מאחרים וכמו דאמרו ריש פ' המגרש קדושי דשמעון לא אהנו יעו\"ש היטב, אבל למ\"ד קדושין תופסין בשומרת יבם אז יתכן דנכלל ענין קדושין גם בביאת יבם דשולל קדושי אחרים, ואע\"ג דהואי אשת אחיו מ\"מ הא כבר פקע איסורו אף בבא עליה באופן דלא קנאה כמו קטן ומעוברת כמו\"ש תוספות ר\"פ החולץ ד\"ה תיגלי מילתא, ובפרט למ\"ד דמאמר קונה מן התורה, אך ראייתו אינו מוכיח דזה נכלל בדחוי הגמרא מה ליבמה שכן זקוקה ועומדת ואף בע\"כ מהני ואין זה מדין קדושין רק מצוה וחוק דתי שע\"י זה נעשית כאשתו לכ\"ד, וכן מורה לשון רבינו פה ואכמ\"ל. ויעוין רש\"י יבמות (דף נ\"ב) ד\"ה נתן לה וכו' ודוק:"
            ],
            [],
            [],
            [],
            [
                "<b>מי שמת והניח אשתו מעוברת, אם הפילה אחר מותו ה\"ז תתייבם כו' אבל מדברי סופרים עד שיודע בודאי שכלו לו כו':</b><br><b> הנה </b> הרב המגיד האריך בדברי רבינו וביאר בעומק כל שיטתו, ומש\"כ רבינו בהלכות רוצח שההורג קטן שנולד פחות מבן ט' שאין נהרג עליו תוך למ\"ד יום ללידתו כו' אבל בבן ח' שלא שהה אעפ\"י שנגמרו כל סימניו שערו וצפרניו אינו נהרג ההורגו, והא מן התורה ולד שלם הוא. לזה כתב ההמ\"ג ששנו חכמים על דין תורה מפני שכיון שאין אנו מחשיבין אותו לולד שלם לכל דבר, פירוש לענין חליצה עשו אותו חכמים לספק ולד כל שמת תוך למ\"ד אפילו אכלו ארי, אינו בדין שיהא אדם ההורגו נהרג עליו, זה כוונתו ונכון:<br><b> אולם </b> יתכן כוונה נאותה בדעת רבינו, דמטעם אחר פטר רבינו ההורג לבן ח' שנגמרו שערו וצפרניו אע\"ג דקיי\"ל כרבי דאמר אישתהי משתהא וולד גמור הוא, דר' אבהו אמר בפרק הערל שם, סימני סריס ואילונית ובן שמונה אין עושין בהן מעשה עד שיהיה בן עשרים, ובן שמונה מי קא חיי והתניא בן ח' ה\"ה כאבן, הב\"ע בשגמרו סימניו ועיין רש\"י ותוספות, ופירשו הקדמונים בשם רבינו חננאל דר' אבהו מיירי כשנגמרו סימניו וכרבי דאישתהי משתהא ובר ז' הוא, רק הואיל שהוא חלוש שנולד לשמונה חדשים אלמא דחולשתו גרמא ליה שישתהה עוד חודש ימים וכח לא היה לו להולד לכן אינו מביא סימנים, ואם הביא סימנים קודם עשרים שנה אינן אלא שומא בעלמא ועדיין קטן הוא, והוי כקטן דעלמא שהביא תוך הזמן יעו\"ש, וכיון דאישתני בחולשתו יותר משאר כל אדם שבן ח' הוא ודאי ואפ\"ה גמר סימניו שערו וצפרניו מוכיחין שנוצר להולד לז' ונגמרה צורתו לז' ונולד לשמונה משום שלא היה בו כח לפתוח פתח רחם אמו אמרינן הואיל ואישתני אישתני אימור טרפה הוי, ולא שייך להחזיקו למיזל בתר רובא דעלמא דלאו טרפה נינהו, דכיון דאישתני אישתני, וסברא זו מצאנו מפורש בבכורות שילהי פרק על אלו מומין דאשת טומטום חולצת ולא מתייבמת משום הואיל ואישתני אישתני ואמרינן דשמא סירס חמה הוא ואשתו הוי אשת אח שלא במקום מצוה ולכן אסור ליבמה, כן הכא כיון דאישתני אימור טריפה הוי וזוטר חיותיה לכן אישתהי, וכיון שכן ההורגו פטור, דמזה יליף בפ\"ק דחולין דאזלינן בתר רובא מדלא אמרינן דילמא טריפה הוא, אבל כאן הואיל ואישתני אישתני, והא דאם שהה שלשים יום מתחייב ההורגו ולא חיישינן לומר דילמא טריפה הוה, דזה מוכח מקרא דאם שהה שלשים יום לא מסתפקא לן דילמא טריפה הוי, דנחזי הא דאמר רשב\"ג כל ששהה שלשים יום באדם אינו נפל שנאמר ופדויו מבן חודש תפדה, שמונה ימים בבהמה כו' שנאמר ומיום השמיני והלאה ירצה, הא לא שהה ספיקא הוי, מימהל היכי מהלינן ליה, ופרש\"י הא לא שהה ל' יום באדם ובבהמה ח' ימים ספיקא הוי מימהל וכו'. ולכאורה תמוה מה דמייתי כאן רש\"י בהמה, והנראה בכוונתו דמצינו לומר דאם לא שהה שלשים יום באדם מספק הוי כמו רוב דאזלינן בתר רובא ולאו נפל נינהו, רק דהתורה פטרתן מפדיון כל שלא שהה שלשים יום, דלענין ממון לא אזלינן בתר רובא ואף למאן דאמר דהולכין בממון אחר הרוב, בכ\"ז גבי ממון שאין לו תובעין מודה דלא מחייבינן ליה מחמת רובא כמוש\"כ תוספות בכורות דף כ' תד\"ה ורבי יהושע סבר יעו\"ש. וא\"כ לא קשה מימהל היכי מהלינן דלענין איסור שבת אזלינן בתר רובא, לכן פרש\"י דכמו שלא שהה שמונה ימים בבהמה נפל הוי הוא ספק גמור דאסור לאוכלו, כן באדם כל שלא שהה שלשים יום הוי ספק נפל ומימהל היכי מהלינן ודוק. ובזה מוכח כיון דהתורה חייבה כל ששהה שלשים יום אף בן ח' ודאי לפדותו, ואם הוה חייש שמא טריפה הוי איך צותה התורה לפדותו הא קיי\"ל בפ\"ק דב\"ק בכור שנטרף בתוך שלשים אין פודין אותו, ופירשו הקדמונים דהיינו אם נעשה טריפה וכן פירש רבינו בהלכות בכורים, א\"כ מוכח דכל ששהה שלשים יום דאמר רשב\"ג דיצא מכלל נפל ואישתהויי הוא דאישתהי הוא הדין דיצא מספק טריפה ג\"כ והוא בחזקת אדם שלם ככל איש דעלמא, ודוקא לגבי סימנין אמרינן דקטן הוא עד שיהא בן עשרים, הא בהאי דאמר רבי דסימניו מוכיחין עליו שגמרו שערו וצפרניו אין זה מוכיח דלאו ספק טריפה הוי דאימור הואיל ואישתני אישתני וטריפה הוי, והא דהוציאתו תורה מכלל טריפה בשהה שלשים יום, הוא משום דאם תחוש הואיל ואישתני מחמת חולשתו שלא להולד עד שעברו עליו אחר זמנו חודש ימים וכמו שאמר בירושלמי פרק החולץ שתי יצירות נגמרה צורתו לט' ונולד לח' נפל נגמרה צורתו לז' חי יעו\"ש, אפשר דקים לרחמנא דולד חלש כמוהו אם הוא טריפה אינו חי שלשים יום, ובלאו זה סבר רבי דכל טריפה אינו חי שלשים יום ולכן אף דקיי\"ל כרב הונא וכהנך תנאי בפרק אלו טריפות דף נ\"ז דטריפה חי שנים עשר חודש, מ\"מ בולד חלוש שנגמר צורתו לשבעה ונולד לח' אפשר דקים לרחמנא דאינו חי שלשים יום, וזה נוכל למילף, לכן שפיר פסק רבינו דההורג למי ששהה שלשים יום אף אם הוא נולד לשמונה ולא גמרו סימניו ג\"כ נהרג, וזה טעם נכון בדברי רבינו לפי שיטת ההמ\"ג ז\"ל ודוק:<br><b> ונראה </b> נא דהא דאמר רבי דסימניו מוכיחין, וכן רשב\"ג דסובר דשהוי שלשים יום מועיל להוציא בן שמונה מספק נפל ואמרינן דאישתהויי משתהי, וטעמא כמו שאמרו בירושלמי פרק החולץ הלכה ב' וייצר שתי יצירות נוצר לשבעה ונולד לשמונה חי כש\"כ לט', נוצר לט' ונולד לשמונה וכש\"כ לז' אינו חי, א\"כ בידעינן שהוא בן שמונה אמרינן שהוא נוצר לשבעה ונולד לשמונה ומישתהי, אבל בבהמה לא שייך זה שאין בה שתי יצירות וכי נולדה לשמונה א\"כ לא שייך מישתהי שאין בה יצירה לשבעה, ועיין בפרק המפלת (בנדה דף כ\"ה) דפשיט רב נחמן בר יצחק דהימנו ולמטה אסור אגסה קאי, דאין בה לידה לשבעה ואיך אמרינן בבן ח' ודאי שאם גמרו סימניה נאמר דהוא משתהי ואינו נפל, וצריך לומר דמדמה דכמו באדם אעפ\"י שנולד לשמונה ובאדם לא תלינן בזנות דאית לה חזקת כשרות [וכמו שהאריך בזה הריב\"ש] ואפ\"ה אמרינן דגמר סימניו מוכיחין דאישתהויי משתהי אע\"ג דזה מילתא דלא שכיחא, ה\"נ גבי בהמה אמרינן דגמר סימנים מוכיחין דאיהו לא ידע ונרבעה ונתעברה מקודם וכבר כלו לו חדשיו, וזה ברור, אולם יש לומר דכיון דמבעי ליה אם פליגי רבנן עליה דרשב\"ג היינו רבי דמבעי ליה אם פליג עליה דרבי שמעון בן גמליאל וסבר דאם גמרו סימניו מוכיחין עליו ובן קיימא הוא אף דלא שהה שלשים יום, או דסבר דבעי שהוי שלשים יום וגמר סימנים שניהם ביחד וכמו שפירש הלח\"מ, א\"כ לפי המסקנא אף דאמר שמואל הלכה כרשב\"ג מכלל דפליגי, היינו רבי פליג על רשב\"ג וסבר דגמר סימנים עושה אותו בן קיימא, זהו דוקא באדם דאיכא יצירה לשבעה אמרינן דבן שבעה הוי ואישתהויי אישתהי, אבל בבהמה כו\"ע מודו דכל שלא שהה שמונה ימים והולד מוחזק לבן שמונה דגמר סימנים אינם מוכיחין להוציא אותו לחזקת בן קיימא ולא אמרינן דנתעברה אמו מקודם, למאי דמסקינן בהמפלת דבבהמה אין לידה לשבעה, ולפ\"ז נשאר כל הנך אוקימתא דמוקמינן בשבת כגון שכלו חדשיו:<br><b> וא\"ש </b> מה דכתב רבינו פ\"ד מהלכות מאכלות אסורות הלכה ד' האוכל כזית מבשר נפל כו' ואסור לאכול מן הבהמה שנולדה עד ליל שמיני שכל שלא שהה שמונה ימים בבהמה ה\"ז כנפל ואין לוקין עליו, מוכח דאסור מן התורה משום דספיקא הוי, וטעמא דכיון דפסק דאין יצירה בבהמה לשבעה וכמש\"ב, ואם נודע לו שכלו חדשיו בבטן ואח\"כ נולד שהן ט' חדשים שזהו כדפשיט רנבי\"צ בהמפלת, דהימנו ולמטה אסור קאי על גסה ג\"כ, א\"כ לא שייך אישתהויי משתהי וזהו דרך נכון בהבנת דברי רבינו. ובהלכות נחלות כתב דאף אם לא כלו חדשיו מ\"מ אם גמרו סימניו שערו וצפרניו מוכיחין דאישתהויי מתשהי ואינו נפל, ונוחל ומנחיל לאחין מן האב וכרבי דפליג על רשב\"ג ולא שייך לומר דאזלינן להחמיר גבי ממון דקולא לזה חומר לזה וכמו דסמכו באשת כהן וכמו שכתב הרב המגיד ודוק:<br><b> ומה </b> שהבאנו לעיל דבעי בגמרא אם בהמה יולדת לשבעה ורבינו פסק דהימנו ולמטה קאי גם על בהמה גסה, נפשט זה מהירושלמי דאמר וייצר בשני יודי\"ן ששני יצירות יצירה לשבעה ויצירה לתשעה, אלמא דבהמה אינה יולדת לשבעה דשם כתיב ויצר בחד יו\"ד, וכמו דדריש בתלמודין פ\"ב דעירובין על שני יצרים או שני יצירות, ובבראשית רבה פרשה י\"ד דריש כהירושלמי ואח\"כ יצרה לע\"ל, ושני יצרים דכולהו ליתא בבהמה, לכן סתמו רבוותא דבהמה אינה יולדת לשבעה, דמילתא דפסיקא להירושלמי ולהמדרש הלכה כמותם נגד בעיא דבבלי ודוק:<br><b> והנה </b> פשטא דסוגיא מורה דאף עפ\"י שלא גמרו סימניו אם שהה שמונה ימים הוי בן קיימא, דכמו דמוכיח ר\"ש ב\"ג דאם כלו סימניו מורה שבן שלשים הוי בן קיימא מדאמרה התורה לפדות כשהוא בן שלשים, דמסתמא התורה מיירי אף כשהוא בן שמונה, כן יש להוכיח דמיירי אף כשלא גמרו סימניו, זהו מה שביארנו בשיטת רבינו כביאור הרב המגיד ודוק:<br><b> והנה </b> הרשב\"א בחידושיו פרק הערל האריך ושיטתו קרובה לשיטת התוס' דרשב\"ג ורבנן פליגי בתרתי, פליגי בסתם ולדות דרשב\"ג מחמיר דכל דלא שהה שלשים יום ספיקא הוי ורבנן מקילין כדמוכחא סוגיא דפרק ר\"א דמילה, ובבן שמונה ודאי פליגי דרשב\"ג סבר שלשים יום מעידין עליו דבן שבעה הוא ואישתהויי הוא דאישתהי יעו\"ש, ולפי דבריו נראה כך. דהנה ידוע מהמציאות דבילדים שכיחא מותנא טפי מסיבות חיצונות אשר צריכים שמירה כל שלא נתגדלו מכל רוח ופגע רע כידוע, אבל בכל זה המה בני קיימא שראוים להתגדל אם לא יבא אליהם סיבות חיצונות [גם מצד ההשגחה שהקטנים נאחזין בעון אבותיהם כמו שאמרו בפרק זה בורר] וכל שלא נתגדלו היינו לפי מיעוט שנותם המה עלולים לסיבות שונות, וא\"כ מצד המציאות יתכן כי מה שמתים בעודם תוך חודש ללידתם, הוא מצד שאז השמירה הכרחית להם מכל מצעדי הטבע אשר עוד לא דרך כף רגלם על האדמה ולא הניקו אוירה החדש, ומהיכן ידוע כי המיתה תוך למ\"ד הוא סיבה להיותם נפל, אבל ממה שאמר רשב\"ג דבבן שמונה ודאי בכ\"ז אם חיו שלשים יום ברור דאינם בני שמונה רק נוצרו לשבעה ואישתהויי דמישתהי, ויליף זה מקראי, מדאמרה התורה שבן חודש יפדה ובודאי לא חלקה תורה אף אם נולדו בשמונה, חזינן דהשלשים יום הוא סיבה להיותו בן קיימא, א\"כ כי חזינן בסתם ולדות שמתו תוך שלשים יום, לא תלינן מחמת סיבה מחוץ רק מסיבת היותו נולד שלא בזמנו והוי נפל, אבל לרבנן דסברי דבבן שמונה שלשים יום אינה סיבה למיחשבה בן קיימא, א\"כ כי מת תוך שלשים יום הוי כמת תוך שנתו או תוך שנתים ותלינן בסיבה חוצית וזה נכון, ולכן לא נזכר כאן פלוגתא דחוששין למיעוט דאין זה שייך לפלוגתא דר\"מ ורבנן רק אל פלוגתא דרשב\"ג ורבנן, ולפ\"ז יתכן אף דמוקי דפליגי באכלו ארי ונפל מן הגג, בזה יתכן דרשב\"ג סבר דשכיחי המתים מחולי תוך שלשים יום אשר תלינן שמיתתם ע\"י שהן נפלים, ורבנן לטעמייהו דהמתים מחולי הוא מסיבת חוצית א\"כ הני שנולדים בחיות מועט ומפהקים ומתים הוי מיעוט, לכן באכלו ארי לא חיישינן ואמרינן דולד קיימא הוי, וכל זה בא מתוך פלוגתתן בבן שמונה וכמו שבארנו ודוק, ועיין בזה בשיטת התוספות בכ\"ד, ובאור זרוע הלכות יבום וקדושין סימן תרי\"ג בשו\"ת רבינו תם המחמיר מאוד בזה וכתב שם שאם הוכר העובר סמכינן דפחות מבן ג' לא מינכר יעו\"ש והאריכו בזה האחרונים, ולפמש\"כ בשו\"ע דעכשיו נשתנו הטבעים ויולדת למקוטעים ביותר משמונה, אפשר דניכר העובר לפחות משלשה חדשים רק לשליש ימיה וכמו דבעי בפרק בן סו\"מ ביולדת לשבעה אם מינכר עוברה פחות משלשה יעו\"ש, וא\"כ אפשר דהעובר הוא מביאה שניה שאין ממנה רק יותר משני חדשים, ועיין שו\"ת רעק\"א סימן פ\"ט בזה וצ\"ע לדינא, ובירושלמי פ' החולץ מחלק דהכרה בחדשים שלמים ולידתו למקוטעין עיי\"ש, ופליגי בזה אמוראי והוא כבעיא דבעי בבן סו\"מ ודוק:<br><b> והנה </b> בשו\"ת רעק\"א סימן צ\"ח העיר דלפום הס\"ד בשבת, דפליגי רשב\"ג ורבנן בסתם ולדות בפיהק ומת הא אם אכלו ארי מודה רשב\"ג דאף אם לא שהה ודאי בן קיימא הוי, א\"כ לענין מה אמר רשב\"ג כל ששהה שמונה ימים בבהמה, וליכא נפ\"מ רק אם נשחטה, והשחיטה הוי כמו אכלו ארי, ובכ\"ז אם לא שהה ח' ימים הוי ספק נפל יעו\"ש, ויעוין בתוספות ריש פ' האשה בתרא ז\"ל, אי נמי אסרו בבהמה בבריא שמא יבא להתיר בחולה שיהא קרוב לפיהק ומת, הרי דיש חולי הקרוב לפיהק ומת, ועוד לא מכרעא דאימור במתה מיירי רשב\"ג ונפק\"מ לאסור סחורה בחלבה דחלב מותר בסחורה וכמוש\"פ רבינו מקרא דיעשה לכל מלאכה, ובנפל דלא כלו חדשיו הרי חלבו לאו חלב מיקרי והוי כבשר נבילה ואסור בסחורה, וכן פסק הב\"ח הובא בט\"ז סימן ס\"ד, ולכן כל שלא שהה שמונה ימים ומת אסור חלבו מספק לסחורה, דאיסור סחורה דבר תורה לגדולי הקדמונים:<br><b> ודברי </b> התוספות שם ביבמות אשר המהרש\"א והשו\"ת רעק\"א נדחקו מאוד בהבנתם, נראה לדעתי, דאם נאמר דבן שמונה ודאי יכול להיות בר קיימא אם יחיה עשרים שנה, הרי על כרחין דע\"פ הרוב ורובא דרובא הוא נפל רק שעל צד הרחוק והזרות יתכן שיחיה עשרים שנה ויתחשב בן קיימא, א\"כ בנולד לפנינו בן שמונה ודאי יתכן להיות על צד הזרות והפלא כי יחיה עשרים שנה והוא בן קיימא, ואיכא לזה קצת הוכחה חזקה, דאוקמי אחזקה כמו שהוא חי עכשיו כן יחיה להלן עד כי יומשך עשרים שנה ויהא בן קיימא אע\"ג דאם הוא נפל הלא חיותו השתא ג\"כ לא חיות והחובל בו כמחתך בשר בעלמא, מכל מקום שייך חזקה דיחיה כמו שהוא חי עד עכשיו עד יותר מעשרים שנה ויומשך חיותו עוד כדרך כל בני אדם הנולדים דבחזקת חיותא נינהו, ובפרט דאיכא תנאי דסברי דשחיטתו מטהרתו יעוין שבת קל\"ו, ואע\"ג דהוי נגד רוב ורובא דרובא, בכ\"ז לא הוי גזרו חכמים לאסרו בטלטול כאבן, אבל למאי דמסיק דבן שמונה אף כי יחיה ויאריך ימים כחול לאו חיות הוי ולא יסתפק בסוג האפשרי דבן שמונה יחיה, רק כי חי עשרים שנה אז לרבנן אמרינן דמוכח דכבר נגמר לשבעה ואישתהי במעי אמו עוד ירח ימים ונולד לשמונה חדשים א\"כ הוא ספק על מעשה שכבר עבר אם נגמר לשבעה או לא נגמר לשבעה, וכיון דהספק הוא בדבר העבר לא שייך בהא חזקה לומר דאוקמי אחזקת חיים. דחזקה לא מועיל רק להמשיך הדבר שלא יופסק, אבל לא לברר מזה דכבר נגמר לשבעה, וסברא זו בארתי יפה בפ\"ח מהלכות שחיטה, ודוק היטב בכל מה שהעליתי בזה בס\"ד:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הכונס את יבמתו נאסרו צרותיה עליו ועל שאר האחין ואם בא הוא או אחד מהאחין על צרתה ה\"ז עובר בעשה שנאמר יבמה יבא עליה ולא עליה ועל צרתה ולאו הבא מכלל עשה עשה:</b><br><b> פירוש, </b> דמהך דבית אחד בונה ולא שני בתים נפ\"ל דאינו צריך ליבם לשניהן, אבל איסור נפקא ליה מקרא דעליה. והנה הרב במשנה למלך הלכות איסורי ביאה פרק י\"ט הלכה ה' תמה הרבה על שיטת רבינו מסוגיא דפרק האומר דנפקא לרבנן דקדושין תופסין בחייבי לאוין מדכתיב כי תהיין לאיש שתי נשים האחת אהובה והאחת שנואה כו' שנואה בנשואיה וקאמר רחמנא כי תהיין, ונוקמא בחייבי עשה ומשני כו' מעם אחד בעינן, וא\"כ קשה נוקמא בכונס צרת כנוסתו או כנוסת אחיו יעו\"ש שהאריך בזה. ואין לומר דסוגיא זו סברה כריש לקיש דכונס יבמה ובא על צרתה הוא בכרת וכמו דסובר ריש לקיש בבא על הצרה של חלוצתו, וכמו דאמר בפ\"ק דיבמות פליגי בה ר\"א ורבינא כו' מ\"ד בכרת כריש לקיש כו', דהא רש\"י פירש תמן דדוקא בבא אחד מן האחין פליגי הא בא איהו בעצמו כו\"ע סברי דלא קאי רק בעשה, ומוכרח הוא לפי שיטתו דקרא דריש עליה ולא עליה ועל חברתה, ורק לריש לקיש אין זה רק על היבם לחודיה הא האח קאי בכרת, ועיין תוספות שם ד\"ה חד אמר בעשה:<br><b> אולם </b> הנראה לדעתי דבר חדש, דכבר נודע שיטת רבינו דכל חייבי לאוין אינו לוקה רק ע\"י קדושין דכתיב לא יבא בקהל, וביאה ע\"י קדושין מקריא ביאה בקהל, וכן עשה דמצרי ואדומי דוקא ע\"י קדושין דכתיב יבא בקהל, וכוונת התורה ודאי ע\"י קדושין, ותמצא כ\"ז באורך בפרק ט\"ו מהלכות איסורי ביאה הלכה ב', ובכסף משנה בתשובות חכמי לוניל ובנו הרב ז\"ל, עוד שיטת רבינו דעשה דבעולה בכה\"ג דוקא ע\"י קדושין הא בבעילה לחודיה אינו עובר בעשה דכי אם בתולה יקח, ויקח היינו קיחה שע\"י קדושין, ורבינו פירש בפרק י\"ט מהלכות איסורי ביאה הלכה ד', וכן אם בעל בעולה בלא נשואין לא חיללה ועיין ההמ\"ג בזה. עוד שיטת רבינו דהא דמסיק בפרק עשרה יוחסין ומודה רבא בכה\"ג באלמנה שאם בעל ולא קידש שלוקה, ולא יחלל זרעו בעמיו אמר רחמנא והרי חילל, זה דוקא בכה\"ג באלמנה הא כהן הדיוט וכן כה\"ג בגרושה וחללה זונה כיון שכבר אסורות לכהונה, לא לקי משום לא יחלל כמבואר פרק י\"ז יעו\"ש. וכיון שנתבאר כ\"ז נראה ברור דהגמרא דריש כי תהיין לאיש שתי נשים כו' והאחת שנואה, היינו שהיא שנואה ע\"י ההויה, וזהו שמדייק שנואה בנשואיה שע\"י הנשואין היא שנואה, הא בלא הנשואין אינה שנואה, רק מה שאסור לבוא בלא קדושין, ולכן מוקי בחייבי לאוין או בחייבי עשה או בבעולה לכה\"ג דעל כל אלו אינה שנואה רק ע\"י הויה, והא דאמר ולרע\"ק כו' במאי מוקי לה מוקי באלמנה לכה\"ג, רהיטא דלישנא נקט וכוונתו על איסורי כהונה דזרעו נעשה חללים ולעולם בגרושה וזונה לכהנים אחד כהן גדול ואחד כהן הדיוט, משא\"כ בכונס צרת כנוסתו דהעשה הוא על הביאה לחודא בלא קדושין ואין הקדושין סיבה אל העבירה כלל דקרא הכי דייק יבמה יבא עליה, ולא עליה ועל צרתה, והוא בביאה לחודא דביאת יבם אינו צריך קדושין קודם מה\"ת אע\"ג דע\"י ביאה זו נעשית כאשתו לכל דבר, מ\"מ קרא דיבמה יבא עליה כייל אף באופן דלא קני לה לאשה, וכמו דדריש בפרק ב\"ש יבמה יבא עליה כל דהו, ואפילו קטן דלא קני לה תגדלנו, ואפילו לשיטת רבינו דקטן קונה מן התורה אותה לכל דבר, בכ\"ז אם נימא דביאה צריך עדים דבלא עדים לא קני לה, ואטו מי אסור לבוא עליה מן התורה בלא עדים, וכיון שנכלל בהך קרא דיבמה יבוא עליה ביאה דלא קני אותה ג\"כ, לכן בעשה דלא עליה ולא על חברתה נכלל ג\"כ בלא קדושין רק גם בביאה לחודא קאי בעשה, וכן מדוייק לשון רבינו ואם בא הוא או אחד מהאחים על צרתה כו' שבביאה לחוד עובר בעשה וא\"כ אין ההויה גורם העבירה ולא הנשואין סיבת היותה שנואה לכן לא מוקי בזה קרא דכי תהיין ודוק היטב:<br><b> והנה </b> בתוספות ריש פרק אלו נערות מקשו דהא דמספקא להגמרא אם ר' ישבב אתי לאפוקי מר' סימאי, או טעמא דנפשיה קאמר, דאמאי לא פשיט דטעמיה דנפשיה קאמר ואפילו בחייבי עשה סבר דאין קדושין תופסין מהא דפרק ר\"ג דתני חלץ ועשה מאמר ובעל אין אחרי חליצה כלום, דאתיא כר' עקיבא דחלוצה כערוה, וא\"כ הא תני בעל ובעל ועשה מאמר דאין אחר ביאה כלום, ואם בעל הא לא הוי צרתה רק בעשה, ואפ\"ה אין אחר ביאה כלום, וע\"כ כר' ישבב דאף חייבי עשה אין קדושין תופסין בהם ולדידי לא קשה, דבירושלמי תמן פרק ר\"ג פריך על חלץ ועשה מאמר שמא [לא] תפסי בה קדושין, אתיא כרבי דאמר מאמר שלא מדעתה, ופירושו דמיירי דעשה המאמר בעל כרחה ורבי סובר דמאמר מהני שלא מדעתה, ולכך תני דאין אחר חליצה כלום ולא מהני מאמר בע\"כ, או כרבנן ובאומר התקדשי לי במאמר יבמין כו', וא\"כ לא קשה דהא דתני בעל ובעל בעל ועשה בה מאמר בשתי יבמות ליבם אחד, היינו כגון דאמר התקדשי לי במאמר יבמין, או במאמר בע\"כ וכרבי ואין ביאה אחר ביאה, משום דביאה לכו\"ע קונה שלא מדעתה ביבמה, דיבמה יבוא עליה בע\"כ, ומיירי שבא עליה בע\"כ, ולכך אם לא בא קודם על צרתה הוי הביאה קונה, אבל כיון שבא עליה או הוא או אחיו תו אין הביאה קונה בע\"כ, וכן בעל ועשה מאמר, דמיירי דאמר התקדשי במאמר יבמין ועכשיו כיון שנפטרה אין מאמר מועיל, ואי קשה ברייתא דמייתי פרק ר\"ג, אמר רבי אין הדברים אמורים אלא לדברי רע\"ק שהיה עושה חלוצה כערוה, והא ע\"כ משנתנו מיירי כגון שבא בע\"כ או דאמר התקדשי לי במאמר יבמין שלאחר ביאה ג\"כ אינו כלום, נראה דדייק, מדדייק למיתני במשנתנו כ\"פ אין אחר חליצה כלום בין ביבם אחד ליבמה אחת בין ביבם אחד לשתי יבמות בין שני יבמין ליבמה אחת, ולא תני אין אחר ביאה כלום, ועיין בדף נ\"ג אביי ורבא דאמרי תרווייהו תני אין אחר ביאה כלום כו', והיינו למידק דאינו מועיל כלום אפילו קדושין גמורים וביאה במתכוין לקנותה ומדעתה דאין קדושין תופסין בחייבי לאוין, ועדיפא טפי לריש לקיש דאיהו קאי בלאו הא אחיו קאי בכרת, וא\"כ קמ\"ל, דכמו בשני יבמין ביבמה אחת או ביבם אחד לשתי יבמות, הא דקא תני אין אחר חליצה כלום, תמן אפילו קדושין גמורים אינו מועיל, דצרתה על היבם או החלוצה על היבם בכרת קיימא, כן הא דתני ביבמה אחת ליבם אחד אין אחר חליצה כלום ג\"כ אף בקדושין גמורים ובביאה מדעתה, משא\"כ בבא על יבמתו דביבמה אחת לשני יבמין לא מהני קדושי שני וביאת שני אף שהיא לשם קדושין גמורים דבכרת עליה קיימא אף אם גירשה ראשון, ובשתי יבמות ליבם אחד דוקא בע\"כ לא מהני כיון דפקע הזיקה ממנה הא קדושין גמורים מהני דעל צרתה ליכא רק עשה, לכן לא תני כלל במשנתנו אין אחר ביאה כלום ודוק בכ\"ז:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>וכן היבמה הקטנה אם רצה היבם לייבם אותה מייבם אבל אינה חולצת עד שתגדיל ותבדק ואפילו נבעלה אחר י\"ב שנה אינה חולצת עד שתבדק וימצאו בה הסימנין:</b><br><b> הנה </b> פשטיות דבריו מורה שנבעלה ליבם, וזה פלא דא\"כ קנאה ותו יוצאת בגירושין כמו כל יבמה שנבעלה ליבם, וכמו דשריא ליבומי כן קני לה יבם אף שהיא קטנה ולא שייך לאקושי אשה לאיש, לא מיבעיא להנך שיטות רש\"י ורמב\"ן וההמ\"ג דמה\"ת קטן שייבם קני לה לגמרי רק דמדרבנן עשאו ביאתו שלא תקנה רק כמאמר ודאי לא שייך לאקושי אשה לאיש, אלא אף לשיטת רבנן בתוספות דמה\"ת לא קני רק רבנן עשו שתקנה ביאתו מיהא כמאמר בגדול, ג\"כ לא שייך לאקושי דלענין חליצה דאיש כתוב בפרשה מקשינן, אבל כאן דלא ידענא דאין ביאתו קונה מן התורה רק מקרא דואיש אשר ינאף את אשת איש דמיניה ממעטינן קטן שייבם דאשתו פטורה ממיתה, ומזה ילפינן דביאתו אינו קונה כמפורש פ\"ק דקדושין דף י\"ט יעו\"ש, א\"כ לא שייך לאקושי דעיקרא דילה אינו דומה קטנה לקטן, דבקטן ליכא קדושין ובקטנה איכא ע\"י אביה לכן לא שייך לאקושי קטנה לקטן, וכן פסק הטור במפורש שקנאה ויכול לגרשה, וכן כתב רש\"י בפרק יוצא דופן במשנה ואם בא עליה קנאה כו' ליורשה וליטמא לה, וכן פרש\"י בגיטין פרק הזורק דף פ' ד\"ה ואי תנא סיפא משום דרמיא קמיה כו' וכשנתיבמה האחת קודם שהביאה ש\"ש כו', הרי דביבום קטנה נפטרת צרתה. וכן כתבו בתוס' דהך דקתני וחייבין עליה משום א\"א איבמה קאי דלא תימא קנאה מדרבנן כמו בן תשע דסיפא כו' יעו\"ש בתוספות יבמות נ\"ז וש\"נ, וא\"כ יפלא לומר דרבינו סבר דלא קנאה קנין גמור וצריכה חליצה ולא סגי בגט:<br><b> ומה </b> דביבמות (דף ס\"א) פרש\"י בד\"ה ואינה חולצת דאינה נפטרת לשוק כו' אבל מתיבמת ותגדל אצלו ותתקיים מצות יבום, אין כוונתו שבכל ביאה מקיים מצות יבום והוי כמו דאמר בגמרא (דף ל\"ט) סד\"א הואיל וכתיב ולקח לו לאשה ויבמה אמר רחמנא ועדיין יבומי הראשון עליה כו', כן סבר רש\"י בקטנה, דז\"א כמש\"ב, דודאי דסבר רש\"י דסגי לה (נ\"ב. וכן כתב רש\"י במפורש בסנהדרין בפ' ד' מיתות ובפ' בן סורר ומורה יעו\"ש). בגט לאחר שייבמה, רק דהרגיש דהגמרא פריך (פרק ב\"ש דף קי\"א) קרי כאן להקים לאחיו שם והא לאו בר הכי הוא, ועיין תוספות שם דהוי כמו סריס חמה, א\"כ קטנה שאינה יולדת הוה כאילונית שאינה יולדת דלא היה לה שעת הכושר, לכן פירש דיכול להתקיים על ידי שתגדל אצלו שתלד ויקים שם אחיו לכן תו קנאה לה תיכף, ואולי סבר כהרשב\"א בפ\"ב דלכן אמרו דח\"ל אינן מתיבמות משום גזירה אטו ביאה שניה ולא אמר משום גמר ביאה, דהא ליתא, דאעפ\"י שקנאה מתחלת ביאה מ\"מ מצוה עד גמר ביאה משום דכתיב להקים לאחיו שם ובגמר ביאה הוא דאיכא הקמת זרע אלא שריבה הכתוב אף להעראה, א\"כ מכוון התורה האמיתי בביאה שראויה להתעבר ושפיר איכא מצוה להיות שתגדיל אצלו ותהא בת הקמת זרע, רק דרחמנא רביא מקראי דקנאה ומתגרשת בגט בלא חליצה כמו אם הערה בה או שלא כדרכה דסגי לה בגט כמבואר פרק הבע\"י, וזה נכון בכוונתו, דלדידיה איתרבי קטן ג\"כ שיהא ביאתו ביאה מה\"ת אף דלאו בר הקמת זרע הוי ואף עפ\"י כן קנאה וסגי בגט מה\"ת הואיל ובר הקמת זרע לכשיגדל הוי, ה\"נ בקטנה בת הקמת זרע וראויה להוליד לכשתגדל והוי ביאתן כמו העראה דקניא לכל דבר מ\"מ מצוה להיות עד שיגדילו כמש\"כ הרשב\"א ודוק. [וא\"ש בזה מה דאמר פסחים ע\"ב: יבמתו נדה בעל פטור דעשה מצוה, ומיירי אפילו בגמר ביאתו דאל\"ה לא קיים מצות פו\"ר באשתו עיי\"ש, ואע\"ג דקנאה בהעראה ותו ליחייב על גמר ביאה דהוי כמו דאמרו גבי לולב בסוכה דף מ\"ב כיון דאגבה נפיק ביה כו' וע\"כ דבגמר ביאה נמי איכא מצוה כהרשב\"א ודוק] ולקמן פ\"ו ה\"ו ואלו שמתיבמות ולא חולצות החרשת והשוטה והקטנה כו' ואם רצה היבם לגרש החרשת בגט כו' ולא כתב רבינו גם בקטנה שאם רצה לגרשה מגרשה, משום שבחרש במשנה פרק חרש שקלו וטרו תנאי בזה. סוף דבר לומר בדעת רבינו שלא סגי לה בגט זה תמוה. וכמעט שסותר משנה ערוכה בפרק יוצא דופן דבבן ט' קתני ואינו נותן גט עד שיגדיל ובקטנה תני ואם בא עליה קנאה לבד, ומש\"ה תני בא על יבמה גדולה תגדלנו ולא תני גדול שבא על קטנה יגדילנה משום דמצי לגרשה בעודה קטנה, ואיך לא הרגישו בזה המחברים. פלא מאוד:<br><b> לכן </b> סבור הייתי לפרש בדרך רחוק, שכוונתו בקטנה בת מיאון שאם נבעלה אחר י\"ב שנה מהבעל ומת דקיי\"ל דאינה ממאנת אעפ\"י שנבדקה ולא מצאו בה סימנים דחיישינן שמא נשרו כמבואר פרק י\"א מהלכות גירושין ומת הבעל דהוי הדין לכאורה דחולצת ממנ\"פ אם בשעת הבעילה הואי גדולה תו נפטרת בחליצה ואם בשעת הבעילה קטנה הואי א\"כ יוצאה במיאון שממאנת לזיקתו, ואפ\"ה החמירו שאינה חולצת עד שתבדק וימצאו בה סימנים או דלמא תיפטר צרתה או מטעמי אחריני, וזה דרך רחוק מאד, וכפי הנראה מהמגיד שכתב ואפילו בדיעבד כו' דהוי גריס בדברי רבינו ואפילו [נחלצה] אחר י\"ב שנה אינה [חליצה] עד שתבדק וימצאו בה סימנים, ומזה משמע קצת דאם נחלצה ונבדקה אח\"ז ונמצאו בה הסימנים מחזיקין אותה למפרע שגדולה היתה בעת החליצה והוא כדברי תשובות הרא\"ש הובא להלכה בחו\"מ סימן ל\"ה סעיף א' יעו\"ש. ובזה כבר הארכתי ואכ\"מ. ואין לדקדק מהא שמצאנו למ\"ד דוסתות דבר תורה וחזקה אורח בזמנו בא, ואפ\"ה אמר אם נמצאת טמאה כשבדקה אח\"ז הוי רק ספק וחוששת לראייתה עיין פרק כל היד (דף ט\"ז), משום דשם איכא ריעותא דלא הרגישה דרוב דמים באין בהרגשה, ובכ\"ז הארכתי במק\"א, אך מכל הקדמונים נראה שלא הרגישו שום חידוש בדברי רבינו, ודאי דהיה להן גירסא אחרת בדברי רבינו, וצריך חיפוש בדפוסים ישנים:<br><b> והנה </b> רש\"י פירש דאם בא עליה הקטן קנאה ליורשה וליטמא לה, וזה דאזיל לטעמיה דמן התורה ביאתו ביאה וקנאה עד דאינה צריכה חליצה רק גט לכשיגדיל או אם מת מותרת לעלמא ואע\"ג דמדבריהם עשו ביאתו כמאמר שתהא צריכה חליצה והאחים יפסלו על ידו אבל זכות שיש לו בה ליורשה לא הפקיעו חכמים, אבל למאן דסובר דמה\"ת לא קני כלל רק חכמים עשו שיהא מיהת כמו מאמר א\"כ ודאי לא קנה בנכסיה ליורשה, דהוי כמו העושה מאמר ביבמתו דלא זכה בנכסיה ליורשה, כמפורש ירושלמי פרק החולץ הלכה ז' על משנה דהכונס את יבמתו זכה בנכסי אחיו, העושה מאמר ביבמתו לא זכה בנכסי אחיו וכמו שלא זכה בנכסי אחיו כן לא זכה בנכסי היבמה, וכן מפורש בתלמודא דילן (דף ל\"ט) סיפא דעביד בה מאמר וקתני נכסים הנכנסים והיוצאים עמה בחזקת יורשי האב, א\"כ הוא הדין בביאת קטן ג\"כ לא זכה בנכסיה ואינו יורשה דלא עדיף ממאמר, כן נ\"ל פשוט\n<sup> *</sup><i class=\"footnote\">ובירושלמי שם דאף לר\"ש דמספקא ליה אי מאמר קונה או לא ג\"כ אינו זוכה בנכסי אחיו כיון דהוא ספק והמה ודאים יורשים לכן זוכה רק ככל אחיו, ואמר שם, מאמר לזו ובעל לזו, פירוש שתי יבמות הבאין מבית אחד ועשה באחת מאמר והשניה בעל, מה נפשך אם במאמר יזכה אם בביאה יזכה, פירוש לר' שמעון דמספקא ליה אם מאמר קונה קנין גמור, א\"כ ממ\"נ אין כאן תו חליצה דאם מאמר קונה הראשונה נפטרת בגט ואם אינו קונה השניה נפטרת בגט דהויא ביאה כשרה דהוי ביאה בתחלה כמפורש בירושלמי פרק ר\"ג ה\"א באורך וא\"כ זכה בנכסי אחיו, לכן מסיק כיון דאסור לקיימה מספק שמא קנה לחברתה וזו צרתה לא קנה בנכסי אחיו, ולדידן דמאמר מה\"ת אינו קונה והבעילה של השניה הוי ביאה פסולה אע\"ג דמה\"ת ביאה כשרה הוי לא זכה בנכסי אחיו כיון שאסור לקיימה וצריכה עדיין חליצה, והא דאמר בהלכה ב' ביבם ונולד בן ספק מתה אמו של ספק הרי יש כאן בן בודאי ובעל אמו בספק, פירוש, לא מיבעיא בנכסי מלוג אינו יורש דכאן הוי כמקודשת בספק דאינו יורשה ואף אם גירשה בספק סבר רבינו בפ\"א מהלכות נחלות דאינו יורשה יעו\"ש בההמ\"ג, עוד גרע כאן דאף דין דשומרת יבם אין כאן ואינו נוטל אפילו בנכסי צאן ברזל משום שאסור לקיימה מספק ולא זכה בנכסיה שאינה עומדת להתייבם כן נראה, ועיין בזה כי לא נתבאר זה בפוסקים ודוק:</i> :<br><b> הגה\"ה</b><br><br><b> ובזה </b> יש לפרש דברי רבינו בפ\"ד מהלכות ממרים שכתב אם נחלקו בהשקאת סוטה כו' ה\"ז אסור ליבמה, שכוונתו שאם בא עליה הוי ביאה פסולה ולא זכה בנכסי אחיו, ונכסי אחיו גזל בידו, והוי כמו הנך דברים שכתב קודם דע\"י גזל אם יקדש אשה אינה מקודשת והוי דבר שזדונו כרת, ועיין כסף משנה ודוק:<br><b> וזה </b> רבות בשנים הקשיתי על שיטת רש\"י ממשנה ערוכה סוף פרק האשה רבה בן ט' שנים כו' שבא על יבמתו ומשהגדיל נשא אשה אחרת ומת אם לא ידע את הראשונה משהגדיל הראשונה חולצת ולא מתייבמת והשניה או חולצת או מתייבמת, ותמוה טובא, כיון דמה\"ת קונה אותה לכל מילי דיבום ואינה צריכה חליצה וסגי בגט א\"כ הא חליצת הראשונה פוטרת השניה דצרתה מחד בית הואי ותו הואי השניה אשת אחיו הנפטרת ע\"י חליצת חברתה, ואף אם נגרוס כפי גירסת הירושלמי להיפוך השניה או חולצת או מתייבמת והראשונה חולצת ולא מתייבמת, מ\"מ קשה איך לא נגזור דילמא חליץ ברישא להא והדר מיבם לחברתה כמו שגזרו (בדף כח. ובדף ל\"ב ובדף מ\"ד), ועל כרחין דמה\"ת אינו קונה כלל רק מדבריהם, ומה\"ת אין ביאתו כלל וחליצתה אינו פוטר להאחרת. הן דלשיטת רבינו דצרת חלוצה אינו אסור רק מדברי סופרים להאח, יתכן כיון דמדרבנן אינו רק כמאמר לכן שרי לייבם השניה אחרי חליצת הראשונה, אבל מ\"מ יקשה לריש לקיש דסובר דצרת חלוצה בכרת א\"כ איך יפרש משנה זו, ובפרט דמקור שיטת רש\"י הוא מפ\"ק דקדושין (דף י\"ט) דמוקי רב אשי מיעוט דקרא דפטור על אשת קטן ביבם שבא על יבמתו ומדמיעט רק ממיתה מוכח דלכל דבר אשתו הואי ורב אשי סובר בפ\"ק (דף י\"א) כריש לקיש יעו\"ש, וא\"כ מה נעשה למשנה זו, ואח\"ז רב הגיע לידי ספר אהל דוד להר\"ר ר\"ד דייטש ז\"ל ראיתי שהעיר בזה יעו\"ש:<br><b> וזה </b> אין לומר דלפי מש\"כ רבינו בהלכות גירושין דמשו\"ה אין קטנה עושית שליח לקבלה משום דשליח קבלה צריך עדים ואין מעידין לקטן דהוי כמו שלא בפניו, וא\"כ לשיטת הפוסקים דיבום צריך עדים (נ\"ב. ולפ\"ז יתפרש מכוון הגמ' דף ל\"ה ע\"ב וביאת מעוברת ל\"ש ביאה יחזור ויבעול ויקיים מיבעי לי' פירוש דיבעול בפני עדים מבע\"ל ויעוין רש\"י שם). א\"כ איך קטן מיבם דהא בעי עדים ואין מעידין לקטן דכשלא בפניו דמי, אמנם לפ\"ז גם ביבום קטנה דלכו\"ע קנאה לגמרי, הלא קשה איך מעידין על הקטנה, וכן יקשה איך קטנה מתגרשת בעידי מסירה איך מעידין על הקטנה, וכן איך מעידין על קטנה שזינתה לאוסרה לבעלה כהן. אך באמת זה הבל, דכיון דלא בעי דעתה ורצונה שכן מתגרשת בע\"כ א\"כ איך שייך שאין העדים יכולים להעיד לחובתה הלא היא אינה בת דעת בזה ומעידין על מעשה שראו, ורק בשליחות קבלה שעושה הקטנה מדעתה ורצונה שברצונה תליא, לכן אם יעידו עדים שעשתה שליח הוי כמעידין על אדם לחובתו שלא בפניו דקטן כשלא בפניו דמי, וא\"כ ביבום שאפילו שניהם אנוסים ג\"כ קנה ביבמתו, א\"כ לא שייך לומר איך מעידין לקטן דהוי שלא בפניו, דאין זה דבר התלוי ברצון שניהם והוי כמעידין על מעשה שהיה וכאלו הם מעידין על ענין שאינו של בן דעת, כיון דלא בעי דעת דילהו ולכן בין שהיא קטנה בין שהוא קטן קנו שניהם מדין תורה ודוק:<br><b> אמנם </b> מדברי רבינו פ\"ג מהלכות איסורי ביאה שכתב הבא על אשת קטן אפילו היתה יבמה שבא עליה בן ט' שנים כו' ה\"ז פטור כו' ואם היו מזידין מכין אותן מכת מרדות, מוכח דסובר דאינה אשתו כלל ולא קנה אותה מה\"ת, דאל\"כ רק דקרא מורה לנו ואיש אשר ינאף את אשת איש, דאשת קטן פטור ממיתה, א\"כ יתחייב כרת וקרבן ע\"ז וכמו שסובר רבינו בחמותו לאחר מיתת אשתו דאיתמעיט מבאש ישרפו כו' ואתהן דסובר רבינו דמכרת לא איתמעט ורק ממיתה, כן נאמר דנתמעט רק ממיתה אבל כרת מיחייב עלה דאשת קטן וחייב חטאת, וצ\"ל דסובר רבינו דגם לכל מילי איתמעט דאין דין אשת איש רק באשת גדול, וזה מורה לנו פרט חדש בהלכות קדושין, דלקטן אין שום קנין באשה אף שהיא יבמתו ולכן פטור מדין א\"א לגמרי, ונשאר רק דין דשומרת יבם ואם חלץ הקטן לכשהגדיל ליבמתו פטור לגמרי דתו אינה שומרת יבם, ומדין אישות פטור לגמרי דאין כאן אישות לקטן כלל כנ\"ל. ועוד דרבינו לטעמו דאינו לוקה בשומרת יבם בביאה לחודיה בלא קדושין אם קדושין תופסין בשומרת יבם כדעתו ז\"ל בכל חייבי לאוין כמש\"כ בנו הרב הובא בכסף משנה ריש פרק ט\"ו מהלכות איסורי ביאה, וכן כתב רבינו לקמן פ\"ב הי\"ח היבמה כו' ואם ניסת לאחר ובעל לוקה, ולכן כתב רבינו שפיר בבא עליה לחוד דפטור לגמרי, וז\"ב בס\"ד ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>או שבא עליה שכור שאינו מכיר כלום:</b><br><b> כתב </b> ההמ\"ג והוא שיגיע לשכרותו של לוט, וזהו שכתב ואינו מכיר כלום, ויפלא, דאם אמרו דשכור שהגיע לשכרותו של לוט הוי כשוטה ואין מקחו מקח כו' אבל אטו משום זה לא קנה ביבמה, הלא שוטה שבא על יבמתו תנן בירושלמי ריש פ' הבא ע\"י תני ר' חייא אחד החרש ואחד השוטה שבעלו קנו ופטרו את הצרות, וכי אמר רבינו בשיכור דהוי דומה לישן דאינו מתכוין לביאה כלל וכנתכוין להטיח בכותל, וזה שדייק רבינו שאינו מכיר כלום ולא הזכיר כאן הגיע לשכרותו של לוט כאשר כתב בפ\"ד מאישות ופרק כ\"ט ממכירה, והמגיד השוה אותן וזה אינו כמו שנתבאר. והנה לקמן פ\"ו כתב רבינו ואלו מיבמין ולא חולצין החרש והשוטה כו' ובוודאי כוון לפטור צרותיהן לשוק, ומש\"כ וכשייבם החרש אינו מוציא לעולם הוא הדין שוטה רק דהרבותא הוא בחרש דהוא בר גירושין באשתו דידיה, וכן כי נפלה ליה מאחיו חרש וכן באם האשה חרשת הלא מתגרשת אחר היבום ומותרת לעלמא, לכן השמיענו דאם הוא חרש וזקוקה לו מאחיו פקח שנעשית א\"א גמורה אינו יכול לגרשה, אבל בנשתטית ג\"כ לא יוציא, ואם היא נפלה לפניו כשהוא שוטה ג\"כ לא יוציא ואין זה רבותא כ\"כ, וזה פשוט:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולא עוד אלא אם היה אחד מהן במדינה אחרת ואמרה הרי אני ממתנת כו' אין זו מורדת:</b><br><b> ואף </b> שנתבאר למעלה שאם הקטן כאן והגדול במדינת הים שאין הקטן יכול לומר המתינו לאחי שהמצוה בו, וכש\"כ כאן בשניהן שוים, זה אינו, דאף דאמרו בגמרא מ\"ט שהוי מצוה לא משהינן, עיקר טעמו משום עיגונא דהוא רוצה לעגנה, עד שיגדל הקטן או עד שיבא ממדינת הים, משא\"כ כאן שהיא רוצה להמתין על היבם וליכא עיגון לא נחשבה למורדת, ומדלא כתב רבינו בזה גם אם תלתה בקטן עד שיגדיל ובחרש עד שיבריא, נראה דבזה חשיבא מורדת דאם רצונה באמת בפלוני היבם, תתייבם לו בעודו קטן או בעודו חרש, ואם תאמר שאין רצונה בו להתייבם עכשיו כל זמן שאיננו גדול ובריא, א\"כ חשובה מורדת מה שאינה רוצית להתייבם להאח שרוצה ליבמה, וזה נכון, ותדע דעיקר טעמא משום עיגונא מדברי רבינו לקמן פ\"ה הי\"ז ראובן שהיה בירושלים ולו שתי נשים אחת בעכו ואחת בצור ושמעון אחיו בעכו ולוי אחיו בצור ושמעו שמת ראובן הדין נותן שלא ייבם אחד מהן עד שיודע מה עשה אחיו שמא קדים וייבם כו', ומוכח מלשון רבינו דאף היכי דאיכא במקום אחד גדול האחין דהמצוה בגדול לייבם וא\"כ נסמוך דמסתמא עבדו כדין, והגדול ייבם אותה שבעירו דמסתמא השני לא ייבם השניה, דיעשה כדין וימתין מסתמא על הגדול, וכמו שמצאנו בהמפקיד (דף ל\"ח) דהמפקיד פירות אצל חבירו ה\"ז לא יגע בהן לפיכך בעה\"ב עושה אותן תרו\"מ על מקום אחר ולא חייש דילמא אכיל טבל יעו\"ש. וכן נראה דמה\"ט שנינו בתוספתא עבד כהן שברח הר\"ז אוכל בתרומה, ולא חייש שמא מכרו האדון לישראל, דהאדון אסור למכרו שמא יאכל תרומה בחזקת שהוא עבד [ועיין תוספות פ\"ק דגיטין דף י\"ב: ד\"ה שביק ליה כו' שכתבו טעם אחר]. ולכן נראה דכל זמן שלא נודע שהגדול ייבם את אשת אחיו אסורה צרתה להנשא שהיא במדינה אחרת דאימור לא ייבם אותה, וא\"כ ב\"ד פלוני שבמקום שהיבם קטן האחים שם יכריחו אותו לחלוץ לאשת אחיו שם, למען תהיה מותרת להנשא לעלמא, אף דשהוי מצוה ליכא דהא גדול האחים יש במדינה פלונית ואימור ייבם אשת המת פלונית ששם במקומו, ואדרבא ע\"י זה תעשה שהגדול לא ייבם פלונית שבמקומו מחשש שמא חלץ השני לשנית ותו אסור גדול האחים לייבם אותה שבמקומו, דאימור חלץ פלוני שבמקום פלוני לפלונית, בכ\"ז משום עיגון נכריחו לחלוץ ולא נחוש ליבום הגדול, הרי דעיקר טעמא משום עיגונא, ואם רחוק הדבר להודע אם ייבמה הגדול נזדקק שיחלוץ לאשה זו הקטן מאחים שבכאן למען תוסר כבלי העיגון ממנה, וז\"ב בשיטת רבינו בס\"ד:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>יבמה שלא היה לה על בעלה כתובה מפני שהיתה אסורה עליו והרי היא מותרת ליבם וכו' ואין לה עליו כתובה כדרך שלא היה לה על בעלה, ודינה עם יבמה בתוספת כמו שהיתה עם בעלה:</b><br><b> פירוש, </b> דכל הנך דנשאו באיסור כמו שניות וחייבי לאוין שלא הכיר בהן רק כתובה אין להן אבל תוספת יש להן, וא\"כ אם היבם יגרשה יתחייב לשלם מנכסי אחיו התוספת ותו ליכא למיחש דאסור לשהות את אשתו בלא כתובה, דהא יהא צריך לשלם לה התוספת, וא\"כ לא תהא קלה בעיניו להוציאה בשביל התוספת, אבל אם לא כתב לה אחיו כתובה או שמכרה לו או שמחלה דאז מכרה ומחלה גם התוספת ותהיה קלה בעיניו להוציאה צריך היבם לכתוב לה כתובה וכמו שכתב בפכ\"ב מהלכות אישות הלכה י\"ד ויעוין מש\"כ שם פרק יו\"ד הלכה י\"ז, ופשוט מאד, ולשון רבינו מזוקק:<br><b> ובהרב </b> המגיד. עוד כתבו ז\"ל ואילו שנייה ליבם ולא שנייה לבעל לא מבעיא כלל, דודאי מבעל אית לה כתובה דהא לא איתעבידא בה איסורא כלל, ואע\"ג דבעיא היא בירושלמי ולא אפשיטא אנן אגמרא דילן סמכינן כו' ע\"ש. ולא זכיתי להבין כלל דבריהם, שזה לשון הירושלמי, שניה ליבם ולא שניה לבעל כו' מהו שיהא לה כתובה אצל היבם מאחר שהיא אסורה לו אין לה כתובה, או מאחר שכתובתה על נכסי הראשון והיא מותרת לו יש לה כתובה, הרי מפורש דבייבמה היבם באיסור שניה קא מיבעי ליה, אם נאמר דהואיל ואיתעביד בה איסורא הפסידה את כתובתה, או מאחר דכתובה שלה רק על נכסי בעלה ראשון יש לה כתובה וכפי הנראה שהבינו רבוותא דבלא ייבמה היבם מבעי לירושלמי וע\"ז כתבו מה שכתבו, וביחוד מה שהביא הרב המגיד מלשון רבינו לעיל כל יבמה שאמרו שדינה שתחלוץ כו' הר\"ז נוטלת כתובתה, ודאי דרבינו מיירי שם שחולצת ונוטלת כתובה כיון שלא עשתה איסור כלל ודאי לא הפסידה, אבל ירושלמי מיירי בשיבמה באיסור לכן בעי אם הפסידה כתובה הואיל ועבדא איסור וצע\"ג:<br><b> ולדעתי </b> נראה כך, דלפי מאי דמסיק תלמודא דילן בפרק האשה שנפלו דאעפ\"י דכתוב בספר כתובה לכשתנשאי לאחר תטלי מה שכתוב ליכי, דיבם כאחר דמי, והרי הגיע זמנה לגבות והוי כאילו גבתן והחזירתן ליבם כמש\"כ תוספות שם, לכן לא מסתברא שתפסיד כתובה שעל נכסי בעלה הראשון כמו שלא הפסידה נכסים שהכניסה אליו, אבל מירושלמי שם משמע דחשיב דעדיין לא הגיע זמן שלה לגבות כיון שלא חלצה וכמו דא\"ר ייסא שם בהאשה ובהחולץ מאחר שאין לה כתובה אין לה קבורה, הרי דחשיב דלא הגיע זמנה לגבות וכמו שפירש הפ\"מ, לכן שפיר בעי אם הפסידה כתובה שלה אם נתייבמה באיסור, כיון דעדיין לא הגיע זמן חיוב הפרעון של הכתובה שעדיין לא ניסת לאחר, וזה סברא ישרה ודוק. ובספר בשמים ראש (סימן רע\"א) כתב דביאה ראשונה בשניה אינה אסורה רק משום גזירה. וזה אינו רק בחייבי לאוין דאתי עשה ודחי ל\"ת, אבל שניות הוי כעריות גם ביבמה ולכן אינה מתייבמת דאע\"ג דהצרה מתייבמת הא היא אסורה ליבום דשניה הוי כערוה ודוק:"
            ],
            [],
            [],
            [],
            [
                "<b>גירשה הכהן או מת הר\"ז חולצת ואח\"כ מותרת לאחרים לכתחלה:</b><br><b> עיין </b> במשל\"מ בשם ריא\"ז. והנראה לנו לחקור בזה. דלכאורה גמרא ערוכה כפסק רבינו ז\"ל בשילהי נדרים, גבי אשת כהן שאמרה טמאה אני לך דפליגי רב ששת ורבא אם אוכלת בתרומה, ואמר ומודה רב ששת שאם נתארמלה שאינה אוכלת, מידי הוא טעמא אלא שלא תוציא לעז על בניה נתארמלה ונתגרשה אמרי השתא הוא דאיתניסא, הרי אע\"ג שכבר פסקנו דאוכלת בתרומה מ\"מ כי נתארמלה אמרינן שאינה אוכלת דהשתא הוא דאיתניסא. אולם לכאורה ראיה להיפוך, דדוקא תמן משום דאמרי השתא הוא דאיתניסא, אבל כאן הלא אם תצריכנה חליצה ע\"כ ידעי כולי עלמא שאין עליה חשש זיקת יבום רק מבעלה הראשון שמת, ולא הניח רק הולד שמת בתוך שלשים יום, וכבר התרנוה לבעלה הכהן להיות עמה תו מותרת לעולם, ודחוק לומר שיאמרו שנתקדשה עכשיו לאחד שמת בלא בנים, הלא ידענו החולץ ומי מאחיו מת, ואין לומר שנתקדשה לאחיו דהוי אשת אחיו אם לא שהוא מחמת שהולד אינו חשיב בן קיימא כיון שמת תוך שלשים יום וכבר הותרה לכהן להשהותה אצלו וזה פלא על רבינו ז\"ל:<br><b> אמנם </b> כי דייקינן שמעתתא משם ראיה גדולה לרבינו, דבפרק י\"ח מהלכות איסורי ביאה הלכה ט' פסק רבינו דאשת כהן שאמרה לבעלה נאנסתי אעפ\"י שהיא מותרת לבעלה כהן, בכ\"ז כשימות אסורה להנשא לכהן אחר דהרי שויא על נפשה חתיכה דאיסורא, וא\"כ נתבונן מדוע אמר רבא דסבר אינה אוכלת בתרומה מה דמודה רב ששת בר פלוגתיה לענין תרומה, טפי הו\"ל לומר דין של רבינו שאם מת הכהן אסורה להנשא לכהן אחר דהוי אליבא דידיה להלכה וצ\"ע. וברור דהא דשריא לבעלה כהן הוא רק שלא מפקיעין אותה מבעלה מפני התקנה שלא תהא אשה נותנת עיניה באחר, ודאי אם נתארמלה דלא שייך ע\"ז תקנה ודאי דאסורה להנשא לכהן אחרינא, אבל לרב ששת דסבר דאוכלת בתרומה אע\"ג דאין שייך כאן תקנה רק מפני שהתירוה להיות עם בעלה הכהן תו מותרת לאכול תרומה ג\"כ או מפני שלא תוציא לעז על בניה סלקא דעתין דאף אם מת בעלה ג\"כ אוכלת בתרומה קמ\"ל דלא משום דיאמרו השתא הוא דאיתניסא ודוק, וכיון שכן ראיה עצומה לשיטת רבינו דהיכא דמתירין משום שכבר ניסת שלא רצו להפקיע אותה מבעלה אז אף בלא טעם דיאמרו דהשתא הוא דאיתניסא כיון שנתארמלה תו לא מנסבינן לה לכתחלה וזה נכון:<br><b> אולם </b> להך שיטה שהביא הר\"ן דהא דנאמנת למשנה ראשונה אינו מן הדין דכיון שהיא משועבדת לבעל אינה נאמנת להפקיע שעבודו של בעל אלא משום דכסיפא לה מלתא תקינו רבנן שנאמנת, וכיון שראו חכמים שתתן עיניה באחר חזרו שוב אל עומק הדין דלהפקיע שעבודו אינה נאמנת, א\"כ עכשיו שנתארמלה הרי מצד הדין אסורה להנשא לכהן שאסרה על עצמה, ואדם נאמן על עצמו יותר ממאה עדים, ולא שייך לומר שכבר האמינו אותה חכמים בהיותה אצל בעלה הראשון, שכן הדין דאצל בעלה אינה נאמנת להפקיע שעבודו ולגבי אחריני שלא נשתעבדה להם נאמנת, לכך אמר רבא לרב ששת דאף בתרומה אוכלת דאין זה שייך לשעבודא דבעל, ואפ\"ה אוכלת מפני התקנה סד\"א דאחר מותו ג\"כ אוכלת קמ\"ל דאינה אוכלת משום השתא הוא דאיתניסא, הא כל מקום שהתירו חכמים משום שלא רצו להפקיע מבעלה תו מותרת להנשא לכתחלה אף לאחר שנתארמלה במקום דלא שייך השתא הוא דאיתניסא וכמש\"ב הריא\"ז ז\"ל:<br><b> אולם </b> יש להוכיח מהך דאמרו בפרק הזורק (דף פ\"א) יצא עליו קול איש פלוני כהן כתב גט לאשתו כו' אע\"ג דקלא דבתר נשואין לא חיישינן ליה, בכ\"ז אם מת וניסת לשני תצא מכהן שני. ופריך א\"כ אתה מוציא לעז על בניו של ראשון, ומשני, כיון דמשני הוא דמפקינן לה ומראשון לא מפקינן לה אתו למימר סמוך למיתה גירשה, והרי חזינא דבלא זה הא דיאמרו סמוך למיתה גירשה לא הוה מפקינן לה משני כדי שלא להוציא לעז על בניו של ראשון. אך ז\"א, דשאני תמן דכבר ניסת לשני, אבל להנשא לשני לכתחלה ודאי אסורה בלא הך טעמא דבמה דנאסר להנשא לכתחלה לכהן לא שייך הך טעמא דמוציא לעז על בניו, ואף להריא\"ז שחולק על רבינו וסובר דמותרת להנשא לאחר בלא חליצה, דוקא תמן דאם אתה מצריכה חליצה ותעשה מעשה חליצה הלא ודאי אתו להוציא לעז על בניה מראשון, דניסת לכהן כשהיא שומרת יבם, אבל לא שלא תנשא לכהן אחר שזה שב ואל תעשה, וכמו דחזינן דרבא סבר בסוף נדרים אם אמרה טמאה אני לך דאינה אוכלת בתרומה, דבמה דאינה אוכלת לא שייך לומר שאתה מוציא לעז על בניה, ולכך רק אם ניסת לכהן אחר שאתה מוציאה ממנו, ע\"ז אמרו טעמא דאעפ\"י שלכאורה נראה שאתה מוציא לעז על בניה מראשון ע\"ז אמר דיאמרו סמוך למיתה גירשה ויותר נראה דשם למאי דמסיק בסוף גיטין דלקלא דבתר אירוסין לא חיישינן אע\"ג דאם תצריכה גט מראשון ג\"כ לא תיאסר על השני דמגרש ראשון ונושא שני, הרי אף במקום שאינה נאסרת על השני ג\"כ אינך מצריך אותה גט מראשון שיצא עליו הקול שקדשה, א\"כ קילא טפי, לכן ודאי אי לאו טעמא דיאמרו סמוך למיתה גירשה לא הוי מפקינן משני שמא יוציאו לעז על נשואי ראשון, אבל כאן בנידון רבינו הלא באם ניסת לישראל תהיה צריכה חליצה רק לכהן משום שלא תיאסר עליו לכן ודאי שאם נתגרשה או מת צריכה חליצה. וזה נכון, אבל לחלק ששם בהנך סוגיות שהבאנו היא ניסת בהיתר, זה לא נהירא, כיון דחכמים הקילו כאן באשת כהן שאינה צריכה חליצה לא מסתברא לחלק בזה ודוק:<br><b> והנה </b> מדברי רבינו נסתר לכאורה מה שהביא הבאר היטב בשם רדב\"ז בנטבע בעלה במים שאין להם סוף דאם ניסת ומת שמותרת להנשא לאחר, וזה היפוך סברת רבינו כאן במת בתוך שלשים יום דלא הוי רק איסור שומרת יבם איסור לאו ואפ\"ה לאחר מיתתו מצרך חליצה, אע\"ג דרוב ולדות בני קיימא נינהו. ואין לומר דגבי שומרת יבם לכהן אין אתה מוציא לעז על בניו, ז\"א שרבינו פסק דהבא על שומרת יבם עשאה זונה וא\"כ בניו ממנה חללים וזה לכאורה פליאה על הרדב\"ז, וצריך לומר דשם שאני דעיקר היתר עגונה הוא משום דדייקא ומינסבה ואילו היה חי היתה יודעת ולא מינסבה וטרם שניסת הלא לא התירו חכמים אותה רק אם תנשא לא תצא והוי דיוקא דילה דיוקא זוטרא, אבל כי חזינא דניסת הלא בטח כבר דייקה וחקרה ודרשה ואילו הוה חי לא הויא מקלקלה עצמה, וא\"כ על ידי דניסת נתחזק כח ההיתר שלה דודאי מת לכן יש להקל קצת, משא\"כ כאן ע\"י דניסת לא נתחזק הסברא דאינו נפל דאף אם היה נפל מי היה מודיעה ומקמי מאן מירתתא דדייקא, שמי יודע חוץ ממנה לכן אם נתארמלה לא תנשא עד שתחלוץ, משא\"כ במים שאל\"ס דמירתתא שמא יבא ודייקה ומינסבה ודוק. ועיין בירושלמי גבי נטען על השפחה ועל הנכרית ונתגיירו, גירש מהו שיחזיר א\"כ נמצאת מוציא לעז על בניה, ויש לחלק בזה, דשאני תמן דאיסורא כולה משום לעז לחודא, אבל לא משום דמספקא לן שמא יש בזה איסור, לכן כיון דיש דררא דלעז להיפוך אם לא תתיר אותה להנשא לו אחר שגירשה תו לא חיישינן ללעז ומותרת, אבל לא בכל הנך סוגיות שהוא משום דחיישינן לאיסורא ודלמא נתגרשה או נטמאה או הולד ספק נפל, בכל הנך הוי בחדא מחתא, ודוק וזהו מה שרצינו לבאר בס\"ד:"
            ]
        ],
        [
            [
                "<b>האומר זה בני או שאמר יש לי בנים ה\"ז נאמן ופוטר את אשתו מן החליצה ומן היבום:</b><br><b> בפרק </b> יש נוחלין, ושם מבואר דנאמן הואיל ובידו לגרשה. ולפ\"ז נראה דלכהן אסורה להנשא, דאם היה מגרשה, היתה אסורה לכהן א\"כ ע\"ז ליכא מיגו, וכבר נתעוררו רבותינו בתוספות, וכפי שיטתם דאמרינן מיגו לחצי טענה, היכי דמצי למיעבד תרווייהו, והוא כמו כאן שמצי לומר יש לי בנים ויכול לפוטרה בגט, וכמו שפירשו שם הסוגיא ליורשו פשיטא דאם אמר ה\"ז בני דנאמן הוא רק מטעם מיגו דאי בעי הוי יהיב לו במתנה נכסיו, אע\"ג דאינו נאמן על נכסים שנפלו כשהוא גוסס ופשיטא על נכסים שיפלו לו לאחר מותו, בכ\"ז למה דמצי למיעבד ע\"ז מהימן, ובכה\"ג אמרינן מיגו לחצי טענה, ודוקא גבי חזקה בפרק חזקת (דף ל\"ה) בד\"ה ואי דלי ליה צנא דפרי, שהקשו ליהימן במיגו דאי אמר לפירות הורדתיך, כתבו דרוצה לתבוע גם הפירות לכן גם על הקרקע לא מהימן דבכה\"ג לא אמרינן מיגו לחצי טענה דהשתא שתובע הפירות לא מצי למיטען לפירות הורדתיך, וכיון דלא מצי רק למטען טענה אחת, תו טעין הטענה העדיפא ליה יותר, ולכן לא מהימן כלל, אבל כאן וכ\"מ דמצי למיעבד תרווייהו אמרינן מיגו לחצי טענה, וכן כתבו התוספות בכתובות (דף כ\"ה) עי\"ש. וסברא זו גילה לנו המוהרי\"ט בתשובותיו בחלק ראשון סימן ל\"ז וסימן ק\"ה, והוא הברור בשיטת רבותינו. ומה שפקפק מדברי תוס' בפרק חזקת גבי קריבא דרב אידי בר אבין, התם טעמא אחרינא משום שבשעה שהיו חולקים על הדקל, רב אידי אמר אנא קריב טפי והאי גברא אמר אנא קריב טפי, אם היו אז עדים שמעידים שרב אידי קרובו הלא היו הב\"ד מחזיקים את רב אידי בדקלא משום שאיהו ודאי והאי גברא ספק, והשתא שבאו עדים אחר שאכל ואית ליה מיגו דלא אכילנא, לא נוכל לפוטרו מלשלם הפירות שמודה שאכל בטענתו דאיהו קריב טפי, דהטענה לא תפסינן לעיקר שעל הקרקע אינו נאמן משום דלית ליה מיגו תו הוה כמו שנפסק הדין בשעה דשכיב קריבא ע\"י העדים, והוי אכיל אח\"כ הוה צריך לשלם, כן השתא דאכיל מדקלא דרב אידי שעפ\"י דין הוא שלו חייב לשלם וזה ברור:<br><b> אולם </b> הרמב\"ן בחידושיו פרק חזקת וכאן חולק על הך דנאמן הואיל ובידו לגרשה יעו\"ש, ולפיכך פירש דכאן נאמנותו משום דחזינן שרוצה שלא תתעגן ולא איכפת ליה מה שתהא אסורה לכהונה, לכן כי מאמינין לו נאמן על הכל יעו\"ש, והיא מותרת להנשא לכהן ודעת רבינו לא שמענו בזה:<br><b> ולדעתי </b> יתכן לומר כוונה אחרת. דהנה הקדמונים נחלקו בהא דאמר ליורשו פשיטא מאי קאמר, דרשב\"ם ותוספות פירשו דאינו נאמן רק מטעם מיגו, ובנכסים שנפלו אח\"כ אינו נאמן, והרבה מהקדמונים (עיין רא\"ש ושיטה) כתבו דנאמן לומר על מי שמוחזק שאינו בנו, לומר שהוא בנו וכמו שנאמן מדין יכיר לומר שהוא בכורו ע\"ש. והנה בהא דנאמן על בנו לומר שהוא ממזר לפוסלו בקהל ולהתירו בממזרת, כתבו הרבה מהקדמונים ומהם רבותינו בתוספות דנפ\"ל כיון שנאמן לבכר בכל ענין האמינו הכתוב ואפילו על אחד מבניו הקטנים נאמן לומר שזה בכור וא\"כ עושה בניו הגדולים ממזרים, ומדנאמן לענין ירושה תו נאמן לכל מילי לעשותו ממזר לכל דבר, דלא חלקה התורה בנאמנותו, וא\"כ אם נימא דאף למי שאינו מוחזק לבנו כלל האמינתו תורה לומר שהוא בנו, תו צריך להיות נאמן לכל מילי אף לפטור את אשתו מיבום ולמה לן טעמא דהואיל ובידו לגרשה, וכבר נתעורר ע\"ז בשו\"ת רעק\"א סימן ק\"י יעו\"ש באורך, וכן נתעורר הרב מחנ\"א בהלכות נחלות על קושיא זו דלמה ליה למימר הואיל ובידו לגרשה, תיפוק ליה דנאמן משום יכיר, אך א\"ש בפשיטות, דחזינן דלא האמינה תורה אותו רק באינו חב לאחרים, וכמו דאמרינן בפרק החולץ נאמן אתה לפסול את בניך וא\"א נאמן לפסול בני בניך יעו\"ש, א\"כ א\"ש, דכאן הרי חב לאחיו שאוסר את אשתו על אחיו להתיבם, וכן חב לאשתו שאוסרה על היבם, ואף כשהיא מחייבי לאוין ליבם מ\"מ הוא חב שעושה אותה ערוה על אחיו, וכיון דהוא חב לאחרים, תו אינו נאמן רק לענין ירושה לא לענין איסורא שהוא חב לאחרים, וכמו ביש להבן בנים ואומר שהבן ממזר דאינו נאמן, ולכן אמר שמואל דכיון דבידו לגרשה ובידו לאוסרה על אחיו ולעשותה עליו לאיסור ערוה תו אינו חב לאחיו במה שאומר זה בני ונאמן מצד שנאמן מדין תורה שאמרה הבכור בן השנואה יכיר, תו נאמן לגמרי שהוא בנו ואף לפטור אשתו מן היבום. ולפ\"ז מוכרח דשמואל פוסק כר' יהודה דנאמן לעשות בנו לממזר, אולם לעיל ביש נוחלין בהא דשלח שמואל לבני אקרא דאגמא דיכתבו הרשאה זה לזה. דהגמרא שם מסיק דמספ\"ל אי כר' יהודה או כרבנן, ותו ניחזי, ע\"כ הא דכתבו אף לרבנן דאף על מי שאינו מוחזק לבנו נאמן שהוא בנו היינו ע\"כ בצריך הכירא שאינו מוחזק לבנו ולא לאינו בנו, ובכה\"ג נאמן לרבנן לענין בכורה וכמו דאמרו אלא לרבנן יכיר ל\"ל בצריך היכרא, ה\"ה לענין ירושה נאמן, ותו נתבונן לרבנן כיון שנאמן דוקא בצריך הכירא, א\"כ אינו נאמן לומר על אחד מבניו הקטנים לעשות הגדולים לממזרים, דבכה\"ג אינו צריך הכירא ורק לענין ירושה הימנה רחמנא, וכן פליגי חכמים עליה במשנה דקדושין דאפילו שניהם אומרים על עובר שבמעיה שהוא ממזר שאינו נאמן, א\"כ ודאי בעי רב יהודה אמר שמואל לאמר טעמא דהואיל ובידו לגרשה לפוטרה מיבום, דלרבנן ודאי דאינו נאמן לפטור את אשתו מן היבום היכי דמוחזק באחים כמו שאינו נאמן לעשותו ממזר דאינו נאמן לענין איסור כלל, דבמוחזק שהוא בנו ואומר שאינו בנו דממילא הוי ממזר אינו נאמן כלל לרבנן, ולר' יהודה נראה באופן שכתבנו, [וכפי הנראה לא דק בתשובת רעק\"א דאישתמיטתיה דשמואל מספ\"ל אם הלכה כר' יהודה או כרבנן וא\"ש קושייתו וכמו שכתבנו בס\"ד] וא\"ש לפי המסקנא דאמרינן דאם אמר גירשתי את אשתי אינו נאמן ואמאי מהימן באומר זה בני ולפמש\"כ א\"ש משום דלר' יהודה נאמן מדין יכיר לכל מילי לעשותו ממזר ולהתירו בקרובים, וכן לומר שהוא בני לפטור אשתו מיבום הואיל ואינו חב לאחיו שבידו לגרשה ולאוסרה על אחיו, ולפ\"ז שריא אף להנשא לכהן, ושיטת רבינו בפ\"ב מהלכות נחלות הלכה י\"ד דאפילו מי שאינו מוחזק לבנו נאמן לומר בני הוא ובכורי הוא, וא\"כ שפיר מצינן לפרש כדפרשנו בס\"ד, ובפרט דמלשונו הזהב בפרק ט\"ו מהלכות איסורי ביאה הלכה ט\"ו י\"ו, ז\"ל, שלא האמינה תורה אותו אלא על בנו שנאמר כי יכיר יכירנו לאחרים, וכשם שנאמן לומר בני זה בכור כך נאמן לומר בני זה ממזר כו' ויהיה ממזר ודאי, פירוש ומותר בממזרת ובקרובים מדהימניה רחמנא לענין בכורה וירושה, [ויעוין תשב\"ץ ח\"ג סי' רי\"ז שביאר באורך דלא שייך פלגינן דבורא בהא] א\"כ ודאי דהאומר זה בני הואיל ונאמן לגבי ירושה נאמן לפטור את אשתו מיבום אם אינו חב לאחיו, ולכך מותרת אף לכהן ולכן סתם רבינו, והמעיין במקומות אלו שרמזנו בדברי רבינו יראה כי הוא נכון בס\"ד:<br><b> ובמה </b> שבארנו דכל היכי דחב לאחרים לא מהימן, א\"כ היכי שיש לו אשה תו אינו נאמן, דעושה אותה זונה, אך זה מצי להיות שזינתה בשוגג, ועיין בהלכות נחלות בשו\"ע סימן רע\"ט סעיף ד', אבל איתחזיק אמיה בבת ישראל לאו כל כמינה לומר עבדי הוא ועיין בסמ\"ע שם, וראה שם בקצות שהביא דברי הנמקו\"י, ומה שהתעורר שם, דהיכי שאומר על בנו שהוא בן גרושה או חלוצה דנאמן, הא איך מצי לפסול את אמו, ל\"ק דמאן אמר שהיא כאן והוא אומר על אמו שהיא גרושה, דילמא מיירי שמתה או שלא ידעינן מי אמו, והוא אומר שאמו היתה גרושה או חלוצה מפורסמת במקומה, ודוקא על ממזרת דייק שכתוב במשנה שאומר על עובר שבמעיה ממזר הוא. ע\"ז מקשה הריטב\"א הא חב לאמו, ועוד דמאי חב הוא לה הלא בידו לפוסלה מכהונה דאי בעי מגרש לה, א\"כ לא נפקעה מאתו נאמנות של האב גבי הבן בשביל זה מה שהוא חב לה שבידו לחוב לה, וכן מוכרח לומר בדברי הנמוק\"י דאל\"כ מאי מתרץ שנאמן לומר שאינו בנו שזינתה בשוגג, הא אכתי אסורה לכהונה שאשת ישראל שנאנסה אסורה לכהונה, וע\"כ דזה אינו מחייב לה דבידו לגרשה ולאוסרה לכהונה, אף דבזה מחייב לה בתרומה דבי נשא דאם היה מגרשה מותרת, זה אינו, דכיון דיש לה זרע מישראל תו לא אכלה בתרומה דבי נשא, ובבן גרושה ובב\"ח יש ליישב, סוף דבר קושייתו קלושה אין לה מקום. והיכי שהבן יש לו אשה שאם אומר ממזר הוא הרי פסל בנו את אשתו בביאתו עליה, אם אמרינן בהא דנאמן על בנו, מצאנו בזה פלוגתא בפרק עשרה יוחסין בירושלמי איזהו בנו גדול ר\"ז אומר כל שיש לו אשה כו' עיין ק\"ע שם, ולפלא שלא הוזכר זה בפוסקים וצ\"ע:<br><b> והנה </b> בירושלמי שם הלכה ז' קאמר דילמא על דר' יהודה איתאמרת, דר' יהודה אמר נאמנין עליה, ר' אבהו בשם ר' יוחנן לתת לו לא ליקח ממנו, פירוש, דכתיב בקרא כי את הבכור בן השנואה יכיר לתת לו, ודוקא לתת לו האמינתו תורה לא ליקח, ולכן אם אמר שבנו הוא רק שהוא מחייבי כריתות שפיר נאמן, אבל אם אומר שהוא בן איש אחר ואשתו זינתה וא\"כ מפסידו מחלק ירושתו אינו נאמן, [והפוסקים הביאו זה בשם ריא\"ז והוא מהירושלמי] אר\"ח עוד היא מתניתא כו' היו מוחזקין בו שהוא בנו ואמר בשעת מיתתו שאינו בנו אינו נאמן, שאינו בנו ובשעת מיתתו אמר שהוא בנו נאמן, חזינן דהיכי שמפסידו מירושתו גם ר\"י סבר דאינו נאמן, דמי הוא הסובר דעל מי שמוחזק שאינו בנו ואומר שהוא בנו דנאמן, הלא ר' יהודה, ובכ\"ז כי אמר שאינו בנו אינו נאמן, ולדעתי שלפי הירושלמי, זהו הא דשלח ר' אבא לרב יוסף בר חמא, האומר על תינוק בין הבנים נאמן ור' יוחנן אמר אינו נאמן, יתכן דגם ר' יוחנן סבר כר' יהודה ואם אמר על התינוק הרי אתה עושה הגדולים ממזרים, שאם המה מחייבי כריתות הרי המה בכורים כמו שפסק רבינו בהלכות נחלות פ\"ב, וע\"כ שאינם בניו ומפסידם מירושתם, ובכה\"ג סבר ר' יוחנן אליבא דר\"י דאינו נאמן, וגמרא דילן לא מפליג מידי בהא ע\"כ דלא סבר לחלק בזה. [ובזה א\"ש מה דבעי ר' ירמיה בירושלמי סוף פרק בית שמאי מהו שיהא נאמן כו' העמדתי עצמי שלשים יום בשביל לעשות הולד שתוקי כו' ומסיק דלא כל הימנו לחוב לבנו ומדמה זה לצרה ביבמה. ולפ\"ז בעי לשיטתיה דאינו נאמן האב לומר על בנו שהוא אינו בנו נגד החזקה, רק באומר שהוא בנו מחייבי כריתות, אבל לשיטת תלמודין דבכל ענין נאמן הוה\"ד דנאמן לומר העמדתי לעשות בנו שתוקי ודוק], ובדף קכ\"ז מייתי הך ברייתא בלשון אחר. וכאן צ\"ל מתניתא פליגא על ר' אבהו גר שמל ולא טבל והיו לו בנים ואמר מלתי ולא טבלתי נאמן ומטבילין אותו בשבת משום מה נכייה דברי ר' יהודא, פירוש, דמה נפחת אם לא טבל דסבר גר במילה בלא טבילה סגי, הא אם הוי בעינן מילה וטבילה הוי נאמן ומשום זה לא היו מטבילין אותו בשבת, אע\"ג דכיון שאומר שלא נתגייר הרי אומר על בניו שאינם בניו ומפסידם מירושתן בכ\"ז הוי נאמן וקשה לר' אבהו ומשני משום מה בכך, פירוש שאינו נאמן רק דמשוי אנפשיה חד\"א, ומה נכייה פירוש מה חסר וכמו נכי חד שלא נפחת כלום, וקדמוני בזה במקצת:<br><b> היוצא </b> לנו מכל הפלפול שהעלינו, דלדידן דקיי\"ל כר' יהודה, אם אמר זה בני נאמן, אע\"ג דאם יש עדים שיש לו אחים דבכה\"ג כתב הרא\"ש בתוספותיו הובא בשיטה ודייקו מהרשב\"ם דאינו נאמן דמה לו לשקר מרע לחזקה לחודא ולא במקום דאיכא סהדי, ולפ\"ז לדידן נפ\"מ דאם אמר יש לי בנים שפיר קא אמרי דאינו נאמן, אבל זה בני דלאו מדין מיגו, ורק מדין יכיר שפיר מהימן בכל גווני. וראיתי בבאר היטב שהביא כן בשם הראנ\"ח כמו שכ' ואינו ת\"י. ועיין חידושי לקדושין בסוגיא דיש לי אחין ואכמ\"ל ודוק בכ\"ז:"
            ],
            [],
            [],
            [
                "<b>מי שזנה עם אשה כו' אעפ\"י שהוא בנו לענין ירושה ה\"ז ספק לענין יבום, כשם שזינתה עם זה, כך זינתה עם אחר:</b><br><b> עיין </b> ביאורי הגר\"א, דרבא גופיה לא אמר בלא דיימא מעלמא דממזר לא הוי אבל שתוקי הוי, ולענין תרומה דרבנן שדינן בתר דידיה, ויעוין שב שמעתתא שמעתתא ב' פרק כ' שלענין ירושה נאמן מתורת יכיר ותליא בפלוגתא דאומר זה בני נאמן אם נאמנותו גם בנכסים שנפלו לו לאחר מיתה יעויין ברא\"ש פרק יש נוחלין דף קל\"ה וכמו שהובא לעיל בחידושי, ולפ\"ז א\"ש השמועה דגיטין דף מ\"ג דבעי אם חצי עבד וחצי ב\"ח יש לו קדושין. ופשיט מהך דתנן המית מי שחציו עבד כו' נותן חצי כופר ליורשיו וא\"א לית ליה קדושין יורשין מנא ליה. וכבר תמהו תוספות דאיך תלי יורש בקדושין יעו\"ש, ולפ\"ז א\"ש, דאם בלא קדושין אף אם יבוא על ממזרת ותהא מיוחדת לו כמו פלגש ג\"כ חיישינן שמא זינתה עם אחר לשיטת רבינו, ובפרט דכיון דהוא עבד לא הוי יחודו יחוד דהאדון ימחה בידו והוי רק כמו זנות וא\"כ ניחוש דאפקרה לגבי אחריני ועל כרחין דרק מתורת יכיר מהימן ונראה דעיקר הך דנאמן אדם על בנו ילפינן מבכורה, ובבכור בנתערבו בשעת לידה אינו בכור דיכיר כתיב ואף הרשאה לא מועיל בהן כמפורש בב\"ב דף קכ\"ז יעו\"ש, וא\"כ כאן דהולד הנולד חציו אזיל בתר אמו, וחציו הוי בנו ויורשו, והחציו השני אין לו חייס והוי כמו נתערבו חציו שהוא ולדו, וחציו שהוא אינו ולד שלו, ובכה\"ג בבכור ליכא דין יכיר, הוא הדין דאינו נאמן להכירו ואינו נוטל רק מתורת מיגו דאי בעי יהיב במתנה, וכופר אינו משתלם רק לאחר מיתה וליכא מיגו. וא\"ש מה דמשני שעשאו טריפה וסבר דמשלם מחיים ותו נאמן מתורת מיגו להוריש את מי שאומר שהם יורשין, ואם כי הוא חידוד אבל אינו רחוק לכן העליתיו על ספר ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל זו הצרה שהיתה עם בעלה כשמת כו' ולא תחוש לצרתה שבמדינה האחרת הואיל ולא היה בעלה עמה במדינה:</b><br><b> פשטיות </b> הדברים מורה אף אם איננה יודעת אם לא היתה מעוברת כשהלך בעלה עמה למדינת הים, וזה פלא דאמאי לא תחוש שמא נתעברה תוך שלשה חדשים להליכת בעלה למדינת הים ולא היה עדיין עוברה ניכר והולידה בן ואיך תתייבם דאימור באיסור אשת אח קיימא וצ\"ע. ואולי דסבר רבינו דהא דאמרו רוב נשים מתעברות ויולדות, פירושו דוקא אם הן עם בעליהן זמן רב ואנן לא ידעי מה היה במשך זמן הזה אם ילדו בנים או לא, אמרינן דרוב נשים מתעברות ויולדות, אבל על זמן מועט שהיא עם בעלה לא אמרו רוב נשים מתעברות ויולדות וא\"כ הוי ספק השקול אם נתעברה או לא, וסמוך מיעוטא דמפילות הוי רובא, ובפרט דאיכא חזקה ליבום וסמוך חזקה לרובא תו הוי מיעוטא דילדה בן קיימא מיעוטא דמיעוטא ולא חיישינן, וכי\"ב אמרו סוף פרק בהמה המקשה דסמכינן מיעוטא דנדמה אע\"ג דלא שכיח, למחצה זכרים ומחצה נקיבות יעו\"ש, ומיעוטא דמפילות סמכינן הכא וכן בפרק אלמנה לכה\"ג למחצה נקיבות, כש\"כ דסמכינן למחצה דלא נתעברה כלל, וכיו\"ב כתבו בתוספות בריש פ' החולץ דבשהו עם בעליהן כמה שנים ולא ילדו אין סברא לומר דרוב נשים מתעברות ויולדות כו', כן סבר רבינו דדוקא בשהו משך זמן רב אמרינן דילדו תוך זמן זה, ולכן אפשר מש\"ה אמרו סמוך מיעוט לחזקה אף לרבנן, מה דלא אמרו בכל דוכתי משום דלא נפלוג בין אם שהו עם בעליהן זמן רב במדינת הים או לא שהו:<br><b> וכן </b> מיושב לפ\"ז הא דביציאת חמותה אינה חוששת משום דפלגא דילדו נקיבות כו', ותמהו רבים דאטו כל היולדות אינן יולדות רק זכרים לחוד או נקיבות לחוד, הלא פעם יולדת זכר ופ\"א נקיבה, וא\"כ אם עברו שנים הרבה הלא נולד גם זכר גם נקיבה, אכן לפ\"ז א\"ש, דהרוב אינו רק על זמן רב לא על כל שיעור עיבור, ולדעתי יתכן הא דחששו חכמים כאן לסמוך מיעוטא דמפילות לחזקה כאן טפי מכל דוכתי, משום דזה אמרו ריש פרק החולץ דלכן לא תנשא צרתה אם היא מעוברת אע\"ג דרוב מעברות ויולדות בני קיימא, משום דאין הולד פוטר עד שיצא לאויר העולם, וא\"כ אע\"ג דלא איתפריש טעמא, מ\"מ הפשט מצינן לומר דהתורה בעצמה חששה שמא תפיל וסמוך מיעוטא דמפילות לחזקת יבום הרי התורה בעצמה חששה לזה, לכן גם חכמים חששו לזה אף דבכל דוכתי לא חיישינן כן נראה לענ\"ד ודוק:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והסומא אינו חולץ שנאמר וירקה בפניו ואין זה רואה הרוק.</b><br><b> כתב </b> הרב המגיד, אבל בדיעבד כשרה שהרי אין רקיקה מעכבת כמו שיתבאר, והמשנה למלך תמה ע\"ז דהא רקיקה עדיפא מקריאה ואפ\"ה באלם ואלמת אם חלצו חליצתן פסולה מפני שאינן ראוין לקריאה והוי כמי שאינו ראוי לבילה, כש\"כ כאן שאינה ראויה לרקיקה בפניו דהוי חליצה פסולה דהוי כמו שאינה ראויה לבילה עכ\"ל. ובאמת כאשר תעיין בסוגיא תראה דאמר גבי יבמה שרקקה בב\"ד שלא בעת חליצה, השתא ומה במקום מצוה היינו אחר החליצה דאיכא למימר מידי דהוה אאימורים דכי ליתנהו לא מעכבי וכי איתנהו מעכבי אמר רע\"ק לא מעכבא, ופירוש דהוי כמו דהזריקה מתרת הבשר באכילה ואח\"כ כ\"ז שלא הוקטרו האימורים אין הבשר מותר באכילה, וכי נטמאו האימורים דאינו ראוי להקטיר מותר הבשר באכילה בזריקה לבד, א\"כ איכא למימר דאע\"ג דהחליצה מתרת היבמה לעלמא, כל כמה דלא רקקה אסורה להנשא עד שתרוק בפניו, ואפ\"ה אמר רע\"ק דלא מעכבא, כן הפירוש הפשוט, ודון מינה מה אימורים כי נטמאו טרם שהכהן זרק דם הזבח תו זריקה לחוד מתרת הבשר באכילה, כן כי נעשה דבר קודם החליצה שאין הרקיקה יכולה להיות כהלכתה היינו שהוא סומא ולרוק בפניו תו לא חזיא, תו מתרת החליצה אותה לעלמא, כן הוא במתקלא חדא, א\"כ מוכחא דגבי רקיקה לא נטקינן הך דשאינו ראוי לבילה, דדמיון הגמרא רקיקה לאימורים מאלף אותנו לדעת, דברקיקה אין גדר דכל שראוי לבילה כו' וכל שאינו ראוי לבילה כו' וטעמא בעי:<br><b> אולם </b> באמת כאשר תעיין בכל התלמוד לא תמצא הך דכל שאינו ראוי לבילה אין בילה מעכבת בו אלא דוקא היכי שהדבר הראוי להעשות בעי להיות טרם גמר הדבר המעכבת, וכמו בילה גבי מנחה שהבלילה נעשית במנחה טרם הקטרת קומץ המתירה, וכן בכיסוי הדם שכיסוי העפר שיתן למטה צריך שיתן אותו טרם ששופך הדם שמכסין אח\"כ מלמעלה, וכן גבי ביכורים בפרק הספינה, דהקריאה הוא קודם ההנחה שמניחן ע\"ג המזבח שאותה ההנחה היא המתרת והיא המעכבת, וכן גבי הפרת נדרים דהשמיעה בעי שתהיה קודם ההפרה, וכן גבי טבילה ובכולהו, אבל כאן שהרקיקה סדרה הוא אחרי החליצה אעפ\"י שהסדר אינו מעכב אמנם הסדר כך הוא, א\"כ בעת החליצה הרי לא חסר דבר רק שאינו ראוי לרקיקה שאח\"כ זה לא מעכבא, וטעמא ברירא, דבכולהו הרי בעת העשות גמר הדבר המעכב לא נעשה כהלכתו, שאם הוא אלם הרי חסר הקריאה שלפני החליצה, וכן חסר הנתינת עפר למטה, וכן חסר הקריאה של בכורים והשמיעה שקודם ההפרה, רק שאינו מעכב, ע\"ז אמרינן כיון שלא היה יכול להיות שפיר מעכב, אבל כאן בעת החליצה עדיין אינו חסר דבר ונעשה כהלכתו רק שלא יכול להיות דבר שצריכה להיות אח\"כ, מנא לן דמעכבא ולא שייך ע\"ז כללא דכל שאינו ראוי לבילה:<br><b> אמנם </b> מצאנו לרבנן בתוספות סוף פרק ג' מינין (דף מ\"ו) ד\"ה ומי לא מעכבא דפירשו השמועה דבנזיר דאין לו כפים לרבנן דין הוא שתעכב התנופה דכל שאינו ראוי לבילה בילה מעכבת, ה\"נ ביש לו כפים תנופה מעכבת מקרא דזאת תורת כו', הרי הזכירו הך דכל שאינו ראוי לבילה גבי תנופה בנזיר אע\"ג דרבנן סברי דכיון שנזרק אחד מן הדמים הותר לשתות יין, והתנופה היא אחר ההקרבה פעולה העתידה לבוא אחרי המתיר, ומה איכפת לן אם אינו ראוי לתנופה כמוש\"ב. אולם דבריהם אינו מוכרח בפירוש הסוגיא, או אפשר לפרש עפ\"י דרכם אך לא מטעם כל שאינו ראוי לבילה, רק כמו דילפינן תנופה בנזירה בבעלים כף כף מסוטה בסוף פ\"ק דקדושין, ה\"נ מסתברא לענין דאין לו כפים דתנופה מעכבת וכמו שאמרו בסוטה (דף כ\"ז) אם היתה גידמית לא היתה שותה דכתיב ונתן על כפיה יעו\"ש. ואדרבא ראיה להיפך מסוגיא דירושלמי המבוארת שם הלכה ט', רב אמר תנופה מעכבת בנזיר והתני תורת הנזיר בין שיש לו כפים בין שאין לו כפים, מה דאמר רב בנזיר שיש לו ותני כן הראוי לתנופה תנופה מעכבת בו שאין ראוי לתנופה אין תנופה מעכבת בו, וזה ממש כדאשכחן ברקיקה דמדמה לאימורים דכי איתנהו מעכבי וכי ליתנהו לא מעכבי אע\"ג דהך דכל שאינו ראוי לבילה בילה מעכבת נזכר גם בירושלמי פ\"ק דבכורים, והיינו טעמא, דכאן גבי תנופה לא שייך להזכיר הך כללא דכל שאינו ראוי לבילה כיון דהיא באה אחרי ההיתר וכמש\"ב, ולא שייך למילף כף כף מסוטה דשיטת ירושלמי בסוטה דגם גידמית שותה וכמו דאמר פרק היה נוטל תני ר' חייא סוטה גידמית שני כהנים מניפין על ידיה, ויעוין תוספות סוטה י\"ט שהביאו פלוגתת בבלי וירושלמי בזה יעו\"ש היטב, וזה ראיה נכונה לדברינו:<br><b> עוד </b> יש להביא ראיה מהא דפרק התערובות תנן הניתנין במתן אחת שנתערבו בהנתנין במתן ד' כו' ר\"י אומר יתן במתן אחת מפני שעובר בבל תוסיף, וניחזי דמתן ד' קרנות שינה הכתוב בכמה מקומות, רק דגלי רחמנא מוכפר שמתן אחת מכפר כדאמר ריש פרק ב\"ש, ונאמר דדוקא במקום דראוי לבילה הא כאן שאינו ראוי למתן ד' משום בל תוסיף דעבר על הנתנין מתן אחת לכן מעכבין ומתן אחת אינו מכפר, ואף אם נתערבו כוס בכוסות שראוי למתן ד', מ\"מ כיון דמספק שהוא מהניתנין מתן אחת אינו רשאי לתת מתן ד', תו הוי כל שאינו ראוי לבילה ומעכבא, וכמו גבי בכורים דמספקא ליה אם שני אילנות קנה קרקע ומספיקא אינו ראוי לקריאה אמרינן דקריאה מעכבא מטעם כל שאינו ראוי לבילה, וע\"כ כדפרישית משום דכאן בעת שנתן המתן ראשונה הרי לא חסר דבר רק שאינו ראוי להנתן שלש מתנות אח\"כ זה אינו מעכבא מה שאינו ראוי לעתיד, וז\"ב מאד, ומצאתי בשאגת אריה סימן ל\"א שהקשה זה והבטיח לדבר בזה ולא זכינו לאורו, ופוק חזי אמיתת דבר זה, דבפסחים פרק האשה (דף פ\"ט) גבי חמשה שנתערבו עורות פסחיהן ונמצא יבלת בעור אחד מהן דמחפש תקנה לעשות פסח שני, אמר דיביאו על תנאי אי משום מתנות, דאילו פסח מתנה אחת ושלמים שתים שהן ד' מאי נפ\"מ והא תנן כל הניתנין במתן ד' שניתנין במתן אחד כיפר, אלא דאילו פסח בשפיכה ושלמים בזריקה והא תני כו' יצא, אימור דאמרינן דיעבד לכתחלה נמי, וזה תימא דמשום לכתחלה יכנוס בספק כרת, ופירש הארי החי דמשום דאימת כשר אם נתנן בשפיכה דוקא אם ראוין לזריקה הא כיון שאינן ראוין לזריקה שפיכה לא מכפרא והוי כמו שאינו ראוי לבילה דמעכבא, ולפ\"ז קשה אמאי הדר מהא דמשני משום מתנות דכיון שאינו יכול ליתן מתן ד' תו מתנה אחת לא מכפרת, וע\"כ כדפרישית דכיון דהוא מעשה הנעשית אחרי המעשה המעכבת ומכפרת אינה מעכבת ודוק.<br><b> (נ\"ב. </b> ובזה יתפרש שמועה דמנחות דף ט' בללה חוץ לחומת עזרה פסולה אע\"ג דאם לא בלל כלל כשירה מ\"מ חוץ לעזרה גרע טפי משום דשם בעי שתהא ראויה לבלילה אבל גבי היזה ולא מצה כשר משום שהיא אחר שהוכשרה ולכן אפילו ראוי למיצוי גם כן לא בעי משום זה אם מצה דמה בכל מקום כשירה אף למעלה מחוט הסיקרא ויעוי' תוס' שם ודו\"ק).<br><b> וכיון </b> שזכינו לזה, נראה לי לדון גבי קריאה דמעכבת בחליצה אם אינה יכולה להיות, ולכן חליצת אלם ואלמת פסולה משום דלאו בני קריאה נינהו. והיינו דקריאה צריכה להיות קודם החליצה הן שיאמר לא חפצתי והן שתאמר מאן יבמי, בכ\"ז הא דקריאה צריכה להיות בלשון הקודש נפקא לן בפרק ואלו נאמרין מוענתה ואמרה ויליף וענתה מוענו ואמרו דגבי לוים דצריך להיות בלשון הקודש, ואמירה לחודא יליף התם מסוטה דבכל לשון. והנה דא ודאי דכל אמירות דידה ודידיה דוקא בלה\"ק, דאמירות דגבי חליצה משוינן להדדי, והא דכתב רחמנא ילפותא באמירה דבתר חליצה היינו ככה יעשה לאיש אשר לא יחפוץ ולא כתבה באמירות קמאי, היינו דכל שאינו ראוי לבילה בילה מעכבת ואם הוה כתוב באמירות קמאי הוה אמינא דאם אינו ראוי לומר בלשון הקודש כגון שהוא לועז קריאה מעכבת ביה, לכן כתביה רחמנא אחרי החליצה דבזה הא לא שייך שאם אינה ראויה לומר בלשון הקודש ככה יעשה שתעכב החליצה שלא תתיר אותה, כיון שהוא מעשה הנעשה אחר החליצה שכבר התירה, תו אף אם אינם ראוים לומר בלה\"ק הנך אמירות דקמי חליצה ג\"כ לא מעכבי דילפותא דידהו ילפינן מוענתה דבתר חליצה ולא עדיפא מחמתה, וכן מצינו בפ\"ק דזבחים (דף ד') ס\"ד אמינא הואיל וכתיב ולקח כו' קמ\"ל להכי לא כתיב וטבל דמשמע הכי ומשמע הכי [דמשמע הכי דלא תהא עבודה חשובה בהן לפגל מדלא אחשבה קרא להצריכה כו' רש\"י] כש\"כ כאן דבמפורש דבלשון הקודש לא נאמרה רק באמירה שהיא אחרי חליצה דבזה לא שייך לעכב מטעם כל שאינו ראוי לקריאה בלשון הקודש, ומטעם זה א\"ש מה דאמר בפרק הקורא עומד חפני וביישני לא ישאו כפיו מפני שקורין לאלפין עיינין כו' ואמאי לא אמר נמי שאינם ראוים לחליצה דוגמא דאמר לאו בר קיפוק חליץ, וע\"כ כדפרישית דלא בעי לשון הקודש, ועיין בשו\"ת מהרימ\"ט חלק אבן העזר סימן ט\"ו מש\"כ בזה, ומש\"כ נ\"ל נכון וברור ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>חלצה בלילה וכו' או שהתיר הוא ושמטה היא, או שהתירה היא ושמט הוא כו' חליצתן פסולה:</b><br><b> המעיין </b> בכל הני דחשב רבינו לחליצות פסולות, מתבאר דדברים הנאמרים בפירוש בקרא כמו אנפיליא של בגד דלאו מנעל הוי, או חולצת מן הקטן דאיש כתיב בפרשה, לא הוי חליצה אף לפוסלה מן האחין, אבל חליצה בשנים או בלילה שאינן מפורשין בכתוב רק בגז\"ש, וכן החולצת בסנדל תפור בפשתן או סנדל של שעם או של עץ דמסיק בפרק יוה\"כ דלכו\"ע מנעל הוי, רק גבי שבת פליגי אם גזר דילמא מיפסק ואתי לאתויי א\"כ גבי חליצה אינו מפורש בכתוב ויליף רק מהא דואנעלך תחש לכן הוי חליצה פסולה, ועיקרו נובע מהא דאמרו בפרק כל הגט במערבא אמרי משמיה דר\"א שמאל ולילה כו' קטן ואנפיליא אינה פוסלת יעו\"ש וזה תמצית דברי רבינו, ובאמת דברי ר\"א המה בירושלמי [כמו שאמרו בבבלי במערבא אמרי משמיה דר\"א] אמר ר' אלעזר יש מהם שאמרו חליצתה פסולה ואם רצה להחזיר יחזיר, פירוש שאם היבם רוצה ליבמה ייבם ויש מהן שאמרו חליצתה פסולה ואם רצה להחזיר לא יחזיר, פירוש שנפסלה להתייבם באנפיליא והחולצת לקטן חליצתה פסולה ואם רצה להחזיר יחזיר כצ\"ל. והנה מצאנו בבלי דאמר דלר' אליעזר דסבר דרקיקה מעכבת ורקיקה הוי ג\"כ מתיר, אז אם ברקיקה לחודא מיפסלה להתייבם לאחין תליא בפלוגתא רחוקה, והוא בהא דפליגי רבי וראב\"ש אם שחט כבשים לשמן וזרק דמן שלא לשמן אם חלה עלייהו קדושה, והוא דשני דברים המתירין אם מעלין זה בלא זה ומדמה מה שהחליצה מסירה הזיקה ופוטרה מן היבמין לענין הלחם שמתקדשין ע\"י הכבשים ונעשין על ידי זריקתן כגוף הכבשים להיות ניתר באכילה [ולהיות נתפגל עם הכבשים וכמו שאמרו פיגל בכבשים פיגל בלחם] ומדמה האגד שעושה השחיטה והזריקה אל הכבשים בהלחם כההסרה והיתר האגד והקשר מן היבום ע\"י חליצה ורקיקה:<br><b> הן </b> דיש מקום לומר דהגמרא אזלא אם נאמר דבהא סבר ר' אליעזר כר' עקיבא דאמר בפרק החולץ דהנושא קרובת חלוצתו הוי כנושא אחות גרושתו דהתורה אמרה בית חלוץ הנעל הכתוב קראה ביתו והויא על ידי חליצה כאשתו, נמצא דהחליצה הוא שנגמרה ענין הזיקה והויא קשר והיתר באו כאחד, שנעשה כאילו הויא אשתו וגירשה על ידי חליצה והוי כמו דבזריקת הכבשים נתוספה קדושה והתקשרות מהכבשים להלחם וההיתר לאוכלן כאחד, ויעוין בירושלמי פרק ד' אחין דהוי סבר לרב דחליצה קנין עד דפריך דכה\"ג החולץ עובר משום לא יקח [והוא סבר דבאלמנה לכה\"ג עובר משום לא יקח לחודא היינו על קדושין בלא ביאה בלבד לכן פריך שפיר, והא דלא פריך מהא דתנן פרק כיצד אלמנה לכה\"ג כו' חולצות איסור קדושה יעו\"ש, דשאני תמן דמתחילה לא היתה ראויה ליבום וכשנפלה לפניו היתה עומדת לחליצה לכן לא הויא כקנין, ורק מהך משנה פריך דמשמע דקאי ארישא שומרת יבם שנפלה לפני כהן הדיוט ונתמנה להיות כה\"ג לא יכנוס דגם בזה חולץ והכא הלא היתה עומדת ליבום טרם שנעשה כה\"ג ויש להאריך ואכ\"מ ודוק] אך גם זה לא מחוור דיסתום הגמרא כל כך, ובירושלמי אמר דרב אמר דזו דברי ר\"א דרקיקה פוסלת על האחין אבל חכמים סברי דחליצה ורקיקה מעכבין וחליצה בלא רקיקה לא עשתה ולא כלום ואינה פוסלת אפילו. ויתכן דזה כוונת הספרי הסתום ורבי ישמעאל אומר חליצה ורקיקה מעכבין, פירוש, שבחליצה לחודא לא נפסלה מן האחין ובזה פליג על ר\"ע ור\"א, ור' אליעזר סבר דחליצה לחודא פוסלת יעוין בזה:<br><b> ולכאורה </b> נראה דבאמת גבי כבשים להיות קדושה קבועה על הלחם מצאנו על ידי כמה דברים, על ידי קדושת כלי דחלה עלייהו קדושה גמורה לאיפסולי ביוצא אע\"ג שבהנך לא חלה קדושה גמורה, היינו משום שיש להן מתירין. אבל מנחות שאין להם מתירין ודאי דמיפסלי ביוצא משקדשו בכלי וכמו שפירשו בתוספות פ\"ק דמנחות דף ט' סד\"ה ר\"ל אמר יעו\"ש היטב, לכן הכא על ידי השחיטה כמו דחלה קדושה גמורה על הכבשים כן חלה על הלחם אף שלא נגמר ההיתר, אבל כאן היכי מצאנו גבי חליצה מה\"ת שיועיל לפוסלה מן האחין ובכל זה לא תהיה מותרת לעלמא, ובבלי סובר דגט אינו פוסל מן התורה, ואף לשיטת ירושלמי דיליף דגט פוסל מן התורה אף שאינו פוטר מה\"ת וכמו שאמר פרק ר\"ג ה\"א כתיב ולא תהיה אשת המת לאיש זר [צ\"ל החוצה לאיש זר] אם בשבא עליה אשתו היא אם בשחלץ לה תלך ותנשא לאיש זר אלא כו' בשנתן לה גט, ופירוש דבריו, דדריש אף עפ\"י שהיא עומדת החוצה ואינה מתייבמת היינו ששלחה היבם מביתו אעפ\"כ לא תהיה לאיש זר (והמפרשים לא דקו) בכ\"ז אין זה בענין שמועיל לפטור לעלמא, שגט אינו פוטר ואינו צריך להיות גבי חליצה והוא בא מסיבת היבם שמגרשה, ומצאנו לגט שמועיל גבי א\"א, ורק לשיטת הבבלי מצאנו גבי עובר דולד פוטר ומתירה לעלמא, ובכ\"ז כל זמן שלא נולד אינו פוטר עד שיצא לאויר העולם אף שפוסל לאחין וכמו ששנינו שאם נולד בן קיימא חייבין בקרבן, ובחליצה לא פסלה מן הכהונה, כן היתר חליצה אעפ\"י שאינו פוטרה לעלמא עד שתרוק לר' אליעזר, בכ\"ז על ידי חליצה או רקיקה לחודא נפסלה מן היבום, ולכן לא נזכר זה הפלפול משתי הלחם בירושלמי, דבריש פרק החולץ פליג ע\"ז הירושלמי וסבר דאף בולד קיימא פוטר תיכף, וטעמא דלא תחלוץ תוך ט' ותנשא צרתה משום שצריכה לידע במה היא נתרת בחליצה או בולד יעו\"ש, ועל כן לא מצאנו ענין שפוטר לעלמא שתחלתו תפסול אותה מן האחין, ולכן לא דמיא לשתי הלחם ששם מצאנו דבר שע\"י תחול קדושה קבועה אם כי אינו ניתר והכבשים עצמן נתקדשין וכמו שאמרו סכין מקדש ליה לדם בריש פ\"ב דסוטה אף שניתר אח\"ז ודוק:<br><b> אמנם </b> לדידן לא נפ\"מ מידי מהפלפול הזה, דאנן קיי\"ל כר' עקיבא דרקיקה לא מעכבא ואינה מתרת כלל, רק דא מיבעי לן הא דהתרת הרצועות והשמטת המנעל אעפ\"י שלא הותרה להנשא אלא עד שנשמט רוב העקב בכ\"ז יכול להיות דבהתרת רצועות לחודא שפיר נפסלה לאחין מה\"ת וכמו רקיקה או חליצה לר\"א, וכן משמע מתוספתא שלפנינו הותרו לו רצועות מנעל פירוש שהתיר הוא ושמטה היא, או שנשמט רוב הרגל, פירוש שהתירה היא ושמט הוא, [כן פירש ריב\"ן באו\"ז] חליצתה פסולה ואם רצה להחזיר [לא] יחזיר חלצה ולא רקקה חליצתה כשרה ואם רצה להחזיר לא יחזיר, רקקה ולא חלצה חליצתה פסולה, ומדתני גבי התירה היא ושמט הוא אם רצה להחזיר לא יחזיר ודאי דזה מה\"ת דומיא דחלצה ולא רקקה דחליצתה כשרה ששם תני לא יחזיר והוא מה\"ת, ולכן ברקקה לחודא לא תני לא יחזיר דרקיקה לא מיפסלא רק מדבריהם שמא יאמרו שחלצה וכמו שמפרש בתלמודין. וזה ענין נכון, אבל מהא דאמר הגמרא שני דברים המתירים מעלין זה בלא זה, מוכחא דוקא שני דברים מתיר אחד בלא חבירו, אבל בדבר אחד לחלוק אותו התרת הרצועות לחוד ושמוט העקב לחוד לא מחוורא לומר שיעלה חצי דבר דזה חצי חליצה ואינו מועיל כלל, אם כי מצאנו בפרק ג' דמנחות דף כ\"ו דקומץ שהעלהו ע\"ג המזבח כיון שמשלה בו האש נקלט ונקטר בלילה ואעפ\"י כן אינו מתיר השירים עד שתצית האש ברובו, הרי דההקטרה לחודא מפלגינן ביה, זה לא מצינו לדמות כלל, דשם לענין גוף הקומץ מהני ההקטרה כיון שמשלה בו האש נעשה לחמו של מזבח, אבל להתיר השירים אינו מועיל רק עד שתצית בו האש ברובו, אבל הגמרא מדמה כאן להא דמועיל שחיטה דהוא מתיר אחד בלחם שזה ענין זולתי ואינו ניתר רק עד שיהא לשמן לשם הכבשים ואפ\"ה מתפשט קדושה קבועה על הלחם בשביל הכבשים. כן בחליצה שהוא ענין פועל בגוף זולתי וצריך שהחליצה תהיה לשמן וכמו שכ' רבינו ז\"ל שזה ענין הכוונה, ולכן אין לנו לומר שהתרת הרצועות או השמטת רוב העקב בלבד תפסול מן היבום דבר תורה ודוק, ונראה דבתוספתא דוקא ששמט החלוץ אחרי התרתה פוסלת, אבל בהתרה לחודא לא מיפסלא כלל דגלויי כרעא צ\"ל כן נראה:<br><b> והנה </b> מדברי רבינו נראה דמפרש אף לר' עקיבא דהותרה להנשא בלא רקיקה אעפ\"י כן הוי חליצה מתיר ורקיקה מתיר דלא עקרינן קרא לגמרי מפשטיה דככה יעשה קאי ארקיקה נמי, ובכהאי גוונא אמרו בפרק קמא דיבמות גבי אחרי אשר הוטמאה יעו\"ש, רק דעיכובא לא קאי על רקיקה [ואפשר דיליף מדכתיב חלוץ הנעל אלמא דככה לעיכוב לא קאי רק אחליצה לחודא וכן אמרו בדף מ\"ד לר' עקיבא בית חלוץ הנעל דעל ידי חליצה הויא כביתו יעו\"ש, אלמא דקרא אחליצה קפיד], אבל בגמרא דילן מפורש איפכא, וצריך לומר דסבר רבינו דהא דאמר לר' עקיבא השתא מה במקום מצוה דאיכא למימר מידי דהוי אאימורים דכי ליתנהו לא מעכבי וכי איתנהו מעכבי, פירוש, דמעכבי לאכול בשר הכא נמי ברקיקה שתהא אסורה להנשא עד שתרוק בפניו ואפ\"ה סבר דלא מעכבא כ\"ש רקיקה קודם חליצה ושלא בשעת חליצה דאינה פוסלת, הוא אם נימא כמו דסבר עכשיו דסדר חליצה דוקא חליצה ובתר כן רקיקה, אבל רקיקה קודם לא קיים מצות רקיקה א\"ש, אבל למסקנא בלישנא בתרא דסדר חליצה אינו מעכב ואם הקדים רקיקה לחליצה קיימה מצות רקיקה ג\"כ וכמוש\"פ רבינו ג\"כ, [ולהתיר להנשא אף שלא רקקה כלל וע\"כ דקיימה מצות רקיקה] א\"כ שפיר מצינו לומר דרקיקה חשובה כמתיר ואע\"ג שבגמר מצוה אינו מתיר הוא מפני אלימות כח של חליצה שחליצה מעליא כ\"כ שדי בעצמו להפקיע הזיקה ולהתירה לעלמא, אבל רקיקה קודם אם כי אינו אלים להפקיע הזיקה להתירה לעלמא, אבל מועיל לפוסלה לעלמא, ואינו ענין לאימורים שמצות הקטרתן מעכבא דשם טעמא אחרינא, דאילו להקטיר אימורים קודם זריקה לא קיים מצות הקטרה אע\"ג דאמר עולא דאימורים שעלו קודם זריקה לא ירדו ונעשו לחמו של מזבח הוא ככל שאינו ראוי למזבח שמזבח מקדשו היכי דאינו מחוסר מעשה בגופו, אבל בכ\"ז קרוי בפרק ב\"ש דדם מתיר אימורים למזבח יעו\"ש, אבל רקיקה קודם חליצה דקיים מצות רקיקה כדין ואינה צריכה לחזור ולרוק חשוב שפיר לפסול, והא דבחליצה לחוד מותרת להנשא אף שלא רקקה והיבם זה שחלצה אותו חי ויכולה לקיים מצות רקיקה, הוא מפני שיפה כח החליצה ולא מפני שגרוע כח הרקיקה\n<sup> *</sup><i class=\"footnote\">ומצאנו דוגמא רחוקא לרב אדא ב\"א דסבר גבי שחיטה וושט ולא קנה בעוף, ובשחיטת וושט סגי להתיר לאכילה ואפ\"ה בקנה קודם דרך שחיטה כשירה ולא מיטרפא במה שהקנה פגום כיון דדרך שחיטה הוי וגמירי בה שהייה דרסה חלדה כו' וכמו שמוכח בפרק השוחט דף כ\"ח דמוקי הך דשחט חצי גרגרת ושהה כו' וגמר שחיטתו כשרה בבהמה, ולא מוקים בעוף וגמר לשחיטת הוושט אח\"ז, דא\"כ הוה מיפסל בשהייה, וע\"כ בבהמה ושחט לוושט תחילה ואח\"ז חצי גרגרת כו' ואכמ\"ל, כן אע\"ג דלבתר חליצה מותרת להנשא ולא מעכבא הרקיקה, בכ\"ז אם הרקיקה קודם דהוה ממעשה החליצה, מיחשב דכבר לא בנה ותו לא יבנה:</i> . וזה דאמר הגמרא ואיכא דאמרי הכי אמר ליה יבמה שרקקה תחלוץ ואינה צריכה לרוק פעם אחרת, הרי דקיים מצות רקיקה כדין וא\"כ שפיר מועיל הרקיקה לפוסלה מן האחין ומוכרחת לחלוץ וזה נכון, אבל א\"כ דכל הפלפול הקודם הוא למה שהיה סבור דסדר חליצה דוקא חליצה קודם ולבתר כן רקיקה א\"כ איך מדמה לר' אליעזר לשחיטה דשתי הכבשים קודם זריקה דכך מוכרח להיות וכך הסדר, שחיטה ולבתר זריקה ולכן מועיל שחיטה הקודמת, אבל כאן שלא קיים הרקיקה למצותה שמחוייבת לחזור ולרוק מנא לן דמועיל. וצ\"ל דכך כוונת הגמרא דלר' אליעזר איכא חליצה שמעכבת ורקיקה שמעכבת ובחליצה לחוד לרבי דשחיטה לחודא מועיל בכבשים ללחם לקדשן, כן חליצה מועלת לחודא לפסול מן האחין דבר תורה, ותו גזרו רקיקה אטו חליצה דיאמרו רקיקה מעכבת וכן חליצה מה רקיקה אינה פוסלת מן האחין כן חליצה. אבל לרע\"ק לא שייך לגזור דרקיקה אינה מעכבת והשתא חליצה מועלת להתירה לעלמא אפסולי לא מיפסלה, וכמו קריאה, עד דמסיק דהואיל והיא בסוף יאמרו שכבר חלצה אעפ\"י דזה חשש רחוק דהא מסור לב\"ד ואינהו חזו דלא חלצה. אבל הכל לפום ס\"ד דסדר חליצה מעכב, אבל למה דמסיק דקיים מצות רקיקה אף שהוא קודם חליצה אפשר דפוסל מה\"ת. כן סברת רבינו אם כי לא ידענא הכרח לזה:<br><b> הגה\"ה</b><br><br><b> ונראה </b> ההכרח מהא דאמר בסוגיין ותירוק ומה בכך נפיק מיניה חורבא דאי אמרת תיהדר ותירוק אמרי רקיקה קמייתא לית בה מששא ואתו למשרי חלוצה לאחין, ורבינו תפס הפשטיות דהויא חליצה לאחין ברקיקה לחוד וא\"כ מיפסלה מן התורה, ורש\"י נרגש בלשון קדשו ופירש ומאן דחזי דמתייבמת סבר רקיקה בתר חליצה הואי ואתו למישרי חלוצה לאחין, אבל זה הוי כמו גזירה לגזירה וקיצור לשון בדברי הגמרא, ורבינו פירש דזה מקרי חליצה מה שרקקה ונקיט לשון המשנה רקקה אבל לא חלצה חליצתה פסולה, הרי דקרי לזה חליצה, ולכן אמר הגמרא דשרו חלוצה לאחין, וכן פירש בהלכה י\"א ומוכח דזה מה\"ת נפסלת והויא כחלוצה לאחין. ובאמת לשון המשנה דחוק קצת חליצתה פסולה אטו הויא חליצה וע\"כ כמו שהעתיק רבינו ז\"ל ה\"ז כחליצה פסולה, והמשנה כוונה להורות דהיא כחלוצה לאחין ומה\"ת נפסלת, אבל לשיטת המרדכי דאם רקקה קודם תו הוי חליצתה פסולה אחרי זה וצריכה לחזור על כל האחין, מדוקדק לשון המשנה, וזה יתכן שזה שאמרו בגמרא אלא לאו לאחין, ופירוש, דהחליצה שאחר הרקיקה פסולה וצריכה חיזור או דלא פטרה צרתה ודוק:<br><b> והנה </b> בירושלמי בעי על הא דאמר ר' ינאי חלץ הוא והתירתה היא חלצה היא והתירה הוא כו' ואם רצה להחזיר לא יחזיר. [פירוש שאסור להחזירה ליבום וכמפורש בתוספתא שהבאנו לעיל] למה מפני שאינן שתיהן בה או שאינן על סדר מה נפיק מינה חזרה והתירה כו' הרי שתיהן בה הרי לית טעמא אלא משום שאינן על סדר, ולפרש דמעיקרא התיר הרצועות וחלצה היא וחזר ונעל מנעל והתירה היא הרצועות, זה לא מסתברא, דמה יועיל התרת הרצועות דמנעל של עכשיו כיון דאין כאן גלויי כרעא ואטו יצטרפו שני פעולות בשני מנעלים, וזה פלא. ואולי הכוונה שחלצה המנעל מעל הרגל והרצועות נשארו מקושרים אל הרגל וחזרה והתירתן לאו דרך חליצה בכך, ועיין בספר אור זרוע שכתב דבהתרת הרצועות שהתירה ושמט הוא לא נפסלה מן האחין וזה היפוך הירושלמי והתוספתא שהבאנו דמפורש דאם רצה להחזיר לא יחזיר ודוק. וזהו מה שרצינו לבאר בס\"ד:",
                "<b>או שנתכוונה היא כו' או שנתכוון הוא כו', ולהלן בהלכה כ\"ח שמא נתכוונה לחליצה כו':</b><br><b> מלשונו </b> מוכח כפי מה שהובא בהרשב\"א בשם רבו של רבינו הר\"י בן מיגש, דלכן מקשה טעמא כו' הא חזינא חיישינן והא תניא בין שנתכוין הוא כו' חליצתה פסולה, ופירוש, הא לא נתכוונו שניהן כיון שאף אחד מהן לא כוון אינה חליצה כלל ומותרת להאחין [דאל\"ה אטו לא ידע דבברייתא חליצה פסולה תני וכ\"מ ששנו חליצה פסולה פוסלת לאחין יעו\"ש] וא\"כ אמאי חיישינן לפוסלה מן האחין ואיכא דאמרי הא חזינא חיישינן. פירוש שמא כוונה לחודא היינו היבמה דטפי מסתבר דהיא עשתה בערמה שחלצה נעלו וסברה שבכך מותרת לעלמא ומערמי ביבם, ודקא תני בעי כוונה ה\"מ לאשתרויי לעלמא אבל לאחין מיפסלא, פירוש אף בלא נתכוונו שניהם דמנא ידע האח של המת שהיא לא כוונה הלא תמיד צריך לחוש שמא כוונה ואסורה להתיבם לו והיא אינה נאמנת לומר שלא כוונה, ולכן מאריך בלשונו דלעולם אילו הוי גלוי קמן דאתא אליהו ויאמר ששניהם לא כוונו היו מותרים להתייבם, אבל מאן מפיס ומנא ידע היבם שהיא לא כוונה ודוק. אולם נפ\"מ לדינא בסומא שחלצה היבמה מרגלו והיא אמרה שהיא היתה אך לא כוונה לחליצה, א\"כ לא נפסלה להתייבם דמאן אמר שחלצה היא והיא אמרה שלא כוונה. וז\"ב בשיטת רבינו ודוק:"
            ],
            [
                "<b>יבם שרגלו הימנית חתוכה וכו':</b><br><b> הפוסקים </b> נסתפקו בענין אטר והעלו דצריך לחלוץ בשתי רגליו, והרמב\"ן בחידושיו לפרק גיד הנשה כתב ואעפ\"כ יש לחוש מדאמרו בבכורות בענין מומי כהן אטר בין ביד בין ברגל פסול, ופרש\"י משום דבעי ימין כו'. ויש דוחים דאטר משום מום הוא נפסל כו' אבל באטר דכו\"ע חלישותא ופסול משום מום. וזה אינה תורה דא\"כ ליתני במתניתין גבי אלו מומין אלא ש\"מ דלאו משום מום נפסל אלא מפני שאין לו ימין הילכך גבי חליצה נמי לא חליץ, ולא זכיתי להבין דבריו, דאדרבא אי משום זה דלא איכא ליה ימין, הלא צריך לחלל גם עבודה דשמאל מחלל עבודה, ופשוט דכל הנך יתר באדם דתני הוא משום דאינו בשוה בזרעו של אהרן וכמו דדריש מקרא דאיש איש מזרע אהרן, דבעי שיהא שוה בזרעו של אהרן וכל הנך פסולי דאינן שוין בזרעו של אהרן אינן מחללין עבודה, וכן מפורש בדברי רבינו בהלכות ביאת מקדש וגמרא ערוכה ריש מומין אלו וכן אמר לעיל דף ג' גבי שתי עיניו גדולות איש הוא דבעינן שיהא שוה בזרעו של אהרן וצע\"ג:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>חליצה מוטעת פסולה וכו' אבל אם הטעוהו וכו' ע\"מ שתתן לה מאתים זוז וכו' אעפ\"י שלא נתנה ולא נתקיים התנאי חליצתה כשרה וכו':</b><br><b> בפרק </b> המדיר פירשו טעמא, משום דאי אפשר לקיימו על ידי שליח, וכל שאי אפשר לקיימו על ידי שליח התנאי בטל והמעשה קיים, דומיא דבני גד ובני ראובן יעו\"ש. ונסתפקתי לפ\"ז בהנך דלא מצו לעשות שלוחין מצד דאינן בני שליחות, אם מצי להתנות תנאים, ולכאורה יש לפשוט מהא שתקנו חכמים דפעוטות מקחן מקח וממכרן ממכר, אטו אינן יכולים להתנות תנאים, אך זה אינו, דכיון דתקנת חכמים היה רק משום כדי חייהם והשוו זה לקנין הנהוג בגדולים, וא\"כ כיון דאם גדול הוי מתנה הלא היה המקח בטל ותו לא אלימא תקנת חכמים מזה, ובודאי אם התנו בזה האופן אם לא נתקיים התנאי המקח בטל דבזה לא תקנו חכמים:<br><b> אולם </b> מסתפקנא בחרש שגירש את אשתו על תנאי כיון דאינו יכול לגרש ע\"י שליח ולאו בר שליחות הוי ואם גירש על תנאי ולא נתקיים האם בטל התנאי והגט קיים, דאם מן התורה הלא אין כאן אישות כלל ואין כאן קדושין דקדושי חרש אינן מועילין כלל רק מדבריהם תקנו נשואין לחרש, וא\"כ אפשר דאוקמוהו על דינא דכיון דלאו בר שליחות הוי תו לאו בר תנאי הוה. ואין להביא ראיה מהא דמצינו בפרק כל שעה (דף ל\"א) דמתנה אדם עם העו\"ג שאם לא יתן לו יהא שלו מעכשיו, וכן בסוגיא דפרק השולח (דף מ\"ג) בהא דמוכר עבדו לעו\"ג אעפ\"י שעשה לו ישראל זמן אע\"ג דעו\"ג אינו בר שליחות ואף עו\"ג לעו\"ג לא מצי משוי שליח כמבואר בירושלמי פ\"ק דתרומות ר\"י סבר מימר אין העו\"ג עושה שליח בעו\"ג אחר חבירו יעו\"ש, זה אינו, דתמן נהי דמצד העו\"ג לא מצי להטיל ביה תנאים אבל הישראל המוכר או הממשכן שפיר בר שליחות הוא ויכול לקיים זה המכר ע\"י שליח תו שפיר משוי תנאים ובכה\"ג לא הקנה או הרהין אצלו, אבל באופן שנסתפקנו צ\"ע, אך א\"כ נמצא למאן דאמר מופלא סמוך לאיש תורם ומקדש אטו אם הקדיש או תרם על תנאי לא הוה התנאי קיים. אמנם ז\"א, דכבר הקשו רבוותא קדמאי ומהם הרמב\"ן בחידושיו פרק יש נוחלין דנזירות או נדרים דליתנהו ע\"י שליח ואפ\"ה איכא בהו תנאים, וע\"כ או כמו שתירצו משום דדוקא מילי דע\"י מעשה אין התנאי מבטל מעשה אם לא במקום דאיכא דיני תנאים, או דברים שהמה בין אדם לחבירו, אבל הנך מילי דאיתנהו בין אדם לבין עצמו, או דלא הוה רק דבורא לחודא שפיר מבטל התנאי את המעשה, או דהוה כמו נדרו ופתחו עמו דלא גרע משאלה, וא\"כ הלא שפיר מצי להטיל תנאי בתרומה והקדש אע\"ג דזה הקטן מי שהגיע לעונת נדרים לא מצי לעשות שליח:<br><b> אולם </b> נראה דכבר כתבו הקדמונים בטעמא, דיש שני ענינים, ענין שעיקרו הפעולה הוא המעשה לבד, וענין שעיקרו הכוונה, והגדר, דדברים שנמסרין לשליח עיקרן הכוונה והרצון, וע\"ז שפיר מהני תנאי, אבל בחליצה שאינו נמסר לשליח א\"כ הוא עיקרו המעשה בגוף לכן לא נמסר על ידי שליח, ולכן לא מהני תנאי, וכיון שכן בדברים הנמסרים לשליח רק שהאיש לא מצי לעשות שליח מצד שהוא חרש, שפיר משוי תנאים דעיקרו של הגט הוי הכוונה דענין הגט נמסר לשליח, כן נראה מסברא:<br><b> עוד </b> ראיתי להסתפק בהא דפריך מקדושי ביאה דאי אפשר לקיימו ע\"י שליח ואפ\"ה איכא ביה תנאים, ומשני דאיתקושי הויות להדדי, ופירשו הקדמונים דעיקרן של הקדושין הוא קנין של אישות וזה יכול לעשות ע\"י שליח בקדושי כסף ושטר, א\"כ בחרש דאמרו בירושלמי דאע\"ג דאין לו קנין דבר תורה בכסף ושטר מ\"מ על ידי ביאה יש לו קנין וכמו שהביאו גם בבית יוסף (סימן קכ\"ז) ועיין משל\"מ, אם מצי לקדש על ידי תנאי בביאה דהא אין לו לקיים הקנין ע\"י כסף ושטר ויש לי להאריך ואכ\"מ:<br><b> והנה </b> רבינו בפרק ו' מהלכות אישות ה\"א חשיב משפטי התנאים והשמיט הך פרט דא\"א לקיימו ע\"י שליח וכבר תמה ההמ\"ג, ומרן בכסף משנה תירץ דסובר רבינו כרב אחא דמביא ראיה דמקדש ע\"ת ובעל צריכה גט מהא דחליצה מוטעת כשירה, אלמא כיון דעביד מעשה אחולי אחליה לתנאיה ה\"נ כיון דבעיל אחליה לתנאיה, ובאמת דברי רב אחא צריך מובן דאטו לא יועיל תנאי במקח אם לא יתנה בעת גמר המקח וזה לא שמענו, ובתוספות כתבו בזה הלשון דס\"ד דצריך להזכיר תנאי בעת גמר הקנין, אבל דחוק לייחס זה לס\"ד דרב אחא, ולכן נראה לבאר הך דמותיב רב אחא עפ\"י הקדמות אלו שיבוארו. א) באיזהו נשך אמרינן בההיא עובדא דאמרה ליה אי קיימת דידך אנא, מדאיהו הוה ליה לאתנויי כו' פטומי מילי בעלמא נינהו, ופירשו רבנן בתוספות שם, דאם מעיקרא היתה אומרת כך ודאי דעל אופן זה גמר ומגרש, וכן בלוקח ומוכר רק אם אחר שכבר נגמר ענין המכר או ענין הגירושין אמרה לו או הלוקח למוכר אין זה רק פטומי מילי יעו\"ש. ב) טעם דמ\"ד במקדש על תנאי ובעל ד\"ה אינה צריכה הימנו גט, אע\"ג דבכ\"מ בקטן וקטנה אמרינן אין אדם עושה בעילתו ב\"ז, הכא לא מסיק אדעתיה דלא היה אמת בפיה שאין עליה נדרים וסבר שאין עליה נדרים ואינה בעילת זנות ולא בעיל לשם קדושין. ג) שיטת רבינו סוף פרק ח' מהלכות גירושין כפי מה שפירש ההמ\"ג דבטול התנאי צריך להיות בפועל לא בכח, ואם גירש ע\"מ שתתן מאתים זוז ומת הבעל אינה יכולה להתייבם עוד, אבל אם גירש ע\"מ שתתן מאתים זוז מכאן ועד שלשים יום ומת ושלמו השלשים יום, יכולה להתיבם לפי שבטל התנאי בפועל. ולפ\"ז יבואר דברי הגמרא, דהא לא התנה איהו, רק הב\"ד אומרים לו חלוץ לה ע\"מ שתתן מאתים זוז, ואיהו חליץ לה ע\"מ כן אם תתן מאתים, ואם לא תתן מאתים זוז, הרי לא יתבטל התנאי בפועל ותהא אסורה להתייבם, כמו במקדש ע\"מ שתתן מאתים ולא נתנה דאם מת אינה מתייבמת כן הכא, ואם הוי קבע לה זמן, כי כלה הזמן הרי היתה יכולה להתייבם, ואם נימא דמסיק אדעתיה ביטול התנאי היינו פן לא תקיים ולא תתן המאתים זוז, א\"כ הרי אסרה על עצמו איסור דלעולם שתהא אסורה עליו להתייבם ואיך לא חש להתנות התנאי בעצמו או לקבוע זמן לקיום התנאי וע\"כ דמחיל, וכוונתו על כל אופן שיהא תהא מותרת לשוק ולכן לא התנה בעצמו [דיקא נמי דקרי לה חליצה מוטעת ולא תנאי חליצה] אבל אם נימא דאיהו לא מסיק אדעתיה על אופן שיבטל התנאי רק על הקיום, א\"כ הכא אין ראיה ממה דלא התנה או לא קבע הזמן להתנאי דמאתים זוז, דודאי דאיהו גמיר בלבבו ע\"מ שתתן לו מאתים זוז, ואם לא, לא תהא חליצה ומאי דמפסיד אנפשיה אם לא תתן שלא תהא יכולה להתייבם [משא\"כ במקח וממכר שאם לא יתקיים התנאי לא יהא מועיל כלום והבן] זה לא מסיק אדעתיה כלל, כמו דלא אסיק אדעתיה דילמא אית עליה נדרים והוי בעילתו ב\"ז ואין אדם עושה ב\"ז כדסבר רב בשאר דוכתי בקטנה כו' ולא מחלק בין תנאי לשעבר לתנאי להבא, וזה נכון ודוק:<br><b> אמנם </b> המעיין בלשון רבינו יראה כי טעמו הוא, דבאמת עיקר החליצה הוא תלוי רק במעשה לא בכוונה, ובמעשה בלא כוונה ודאי לא שייך תנאי כיון דאינו ענין המתיחס אל הרצון, שבפעולות דבעי רצונו של אדם שייך תנאי, אבל בדבר דלא בעי רצונו של אדם לא שייך תנאי. הגע בעצמך, האם יתכן לשחוט על תנאי, ואפילו ביבום לא שייך תנאי כיון דלא בעי רצון וכוונה, וכן בחליצה עיקרו הוא הפעולה, ורק הכוונה הוא שאינו חפץ ליבמה ושהיא נתרת להנשא בחליצתו ועיקר קפיד קרא אם לא יחפוץ לקחת לא אבה יבמי היינו הכוונה על שלילת היבום, ופוק חזי מש\"כ ההמ\"ג בשם ירושלמי, דחלוץ לה ועקור זיקתך ממנה והיא נשאת לך דרך נשואין דמועיל, וכיון דלשיטת רבינו אף אם לא תתן המאתים זוז אסור ליבמה א\"כ לא אבה ליבמה אף באופן שלא תקיים התנאי כמו שבארנו, והיה הכוונה משלילת היבום בלא שום תנאי ולכך תו מועיל מעשה החליצה לחודא ודוק בכ\"ז:<br><b> ובזה </b> נראה פשוט דלא מהני חזרה תוך כדי דבור בחליצה אף דבעי כוונה בחליצה, אף אם נאמר דכוונת קנין הוי ולא כוונת מצוה וכמו שחקר בזה בשו\"ת חכ\"צ סימן א' אפ\"ה לא מועיל חזרה תוך כ\"ד אע\"ג דמועיל בקנין הגבהה וכיו\"ב כמו שפסק בשו\"ע חו\"מ סימן קצ\"ה סעיף ז', דשם הוי ענינים דצריך רצון ותנאי מהניא בהו, וכי מתנה שאינו מתכוין לקנות רק ע\"מ כך מועיל, אבל גבי חליצה אע\"ג דמעושה אינו מועיל בכ\"ז אינו ביד האדם להתנות תנאין בזה ועיקרו המעשה לבד ועל מעשה לא שייך חזרה כמו דלא מועיל על מה שנטל לולב לחזור תכ\"ד, ונקוט כללא בידך, כל מילא דהמעשה אלים שאינו מועיל בזה תנאי לבטלו כן לא מועיל חזרה תוך כדי דיבור, ובתמורה דחל בטעות ואפ\"ה מועיל חזרה תוך כדי דבור כדמפורש בפרק מרובה, משום דתנאי מועיל בתמורה [ובחידושי לגמרא הארכתי לפרש הדבר ודברי תוס' בנזיר דף ט' אכמ\"ל], אבל היכי שאינו מועיל תנאי לבטלו לא מועיל חזרה תכ\"ד. ולכך לא מני ליה הגמרא רק מקדש ומגרש וכמו דיבום נכלל במקדש דפשוט דלא מועיל חזרה תכ\"ד דהא אפילו אם אנסין הדביקום בע\"כ זב\"ז קנאה, כן חליצה עיקרו המעשה דאינו מועיל תנאי לבטלו, והוה\"ד רציעה לפסק רבינו בהלכות עבדים כהך תנא דמכילתא דלא מהני ע\"י שליח [ודלא כמאן דפליג בירושלמי פרק האיש מקדש] דאינו מועיל בזה תנאים לא מהני חזרה תכ\"ד דעיקרו המעשה ועל המעשה לא מועיל חזרה ופשוט:<br><b> ולפ\"ז </b> יש לפרש שמועה דפרק ר\"ג דמוקי דפליגי רבי ורבנן ביש תנאי בחליצה דפירושו, דבחולץ על תנאי פליגי אם מועיל, וכיון דמועיל לרבנן תנאי בחליצה תו מועיל חזרה תכ\"ד בחליצה, וגזרו רבנן דלמא יאמר תכ\"ד התקדשי לי בזיקת יבמין והוי חזרה למעשה החליצה, לכן גזרו דמועיל מאמר תמיד ובפרט לשיטת קדמאי דהכא במקדשה לשם יבמות עצמה, לכן גזרו תמיד דיהא מועיל קדושי מאמר ודוק היטב, ופשוט דנכלל בכלל מגרש וא\"צ לפנים:<br><b> ובזה </b> יש לפרש הך דרבינא דבתנאי כפול פליגי לפי מה שהסביר בהשגות הלכות זכיה פרק ג' בשיטת קדמאי דלא בעינן תנאי כפול רק בגיטין וקדושין לא בשארי דברים, משום דענין כזה אדם עושה בישוב דעת וכי לא כפל תנאיה אינו אלא כמפליג בדברים, ולפ\"ז יתכן דחדא טעמא הוי עם הא דלא מועיל חזרה תוך כ\"ד בגט וקדושין כמ\"ש ר\"ן בנדרים, ואם כן הא דפליגי בחליצה אם בעי תנאי כפול פליגי אם דומה לגט, לכן למאן דסבר דבעי תנאי כפול בחליצה כבגט, הוה\"ד דלא מהני חזרה תוך כ\"ד ולרבנן דסברי דחליצה הוי כשאר דברים דלא בעי תנאי כפול הוה\"ד דמועיל חזרה תכ\"ד ולא הוי בכלל מגרש, וגזרו דילמא יאמר התקדשי לי בזיקת יבום תוך כ\"ד דמועיל מדין חזרה ויעוין היטב ודוק:<br><b> ולפ\"ז </b> מדוקדק לשון התוספתא נוסחא שלפנינו, חלצה ולא רקקה ולא קראה חליצתה כשרה ואם רצה לחזור לא יחזור, דכל הני בבי דתוספתא היינו אם רצה לחזור ולייבם וכאן קמ\"ל דתוך כ\"ד ג\"כ אינו יכול לחזור מהחליצה, דהרקיקה ואמירה הוי יותר מתוך כ\"ד, אבל כי חלצה לבד קמ\"ל דאינו יכול לחזור ופשוט:"
            ],
            [
                "<b>המוסר מודעא וכו' ואם כו':</b><br><b> הרב </b> המגיד הביא הא דאמרינן בסוגיין הא דאמר רוצה אני הא דלא אמר רוצה אני, ומסתפקנא טובא אם גבי דידה ג\"כ אמרינן דמעושה בחליצה פסולה אם לא אמרה רוצה אני, וצדדי הספק הוא משום דחזינן דבקטנה דרצונה אינו רצון ופתוייה אונס, אפ\"ה סברי חכמים דקטנה חולצת דונגשה יבמתו מ\"מ בין גדולה בין קטנה, ואף לר' מאיר הגירסא בירושלמי והתוספות פלפלו ריש פ\"ג דבכורות והוכיחו שכן העיקר, דאם לא חלצה חליצתה כשרה, ופירשו רבנן בתוספות דהא דמקשינן אשה לאיש הוי רק דרבנן, ויעוין בפ\"ק דקדושין (דף י\"ח:) ושוין שמוכרה אלמנה לכה\"ג גרושה וחלוצה לכהן הדיוט, הרי דקטנה חולצת, ורבינו בפ\"ד מהלכות עבדים העיר בזה בהלכה י\"ג, וז\"ל וכן אם כו' וחלץ לה אעפ\"י שהיא חליצה פסולה מפני שהיא קטנה הרי נפסלה מן הכהונה כו' וכיון שכן אפשר דאף במעושה ולא אמרה רוצה אני ג\"כ כשר, אולם הא חזינן בנתכוון הוא ולא נתכוונה היא, נתכוונה היא ולא נתכוון הוא חליצתו פסולה עד שיכוונו שניהם, וכיון דאינה רוצית אין לך מחוסרת כוונה גדולה מזו, והא דקטנה חולצת היינו כמו שפירשו רבנן בתוספות (קד:) ד\"ה והא אמרי דברי ר\"י, שכיון שב\"ד עומדים ע\"ג ומורים להם לעשות חליצה מהני אע\"ג דלאו בני דעה נינהו ומחשבתו ניכרת מתוך מעשיו יעו\"ש. ואף לשיטת רבינו דפוסק בפ\"ג מהלכות גירושין דתורף הגט אם כתבו חרש ושוטה וקטן אעפ\"י שאחרים עומדים ע\"ג פסולים דאין זה לשמו, הוא כמו שמבואר בירושלמי ריש מסכת תרומות דתמן זה כותב וזה מגרש, היינו שאינו הוא המגרש והכתיבה אין זה גמר מעשה רק כותב לאחר, אבל הכא הוא החושב הוא התורם יעו\"ש, והביאוהו תוספות בפ\"ק דחולין (דף י\"ג) בסוגיא דקטן אין לו מחשבה יעו\"ש, וא\"כ ה\"נ הוא החולץ בזה ודאי דחשיב מעשה גמור ובכזה בר כוונה הוי, ועיין מש\"כ בהלכות סוטה פ\"ד הלכה ט' על ואם כתבה כו' כהן קטן פסול יעו\"ש, ובפרט לפמש\"כ בשו\"ת חכם צבי סימן א' דהוא כוונת הקנאה ולכן בקטנה דהוי כמו דעת אחרת מקנה אותו דמהני בקטן מה\"ת יעו\"ש, א\"כ ודאי היכי דאנסוה ולא אמרה רוצה אני לא מהני שום קנין כלל, לכן פשוט דבאנסוה ולא אמרה רוצה אני פסול, ומה דלא מוקי הגמרא הך דתני חליצה מעושה פסולה גט מעושה כשר היינו באנסוה שהיא לא רצתה ובגט שמתגרשת בעל כרחה כשר ובחליצה דבעי דעתה וכוונתה פסול, היינו דבעי הגמרא לאוקמי הכל בדידיה וכגוונא דבבא גט מעושה פסול דבבעל מיירי:<br><b> אמנם </b> לפי מש\"כ המהרי\"ט דהא דאמר עד שיכוונו שניהם הוא רק לידע שהיא נפטרת ממנו באותה חליצה, אבל לא שיהא כוונת הלב באותה שעה, א\"כ אפשר דבדידה דאף קטנה סגי לרבנן ולכמה אמוראי, אפשר דאף בע\"כ מהני והיינו רק שתדע שהיא נפטרת מאתו בחליצה זו, וכמו שכתבו רבנן בתוס' פ\"ק דקדושין גבי יעוד שצריך להודיעה שעושה זה לשם קדושין וע\"ז אמר שצריך שיהא מדעת דילה אבל גם בבעל כרחה מהני, עיין תוספות פ\"ק דקדושין (דף ה') ד\"ה שכן ישנן בע\"כ, כן הכא ג\"כ בחליצה, ובירושלמי פרק ר\"ג ה\"ד המאמר קונה בין לדעת בין שלא לדעת דברי רבי כו' ויפטור הגט שלא לדעת וחליצה אינה פוטרת אלא לדעת, מורה דחליצה בעל כרחה לא מהני יעו\"ש:<br><b> אולם </b> ראיתי להעיטור חלק ראשון בחלק פ' אות פרוזבול הביא פירוש התוספתא דפ\"ק דחולין ז\"ל, כשר בחליצתה פסול בגירושין פסול בחליצה כשר בגירושין, פירש בשם גאון שכוונתו על גט מוטעה פסול חליצה מוטעת כשרה, חליצה מעושה פסול גט מעושה כשר, וכן הוא נדפס עתה בתשובות גאוני מזרח ומערב סימן ר\"ל וזה פלא, דהא הגמרא פריך מ\"ש, ומסיק דזימנין כשר וזימנין פסול ושניהם שוים דבלא אמר רוצה אני פסול ואיך אומר ע\"ז פסול בחליצה כשר בגירושין. אמנם לשיטת ריטב\"א בסוף מכות ובפרק החולץ דמוכה שחין אין כופין אותו לחלוץ אע\"ג שכופין אותו לגרש הוי א\"ש דבמוכה שחין מיירי, אבל באמת שיטת הריטב\"א דחויה אעפ\"י שהובאה בנמוקי יוסף דזה מוזר לומר דמוכה שחין יהא בחליצה אסור לכופו ויהיה גרע טפי מנודרת וכן דחאה בשו\"ת ריב\"ש סימן תק\"ט, אבל לפמ\"ש א\"ש, דעל האשה מיירי דאם היא מעושה בגט כשר שכן מתגרשת בע\"כ, ואם היא מעושה בחליצה פסול דבעי כוונתה ודעתה, ובפרט לר' מאיר דקטנה חליצתה פסולה ומקשינן אשה לאיש וא\"ש מאד התוספתא, והא דמקשה בפרק אעפ\"י (דף ס\"ד) הא דאמר אין כותבין אגרת מרד על שומרת יבם, על הך דתניא דאחת שומרת יבם כו' ולא מוקי כאן שתבע ליבם כותבין אגרת מרד דאז כופין אותה להתייבם דויבמה בע\"כ, והא דאין כותבין שתבע לחלוץ דאם יהיו כופין אותה הלא בדידה חליצה מעושית פסול ולכן אמרו חכמים דאין כותבין ובפרט שמואל דאיהו אמר אין כותבין איהו סבר דקטנה אינה חולצת (ב\"ב דף קנ\"ו) עיי\"ש, לק\"מ, משום דר' יוחנן אמר להיפוך ואי משום דר\"י קאי למשנה אחרונה דמצות חליצה קודם, א\"כ א\"ש כמו דמסיק כאן כמשנה ראשונה כאן כמשנה אחרונה ואין צריך לחדש מילי אוחרי ודוק בכ\"ז:"
            ]
        ],
        [
            [
                "<b>היבמה שנתן לה היבם גט כריתות כו', וכל גט שפוסל אשתו מן הכהונה כו':</b><br><b> בגמרא </b> (דף צ\"ו) גבי קטן פליגי ר\"מ ורבנן, ושם תניא יש לו גט ויש לו מאמר דברי ר\"מ, ובתוספות חדשים דפוס ווילנא כתבו, דדוקא בכתב ידו דשליחות לית ליה יעו\"ש, וחזינא דפסיקא ליה דגדול פוסל בגט על האחין גם בכתב אחר אע\"ג דסובר דכתיבה בגט בעי שליחות ובהלכות גירושין הארכתי בזה, וזה תלוי בהא אם נאמר דגט דפוסל דעשאו אותו כגט באשה וכמו דאמרו פרק ר\"ג גט דמועיל באשה מועיל ביבמה לכן שפיר מועיל ע\"י שליח, אבל אם נאמר דעשו אותו כמו חליצה ליתא ע\"י שליח כמו חליצה ובמאמר פליגי רבי ורבנן אם מועיל בעל כרחה, דרבנן סברי דאינו מועיל דהוי כקדושין דעלמא ורבי סבר דהוי כביאה ומועיל בעל כרחה, ובירושלמי פרק ר\"ג ה\"ד אמר דלרבי דמאמר מועיל בעל כרחה דוקא מאמר משום דכביאת יבמה דמיא דמועיל בעל כרחה תאמר בגט שדומה לחליצה ובחליצה אינו מועיל בעל כרחה כן גט פוסל דוקא מדעת שלה, אבל לרבנן דסברי דמאמר הוי כקדושין כן גט הוי דומיא דגט באשה ופוסל אותה ליבום אף בעל כרחה כמו דגט באשה מועיל בעל כרחה, וכן מורה פשטיות השמועה דפרק ר\"ג דמועיל בעל כרחה כמו גט באשה, ובפרק האשה שנפלו בההוא דבעי למיפסלה בגיטא מיניה מורה דע\"י זריקת הגט בעל כרחה [כפרש\"י שם] נפסלת מן האחין וזה דקיי\"ל כרבנן וא\"כ לרבי אינו מועיל שלא בכת\"י אפילו בגדול כיון דבעי שליחות בכתיבה ובחליצה אינו מועיל ע\"י שליח, וה\"ה לדידיה מאמר ע\"י שליח לא מהני ויעוין תוספות (דף י\"ח:) תוד\"ה אומרים לו המתן ובשו\"ת ריב\"ש סימן קמ\"ב שביאר כ\"ז, ואולי כיון דאין המעשה בכתיבה בגוף האשה לא מקיש בזה לחליצה ועיין:<br><b> ולפי </b> שיטה זו צ\"ע בגט חרש דעלמא יהא בעי כתב עצמו דהא שליחות לית ליה, אם לא דנאמר דרבנן תקנו עבורו שיהא מועיל לקדושין שלו גט ע\"י שליח, וגם אם יתן ע\"י שליח, וה\"ה דתקנו ליה קדושין ע\"י שליח, משום דאי אפשר שיכתוב, ועל כרחין דעל ידי כתב אחרים ובשליחות, לכן יתכן דגם על הנתינה מועיל שליחות. ומצאתי להב\"ש סימן קכ\"א ס\"ק יו\"ד שהעיר בזה יעו\"ש. ואולי מזה נובע טופס הגט של רבינו ירוחם בשם הגאונים שהב\"ד הן המגרשים יעו\"ש. ונתבאר יפה בספר מלאכת חרש יעו\"ש ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שאין חליצה פחותה כו' עד שתחזור על כל האחין כו':</b><br><b> המעיין </b> יראה דהוי גריס רבינו בהאלפסי סוף פרק י\"ג כהגירסא שלפנינו, ז\"ל, ומ\"ד פוטרת סבר לה כשמואל דאמר חליצה פסולה א\"צ לחזור על כל האחין דלא בעיא חליצה מכולם אלא למיפטר צרה כו' והב\"ח הגיה תחת תיבת מכולם (מעולה) ולא נראה, ומזה נסתייע רבינו לשיטתו, וראיתי כי בביאורי הגר\"א ס\"ק מ\"ח רמז לזה:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>לפיכך ראובן שהיה בירושלים ולו שתי נשים אחת בעכו ואחת בצור כו', רצה האחד לחלוץ קודם שידע מה עשה אחיו אין מונעין אותו:</b><br><b> מרן </b> בכס\"מ תמה דהא אתה מצריכה כרוז לכהונה ומ\"ש מהאשה שהלך בעלה וצרתה למדינת הים, וכשאמרה מת בעלי ואח\"כ מת הבן כמו\"ש רבינו בפ\"ג הלכה ט\"ז, ובאמת אין תמיה כלל, דתמן אין אתה מבטל מצות יבום וחליצה בכך, שאפשר שכך הוא שמת הבן אחרי מות הבעל, וכן תמן בצרה שהלכה שאפשר שנתעברה וילדה ואינה צריכה יבום וחליצה, אבל כאן אם אתה אומר שלא יחלוץ עד שידע בודאי מאחיו, וכן נאמר על האח השני שלא יחלוץ עד שידע מאח זה, דכמו שנפסוק לזה האח ולאשה זו, כן נפסוק לאחיו השני ולאשתו השנית, וא\"כ שניהם לא יחלצו ולא ייבמו ונמצאת מבטל מצות יבום לגמרי, מה שודאי שצריכה חליצה ויבום, וזה פשוט, ועיין שו\"ת רמ\"א סימן מ', ואולי כוון לדברינו ע\"ש, ועיין שו\"ת מבי\"ט ח\"ב סימן קל\"ה:<br><b> וצ\"ע </b> רב, א\"כ אמאי אם קדם אחד מהן ויבם אין מוציאין מידו, ניחוש שמא חלץ כבר האחד להשניה והויא צרת חלוצה לאחין, והא דאמרו דעבד כהן אוכל בתרומה ולא חייש שמא מכרו אדונו לישראל, כבר פירשו דאסור האדון למוכרו ועל סמך זה אוכל העבד בתרומה, וכמו דאמרו דאם היה הנפקד רשאי למכור היה אסור בעה\"ב לעשותן תרומות על מקום אחר, ועיין במה שפקפקו הקדמונים בתוספות ור\"ן גבי הא דאם הלך האב למדינת הים איך משיאין בתו דלמא קדשה לאחר ואתו עלה מטעם חזקה ועוד, אבל כאן לא שייך חזקה דאדרבא ודאי יחלוץ לה דלייבם אסור שמא יבם אחיו השניה והויא צרת יבמה וכמו שביארתי לעיל פ\"ב הלכה י\"ב דמהאי טעמא לא משגיחין כאן על גדול האחין יעו\"ש, כדי שלא תתעגן רק יחלוץ לה היבם הקטן מהאחים ותהיה מותרת לעלמא, ותו איך אם עבר ויבמה אין מוציאין מידו, ניחוש דילמא כבר חלץ האח לזו השניה והיא פטורה מחליצה ויבום דבית אחד הוא חולץ ואינו חולץ לשני בתים, ויעוין בבית שמואל סימן ל\"ז ס\"ק ל', ולפי מה שבארנו דב\"ד נזקקין לזה שתחלוץ כדי שתהיה מותרת לעלמא ולא תתעגן ותשב להמתין עד שיודע לה שייבם או חליץ האח השני להשניה, ודאי לכו\"ע קשה איך אמר דאם עבר וייבם אחד אין מוציאין מידו וצ\"ע:<br><b> ונראה </b> לי דרבינו לטעמו אזיל דכתב לעיל פרק א' וכן החולץ ליבמתו נאסרה החלוצה היא וצרותיה על החולץ ועל שאר האחין וכולן אסורות עליהן מד\"ס כשניות כו' א\"כ סבר רבינו דהויא מדבריהם, ולכן כמו דאמרו דאם נשא כהן ספק חלוצה לא גזרו חכמים עליו להוציאה, כן בצרת חלוצה לאחין בספק לא גזרו בדיעבד להוציאה מידו, ואם נחוש שמא כבר יבם האח השני ליבמה השניה וקיימא צרה לאחין באיסור עשה דהוי דבר תורה, זה אינו, כיון דמן הדין אסור ליבם תו לא חייש שמא עבר אחיו השני ויבם השניה, ואטו משום דעבר הוא נחזיק האח השני לעבריין וכמו שאמרו שכיון שהנפקד אינו רשאי למכור תו הבעלים עושין אותן תרומה ומעשר על מקום אחר, רק לחוש לחליצה דב\"ד נזקקין לזה לכתחילה ע\"ז לא חייש דהוי ספק צרת חלוצה ולא גזרו חכמים להוציאה מידו, ואף שהוכיחו הקדמונים ממשנה דמי שקידש אחת משתי אחיות, דאם עבר וכנס אחות ספק חלוצתו יוציא, מדאמר מת ולו אח אחד חולץ לשתיהן כו' קדמו וכנסו אין מוציאין מידם כו' מוכח דאם אין אלא אח אחד וחלץ לאחת ויבם השניה יוציא משום דהוי אחות ספק חלוצתו יעו\"ש, אלמא דלא שרו רבנן רק בקדושת כהונה דחלוצה לכהן הוי מדברי סופרים ולא גזרו חכמים בעבר וכנס, אבל לא בספק איסור דדבריהם השוה בכל, וכן פסק הרמ\"א סימן קס\"ב בשם המרדכי, שאני תמן דכיון דהיא צריכה חליצה ממנו, א\"כ מספקא לך דילמא החלוצה איננה חלוצה כלל דאימור שלשניה קידש, אבל אחרי שנחלצה בב\"ד הרי רואין כו\"ע דנושא אחות חלוצתו, אבל כאן מספקא לן שמא לא חלץ כלל האח השני להשניה, ולא הויא צרת חלוצתו כלל ולכך לא גזרו בדיעבד, אם דבספק אחות חלוצתו כתב רבינו לקמן פ\"ו הי\"ג דמוציא ארוסתו מפני שהיא ספק קרובת חלוצתו כו', ויעוין בב\"ש סימן קע\"ג בזה לא דמי כמו שכתבנו, ופוק חזי ריש פ' ד' אחין דאמר ולוקמי דלא ידעינן הי נפיל ברישא, ומשני דא\"כ המיבם שניה דהוי ספק דילמא נפלה אחר חברתה והיא אסורה לו משום אחות זקוקתו, וכיון שנאסרה שעה אחת תו לא חזרה להיתרה וכמו אחות אשה דבר תורה דבכרת קיימא, ואפ\"ה פריך כיון דזיקה דרבנן לא יוציא מספק יעו\"ש, כן הכא דמספקא ליה בספק צרת חלוצה ודוק:<br><b> וכזה </b> ביארתי השמועה בפרק בית שמאי (דף ק\"י) דרבה הוי אמר דחרשת מעיקרא חולצת דכי היכי דעל הכי נפק יעו\"ש, וטרח אביי לאותביה ממשניות דפרק חרש, והגמרא מדחה, ולבסוף א\"ל רב יוסף הא תיובתא מרישא דתני שני אחין חרשין נשואין שתי אחיות כו' ואם היו נכריות יכנוסו ואם רצו להוציא יוציאו כו' ומדיוציאו הרי דהיו חרשין בשעת הקדושין ואפ\"ה בנכריות יכנוסו ולא יחלוצו, אלמא דגם אם נתקדשה בחרשות אינה חולצת כו' וכבר תמה הר\"י מה היה בדעתו של אביי שלא הקשה מזו הרישא הפשוטה יעו\"ש. ונראה דרשב\"ג סבר בגיטין (דף ע\"א) דפקח שנתחרש הוא כפקח, כיון שלא נולד חרש וכבר למד לכתוב הוא פקח והוא כותב ואחרים מקיימין ואמר ר' יוחנן חלוקין עליו חבריו על רשב\"ג, ומייתי אביי ממתניתין דפרק חרש נתחרש הוא כו' לא יוציא עולמית אע\"ג דיכול לדבר מתוך הכתב כו' יעו\"ש, ויכולין אנו לומר דלרבנן הוי ספק פקח כיון שלמד לדבר מתוך הכתב בעוד היה בפקחותו [ובאמת יש כמה מהמחברים הסוברים כן לפום מסקנא] וא\"כ יכולין אנו לאוקמי כולהו בבי באופן דהיו פקחים ולמדו לדבר מתוך הכתב דהוי ספק פקחים, ולכן כיון שהיו חרשים בעת הקדושין באחיות יוצאות משום אחות אשה, דקדושי שניהם או דהוי קדושי דאורייתא או דרבנן, ובנכריות יכנוסו ולא יחלוצו דשמא קדושין שלהם הוי דבר תורה דכפקחים הוי, ותו מעכב בהו קריאה והוי כאלמים דאינן חולצין וחליצתן פסולה מה\"ת, אבל משנתנו דתנא דחליצת חרשת פוטרת חברתה הוא כשנולדו בחרשות דהוו שוטים גמורים, רק דמדרבנן תפסי בהו קדושין לכן מועיל בהו חליצה כי היכי דעל הכי נפק, אבל משני אחין פקחין נשואין שתי נכריות כו' פריך שפיר דע\"כ החרשת היא חרשת מעיקרא שנולדה בחרשותה דמדאחיות חרשות הוא כשנולדו בחרשותן, והראיה מדתני שני אחין אחד פקח ואחד חרש נשואין שתי אחיות אחת פקחת ואחת חרשת מת פקח בעל פקחת חרש בעל חרשת מוציא את אשתו בגט ואשת אחיו אסורה לעולם דהיא זקוקה לו מה\"ת מקדושי הפקח והחרש לא מצי חליץ לה לכן אסורה לעולם, ואם נאמר דמיירי כשנולדו פקחין ולמדו לדבר מתוך הכתב ונתחרשו ואח\"כ נשאו זה לזה דהוי ספק פקח אמאי מוציא את אשתו בגט הא הוי ספק אחות זקוקה דשמא המה פקחים לכל דבריהם, ונמצא דהפקחת אשת הפקח יוצאה משום אחות אשה ואינה זקוקה כלל ליבום, וא\"כ הואי אחות ספק זקוקתו ובזה לא יוציא, ועל כרחין דמיירי כשהן נולדו בחרשותן וא\"כ הואי ודאי אחות זקוקה ולכן יוציא את אשתו, ומדאחיות חרשות מעיקרא נכריות נמי חרשות מעיקרא היינו שהן ודאי שוטים דנולדו בחרשותן וקתני כונס אין חולץ לא, וזה ראיה דהיכא דהוי ודאי קדושי דרבנן ג\"כ אינו חולץ, ורב יוסף לא חייש לזה דאם נוקמי בגוונא רחיקא ונאמר דהחכמים החולקים על רשב\"ג סברי דהוא רק ספק פקח או שוטה, א\"כ גם ראייתו אינה ראיה דמצינן לומר דמיירי גם הך בבא בהיו פקחים ולמדו לדבר מתוך הכתב ונתחרשו ונשאו זה לזה, ואי דא\"כ אמאי יוציא את אשתו בגט, זה לא קשה, דהא גם השתא דמסיק דמיירי בחרשין מעיקרא והוי שוטים גמורים אמאי יוציא אשתו בגט הא הוי כמו קטן האוכל נבלות, וצ\"ל גזירה משום התרת יבמה לשוק א\"כ משו\"ה יוציא אע\"ג דהוי ספק אחות זקוקתו ובדיעבד לא יוציא, הכא אם שרי להיות עם אשתו תאמר, דאחותה יוצאה משום אחות אשה וקדושיה ודאי דבר תורה ויתירו שומרת יבם מספק לשוק, וע\"כ דלא בעית לאוקמי בגוונא רחיקא או דחכמים החולקים סברי דאין נפ\"מ בין חרש מעיקרו לנתחרש אח\"כ דהוי שוטה גמור מן התורה, א\"כ הראיה מהרישא חזקה, ואביי לטעמיה אזיל דסבר קטן אוכל נבילות ב\"ד מצווין להפרישו ולא סבר טעמא דרב שמעיה סוף פרק חרש יעו\"ש ודוק היטב:<br><b> נחזור </b> לענינו, דנתבאר, דרבינו לטעמיה אזיל דצרת חלוצה לאחין הוי דדבריהם. אמנם הטור והשלחן ערוך שפסקו בסימן קס\"ב דחולץ ליבמתו נאסרו הצרות לאחין מה\"ת באיסור עשה אם עבר אחד ויבם יוציא מספק דשמא חלץ האח השני לשניה והוי צרת חלוצה לאחין וכמוש\"ב, ובסימן ק\"ע העתיקו דברי רבינו דקדם אחד מהן ויבם אין מוציאין מידו, אמנם מרן בשו\"ע לא העתיק סוף דברי רבינו ואם רצה האחד לחלוץ כו' וכמו שהקשה בכסף משנה, ניחוש שמא תהא מצריכה כרוז לכהונה יעו\"ש, וכיון דאינו חולץ לכתחלה תו לא חיישינן לזה ולכן אם קדם אחר וייבם אין מוציאין מידו ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לפיכך אם היו כל היבמות הבאות מבית אחד קטנות או חרשות, ביאתה של אחת מהן פוטרת את כולן:</b><br><b> לפלא </b> בעיני על דין זה דהא אבן פנה מוסד להקבלה, דדרכיה דרכי נועם, אשר מטעם זה פטרוה מן החליצה אם מתו הבנים, ובכמה מקומות בש\"ס הוציאו מזה כמה הלכות כמו בסוכה ואימא הירדוף וכי\"ב, איך עשו חכמים נגד כלל גדול עיקר כזה, דאם בא על הקטנה אחת דפטורה השניה, הא אם תנשא השניה לאיש ותגדל, הלא ההלכה פסוקה דאין ממאנין משהביאה שתי שערות אעפ\"י שלא נבעלה ובפרט אם תנשא אחר שתגדיל דלא שייך לומר שנשואיה הן מיאוניה כלל, והראשונה תמאן ביבם ותעקר נשואי קמאי ותהיה חברתה זקוקה ליבם ותיאסר על בעלה ותצריכה חליצה אח\"כ ואין זה דרכי נועם, ולומר כיון דקטנה קנויה ואינה קנויה והוי ספק זקוקה ליבם מד\"ס, דקדושי קטנה לא הוי רק דרבנן לכן הואי כמו בספק חלוצה דלא גזרו בה רבנן אם קדמו וכנסו, זה מוזר מאד לחשוב זה לספיקא כיון דרבנן תקנו ע\"ז האופן, והדבר צע\"ג:"
            ],
            [],
            [
                "<b>שיטת </b> ההלכות ורבינו, דלפי מה דקיי\"ל דמלמדין הקטנה שתמאן, א\"כ הוא הדין בחרשת וקטנה ג\"כ מלמדין הקטנה שתמאן וכונס החרשת, אע\"ג דבצריכותא דאמר הגמרא הוא משום דאי ממאנין יקויים מצות יבום, ולפ\"ז אפשר דדוקא לקיים מצות יבום מה\"ת ממאנין לא כן הכא בחרשת דיבומה לא הוי רק דברי סופרים. אך ז\"א דהא טעמא דיתרחק אדם מן המיאונין פירשו משום דילמא גדלה ומתחרטא בה, וכאן לא שייך דמתחרטא בה כיון דאם נאמר דלא תמאן הקטנה א\"כ יכנוס החרשת ויחלוץ להקטנה ונמצא שלא יכנוס אותה להקטנה לכן בכה\"ג ממאנין, וכן כתבו הקדמונים, עיין ברא\"ש בשם רמב\"ן דברי סברא. אולם בהלכה כ\"ו שכתב שמלמדין הקטנה שתמאן, וכן בהלכה למ\"ד באם בא על הקטנה אחר שבא על הגדולה שממאנין הוה טעמא דבאמת אין כאן זיקת יבום על הקטנה רק הוי כקדושין שתופסין בצרת יבמתו דכיון דהוי קדושין באיסור א\"כ שפיר ממאנין בזה, דבאמת מצאנו להר\"ן בשו\"ת שכתב שאם מכרו קטנים שהגיעו לעונת הפעוטות בנכסים מועטין לא הוי מכירה, וטעמא משום דבאיסורא לא תקנו רבנן דליקני ואפ\"ה כאן פסק רבינו דקדושי חרשת וקטנה מועיל אף כשהיא באיסור, וטעמא, דדוקא שם דהוי לאפקועי זכותא דאחרינא לא קני באיסור דעוקר תקנת חכמים שתקנו שיהיו הבנות ניזונות והבנים ישאלו על הפתחים מה שא\"כ במקום שלא הפקיעו זכותא דאחרינא הוי כעין דאורייתא, וכן הוא בכ\"מ בש\"ס דאם קנו באיסור הוה הקנין קנין, ואף בגנב כתבו דקני בד' אמות [אי לאו משום דלא שייך דלא ליתי לאנצויי], עיין תוספות פרק אלו נערות (דף ל\"א), וטעמא דהתם לחובתו הוה הקנין, ולכן תפסו הקדושין אף קדושי מיאון באיסור, אבל ודאי דמלמדין הקטנה שתמאן כיון דכופין בקדושין דאורייתא לגרשה וכמו שאמרו סוף פ' המדיר אין מעשין אלא לפסולות, ואף בשניה כופין אותו להוציא, כש\"כ דב\"ד נזקקין ללמד הקטנה שתמאן וז\"ב:<br><b> ומה </b> שכתב רבינו בהלכה כ\"ח דאם בא על החרשת וחזר ובא על הקטנה דמלמדין הקטנה שתמאן והחרשת יוצאה בגט, פירושו, דאם לא תמאן הרי צריכה הקטנה גט וחליצה, וא\"כ יאמרו שתי נשים הבאות מבית אחד זו מתגרשת וזו חולצת לכן מלמדין שתמאן, ואעפ\"י שמיאנה בכ\"ז החרשת יוצאה בגט מדלא המתין לבעול החרשת לאחר שתמאן הקטנה קנסוהו שיוצאה בגט שעל ידי המיאון לא ירויח [ואולי מצא זה רבינו מפורש] משא\"כ להלן בבא על הקטנה וחזר ובא על הגדולה תמאן הקטנה והגדולה יקיים, דאי תימא דיוציא את הגדולה בגט, א\"כ נמצא דביאת הגדולה הוי כביאה פסולה שייבמה באיסור שצריך אותה לגרשה, ואסור לקיימה משום שבא קודם על הקטנה א\"כ משכחת דהוי ביאת גדולה פסולה ותהא צריכה הגדולה גט וחליצה, וזה לא מצאנו שילמדו למאן ויצריכו חליצה, הלא עיקר המיאון הוא כדי לקיים מצות יבום משום דגדולה רמיא קמיה כמו\"ש בגמרא, א\"כ ע\"כ כיון דלא תחשוב אותה לביאה פסולה תאמר דמותר לקיימה אחרי מיאונה של הקטנה, משא\"כ בבא על החרשת תחלה אף כי שתאמר שיוציאנה בגט מכל מקום לא הוי ביאה פסולה, כיון דבתחלה הואי, ואף אם לא תמאן הקטנה ג\"כ אינה צריכה רק גט כמו\"ש רב כונס החרשת ומוציאה בגט, ורק בדרך שקלא וטריא בעי למימר דביאה פסולה הויא וכמוש\"כ רש\"י בד\"ה אלא אי אמרת קטנה קנויה ומשויירת כו' ואי נמי חשיב לה פסולה משום דקיימא זיקת חרשת כו', פירוש אבל למסקנא אינו כן ודברי הלח\"מ בזה תמוהין, וא\"כ שפיר קנסוהו דיוציא החרשת בגט וז\"ב [אבל כפי הנראה מירושלמי מחשיב זה לביאה פסולה לכן אף אם לא בא על הפקחת פוסל החרשת ואף אם לא בא על הגדולה פוסל הקטנה, דלא משמע משום שצריך לחלוץ לגדולה ולפקחת, רק כיון דזיקת חברתה רמיא קמיה הוי ביאת חרשת וקטנה ביאה פסולה והא דבקטנה וחרשת כונס החרשת הוא כדי להתירה דאין לה תקנה ודוק]. ומה שכתב רבינו ויקיים הגדולה שבעילתה קונה קנין גמור הוא טעם מדוע פסל את הקטנה אף שבעל את הקטנה קודם שבא על הגדולה, מפני שבעילת הגדולה קונה קנין גמור, אבל מדוע יקיים הגדולה הוא מאותו טעם שפירשנו:<br><b> ודע </b> דמה שביארנו דלכן ממאנין הקטנה אע\"ג שהחרשת מגרשה הוא שלא יאמרו ראינו שתי נשים מבית אחד זו מתגרשת וזו חולצת, לא מסברא היא, אך גמרא ערוכה היא בירושלמי, ז\"ל שם הלכה ח', רחב\"א בשם רב כונס החרשת ומוציאה בגט והקטנה תמתין עד שתגדיל ותחלוץ, ופריך ע\"ז כמה דתימר תמן יחלוץ צד הקנוי שבו ויפטור צרתה, פירוש כמו דאמרת שחליצת אחת מהן פוטרת לצרתה קטנה שכקניה של זו כן של זו, ובהאי זיקה קלושה פוטרת חליצה לצרה, אמור אף הכא יחלוץ צד הקנוי שבקטנה ויכנוס צרתה, פירוש, דכיון שכנס החרשת קודם, הלא בצד קנין שיש בזו החרשת והקטנה שוים כאחד ופטרה הביאה לצרתה הקטנה, רק שנשאר קנין יותר אצל הקטנה מה שאינו בחרשת, א\"כ ע\"ז תחול החליצה, הא על הצד קנין שיש בקטנה מה שיש בחרשת, לא חלה החליצה כלל, והוי כחולץ לקטנה בתר קטנה דאינו כלום ואינו נתפס כלום ועל המותר תחול החליצה, וא\"כ יקיים החרשת שכנסה קודם ויחלוץ לקטנה כשתגדיל ולא שייך לומר דמקיים צרת חלוצתו, דבאופן הקנין והזיקה שחרשת וקטנה שוים כבר פטר היבום של החרשת ורק על אופן שיש בקטנה זיקה ואגד מה שאין בחרשת ע\"ז חלה החליצה ובזה לא הוי חרשת צרתה כלל [דבאמת הירושלמי לא סבר כהבבלי משום דקטנה קנויה ואינה קנויה רק שאין איכות הקנין שוה כשניהם על אופן אחד וקרוב למש\"כ רבינו בהלכה כ\"ג] בזו קצת הזיקה שעליה חלה החליצה, א\"ל כך אמר רשב\"ל לא מצאנו שתי יבמות אחת חולצת ואחת מתייבמת, ופריך ומצאנו שתי יבמות אחת חולצת ואחת יוצאת בגט [פירוש לאחר ביאת יבום היא מתגרשת] א\"ל הדא הוא דתנינן תמן מאמר לזה וחלץ לזה הראשונה צריכה גט, ע\"כ פלפול הירושלמי, ומפרש רבינו דלכך מלמדין הקטנה שתמאן משום שלא יאמרו זו חולצת וזו מתגרשת אחרי ביאת יבום ויאמרו שחליצת אחת או ביאת אחת כשרה אינה פוטרת בשתי יבמות הבאות מבית אחד, ואם יש יכולת לתקן על ידי מיאון מתקנינן, וזה ברור:<br><b> ומה </b> שכתב הרשב\"א שלמאן דאמר אינה ממאנת לזיקתו א\"כ בחרשת וקטנה אם תמאן הקטנה תשאר הזיקה ותהא צריכה חליצה אחר המיאון ומאי התועלת מהמיאון וא\"כ ע\"כ לדידיה לא קאי ר\"א על חרשת, לדעתי אינו מוכרח, דאימור כיון דבא עליה בטל המיאון את הזיקה הקודמת וכמו דאשכחן שאמרו דמיאון דידיה מבטל דחבריה היינו גיטא דחבריה, דמוכח דאין בקדושיה עיקר, כן הכא כיון שבא היבם ומיאנה בו תו נעקר הזיקה וקדושי אחיו למפרע, דטעמא דאינה ממאנת בזיקה שאין מיאון לאחר מיתה שכבר פקע אישותו דראשון שאין זה רק זיקה, אבל כי בא עליה היבם שממאנת בו מבטל אף נשואי אחיו הראשון וכמו שמצאנו שאם מיאנה מבטל גיטא דחבריה אעפ\"י שלא נשאר מאישות הראשון כלום. אולם שפיר אמר הרשב\"א, דהא אמר ממאנת למאמרו ואינה ממאנת לזיקתו וא\"כ כאן כי בא על החרשת ואח\"כ על הקטנה הוי ביאה פסולה וכמאמר שויוה רבנן, וא\"כ כי תמאן לביאה פסולה אבל זיקה לא נפקעה וצריכה חליצה כיון דהוי ביאה פסולה וזיקה להצריכה חליצה עדיין רמיא עליה, לא מציא למאן בזיקה, ולפרש דהא דאמר ממאנת למאמרו איירי כשהיו קדושיה מראשון ע\"י אביה דהוי קדושי תורה ואיהו עביד בה מאמר וממאנת למאמרו ואינה ממאנת לזיקתו איירי בשהיה הזיקה דרבנן ולא עשה מאמר זה נגד הפשט אף כי בירושלמי משמע כן ודוק היטב:<br><b> ומה </b> שכתב הראב\"ד דכיון דחרשת לא הואי יבום דילה רק דרבנן לא ממאנין הקטנה כדי שתתקיים החרשת דהוי רק דרבנן, ולפ\"ז כתב דלא גרסינן במשנתנו ר\"א אומר בכולן מלמדין כו' דכיון דלא קאי רק אסיפא לא שייך בכולן. ולפי דעתי יש לומר דלפי שיטה זו ג\"כ גרסינן בכולן דר\"א אמר ריש פרק חרש דקדושי חרש וחרשת קדושי ספק תורה הן ושמואל פסק כוותיה דחייבין אשם תלוי, א\"כ לדידיה בא יבם על הקטנה וחזר ובא על החרשת ודאי דפסל את הקטנה דספק שמא זיקתה דבר תורה ואסור בקטנה דקנייתה אינו רק מדבריהם אף אם קנויה היא, לכן מלמדין הקטנה שתמאן בין אם בא עליה קודם בין אם בא על החרשת קודם כדי שאם תמאן הקטנה יכנוס החרשת אשר יש בה ספק יבום דבר תורה, משא\"כ רב אמר כונס החרשת ומוציאה בגט והקטנה תמתין עד שתגדיל משום דקאי לפי ההלכה דקיי\"ל דבחרש אין שום ספק ואם תרם אין תרומתו תרומה, א\"כ אין ביבום החרשת שום דררא דקיום מצוה מדברי תורה לא אמרו שילמדו ב\"ד למאן את הקטנה, ובפרט לחד צד בבעיא דרב אשי אינו יכול לגרש החרשת אם יכנוס אותה ודוק, כן נראה נכון בשיטת הראב\"ד אם כי הוא עצמו לא כתב כן ומחק מלת בכולן. ולפמש\"כ א\"ש, דבנדה פ\"ק אמר ריב\"ב העיד שממאנין את הקטנות חדא דר\"א וחדא דר\"א, פירוש דלדידן דקיי\"ל דאין בחרשת רק קדושין דרבנן ליכא רק חדא למאן, ולשיטת רבינו מוכרח דקרי הך דקטנה וגדולה דעשה שלא כדין, דגדולה רמיא קמיה וכן בקטנה וחרשת שבא על הקטנה שלא כדין חדא. ולהנך דר' אליעזר דממאנת מי שנישאת לו כדין חדא. וזהו מה שרצינו לבאר בזה בס\"ד:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והשניות וכו':</b><br><b> נסתפקתי </b> בקטנה שנשארה זקוקה ליבם והיא שניה אי בעיא חליצה או לא, דאילו הוה ערוה הלא היתה פטורה מן החליצה, וא\"כ אי מדין תורה הלא אין קדושיה כלום ומותרת לשוק, ואי מדרבנן הא הוי כערוה וממנ\"פ פטורה. אמנם לכאורה גמרא ערוכה היא בפרק ב\"ש בהך דר' ישמעאל דאמר באשת אחי אמו שהיתה שניה לו וניסת לאחיו מאביו מהו שתמאן לאחר מיתה ותתייבם, יש מיאון במקום מצוה כו', חזינא דאינה מתייבמת וצריכה חליצה הואיל והיא שניה אעפ\"י שהיא קטנה, דמכיון שהגיעה לשני גדלות תו אינה יכולה למאן אף אם לא נבעלה וע\"כ דהיא קטנה, אך מתמן אין ראיה דהא גם נשואיה לאחי אמו לא הוי רק קדושי קטנה כיון דהיא ממאנת עליהם כדי שתתייבם ומכיון דיכולה להפקיע נשואי אחי אמו ע\"י מיאון, הלא לא הוי רק קדושי יתומה, וא\"כ קדושיה לאחיו מאביו שהמה רק קדושי קטנה הוי חד דרבנן ומה שהיא שניה הוי תרי דרבנן, לכן תו לא מפקעי מה שהיא ערוה דרבנן את קדושיה דהוי דרבנן, דכאן הוי חד דרבנן וכאן תרי דרבנן [ועיין תוספות מגילה דף י\"ט ד\"ה ור\"י מכשיר] אבל היכי שהוא דור שלישי באשתו כגון בת בן בת אשתו קטנה נשואה לאחיו מאביו מי זקוקה ליבום וצריכה חליצה או אתיא מה שהיא ערוה דרבנן ומפקיע זיקתה דרבנן, דוגמא למה דאמר בפרק יוצא דופן דף מ\"ו דיתומה שנדרה בעלה מפיר לה, אע\"ג דהוי קדושין דרבנן הואיל ונדריה ג\"כ לא הוי רק מדרבנן דמופלא הסמוך לאיש דרבנן, אתו נשואין דרבנן ומבטלין נדריה דרבנן, היינו משום דממנ\"פ מן התורה לא הוי נדרא כלל ומדרבנן הא הוי בעל ומפיר לה [ועיין בסימן מ\"ב במקדש בפ\"ע דרבנן בקדושין דרבנן דאינן קדושין כלל], אך להך דהתם אינו דומה, דאם תגדל תחתיו הלא יהיה נדריה דבר תורה, וגם נשואיה יהיו דבר תורה ולכן עדן בקטנותה ג\"כ מיפר לה כאילו היתה גדולה, אבל כאן הלא אם נתגדלה תחתיו הלא לא היתה רק אסורה מדרבנן וזיקתה דבר תורה, לכן כשמת בעלה בעודה קטנה ג\"כ היא זקוקה לחליצת היבם. אולם מהא דאמר תמן דלר' יוסי דאמר תרומה בזה\"ז דרבנן אתי גברא דרבנן ומתקן טבלא דרבנן, וכן אמר בגיטין דף ס\"ד דקטן דזוכה לאחרים דרבנן בשתופי מבואות דרבנן מהני יעו\"ש, וכן אמר בירושלמי פרק ב\"ש דהא דיתומה בעלה מפיר נדריה אע\"ג דנשואיה הוי דרבנן ונדרה דבר תורה למ\"ד מופלא סמוך לאיש נדריו דבר תורה היינו באיסורות וכמ\"ד אין לוקין על האיסורות, דאם אמר אסור עלי אין זה נדר דבר תורה, הרי דמשום שזה הנדר לא הוי רק דרבנן אתו קדושין דרבנן ומפקעי ליה, אולם מהך דיוצא דופן חזינא דע\"כ לא דמי, דאמר תמן דעיסה שנדמעה בשאור של תרומה, דאם יסבור ר' יוסי חלה ותרומה בזה\"ז דרבנן, אתי דמוע דרבנן ומפקע חלה דרבנן, אע\"ג דתרומה גופא בזה\"ז לא הוי רק דרבנן, ודמוע מתרומה בזה\"ז הוי תרי דרבנן ומפקע חיובא דחלה דהוי רק חד דרבנן, ואילו הכא חזינא, דאשת אחי אמו אינה מתייבמת וכמש\"ב לעיל, ואולי תמן דהוי עיקרו דרבנן עדיפא וכמש\"ב הגמרא בגיטין שם דבמעשר בזה\"ז דרבנן ולית ליה עיקר בדאורייתא דאל\"ה קשה הא דפריך על שתופי מבואות כל דתקון דרבנן כעין דאורייתא תקון, וקידושי מיאון חשיב עיקרו דבר תורה וכ\"ז דחוק, [ועיין בפרק האיש מקדש דף מ\"ו ד\"ה מן הנקוב על שאינו נקוב עיי\"ש דהפרשה דרבנן מפקיע איסור טבל דרבנן עיי\"ש בתוספות ישנים ויש לחלק] וראה תוספות פרק מבוי דף ח': ד\"ה מניח את הקורה באלכסון, אי נמי כיון דצדו אחד ארוך כו' לא בקעי בה רבים ולא גזרו ביה רבנן כו' אע\"ג דאית ביה דע\"ד. וכוונתם כיון דלא בקעי בה רבים הוי רק ככרמלית דמדרבנן אסור ותו אף אם קורה משום מחיצה הוי רק דרבנן, הרי מדרבנן יש כאן שלש מחיצות ודוק:<br><b> (נ\"ב. </b> ובמס' שבת ק' ע\"א תו' ד\"ה פירות מבטלין מחיצה כו' ואע\"ג דהוי לקולא דלא אסרי אהדדי פירוש משום דמן התורה שרי לטלטל בלא עירוב כלל אלא מדרבנן צריך עירוב והא מדרבנן דבר הניטל אינו ממעט ואם כן איכא חריץ ביניהן ולא אסרי אהדדי ודו\"ק).<br><b> ובפרק </b> הדר דף ס\"ז: אמר רב אשי דקרפף יתר מב\"ס שלא הוקף לדירה מן התורה רשות היחיד הוי רק דרבנן עשו אותו ככרמלית ולטלטל מן הים דהוי כרמלית לרה\"י מדרבנן אסור לטלטל, א\"כ כיון דקרפף הוי מדרבנן כמו כרמלית הוי שרי לטלטל ממנו לים ויעו\"ש דרב אשי מוסיף דשרי לטלטל לים מתוך קרפף דלא לשויא כרשות היחיד לטלטל בכוליה מ\"ט תוכו שכיחי ממנו לים לא שכיח. הנך רואה גדר ברור בזה דבמה דלא שכיח תפסינן להתיר על ידי מה דמדברי חכמים הוי ככרמלית דלא לימרו רשות היחיד הוי וכאן לא שייך סברא זו כלל:<br><b> ודע, </b> דכעין מה שרצינו לומר, דממנ\"פ, או דמה\"ת לא בעיא חליצה או דמדרבנן הא הוה ערוה ופטורה, כזה תמצא לרבנן בתוספות פ\"ק דיבמות דף י\"א בסד\"ה ר\"ש אומר, דממנ\"פ מן התורה חליצה כשירה היא, ומדרבנן הא הוי כסוטה והיא וצרתה פטורים מן החליצה, וצ\"ל כיון דבשניה תפסי בה קדושין וצריכה גט אינה דומה רק לחייבי לאוין דתפסי בהו קדושין וכיו\"ב ולכן מדרבנן לא הוי כערוה להפקיע זיקת קדושי דרבנן, ועוד דא\"כ בקדושי קטנה שניה לא יתפסו בה קדושין, דקידושי קטנה הוי אך מדבריהם ושניה כערוה מדבריהם, וזה ודאי בדותא, דחזינן דרבנן לא עשו אותה כערוה אף לגבי קדושי דרבנן, ועוד דצרתה הגדולה מתייבמת, חזינא דלא עשו אותה דומה לערוה, דאילו ערוה צרתה פטורה, וא\"כ תו לגבי דידה ג\"כ לא הוי דינה רק כדין שניה דעלמא וצריכה חליצה, כן נראה נכון, ולכך סתמו הראשונים בזה, ועיין לקמן פ\"ז הלכה י\"ג י\"ד שפוסק שצרתן מותרת, והיינו דמה\"ת לא הוי צרתם כלל דהא קדושין של יתומה בחיי האב או חרשת לא הוי קדושין כלל, ומדרבנן הא גם היא נתקדשה לאחיו ויבמתו הואי, אולם בחרשת דקדושיה קנויה ומשוירת צ\"ב קצת, ועיין בירושלמי תמן ובמלחמות והבן:"
            ],
            [],
            [],
            [
                "<b>אבל חכמים גזרו שלא יתייבמו חייבי לאוין ולא שניות כו':</b><br><b> דלג </b> רבינו חייבי עשה דבהו אין עשה דוחה עשה ואף לאו הבא מכלל עשה כמו מצרי כו', רק דאפ\"ה אם בעלה קנה, וסוגיית הגמרא בארתי באורך בחידושי למסכת סוטה. אמנם להבין סברתו מה שמחלק בין חייבי עשה לאלמנה לכה\"ג בזה נראה כך, דרבינו לטעמו אזיל דפסק בפרק י\"ז מהלכות איסורי ביאה דכל חייבי לאוין המה דוקא בקדושין לבד אלמנה לכה\"ג דלוקה על ביאה לחודא בלא קדושין משום לא יחלל שעושה אותה חללה, א\"כ נראה, דביבום אלו לא הוה קנה בודאי היה מותר ביאה לחודא, רק משום דקני לה בהך ביאה הוה אסור דהוה ביאה דרך אישות, א\"כ הכא גבי יבום בחייבי עשה, דביאה לחודא לא אסירא, רק מסיבת הקנין שקונה אותה, ואיך נימא דמפקע הקנין מסיבת האיסור, הלא כל האיסור, הוא בשביל קנין שקונה אותה, לכן הוה קנין באיסור ופוטר צרתה, אבל באלמנה לכה\"ג, הרי לוקה על ביאה לחודא, רק דנימא דאתי עשה ודחי ל\"ת, זה אינו, כיון דאם יקנה תו הוה ביאת איסור מחמת עשה דבעולה, א\"כ שוב לא דחי העשה הל\"ת, וכמו כן אמרו פרק ד' אחין בנשא מת ואח\"כ נשא חי דלר\"ש דאין איסור חל על איסור תתייבם ומשני דכיון דאיפקע איסור אשת אח חיילא איסור אחות אשה ותו לא פקע איסור אשת אח ואינו חייב אלא משום אשת אח בלבד. כן הכא כיון דע\"י הקנין יהיה עשה ול\"ת, תו לא נדחית הל\"ת מעיקרא ושוב הל\"ת מתחיל בלא הקניה ולכך אין קנינו קנין דסיבת האיסור הוא בלא הקנין ודוק, וכן באלמנה מן האירוסין למ\"ד דאינה דוחה, דוקא אלמנה משום שאיסור מונח על הביאה לחודא, ולפ\"ז אפשר דמוקי הך יבמתו באלמנה לכה\"ג דריבתה התורה שחולצת ולא מתייבמת דבהא הואיל ואם בעלו לא קנו ס\"ד אמינא דלא בעי חליצה לכן כתבה רחמנא יבמתו, אבל בחייבי עשה הואיל ואם בעלו קנו לא בעי קרא דחולצין ועיין חידושי רמב\"ן ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>יבם היבם הצרה מפני שדמו שהערוה אילונית ונמצאת הערוה שאינה אילונית תצא מיבמה בגט והולד ממזר:</b><br><b> טעם </b> רבינו, אף דקיי\"ל בכל מקום דכל העריות אין צריכות גט רק לרע\"ק דקיי\"ל כוותיה באשת אח ואחות אשה ע\"י קדושין משום שיאמרו תנאי היה בקדושין יעו\"ש, וכן פסק רבינו בהלכות גירושין פרק עשירי הלכה ט' ז\"ל, וכן שאר העריות שנשאן בחזקת היתר ונמצאו ערוה א\"צ גט שאין קדושין תופסין בעריות עכ\"ל, הכא צריכה גט משום שמא יאמרו שאחיו גירש את הערוה סמוך למיתתו ונתייבמה כדין ונמצאת אשת איש יוצאה בלא גט, וזה חשש קרוב יותר משמא יאמרו דתנאי היה בקדושין, ופוק חזי בפרק הכותב בסופו פריך אלמנה מן האירוסין איך גביא בעידי מיתה כתובה, ליחוש דילמא גירשה ומפקא לגיטא וביושבת תחת בעלה דילמא סמוך למיתה גירשה, כש\"כ הכא שרואין שנתייבמה כדין יאמרו שסמוך למיתתו גירש הערוה ולכן נתייבמה הצרה דמיתה מפלת וכמו שפסק לעיל ונמצאת א\"א יוצאה בלא גט, וזה ברור, ובטור הועתק לשון רבינו תצא מיבמה בלא גט, וחושש אני שט\"ס נפל בו ועיין מש\"כ הרב בב\"ש סימן קע\"ג ס\"ק ט', ולדעתי נראה כדכתיבנא, ועיין סימן קי\"ח בתקנת טולטילא ברמ\"א באומרת נתגרשתי וכו' ועיין שם בב\"י שכתוב נתגרשתי קודם מימים הרבה וכן נדפס כעת בספר זכרון יהודה ואין כאן מקום להאריך ודוק:"
            ],
            [
                "<b>ולא עוד כו' אחר שמת הנשוי נכרית כו':</b><br><b> הנה </b> לפ\"ז נראה דאם היה להנשוי אחות אשתו עוד אשה נכרית ומת האח השלישי שהיה נשוי נכרית לבד, וגרש בעל האחות את אחות אשתו ואחר כך מת, נמצא דהנכרית שנפלה ליבום בעוד שלא גירש את האחות, אסורה להתייבם וחולצת והנכרית שהיתה אשת הבעל האחות שריא וכמו שפירש רבינו הטעם שמפני שצרה בזיקה אינו ידוע וגזרו אבל איסור צרה בנשואין מידע ידעי, ולפי טעם השני שבאלפס יתכן דגם השניה שהיא צרת אחות אשתו בנשואין אסורה מפני שהיתה צרה בזיקה לאותה נכרית שנפלה לפניו באיסור זיקה שבזיקה היא צרת אחות אשתו, אעפ\"י שאחות אשתו גופא שהיא הערוה משום לתא דידה לא הוי מיתסר צרתה בנשואין כיון שגירש האחות קודם מיתתו, וסברת הרי\"ף בטעם השני הוא, דכיון דמת חזינא כאילו בעת נפילה ראשונה מהנשוי נכרית בלבד, הוית קנויה במקצת לבעל האחות וזה המקצת אינה נופלת ליבום לבעל האחות החי. וא\"כ מה שנשארה קנויה במקצת להיבם מנפילה ראשונה כיון שאין כולה לפנים נידון משום ערוה, וא\"כ לפ\"ז גם הנכרית שנפלה לפניו מהאח בעל האחות אף שגירש את האחות הוי כצרת ערוה בזיקה שהיא צרתה של זו שנפלה לפניו באיסור זיקה, משא\"כ לטעם הראשון שכתבו רבינו, והדברים ארוכים בפירוש השמועה, ויעוין ב\"ש וביאורי הגר\"א ואכ\"מ להאריך ודוק:"
            ]
        ],
        [
            [
                "<b>והרי זיקה נפלה על שתיהן, שתיהן חולצות ולא מתייבמות ואפילו היתה אחת מהן אסורה על היבם משום שנייה או מחייבי עשה או מחייבי לאוין הרי אלו חולצות ולא מתייבמות:</b><br><b> הנה </b> בסוגיא דף כ\"ח: קאמר ותתייבם כיון דמדאורייתא רמיא קמיה קא פגע באחות זקוקתו, וכן בפרק כיצד דף כ' אמר אחותה דמאן אילימא דאיסור מצוה כיון דמדאורייתא רמיא קמיה פגע באחות זקוקתו כו' משמע הא היכי דמה\"ת לא חזיא ליבום תו אחותה כשהיא יבמתה מתייבמת, משום דאינה כאחות זקוקתו, אך בחייבי לאוין לשיטת הבבלי ג\"כ מה\"ת אתי עשה ודחי ל\"ת ומדאורייתא רמיא קמיה, הא אלמנה מן הנשואין לכה\"ג שאין עשה דוחה ל\"ת ועשה ואם בעלו לא קנו, הרי מדאורייתא לא רמיא קמיה אפשר דבכה\"ג שפיר אחותה מתייבמת, אע\"ג דזקוקה לחליצה בכ\"ז כיון דביאת יבמה ליכא בה באופן שיקנה אותה דלהוי סגי לה בגט בלא חליצה אינה אחות זקוקה. אך נתבונן דלמ\"ד אין זיקה קא מפרש הגמרא דלכן אחיות יבמות אינן מתיבמות, משום ביטול מצות יבמין, א\"כ גם הכא שייך ביטול מצות יבמין דקא מבטל מצות חליצה מן אחותה שהיא אלמנה מן הנשואין לכה\"ג המייבם ובשתי אחיות שנפלו לפני שני יבמין, משום ספק ביטול מצות יבמין שמא ימות אחיו, ונמצאת זקוקה לפניו, ותהיה פטורה מן החליצה אף למאי דקיי\"ל דאף אם כנס את אחותה ג\"כ צריכה חליצה ודלא כשיטת הר\"י בתוספות, וכן סתם רבינו לקמן הלכה ח', מ\"מ איכא ביטול מצות יבמין דמה\"ת פטורה מחליצה אם נשא אחותה אפילו כשקדשה אחרי שמת אחיו וכמו דאמר בפ\"ק בשילהי סוגיא דעליה אלא כי איצטריך עליה היכא דנשא מת ומת ואח\"כ נשא חי פירוש דכה\"ג פטורה מן החליצה ומן היבום, ואעפ\"י שמדרבנן צריכה חליצה להנשא בשוק בכ\"ז חשיב זה ביטול מצות יבמין, וצ\"ע על הרשב\"א ז\"ל בדבריו הארוכים בדף מ\"א שהקשה זה ונדחק דלמ\"ד אין זיקה קאמר הגמרא משום ביטול מצות יבמין ובכה\"ג לדידיה פטורה גם מן החליצה ולא כר' יהודה בן בתירא, ואין צורך. אולם בכ\"ז איכא נפ\"מ אם היתה האלמנה מן הנשואין הראשונה לנפילה ואח\"כ נפלה אחותה מן האירוסין מאחיו השני, דאם נאמר דלא הוי אחות זקוקה רק משום ביטול מצות יבמין, א\"כ בכה\"ג מותר אם מתה הראשונה אז מותר בשניה, ולא אמרינן דהוי יבמה שנאסרה בשעת נפילה, וכמו דסובר רב לפירוש ר\"ח משום דסובר אין זיקה יעו\"ש בתוספות, ובזה לא אשכחן מאן דפליג עליה דר' יוחנן פליג משום דסובר יש זיקה, וקצת סעד דבכה\"ג כיון דליבום לא רמיא קמיה תו לא הוי אחותה אחות זקוקה, ממה שכתבו רבנן בתוספות לקמן דף מ\"ד. ד\"ה אלמה לא כו' וי\"ל דמשכחת לה כגון שהערוה היא מחייבי עשה או ל\"ת ועשה לכל האחין דלאו בת יבום וצרה שריא, אלמא דאע\"ג דכתבה התורה לפום ס\"ד דבית אחד בונה וכי איכא שני בתים אינו בונה כלל, בכ\"ז היכי דבית אחד הוי ל\"ת ועשה תו לא רמיא קמיה רק חדא היינו צרתה וה\"נ, וזה סעד נכון, אולם לפ\"ז יהיה אם נפלה לפניו חייבי לאוין ועשה ומתה יהא מותר בקרובותיה וזה לא שמענו, וכן סתם משניות מורה דזקוקה קמיה, ועיין בקונטרס זיקה תמצא סתירה לזה משיטת ירושלמי ואכמ\"ל ודוק:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אחד מן היבמין שקידש אחות יבמתו וכו':</b><br><b> דעת </b> רבנן בתוספות דכיון שקידש את אחותה מה\"ת מפקיעין היבום ואם אין יבם אלא הוא תצא ותנשא לשוק, רק לדידן דיש זיקה אסרינן מדרבנן לינשא לעלמא ואיהי אסורה משום אחות זקוקתו, ודוקא בקדושין לבד הא אם ניסת אחר כך ודאי תו נפקע מאתו זיקת היבמה לגמרי זה תוכן שיטתם, ולפ\"ז הקשו אמאי אם ניסת היבמה לשוק למ\"ד קדושין תופסין ביבמה מדוע לא נפקע הזיקה הא נעשית ערוה להיבם באיסור א\"א, ותירצו ב' תירוצים [בריש דף ט\"ז ד\"ה בני צרות כו'], דכיון דאפשר ע\"י גירושין שתתקיים מצות יבום הלכך לא פקע זיקה, ועוד אר\"י דלא תהיה אשת המת לאיש זר משמע אפילו ע\"י הויה דהיינו קדושין לא תהיה לאיש זר כו'. והנה לפ\"ז מצינו לומר דנפ\"מ טובא לדינא בנתקדשה היבמה לאחי היבם מאמו, שהוא לאו אחוה דבעלה המת לפי תירוץ קמא, הלא בזה דלעולם באיסור ערוה קיימא ואשת אחיו מאמו מיחשבא מט\"ו עריות דפוטרות צרותיהן שפיר מפקעא הזיקה דהוי כמו שקידש היבם את אחותה לאחר מיתת אחיו דנעשית אחות אשתו ונפקע הזיקה, כן הכא דכיון דבגירושין אין היתר מפקע הזיקה אע\"ג דהאיסור ערוה באה אחרי שכבר הוזקקה אליו ליבום, וכמו דאמר בשמועה קמייתא דעליה אלא כי איצטריך עליה היכי דנשא מת ומת ואח\"כ נשא חי כו' הרי דבזה הוי איסור ערוה חייל על מצות יבום ומפקע הזיקה, א\"כ הכא נמי כי נתקדשה לאחי היבם מאמו מן התורה מפקיע הזיקה דנעשית לו ערוה ומותרת לשוק, אבל לפי תירוץ השני מצינן לומר כיון דמקראי נפקא לן, א\"כ אולי חדית לן רחמנא דהיכי דמעשה איסור ערוה בא ע\"י קדושי היבמה בעצמה שהמעשה הזה אסרה תורה וחייבה מלקות ע\"ז אם תנשא לאיש זר, ובזה אין חילוק אם תנשא לאיש דעלמא או לאחי היבם מאמו, דכולהו בכלל דאיש זר כלולים, ותו לא נפקע הזיקה, ורק באופן דמעשה הקדושין ואיסור ערוה בא ע\"י אחותה או קרובתה בזה נפקע הזיקה ודוק, נמצא דהיכי דנתקדשה לאחי היבם מאמו הוא ספק גמור ועצום אם נפקע הזיקה ושריא לעלמא או לא וצ\"ע:<br><b> וראיתי </b> מקשים על תירוץ שני, מהא דאמר לקמן סוף פ' יש מותרות דלא נעשה מתים כחיים, ואם היה לה בן וניסת לשוק ומת הבן תזקק ליבום ומשני דדרכיה דרכי נועם כו' ואם תאמר תחלוץ הרי תתגנה על בעלה יעו\"ש, וא\"כ כיון שהנשואין היה בהיתר בעוד הבן קיים תו הנשואין מפקיעין הזיקה דלא תהיה אשת המת החוצה גלי רחמנא דוקא היכי שהנשואין באיסור לאו קאי. ובאמת לשיטת רבוותא בתוספות הפירוש דדרכיה דרכי נועם, דא\"כ יכול להיות שבעלה יניח בן ותנשא לעלמא ואח\"ז ימות השני ויניח בן ותנשא לעלמא ואח\"ז ימות השלישי ויניח בן ותנשא לעלמא ואח\"ז ימותו הבנים ותהא נמצאת צריכה חליצה מג' בתי, ותהיה זקוקה לאחי בעלה הראשון ולאחי בעלה השני ואחי בעלה השלישי, ואין זה מנעימות דרכי התורה שתהא זקוקה לאחים מכמה בתים אם לא ע\"צ הספק והפשיעה אבל לא במכוון, ובזה אם ימותו הבנים בזמן שכבר מתו בעליה תחזור להזקק לאנשים רבים מבתים שונים אשר בל תוכל להלקח לאחד מהן בלי חליצת האחים מבעלה האחר ודוק:<br><b> ובזה </b> דנתי במק\"א לענין הזקוקה ליבם מוחלף דמסיק בית יוסף דהוי ספק לדינא אם מוחלף זוקק, ועיין בספר אור זרוע סימן תר\"ה בזה כמה תשובות מהגאונים בפלפול עצום. ומה דהקשה הב\"ח הא כיון דאם אית לה בן מוחלף פוטר אותה מיבום תו נשאר מה דאמר בגמרא גבי ממזר כיון דלענין יבום מיפטר פטיר מיזקק נמי זקיק, וכן הקשה בשו\"ת ר' חיים אור זרוע סימן קט\"ז יעו\"ש, לק\"מ, כיון דמה דפוטר לאו משום דמקרא דעין עליו נפקא, אלא משום דמצי להיות לחזור לטהרתו ולהוליד בני מעליא, אבל גבי יבם לא שייך זה דכיון דבעת נפילה נאסרה עליו תו אינה חוזרת להיתרא והוי כאשת אח שיש לה בנים ואסורה, ודוקא גבי ממזר דלא שייך זה שפיר אמר דכיון דמיפטר פטיר תו זקיק נמי, דהא דמיפטר אינו משום שהוא ראוי לחזור ולהיות ראוי לבא בישראל, דאם מחמת פוסלו אינו נחשב לבן, תו אינו ראוי לבוא בישראל לא הוא ולא זרעו לעולם, רק דרחמנא חשביה לבן ולכן חשיב נמי כאח לזקוק ליבום, ומשום זה שקיל וטרי הגמרא על יבם קטן איקרי להקים לאחיו שם כו' יעו\"ש, ולא שייך מדמיפטר פטיר, דשם הואיל וראוי למה שצריך להיות בבן ובכלל עין עליו ודאי איכא, מלבד סברת מוהר\"מ מרוטינבורג דהוי כמו תנאי המבואר אצלנו במק\"א, ולפ\"ז בזקוקה ליבם מוחלף ונתקדשה לאחיו מאמו יש לפוטרה לשוק מטעם ספק ספיקא, דאימור אין מוחלף זוקק, ועוד אימור דקדושין שנתקדשה אחרי שהוזקקה ליבום מפקיעין הזיקה אם נאמר דקדושין תופסין בשומרת יבם, וזה אין לומר דהך ספק אם קדושי אחיו מאמו מפקיעין זיקה הוי נגד חזקת יבום, דבספיקא דדינא לא שייך לאוקמי אחזקה כמו שבארנו במקום אחר, ואולי דבספק דיבם מוחלף זוקק תו איכא תרי צדדים להחמיר, אימור אין קדושין תופסין בשומרת יבם ואימור אין קדושין מפקיעין הזיקה ויש לעיין בזה:<br><b> אמנם </b> להכניס עצמו לעשות ספק ספיקא לצוות עליה שתקבל קדושין מאחי היבם מאמו, בזה יש לדון. דשיטת הריטב\"א דלמ\"ד קדושין תופסין הלאו הוא על הקדושין בלא ביאה, וכן היה נראה מפשט דברי תוספות בסוף פ' החולץ אם כי נראה דלקי אקדושין דאמרי כוונו ע\"י קדושין, דבביאה לחוד בלא קדושין אינו לוקה בשומרת יבם לזר, אבל בקדושין לבד אין איסור, ויש בזה לעיין עוד הרבה ולא באתי רק להעיר אבל למעשה צ\"ע, כי על האיסור הנעשה בקדושין יש ס\"ס שמא אין קדושין תופסין ושמא לא מתעביד איסור בקדושין וכמו דמשמע מדברי התוס' בדף צ\"ב דשומרת יבם שנתקדשה לא מתעביד איסורא כלל יעוין שם ודוק:<br><b> הן </b> דיש מקום לומר דאף לפי מש\"כ הר\"י דלא תהיה משמע אפילו ע\"י הויה לא תהיה לאיש זר אין זה בכלל רק באם נתקדשה לאיש דעלמא שאין איסור א\"א מפקיע הזיקה, אבל בנתקדשה לאחיו מאמו לא שייך זה דהגם דהוא איש זר להמת ואינו קרוב לו כלל, בכ\"ז מסתברא דגם התורה לא גילתה רק דאיסור האפשרי להתבטל ע\"י הגט לא אלים להפקיע הזיקה הנפקעת ע\"י חליצה או ע\"י יבום וגט אחריו, אבל לא איסור אשת אחיו מאמו שאין לו היתר, ואם כי הוא נגד הפשט דודאי בלאו דלא תהיה לאיש זר איתנהו כו\"ע ופוק חזי לרב דאין קדושין תופסין ולקי על ביאה לחוד ודאי אם בא עליה אחי היבם מאמו לוקה משום לאו דלא תהיה אשת המת לאיש זר כן הוא הדין לשמואל ודאי נכלל בזה גם אחי יבם מאמו, בכ\"ז יש מקום להתעקש:<br><b> ולדעתי </b> נראה דלפ\"ז יסולק מה שנתעוררו רבנן בתוספות בפ\"ק דיבמות ובריש פ' המגרש, במגרש על מנת שלא תנשא לפלוני וניסת לאחיו ומת איך הדין אם חשיבא כערוה ופטורה מן החליצה, וכן פלפלו לר' אליעזר בחוץ היכי דקידש חוץ מפלוני יעו\"ש דבזה משכחת דהוי א\"א שתפול ליבם, ולפ\"ז לא הוי קשה מידי, דאימת אמרינן דאיסור ערוה קאי באנפי זיקה ומפקיע זיקה דלא תהא צריכה חליצה כלל, דוקא במקום שאם יבוא האיסור אחרי הזיקה יפקיע ג\"כ הזיקה וכמו דהוי בעי הגמרא לומר דעיקר קרא דעליה אתי כי נשא מת ומת ואח\"כ נשא חי, הרי דאיסור אחות אשה מפקיע הזיקה, כן מפקיע הזיקה אם בשעת מות אחיו היא אחות אשתו, אבל איסור א\"א דאם בא האיסור אחר הזיקה אינו מפקיע, כן אם בעת מות אחיו היא א\"א אינו מפקיע ממנה מצות חליצה ורמיא קמיה, רק דאינו יכול לבוא עליה משום איסור ערוה, אבל זיקה לא נפקע וחולצת ולא מתייבמת, אמנם אם נאמר דאם נתקדשה לאחי היבם מאמו ג\"כ לא נפקע הזיקה אף דלאיסור זה חשבה המשנה דהוי מט\"ו עריות דפוטרות צרותיהן, ועל כרחין משום דאם נתקדשה לאחר מיתה דהקדושין המה באיסור שומרת יבם גלי רחמנא דלא מפקיעין הזיקה, [וע\"ד רחוק מצאנו דוגמתו מאמר דהיתרא דחי מאמר דאיסורא לא דחי, מאמר דהיתרא קני מאמר דאיסורא לא קני בטעמייהו דבית שמאי] א\"כ שפיר נדחקו רבוותא אמאי לא תני אשת איש בהנך עריות דפוטרות צרותיהן. אמנם לפי המבואר מדברינו דעיקר הנפק\"מ בין איסור אשת איש לאיסור אחר משום שעל ידי גרושין אפשר שתתייבם, יכול להיות דכן הפירוש בירושלמי, תמן התורה אסרה עליו ברם הכא הוא אסרה עליו, פירוש, הואיל ויש היתר ע\"י הגט לכן לא מפקיע הזיקה, וכן פירש הרשב\"א באמת הירושלמי, וחלק על הרמב\"ן ותוספות דמפרשים דרק צרה אינה פוטרת אבל היא עצמה אינה חולצת ולדבריו צריכה חליצה דאינו מפקיע הזיקה כלל, ובאמת לשיטת הירושלמי לא יתכן כלל הפלפול דאיהו סבר דבמקום זיקה אינם חלים הקדושין רק כשמת היבם או מתה היבמה דנפקע הזיקה אז חל הקדושין למפרע. דהזיקה איננה שלמה רק במקום שיוגמר תכלית הזיקה חליצה או יבום, וכבר נתבאר שיטתו בקונטרס זיקה ואכמ\"ל. אולם גם לדידיה צריך טעם דאמאי המקדש אחות יבמה מפקיע הזיקה ויעוין שם פרק ב\"ש הלכה ז'. ובמה שהביא הרשב\"א ראיה דאף למאן דאמר יש זיקה ג\"כ מן התורה המקדש אחות יבמתו נפטרה יבמתו והלכה לה ולא שאני בין למאן דאמר יש זיקה רק מדרבנן וכמ\"ש ריש פ' ד' אחין הנ\"מ דקאי באפה אחות אשה כו' אבל זיקה דרבנן כו' ומביא ראיה מפרק הערל (דף ע\"ט) דאמר כשנפלה לו ולבסוף נפצע ופריך וליתי איסור פצוע ונידחי עשה דיבום מי לא תנן ר\"ג כו' ומאי פריך מר\"ג דסבר אין זיקה וחזינן למ\"ד יש זיקה ג\"כ אתי איסור פציעה ודחי ל\"ת דיבום יעו\"ש. ומלבד דיש להתעקש דקדושי אחות זקוקה שזה באיסור אינו מפקיע זיקה דבר תורה, יש לומר דפריך דנהי דלמ\"ד יש זיקה אין איסור ערוה מפקיע הזיקה בכ\"ז תהיה כביאה פסולה דאיסור פצוע יש כאן המונע הזיקה והוי כמו שנחלשה הזיקה במקצת וכסברת הר\"י בתוספות ריש ד' אחין ואמאי אם בעלו קנו ויוצאות בגט בלא חליצה תיבעי חליצה וגט כמו לכל ביאה פסולה, ועיין חדשות בחידושי הריטב\"א בזה, ודוק היטב בכל מה שהעליתי בס\"ד בזה:<br><b> במה </b> שהאריכו האחרונים ובראשם שו\"ת מעיל צדקה, להתנות קדושין על תנאי שלא תהא זקוקה ליבם, אע\"ג דהירושלמי אמר בסוף השוכר את הפועלים דהרי את מקודשת ע\"מ שלא תהא זקוקה ליבם הוי מתנה ע\"מ שכתוב בתורה, וכן בתוספתא קדושין פ\"ג ע\"מ שאם מתי לא תהא זקוקה ליבם הרי זו מקודשת ובטל תנאו שהתנה ע\"מ שכתוב בתורה דיש תקנה, דבגוונא דא או אפילו אם אמר בפירוש שאם תהא זקוקה ליבם לא יחולו הקדושין למפרע, נמצא דהקדושין יהיו חלין ולא תהא זקוקה ליבום, שבאופן זה שתצא מותרת לשוק בכה\"ג רוצה שיחולו הקדושין וא\"כ נמצא שומרת יבם יוצאה לשוק בלא יבום, אבל במתנה אם אמות בלא בנים לא יחולו הקדושין ונמצא שכיון שמת בלא בנים אין הקדושין כלום למפרע אין זה מתנה ע\"מ שכתוב בתורה. הנה עצם הדברים פשוטים לזך העיון. וכן מפורש בירושלמי פרק שני נזירין הלכה א', תניי היה בלבי לכשאטמא תיפקע נזירותי ממנו כו' הרי דבכה\"ג מהני, אע\"ג דאם אמר הריני נזיר ע\"מ לכשאטמא לא אביא קרבן ודאי דלא מהני ועיין שם פ\"ב הלכה ד', הכא דמפקיע הנזירות אם נטמא ולא אם יביא קרבן אין זה מתנה ע\"מ שכתוב בתורה, והוא הדין אם אמר לכשאמות בלא בנים נפקעו הקדושין מעיקרא ודאי דמהני ודוק. והן לפי מה שפירש הראב\"ד ז\"ל הך דתניי היה בלבי דתורת כהנים הובא בכסף משנה פרק שני מהלכות שבועות הלכה י' אין ראיה, אך כאן בירושלמי לא נוכל להלום פירוש הראב\"ד ז\"ל ודוק:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות יבום וחליצה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}