{
    "text": {
        "0": {
            "0": "And it happened in the days when the Judges judged, that there was a famine in the land, and a man of Bethlehem in Judah went to sojourn in the fields of Moab; he with his wife and two sons.",
            "1": "The man’s name was Elimelech, his wife’s name was Naomi, the name[s] of his two sons, were Machlon and Kilyon, Ephrathites from Bethlehem in Judah; they came to the Moabite country and remained there.",
            "2": "Elimelech, Naomi’s husband died, and she was left with her two sons.",
            "3": "They married Maobite women, one of whom was named Orpah, and the name of the second Rus, and they lived there about ten years.",
            "4": "They both died; Machlon and Kilyon, the woman was bereft of her two sons and of her husband.",
            "5": "She then arose with her daughters-in-law, in order to return from the fields of Moab for she had heard in the fields of Moab that Adonoy had cared for His people to give them food.",
            "6": "She left the place where she had been, accompanied by her two daughters-in-law, and they took the road to return to the land of Judah.",
            "7": "Naomi said to her two daughters-in-law, “Go, return, each of you to her mother’s home; may Adonoy deal kindly with you as you have dealt with the dead and with me.",
            "8": "May Adonoy grant you that you may find [security] rest each in the home of her [new] husband”; she kissed them and they wept aloud.",
            "9": "And they said to her, “We will return with you to your people.”",
            "10": "And Naomi said, “Turn back my daughters, why should you come with me? Am I likely to have more sons in my womb, that they may be your husbands?",
            "11": "“Turn back, my daughters, go [your way], for I am too old to have a husband. Even if I could say: ‘I have yet hope,’ even if I were to have a husband tonight—and even if I were to bear sons—",
            "12": "Would you wait for them until they were grown to manhood? Would you shut yourselves in for them, denying yourselves to marry another?—No, my daughters, my distress is great on your account, for against me is directed the hand of Adonoy.”",
            "13": "They wept loudly again, Orpah kissed her mother-in-law, but Rus did cling to her.",
            "14": "And she [Naomi] said to her, “See, your sister-in-law has gone back to her people and to her god; return along with your sister-in-law.”",
            "15": "But Rus said, “Do not urge me to desert you, to turn away from you. For wherever you go, I shall go, where you lodge, I will lodge, your people are my people, and your God, is my God.",
            "16": "Where you die, I will die and there I shall be buried; so may Adonoy do to me—and even more—if anything but death separate me from you.”",
            "17": "[And when] she saw that she was determined to go with her, she refrained from further discussion with her.",
            "18": "So the two of them went on until they came to Bethlehem; and on their arrival in Bethlehem the whole city was astir on their account, and the women remarked, “Is this [really] Naomi.”",
            "19": "She said to them, “Do not call me Naomi [sweet or pleasant] but call me Mara [embittered one], for most bitterly has God dealt with me.",
            "20": "I had gone forth full but Adonoy has brought me back, empty; why call me Naomi, when Adonoy has testified against me and the Almighty [has brought] catastrophe upon me?”",
            "21": "Thus did Naomi return, and Rus, the Moabitess, her daughter-in-law, with her, they who had returned—from the fields of Moab and they arrived in Bethlehem at the start of the barley harvest."
        },
        "1": {
            "0": "And unto Naomi there was a kinsman on her husband’s side, a man of power and substance, of the family of Elimelech, and his name was Boaz.",
            "1": "Rus, the Moabitess, said to Naomi, “Let me go now to the field and glean among the stalks, behind one in whose eyes I will find favor”; and she said, “Go, my daughter.”",
            "2": "So she went, and came and gleaned in the field, behind the harvesters; [and as Divine fate decreed] she happened upon that parcel of land belonging to Boaz, who was of the family of Elimelech.",
            "3": "Behold Boaz arrived from Bethlehem and he said to the harvesters, “Adonoy be with you.” and they responded, “Adonoy bless you.”",
            "4": "Boaz said to his attendant, who was in charge of the harvesters, “to whom does this maiden belong?”",
            "5": "And the attendant answered—he who was in charge of the harvesters—and he said, “She is a Moabite girl, who returned with Naomi from the fields of Moab.”",
            "6": "And she did say, “Please allow me to glean and gather among the sheaves, behind the harvesters”; so she came and has remained from early morning until now staying at home only a short time.”",
            "7": "Then Boaz said to Rus, “Listen well, my daughter, do not go to glean in another field, and do not go away from here, but keep close to my maidens.",
            "8": "Keep your eyes on the field where they are harvesting, and follow them. I have ordered the lads not to disturb you; and when you are thirsty, go to the jugs and drink from [the water] which the lads have drawn.”",
            "9": "She then fell on her face, prostrating herself on the ground, and said to him, “Why have I found favor in your eyes, that you should take notice of me, though I am a foreigner?”",
            "10": "Boaz answered and said to her, “It has been fully reported to me all that you have done for your mother-in-law since your husband’s death, how you left your father and mother and the land of your birth, and went to a people you had never known before.",
            "11": "May Adonoy reward your deed, may you be given full recompense from Adonoy, God of Israel, for you have come to seek refuge under His wings [protection].”",
            "12": "Then she said, “I have found favor in your eyes, my lord, for you have comforted me, and have spoken to the heart of your handmaid, though I cannot even be considered as one of your handmaidens.”",
            "13": "And Boaz said to her at mealtime, “Come here and partake of the meal, and dip your bread in the vinegar.” But she sat besides the harvesters, and he handed her some roasted grain; she ate and was satisfied, and left some over.",
            "14": "And when she arose to glean, Boaz ordered his lads, saying, “Let her glean even among the sheaves, and do not humiliate her.”",
            "15": "And also let [some sheaves] fall for her even from the bundles, and leave them for her to glean, and do not rebuke her.",
            "16": "So she gleaned in the field ’till evening and she milled that which she gleaned, and produced about an ephah of barley.",
            "17": "She carried it and went into the city. Her mother-in-law saw what she had gleaned, and she took it out [to show her] and she gave her what she had left over after eating her fill.",
            "18": "Her mother-in-law said to her, “Where did you glean today, and where did you work? Blessed be he that took note of you.” So she told her mother-in-law about whom she had been working with, and she said, “The name of the man with whom I worked today, is Boaz.”",
            "19": "And Naomi said to her daughter-in-law, “Blessed be he of Adonoy, Who has not abandoned His kindness with the living and with the deceased.” And Naomi said to her, “The man is related to us, he is one of our [near] kinsmen.”",
            "20": "And Rus the Moabitess said, “What is more, he said to me: ‘Stay close to my lads until they have finished all my harvesting.’”",
            "21": "Naomi said to her daughter-in-law, Rus, “It is best for you, my daughter, that you go forth with his maidens, so that they will not encounter you in a different field.”",
            "22": "So she kept close to the maidens of Boaz, to glean [with them] until the end of the barley harvest and of the wheat harvest, and she [continued] to live with her mother-in-law."
        },
        "2": {
            "0": "Naomi, her mother-in-law, said to her, “My daughter, I shall seek security for you, which will be good for you.",
            "1": "Now, Boaz, our kinsman, with whose maidens you have been, behold, he will be winnowing the barley on the threshing floor, tonight.",
            "2": "[And you shall] bathe and scent yourself, dress [yourself] in your finest garb, and go down to the threshing floor, but do not identify yourself to the man until he has finished eating and drinking.",
            "3": "And when he lies down, take note of the place where he lies, and go in, uncover his feet, and lie down; He will tell you what you are to do.”",
            "4": "She answered her, “All that you say to me, I will do.”",
            "5": "So she went down to the threshing-floor, and did exactly as her mother-in-law had bidden her.",
            "6": "When Boaz ate and drank and his heart was jubilant, he went to lie down at the far end of the grain heap; and she came in softly, uncovered his feet, and lay down.",
            "7": "And it was at midnight, that the man was startled and [he] turned about—and behold—there was a woman lying at his feet.",
            "8": "And he said, “Who are you?” And she answered, “I am Rus, your handmaid; spread your mantle over your handmaid, for you are a near kinsman.”",
            "9": "He then said, “Blessed be you of Adonoy, my daughter, your latest act of kindness has excelled [your] earlier [kindness], since you did not go [seek] after the young[er] men, whether poor or rich.",
            "10": "And now, my daughter, fear not; whatever you ask, I will do for you, for it is known to all [who sit] in the gate of my people, that you are a virtuous woman.",
            "11": "Now, though it is true that I am a near kinsman, yet there is a kinsman who is even closer than I.",
            "12": "Stay the night; and in the morning—if he will redeem you—well and good, let him redeem you, but if he does not wish to redeem you, then I will redeem you, as Adonoy lives—lie here until the morning.”",
            "13": "So she lay at his feet till the morning, and she arose before one could recognize another, for he said, “It must not be known that the woman came to the threshing floor.”",
            "14": "And he said, “Bring [me] the shawl you are wearing, and hold it out.” She held it, and he measured out six measures of barley, and he placed it upon her; he then went into the city.",
            "15": "She came to her mother-in-law, who said, “What happened with you, my daughter?” So she told her all that the man had done for her.",
            "16": "And she said, “He gave me these six measures of barley, for he said to me, ‘Do not go empty-handed to your mother-in-law.”",
            "17": "She then said, “Wait, my daughter, until you know what will come of the matter for the man will not rest until he settles this matter today.”"
        },
        "3": {
            "0": "Boaz had gone up to the gate and was sitting there, and behold, the [other] redeemer was passing by—[the one] of whom Boaz had spoken—and he said [to him], “Come over, sit down here, So-and-so” and he came over and sat down.",
            "1": "He [then] took ten men, of the elders of the city and said, “Be seated here,” and they sat.",
            "2": "Then he said to the redeemer, “The parcel of land which belonged to our brother, Elimelech, is up for sale by Naomi who has returned from the Moabite country.",
            "3": "And I decided to tell you about it, in these words—Buy it in the presence of those sitting here, and in the presence of the elders of my people. If you desire to redeem it, redeem it, and if it will not be redeemed, tell me, that I may know [now], for beside you there is no one to redeem it, and I am [next in line] after you.” And he said, “I will redeem it.”",
            "4": "Then, said Boaz, “On the day you acquire the field from Naomi, and from Rus, the Mo’avitess, wife of the deceased [son], you will have acquired it [in order] to perpetuate the name of the deceased upon his inheritance.”",
            "5": "So the kinsman said, “I am unable to redeem it for myself, for I would mar my own inheritance, redeem it for yourself and assume my right of redemption, for I am unable to redeem it.”",
            "6": "This was the former custom in Israel, concerning redemption and exchange, to validate all [such] matters—a man would take off his shoe and give it to the other party—this was the form of validation in Israel.",
            "7": "So the redeemer said to Boaz, “Acquire it for yourself,” and so he took off his shoe.",
            "8": "Boaz then said to the elders and to all the people, “You are witnesses this day that I have acquired all that belonged to Elimelech, and to [his sons], Kilyon and Machlon, from the hand of Naomi.",
            "9": "And moreover, Rus, the Moabitess, the wife of Machlon, I have taken [lit. acquired] as a wife, to perpetuate the name of the deceased upon his inheritance, that the name of the deceased be not cut off from among his brethren, and from the gate of his [native] place; you are [hereby] witness this day.”",
            "10": "And all the people said who were at the gate, and the elders [also] said: “We are witnesses! May Adonoy make this woman, who is coming into your home, like Rachel and like Leah, who together built the House of Israel. May you perform deeds of valor in Ephrath, and be famous in Bethlehem.",
            "11": "May your house be like the house of Peretz, whom Tamar bore to Judah, through the offspring which Adonoy will give you from this young woman.”",
            "12": "So Boaz took Rus and she became his wife; and he came to her. And Adonoy made her conceive and she gave birth to a son.",
            "13": "And the women said to Naomi, “Blessed is Adonoy, Who has not withheld from you a redeeming kinsman [even] this day; and may his name be famous in Israel.",
            "14": "And he will be unto you a restorer of life, and a support in your old age, for your daughter-in-law who loves you has borne him, [and] she is better to you than seven sons.",
            "15": "And Naomi took the child, and held it in her bosom, and she became his nurse.",
            "16": "The [woman] neighbors gave him a name, saying, “A son has been born to Naomi,” and they called his name, Oved; he was the father of Yishai [who was] the father of Dovid.",
            "17": "These are the generations of Peretz: Perets begot Hetzron;",
            "18": "and Hetzron begot Ram, and Ram begot Aminadav;",
            "19": "and Aminadav begot Nachshon, and Nachshon begot Salmah;",
            "20": "and Salmon begot Boaz, and Boaz begot Oved;",
            "21": "and Oved begot Yishai; and Yishai begot Dovid."
        }
    },
    "meta": "Chapter-Verse",
    "work": "Ruth"
}