{
    "title": "Beit Yosef",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Beit_Yosef",
    "text": {
        "Orach Chaim": [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                [
                    "One should be very careful with The blessings of Torah. As it is introduced in the last chapter of Masechet Nedarim (81A) - \"Why are Torah scholars not meriting to have children who are Torah scholars? ",
                    "Ravina says: Because they do not recite the berachot of the Torah from the beginning. This refers to the beginning of their daily Torah study. Since Torah scholars are busy studying and accustomed to it, they are not careful to bless properly. Therefore, their blessing is not established. As it says, and we along with our children should be learning Torah. This is how it is explained. "
                ]
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                [],
                [],
                [],
                [],
                [],
                [
                    "As for [eating] meat after cheese, that is permitted immediately etc. (Talmud Chullin 105a). /    If it is day and one can see that his hands are clean, he does not need to clean them.  This is clear in the Chapter of \"All Meat\"/Kol HaBassar (Chullin 104b).  Rabbi Yitzchak (Ri) wrote that the same rule applies at night: If he has an effective lamp, he does not need to clean (his hands).  However, our master (the Tur) in Yoreh Deah chapter 89 wrote in the name of Rabbenu Peretz that \"one must wash his hands even by day, since there are times that the cheese is greasy and clings to the moistness of the hands without one's being aware.\"  Hagahot Maimoniot wrote similarly in the name of Sefer Mitzvot Katan (SeMaK).   Rashba wrote in Torat HaBayit that the reason that it is permitted to eat meat after cheese immediately is because the cheese if soft and does not linger between the teeth.  Hagahot Maimoniot wrote similarly.  / Yet there are those who practice a personal stringency not to eat meat after cheese at one meal because it is written in the Book of the Zohar in the Portion of Mishpatim (Zohar 2:125a:9) as follows:  \"We have found that [after] one consumes these foods [=milk and meat] together either at the same time [שעתא] or at the same meal, for forty days a kid roasted with its skin appears to those above.  An impure company come near him, causing judgments to be aroused in the world, judgments that are not holy.  If he begets a child during these days, it is lent a soul from the Other Side [=Sitra Achara], which is not holy.\" / The Mordechai has already written that Maharam [of Rothenburg] had a personal practice not to eat the meat of domesticated or wild animals after cheese, because once, between one meal and another, he found cheese between his teeth.  He decreed a stringency for himself.  This is not considered dissenting with the Talmud and is not in the category of 'adding which is subtracting,' for we find in the Chapter of Kol HaBasar \"I am in this respect like vinegar derived from wine...(for while my father waited a day after eating meat before eating mik, I only wait from one meal to the next).\"  Everyone may be strict with himself in order to effect a defense (against sin).  He was not lenient [the text should read: lenient] in regard to fowl (after cheese), since cheese and fowl may be eaten without restraint.  / It is certain that he [=Maharam], may his memory be a blessing, did not see the Zohar.  Nevertheless, he practiced a personal stringency on account of an event that happened.  Although he was lenient with fowl, that is because he had not seen the Zohar.  As for us, who have merited to see it, it is good and proper to be strict even with the meat of fowl."
                ]
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                [
                    "One who extinguishes a lamp out of fear of the gentiles, etc. The Mishnah in chapter \"With What do We Light? (Shabbat 29b)\" reads: \"One who extinguishes a lamp because he fears the gentiles, because of bandits, because of an evil spirit, or so that a sick person may sleep is exempt.\" The Gemara explains (31b) that the Mishnah is according to Rabbi Yehudah, who said that a melachah she'einah tzrichah legufah incurs a sin offering, and that the Mishnah refers to a sick person in mortal danger. Then, it would make sense for the Mishnah to say \"allowed (instead of 'exempt').\" Since the end of the Mishnah needed to teach \"incurs a sin offering,\" the beginning of the Mishnah taught \"exempt.\" But if the sick person is not in mortal danger, extinguishing a lamp for them incurs a sin offering. But according to Rabbi Shimon, doing this for a sick person in mortal danger is permitted, and a for a sick person not in mortal danger, one is exempt, as he holds that we are exempt from penalty when we perform a melachah she'einah tzrichah legufah. Our rabbis rule like Rabbi Shimon, and according to the Ramban, as the Ran wrote at the end of Tractate Shabbat, and he, of blessed memory, said so in chapter \"One who Hides....\" (chapter 10), that he holds like Rabbi Shimon. The Rambam wrote in Chapter 1 of Hilchot Shabbat (Mishneh Torah) that this is the opinion of the later rabbis, but the Rambam himself ruled like Rabbi Yehudah. In accordance with the Rif, the Ran wrote in the tenth chapter of Tractate Shabbat that he holds like Rabbi Shimon....and this is the opinion of Rashba, and even though from what he wrote in the third chapter, it seems that he holds like Rabbi Yehudah."
                ]
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                [],
                [
                    "And regarding cooked food Rabbi Meir holds if done not extra permitted even on the same day (on shabbat)"
                ]
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                [
                    "An individual whose friend has not blown shofar may blow shofar for them etc. This is a baraita in the second chapter of Tractate Rosh HaShana (34b): \"An individual whose friend has not blown shofar may blow for them and an individual who has not made a blessing, their friend may not make a blessing for them.\" And the RA\"N wrote, \"'Their friend may not make a blessing for them,' meaning that although we say that all of blessings, even though you have already made them, you can still make them for others, they already excluded from this rule, in Tractate Berachot, in the Jerusalem Talmud, the blessing after meals, and the  reading of Shema and the daily prayers. And the reason for the daily prayers is because it makes sense that everybody should ask for mercy for themselves. However, this refers to a person who knows how to make the blessing. But if they do not know how to make the blessing, their friend can make it for them. As it says in the chapter, \"Three who ate together\"(45a), \"If one is a scholar and one is an ignoramous, the scholar makes the blessing and the ignoramous get's credit.\" And this is written in the Mordechai and in the Haghot Asheri at the end of the first chapter of Tractate Rosh HaShana. And this is not according to the position of the RI\"Z Giat and Rav Shrira which our Master (the Tur) wrote."
                ]
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                [
                    "“What is Hanukkah? The Sages taught: On the twenty-fifth of Kislev… they searched and found only one cruse of oil that was placed with the seal of the High Priest…” (Shabbat 21a). One could ask – so what if it was sealed with the seal of the High Priest? We may be able to claim that even if it were touched from the outside it remains pure (because clay vessels only become impure from the inside not the outside), but nonetheless we must be concerned that it was tipped and thus became impure. The Tosafot addressed this difficulty by saying that if these events took place after the Sages had decreed all idolaters to have the impurity of a bodily issue, then we must say that it was placed in the ground and sealed in such a fashion that the vessel could not be tipped. The same seems true in the words of Rashi who wrote “with the seal, meaning that it was hidden away and sealed with his ring and thus recognizably untouched.” The Ran answered this problem by saying that if they had found it and tipped it, they would have broken it open to see if it held gold or jewels. Therefore, since it was found sealed with the seal of the High Priest it was certainly not found by the defilers. It is possible that this was Rashi’s intent as well when he wrote that it was ‘recognizably untouched.’: The reason that it was necessary to use that one jar of oil to light for eight days is that all of Israel were presumed to have the impurity of contact with the dead and it was therefore impossible to prepare pure oil until seven days had passed from they day of their defilement. Add to this one more day for crushing and preparing the olives to produce pure oil and you have eight. The Ran writes that there was pure oil four days away, and that they therefore needed eight days to go there and back. One could ask why they established an eight day celebration at all. After all, since there was enough oil in the sealed jar to light for one night then the miracle actually was for seven nights. One could answer that they divided the oil they found into eight parts and placed one portion in the menorah each night, which nonetheless burned until morning. Thus a miracle occurred every night. Further you could say that after they filled the menorah on the first night the jar remained full of oil as it was in the beginning, and thus the miracle was recognizable even on the first night. Alternatively, they poured all the oil into the menorah on the first night and though the candles burned all night they found them still full of oil in the morning, and so it happened each night."
                ]
            ],
            [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [
                    "As to the Tur's mention of lighting a Channukah candle in the synagogue, it seems to me that this was instituted for guests who did not have their own home to light a candle in, just as Kiddush was instituted in the synagogues for those guests who ate and drank in the synagogue. This is the reason given by the Kolbo, who also brought another reason: in order to publicise the miracle before the entire people, and to recite the blessings together. This is an enormous public declaration for the Holy One, and a sanctification of God's name, to be blessed in large groups. The Rivash added: the custom to light candles in the synagogue is ancient, because of publicising the miracle, and because we were not able to light individually at home as a result of the oppression of the gentiles. We bless over this just as we recite the blessing over Hallel on Rosh Chodesh, even though it is only a <i>minhag</i>. However, this lighting in the synagogue isn't a fulfilment of the mitzvah, and each person should go and light at home."
                ]
            ]
        ],
        "Yoreh Deah": [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [
                    "\"And so too if it stood in it for one day, for pickling is like cooking.\" This is explained in 105:4. And it seems from our rabbi's words that, according to Rif and Rambam, even a stomach salted with its milk or it stood for many days would be permitted to make cheese out of, since it is not milk but excrement, and we have no difference between congealed or clear. And for Rabbenu Tam also regarding congealed. This also is implied from the response of Rabbenu Shimshon that the Mordekhai brought: \"The taste that comes out of the meat becomes excrement when it is absorbed in the stomach, and the reason is because there is not enough power in the taste that receives this excrement from the skin to join afterwards with full milk, which from it comes cheese, such that the taste of meat is carried with it and it becomes afterwards meat and milk. For behold the fish that receive the flavour of meat are allowed to combine them afterwards with milk—all the more so this which is excrement and a small amount. For there is no strength to receive the flavour of meat and to transfer this flavour with it to join it with the milk of the cheese that comes out of it to become then meat and milk. For this is less effective than secondary flavour transfer (נ״ט בר נ״ט wrt the fish) because it is only excrement. But Rabbenu Yeruham wrote: There is someone who wrote that, even according to the opinion of the Geonim, if the keivah is salted in the stomach that it is forbidden to make this into cheese, for even though it is merely excrement, regardless it already took the taste of meat, and when it is made into cheese it will be meat and milk, and this seems correct.\" This also what the Mordekhai wrote in the name of Avi Ha-Ezri and the Sefer Ha-Terumah. He [Mordekhai] also wrote: \"There is someone who wrote that, if the milk stood for many days in the stomach to dry—if it dried it is forbidden, for this is like pickling which is like salting (all the more so if they made cheese with smoke to dry it out for this is like the keivah that is salted in its skin). But this is not because of meat and milk, since we already said that meat and milk, even if it waited all day it is fine, but rather for the reason that it is the keuvah of nevelah or treifah, or because of what I wrote that even though the keivah is just excrement, regardless it takes flavour of the skin and it becomes meat and milk.\" But for the purposes of halakhah, even according to us who hold by the Rif and the Rambam, there are those who are strict to not make cheese with the milk of the stomach that was salted in its stomach, or that stood in it for a day. However, if it was already curdled, bedi'avad it is enough to rely on the lenient opinions. It is written in the Shibbolei Ha-Leket: \"The stomach lining that they salt and dry and fill it with milk—it is permitted, since when the skin is dried it becomes nothing more than wood and there is no moisture of meat.\" We teach at the end of PKhB: \"One who makes cheese with the skin of the stomach, if there is enough to impart flavour—it is forbidden.\" And the Rashba wrote: \"This is surprising to me since it teaches something obvious, for meat and milk always has the law of if it imparts flavour it is forbidden! Perhaps it is teaching us that it is only if it imparts flavour that it is forbidden and because of meat and milk. But if it did not impart flavour it would be permitted, even though it is curdling—the Torah hooks meat and milk upon flavour, as Rava says above, 'The way of cooking the Torah forbids.' But this is not true for curdling in the skin of nevelah, for we go after the curdling even if there is no imparted flavour, we see it as if the nevelah were in in front of us.\" So too wrote the Ran there and in chapter 2 of Avodah Zarah in the name of R. Yosef Ha-Levi on what Shmuel said: \"Why did they forbid non-Jewish cheese? Because they curdle it with nevelah stomach skin\": \"The reason he mentioned \"nevelah stomach skin\" is because it itself would be forbidden—since it is the source of curdling, it would not be nullified. But kosher stomach skin, which is permitted by itself and there is nothing forbidden unless combined with milk, it is not possible to say this, therefore whenever it does not impart flavour it is not meat and milk, rather this stands on its own and this stands on its own.\" And so are the words of the Rambam that wrote in Hilkhot Ma'akhlot Asurot 3:13: \"In the days of the mishnaic sages, they decreed against non-Jewish cheese and forbade it because they curdle it with the stomach skin of their slaughtered animals, i.e. nevelah. And if you say: But isn't the skin of the stomach a small thing against the large amount of milk it stands with? Why wouldn't it be nullified? Because it curdles the cheese, and since it is a forbidden item that did the curdling the whole thing is forbidden.\" And in 9:15 he wrote: \"It is forbidden to curdle cheese with the skin of the stomach of a slaughtered animal. But if one did so—they taste the cheese; if there is the flavour of meat it is forbidden, but if not it is permitted, since the curdling was something which was forbidden—the stomach of a slaughtered animal—and there is nothing forbidden other than meat and milk which is measured with imparting flavour. However, one who curdles with the skin of a nevelah stomach or terefah or non-kosher animal, since the curdling was a thing that was forbidden by itself, the cheese becomes forbidden because of nevelah, and not because of meat and milk. And it was because of this concern that they forbade the cheese of non-Jews, as I explained.\" From these words, what Rabbenu Yeruham wrote is clarified: \"The law of the keivah and its skin to curdle with it cheese, the skin of the stomach is obviously forbidden whether from a kosher animal or nevelah according to everyone because it is meat and milk. And if one curdled it, a non-Jew should taste it. But there is someone who wrote that curdling cheese is not nullified, and this seems right. And so too wrote the Rambam: 'Therefore, they forbade non-Jewish cheese because they curdle it with the skin of the stomach'. It appears from his words that for the Rambam, curdling with kosher skin would also not be nullified.\" But this is not true, since the Rambam did not write this but rather curdling with the stomach skin of a *forbidden* animal, while curdling with the stomach skin of a *kosher* animal is with imparting flavour, as our mishnah taught. The Mordekhai wrote: \"Even though Rabbenu Tam wrote that curdling only forbids in 60:1 ratio, he did not say this for practical purposes, for it is possible to dismiss his evidence, that even when there is in the milk more than 60:1 against the forbidden item, since the forbidden item curdles—it imparts flavour.\" The Mordekhai wrote: \"About the keivah that they curdled with much milk and made cheese with it, but it was found after a while in the bag that the keivah was given a bit [of flavour] from the intestines, and Rabbenu Shimshon permitted the cheeses, and went on at length regarding the reasons. But Rabbenu Barukh permitted for a different reason, that one assumes it did not curdle all of the milk from the clear milk but rather also from the congealed, and then it is two things that combine to be permitted.\" The Mordekhai also wrote in the name of Rabbenu Shimshon:  Who knows if the cheeses are [not] considered to be like the piece of meat that is appropriate to give honour with, and if it is known that one of them was made from the forbidden keivah it would forbid all the others?\" It is written in the Hagahat Ashiri in the last chapter of Avodah Zarah: \"It is possible to be doubtful about the meat and milk that the sages forbade (such as that waited cold more than one day, or was salted) if they are forbidden to benefit or not. And the one who permits benefit—they do not prevent them too much, for there is not evidence to forbid it.\" And so too wrote the Mordekhai in chapter 2 of Avodah Zarah."
                ]
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                [
                    "It is a positive commandment to write the portion of Shema, and it is to be found in the mizuzah of the door, as it is written and written, etc. In the chapter on the kitz (28), two passages in the mezuzah impede each other and even write one of the impediments and interpretations of the verse. Spelling and writing on the mezuzot of your home, etc.:"
                ],
                [
                    "It is imperative to be very careful in the same way as the one who has tefillin on his head and his arm, etc. And a mezuzah on his mouth is held for him not to sin, etc. Chapter 34:"
                ],
                [
                    "And all who warned him would prolong his days and the days of his sons, etc. The sages also demanded that a mezuzah be given to his sons and daughters as small dead on the second day of Leviticus (Lev."
                ],
                [
                    "And greater than the house kept by her, etc. Food warned her to prolong his days and days in New York Kai and Aguatar preferred person longevity from the house maintenance because the length of days is a hidden miracle and the preservation of the house is a miracle revealed in other homes that do not have a mezuzah Nzukin Hadar in a house that has a mezuzah Ie, keeping the house large, because the house is a royal custom of the BW, which is inside and its servants keep it from the outside Kriya large:"
                ]
            ]
        ],
        "Even HaEzer": [
            [],
            [],
            [],
            [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [
                    "A male slave who was immersed [by his Jewish master] for the purpose of becoming a [Canaanite] slave is prohibited to an Israelite woman, and an Israelite man is prohibited to a female slave who was immersed [by her Jewish master] for the purpose of becoming a [Canaanite] female slave, regardless of whether she was his slave or another's [slave] this is obvious."
                ],
                [
                    "Regarding what the Tur writes: However, after his master frees him, or abandons him, or lays phylacteries on him, or if his master was a prayer leader and called him to go up to the Torah [ for an aliyah] behold he comes like an Israelite in all matters. This is in Perek HaSholeah (Gittin 40a) where we say one who abandons his slave [the slave] goes free and we say that if his master lays phylacteries on him he goes free and there it is also taught that the same is true if his master was a prayer leader and called him to go up to the Torah [ for an aliyah] that he [the slave] also goes free nevertheless there is reason to wonder why our master [the Tur] wrote that he is like an Israelite in every regard that teacher that he [the freed slave] is permitted to marry an Israelite woman for regarding one who abandons his slave in the Gemara over there we says that the [freed slave] requires a bill of manumission and regarding his master laying phylacteries on him or his master instructing him to read [his aliyah] from the Torah Maimonides writes that he he requires a bill of manumission and our master wrote his [Maimonides'] words in the Tur Yoreh Deah Cap. 267 and since a bill of manumission is a sine qua non how is he allowed to [marry] an Israelite daughter? We may answer that he [the Tur] is of the opinion that whenever [the Talmud] says he [the slave] goes free and needs a bill of manumission he is allowed to marry an Israelite daughter on account of the reason that the Rosh wrote there regarding one who marrys off his slave and I will write his words below and I will write that on this matter the Ramah disagrees."
                ],
                [
                    "What [the Tur]: ...but if he lay phylacteries in the presence of his master or called him or read the Torah in his presence [during an aliyah] he does not go out to freedom this is a Baraita there (Gittin 40a) in Perek HaSholeah."
                ],
                [
                    "What [the Tur] writes: If his master married him off to an Israelite woman or even if he married an Israelite woman in the presence of his master, the betrothal takes effect etc ibid [Gittin 40a]: Rabbi Zeira says: In the case of a slave who marries a free woman in the presence of his master, he is emancipated. Rabbi Yoḥanan said to him Rabbi Zeira: You possess such an extreme halakha, but I teach this halakha: With regard to one who writes a document of betrothal for his maidservant, stating: You are hereby betrothed to me, Rabbi Meir says: She is betrothed, and the Rabbis argue and say: She is not betrothed, here the context of Rabbi Zeira’s statement is not that of a slave who married a woman in his master’s presence but a case where the slave’s master himself provided a wife for him [as this is certainly proof that he had emancipated him. The Gemara questions this answer:] Is there anything like this, where for his slave he would not violate a prohibition[, and by providing a wife for his slave he indicates that he must have emancipated the slave,] but he himself might violate the prohibition[, as he is suspected of marrying his maidservant without having freed her]? Rav Naḥman bar Yitzḥak said: With what are we dealing here? This is a case where he said to the maidservant when he gave her the document of betrothal: Become emancipated with this and become betrothed to me with this. Rabbi Meir holds that this formulation written in the document of betrothal: You are hereby betrothed to me, contains a formulation of emancipation and therefore serves both as a bill of manumission and a document of betrothal. And the Rabbis hold: This formulation is not a formulation of emancipation. The Rif, the Rambam and the Rosh conclude with that which R. Zeira said: not only this but we forces his master to write for him a bill of manumission and the Rosh explains that the reason we require him [to write] a bill of manumission is to prevent the master from claiming \"I did not emancipate him him and he is my slave\" and certainly we we follow the intelligent estimate that certainly he emancipated him and we release him [the slave] from him [the master] and he is permitted to marry a free woman since he [the Talmud] did not say that he is prohibited to his wife until he [the master] frees him and the Ramah did not explain it this way until here is hi  [ the Rosh's] language. The words of the one who disagrees with this our master wrote in the Tur Yoreh Deah Cap. 267 but here he presented his words anonymously according to the opinion of the Rosh. There is reason to question what he wrote that in a case where he [the slave] married in the presence of his master the rule is the same as when his master marries him off to a woman for behold in the Gemara it suggests that only when his master marries him off to a woman because had he not emancipated him he would not have done a prohibition with his slave to marry him off to woman but when the slave marries in his master's presence he does not go free and this is what the Rif and the Rosh write explicitly and so to did our master the Tur in Yoreh Deah Cap. 267 Maybe it is possible to suggest that [the slave who marries in the presence of his master] does not go free nevertheless, regarding the prohibition of a married woman, we are concerned for had he not emancipated him he would not have allowed him to do a prohibition in his presence and therefore we says his betrothal works on her because of uncertainty and according to this it is prohibited for him to remain with her until [his master] emancipates him nevertheless his words are very unclear and require study."
                ],
                [],
                [
                    "Rambam wrote regarding a woman whose husband went overseas and she gave birth behold her child is assumed to have the status of a mamzer that means to stay if he [the husband] stayed there more then twelve months for the child does not remain in its mother's womb for more than twelve months [as Rambam recorded] in Cap. XV of laws of Issurei Biah and the reason is taught in the Cap. Ha'arel [Yevamot] 80b the action taken by Rava Tosfa’a concerning a woman whose husband went overseas and her baby was delayed in her womb for the twelve months of the year following her husband’s departure, and Rava Tosfa’a rendered the child fit."
                ],
                [
                    "Regarding what our master the Tur wrote in the name of the Behag that the child is not presumed to have the status of a mamzer for we attribute it to the possibility that maybe her husband arrived [home] discreetly and copulated [with her] and the Rosh wrote this [too] at the beginning of the Cap. Asara Yuchsin [in Kiddushin 4:7] and it appears from his words that the view of the Behag does not appear [to be correct] to him and see what I wrote at the end of this Tur [meaning Even Haezer #178] and Teshuvot Maimuni re. Sefer Nashim [#25] and the Hagahot Mordechai to Yevamot Cap. 9 [#121-122]."
                ]
            ],
            [],
            [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [
                    "...It is written in Orchot Chaim that Rav Natronai wrote of a kohen who married a divorced woman, or any one of the woman invalid to him, and they excommunicated him two or three times, and he has not left her, and he says, I don’t want to be a kohen: We excommunicate him forever until he separates from her and divorces her, as we say (Yevamot 88b) “he is holy against his will”. And in another responsum of the Gaon he required him to separate, and we make an announcement regarding him that other kohanim should separate from him, so that it won’t be casual to them. And they require him to be excommunicated until he spearates from her, and they whip him. And if we suspect that he will go to a different place and perform the spreading his hands [i.e. birkat kohanim], we chop off the ends of his fingers, establishing blemishes in him, so that he can’t spread his hands...\n"
                ]
            ]
        ],
        "Choshen Mishpat": [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [
                    " שטר<i data-commentator=\"Hagahot\" data-order=\"1\"></i> שיוצא מתחת יד שליש והלוה טוען כי הוא מזוייף או פרוע וכו'. (ט) שליש שהושלש שטר בידו לזמן ידוע וכו' עד ושכח להודיעו לשליש הם דברי בעל התרומות בשער נ\"ב. וכתב שכן השיב הרי\"ף: ובמ\"ש שאם מת הלוה לא יפרע המלוה אלא בשבועה סיים והוא שאין נאמנות בשטרו ונאמנות זה אם צריך שיפרע שמאמינו על יורשיו או אם סגי בנאמנות סתם יתבאר בדברי רבינו בסימן ע\"א: <i data-commentator=\"Mystery#2\" data-order=\"1\"></i> התובע לשליש שמסר השטר לשכנגדו והשליש טוען שהשליש שלישותו כמו שנמסר בידו אם צריך לברר דבריו ולפרש על איזה תנאי נמסר בידו ואם צריך לישבע ואם אינו זוכר התנאי בתשובות הרא\"ש כלל ק\"ה סימן ג': <i data-commentator=\"Mystery#2\" data-order=\"1\"></i> שליש שהושלש שטר בידו ע\"מ שלא יתננו כ\"ז שהנותן קיים ומתו המקבל והנותן ותבע בן המקבל השטר ונמצא מחק באחורי השטר בכלל הנזכר סימן ד': <i data-commentator=\"Mystery#2\" data-order=\"1\"></i> חברים שהשלישו שטרי חובות ביד שליש וטען אחד מהם שאין לחבירו עליו מכל חשבונות שביניהם אלא אותו שטר בלבד והלוה מכחישו בכלל הנזכר סימן ה' <i data-commentator=\"Darchei Moshe\" data-order=\"1\"></i>: <i data-commentator=\"Mystery#2\" data-order=\"1\"></i> מצאתי כתוב אשר שאלת שעשו אותך נאמן משטרי ראובן ושמעון שאם יעבור הזמן שלא יתן זקוק שתמסור השטר לשכנגדו ואינך יודע אם ראובן קוים נראה שאתה חייב ליתן השטר ליד שמעון דאם איתא דפרעיה לדידך הוי מודע כדי לקרוע השטר או למיכתב שובר עכ\"ל: כתב הרשב\"א<i data-commentator=\"Hagahot\" data-order=\"1\"></i> בתשובה מסתברא שהשליש נאמן שאין שטר השלישות מכחיש את דברי השליש שלא כלל לשון השלישות תנאי נישואי לאה אלא שלא נכתב בשטר השלישות אלא מקצת התנאים והוא אם יגיע הזמן ולא ישלימו זה לזה התנאים שיהא על השליש להחזיר שטרי המסרב לחבירו ואע\"פ שלא תינשא לאה לבעל ואינו מוציא מכלל זה תנאי הנשואים ואילו היינו אומרים ובאים מצד תנאי השלישות לבד וכגון שלא אמר השליש כלום באמת לא היינו מחייבים את השליש לעשות יותר ממה שכתוב בשטר השלישות אבל אם השליש טוען ברי שעל ידי תנאי זה נמסר בידו נאמן לפי שאין שטר השלישות כלל תנאי נישואי לאה אלא אפשר שישנו מוסיף על מה שנכתב ושליש נאמן ומ\"מ אם לא נזכר בשלישות מעכשיו בשעה שנמסר בידו מסתברא לי שיש כאן משום אסמכתא בהחזרת השטרות לפי שמעכשיו הכתוב בשטר אינו מועיל להחזרת השטר ותדע לך שהרי מי שפרע מקצת חובו והשליש את שטרו דקי\"ל כמ\"ד לא יחזיר ומשום אסמכתא ואע\"פ שיש בשטר החוב מעכשיו וזכורני שדנתי כן זה זמן רב לפני הרמב\"ן עכ\"ל: "
                ]
            ]
        ]
    },
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ],
        [
            "Tur Choshen Mishpat: Vilna, 1923",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001935970"
        ]
    ],
    "heTitle": "בית יוסף",
    "categories": [
        "Halakhah",
        "Tur and Commentaries"
    ],
    "schema": {
        "heTitle": "בית יוסף",
        "enTitle": "Beit Yosef",
        "key": "Beit Yosef",
        "nodes": [
            {
                "heTitle": "אורח חיים",
                "enTitle": "Orach Chaim"
            },
            {
                "heTitle": "יורה דעה",
                "enTitle": "Yoreh Deah"
            },
            {
                "heTitle": "אבן העזר",
                "enTitle": "Even HaEzer"
            },
            {
                "heTitle": "חושן משפט",
                "enTitle": "Choshen Mishpat"
            }
        ]
    }
}