{
    "title": "Birkat Avraham on Mishneh Torah, Blessings",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Birkat_Avraham_on_Mishneh_Torah,_Blessings",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שאלה</b> ועוד מה שפסק ז\"ל בהלכות ברכות דפת ויין בלבד הוא דבעי הסיבה ואחר כך יברך אחד לכולן אבל שאר אוכלין ומשקין אינן צריכין הסיבה אלא אע\"ג דלא הסיבה אחד מברך לכולן וקא מקשי ליה ר' יונתן ז\"ל למה נניח איכא דאמרי דמשמע לר' יוחנן פת ויין הוא דמהני להו אבל שאר דברים לא מהני וכל חד מברך לנפשיה ואע\"ג דהסיבה והשיב הרב ז\"ל על דבריו הדבר ידוע שהפת חשובה מן הכל וכן היין חשוב מכל המשקין ומכל הפירות ולפיכך חשיבות הדבר שמברכין עליו אנו מצריכין לכל אחד ואחד ברכה בפני עצמו לפי זה הפירוש שעלה על דעתכם בהנהו תרי לישני נמצאו שאר הפירות והמשקין חשובין יתר מן הפת והיין שהפת והיין אחד מברך לכל אם נתועדו או הסיבו ושאר הפירות אע\"פ שנתועדו והסיבו לא יברך אחד לכל אלא כל אחד צריך לברך היפך גדול יציבא בארעא וגיורא בשמי שמיא ולא הכי הוא פירוש הנהו תרי לישני אלא התרין לישני חד טעמא אית להו ואין שם חלוקה בענין אלא בשנוי המימרא ויש כמה מקומות בתלמוד כך שהוא מקפיד על נוסח המימרא היאך הוא אע\"פ שאין ביניהן הפרש בענין וזה הפירוש אמר רב לא שנו אלא פת דבעי הסיבה ואחר כך יברך אחד לכל אבל שאר הדברים לא בעי הסבה אלא אחד מברך לכל אע\"פ שלא הסיבו ור' יוחנן אמר אפילו יין נמי בעי הסיבה איכא דאמרי אמר רב לא שנו אלא פת דמהני לה הסיבה שיהיה אחד מברך לכל הא לא היו מסובין כל אחד מברך לעצמו ודין זה בפת הוא בלבד אבל שאר הדברים אין בהן דין זה כדין שנאמר מהני בהו הסיבה אלא בלא הסיבה נמי כך הוא ור' יוחנן אמר אפילו יין כל אחד מברך לעצמו ואם הסיבו מהני להו הסבה שיברך אחד לכל עד כאן סוף דבריו של רבנו משה זצ\"ל.<br><b> ואני </b> רואה סוגיא דגמרא לא כמר רהיטא ולא כמר רהיטא כר' יונתן ז\"ל ליכא למפסק מהנהו תרי תלמידי דהוי יתבי קמי דבר קפרא והביאו לפניהן כרוב ודורמסקינין ופרגיות נתן בר קפרא רשות לאחד מהן לברך קפץ וברך על הפרגיות וכו' הא אשכחן בפירוש שאחד מברך לכולן בשאר דברים חוץ מפת ויין ועוד ממעשה דרבן גמליאל וזקנים שהיו מסובין ביריחו והביאו לפניהם כותבות ואכלום ונתן רבן גמליאל רשות לר' עקיבא לברך קפץ וברך ברכה אחת מעין שלש וכו' הרי כותבות דלאו פת ויין נינהו ואחד מברך לכולן הלכך לא אפשר למימר ששאר הדברים אפילו הסבו כל חד וחד מברך לנפשיה וכדברי הרב ז\"ל נמי ליכא למפסק דפירושא דקא פריש להנהו תרי לישני לא רהיט לן מכמה אנפי מה שאמר לפי חשיבות הדבר שמברכין עליו אנו מצריכין לכל אחד ואחד ברכה בפני עצמו מנין לו דבר זה ואנן איפכא שמיע לן דתנו רבנן היו יושבין בבית המדרש והביאו לפניהם אור בית שמאי אומר אחד מברך לכולן משום שנאמר ברב עם הדרת מלך ובית הלל אומר כל אחד ואחד מברך לעצמו ואוקימנא טעמיה דבית הלל משום ביטול בית המדרש הא לאו הכי ברב עם הדרת מלך אית להו ועוד אי הכי פת ויין אמאי גרעי מחשיבותיהו בשעת הסכנה אדרבה כל שכן דמתוספי חשיבות בהסיבה וכן נמי שנים שאכלו מצוה לחלק שלשה אין נחלקין אלא אחד מברך לכולן וכי מקום שנעשו שלשה גרעי פת מחשיבותיה הכא ודאי איכא למימר יציבא בארעא וכו'.<br><b> ומה </b> שפירוש דברי רב דהכי קאמר רב לא שנו אלא פת דבעי הסיבה ואחר כך יברך אחד לכל אבל שאר דברים לא בעי הסיבה אלא אחד מברך לכל ואע\"ג שלא הסבו והא לא גרסי אבל שאר הדברים אלא הכי גרסינן בכל הספרים אבל יין לא בעי הסיבה ור' יוחנן אמר אפי' יין בעי הסיבה אבל יין וכו' מאי אפילו יין דקאמר ר' יוחנן אף יין בעי הסיבה מיבעי ליה ועוד כשהקשינו על לישנא קמא דרב מרישא דבריתא דקתני כל אחד ואחד מברך לעצמו מאי הא דקא מתריץ שאני אורחים דדעתיהו למעקר וכי משום דדעתיהו למיעקר אי חשיב ליה יין והוי כפת וללישנא בתרא דאמר רב לא שנו אלא פת דמהניא לה הסיבה ולפי פירושו ששאר דברים אין בהם דין זה דמהני בהוא הסיבה שיהיה אחד מברך לכל אלא בלא הסיבה נמי כך הוא אם כן מאי האי דקא מותבינן אלישנא בתרא דרב מסיפא דבריתא עלו והסבו אחד מברך לכולן הא סייעתיה דרב היא דהא הכי נמי קאמר רב דשאר דברים מכל מקום אחד מברך לכולן ומאי האי קא מתריץ מגו דמהני הסיבה לפת מהני נמי ליין ולפי דעתו אין ליין צורך הסיבה בלא הסיבה נמי כן הוא דינו ולא מהני ביה פת לעולם ועוד לפי סברו שלפי החשיבות כל אחד ואחד מברך לעצמו לא הוה ליה לרב למימר לא שנו אלא פת דמהני ביה הסיבה אלא הכי מיבעי ליה למימר לא שנו אלא פת דמהני בה פיזור הלכך ליכא לפרש הכי דהא לא רהיטא סוגיא דגמרא כל עיקר ולפי פירוש שקבלנו ריהטא דלא כמר ולא כמר וכל מלי בין פת ובין יין ושאר דברים אם הסבו אחד מברך לכולן ואם לא הסבו כל אחד ואחד מברך לעצמו ואזלא כר' יוחנן ואין מקום להאריך בפירושא דשמעתא על אותה דרך ואי שמיעא ליה למר מילתא בפירושא דהא שמעתא לתקן בו את אותה הפיסקא ליבריר לן בטיבותיה וענותנותיה.<br><b> תשובה</b> אפילו על ר' יהונתן ז\"ל ליכא קושיא ממעשה דרבן גמליאל וזקנים דלא איירו תנאי ואמוראי אלא בברכה ראשונה ומעשה דרבן גמליאל וזקנים בברכה אחרונה אבל מעשה דהנהו תלמידי יראה דהוא קשי על סברא דר' יהונתן ז\"ל ושהקשית על פירוש אבא מארי ז\"ל מפלוגתא דבית שמאי ובית הלל דיהבי בית הלל טעמא ברב עם הדרת מלך אגב גררא קושיא יפה היא אבל כד מעיינית בדבריו זצ\"ל משכחת לה מים עמוקים עצה בלב איש ואיש תבונות ידלנה לא אמר ז\"ל שחשיבות הברכה שיברך כל אחד לעצמו כי היכי דיקשי עליה האי מימרא דבית הלל דהברכה ודאי חשיבותה שיהיה אחד מברך והכל עונין אמן משום ברב עם הדרת מלך אלא חשיבות הדבר שמברכין עליו אמר שאם הדבר שמברכין עליו חשוב צריכין הנהנין בו להרבות הודיה לשם עליו ולפיכך מברך כל אחד ואחד לעצמו מפני חשיבות ההנאה שהגיעה אליו ועוד משמעתא זו איכא סיועא רבה לפירושו ז\"ל דלא אמרי בית הלל ברב עם הדרת מלך אלא בשהיו אותן העם יושבין ומתקבצין לאותה הברכה דומיא דהסיבה דהכי היא הבריתא היו יושבין וכו' לא שנקרא הדבר מקרה דליכא ביה מהדרת מלך כלום הלכך לפי חשיבות הדבר צריכין ברכה כל אחד ואחד ואם הסבו סגי להו ברכת אחד שהיא ברכה חשובה ומהני מיפרקא לך הך קושיא אחריתי דאיתמהת בה אמאי גרעי חשיבותיה בשעת הסיבה וגם יש בקושיא זו פירוקא אחרינא והוא שכשהם בו נעשו בהסיבתם כאדם אחד ולפיכך סגי להו בברכת אחד מהם וראיתי בדבריך בית שמאי במקום בית הלל ובית הלל במקום בית שמאי ושמא היפך יש בספרים.<br><b> ושהקשית </b> משלשה שאכלו אינן רשאין ליחלק ונשתדלת בקושיא זו והתמהת בדבריך כלפי ליא כבר פירשתי לך מתחלת התשובה לא זו הדרך ולא זו העיר אינן בברכה ראשונה שהיא המוציא או בורא פרי ואתה מקשה מברכת המזון או ברכה אחת מעין שלש כולם בחדא מחתא מחתינהו ועוד אפילו נימא דבברכה אחרונה עסקינן ליכא קושיא דהיינו טעמא שאין השלשה רשאין ליחלק שאין ברכת השלשה ברכת האחד עד שנאמר חשיבות החילוק יתר מברכות האחד דהשלשה ברכה מתוספא להו והיא ברכת הזמון ומפני זה אינן רשאין ליחלק תדע דשנים שאין להם ברכת זמון מצוה ליחלק הלכך קושיא זו סיועא היא ושהקשית על פירושו שפירש בדברי רב אבל שאר דברים ולשון התלמוד אבל יין כמה תמיהא קושיא זו וכי לתינוקות של בית רבן השיב עד שיצטרך להעתיק לשון התלמוד מלה במלה וירחיב בפירוש כאשר ישיבו החכמים למקצת השואלים לא השיב ז\"ל ופירש אלא לחכמים גדולים ולפיכך הספיק לו עמהם ראשי הפרקים ודאי אין כתוב בתלמוד אלא אכל יין אלא מיהו אם יין חשוב לא בעי הסיבה קל וחומר שאר הדברים שהן פחותין ממנו דלא בעי הסיבה מתחלת דבריו תלמוד דאמר וכן היין חשוב מכל המשקין והפירות.<br><b> ושקשה </b> לך אמאי אמר ר' יוחנן אפילו יין ולא אמר אף יין אין בו מקום קשה שהיין אע\"פ שהוא חשוב אין חשיבותו אלא לגבי משקין ופירות אבל לגבי הפת לא דהפת חשובה ממנו ואינה עמה במעלה אחת בחשיבותו ולפיכך אמר ר' יוחנן אפילו יין בעי הסיבה כלומר דמה דהפת שהיא חשובה מכל היא בעי הסבה ואחר כך יברך אחד לכל אבל יין כשאר הדברים ולא בעי הסבה אלא אפילו יין דגרעי חשיבותיה מן הפת הואיל ויש לו חשיבות לגבי שאר המשקין והפירות בעי הסיבה ואחר כך יברך אחד לכל ושקשה לך בתירוץ הגמרא וכן משום דדעתיהו למיעקר איחשיב ליה יין והוי כפת לאו הכי היא אלא כך ענין הדברים שאני אורחים דדעתיהו למיעקר כפרודין דמו ולא מצי אחד לברוכי לכולם ולפיכך כל אחד ואחד מברך לעצמו משום סלוק הקיבוץ בכוונתם לעקירה לא משום החשיבות ולולי דדעתיהו למיעקר היה אחד מברך לכל אע\"ג דלא הסיבו לטעמיה דרב ודאקשינן על לישנא בתרא דרב מסיפא דבריתא והא קתני אחד מברך לכולם אלמא קא ממני ליה הסיבה פשיטא מילתא לחדא אפירושא דאנהר ביה ז\"ל לפי שאמר רב בלישנא בתרא לא שנו אלא פת דמהני לה הסיבה אבל יין לא דמשמע דהכי דיניה דאחד מברך לכל אפילו בלא הסיבה ולא אהני ביה הסיבה מידי אקשינן ליה מסיפא דבריתא דאמר בה עלו והסבו בא להם מים וכו' בא להם יין אע\"פ וכו' אחד מברך לכולן למימרא דהניא ליה הסיבה ולולי הסבה כדאמר עלו והסבו ולא היה אחד מברך לכולם אלא כל אחד ואחד מברך לעצמו על זה היין שבא להן כשהן מסובין ופריק רבא שאני התם דמיגו דהניא ליה הסיבא לפת אהניא ליה נמי ליין כלומר לא אמר התנא בבריתא עלו והסבו מפני היין שכך דין היין לטעמיה דרב אפילו לא הסבו אלא מפני הפת הוא דאמר עלו והסבו וזה הוא פירוש מיגו דמהניא ליה הסיבה לפת אהני ליה נמי ליין.<br><b> ושאמרת </b> שלפי פירושו ז\"ל היה לרב לומר לא שנו אלא פת דאהני בה פירורים תראה מאלו הדברים שלא דקדקת הפירוש שאמר עד שתבין ענינו בטוב ואני ארחיב לך בדברים עד שיתבררו לך ענין דבריו ז\"ל משמע שהוסיפה ענין שלא היה בתחלה וכן אמר רב לא שנו אלא פת דמהני בה הסבה שקודם הסיבה היה כל אחד ואחד מברך לעצמו ומהני הסיבה לחדושי דין אחר שיהיה אחד מברך לכולן ואי בלא הסיבה כל אחד ואחד מברך לעצמו אבל יין וכל שכן שאר דברים לא מהני להו הסיבה מידי שלא נתוסף בהם כלום שדינם קודם הסיבה כדינם אחר הסיבה שבזמן שיהיו רבים אחד מברך לכל הילכך לא מהני להו הסיבה מידי אלא בין הסיבו או לא הסיבו הדין אחד כל אלו הפרוקים והפירושין אע\"פ שאינן מפורשין בתשובתו ז\"ל יוצאין הן מכח אותן הדברים המעוטין שהשיב לר' יונתן ז\"ל וזה ששתק מלהרחיב בפירוש לפי שתשובתו לחכמים גדולים היתה ואין מפרשין לחכם והפירוש החדש שאמרת שקבלתם שהשויתם בו היין והפת לשאר הדברים לא ידעתי אמאי קא סמכיתו ביה שאין לו ראיה ברורה מוכחת עליו ודברים שאין להם טעם הם אצלינו וכבר פירשנו כל הספיקות שהקשיתם בה על הפירוש שפירש הרב ז\"ל ויראה שהוא הפירוש הנכון."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ברכת אברהם על משנה תורה, הלכות ברכות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Birkat Avraham",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}