{
    "language": "en",
    "title": "Joel",
    "versionSource": "https://fr.wikisource.org/wiki/Bible_du_Rabbinat_1899",
    "versionTitle": "Bible du Rabbinat 1899 [fr]",
    "status": "locked",
    "license": "Public Domain",
    "actualLanguage": "fr",
    "isBaseText": false,
    "heTitle": "יואל",
    "categories": [
        "Tanakh",
        "Prophets"
    ],
    "text": [
        [
            "Parole de l’Éternel, qui fut adressée à Joël, fils de Petouël:",
            "\"Écoutez ceci, vieillards! prêtez l’oreille, vous tous, habitants de ce pays! Est-il arrivé quelque chose de semblable de votre temps ou du temps de vos pères?",
            "Faites-en le récit à vos enfants; que vos fils le racontent à leurs enfants, et ceux-ci à la génération suivante!",
            "Ce qu’a épargné le grillon a été dévoré par la sauterelle, ce qui a échappé à la sauterelle est devenu la proie du hanneton, et ce qu’a laissé le hanneton, la locuste l’a mangé.",
            "Réveillez-vous, amateurs de la boisson, et pleurez! Lamentez-vous, vous tous buveurs de vin, à cause du jus du raisin, qui est ravi à vos lèvres!",
            "C’est que mon pays a été envahi par un peuple puissant et sans nombre, dont les dents sont des dents de lion et les crocs des crocs de lionne.",
            "Il a fait de mon vignoble une ruine, de mes figuiers une chose décharnée; il les a dénudés, dépouillés [de verdure], leurs branches en ont blanchi.",
            "Pleure, comme une vierge ceinte de cilice pleure l’époux de sa jeunesse.",
            "Offrandes et libations ont disparu de la maison de l’Éternel; les prêtres, ministres de Dieu, sont en deuil.",
            "Les champs sont dévastés, la terre est éplorée, car détruit est le blé, tari le vin et perdue l’huile.",
            "Soyez atterrés, laboureurs, lamentez-vous, vignerons, à cause du froment et de l’orge! Car c’en est fait de la moisson des champs.",
            "La vigne est desséchée, le figuier est flétri, le grenadier, de même que le palmier et le pommier, tous les arbres des champs sont étiolés. Oui, toute joie est éteinte parmi les fils de l’homme.",
            "Prêtres, ceignez-vous [d’habits de deuil] et exhalez des plaintes; lamentez-vous, serviteurs de l’autel, allez passer la nuit, revêtus de cikices, ministres de mon Dieu, car offrandes et libations font défaut dans la maison de votre Dieu!",
            "Ordonnez un jeûne, convoquez une assemblée solennelle. Réunissez les vieillards, tous les habitants du pays dans la maison de l’Éternel, votre Dieu, et criez vers l’Éternel!",
            "O jour de malheur! car il est proche, le jour du Seigneur, il arrive comme la tempête de par le Tout-Puissant.",
            "Là, sous nos yeux, la nourriture est enlevée, de la maison de l’Éternel [ont disparu] joie et allégresse.",
            "Les graines répandues pourrissent sous les glèbes, dégarnis sont les greniers, démolis les magasins, car le blé est perdu.",
            "Comme il clame, le bétail! Comme les troupeaux de bœufs sont effarés! Il n’y a plus de pâturage pour eux; les troupeaux de brebis pâtissent eux aussi.",
            "C’est toi, Seigneur, que j’invoque; car un feu a dévoré les pâturages du désert, une flamme a consumé tous les arbres des champs.",
            "Même les bêtes des champs soupirent après toi, car les cours d’eau sont taris, et le feu a dévoré les pâturages du désert."
        ],
        [
            "Sonnez du cor dans Sion, et poussez des cris sur ma montagne sainte, pour qu’ils tremblent, tous les habitants de ce pays; car il arrive, le jour de l’Éternel, il est proche:",
            "un jour de ténèbres et d’obscurité, un jour de nuages et de brume épaisse, pareil au crépuscule qui s’étend sur les montagnes! C’est un peuple nombreux et puissant, tel qu’il n’y en eut jamais et qu’il n’y en aura plus jusqu’aux âges les plus reculés.",
            "Devant lui il y a un feu qui dévore, derrière lui une flamme brûlante, devant lui la terre était pareille au jardin d’Eden, quand il a passé, c’est un désert désolé: rien ne lui a échappé.",
            "A le voir, on dirait des chevaux; ils courent comme des cavaliers.",
            "Avec le fracas des chars roulant sur le sommet des montagnes, ils bondissent. On dirait le pétillement d’une flamme qui dévore le chaume, un peuple immense rangé en bataille.",
            "A leur approche les peuples frémissent, tous les visages se couvrent de pâleur.",
            "Ils se précipitent comme des héros, escaladent les murailles comme des gens de guerre; ils avancent chacun droit devant lui, sans dévier de la route.",
            "L’un ne se heurte pas contre l’autre, chacun suivant son chemin; ils se jettent sur les armes, sans rompre leurs rangs.",
            "Ils se répandent à travers la ville, franchissent les murailles, montent dans les maisons, entrent par les fenêtres comme des larrons.",
            "Devant eux la terre tremble, les cieux frissonnent, le soleil et la lune s’obscurcissent et les étoiles voilent leur éclat.",
            "L’Éternel fait retentir sa voix à la tête de son armée, car innombrable est sa horde, car forts sont ceux qui exécutent ses ordres. Oui, grand est le jour de l’Éternel, et extrêmement redoutable: qui pourra le supporter?",
            "Et maintenant il en est temps encore; revenez à moi de tout votre cœur, avec des jeûnes, des pleurs et des plaintes funèbres.",
            "Déchirez vos cœurs et non pas vos vêtements, et retournez à l’Éternel, votre Dieu, car il est clément, miséricordieux, lent à la colère et abondant en grâce, enclin à revenir sur le mal.",
            "Qui sait? Peut-être, se ravisant, regrettera-t-il [le mal qu’il vous a fait] et laissera-t-il quelque bénédiction à sa suite: des offrandes et des libations pour l’Éternel, votre Dieu.",
            "Sonnez du cor dans Sion, ordonnez un jeûne, convoquez une réunion sainte!",
            "Rassemblez le peuple, organisez un rendez-vous solennel, appelez les vieillards, rassemblez même les enfants et les nourrissons à la mamelle! Que le jeune marié sorte de sa chambre et la jeune épouse de son dais nuptial!",
            "Entre le portique et l’autel, que les prêtres, ministres de l’Éternel, pleurent et disent: \"O Seigneur, épargne ton peuple, et ne livre pas ton héritage à l’opprobre, aux sarcasmes des nations! Faut-il qu’on dise parmi les peuples: Où est leur Dieu?\"",
            "Et l’Éternel a été ému de jalousie pour son pays et de commisération pour son peuple.",
            "Et l’Éternel a répondu en disant à son peuple: \"Voici, je vais vous envoyer le blé, le vin et l’huile, et vous en aurez à satiété; je ne vous livrerai plus en opprobre aux nations.",
            "Et ce [fléau] venu du Nord, je l’éloignerai de vous, je le refoulerai dans une contrée aride et déserte, son avant-garde vers la mer Orientale, son arrière-garde vers la mer Ultérieure. Là, il exhalera son infection, là, il exhalera son odeur fétide, après avoir accompli de grandes choses.",
            "O ma terre, ne crains plus! Tressaille de joie et sois dans l’allégresse, car l’Éternel a fait de grandes choses.",
            "Ne craignez plus, bêtes des champs, car déjà reverdissent les pacages du désert, déjà les arbres portent leurs fruits, le figuier et la vigne donnent leurs richesses.",
            "Et vous, fils de Sion, réjouissez-vous, délectez-vous en l’Éternel, votre Dieu, car il vous donne la pluie d’automne d’une manière bienfaisante, il fait tomber pour vous en premier les pluies d’automne et du printemps.",
            "Et les granges regorgeront de blé, les cuves déborderont de vin et d’huile.",
            "Je vous ferai récupérer ainsi les années qu’ont dévorées la sauterelle, la locuste, le hanneton et la chenille, ma grande armée que j’avais lâchée contre vous.",
            "Vous mangerez une nourriture abondante et serez rassasiés, vous glorifierez le nom de l’Éternel, votre Dieu, qui aura fait pour vous tant de prodiges et plus jamais mon peuple n’aura à rougir.",
            "Et vous reconnaîtrez que je suis au milieu d’Israël, que moi, je suis l’Éternel, votre Dieu, et nul autre. Et jamais mon peuple n’aura plus à rougir."
        ],
        [
            "Après cela, je répandrai mon esprit sur toute chair, si bien que vos fils et vos filles prophétiseront, que vos vieillards songeront des songes et que vos jeunes gens verront des visions.",
            "Même sur les esclaves et les servantes je répandrai, en ces jours, mon esprit.",
            "Et je ferai apparaître des prodiges au ciel et sur la terre: du sang, du feu et des colonnes de fumée.",
            "Le soleil se changera en ténèbres et la lune en sang, à l’approche du jour de l’Éternel, si grand et si redoutable.",
            "Alors quiconque invoquera le nom de l’Éternel sera sauvé; car sur le mont Sion et dans Jérusalem le salut sera assuré, ainsi que l’a dit l’Éternel, comme il le sera, parmi les survivants, à ceux qu’élira le Seigneur."
        ],
        [
            "Oui, en ces jours-là et à cette époque, quand je ramènerai les captifs de Juda et de Jérusalem,",
            "je rassemblerai toutes les nations et les ferai descendre dans la vallée de Josaphat, et là je les mettrai en jugement à cause de mon peuple et d’Israël, mon héritage, qu’ils ont dispersé parmi les peuples, en se partageant mon pays.",
            "Mon peuple, ils en ont disposé par la voie du sort; ils ont troqué le jeune homme contre la courtisane, et la jeune fille, ils l’ont cédée contre du vin, pour pouvoir boire.",
            "Et de fait, que réclamez-vous de moi, Tyr et Sidon, et vous tous, districts des Philistins? Pré-tendez-vous me rendre la pareille? Essayez donc de m’infliger quelque mauvais traitement: rapidement, sur-le-champ, je ferai retomber votre manière d’agir sur vos têtes.",
            "Vous avez bien enlevé mon argent et mon or, et enrichi vos sanctuaires de mes trésors les plus précieux!",
            "Les fils de Juda et les enfants de Jérusalem, vous les avez vendus aux fils de lawân, pour les emmener loin de leur territoire.",
            "Mais voici que, réveillant leur courage, [je les ramène] de la contrée où vous les avez vendus et je fais retomber sur vos têtes un juste châtiment.",
            "A votre tour, je vendrai vos fils et vos filles par l’entremise des fils de Juda; ceux-ci les vendront aux Sabéens, à une nation lointaine, car c’est l’Éternel qui le déclare.",
            "Faites cette annonce parmi les nations: proclamez une guerre sainte! Éveillez l’ardeur des guerriers! Qu’ils s’avancent et entrent en campagne, tous les combattants!",
            "Forgez vos socs de charrue en épées et vos serpettes en lances! Que le plus timoré dise: \"Je suis un brave.\"",
            "Hâtez-vous, venez, vous tous, peuples d’alentour, et concentrez-vous! Là, ô Éternel, fais descendre tes guerriers à toi!",
            "Que les nations s’excitent donc et montent dans la vallée de Josaphat, car là je siégerai pour juger tous les peuples d’alentour.",
            "Brandissez la faucille, car la moisson est mûre! Venez pour fouler, le pressoir étant rempli et les cuves débordantes, car grande est leur perversité.",
            "Foules sur foules dans la vallée du Jugement! Car il est proche, le jour de l’Éternel, dans la vallée du Jugement.",
            "Soleil et lune s’obscurcissent, les étoiles voilent leur éclat.",
            "De Sion l’Éternel rugit, de Jérusalem il fait retentir sa voix: ciel et terre en tremblent. Mais l’Éternel est un abri pour son peuple, un refuge fortifié pour les enfants d’Israël.",
            "Vous reconnaîtrez alors que c’est moi l’Éternel, votre Dieu; je réside à Sion, ma sainte montagne; Jérusalem sera sacrée, et des étrangers n’y passeront plus.",
            "En ce jour, les montagnes ruisselleront du jus de la vigne, les collines feront couler du lait, tous les ruisseaux de Juda seront pleins d’eau. Une source jaillira de la maison de l’Éternel et arrosera la vallée de Chittîm.",
            "L’Égypte sera une solitude, Edom un désert délaissé, en raison de la violence exercée sur les fils de Juda, dont ils ont versé le sang innocent dans leur pays.",
            "Juda, au contraire, sera habité à jamais, et Jérusalem de génération en génération.",
            "Je vengerai leur sang que je n’avais pas encore vengé, et moi, l’Éternel, je résiderai à Sion."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}