{
    "title": "Maaseh Rokeach on Theft",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maaseh_Rokeach_on_Theft",
    "text": [
        [
            [
                "<b>עובר על לא תעשה שנא' לא תגנוב וכו'.</b> בדפוס מגדל עוז. אמנם הוא ט\"ס הניכר, דלא תעשה הוא בעשרת הדברות, והוא בגונב נפשות מעניני דקרא, וצריך להגיה לא תגנובו. ומה שכתב",
                "<b>ואחד הגונב ממון ישראל,</b> קמסיים איש בעמיתו, וגזל הגוים אינו נלמד אלא מדרשה דגאולה תהיה לו וכו', כדאיתא בהגוזל ומאכיל דף קי\"ג [ע\"א], לרבי עקיבא, וצריך לומר דרבינו לא נחית אלא לענין האיסור, דשניהם מהתורה, והאי כדיניה והאי כדיניה, ואין להקשות מההיא דפרק שור שנגח ד' וה' (בבא קמא דף ל\"ח) אמר ר' אבהו אמר קרא ראה ויתר גוים ראה שבע מצוות שלא קיימו והתיר ממונן לישראל, דההיא לענין נזיקין דווקא הוא, וכמו שכתבו התוס' ז\"ל שם."
            ],
            [
                "<b>ואסור לגנוב דרך שחוק וכו'</b>קשה קצת דבפרק איזהו נשך (בבא מציעא דף ס\"א) [ע\"ב], אוקמי הלאו דלא תגנוב על מנת למיקט ועל מנת לשלם תשלומי כפל, ורבינו הזכירם לענין איסור בעלמא, גם לא ביאר התשלומי כפל, וראיתי בספר המצוות לאוין רמ\"ד שהביא מהמכילתא, דלא תגנובו בגונב ממון, ובספרי לפי שנאמר שנים ישלם עונש, אזהרה מנין, תלמוד לומר לא תגנובו, על מנת למיקט על מנת לשלם ד' וה' ע\"כ, מעתה צריך לומר דהכא לא נחית אלא לענין האיסור, והרב לח\"מ ז\"ל כתב דרבינו סבירא ליה אההיא אסמכתא בעלמא היא. ולההיא דתשלומי כפל יש לומר דכיון דגם תשלומי ד' וה' בכלל, לא רצה להאריך וכתב סתם, דכל שכן דמעצמו הוא מובן, דכיון דאפילו על מנת להחזיר בעיניה אסר, כל שכן וקל וחומר לשלם דאינו בעין, אלא ודאי דאף הכפל וד' וה' במשמע, ובדפוס מגדל עוז אין שם חלוקה זו דעל מנת להחזיר."
            ],
            [
                "<b>ליסטים מזויין שגנב וכו'.</b> הראב\"ד ז\"ל השיג על רבינו מכח אלו הסוגיות, והרב המגיד ז\"ל נדחק ליישבם עיין עליו. אמנם מתוך דבריהם נראה שהיו גורסין בדברי רבינו, אינו גנב אלא גזלן, אע\"פ שאין הבעלים יודעים וכו', וכתב הרב לחם משנה ז\"ל דלפי גירסתינו אין כאן השגה ואין צריך תירוץ, וגם תמה על הרב בית יוסף שהזכיר ההשגה והלצת הרב המגיד, דאיך לא ארגש מזה עיין עליו, ואין כל כך תמיה דהרב בית יוסף לא הזכירו אלא דרך אגב, שהרי הטור לא הביאו וקל להבין."
            ],
            [],
            [
                "<b>גנב שהודה מעצמו שגנב וכו'.</b> פרטי דין זה, תמצאם בדברי רבינו לקמן פרק שלישי דין ז' ח' ט', ומה שכתב בסופו ולא במרשיע וכו' בדפוס מגדל עוז כתוב אבל המרשיע את עצמו אינו משלם שנים."
            ],
            [
                "<b>תשלומי כפל נוהגין בכל וכו'.</b> אין למדים מן הכללות אפילו במקום שנאמר בהם חוץ, דהא איכא עבדים וקרקעות ושטרות והקדשות דאין תשלומי כפל נוהגות בהם, כמו שאיתא בריש פרק מרובה, והביאו רבינו לקמן ריש פרק ב'."
            ],
            [
                "<b>היתה אשת איש שאין לה לשלם וכו'.</b> מלתא פסיקתא נקט, מפני שהקרן אפשר שהוא בעין או אינו, וזה כדין העבד לקמיה."
            ],
            [
                "<b>קטן שגנב וכו'.</b> בבבא קמא דף ק\"ו [ע\"ב], [ילפינן] מקרא דאיש לאפוקי קטן, ועד האלהים יבא דבר שניהם עד שתהיה נתינה ותביעה שוין כאחד, וזהו מה שאמר רבינו ואפילו לאחר שהגדיל, ומבואר הדבר שדין החרש והשוטה שוין לקטן, דזיל בתר טעמא,"
            ],
            [],
            [
                "<b>וכן אם הזיקו שאר נזקין וכו'.</b> ואם הרגו נהרגין, כדמוכח מעובדא דשמעון בן שטח בסנהדרין דף י\"ט. [ע\"א]"
            ],
            [
                "<b>כגון כבשה שילדה וכו'.</b> מדנקט שילדה משמע שכבר היתה מעוברת כשגזלה, ומכל מקום צריך לומר דלרבותא דאחרי יאוש נקט לה הכי, דאילו לפני יאוש אפילו שנתעברה וילדה ברשות הגנב דהשביחה מאליה מקרי, וכמו שכתב רבינו להדיא פרק ב' דהלכות גזלה ואבידה דין ז', והן הן דברי הרב המגיד, ותתורץ בזה קושית הרב ש\"ך חו\"מ בסי' שנ\"ד שהקשה על הרב בית יוסף שכתב כדברי הרב המגיד ז\"ל עיי\"ש."
            ],
            [
                "<b>ולא נשתנית חוזרת לבעליה וכו'.</b> כבר ביארנו בדיבור הקודם דדעת רבינו דעיבור ולידה וגיזה לא מקרי שינוי, כיון דחוזרת למקום שהיתה, ולא מקרי שינוי אלא כגון טלה ונעשה איל, עגל ונעשה שור, דאין מציאות שיחזור לכמות שהיה שכתב לקמיה."
            ],
            [],
            [],
            [
                "<b>שנים בדמיו והכלי וכו'.</b> אין להקשות דבגמרא אמרינן ישיב דאפילו סובין וכיון שכן, למה לא ישתלמו הבעלים מהשברים, שכבר תירצו התוס' דף י\"א [ע\"א] ד\"ה אין וכו', דגנב וגזלן שאני, משום דכתיב אשר גזל עיי\"ש, והדבר מבואר גם כן דגבי מזיק כתיב והמת יהיה לו, ומכאן למדו דהשברים לניזק, כמו שכתב רבינו שם [בהלכות נזקי ממון] פרק ז' דין ח' וכן משמע גם כן בגמרא. [שם]",
                "<b>ואם רצו הבעלים וכו'.</b> משמע דאין הגנב יכול לעכב, וזהו מה שסיים רבינו שומעין להם, ואין להקשות דלמה לא קנה הגנב בשינוי מעשה, דיש לומר דהכא במאי עסקינן בששמו עליו, וכן כתב הרב המגיד ז\"ל סוף פרק ב' דהלכות גזילה, והסמ\"ע סוף סימן שס\"ב נדחק בזה עיין עליו."
            ]
        ],
        [
            [
                "<b>הגונב את העכו\"ם וכו'.</b> דגנבת הכותי אסורה מהתורה לדעת רבינו, כמו שכתבתי בריש פרק הקודם, מכל מקום כתב פטור ממיעוטא דלרעהו. ומבואר מדברי רבינו דתרי מיעוטי כתיבי, חד לגונב מיד הגזבר, וחד לגונב מיד הבעלים, שנתמעט מקרא דוגונב מבית האיש, ודלא כהתוס' ז\"ל וכבר כתבתי בזה בריש פרק ח' דנזקי ממון עיי\"ש, ולהשגת הראב\"ד ז\"ל דגונב נכסי הקדש מעל ומשלם קרן וחומש, כבר ביארנו פרק ו' דהלכות מעילה דבעינן שיהנה בשוה פרוטה עד שימעול עיי\"ש."
            ],
            [
                "<b>אבל העבדים הוקשו וכו'.</b> אע\"ג דבגמרא במסקנא דריש למיעוטי עבדים וקרקעות ושטרות משור וחמור ושה, כבר כתבו התוס' שם ד\"ה אלא כל וכו', דגם בברייתא דריש הכי, אלא דנקט דרשה זו ששגורה בתלמוד, והן הן דברי רבינו."
            ],
            [
                "<b>קודם שיפדה משלם תשלומי כפל וכו'.</b> אף דקיימא לן כר' יהודה. דפטר חמור אסור בהנאה עד שיפדה, כמו שפסק רבינו פרק י\"ב דהלכות בכורים דין ד', עם כל זאת פסק כאן דהכפל לבעלים, משום דסופו להיות שלו, וכמו שאיתא בבכורות דף י\"א [ע\"א]."
            ],
            [
                "<b>הגונב טבלו של חבירו וכו'.</b> בקדושין דף נ\"ח [ע\"ב], הגונב טבלו של חבירו משלם לו דמי טבלו, ורבינו הוסיף ואכלו, מפני שדימהו לגונב חלבו של חבירו ואכלו, דאף (ש)הוא כבר נתחייב בגניבה על ידי הגבהה, קודם שיבוא לידי איסור חלבו, הכי נמי בטבל דגם הוא במיתה, והראב\"ד ז\"ל השיג דמשלם הכפל גם כן ואין זו תפיסה על רבינו, שהרי דרכו להעתיק מה שאיתא בגמרא, ועיין להרב המגיד ז\"ל."
            ],
            [],
            [],
            [
                "<b>אינו קדוש לפי שאינו ברשותו וכו'.</b> בבא קמא דף ס\"ט [ע\"א] וכר' יוחנן, והקשה הרב לחם משנה ז\"ל דהכא פסק רבינו כר' יוחנן, ולדידיה ההיא דצנועים מוקי ליה באומר כל המתלקט דאומר כל הנלקט לא מהני כיון שאינו ברשותו, ורבינו פסק כן פרק ט' דמעשר שני דין ז', שכתב שהצנועים מניחים את המעות ואומרים כל הנלקט מזה וכו', והאמת שהרב כסף משנה כתב שם [שפסק] כרבן שמעון בן גמליאל, אך נראה שאינו מוכרח שהרי רבינו כתב שם כל הנלקט מפירות רבעי אלו, ותיבת אלו מורה שהן לפניו, שעדיין לא נלקטו, וסיים שהרי א\"א לפדותו במחובר, כלומר ולכך דייק בכל הנלקט דהיינו להבא, דתיבה זו סובלת להבא ולשעבר, ולכך הוצרך לבאר כוונתו, ואף דבגמרא הגיהו כל המתלקט, רבינו נמשך אחר לשון המשנה, וכוונתו להבא, וכן כתב התוס' יו\"ט בשם הר\"ש ז\"ל, וניחא נמי לאידך קושיא שהקשה ז\"ל."
            ],
            [
                "<b>שנשחטו בעזרה אסורין בהנאה וכו'.</b> דין זה הוא משנה בבבא קמא דף ע' [ע\"א] השוחט ונמצאת טריפה, השוחט חולין בעזרה משלם תשלומי ד' וה', ור' שמעון פוטר, ובגמרא אוקמיה כגון ששחט מקצת סימנין בחוץ וגמרו בפנים, הא לאו הכי [לא] מחייב תשלומי ד' וה', דמכי שחט בה פורתא אסרה, אידך לאו דמריה קטבח, ורבינו סתם הדברים, ולא ידענו טעמו, גם בפירוש המשנה כתב, וז\"ל: וכבר ביארנו פרק ב' ממסכת קדושין, שחולין שנשחטו בעזרה אסורין בהנאה. אבל לפי שאיסור זה מדרבנן הוא, השוחט חולין בפנים חייב בתשלומי ד' וה' לרבנן, ואין הלכה כר' שמעון ע\"כ. ושם בקדושין, הביא הדרשה דלכלב תשליכון אותו, אותו אתה משליך לכלבים ואין אתה משליך לכלב חולין שנשחטו בעזרה, וכו' ע\"כ, משמע דאיסורן מדאורייתא, והכי נמי משמע התם תו בגמרא, דמייתי פלוגתא דר' שמעון ורבנן, במקדש בחולין שנשחטו בעזרה ופטר חמור ובשר בחלב, דר' שמעון אומר מקודשת, וחכמים אומרים אינה מקודשת, ופריך, אלמא חולין שנשחטו בעזרה לר' שמעון לאו דאורייתא, ורמינהו וכו', ומוקי לה בשחט ונמצא טריפה ע\"כ, וכו', אלמא לר' שמעון חולין שנשחטו בעזרה דאורייתא וכל שכן לרבנן, ואיך כתב רבינו בפרקין דאיסור זה אינו [אלא] מדרבנן, ומכח הך סוגיא דקדושין וההיא דכסוי הדם דמשמע מינייהו דלר' שמעון וכל שכן לרבנן דהוי דאורייתא, הכריח הכסף משנה ז\"ל בפרק ב' דהלכות שחיטה דין ג', דאמה שכתב רבינו [שם] דהשוחט חולין בעזרה מכין אותו מכת מרדות, היינו מפני שלא נאמר בהם לאו, ולעולם הוי דאורייתא גם לדעת רבינו עיי\"ש, והאמת שכן משמע מדברי רבינו שם בהלכות שחיטה, דבפרק י\"ד [הלכה י'] פסק בהשוחט ונמצאת טריפה או חולין בעזרה או שנגמר דינן לסקילה או נתנבלה בידו, דפטור מלכסות, דכולהו הוו דאורייתא, ועיין מה שכתב בפרקין ובפירוש המשנה, נראה דהוי דרבנן, והוי מילי דמרפסין איגרא וצ\"ע טובא, ועיין עוד להרב עצמות יוסף ז\"ל דף צ\"ג."
            ],
            [],
            [
                "<b>גנב ונתן לאחר במתנה.</b> בברייתא שם דף ע\"ט [ע\"א] קתני, גנב והקדיש גנב ופרע חובו, ורבינו השמיטה, אולי לא היו בגרסתו, ומה שכתב בסוף",
                "<b>ומכר לאחר,</b> בדפוס מגדל עוז תיבת לאחר נמחק."
            ],
            [],
            [
                "<b>ואם תפש הניזק מוציאין מידו וכו'.</b> ט\"ס הניכר הוא וצריך לומר אין מוציאין מידו, והכי גריס הראב\"ד ז\"ל והרב המגיד ז\"ל, וכן הוא בדפוס מגדל עוז."
            ],
            [],
            [],
            [],
            [
                "<b>נתנו שם בבית הבעלים וכו'.</b> פירוש הגנב נתנו לאלו, והוציאוהו מרשות הבעלים נתחייבו, אף שהוציאוהו לרשות הרבים, דאף דבעלמא לא קני אלא בסימטא, הני מילי (לקנין) [לענין] קנייה, אבל להתחייב באונסין כיון שהוציאוהו מרשות הבעלים נתחייב, וכמו שכתב הנמוקי יוסף ז\"ל.",
                "<b>או שהוציאו מרשות הבעלים וכו'.</b> מבואר הדבר דמילי מילי קאמר, דהגביה אפילו ברשות הבעלים, ומת שם חייב כמו שכתב מקודם.",
                "<b>פטור השומר,</b> הקשה הרב לחם משנה ז\"ל, דלפירושו היכי קאמר התם איתמר נמי, אמר ר' אלעזר כדרך שתקנו משיכה בלקוחות כך תקנו משיכה בשומרים, והתם הוי [פירושו] להתחייב השומר במשיכה [אפילו לדעת רבינו] להיות השומר גנב וצ\"ע ע\"כ. ואיני רואה מקום להצריכו עיון, דמאי דמייתי מאיתמר נמי הוי לענין המשיכה ששוין בדיניהם לענין [להתחייב] בשמירתה כדינו, ובספר צרור החיים ז\"ל ראיתי שנתקשה עוד, דכיון דהשומר יודע שהוא גנבו והוי ליה כאילו הוא גנבו, א\"כ מאי קמיבעיא ליה לאמימר קתני משיכה בשומרים שיתחייב בתשלומי כפל, הלא הוא הדין והוא הטעם וכו' עיי\"ש, ואיני רואה אפילו גמגום בזה (שכתב) [שכבר] הוא מבואר מתוך דברי הרב המגיד ז\"ל, שכתב ואע\"פ שגונב אחר הגנב פטור וכו', כיון שהגנב לא קנהו עדיין, הרי אלו כגונבים מרשות הבעלים וכו', מעתה נאמר בזו היא בעית אמימר משום דסלקא דעתך דהוי גונב מן הגנב."
            ],
            [],
            [
                "<b>ואחר שידעו שנגנבה הוציאה וכו'.</b> משנה שם, גנב ברשות הבעלים וטבח ומכר חוץ [מרשותם], או שגנב חוץ מרשותן וטבח ומכר ברשותן, או שגנב וטבח ומכר חוץ מרשותן משלם תשלומי ד' וה', אבל גנב וטבח ומכר ברשותן פטור ע\"כ, ורבינו השמיט ההיא דגנב וטבח ומכר חוץ מרשותן, מפני שהוא מלתא דפשיטא, ומכל שכן אתיא, ובמתניתין לא תני לה אלא בדרך זו ואין צריך לומר זו, ולאשמועינן סדר המחלוקת כמבואר, אך זו שהוסיף רבינו ואחר שידעו שגנבה וכו', דמשמע דאם לא ידעו ישתנה הדין, לא ידעתי מנא ליה."
            ]
        ],
        [
            [
                "<b>לפיכך אם היה שוגג וכו'.</b> זו היא דעת רבינו זלה\"ה בסנהדרין דף ע\"ב דסבירא ליה דקיימא לן חייבי מיתות שוגגין כגון שלא התרו בו אין משלמין ממון (טעם) [עם] המיתה אע\"פ שאין נהרגין ע\"כ."
            ],
            [
                "<b>שגנב כיס בשבת והיה מגררו וכו'.</b> אף דאינו חייב לענין שבת אלא בהנחה, ועקירה לחודה לא מחייב עלה כלל, כבר אמרו בגמרא דעקירה צורך הנחה היא, ועיין פרק י\"ג דהלכות שבת [דין י\"ב]."
            ],
            [],
            [
                "<b>ואם אין גניבה אין טביחה וכו'.</b> עיין בשו\"ת הרדב\"ז חלק ב' שנדפס מחדש סי' רמ\"ג, שביאר דעת רבינו בטוב טעם ודעת."
            ],
            [
                "<b>גנב ומכר בשבת או שמכר וכו'.</b> הך או שטבח לשנים, אין לו מובן והוא טעות סופר, וצריך לומר לעבודה זרה, וכן כתוב בדפוס מגדל עוז ובטור חו\"מ סי' ש\"נ."
            ],
            [
                "<b>עשה שליח לשחוט לו וכו'.</b> מדקדוק הלשון משמע, דלא אמר לשליח בשבת, אלא אמר לו סתם והשליח הוא ששחט בשבת, וטעם הדבר נראה, דאנן קיימא לן בכל התורה כולה אין שליח לדבר עבירה חוץ מזו, דרבי קרא כדאיתא בגמרא, וכיון דחדוש הוא אין לך בו אלא חדושו, ולכך דווקא כשאין דבר המשלח אלא שליחות דטביחה או מכירה לחודיה, אז חשבנו ליה כאילו עשאו הוא עצמו, משא\"כ אם נתוסף בו איסור אחר, דאין שליח לדבר עבירה אז הכל בטל, ולכך כשאמר לשליח לשחוט בשבת שהוי ליה שחיטה באיסור נוסף, אז פטור המשלח, וראיה לזה ממה שפסק רבינו פרק ז' דהלכות מעילה דין ב' דבההיא גם כן דריבתה התורה להיות המשלח חייב, ואם נתוסף בו איסור אחר נוסף על המעילה אז נפטר המשלח, והן הן דברי המשנה למלך ז\"ל. אמנם הטור חו\"מ סי' ש\"נ העתיק, ואם עשה שליח לשחוט בשבת ושחט בשבת וכו', והרב בית יוסף ז\"ל ציין פרק ג' דהלכות גניבה עיי\"ש, דצריך לומר חדא מתרתי. או שכך הייתה גירסתם בדברי רבינו, או שהם מחלקים בין ההיא דמעילה לנדון דידן, דההיא האיסור שוה בין להשליח בין להמשלח, משא\"כ הכא דלגבי השליח אין לו אלא איסור שבת, דאיסור טביחה מצד עצמה המשלח שהוא הגנב הוא שהוזהר עליה לא השליח, (והיא) [והלא] במעילה לא פטרנו הבעל הבית ושלוחו, אלא מכח חיובי האורחים הא לאו הכי חזרנו לעיקר הדין ופשוט הוא."
            ],
            [],
            [],
            [],
            [
                "<b>ואח\"כ באו עדים וכו'.</b> דאם לא באו עדים אין לחייבו כלל, כיון דעכ\"פ הודה וכמו שכתבו התוס' ז\"ל שם דף ע\"א ע\"ב."
            ],
            [],
            [
                "<b>אינו נמכר אלא הרי זה וכו'.</b> ולא מצאתי כעת מאין הוציא רבינו זה, דבשלמא על הקרן לא גרע משאר נזיקין, אבל הכפל ותשלומי ד' וה' שאינן אלא קנס מנא ליה, ובברייתא שהובאה בילקוט פרשת משפטים לא משמע הכי לא בדברי ר' יהודה ולא בדברי ר' אליעזר עיי\"ש."
            ],
            [
                "<b>גנב את העכו\"ם וכו'.</b> דין זה כולו נמחק בדפוס מגדל עוז ומתחיל שם מן היה הקרן הגניבה וכו'."
            ],
            [
                "<b>היה הגנב שוה מאה וכו'.</b> הקשה הרב עצמות יוסף ז\"ל, דנראה מדברי רבינו דאינו חוזר ונמכר, וכן כתב בסמוך ובשמעתין פריך דגניבתו טובא משמע וכו', וצ\"ע, עכ\"ל. הנה קושיתו לא תפול על פי פירוש רש\"י ז\"ל, דלדידיה מאי דפריך אביי גניבתו טובא משמע, הכוונה היא שתי גניבות, ורבינו בגניבה אחת איירי, אך לפירוש התוס' בשם ר\"י יש מקום לקושיא זו, שהרי פירשו [גניבתו] טובא משמע קאי אגניבה אחת דחוזר ונמכר עד שישלים כל [הגניבות], ופריך לה דגניבתו טובא משמע, כי הא דגנב וחזר וגנב לאותו אדם עצמו וכו', ורבינו שסתם משמע דאף דגנב וחזר וגנב קאמר, אך המעיין יראה דגם מזה אין קושיא, דדין גנב וחזר וגנב ביארו לקמן, א\"כ מוכרח דהכא ללא [חזר] איירי, אלא בגניבה אחת והן הן דברי הברייתא גניבו אלף ושוה חמש מאות נמכר, ולא גריס וחוזר ונמכר וכדאיתא בילקוט פרשת משפטים, וכיון שכן איני רואה שום קושיא בדברי רבינו, אך לא ידעתי מאין הוציא שהכפל ג\"כ נשאר עליו חוב וכו', דכיון דאין לו וכבר נמכר למה יתחייב בכפל כיון שאינו אלא קנס."
            ],
            [
                "<b>גנב ונמכר וחזר וגנב וכו'.</b> זו היא דעת אביי וסבירא ליה דדברי רבא אהא קאי, דהא דאמר רבא דב' גניבות נמכר וחוזר ונמכר, הוא דווקא בגנב לב' [בני] אדם, דלגבי כל אחד קרינן ביה ונמכר בגניבתו, אבל באדם אחד גניבתו טובא משמע, ואינו נמכר אלא פעם אחת, וזו היא שיטת רש\"י ז\"ל, וכתירוץ אביי, ודלא כפירוש ר\"י שהביאו התוס' ז\"ל, עיין עליהם."
            ],
            [
                "<b>אם היו דמיו כנגד הקרן וכו'. שותפין שגנבו כאחד וכו'.</b> אלו שני הדינים לא מצאתים מבוארים שם, אך יש ללמדם מתוך הסוגיא, ודברי הרב המגיד ז\"ל מגומגמים שכתב גם זה הוא שם."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אם היו דמיו כנגד הקרן וכו'. שותפין שגנבו כאחד וכו'.</b> אלו שני הדינים לא מצאתים מבוארים שם, אך יש ללמדם מתוך הסוגיא, ודברי הרב המגיד ז\"ל מגומגמים שכתב גם זה הוא שם."
            ]
        ],
        [
            [
                "<b>הרי זה משלם תשלומי כפל וכו'.</b> דברי רבינו נכונים בטעמם, אך הרי\"ף ז\"ל השמיט כל אלו הדינים, מפני שאינו מתחייב בכפל אלא על ידי שבועה בבית דין, ואין דייני חוץ לארץ דיינים לפי שאינן סמוכים, וכנשבע חוץ לבית דין דמי, וכן כתב הרמב\"ן ז\"ל בספר המלחמות הביאו המשנה למלך ז\"ל הלכה ב', ותמה על הטור ז\"ל שהעתיק אלו הדינין בחו\"מ סי' שנ\"ב. ונראה שנעלמו דברי הרמב\"ן ז\"ל מעיני כבודו של הכנסת הגדולה ז\"ל."
            ],
            [],
            [
                "<b>פטור מן הכפל וכו'.</b> הרב המגיד ז\"ל הליץ בעד רבינו מהשגת הראב\"ד, ועם כל זה אכתי יש לגמגם מדברי הגמרא, ועיין להרב לחם משנה."
            ],
            [],
            [
                "<b>וחזר וטען בו טענת גנב וכו'.</b> על מה שכתב הרב המגיד, דאיכא למימר דהוו ידעי ביה דעבד תשובה, עיין לרבינו פרק ב' דטוען ונטען דין י', ועל מה שכתב אלא בשתי בתי דינים משכחת לה, נראה דהוציאו מדברי התוס' שם דף ק\"ח [ע\"א] ד\"ה וחזר וטען וכו', ועל מה שכתב למה לא הזכיר רבינו קפץ ונשבע שהוא שם בדף ק\"ו [ע\"א], יש לומר שרבינו העתיק בעית רב פפא כמו שהיא בגמרא, וידוע ומפורסם שאין דין קפץ ונשבע כמו שהשביעוהו בית דין."
            ],
            [],
            [
                "<b>ונשבעו והודה אחד מהם וכו'.</b> עיין מה שכתב הרב כסף משנה ז\"ל, דאין חומש שהודה, צריך לומר דאין חומש אלא בהודה, ומה שכתב משלם חומש ועלה, צריך לומר משלם כפל ועלה, ומה שכתב מההיא רמי, צריך לומר מההיא בעי רמי, ומה שכתב דאיכא בהדיה אין מוסיף, צריך לומר דאיכא כפל בהדיה, ובעיקר קושית הטור והרב ב\"י ז\"ל על דברי רבינו נראה, דרבינו מפרש דעיקר בעיית רבינא אינה אלא על הכפל, דבחומש כיון שהודה ונתחייב אשם דעליה הוא דחייבתו תורה חומש, ליכא לאסתפוקי כיון דהחומש אינו תלוי (גם) [אלא] באשם, ומשא\"כ בכפל דאיכא למימר שיתחייב בו אותו שבאו עליו עדים או יפטר מכיון שבממון זה כבר נשתלם החומש שהודה עליו האחר מקודם לבאו עדים על זה, ודייקי [דברי] רבינו קדמו העדים להודאה וכאן קדמה ההודאה לעדים, ודייקי [דברי] הרב המגיד שם שכתב דין הכפל בעיא דלא איפשטא, משמע להדיא שהבין דבחומש לא נסתפקו כלל, והיינו מהטעם האמור וקרוב לזה [כתב] הרב ב\"ח ז\"ל שם."
            ],
            [],
            [
                "<b>ואין נתינת קטן וכו'.</b> רבינו סבירא ליה דלענין שבועת השומרים צריך השומר לישבע דאין זה נשבע מחמת טענת הקטן, כמו שכתב פרק ב' דהלכות שכירות דין ז'."
            ],
            [
                "<b>אם יש עליו עדים וכו'.</b> עיין מה שכתב הרב כסף משנה ז\"ל על דברי הרב המגיד בכוונת רבינו, וזה לשונו: ולי נראה שדעת רבינו דטוען טענת גנב היינו כשמניח הפקדון במקומו, וטוען שנגנב כולו, והכא שאני שמכלל מה שהופקד אצלו לקח קצת בדרך גניבה, ע\"כ. והקשה הרב לחם משנה, דבריש פירקין כתב הרב המגיד על דברי רבינו, שאם טבח קודם שנשבע פטור אף מכפל ע\"כ, והרי התם לא הניחו במקומו, דכיון דטבחו או מכרו הרי לקחו דרך גניבה, ואפילו הכי פטור מן הכפל, ולא תריץ כלום עיי\"ש, ויש לומר דכוונת מרן אינה אלא על פי הדין, וסמך על מה שכתב בדברי רבינו, דהכי נמי ע\"י שבועה קאמר, דהיינו אחר שנשבע וקל להבין.",
                "<b>אבל הגונב סלע וכו'.</b> בפ\"א דהלכות גזילה דין ח' פסק רבינו, דאם החזיר הגניבה לכיסו שיש בו מעות יצא, שאדם עשוי למשמש בכיסו בכל שעה, והיא מימרא דר' יצחק שם דף קי\"ח [ע\"ב], וצריך לומר דרבינו מחלק בין כיס שבביתו, לכיס שעליו, וכן כתב הלח\"מ, אכן מדקדוק לשון רבינו נראה שהוא מחלק בין יש מעות אחרים באותו הכיס לאין בו, וכאיבעית אימא שאמרו בגמרא באחרונה, הא דאית ליה זוזי אחריני בכיסיה, הא דלית ליה וכו'."
            ],
            [],
            [
                "<b>אבל הגונב טלה וכו'.</b> [עיי' מ\"ש] הרב המגיד ז\"ל, ומה שכתב אם היה הטלה שגנב נקוד וטלוא וכו', גם רבינו סתם, על כן מבואר הדבר דרבינו פסק [כרב] חסדא, וגם סיים שהרי למדו דרך אחרת וכו', והא דנקוד וטלוא היא דברי רב חנן בר אדא לדברי רב, ורבינו כרב חסדא פסק כמבואר, אלא שהאמת נראה דתפס גם כן שיטת האמוראים האחרים."
            ]
        ],
        [
            [
                "<b>ועון גדול הוא וכו'.</b> בחידושי כתב יד קדמון מצאתי כתוב, וזה לשונו: רבינו המחבר ז\"ל נשאל, במי שקנה מן השוללים ספר קודש לקצת בתי כנסיות שבמדינות, אם נאמר שקנה או אם נכפהו על לקיחתו ממנו, ואם נאמר (שלקח) [שילקח] ממנו בעל כרחו אם (נתן) [ינתן] לו סך שקנה אותו, ואם יחזיר לאותה בית הכנסת עצמה או לזולת, והשיב אם ביזה זו היתה במצות המלך קנה, ובטל דין ההקדש ואפילו בכלי המקדש הדין שבטלה קדושתם, אמרו ובאו בה פריצים וחללוה, אמנם אם נשללו בלי רשות המלך או נגנבו, ישבע בנקיטת חפץ כמה הוציא ויטול ויחזיר זה הספר למקומו, כדין מי שנתברר לנו [שנגנבו] לו כליו וספריו, וכתב משה, העתק מלשון ערבי, ומה שכתב שישבע בנקיטת חפץ כן כתב רבינו לקמן דין ד'."
            ],
            [
                "<b>ואח\"כ הוכר הגנב וכו'.</b> בגמרא לא אמרו אלא הוכר הגנב, ורבינו הוסיף ובאו עדים וכו', מפני שנחלקו בו רב ורבי יוחנן אם הדין עם הראשון או עם השני מוכרח שהגנב בעצמו הוא שמכרו, ולכך הוצרך רבינו לבאר ובאו עדים וכו'."
            ],
            [
                "<b>אלא נותן להם הדמים וכו'.</b> קשה קצת דמשמע שצריך הלוקח ליתן להבעל הבית כל דמי שיווי הגניבה, ואמאי (הכי) [הרי] קנאה [ביאוש] ושינוי [רשות], ותו (דהכי) [דהרי] נתן דמים להגנב ואיך ישלם ב' פעמים, ולזה יש לומר שהוא הלוקח יחזור אחר הגנב להחזיר מה שנתן."
            ],
            [
                "<b>אם אין עדים וכו'.</b> הרב המגיד ז\"ל ציין משנה פרק כל הנשבעים ע\"כ. והיה לו [להביא מהא] דפרק הגוזל ומאכיל, המכיר כליו וספריו ביד אחר וכו' ישבע לוקח כמה נתן ויטול ע\"כ, וזה לא מצאתיו בפרק כל הנשבעים."
            ],
            [],
            [],
            [],
            [
                "<b>הרי הגניבה חוזרת וכו'.</b> עיין מה שכתב הרב המגיד ז\"ל, ובכל כי הא מי שהחפץ בידו נאמן בשבועה, וכתב עליו מרן כסף משנה ז\"ל דאינו יודע מה מקום לשבועה זו כאן, שמאחר שאין הלה טוענו ברי אין כאן אלא חרם סתם ע\"כ, ולא זכיתי להבין דבריו דהא גם בלוקח שעושה דין עם בעל הבית הרי התגר נשבע בכמה לקח אף דאין הגנב טוען ברי."
            ],
            [
                "<b>ואם גנב מפורסם הוא וכו'.</b> לשון זה סובל ב' פירושים, או דנוטל הבעל הגניבה כלומר דאחר שנתן הק\"כ חוזר ונוטלן מן התגר, ולפי זה גם בגנב מפורסם עשו תקנת השוק, ואף דרבינו פסק לעיל דין ב' דבגנב מפורסם לא עשו תקנת השוק, הכא שאני דהלוקח הב' לא קנה מן הגנב אלא מלוקח אחר, אי נמי י\"ל, דהך דנוטל דקאמר אלוקח שני קאי, וכן נראה שהבין הראב\"ד ז\"ל שהרי לא כתב בלשון השגה, ולפירושו [לא] עשו תקנת השוק בגנב מפורסם כלל, והרב המגיד ז\"ל הבין כדרך ראשון שכתבנו והדין עמו, שכן נראה מסגנון לשון רבינו."
            ],
            [
                "<b>או שהיה עשוי למכור וכו'.</b> מבואר הדבר דרבינו מפרש, מאי דאמר רבא בגמרא לא שנו אלא בעל הבית שעשוי למכור כליו, אבל בעל הבית שאינו עשוי למכור כליו לא צריך לאהדורי עליה כולי האי, ופריך, ודלמא איצטריכו ליה זוזי וזבין, אמר רב אשי הרי יצא לו שם גניבה בעיר ע\"כ, ופירש רש\"י לא צריך לאהדורי כולי האי דנימא ספר פלוני ופלוני ע\"כ, ונראה שהכריחו לרש\"י ז\"ל לפרש כן, מדיוקא דכולי האי דקאמר רבא, דמשמע כולי האי לא, אבל לעולם בעינן דבא במחתרת וכו', ומתניתין בכל גוונא איירי, על כן חילקו, אמנם רבינו מפרש דהא דלא צריך לאהדורי עליה כולי האי, הכוונה דאין צריך לשום אחד מהתנאים הנזכרים לעיל, וכמו שכתב בפירוש המשנה, הביאו הרב כסף משנה והרב בית יוסף חו\"מ סי' שנ\"ז, והוסיף מדיליה דלפירוש רבינו אתיא מתניתין כפשטה, דסתם ותני יצא לו שם גניבה בעיר, בלי שום תנאי משום דמיירי בשאינו עשוי למכור כליו ע\"כ, אמנם דברי רבא קשים קצת לפירוש זה, שהרי לא שנו אלא בעל הבית שעשוי למכור כליו קאי על השקלא וטריא כנ\"ל ואמתניתין קיימי, א\"כ גם דברי רבא אמתניתין היא, הרי דלרבא סתם מתניתין בעשוי למכור היא, אי נמי אף באינו עשוי כיון שתלה הדבר ביצא לו שם גניבה, ובשו\"ת מהר\"י אדרבי ז\"ל סי' ק\"ט ראיתי לו דברים מגומגמין, שהזכיר הסוגיא הנ\"ל ופירוש רש\"י על דברי רבא, וכתב שכן פסק הרמב\"ם ז\"ל וכו', והם דברים רחוקים מן הקצה אל הקצה כמבואר, אכן הרב ז\"ל לא דקדק בזה דלא נחית ליה עיי\"ש, ודע דהטור שם נמשך אחר פירוש רש\"י והראב\"ד, ועירב סברת רבינו, וכבר האריכו למעניתו הרב בית חדש והדרישה שם עיין עליהם, גם מה שהקשה מרן כסף משנה ז\"ל בעיקר הסוגיא, כי אקשו וכי יצא לו שם גניבה בעיר מאי הוי ליחוש דילמא זבנינהו וכו', היכי אהדר ליה כגון שבאו בני אדם וכו', הוי ליה לאהדורי הכא במאי עסקינן שאינו עשוי למכור ע\"כ, איני רואה קושיא דלעולם מעיקרא לא סליק אדעתיה דרב יהודה אמר רב לחלק בהכי, ורבא הוא דחילק לן בהך חלוקה דבעל הבית עשוי למכור לבין אינו עשוי למכור, וקיימא לן כוותיה דבתרא הוא."
            ]
        ],
        [
            [
                "<b>וכן אם רוב אותו הדבר וכו'.</b> כתב הרב המגיד זלה\"ה נראה שפסק כרב וכו', והקושי מבואר דבפרק ה' דהלכות גזילה דין ח' פסק להדיא כשמואל, ושם ביאר הרב המגיד זלה\"ה, דיש לחלק בין רוב הדבר לרוב הממון, והן הן דברי הרב כסף משנה זלה\"ה כאן, אכן עכ\"פ אכתי קשה קצת, דמנא ליה לרבינו לחלק בהכי, והיה נראה לחלק עוד חילוק אחר בדקדוק לשון רבינו, דכאן נקט לשון לקיחה רבינו סבירא ליה דלא דמי אלא [הכא] לקיחה [דוקא] דהתם סיים להנאה, וכן נראה מפירוש רש\"י זלה\"ה שכתב שם, וזה לשונו: רוב ממונו משלו בלא גזילה הוא, הולכין אחר הרוב ונהנין ממנו ע\"כ. ועוד דמדברי הרב המגיד זלה\"ה כאן נראה שגירסתו הייתה אימתי מותר ליהנות וכו', וא\"כ רבינו מפרש דעד כאן לא אפלוג רב ושמואל אלא בהנאה דאין בו כל כך [מחזק] ידי עוברי עבירה, אבל בלוקח [ב]דמים מודה שמואל לרב דבעינן רוב ממונו, וגם לחילוק הרב המגיד והרב כסף משנה ז\"ל יש לומר כן."
            ],
            [
                "<b>כללו של דבר וכו'.</b> כתב הרב המגיד ז\"ל דבגמרא אמרו פטומות אפילו שלשה מותר וכו', והרב סמך לו על הכלל שכתב וכו' ע\"כ, ולא ידעתי למה לא נרגש ג\"כ מההיא דתפורים שאמרו בברייתא דשרי לקנות, ורבינו השמיטה, ודוחק לומר שגם זה נכלל בהכלל שכתב ז\"ל, אם לא שנאמר דכיון שהם בגדים תפורים דכמו שכתב רש\"י ז\"ל מלתא דפשיטא היא, דהא קנייה בשינוי ומכל שכן שלא חש להזכיר גיזין המוזכרים בברייתא ממילא לא חש להזכיר גם דתלושין."
            ],
            [
                "<b>אין לוקחין משומרי פירות וכו'.</b> רבינו דקדק דין זה בלשון שלילה, ובברייתא שם אמרו לוקחין וכו', נראה מפני שרבינו נתקשה במה שאיתא שם, וכולן שאמרו הטמן אסור, ושוב אמרו לוקחין מפתח הגינה אבל לא מאחורי הגינה, ולמה לא סיים בה וכולן שאמרו וכו', ותו דמשמע דבפתח הגינה אפילו בלא סלים ומאזנים שרי, ואמאי לא ניחוש שמא גנובין הם, לכך פירש רבינו הברייתא כך דאין לוקחין בשום מקום אלא ע\"י סלים וכלים, ואפילו בפתח הגינה ולא נאסר אפילו על ידם אלא באחורי הגינה, ולכוונה זו סיים וכולן וכו' אחר פתח ואחורי הגינה, ולזה נתכוון דברי הטור והרב בית יוסף חו\"מ סי' שנ\"ח, אך לא סיים בשו\"ע הא דאבל לא מאחורי הגינה ולא ידעתי למה.",
                "<b>ומותר לקחת מן האריס וכו'.</b> הרב המגיד ז\"ל [ציין] מעובדא דרבה וכו', והרב כסף משנה ז\"ל ציין מעובדא דאמימר ומר זוטרא ורב אשי דפרק אלו מציאות (בבא מציעא דף כ\"ב) וכו', ונסתייע מדברי הרא\"ש ז\"ל, ולא ידעתי למה [לא] בחר בהא דסוף פרק הגוזל ומאכיל שהיא מבוארת כדברי רבינו, שהרי אמרו שם, רב זבין שבשתא מאריסא אמר ליה אביי והא תנן ולא משומרי פירות עצים ופירות, א\"ל הני מילי בשומר דלית ליה בגופא דארעא מידי, אבל אריס דאית ליה בגופא אימא מדנפשיה קא מזבין ע\"כ, והן הן דברי רבינו שכתב ומותר ליקח מן האריס שהרי יש לו חלק וכו', ואילו עובדא דפרק אלו מציאות לא היה דרך ליקח אלא דרך דורון והנאה, שכבר חילקנו בדברי הרא\"ש כיון שיש בידינו גמרא ערוכה בריש פירקין דמדקדוק לשון רבינו נראה שהוא מחלק בהכי, ומהא נמי תקשה להכסף משנה ז\"ל, וגם בבית יוסף חו\"מ ציין הכסף משנה עצמו מהך עובדא דרבה וכדברי הרב המגיד זלה\"ה, אכן נראה דכוונת מרן כסף [משנה] על פי התוס' ז\"ל שם באלו מציאות, שהקשו על מר זוטרא דאמאי לא אכל, דהא מהך דרבה דפרק הגוזל משמע דשרי, ותירצו שיש לחלק דהתם הביאם האריס מביתו וחזקתם שהם שלו, משא\"כ בההיא דאלו מציאות שמן הפרדס הביאם, יש חשש דשמא יגזול אותם מבעל הבית, ואמימר ורב אשי סבירא להו דודאי יחשב עם בעל הפרדס חלק מה שנתן, ומכח שלא מצינו לרבינו (שחילקו שם) [שחילק שום] חילוק בדבר, מוכרח דסבירא ליה לדאמימר ורב אשי דאין לחלק חילוק זה, אלא כיון שהוא אריס שיש לו חלק בגוף הפירות מותר ליקח ממנו בכל ענין.",
                "<b>אכן </b>ראיתי להטור שם שחילק בדבר וכתב, במה דברים אמורים בסתם וכו', אבל אם ידוע לו שעדיין לא חלק אסור ליקח ממנו, והקשה עליו הרב בית יוסף ז\"ל דאיך פסק כמר זוטרא הא כיון דאמימר ורב אשי עבוד עובדא דלא כוותיה הלכה כוותייהו דרבים נינהו וכו', ונדחק לתרץ דכיון דמסקנא דאמרי ליה השתא וכו' ולא הקשה על מר זוטרא משמע שהודו לדבריו עיי\"ש, והרב ב\"ח ז\"ל שם דחה דברי הב\"י, וכתב עליו שלא דקדק בדברי התוס' הנ\"ל, וחלק על פסקו בשו\"ע עיי\"ש, ואחרי המחילה הראויה התפלל על אחרים וכו', שהרי הב\"י פסק כדברי רבינו ממה שכתב והכריח הדבר כמו שכתבתי ואיך הרב ב\"ח לא השגיח בזה, ובדברי הכסף משנה כאן גם יש כדי להליץ בעד הטור [ש]כתב שלמד כן מדברי הרא\"ש ז\"ל, שהזכיר אותו מעשה דפרק אלו מציאות וחילק חילוק התוס' הנ\"ל, משמע שדעתו לפסוק כמר זוטרא, דאל\"כ לא הוי ליה להזכירו כלל כמו שכתב הרי\"ף ז\"ל שלא הזכיר אלא עובדא דרבא עיי\"ש, ולענ\"ד אי מהא לא איריא דאימא דהיא גופא אתי לאשמועינן הרא\"ש ז\"ל, דהוה סלקא דעתך לחלק כסברת מר זוטרא ע\"פ דברי התוס' קמשמע לן דאין לחלק, שהרי אמימר ורב אשי [רבים נינהו] לגבי מר זוטרא, ואנן בדידן טפי אית לן להסכים דברי הרי\"ף עם רבינו והרא\"ש ז\"ל, מלומר שהרא\"ש פליג, (ומסלקא דעתך) [ועוד] שהרי סתם, ואם איתא היה לו לבאר שההלכה היא כדברי מר זוטרא דאף דהוי יחיד דהוי רבותא טפי והמעיין יבחין."
            ],
            [
                "<b>פשתן בגליל או עגלים וכו'.</b> לשון המשנה כלי צמר ביהודה וכלי פשתן בגליל ועגלים בשרון, ובברייתא כלי צמר ביהודה וכלי פשתן בגליל, ורבינו השמיט כלי צמר ביהודה שהיא שנויה במשנה ובברייתא, ולא ידעתי למה, גם הסמ\"ג לאוין ע\"ב העתיק כדברי רבינו, וכן כתב הרב בית יוסף חו\"מ סי' שנ\"ח [סעי' ה']."
            ],
            [
                "<b>לוקחין מן הבדדין וכו'.</b> משמע שמהבדדין עצמן קאמר, שדרכן היה שהבעל הבית משכיר המעטן שלו להבדדין, ודלא כפירוש רש\"י שכתב דקאי לבהדי הבדדין עיי\"ש, אך מאי דקשיא לי דלמה לא פסק כרשב\"ג דקתני התם, לוקחין מן הנשים זיתים במועד בגליל העליון וכו', דהרי כתב הרב כסף משנה ז\"ל בפרק ט' דטומאת מת דין ה', דרבינו ס\"ל כל מקום ששנה רשב\"ג במשנתינו הלכה כמותו דלאו דווקא במשנה דהוא הדין בברייתא אף [אם] הוא יחיד עיי\"ש, ומה שקשה דבסוף פרק ז' דפרה אדומה משמע בהיפך מדברי הכסף משנה גופיה. ועיין עוד פרק י\"א דטומאת מת דין ט', ופרק [ב' דבית הבחירה] דין י\"ח ופרק ז' דעבודת כוכבים דין ו' [בלחם משנה] וצ\"ע."
            ],
            [],
            [
                "<b>החייט ששייר מן החוט וכו'.</b> כתב הראב\"ד כדי מלא מחט וחוץ למחט כדי מלא מחט וכו' ע\"כ, והרב המגיד לא הזכירו והטור חו\"מ סי' שנ\"ח כתב כדברי הראב\"ד ז\"ל עיין עליו, וידוע כמה חלוקות נאמרו שם בברייתא, ורבינו השמיט מפני שסמך על מה שכתב וכל הדברים האלו וכיוצא בהן הולכין אחר מנהג המדינה, ועיין מה שכתבתי לעיל דין ב'."
            ]
        ],
        [
            [],
            [],
            [
                "<b>כל מי שמשהה וכו'.</b> בבבא בתרא דף פ\"ט [ע\"ב], אמר רב יהודה אמר רב אסור לאדם שישהה מדה חסירה או יתירה בתוך ביתו ואפילו היא עביט של מי רגלים, אמר רב פפא לא אמרן אלא באתרא דלא חתימי, אבל באתרא דחתימי אי לא חזי חתימה לא שקיל, ובאתרא [דלא] חתימי נמי לא אמרן אלא דלא מהנדסי אבל מהנדסי לית לן בה, ולא היא זמנין דמקרי בין השמשות ומקרי שקיל, ע\"כ. וא\"כ קשה על רבינו, חדא, דלא הזכיר אלא חסירה והשמיט יתירה, ותו דבמסקנא אסרו בכל גווני שמא יבוא לקנות בין השמשות וכו', ורבינו ז\"ל נתן טעם שמא יבוא מי שאינו יודע וכו', דשייך בכל זמן, ואם איתא מאי דוחקיה דתלמודא לאוקמי בבין השמשות, והנה ראיתי להרא\"ש ז\"ל והרי\"ף ז\"ל שלא הזכירו מאתרא דלא חתימי ואילך כלל, כנראה שלא הייתה בגירסתם, וכן מצאתי להרב בית יוסף זלה\"ה חו\"מ סי' רל\"א, והוסיף ז\"ל דאף אם תימצי לומר דהוו גרסי כגירסתינו, צריך לומר שהיו מפרשים דהא דקאמר ולא היא וכו', לא קאי אלא למאי דמפליג בין מהנדסי ללא, אבל לא קאי למאי דמפליג רב פפא בין חתימי ללא ע\"כ, ולא ידעתי למה לא נרגש למה שהשמיט הטור ורבינו הא דאיתא כאמור, ובפרט דמקרא מלא הוא, לא יהיה לך בכיסך אבן ואבן גדולה וקטנה לא יהיה בביתך איפה ואיפה גדולה וקטנה הרי ששניהם שוים באיסור, והוא הדין לענין השהיה מדרבנן מיהא."
            ],
            [
                "<b>כיוצא בזה סלע שנפגמה וכו'.</b> כתב הרב המגיד ז\"ל פירוש שאין החסרון ניכר כמו מאמצע ע\"כ, והכסף משנה ז\"ל כתב, דלפי דבריו הוי ליה למימר או יפגמנה באמצע וכו', ע\"כ. ולכאורה דבריו תמוהים דדין נפגמה באמצע כבר ביארו רבינו לקמן דין ו', דיכול לנקבה ולתלותה בצואר הקטן, ומאי דהזכיר כאן שחיקה וחתוך וכו' לישנא דברייתא נקט ולעולם דפגמה באמצע ותלייה וכו' שפיר דמי, ג\"כ הן אמת דמרן כסף משנה זלה\"ה נראה שהבין כדברי הרב המגיד זלה\"ה, דבאמצע כיון שניכר הכל שרי, דהיינו לעשותה משקל ולזורקה בין גרוטותיו, וזה אינו שהרי לא התיר רבינו אלא בתלויה, אך זה אינו מוכרח שהרב המגיד סתמא קאמר, ולא קשה ולא מידי עליה."
            ],
            [],
            [
                "<b>סלע שנפגמה באמצע וכו'.</b> לשון הברייתא בפרק הזהב (בבא מציעא דף נ\"ב) [ע\"א], הרי זה לא ימכרנה לא לתגר לא לחרם ולא להרג וכו', ורבינו נראה שלא היה גורס לתגר וכו', א\"כ דמדאסר להני משמע דלאחריני שרי, וכיון שכן למה צריך להתיר לנקבה ולתלותה כיון דאפילו בעינה שרי ויש ליישב."
            ],
            [
                "<b>וחצי הרובע ושמין הרובע וכו'.</b> טעות סופר הניכר הוא וצריך לומר שמינית הרובע, הכי הוא [בדפוס] \"מגדל עוז\", אך נמחק שם ושלישית ההין, ויש להגיהה שהרי סיים ולא אסרו."
            ],
            [],
            [
                "<b>לא במשפט המשקל וכו'.</b> בדפוס מגדל עוז מוסיף במדה זו מדת קרקע ולא במשפט המשקל וכו'."
            ],
            [
                "<b>ומשום מנין ומשום לוין וכו'.</b> פרק איזהו נשך מימרא דרב יהודה אמר שמואל, ופירש רש\"י ז\"ל, עוברין בשבתות וביום טוב משום לווין ופורעין וכו' ע\"כ, משמע דמדה ומשקל ומנין לאו איום טוב דווקא קאי, דהוא הדין בחול וטעמא משום גזל, וכן כתב בשיטה מקובצת שם, אמנם התוס' ז\"ל שם כתבו דאי אפשר לפרש כן, דבפרק שואל מייתי לה לענין שבת ע\"כ, ונראה דאין משם תפיסה על רש\"י ז\"ל, דהוא יפרש דהתם מלוין ופורעין ביום טוב [ובשבת] ברבית וכו', הרי דעיקר ההוכחה היא מהלואה דשייכא לענין יום טוב וניתוסף בה איסור רבית. ודברי רבינו סתומים."
            ],
            [
                "<b>ואם בארץ ישראל הסיג גבול וכו'.</b> פרשת שופטים ברייתא בספרי הובאה בילקוט, לא תשיג גבול רעך, והלא כבר נאמר לא תגזול מה ת\"ל לא תסיג, מלמד שכל העוקר תחומו של חבירו עובר בשני לאוין וכו', והטור חו\"מ סי' שע\"ו סיים, ואם בארץ ישראל עובר בלאו ולא תסיג גבול רעך, וכתבו עליו הרב בית יוסף והרב בית חדש ז\"ל דהכוונה דעובר גם כן בלאו דלא תסיג מלבד מה שעובר בלאו דגניבה וגזילה, אמנם בפרישה ז\"ל שם כתב בכוונת הטור דבארץ ישראל עובר דווקא אלאו דלא תסיג לחוד, ובלאו דלא תגזול ולא תגנוב אינו עובר דקרקע אינה נגזלת, אלא דגזלן מדרבנן הוא ע\"כ, וכן כתב בסמ\"ע שם ותמיהא מלתא, חדא, איך לא חש לדברי רבינו הכא, שהרי כתב להדיא דעובר בב' לאוין, והרי קרקע אינה נגזלת, אכן האמת הוא דקרקע אינה נגזלת הכוונה משום דבחזקת מריה קיימא, שהרי אינה מטלטלת, אבל נראה דלמדו מההיא דפרק המקבל (בבא מציעא דף ק\"ז) [ע\"ב], אמר ליה רב יהודה לרב אדא משוחאה לא תזלזל במישחתא דכל פורתא ופורתא חזי לכרכומא רישקא, ופירש רש\"י כרכום של גן והוא משובח הרבה ע\"כ. ופסקה רבינו בריש פרק הבא, אבל לעולם דשייך בה גזל לענין לעבור עליה על לא תגזול, ומה שכתב אפילו מלא אצבע וכו'. [כאן כנראה חסר]."
            ],
            [
                "<b>שזה בינו לבין המקום וכו'.</b> קשה קצת דבגמרא בבא בתרא דף פ\"ח [ע\"ב], הסיקו ואלא מאי עדיפותייהו, דהתם אפשר בתשובה והכא לא אפשר בתשובה, ופירש רשב\"ם ז\"ל מדות שגוזל הרבים אי אפשר בתשובה וכו', ורבינו דנקט שזה בינו לבין המקום וזה בינו לבין חבירו, קשה חדא, דלמה לא הזכיר טעם הגמרא, ועוד דלפי טעם רבינו אם יבקש מחילה מחבירו הרי נמחל העוון לגמרי, ובגמרא אמרו דאי אפשר בתשובה משמע כלל, ואפשר שרבינו נתקשה מההיא דיבמות שהביאו התוס', איזהו מעוות שאינו יכול לתקן זה הבא על הערוה והוליד ממנה ממזר, נמצא דגם עריות כי הא לא אפשר בתשובה, לכך בחר לו טעם זה דעכ\"פ הוא אמיתי ויציב שזה בינו לבין חבירו וזה בינו לבין המקום, שוב ראיתי בבית יוסף חו\"מ סי' רל\"א שכתב דרבינו קיצר בלשונו."
            ]
        ],
        [
            [
                "<b>שאפילו מלוא אצבע וכו'.</b> בבבא מציעא דף ק\"ז [ע\"ב], אמרו דכל פורתא ופורתא חזי לכרכומא רישקא, ופירש רש\"י המובחר שבכרכומין ע\"כ, ורבינו לשון קצרה נקט, גם נראה שהוא מפרש פורתא פורתא דהיינו מלא אצבע."
            ],
            [],
            [
                "<b>לפיכך אם מדד בקנה וכו'.</b> זהו פירושו ז\"ל, שהדבר תלוי בחבל, אמנם רשב\"ם ז\"ל פירש מפני שדרך הקרקע להתבקע בימות החמה וכו', ולפי זה אין שום חלוק במדה."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שאם היה הקב מכיל וכו'.</b> בדפוס מגדל עוז שאם היה הקב משקל."
            ],
            [
                "<b>והחנוני מקנחן פעמים בשבת וכו'.</b> משנה בבבא בתרא דף פ\"ח [ע\"א], הסיטון מקנח מדותיו אחת לשלשים יום, ובעל הבית אחת לי\"ב חודש, רשב\"ג אומר חילוף הדברים, חנוני מקנח מדותיו פעמים בשבת, וממחה משקלות פעם אחת בשבת, אמר רשב\"ג במה דברים אמורים בלח, אבל ביבש אין צריך ע\"כ, ורבינו בסיטון פסק כתנא קמא, ובחנוני ג\"כ לא חילק בין לח ליבש, משמע דסבירא ליה דרשב\"ג פליג אתנא קמא, דקים לן בעלמא אימתי לפרש, במה לחלוק, וזו היא סברת הרמ\"ה שהביא הטור ז\"ל חו\"מ סי' רל\"א, והרב ב\"י ז\"ל כתב עליו דאין מוצא לו טעם, כיון דדבר יבש אינו נדבק מה יקנח ע\"כ, ונוראות נפלאתי על דברי פה קדוש שלו, חדא דתקשי ליה הרי דדברי רשב\"ג שאמר במה דברים אמורים בלח אבל ביבש וכו', דבין לרשב\"ג בין לתנא קמא תקשי דהיבש מאי יקנח, ותו דהרי רבינו בשיטת הרמ\"ה [אזיל] שהרי לא חילק, ותו קשה לי דהכא בכסף משנה תמה על הרב המגיד שכתב דרבינו פסק דלא כרשב\"ג, דהא קיימא לן כל מקום ששנה רשב\"ג במשנתינו הלכה וכו' ע\"כ, ולא ידעתי מאי שיאטיה דרב המגיד ז\"ל בהא דלדידיה מי ניחא, וכי מצי לפרושי דפסק כרשב\"ג והלא בפירוש המשנה כתב רבינו להדיא דאין הלכה כרשב\"ג, ותו דהיא עיקרא דדינא הרי בבית יוסף כתב הוא עצמו דאפשר דפסק בהא דלא כרשב\"ג, משום דמסתבר טעמיה דתנא קמא עיי\"ש, וגם הכסף משנה עצמו בפרק י\"ב דמשכב ומושב דין י\"ט [הביא] התוספתא פרק ט' דטהרות דפליגי תנא קמא ורשב\"ג, כתב ז\"ל דלענין הלכה נקטינן כתנא קמא עיי\"ש, ומוכרח לומר משום דמסתבר טעמיה, דאין לומר משום דהכלל דכל מקום ששנה רשב\"ג לא נאמר אלא במשנה ולא בברייתא, דהרי בפרק ט' דהלכות טומאת מת דין ה' כתב הכסף משנה דרבינו סבירא ליה דהוא הדין בברייתא, שוב ראיתי למהר\"ש אלגאזי בספר גופי הלכות בסוף כללי ההא, שהביא משום התוס' סוף פרק אע\"פ דתרי רשב\"ג הוו, והכלל דכל מקום אינו אלא על אותו שהיה בימי ר\"א וכו' עיי\"ש."
            ],
            [],
            [
                "<b>חייבין בית דין וכו'.</b> פסק כבי נשיאה וקרנא דסברי כרמי בר חמא אמר רב יצחק בבבא בתרא דף פ\"ט [ע\"א], ואף דתנא קמא דברייתא קתני אין מעמידין אגרדומין לשערים והוו להו רבים, מכל מקום מדעבוד עובדא דבי נשיאה והוי לחומרא, לכך פסק כן."
            ]
        ],
        [
            [
                "<b>כל הגונב נפש אדם וכו'.</b> בשו\"ת מהר\"ר בצלאל [אשכנזי] סי' ל\"ט הביא לנו דין מחודש, שנשאל למה כתוב לא תגנוב בגונב נפשות היה ליכתב לא תגזול, דהא קיימא לן סתם גניבה שלא מדעת בעלים וסתם גזילה מדעת בעלים, (והוי) [וכאן הוי] מדעת בעלים דהיינו הנגנב עצמו, והעולה מכלל תשובתו היא דמה שהקפידה תורה אינו אלא בגונב דרך נסתר דנמצא שהוא אבוד, משא\"כ בגזול דרך חזקה כיון שהוא בפרסום לפני אחיו הרי אינו אבוד דעשויין בעלי זרוע ליפול ועכ\"פ יפדוהו הרי אינו אבוד, והביא ראיה מדברי רבינו שכתב לקמן אין הגנב חייב מיתה וכו' משמע להדיא דדוקא בשגנבו וכו', ואינו ענין כאן הא דמרוב בעלי הגניבה אינו בעל, ובעליו הם אחיו ואביו וקרוביו שהגנב משם עיי\"ש, ולענ\"ד דכבודו במקומו מונח, ואם איתא הוי ליה לרז\"ל להשמיענו דין זה להדיא, דלא הקפידה תורה אלא על הגונב בסתר אבל הגוזל בגלוי אינו חייב כלל אף שנשתמש בו ומכרו, ותו דהיכי נימא דאביו ואחיו היינו בעליו, דבעלים לא מקרי אלא בדבר שהוא קנוי להם לגמרי, כגון בגדים וכלים או עבדים, אבל מצד קורבה שיקראו בעלים מנא ליה, ותו דנסתייע מדברי רבינו שכתב אין הגנב חייב וכו', משמע להדיא דדוקא בשגנבו אבל וכו', ואיני יודע מאי אולמיה מדברי רבינו אלו מהפסוק עצמו וכל הברייתא שהובא שם בפרק הנחנקין, דכולהו בגניבה מתנו, ותו במה שחילק בין גנוב לגזול שזה אבוד וזה אינו אבוד, דהרי דרשו ז\"ל והביא רש\"י ז\"ל כי ימצא בעדים והתראה, וכאן דאיתא עדים והתראה הרי אינו אבוד, גם דרשו ז\"ל ונמצא בידו קודם מכירתו בעדים, וכיון שכן הרי נתפרסם ע\"י העדים ואיך יקרא אבוד, ותו דאמאי לא נימא דעד כאן לא אמרו סתם גניבה שלא מדעת בעלים אלא בדבר שאין בו דעת, כגון בח[פצים] כלים ובגדים שתלויים בדעת בעלים, ובהו שייך החילוק דגניבה לגזילה, אבל המין האנושי שיש בו דעת אין שייך חילוק זה, דהיינו גניבה היינו גזילה, ותו דכיון דרבי קרא אף אם גנב קטן בן יומו וגדול ישן שאין בהם דעת כלל, שפיר שייך בהו לשון גניבה, וההיא דמאחיו לא מכרעא דגזירת הכתוב כך היא, וכמו שכתב הרמב\"ן ז\"ל עיין עליו."
            ],
            [
                "<b>אע\"פ שהגנב ישן וכו'.</b> בדפוס מגדל עוז כתוב אע\"פ שהנגנב ישן, והיא גירסת מתניתא דגנב ישן לא נמצא בתלמוד, ועוד דבגנב ישן ונשען בתוך שנתו על הנגנב פשיטא ודאי דאין זה עימור, דישן אין לו שום כוונה דהרי הוא כמת, אלא ודאי דבנגנב ישן קאמר, וכן מתבאר מדברי הרב המגיד ז\"ל שכתב דהבעיא שם היא בגנבו ומשתמש בו ומכרו כשהוא ישן, אי הוי דרך שמוש בכך כיון דבשלשתן היה ישן ולא ניעור מכלל דבחדא לחוד דהוי עימור כשהוא ישן פשיטא דחייב, דשפיר הוי דרך עימור, ומה שסיים הרב המגיד ז\"ל וכשנערו אחר מכן ומכרו היא, כלומר דינו של רבינו כאן הוא בשניעור אחר העימור, אף שהגניבה והעימור היה בשינה, ומה שהוצרכתי לזה מפני שראיתי להרב בעל תורת חיים דנראה דגריס אע\"פ שהגנב. ונראה לענ\"ד פשוט דגם שם הוא ט\"ס."
            ],
            [
                "<b>גנבו ונשתמש בו ומכרו וכו'.</b> זה נלמד מהדרשה דמאחיו עד שיבדילנו מאחיו, ומינה דאם משכו הגנב לרשותו אפילו אם כשמכרו לא משכו הלוקח לרשותו דעדיין ברשות המוכר [היה] ודלא כהרמב\"ן ז\"ל שסבירא ליה דמונמצא בידו קאי ללוקח עיי\"ש."
            ],
            [
                "<b>וכן אם גנב אשה וכו'.</b> תמיהא מילתא דבגמרא אוקמוה, דאוקמה באפי זיקא, ופירש רש\"י ז\"ל, דכל כמה שהיא עבה מועיל יותר להגן לפני הרוח ע\"כ, כלומר והרי נשתמש גם בעובר משמע, דאל\"כ אין כאן עימור בעובר ואין כאן בעיא, וכיון שכן למה לא ביארו רבינו, ויותר יש לתמוה על הרב המגיד ז\"ל שכתב בעיא דלא איפשיטא ספק נפשות להקל, ולא נרגש דעיקר חסר בדברי רבינו, וצריך לומר חדא מתרתי, או דרבינו מפרש דהך בעיא והאוקימתא אינה אלא למ\"ד עובר לאו ירך אמו הוא, דלא הוה גריס לה להך דאוקמה באפי זיקא והבעיא [אם] נקרא שמוש בעובר ע\"י אמו או לא, ואף דרבינו נראה שהוא פוסק כמ\"ד עובר לאו ירך אמו וכמו שכתב הרב עצמות יוסף ז\"ל בפרק האומר עיין שם, מכל מקום יש להסתפק בהא אי הוי עימור לגבי העובר או לא, ופסק לקולא."
            ],
            [],
            [
                "<b>שנאמר גונב נפש מ\"מ וכו'.</b> פשטן של דברים נראה ע\"פ מה שאיתא בגמרא דגונב איש משמע אפילו אשה, ומזה יליף רבינו אשה שגנבה דהיינו מתיבת גונב, ומתיבת נפש דריש לאחד הגונב את הגדול וכו', וכמו שאיתא בגמרא, א\"כ דבגמרא דרשי מכי ימצא איש גונב אין לי אלא איש שגנב, אשה שגנבה מנין, ת\"ל וגונב נפש, הרי שדרשו לאשה שגנבה מגונב איש, ורבינו דריש פסוק דגונב נפש, ומכח זה הוצרך הרב המגיד ז\"ל לכתוב, אשה שגנבה נ\"ל [מדהשוה] הכתוב אשה לאיש לכל עונשין שבתורה וכו'. וביאר כוונתו בטוב טעם הרב שיורי כנה\"ג ז\"ל בנמוקיו על רבינו, [שבסוף חלק או\"ח] וכן כתב בספר גופי הלכות ז\"ל בכללי ההא [אות קצ\"ה], והקשה עוד [בס' גופי ההלכות] דתרי קראי למה לי, לשתוק מכולהו, ולא לכתוב כי ימצא איש גונב נפש ויש בכלל הגנב והנגנב אפילו אשה, עד שראיתי במכילתא דריש כי ימצא איש גונב ולא קטן, בהא ניחא דאי לאו קרא הוה ממעטינן אפילו אשה ע\"כ, ועם כל זה אכתי קשה מקרא דוגונב איש ומכרו, דאיש למה לי, דאי למעט אשה וקטן הרי כבר נתרבה מוגונב נפש מכל מקום."
            ],
            [
                "<b>בין בחול בין בשבת וכו'.</b> לכאורה נראה דמהך דרשה דקרא בעי לאוכוחי אכל מה שכתב, דרשות יש לכל להורגו בין בחול ובין בשבת בכל מיתה שיכולין להמיתו, וגם זה אינו, דבברייתא דרשו והוכה בכל אדם ומת בכל מיתה קאמר, והא דאין לו דמים דרשוהו שם בין בחול ובין בשבת, ואי מקרא דאין לו דמים מצי נפקי כולהו אייתר לן והוכה או מת, דהוי ליה למימר והכהו כמו שכתב רש\"י ז\"ל, ומכל מקום פשט דברי רבינו נראין דכולהו קאי, דאם לא כן הוי ליה לסמוכי קרא בין בחול בין בשבת, וידוע דדרכו של רבינו שלא להקפיד על זה ובדבר שאין בו נפקותא לענין דינא, וקצת סמך מצאתי לדבריו ממה שאיתא [בגמרא] איצטריך מידי דהוה אהרוגי [בית דין] קמשמע לן הרי דאין לו כלל [דרשות] הוא."
            ],
            [
                "<b>ואחד הבא במחתרת וכו'.</b> אין לפרש או גנב שהכוונה שכבר הוא בחזקת גנב ועתה נמצא בתוך גגו וכו', דזה מנא ליה, ועוד דכיון דמחתרת לאו דווקא שם שנמצא חותר על הסתם, כך בנמצא בתוך גגו וכו', אף בסתם קאמר, אכן האמת נראה דאו גנב שכתב ז\"ל, הכוונה מצד הביאה דאין לו שום עסק במקומות אלו, ודאי דלא בא [אלא] על ענין גניבה, והכי דייקי דברי רש\"י ז\"ל שכתב מדלא כתב אם במחתרת ימצאנו וכתב הגנב יתירא משמע בכל הצדדים שיהא נראה לך גנב ע\"כ, הרי דהדבר תלוי באומדן דעת בעלמא, אלא בזה חלוק רבינו על רש\"י דלרבינו אין צריך התראה מדלא חילק ולרש\"י במחתרת ממש אין צריך, אבל בהני צריך כמו שכתב להדיא, ומה שכתב לפי שדרך רוב הגנבים לבוא במחתרת בלילה ברייתא שם, אך אין שם תיבת בלילה ואפשר דהכי גריס לה רבינו, ויותר נראה דלפי שהדין הוא דבין ביום בין בלילה נוהג דין זה, וקרא דאם זרחה השמש אינו כפשוטו אלא על בירור השלום, מעתה מחתרת שאמרה תורה גם כן לאו דווקא בין מצד עצמה בין מצד מציאותה כאשר היא האמת דסתם מחתרת אינה מצויה אלא בלילה, ורבותא אשמועינן וגם הפשט לא הפסיד דמדכתוב אם זרחה השמש עליו דהיינו יום, מכלל דקרא קמא בלילה קאמר כדרך העולם וכן פירש הרמב\"ן ז\"ל בפירוש החומש."
            ],
            [
                "<b>ונמצא זה הנכנס לבית וכו'.</b> פשט דברי רבינו נראים דאע\"פ שעדיין לא גנב הותר דמו, דכיון שבא על דעת זה שאם ימנענו מלגנוב יהרגנו הרי נקרא רודף, ודייק לישניה שכתב ונמצא זה הנכנס לבית חבירו לגנוב דמשמע אף שעדיין לא גנב, ומפרש מה שאיתא בגמרא אי אזילנא קאי לאפאי ולא שביק לי, דהכוונה לא שביק לי לגנוב ודלא כדברי הר\"ן שהביא הרב בעל דינא דחיי ז\"ל שכתב, על מנת שאם אינו מניח עצמי מליקח הממון שגנב, שיהרוג את הגנב, וכיון שהגנב יודע זה הרי הוא עומד כנגדו על ענין נפשות והוא שיתחיל במריבה ובא במחתרת עשהו הכתוב רודף וכו', ושם כתב דמדברי רבינו לא משמע הכי, שהרי כתב שאם עמד בעל הבית לפניו ומנעו יהרגנו, דמשמע דבשביל מניעת הגניבה הוא שיהרוג הגנב את בעל הבית, ומדברי הר\"ן ז\"ל משמע דהקאי לאפאי להרוג אותו יהרוג אותו ע\"כ, נמצא דהר\"ן ז\"ל פליג על רבינו בתרתי חדא הא, ואידך דלדעת הר\"ן אין דברים אמורים אלא בשכבר גנב שכן פירש להדיא שאם אינו מניח עצמו מליקח הממון שגנב, ולדעת רבינו אע\"פ שעדין לא גנב, וכן נראה בפירוש רש\"י בחומש שפירש אם במחתרת כשהוא חותר הבית ע\"כ.",
                "<b>כרודף אחר חבירו וכו'.</b> בפרק א' [דהלכות] רוצח דין ז' כתב רבינו, כיצד אם הזהירוהו והרי הוא רודף אחריו אע\"פ שלא קיבל עליו התראה כיון שעדיין הוא רודף הרי זה נהרג ע\"כ, משמע דהתראה בעי אלא דלא קפדינן עליה אם לא קבלה, וכיון שכן משמע דהכי נמי בעי התראה, וזו היא דעת רש\"י ז\"ל שפירש גבי גגו וחצירו וקרפיפו, אלא שהוא ז\"ל מפרש שצריך שיקבל התראה, ורבינו אינו מפרשה כן, אכן צ\"ע שהרי רבינו סתם והשווה דין גגו וחצירו וקרפיפו למחתרת, וידוע דמחתרת אליבא דכו\"ע אין צריך שום התראה."
            ],
            [
                "<b>שנאמר אם זרחה השמש וכו'.</b> דברי רבינו מגומגמים במה שהביא דרשה דאם זרחה השמש עליו בבירור השלום דאב על הבן, דבברייתא שם דרשו כן בבן על האב דבסתמא אל יהרגינו, וכן הקשה הרא\"ם על פירוש רש\"י זלה\"ה בפירוש החומש שדבריו הם כדברי רבינו והניח בצ\"ע עיי\"ש, ולענ\"ד דיש לדקדק בדברי רבינו שלא הזכיר בסמיכות דאין לו דמים עם פסוק אם זרחה השמש שהיא אותה ברייתא, וגם שינה הלשון שהרי כתב לפיכך אב הבא במחתרת וכו', דמשמע שהפסוק דאם זרחה השמש הוא בכולל, דהיינו מימרא דרב בגמרא כל דאתי עלי במחתרתא קטילנא ליה, לבר מרב חנינא בר שילא דקים לי בגווה דמרחם עלי כרחם אב על הבן, וגם הוסיף רבינו שבודאי רחמי אב על הבן כלומר דאפי' בעינינו נראה שונא מכל מקום הטבע גובר ולא יהרגהו, ונתכוון רבינו לכלול בסתמא שאמרו בגמרא עם הוודאות מצד הטבע, בדרשת אם זרחה השמש עליו דמים לו, כלומר אל תהרגהו דבזה כו\"ע מודו הטבע גובר, דאם כמ\"ש דעלמא כשברור לו אל תהרגהו מכל שכן אב לגבי הבן, וקרוב לזה כתב הרב חידושי הלכות [מהרש\"א] על פירוש רש\"י עיין עליו, אף שהרב המגיד ז\"ל לא הבין כן עיין עליו."
            ],
            [
                "<b>ומצאו יוצא מן המחתרת וכו'.</b> דברי רבינו צריכין ביאור, דמכיון דאפילו בגנב ויצא יש לו דמים מכל שכן וקל וחומר כשלא גנב, אם לא שנאמר בחדא מתרתי, או דמצאו יוצא מן המחתרת הכוונה שעדיין הוא בתוכה אלא שמצאו יוצא, או נאמר דאף דעדיין לא הפך פניו לגמרי אלא שהתחיל לצדד עצמו לצאת דהיינו פנה עורף הרי יש לו דמים, וכן נראה מדלא ערבינהו ותני, וכן הגונב שגנב או שלא גנב ומצאו יוצא וכו', ומדהפסיק בתוכה ויצא, משמע דאין היציאות בכלל שוות.",
                "<b>וכן אם הקיפוהו בני אדם וכו'.</b> פשט הלשון מורה דהקיפוהו לגנב קאמר דומיא דעדים שתרגם אונקלוס אם עינא דסהדיא נפלת עלוהי שהיא על הגנב, וכך הם דברי רבינו שכתב אע\"פ שעדיין הוא וכו', וצריך לומר שזו היא כוונת המכילתא שאמרו, שאם יש לו מושיעין יש לו דמים, והראב\"ד זלה\"ה הקשה ממעשה דאבנר ועשאל, אך קושיא זו נופלת על המכילתא והתרגום, וצריך לומר דעת מלחמה שאני, ובספר דינא דחיי ז\"ל, ראיתי שתירץ דגם בזו טעה אבנר כשם שטעה בהיה יכול להצילו באחד מאבריו עיי\"ש, ומה שכתב הראב\"ד ז\"ל עוד כי על דרך התרגום אמר, אם עינא דסהדיא נפלת עלוהי וכו' ולא ידעתי מהו ע\"כ, נראה שכוונתו דבהך פוסק רבינו כדרשת התרגום, ולעיל דין י' פסק לדרשה דאם ברור לך הדבר כשמש אהך קרא גופיה, אך יש לומר דרבינו סבירא ליה דהשני דרשות אמת ואינן סותרות זו את זו, ומה שכתב רבינו",
                "<b>[אם בא] וכו',</b> שפת יתר גמור, וכן כתב הרב [בית] דוד ז\"ל, אם לא שנאמר, [כאן חסר בכת\"י כשלשה שורות]."
            ],
            [],
            [
                "<b>כל גנב שיש לו דמים וכו'.</b> רבינו לא סיים דבאין לו דמים אין מפקחים, דמלתא [דפשיטא] היא, והרב המאירי הביאו הרב בית דוד ז\"ל, נסתפק דבאם הוא חי מפקחים אפילו באין לו דמים, כיון דעכשיו אינו רודף והוי ליה כרודף אחר חבירו והצילוהו באחד מאבריו עיי\"ש.",
                "<b>ואם שבר כלים בביאתו חייב</b> אין לדקדק דביציאתו יהיה פטור, דכל שכן הוא אלא אגב אין לו דמים דדווקא הוא נקט נמי ביש לו."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מעשה רקח על הלכות גניבה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maaseh Rokeach",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halacha",
        "Comment"
    ]
}