{
    "title": "Chidushim of Machaneh Ephraim on Mishneh Torah, Hiring",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Chidushim_of_Machaneh_Ephraim_on_Mishneh_Torah,_Hiring",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>היה בידו פקדון הואיל וכו'.</b> בגמרא אמרו מטעם שאין רצוני שיהא פקדוני ביד אחר אבל האי טעמא לחוד לא סגי אי לא הוה עדיין חייב באחריותו דה\"ז אומר לו לאו בעל דברים דידי את:<br><b> כתב </b> ה\"ה ז\"ל ונפקא מינה שאם היו הבעלים רגילים וכו'. נ\"ב בגמרא אמרו מטעם דאין רצוני שיהא פקדוני ביד אחר, אלא דלפ\"ז קשה עדיין בלאו האי טעמא כל שלא הוחזק כפרן מאי זכיה שייך מ\"ל שומר ומ\"ל זה ואמאי לא מצי מיהדר ביה ולזה אמר משום דחייב באחריותו מטעם הנזכר אבל כל היכא דליכא להאי טעמא ה\"ז פטור כמ\"ש ה\"ה ז\"ל:"
            ]
        ],
        [
            [
                "<b>כתב </b> ה\"ה ז\"ל ומ\"מ דינו כדין שאר השומרים. נ\"ב לפ\"ז צ\"ל מי ששואל את חבירו כיון דאדם איתקש לקרקע:"
            ],
            [],
            [
                "<b>וכן הורו רבותי שהמוסר כרמו וכו'.</b> נ\"ב הכי איתא בירושלמי גבי מתני' דאם אוביר דייק עלה בירושלמי טעמא דכתב הא לאו הכי לא זאת אומרת המבטל כיסו של חבירו פטור ממה שהיה לו להרויח המבטל שדה של חבירו חייב לשפותו כלומר לשפות מה שנפסד דמ\"ה היה דורש לשון הדיוט דמה שהיה כותב אינו אלא לשלם הכל אף מה שהיה ראוי לעשות דאילו לשלם מה שנפסד השדה לא היה צריך להתנות שאם לא יעשו ישלמו וכפירוש תלמידי הרשב\"א. ולפ\"ז נ\"ל דאם גזל שדה של חבירו והפסידה משלם מה שהפסיד:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולא בגרם שגרם לו.</b> נ\"ב כלומר בגירי דיליה דאז ודאי חייב אפי' כי לא קביל עליה שמירה:"
            ],
            [
                "<b>אם טען החזרתי ישבע כעין של תורה.</b> נ\"ב בפרק כל הנשבעין מוכח דנשבע מן התורה:"
            ]
        ],
        [
            [
                "<b>כתב </b> בלח\"מ ז\"ל וזה א\"א לומר כן דאפילו אמר פרעתיך בפני פ' ופ'. נ\"ב התם היינו טעמא דאמרינן מילתא דלא רמיא עליה דאיניש הוא אבל אם טוען בודאי שפרעו במקום שמצויים רואים צריך להביא ראיה:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הראב\"ד אומדין כמה אדם רוצה ליתן ולא יטרח. נ\"ב ול\"נ דשכרו מיהא מפסיד כיון שלא עשה מה שמוטל עליו לעשות:<br><b> כתב </b> ה\"ה ז\"ל והרמב\"ן וכו' א\"נ דמי טירחא וצ\"ע. נ\"ב עיין מ\"ש לעיל:"
            ],
            [],
            [
                "<b>ואם אין הדבר ידוע חייב לשלם.</b> נ\"ב ה\"ט דכיון דפשע ועאל מאותה שעה נתחייבו הנכסים:"
            ]
        ],
        [],
        [
            [
                "<b>אם נלקחה דרך הליכה וכו'.</b> נ\"ב הבעפ\"מ ח\"ב סי' ל\"ב כתב דרבינו איירי שא\"ל חמור סתם, ואנ\"כ:",
                "<b> ואם לא העמיד יחזיר השכר.</b> כתב ה\"ה ז\"ל זה פירש רבינו וכו' אם רוצה כל שכרו וכו'. נ\"ב ז\"א דא\"כ מאי פריך בגמרא אמאי דקתני נותן שכר של חצי הדרך והא חייב להעמיד לו חמור אחר דברייתא נמי ה\"ק דמש\"ה אינו נותן לו אלא שכר חצי הדרך ועוד מאי חייב להעמיד לו חמור דקאמר רבינו. לכן נ\"ל דרבינו ג\"כ ס\"ל כסברת הרשב\"א ז\"ל דחייב להעמיד לו חמור ממש אלא שאם לא העמיד אין לו עליו אלא תרעומת ונותן לו שכר חצי הדרך וכן יסבור הרשב\"א ז\"ל דאין חיוב עליו אלא ליתן לו חמור ואם לא נתן ושכר זה ביותר והפסיד מחמת שלא העמיד זה אין זה אלא גרמא בנזקין:"
            ],
            [],
            [
                "<b>א\"ל ספינה סתם וכו' חייב ליתן כל השכר.</b> נ\"ב ול\"ד לההיא דאתא מיטרא דכל אונס דשניהם לא ידעי דהוי פסידא דפועל דהתם הפועל אינו יכול לקיים תנאו אבל הכא מקיים תנאו שהתנה ליתן לו ספינה סתם והרי נותן לו ספינה. ולפ\"ז במלמד אפי' אם חלה הבן הוי פסידא דמלמד דזה התנה ללמד והרי אינו לומדו:"
            ],
            [
                "<b>ואם מצא השוכר מי שישכיר וכו'.</b> נ\"ב דוקא שמצא השוכר אבל אינו יכול לומר צא וטרח והשכר ספינתך כמ\"ש גבי מתני' דהטעו פועלים דהתם לא נתקיים השכירות. ועיין בתשובת הרשב\"א סי' א' וכ\"ח:"
            ],
            [],
            [
                "<b>אבל אם סתרו.</b> כתב ה\"ה ז\"ל וכ\"ש לפירש\"י שפירש מזלו של שוכר גרם. נ\"ב והשתא אתי שפיר ההיא דערכין נתצו כהן חייב להעמיד לו בית וכן פירש\"י ז\"ל שם. ואיירי אפילו בבית זה ודלא כהר\"ן שכתב בפרק השותפין דאיירי בבית סתם:"
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b>או יתן ויחרים.</b> כתב הבעל לחם משנה ז\"ל י\"ל ממ\"ש פ\"ג וכו' וכבר עמדתי על דבר זה שם וצ\"ע. נ\"ב ומדברי הרב המגיד ז\"ל שם נראה דהיינו היכא שטוען לישתבע לי דאפילו בשטר הדין כן וע\"כ לא קאמר הר\"י בן מיגאש אלא היכא שאינו טוען לישתבע לי:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>היה עומד.</b> כתב הבל\"מ ז\"ל ותל\"ט דעדיין קשה להרמב\"ן ז\"ל וכו'דבלא זו הוי קפידא וכו' להעמיד לו אחר. נ\"ב זו לא שמענו שיהא חייב להעמיד לו אחר ולא ינכה לו מן חכירו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> ה\"ה ז\"ל ופירוש אע\"פ שלא כתב וכו'. נ\"ב אבל רבינו בהל' אישות כתב דמידי דנהגו הדיוטות לא אמרינן אף ע\"פ שלא נכתב כמי שנכתב דמי:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>ואם לא נאנס וחזר.</b> כתב ה\"ה ז\"ל כתב הרשב\"א וכו'. נ\"ב אשוכר עליהן קאי אבל מטען בכל גוונא:<br><b> עוד </b> שם ונמצאו אלו מפסידין עליו. נ\"ב לאו משום דמפסידין לו אלא כיון דדבר האבד הוי:"
            ],
            [],
            [],
            [],
            [
                "<b>השוכר כו'.</b> כתב הבל\"מ ז\"ל קשה וכו' ה\"נ הרי ירד להציל וכו'. נ\"ב לק\"מ דזה לא נשכר אלא לילך ולבוא והא הלך ובא משא\"כ בנשכר להציל ולא הציל הא לא הציל ודלא כב\"י:",
                "<b> שכרו להביא כרוב ודורמסקין.</b> נ\"ב בפ' הגוזל אמר טעמא משום דעשה שליחותו משמע הא לא עשה שליחותו לא ואין להקשות מרישא דהשוכר את הפועל להביא שליחות דהתם השליחות היא ההליכה ושכר פסיעות הוא דנוטל. והכי משמע בירושלמי בפ\"ב דע\"ז:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>וכן המראה דינר כו' אם בשכר הראהו.</b> נ\"ב בתוס' דפרקין משמע כדברי רבינו ע\"כ:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>ואם לא א\"ל.</b> כתב ה\"ה והטעם שכל שלא אמר שכרן עליו. נ\"ב כפירש\"י ז\"ל וכ\"נ מהרי\"ף ובר\"פ האומנין קאמר אי דאמר שכרכם עלי וכו' לא באומר שכרכם על בעה\"ב ואמאי לא משני לא סתמא:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "חידושים מהגאון בעל מחנה אפרים על משנה תורה, הלכות שכירות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Chidushim of Machaneh Ephraim",
        "Sefer Mishpatim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}