{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [
            "<b>אמר המעתיק (הראשון)</b> לפי איזה דפין שבא לידינו ממסכת זו נראה שהאריך הגאון המחבר זצ\"ל בכל שיטותיה וראוי להתאונן ולקונן על העלמן ואנו אין לנו אלא מה שעינינו רואות והנה מאותן ארבעה דפין שבידינו ששנים הראשונים מהן הם בשיטת קלוטה כמי שהונחה דמיא דף צ\"ז סוף ע\"א וע\"ב ואחריו בשיטת קרשים ופרק ר\"א דמילה אבל בשיטת קלוטה כו'.   אין לנו תחלתו אלא מאמצע השיטה והוא מהחילוק שכתב הגאון ז\"ל לכך לא מנעתי ידי מלהעתיקן ולהעלותם לזכרון על הספר אחרי ראותי שיש בהן תועלת גדול להמעיינים ואפשר שסופו יוכיח על תחלתו קצת ממה שחסר ממנו מכתיבת יד הגאון המחבר זצ\"ל וזהו: <small>(ע\"כ דברי המעתיק הראשון).</small> ", 
            "<b>ואנחנו לא באנו למלאות העדר הקודם.  </b> כי לזה צריך עת ופנאי לשום עיון תחת עיון בכדי לבנות ולטעת נטיעות חדשות ולהרכיב הרכבה קולטת קלוטה כמי שהונחו מדעת הגאון עצמו בקומתו ובצביונו לעשות קומה שלימה וכולי האי ואולי לא זאת היתה כוונתו ולא לבו הוליד זאת. ואנו אין אתנו שעת הכושר וזמן מוכשר לזה. כי לימודינו בזה בעת ההדפסה. והפועלים אצים למהר ולכלות מלאכתנו. גלל כן לא באנו רק לתקן מה שלפנינו במה שבגדר האפשר לפי השקפת השכל. ואנחנו בשם ה' נזכיר הוא יושיענו. ובמסלול האמת ידריכנו. ושערי כוונת הגאון יפתחו לפנינו. וזה החילונו. למה שנראה מכללות כוונתו פה להכריח שכוונת הפשטן לסתור אף מה דפשיטא ליה בנתכוין לזרוק שמונה וזרק ד' (כו'): "
        ], 
        [], 
        [
            "<b>לפרש בענין אחר</b> [דמוכח דכוונת הפשטן לסתור אף הפשיטות דאל\"כ הו\"ל לפשוט האיבעיא מאוקימתא דלפי האמת דר\"י מחייב אחת ורבנן פטרי לגמרי משום דאמר עד דנפקא ליה לר\"ה ולא איתעבידא מחשבתי'] והיינו ממש בעצמו כחלוקת נתכוין לזרוק ארבע וזרק שמונה דמה לי נתכוין להוצאה קטנה ונעשה הוצאה אריכא או זריקה קטנה כו'   אלא צ\"ל (נמחק תיבה או שתים) [דבא] לסתור אף מה דפשיטא ליה.   ולזה נתכוונו התוספות באמת לפי דעתי [במ\"ש בד\"ה הרי כו'] דלא הו\"ל לאתויי מלתא דרבינא כו' רק האמת וק\"ל. וכ\"ת בע\"כ זה כוונת הפשטן. דמוכרח מיניה וביה [דרוצה לסתור אף הפשיטות]. דאל\"כ לא לייתי דרבינא רק דרב אשי וכ\"ת ולטעמיך [דבא לסתור נמי הפשיטות] נמי לא לייתי רק דרב אשי דכי היכי דנפשט האיבעיא מדרב אשי מדהוצרך לאוקמי באומר כל מקום שתרצה תנוח ה\"נ נסתר הפשיטות [מדלא אוקי באומר בסוף ד' תנוח] י\"ל מדרב אשי לחוד דלמא אמרה אס\"ד [דשמואל אמרה אהך] דרבי דלעיל אף דבאמת נסתר מכח דרבי לא מחייב אתולדה במקום אב מ\"מ לסלקא דעתין דקארי לה מאי קארי [דשם נמי קשה אי להכא קבעי לה כו'] או לפחות כדי לישב גם אסלקא דעתן אדרבי אמרה ובדין דשם משמעון פליגי ר\"י ור\"ש בפרק הבונה ומפורש להדיא בגמ' דף ק\"ג ע\"ב (נרשם כאן על הגליון). והכא לא קאמר רק פשיטא כו' הרי כתב שם משמעון [ואף דאיכא פלוגתא בהא מ\"מ הכי נמי קאמר] וכי היכי דפליגי שם פליגי נמי בהא ולכל מ\"ד כדאית ליה. [ע\"כ עה\"ג] ורבי מצי סבר כר\"ש דלא חייב אשם משמעון ולזה מוקמינן לה טפי באומר כל מקום שתרצה תנוח דע\"כ צ\"ל באומר [תנוח לסוף ד' בדר\"י ובדרבי תנוח בר\"ה] וכיון דלא נשמע היאך סבר רבי טפי נוקמי באומר באופן אף אם סבר כר\"ש [דהיינו באומר כל מקום שתרצה] לזה מייתי דרבינא דמפרש בהדיא לרבי יהודה כו' וכיון דרבי יהודה הוא ניהו המ\"ד דמחייב אשם משמעון ״מאי ״דוחקי׳ ״לאוקמא דוקא באומר כל מקום שתרצה תנוח אף באומר (עד דנפיק לר\"ה) [לסוף ד'. כצ\"ל] כו' חייב. ואפשר שלזה נתכוונו התוספות שכתבו ורבינא נמי דפריך לרב אשי אמלתא דרב\"י יהוד\"ה כו' דייקא ולהכי קאמר כו' דלא הו\"ל לסיומי מלתא דרבינא כו'. ועוד אף אם לא הזכיר רבינא לרבי יהודה מ\"מ מדרב אשי ליכא למיפשט דניחא ליה טפי לאוקמי באומר כל מקום שתרצה תנוח דלמא רבי ס\"ל כר\"ש אבל רבינא דמקשה מנ\"ל להקשות דלמא רבי ס\"ל כר' יהודה [אבל אם נאמר דלא בא לסתור הפשיטות רק לפשוט האיבעיא לא הו\"ל לסיומא מלתא דרבינא דזה נפשט מרב אשי גופיה] וק\"ל. ז\"א די\"ל דלמא לעולם לא לסתור הפשיטות רק לפשוט האיבעיא ומדרב אשי לא נשמע רק מכח דיוקא משא\"כ רבינא אמר בפירוש אי להכא כו' לזה הוצרכתי להכריח מכח קושיא הראשונה. קשה הא לא דמיא זה לזה כלל דיש לחלק דשם משמעון כוונתו אכתיבת הרבה אותיות וכתב מקצת מכוונתו וממלאכתו כאלו נתכוין לחרוש שדה גדולה כולה וחרש מקצת ממנה וכן נתכוין לזרוק שמונה ועשה מחשבתו זריקה קטנה היינו הך ממש (למאי דלא אסיק אדעתיה סברא הוא כמה דלא זריק ארבע לא מזדרקי כו') משא\"כ אי בעי שינוח בסוף ארבע לענין זריקת ארבע אמות בר\"ה אף כי אמרינן קלוטה כמי שהונחה דמיא בתחלת ר\"ה לענין הוצאה אין סברא לומר לענין מעביר ארבע אמות ברשות הרבים אף שיש להולמו וק\"ל: <br>אלא תיקשי בלא\"ה ברש\"י בד\"ה ואלו הכא כו'. לשונו קשה המובן א' מה שכתב דבעינן עקירה מתחלת ארבע בר\"ה כו' למה לי' זה ותיפוק ליה דלא נתקיימה מחשבתו ואף אם נניח דמחייב בלי עקירה מתחלת ד' ברשות הרבים רק בזורק ארבע אמות מרשות היחיד לר\"ה [מיחייב ג\"כ משום מעביר] סוף סוף כאן לא היה מחשבתו לזה. הב'. מ\"ש דהא נח ברשות הרבים שנצטרך לדחוק שר\"ל ע\"י קלוטה וזה דוחק שאין זה במשמעות הלשון כלל וכלל. ונראה משום דרבינא מקשה למאי דס\"ד כו' ולס\"ד בא להכריח [דר\"י מחייב שתים] דאי חדא מחייב מכלל דרבנן כו' הא אפיק כו' ואם ס\"ד הלזה אסיק אדעתיה סברת קושיא של רבינא לפי מובן הפשוט דאי להכא קבעי כו' אצל היציאה לא נתקיימה מחשבתו כי נח בסוף ארבעה [ודלא כמפרש לה רש\"י וכקושיתו] א\"כ שפיר פטרי רבנן ודלמא בהכי קמיירי ומה המכריח דאי ס\"ד חדא הוא דמחייב מכלל דרבנן כו' מנ\"ל הך באומר [דתנוח לסוף ד׳] דלמא הך באומר [עד דנפקא לרשות הרבים. וכדמתרץ לה באמת] דהא לסברת הס\"ד נמי ס\"ל לרבנן קלוטה לאו כמי שהונחה דמיא כמ\"ש רש\"י בד\"ה ה\"ג ואחת משום העברה כו' דהיינו הס\"ד ורבנן פטרי אהעברה משום דלא ס\"ל קלוטה כמי שהונחה דמיא כו' אלא הכרח הס\"ד היה משום דהוא ס\"ל אף באומר עד דנפקא לרשות הרבים תנוח כו' מ\"מ לרבנן אין שייך לפטור משום דמ\"מ נתקיים מחשבתו כסברת האיבעיא נתכוין לזרוק ארבע וזרק שמונה דמספקא ליה לחיוב אף דשם לא שייך קלוטה דהכל ברשות אחד [א] או [הבעיא] אזיל לרבנן כמו שצ\"ל בלא\"ה ע\"כ אפ\"ה יש לחייב ומיקרי נתקיים מחשבתו ה\"נ לרבנן [דרבי יהודה] אף דקלוטה לאו כמי שהונחה דמיא מ\"מ יש לחייבו דנתקיימה מחשבתו ולזה מכריח שפיר [דר\"י מחייב תרתי] ולזה אתי שפיר שהוצרך להאריך בשינויא אמאי דלמא כו' ורבנן סברי לא אמרינן קלוטה כמי שהונחה דמיא ולא איתעביד ליה מחשבתיה דסברת הס\"ד אף דקלוטה לאו כמי שהונחה דמיא מכל מקום מיקרי קיום מחשבתו. ולזה פירש ואי להכי כו' דבעינן עקירה כו' דאלו משום דמחשבתו לא היה רק עד יציאת הפתח מכל מקום מיקרי קיום מחשבה כי היכי דהיה חייב משום הוצאה לסברת הסלקא דעתך משום דחשבינן כאלו היה דעתו אזריקת ארבע לזרוק למקום שזרק באמת ה\"נ מהאי טעמא גופיה היה מיחייב משום העברת ארבע אמות אלו היה הדין שחייב משום ארבע אמות ״ברשות הרבים\" אם זרק מרשות היחיד לרשות הרבים. וכסברת (התוספות) [הס\"ד כצ\"ל] [ב] לזה פי' דמכל מקום משום זריקת ארבע אמות ברשות הרבים לא מיחייב אף אם נחשב כאלו מחשבתו הוי לזרוק לכאן ומיקרי קיום מחשבה מכל מקום לא מיחייב לה דבעינן עקירה מתחלת ארבע ברשות הרבים כו' וזה על כל פנים אי אפשר לומר דנחשב כאלו היה מחשבתו לכך ולכך אף אם מיחייב משום הוצאה וכמו שמכריחים מכל מקום משום זריקת ארבע אמות ברשות הרבים אין לחייבו ולזה מסיים שפיר ומיהו אהוצאה כו' דהא נח ברשות הרבים בלא טעמא דקלוטה כמי שהונחה דמיא רק כפשוטו ואף לרבנן דלא ס\"ל קלוטה כמי שהונחה דמיא מ\"מ חייב לסברת הס\"ד ועיין היטב [ג] (כאן חסר דיבור שלם): ", 
            "בגמ' <b>לעיל מר אהא כו'   אנן אדרבי יהודה כו'.  </b> למה לא שנאו רב יוסף אר\"ע דמתניתין דמ\"ש. לעיל מוקדם אשמואל גופיה דמתני ארבי לא קשיא די\"ל שאין המכוון של שמואל לאשמעינן חיוב תולדה במקום אב רק שלא תימא החיוב משום מעביר [ד' אמות בר\"ה. וכדאמר לקמן ריש ע\"א] קמ\"ל רשויות מצטרפות דלא כו' דלא הוה נ\"ט [ד] דלא כמשמעות פירש\"י לכאורה. אבל כאן קשה. וכ\"ת דמוקי פלוגתא דר\"ע למעלה מעשרה קשה א\"כ מנ\"ל מקורה בשלמא בל\"ז אי פליגי למטה מעשרה ולרבנן קלוטה [לאו] כמי שהונחה דמיא י\"ל דמשמע ליה דכ\"ע סברי כרבנן מדמציירו בענין אחר בהיפך ממתניתין [דנקיט מרה\"י לרה\"י כו'] אבל אי למעלה מעשרה פליגי קשה ממה נפשך אי למטה קלוטה כמי שהונחה דמיא לכ\"ע למה נפרש הך כ\"ע סותר ממש בהיפך לכ\"ע דלעיל ואי משום דמשמע ליה מדמצייר כן מ\"מ במתני' נימא טפי דפליגי בקלוטה כמי שהונחה דמיא וק\"ל אלא בתרתי פליגי וכר\"א לעיל או למטה לכ\"ע קלוטה [לאו] כמי שהונחה דמיא א\"כ קשה מנ\"ל דוקא מקורה דלמא לרבותא דרבנן נקיט כן ובל\"ז י\"ל דלא ניחא לומר לרבותא כיון שי\"ל דוקא נקיט גם לא נכון לעשות פלוגתא רחוקה אך עתה קשה וק\"ל ועוד אי כר\"א צ\"ל ברייתא דר\"ה עצמה להודיעך כחו כו' ולא מפרש בדוקא נקיט [ה] וק\"ל. ואפשר לומר בקצרה יותר לעיל נפשט לפי האמת דבקלוטה למטה מעשרה פליגי [וא\"כ קשה אמאי לא שנאו רב יוסף אר\"ע דמתני' אי למטה דוקא פליגי] ועכ\"פ למטה נמי ואת\"ל למעלה נמי פליגי [ולכך לא שייך לשנות אר\"ע דמחייב שתים כיון דלמעלה מעשרה אינו חייב אלא אחת מ\"מ] צ\"ל להודיעך כו' וא\"כ מנ\"ל מקורה [דוקא דלמא לרבותא דרבנן וכמש\"ל] עיין לעיל בתוס' ריש (שבת דף ה' ע\"א). בל\"ז י\"ל דהכא איירי במתגלגל וכמ\"ש התוס' לעיל (שבת דף פ' ע\"א) בד\"ה והאמר רבא דקשה דר\"י אדר\"י דהכא ס\"ל קלוטה כמי שהונחה דמיא ובעירובין ס\"ל דצריך הנחה ע\"ג משהו [ומזה הוכיח דר\"י איירי במתגלגל] ע\"ש ובזה חייב שתים אבל אם קלט באויר נהי דהנחה אין צריך במקום ארבע עקירה ממקום ארבע בעינן וכדלעיל כל הפלפול בפ\"ק דף ד' ולזה דוקא בפלוגתא דרבי דמקורה כמליא דמי מיקרי עקירה ממקום ארבע או במתגלגל [דרבי יהודה] משא\"כ בר\"ע דנקיט הזורק ובר\"ה שם אין ה\"א לחייב שתים (ועיין לעיל בתוס' ריש פרק כלל גדול דעת ר\"ע לענין תולדה במקום אב וכאן בר\"ן) [דכתב להדיא דמוכח בכריתות דלא מחייב ר\"ע תולדה במקום אב וממילא נסתר קושיתו] אך עתה נסתר דא\"כ היאך פשיט לחיובא ולאו היינו דאמר ליה רבינא דאיירי במתגלגל אזורק דמיבעיא ליה. בל\"ז פושט במכ\"ש. עיין לקמן בתוס' (שבת דף ק' ע\"א) בד\"ה אחזתו הרוח חילוק בין קלוטה למטה משלשה מן הארץ או למעלה משלשה ובהכי מתרצין דר\"י אדר\"י [ו] ועיין בתוס' עירובין דף צ\"ח ע\"ב בד\"ה לימא כתנאי חילוק בין אם תחלת זריקה לפחות משלשה או תחלת זריקה למטה מעשרה והלך אח\"כ לפחות משלשה: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "בתוס' <b>בד\"ה לא ס\"ד כו'   דס\"ד דרבנן נמי מחייבי אתולדה במקום אב כו'.  </b> קצת קשה א\"כ התרצן אמאי נדי מהך סברא ומוקמי בהיפך מסברת הס\"ד דלס\"ד לר\"י תולדה ולרבנן אב ודוחה בהיפך לר\"י אב ולרבנן תולדה יניח סברת הס\"ד דלרבנן אב היינו מיסך ממש ודוחק לומר דלס\"ד צריכין מכח הכרח לדחוק בכך אבל למאי דדוחה מוקמי ברווחא. ואפשר לומר דמוסיף לא אתי שפיר לפי\"ז דגם לרבנן הוא אב רק ר\"י מחלק לשובט ממיסך מיבעיא ליה משא\"כ לס\"ד בלא\"ה מוסיף לא אתי שפיר אליביה. ועוד דלפי\"ז הוא פלוגתא רחוקה דלרבנן מיסך ממש ולר\"י אפילו מיניה תולדה לא הוי רק אב אחרינא משא\"כ לס\"ד או למאי דדחי השתא קרובים בסברתן וק\"ל:  "
        ], 
        [
            "גמ' <b>מעביר ד' אמות בר\"ה מקורה פטור.  </b> עיין ברש\"י פרשת נשא עגלת צב אין צב אלא מחופין א\"כ נקשה עגלה גופא מקורה הוי ע\"ש: ", 
            "גמ' <b>מי סברת כו'   אפותייה הוו כו'.  </b> אין להקשות ממה נפשך אי קים להו לתלמודא היאך הוה פלפול זה למה להו אלא שרצו להכריח מכח הכרח א\"כ דלמא אפותייה מנח להו. אפשר לומר דמשמע לתלמודא שאינן נוחין להשכיבן אפותייה מפני הטבעות וזהו בעצמו סברת המי סברת אפותי׳ כו': ", 
            "בתוס' <b>בד\"ה הניחא כו'   הקשה הרב פורת כו' ששה סדרים כו'.  </b> מציירין באופן שיהיו כל הסדרים שוין שני קרשים זה על גב זה וכן י\"ל בשמעתין בפותייה נקיט שלשה סדרים ויהיו ארבעה זה ע\"ג זה בשוה ובחודן ארבעה ויהיה שלשה זה ע\"ג זה בשוה משא\"כ חמשה או מספר אחר. ואין צורך למ\"ש רש\"י בזה [בד\"ה כמה מותיב כו' דחמשה בחמשה לא יתבי כו']. ואפשר לומר נמי משום הטבעות לא כתבו סדרים יותר: <br>לקושית הרב הר\"ר פורת אין לומר דהקצר בצד העב היו מניחין בסמוך לו ממש בלי ריוח בינתים וא\"כ לא יהיה רק שני רווחים לכל אחד כמעט אמה. דאין זה כלום. (דמ\"ה שכתב\"ו) [דמאי שנא כצ\"ל] העב והקצר סמוכין זה לזה משום שיכולין להשכיבן יחד בדיבוק היטב ה\"נ יכולין להשכיב כולן יחד בלי ריוח אם ירצה בדיבוק בלי ריוח כלום בינתים דמאי שנא אע\"כ שהיו מחלקין הריוח בשוה: ", 
            "בא\"ד <b>ור\"י אמר דשמא מחציין ולמעלה כו'  .  </b> לכאורה מיד אם אין השיפוע מתחיל מלמטה אי אפשר להשכיבן באופן זה אם לא שיהיו מחותכין באופן שיזווגו יחד כזה דרך משל. ובאופן זה אם הוא מחציין ולמעלה דוקא אי אפשר להניח. וכן אם נאמר שהאדנים היו נשארין עם הקרשים כשהיו מניחים על העגלות כי לא מצינו בכולי שמעתין היאך היו מניחין האדנים ובמקרא מפורש שהיו שוכבין על הארבע העגלות הללו ואי תימא למטה מהקרשים תוך העגלה א\"כ העגלה היה מקורה על ידן ולמעלה על הקרשים אין סברא גם לקושרן בחבלים בצדי העגלה ודו\"ק: ", 
            "בא\"ד <b>וא\"ת מנ\"ל כו'   נילף מן המקורה כו'.  </b> א\"ל דלמא רב קאמר המעביר בר\"ה שכולה מקורה פטור אבל חציו מקורה חייב דומיא דעגלות וק\"ל. ועיין לקשר הוא\"ת במה שקודם גם [לקשר הוא\"ת] בתפיסת התחלת הדיבור הניחא כו' ולא מוקדם:  "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "גמ' <b>בעי מניה ר\"ה בר חלוב כו'  .  </b> בעיא דר\"ה מצי למיפשט מברייתא [דבסמוך] ס\"ת שבלה כו' ויש ליישב [עיין במהרש\"א]: ", 
            "גמ' <b>עשה להם הקב\"ה סימניות כו'  .  </b> עיין בח\"ש שהנונין הן טעות ע\"ש ועיין בשו\"ת רש\"ל. ואפשר שכן דרך לעשותו כחצי עיגול כזה () והוא שאין זה מקומו: ", 
            "ברש\"י <b>שכתבו מקרא התרגום כו'  .  </b> בח\"ש מוחק ויש לישבו [עיין במהרש\"א]: ", 
            "בתוס' <b>בד\"ה היו כתובין כו'   וקשה לרשב\"א כו'.  </b>. אין רצונו להקשות רעגענשבורג כיש משבשים [א] וק\"ל׃ ", 
            "בתוס' <b>בד\"ה מגילה כו'   וא\"ת א\"כ כו'.  </b> דא\"ל הא קאמר תיבעי למ\"ד אין מצילין כו' ואף שריש גלותא פשיטא ליה שאין קורין כאן [כן כתוב לפנינו ואפשר לומר שצ\"ל בהן] ואפ\"ה מסתברא ליה לומר כאן מצילין טפי מדלעיל [הואיל וכתובין בלשון הקודש] מ\"מ מקשו שפיר מבכל לשון דקתני בברייתא הכא וא\"ל דלמא הך ברייתא ס\"ל ניתנו ליקרות ואינהו פליגי לעיל למ\"ד לא ניתנו ליקרות מ\"מ הקשו שפיר [דהא אין בין ספרים כו' אלא שהספרים נכתבין בכל לשון ומגילה כו' אשורית על הספר ובדיו משמע דשארי ספרים מצילין אף שנכתבו בכל לשון ושלא בספר ודיו דודאי דלא ניתנו לקרות משום ריעותא דאינן בספר ודיו וגרועין מהך דסם וסיקרא דלעיל כיון שאינן בלשון הקודש] ודו״ק:  "
        ], 
        [
            "כדי <b>להפסיק בין פורעניות כו'  .  </b> ובפ\"ק דב\"ב סדרן של נביאים ירמיה ישעיה כו' סמך פורעניות לפורעניות כו' ובסוף מועד קטן כתבו התוספות שסידרו חמש עשרה נשים אחר מועד קטן להסמיך פורעניות כו'. י\"ל פורעניות מענין אחד מועד קטן ויבמות איירי הכל ממיתה ירמיה וסוף מלכים חורבן זכר לדבר אין מפסיקין בקללות משא\"כ פה שני מיני עניני פורעניות ודו\"ק או הכא שלשה פורעניות דהוי חזקה:  "
        ], 
        [], 
        [], 
        [], 
        [
            "בתוס' <b>בד\"ה והא דתנן כו'   ומיהו איכא למימר דבסמוך לרבנן נמי פריך אבל קשה כו'.  </b> לרבי חידקא כו'. יש לראות דקארי לה מאי קארי לה בתחלה דלא אסיק אדעתא האי סעודה דאיכא בהדיך אוכליה לא היה ניחא ליה לרבנן [וכי כולי יומא דמעלי שבתא בתעניתא מותבינן ליה כו'] וצ\"ל דהמקשה ידע האי סעודה דאיכא כו' וגם ידע כי מלוינן כו' רק מ\"מ לרבי חדקא חסר חד סעודה כמו שהקשו התוס' באמת והמתרץ לא הבינו ואין אחריות עלינו לפרש היאך [הבין] המתרץ להמקשה למה ניחא לרבנן ובכמה דוכתי הו\"מ למימר ולטעמיך אף לרבנן לא ניחא והתוס' עדיפא מקשו היאך מתורץ לפי האמת לרבי חידקא ודו\"ק׃ ", 
            "בא\"ד <b>והמקשה משיב דפשיטא ליה כו'  .  </b> יש לראות תחלה מקשה אסעודת מוצאי שבת א\"כ מה יאכל במוצאי שבת כמ\"ש התוספות והתרצן לא הבינו וה\"ל לחזור ולהקשות קושיתו הראשונה ולא וכי אזיל כו' ואם הבין [המקשה] שהשיב שסעודת מוצאי שבת יאכל מסעודה שהביא עמו הו\"ל להקשות לפי סברתך וכוליה יומא דערב שבת בתעניתא מותבינן ליה ונראה לי שלזה דקדקו אך קשה ליה כיון דמתרצת דאכיל לכולהו דמשמע ליה תירוצו כל מה דאיכא בהדיה אוכליה ואל תעכבם לצורך הדרך ודוחק (עה\"ג נמצא כתוב כזה ולא נרשם איה מקומו) ונראה לי ששייך לכאן. וזהו. ואפשר שהמקשן היה סבור [בדעת התרצן] שקושיתו היתה על מוצאי שבת אך לא מטעמיה משום דצריך לו סעודה בדרך דלא אסיק אדעתיה סעודה זו רק היה סבור [שהמקשה לא היה יודע שהביא סעודה עמו] כו' [ולזה השיב לו המקשה וכי אזיל בריקן אזיל ומטעם זה הקשיתי בתחלה אמוצאי שבת דאסקית אדעתאי דצריך לו סעודה לדרך]. (ע\"כ עה\"ג מלבד מה שהגהנו בפנים)׃ <br>ולא הבינותי למה להו לומר המתרץ לא הבין להמקשה כו' הלא אתי שפיר בפשיטות והבינו זה לזה היטיב והמקשה הקשה לרבנן אתי שפיר דאוכל שתי סעודות שנותנין לו בערב שבת אחת ביום הששי ואחת בליל שבת כבשאר ימים וביום השבת יש לו שלשה שנותנין לו לשחרית ומנחה ומוצאי שבת ולענין סעודה דמלוינן ניחא בממה נפשך אם חיוב לתת לו סעודה ללות אם כן כבר יש בידו שהביא עמו ואותה או חילופה יחזור ויקח עמו על הדרך ואם אינו חיוב ואינו בידו א\"כ אין חיוב לתת לו אבל אר' חידקא פריך והא בציר ליה סעודה בשבת ומשני דאית ליה סעודה בהדיה ואותה אוכל בשבת והשתא פריך שפיר דאם חיוב לתת לו סעודה ולכך פסיקא ליה דיש סעודה בידו מסתמא ואותה אוכל לצורך שבת א\"כ בריקן אזיל והו\"ל לתת לו יותר משלש סעודות ומשני דמלוינן ליה כו' רק כיון דהמתרץ ראה בהמקשן שעיקר טעותו שסבור שסעודה שהביא עמו מעכב עמו לדרך ולא אסיק אדעתיה שנותנין לו [ביום א'] סעודה על הדרך [ולזה השיב לו דאמרינן ליה כל מה דאיכא בהדך אוכליה] הול\"ל [מיד] העיקר דמלוינן ליה עוד סעודה בהדיה ומינה שסעודה שבידו אוכל בשבת והיינו צריכין לומר דלא שבקי' לאסוקי כוליה מלתא ופרכינן וכי אזיל כו' ואפשר שזה דוחק בעיניהם: <br>יש אומרים מה שהתוספות מפרשים שלא כפשוטו שבת שבא סמוך לשבת [דכבר לקח ב' סעודות לע\"ש במקום שבא משם והג' סעודות הם בשביל שבת] משום דאין מחלקין תמחוי בלילה. ולי נראה דאה\"נ התוס' מפרשים כן שבת אם בא לשבות שם בין שבא ע\"ש שחרית או ערבית נותנין לו בשביל שבת ג' סעודות מלבד שתי סעודות שנותנין לו בע\"ש כבשאר ימים דהא תנן אין פותחין לעני כו' ומלתא פסיקא נקיט דלעולם אין פוחתין ממזון שתי סעודות ובשבת מוסיפין כו'. ומ\"ש ונראה לר״י דכשבא ע\"ש לעת האוכל כו' לאפוקי פירוש הראשון שכתבו [דבין הכל נותנין לו שלש סעודות]: ", 
            "בתוס' <b>בד\"ה דמלוינן סעודה בהדיה כו'   ולכך נותנין לו שנים כו'.  </b> דהשתא יש לו שלש עם אותה שיש בידו כבר שליוו לו ביום א' שיאכל אחת מיד ואחת בלילה ואחת להוליך עמו ובכל יום אין נותנין לו במקום שעובר רק שתי סעודות אחת לשחרית ואחת לערבית ואחת יש בידו מיום א' דמלוינן בהדיה וביום ראשון דמצריכין ללותו משום דביום השבת אכל שם סעודה שיש בידו ממקום אחר ללות כן צ\"ל לכאורה המכוון דא\"ל שיתנו לו כל יום סעודה יתירה לצידה לדרך. אך לעיל בד\"ה והא דתנן כתבו אע\"פ שבשאר ימים נותנין לו סעודה שיוליך עמו עם האחרות כו' [דמשמע לכאורה דנותנין לו סעודה בכל יום ללותו מלבד הב' סעודות] וצ\"ל שכוונתם נמי כן שבמקום שיבא לא היה לו לתתו רק סעודה אחת ויאכל סעודה שהביא עמו בשחרית וסעודה שנותנין לו בערבית. ולמחר כשילך נלוה אחת בהדיה רק נותנין לו מיד שתי סעודות יחד [כדי שישאר לו אחת שהביא בהדיה להוליכה לדרך]׃  "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "גמ' <b>תניא נמי הכי כו'  .  </b> מיתורא דאינו מביאו מכוסה משמע ליה אפילו מכוסה על פי עדים לא [דהא גם מתני' פי' מגולה אין מכוסה לא] ורש\"י שכתב טעמא דר\"א דאמר מגולה אין כו' ר\"ל והדיוק מכוסה לא ר\"ל בלא עדים: ", 
            "גמ' <b>ת\"ש ובסכנה כו'  .  </b> [אף דגם בברייתא קתני עדים ומ\"מ מיבעי ליה. מ\"מ פשיט ממתני' טפי] מלשון מכסהו ע\"פ עדים דמשמע ראובן מכסה ע\"פ עדים אחרים חוץ מהמכסה משא\"כ לשון שהיינ\"ו מביאי\"ן מכוסה סובל לפרש שהבאה היה ע\"פ עדים עם המכסה. ואפשר לומר עוד מה שמביא האריכות ובסכנה כו' אף דלכאורה עלה [על לשון עדים] קאי [האיבעיא] דס\"ד דהפשטן דהאיבעיא לא מסופק מעולם בלשון עדים דמשמע תרי חוץ ממנו רק דלמא נוהגין כו' במעשה שהיה כך היה וה\"ה בחד להלכה ופשיט ממתני' דקתני דינא. ודוחה כו': ", 
            "גמ' <b>שאין לו חלב אם.  </b> כבר אמרנו על ויקח חמאה וחלב כו': ", 
            "גמ' <b>שמסרו ישראל עצמן כו'   כחנניה מישאל ועזריה וכמו שאמרו מה ראו חנניא מישאל ועזריה שמסרו עצמן וכו'.  </b> וכל שלא מסרו עצמן כו' [כאלישע] דרץ מלפניו כו' [וכפי׳ תוס' בד\"ה אמר ליה. ולא כטעמייהו]: ", 
            "גמ' <b>ולא אמר ליה שאר עופות כו'  .  </b> איונה נתן טעם שנמשלו ליונה בקרא. והטעם כמו שאמר במדרשים מה יונה זו פושטת צוארה לשחיטה כו'. ואכנפים נתן טעם משום מגינות. ולכך א\"ל דמייה לחרטום של שאר עופות. ואולי מה יונה מיוחדת בהגנה שלה מכל העופות אף ישראל מיוחדים בהגנה שלהם מכל האומות: ", 
            "ברש\"י <b>בד\"ה משום חשדא וסיפא דמתניתין כו'   ודאי משום חשדא כו'.  </b> דאלו (כאן חסרים איזה תיבות) [שייך בע\"פ עדים ג\"כ חיבוב] מצוה במה שמפרסם לעדים תיבעי ליה הכל בסברת חיבוב מצוה אי רישא דוקא מגולה [ולא מכוסה ע\"פ עדים אף דאיכא נמי חיבוב מצוה] כיון דאפשר וכן צ\"ל הא דלא מבעיא הכל בחשדא דס\"ל לתלמודא אלו היה בעל פי עדים ג\"כ קצת חיבוב מצוה פשיטא דרישא לאו דוקא מגולה וכן בחשדא כיון דבעדים ניצול מחשדא אף דבמגולה עדיפא קצת להוציא מחשדא מ\"מ לולי סברת חיבוב מצוה דיש במגולה ולא בע\"פ עדים פסיקא ליה דרישא לאו דוקא: ", 
            "ברש\"י <b>בד\"ה נאמר לא תאכלו כו'   ונאמר באותו פסוק עצמו לא תבשל כו'.  </b>. לאשמעינן דגדי לאו דוקא וה\"ה שאר בהמות וחיה יכול אף עוף כו'׃ ", 
            "ברש\"י <b>בד\"ה שש אנכי כו'   אמירה יחידה כו'.  </b> מדלא כתיב אמרתיך ביו\"ד: ", 
            "בתוס' <b>בד\"ה ר\"א אומר כו'   מביאו בשבת כו' ליכא איסור שבת כלל כו'.  </b> מדאורייתא דמדרבנן אסור כדמשמע סוף מפנין אשה מדדה את בנה כו' ע\"ש ברש\"י. וכן צ\"ל לועי\"ל [דעכ\"פ איכא איסורא דרבנן] דאל\"כ כיון שיש להביאו בהיתר גמור משום למהר לא שרי כמ\"ש התוס' בסמוך [ע\"ב בד\"ה ומי שרי] ועיין לעיל (שבת דף צ\"ד) בתוס' בד\"ה אבל אדם נושא את עצמו דרשב\"א ס\"ל דקטן שאני ואולי לכך העמיד הרשב\"א קושיתו בגמרא [ריש ע\"ב] בתוס' בד\"ה שלא ברצון כו' דמשום שיביאו התינוק לא קשה דקטן ככפות דמי או משום דכאן י\"ל יש לומר הראשון׃ <br>אין להקשות אמאי הקשו כאן בוא\"ת בלא ר\"ל ובקשה לרשב\"א בסמוך ע\"ב הקשו מר\"ל דלא קשה מידי דכאן דלא אסקו אדעתייהו עדיין סברא למהר מצוה שייך שפיר להקשות אליבא דכ\"ע בלא ר\"ל מכח סברא דלמה נעשה איסור דאורייתא שלא לצורך קיום מצוה ותירצו בועי\"ל כיון דיותר כו' לזה הוצרכו לסתור סברא זו מר\"ל דלקמן (שבת דף קל\"ג ע\"א) דבאיכא אחר היה צריך לחזר עליו על מי שאינו מתכוין לתקנו בקציצת הבהרת ולא אמרינן כדי למהר המצוה שרי אפילו באבי הבן עצמו: ", 
            "בתוס' <b>בד\"ה אמר ליה כנפי יונה כו'  .  </b> לפירוש רש\"י אתרווייהו מייתי ראיה מר' ינאי [אהך דלא מסרו עצמן כו׳ ושעדיין הוא מרופה בידם. משא\"כ לפי' תוס' מייתי אהך דלא מסרו מאלישע דאף הוא לא מסר עצמו ושעדיין רפוי' מדר' ינאי] ומיאנו בפירושו דאע\"ג דבע\"ז נמי לאו כולי עלמא מסרו עליה רק יחידי סגולה מצינו כחנניה מישאל ועזריה וה\"נ מצינו אלישע. ולפירושם אלישע גופיה אף שלא מסר עליה אפ\"ה לא היתה מרופה בידו שהרי זהיר בה טובא כמו שאמרו צריך גוף נקי כאלישע כו' אפשר דמרופה פירושו דלא זהירי בה רובא דעלמא. ועיין לעיל פרק במה טומנין (שבת דף מ\"ט) מ\"ש התוס' שם:  "
        ], 
        [
            "גמ' <b>דאמר ר\"נ כו'   מבוי שלא נשתתפו כו'.  </b> הא דלא אמר רב לא נשתתפו אין מטלטלין מחצר למבוי בעירבו ומטלטלין בלא עירבו דזה כבר אשמעינן בעירובין הלכה כר\"ש בלא עירבו כו' והכא רבותא אשמעינן דאפילו בתוכה אין מטלטלין בעירבו: ", 
            "ברש\"י <b>בד\"ה מותר מה שנמצא בתוכו או בגדיו שהוציאן כו'  .  </b> ולעיל [בד\"ה ששבתו] פי' שכשקידש היום היו בתוכו כו' [דאלו שבתו כלים בבית כו' אלא אפי' עירבו כו'] וע\"כ דנקיט [רש\"י הכא] אורחא דמלתא היאך בא לחצר כיון שלא עירבו דהו\"ל לפרש כן [לעיל] על ולא כלים ששבתו בתוך הבית א\"כ היאך באו לחצר לרב דמפרש ר\"ש דוקא כשלא עירבו וכדפריך תלמודא באמת (חסר תיבה) [ומשני] בעירובין [דף צ\"א] ע\"ש ועוד דלעיל פי' דאפי' עירבו ומטלטל מבית לחצר לא יוציאו כו' ולא עדיף דרך מלבוש מעירבו ומיהו (חסר תיבה) [לעיל] איירי מחצר לחצר וכן מ\"ש אח\"כ דג' מחלוקות כו׳ כלים ששבתו בתוכה כו' היינו מחצר לחצר והכא מיירי באותו חצר גופא רק גם בבעיא דמבוי לא הו\"ל לפרש כלים ששבתו בתוכו דמשמע שקנה שביתה שם כשקידש היום [ובאמת ה\"ה שבתו בבית או בחצר והוציאן דרך מלבוש] ועיין: ", 
            "ברש\"י <b>בד\"ה ואתיוה כו'   בבית כו'.  </b> יש מגיהין בחצר. וצ\"ע ליישב כוונתו למה ליה פירושו טפי מלעיל גם בית במבוי מאי עבידתיה דבתים פתוחין לחצר ועוד בכלים ששבתו בבית לכ\"ע אסור. ואמרתי דרך ישיבה דרש\"י פי' לעיל באיבעי בד\"ה מהו לטלטל בתוכה כו' ולהוציא מן החצר לתוכה פשיטא לן דאסור כו' ולמסקנא אף מן החצר שרי בלא עירבו וצ\"ל דר\"ל [במה שפי' לעיל דפשיטא לן דאסור] בעירבו [מבית לחצר] ומאי דוחקי'. והנראה דר' זירא דמיבעיא ליה מרב אסי ובסמוך קאמר בפשיטות. גם כאן מיבעיא ליה מטעם מידי דהוי אחצר שהבתים ג\"כ אוסרין עליה אפ\"ה שרי לטלטולי מינה ובה ה\"נ לא שנא ולפי\"ז מאי פשיט דדלמא אינהו כר\"ש ס\"ל דחצר ומבוי רשות אחת הן ואין כאן מה שיאסור אבל לרבנן אסור ולא דמיא לחצר שיש לו ד' מחיצות כו'. לזה פי' שהיה כאן בית שבראש המבוי כו' בית שבראש כו' והיאך שהביאו מבית למבוי בזה לא קאיירי ואולי הביאו מע\"ש רק מה שטלטלו בשבת במבוי גופיה מהאי רישא להאי רישא אף שהיו בתים פתוחין לתוכה דאסרי ודאי אמבוי דבית ומבוי ליכא למ\"ד שיהיה חד רשות וליכא למישרינהו לר\"ש טפי מלרבנן ע\"כ מטעמא מידי דהוי אחצר דבתים אסרי נמי אחצר ואפ\"ה שרי לטלטולי בתוכה וק\"ל. והיה ניחא אם אפשר ליישב הטלטול מבית למבוי [דדוחק הוא לפרש דברי רש\"י דהביאו מע\"ש] ודו\"ק. ומ\"ש מהר\"ש באורך ע\"פ שיטת הדעה שהביא הרי\"ף ע\"ש באורך. וצ\"ל אף שהאיבעיא ודאי לא בעי אדבר מצוה [מ\"מ אי הוי אסור לטלטל בכלים ששבתו בתוך המבוי לדבר הרשות לא מהני לענין זה דבר מצוה דהעמידו דבריהם במקום מצוה דכאן לא שייך טעם מהרש\"א] ע\"ש׃ <br>הא דאמר שכחו משום דרבנן פליגי אדר\"ש. ולמ\"ש לעיל [ברש\"י בד\"ה ואתיוה דמיירי מבית למבוי אין לחלק בזה בין רבנן לר\"ש] נקיט שכחו בה\"א שהיו סבורין שטלטלו דרך רה\"ר וכר\"א [ולמה דאמר רב אושעיא דמבוי שלא נשתתפו הוי באמת לא כך היה מעשה דלא שכחו]: ", 
            "ברש\"י <b>בד\"ה לא עירבו כו'   מותר כו' כלים ששבתו בתוכו כו'.  </b> וה\"ה מחצר למבוי למאי דמסיק: ", 
            "בתוס' <b>בד\"ה ברצון כו'   ה\"ה דהומ\"ל ברצון ר\"מ כו'.  </b> ושכחו משום רבנן דפליגי במגג לגג. ומ\"ש או דרך חצירות מחצר לחצר לפי\"ז לא אתי שפיר שכחו דבמחצר לחצר לא פליגי רבנן כמ\"ש רש\"י פרק כל גגות (עירובין דף צ\"א ע\"א). ויש לראות אמאי לא הקשו טפי דהול\"ל ברצון רבנן והביאוהו מגגין לחצירות. ושכחו. דר\"מ פליג בזה גזירה משום תל ברה\"ר. ובתירוצם ניחא נמי. ואפ\"ל דמשמע להו דחכמים דהכא כיון שלא נזכרו שם בפלוגתא וכן כל מי שלא נזכר שם מסתמא הוא בכלל חכמים שמה וכן ר\"א דהכא כיון שלא פליג שמה מסתמא רוא בכלל חכמים וא\"כ אם היה המעשה כן לא הול\"ל שלא ברצון ר\"א הא אף ר\"א כיון דלדידיה הוי היתר גמור אין להביאו דרך רה\"ר [כמ\"ש תוס' לעיל בדיבור הסמוך] [א] ולזה אמר כרצון ר\"ש או הול\"ל כרצון ר\"מ כו' באופן שלא יהיה היתר גמור אליבא דר\"א גופיה וכן האמת וק\"ל׃ <br><b>חילוקי בקצרה.</b> למ\"ש התוס' בד\"ה לכלים כו' וכן היה אותו אזמל קשה מאי מסיק רב אשי שלא ברצון ר\"א כו' וכפירש\"י גלי אדעתייהו דאין מכשירי מילה דוחה שבת דלמא ס\"ל כר\"א דדוחה רק למאי דס\"ל הלכה כר\"ש ושרי לטלטל אפילו לדבר הרשות א\"כ כיון שיכול להביאו דרך היתר גמור אפילו ר\"א מודה [כמ\"ש תוס' בד\"ה ומי שרי] ואפשר ר\"א גופיה ס\"ל לענין רשויות כר\"ש דהלכה כוותיה דמהי תיתי לא יסבור כן הא לא איירי מידי ברשויות כמו כן יכול לומר שלא כרצון ר\"ט (ד\"א) [ומ\"ד אחר] שלא קאמר מידי ברשויות ואף באת\"ל שאפשר יסבור ר\"א כרבנן מ\"מ למה דס\"ל לאותן האנשים כר\"ש לענין רשויות שפיר מצי סברי כר\"א דהכא דמכשירי מילה דוחה ובמאי גלי דלא סבירי ליה כוותיה שיאמר שלא כרצון ר\"א. בל\"ז מנ\"ל דמודה ר\"א דרך היתר גמור דלמא למאי דס\"ל דוחה למהר המצוה עדיף וכ\"ת מכח וא\"ת שבתוס' [בד\"ה ומי שרי] וכ\"ת [כתירוץ] אי נמי י\"ל דאי נמי ליתא מתרי טעמי חדא [הא] דקאמר שכחו משום ר\"א דפליג עלייהו דלדידיה למהר המצוה עדיף ואף דהלכה כרבנן [דר\"א] השתא נמי הלכה כר\"ש ואפ\"ה קאמר שכחו משום דפליגי. וגם לרבנן גופיה עכ\"פ מועיל סברת למהר המצוה להביאו מע\"ש בשביל כך דהא לר\"א מועיל אפילו לדחות איסור דאורייתא [ולכן לולי ששכחו היו מצריכין להביאו מע\"ש לכ\"ע כדי למהר] ועוד דהא עיקר המכוון להשמיענו שלא עשו כר\"א וקמ\"ל אף דשכחו דבמזיד שמא ר\"א טפיה לא ס\"ל דהא אם לא הביא קאמר [וכיון דנסתר האי נמי מוכח לכאורה מכח וא\"ת דמודה ר\"א דרך היתר] י\"ל דוא\"ת יש לתרץ בענין אחר ואין מוכרח יש לומר הראשון מדנקט והביאוהו בשבת מאי קמ\"ל בהבאה לא הול\"ל אלא [לא] הביאוהו דרך רה\"ר בשלמא היכי תימא [שבגמרא] או למסקנא קמ\"ל מידי בהבאה [דשרי דרך חצירות כו' כר\"ש] כלל העולה דאין מוכרח דמודה ר\"א אם יכול להביאן בדרך היתר. יש רצו להכריח ממתניתין דנקיט אם לא הביא ואלו שרי דרך רה\"ר אפילו כשיכול להביאו דרך היתר גמור א\"כ ממילא ס\"ל דאף לכתחלה רשאי להביא בשבת. דזה אינו כלום דודאי בחנם אין ה\"א לדחות איסור דאורייתא שלא לצורך רק למהר המצוה וכמ\"ש התוס' לעיל [ריש ע\"א] ושפיר נקיט אם לא הביא דלכתחלה עליו להביא מע\"ש אך אם לא הביא דלמא ס\"ל למהר המצוה עדיף דרך רה\"ר מלסבב דרך עקלתון גגות חצירות קרפיפות וזה פשוט ולכך כתבו התוס' גופיה אי נמי דאין מוכרח י\"ל הראשון. אך עתה קשה למה הדר מוכי תימא דלמא התם ברייתא ה\"ק כשם כו' דר\"א מתיר אפילו [דרך רה\"ר] משום כדי למהר המצוה ולזה אמר לא מיבעיא דדרך רה\"ר אסור [אם אפשר בדרך היתר אלא אפילו דרך גנות דהוא איסור דרבנן לא שרי משום כדי למהר באפשר בענין אחר בהיתר] אבל היכא דאי אפשר בענין אחר לעולם לא העמידו דבריהם במקום כרת. בל\"ז אי אפשר לפרש הברייתא כן דה\"א גם ר\"א מודה בזה כיון דאפשר דרך היתר לא שרינן משום מיהור המצוה אפילו איסור דרבנן אלא בע\"כ אותה הברייתא איירי באי אפשר בענין אחר אך עתה נסתרו התירוצים זה בזה [אם מודה ר\"א באפשר דרך היתר קשה קושיא א' ואם פליג אף באפשר דרך היתר למה הדר מוכ\"ת] הכל בל\"ז ה\"א קושיא א'. תירוץ א' [דר\"א פליג אף בדרך היתר]. וקושיא ב'. תירוץ ב' ודקאמר כשם תליא תניא בדלא תניא הא ר\"א פליג בתרווייהו.(מכאן ואילך חסרים כמעט ג' שורות הנימוקים מרוב הימים והמעיין יחזירם בפלפולו [ב]) הכל בל\"ז ק' ג' תירוץ ב' דאיזמל לא שבת בתוכו וכמ\"ש רש\"א באורך ברש\"י בסמוך וק\"ל () לא אתי כרבנן וק\"ל אבל זה נסתר מתוספות׃ ", 
            "בתוס' <b>בד\"ה ניתקו חצירות כו'  .  </b> אע\"פ שאסור לטלטל מתוכו למבוי כו'. בה\"א קודם בואינו דרב לטעמיה דפסק כר\"ש׃ "
        ], 
        [
            "גמ' <b>מי גרם לחצירות כו'  .  </b> לא משני בקצרה דבעירבו ניתקו חצירות ונעשו בתים ובתים אסרי וכי ליכא חצירות מאי הוי [דבית חוסר] משא\"כ בלא עירבו דחצר איכא בית ליכא וחצר אינו אוסר. דמ\"מ ליאסר מטעם דאין המבוי ניתר עד שיהיו בתים כו' לזה צ\"ל דזה מיקרי בתים וחצירות וכפרש\"י. ומה שלא אמרו בקצרה כיון דאפילו מחצר למבוי מותר כ\"ש במבוי גופא ולמה לי האריכות דהוי כנשתתפו [כמו שפירש\"י] נראה משום דלא תלוי זה בזה דמחצר למבוי שרי משום דהוי רשות א' לר\"ש ולא הוי כמטלטל מרשות לרשות [לאסור אף בתוך ד'] והוי הכל כמבוי אחד ומ\"מ בתוכה גופא אפשר אסור לטלטל [ביותר מד\"א אפי'] מידי דהוי במבוי גופא לזה מסביר דהוי כאלו נשתתפו כו': ", 
            "ברש\"י <b>בד\"ה בתים הוא דגרמי ליה כו'   ולהצטרך לשיתוף כו'.  </b> כצ\"ל׃ ", 
            "גמ' <b>מה לעומר שכן אם מצא קצור קוצר כו'  .  </b> אין להקשות מנ\"ל שאר מכשירין דדחי שבת בעומר דלמא דוקא קצירה שהיא בעצמה מצוה. דמה תועלת בקצירה אם לא יטחון וירקד׃ ", 
            "בתוספות <b>בד\"ה לא לכל כו'  .  </b> ותימה הוא היכי שייך למילף כו'. אין רצונם להקשות פירכא דא\"כ הו\"ל להקשות פירכא דקאמר תלמודא גופא אי ממילה שכן נכרתו עליה שלש עשרה בריתות ועוד דבה\"א דלא פרכינן פירכא קאמרינן דה\"ק לא לכל אמר רבי אליעזר כו' ותאמר שלא פרכינן פירכא שגילוי מילתא בעלמא הוא או מסברא כי היכי דמילה נוהג בשבת ומכשירין דוחה ה\"נ כל המצות בכלל או מכח קי\"ל וכה\"ג דא\"כ בשתי לחם נמי לא נפרוך פירכא וניליף מעומר [וה\"ה ממילה] ולמה ליה לר\"א גזירה שוה אלא בע\"כ פרכינן פירכא כו'. רק קושית התוס' אף אם תמצא לומר שלא פרכינן פירכא מכל מקום היכי שייך כו' דאין לו דמיון דאין במצוותן דחיית שבת וגמרא דלא פריך לקמן [שבת דף קל\"ב דקאמר וליתי הנך וליגמר מניה] קושית התוספות משום אחרינא בעומר וכה\"ג שיש במצוותן דחיית שבת. ולהכי נמי לא הקשו התוספות פירכא שכן בידו להפקירן דבה\"א קיימינן דלא לכל כו' ולא פרכינן: (מכאן ואילך נתאכלו שורות שתים ושלש עד סוף המאמר הלזה) ", 
            "בתוס' <b>בד\"ה ושוין כו'   מה לסוכה שכן אם עבר זמנה בטלה כדפריך במסקנא דשמעתין דמסתברא כו' כצ\"ל וק\"ל.  </b> ולכאורה אין צורך לכל זה דמבינייא מצינו למילף אי לאו פירכא שכן בידו להפקירן וע' בסמוך ע\"ב בד\"ה אי מעומר כו' [בתירוץ הר\"ר פורת]ודלמא זהו הפירכא בעצמו שידע התלמוד [לענין ציצית ומזוזה שכן בידו להפקירן] ואף שאין כוונת הגמרא להודיענו פירכא של בינייהו [כמ\"ש הרב פורת] שאני באידך דלא איכפת לן מידי בזה [דלפי האמת בכולהו איכא ילפותא דדחי. ולא חש לעשות צריכותא מבינייהו אבל הכא דקשה אגופא דדינא אמאי אין מכשירין ציצית ומזוזה דוחה הוצרך למיהב טעמא דלא נילף מבינייא]׃  "
        ], 
        [
            "גמ' <b>נפקא ליה מביום הכפורים תעבירו שופר כו'  .  </b> ויום הכפורים גופיה [דתקיעת שופר דוחה שבת] נלמד מהיקישא דחודש השביעי מר\"ה. או כיון דדחיא יוה\"כ מה לי יוה\"כ בחול או בשבת וכל מלאכות האסורים בשבת אסורים ביוה\"כ. ועיין ברמב\"ן בחומש רק מ\"מ דדחיא מכשירין יוה\"כ נמי צריך לימוד. יש לכוין תקעו בחודש שופר מיתורא דבחודש [דגבי יוה\"כ] מלמד שיהיו כל תקיעות כו' א\"כ בכסא ליום דכתיב בחגנו הוא מכוסה למה לי דאי משום דדחי שבת ביום אפילו בשבת הא מצי לאגמורי מהדדי מיתור דבחודש [ג] לזה אמר כי חק כו' צריכותא דתלמודא אי מתקיעת שופר דיוה\"כ כו' דאמר מר תקעו ב\"ד שופר נפטרו עבדים לבתיהם ושדות כו' כמו שאמרו במ\"ר[פ' נג]יצחק יצא חק דרוריא לעולם וק\"ל. אי מר\"ה משפט כו' שכן מכנסת זכרונות לאבינו שבשמים. מיהו תלמודא לא קאמר רק דבעלמא לא מצי למילף מינייהו [לא על מה דלא יליף ר\"ה ויו\"כ חדא מאידך]׃ ", 
            "ברש\"י <b>בד\"ה וניתו הנך עומר ושתי הלחם מינה.  </b> מדלא פי' בהדיא [ר\"ל דלכתוב רחמנא בסוכה בהדיא] כדבסמוך אח\"כ [בד\"ה ונכתוב רחמנא בהדיא במצה] גם לא הזכיר לולב משמע שהגזירה שוה יהיה עומד ללמוד סוכה מלולב וא\"כ מאי פריך הא כיון דאינו מופנה משני צדדין ועומר ושתי הלחם לא נכתב תו ליכא גילוי מילתא לחוד [דפירש\"י לעיל בד\"ה גמר ז׳ ימים כו׳] ולכאורה תלמודא ידע האמת דסוף סוף יש לימוד לסופר ומילה וכה\"ג וא\"כ יהיו הם הגילוי מלתא ורש\"י נקיט בדיבור הקודם כיון דגלי רחמנא בעומר ושתי הלחם כו' לפי שכבר פירש לימודן. ומיהו לא הו\"ל לרש\"י לפרש כן דעדיין במקום הזה לא ידעינן שום לימוד באחרינא ויותר [משמע ד] פריך לילף כולהו אחרינא מינה [וע\"כ דהיינו שיכתוב בהדיא בסוכה] ועיין. ובפשיטות אומר [כ\"ע] דבסמוך מרויחין הרבה ב' גזירה שוה מצה מסוכה וסוכה מלולב משא\"כ כאן רק גזירה שוה אחד דז' מופנה מצד אחד [ד]׃ <br>ואפשר לומר עוד בדרך רחוקה דלולב דדחיא שבת אינו רק ביום ראשון דיום ראשון מורה דדחי שבת וכן הוא ר\"פ לולב וערבה ע\"ש ואם נלמד סוכה מלולב דיו לבא מן הדין כו' וקושטא דאינו דוחה אלא יום ראשון. ולזה לא מקשה דלכתוב בהדיא בסוכה דא\"כ היו דחיות כל הימים שוין דבסוכה לא כתיב ראשון רק ז' ימים וזה אין קושיא דלכתוב נמי ראשון דבלולב איצטריך ראשון משום דבמדינה יום א' ובמקדש ז' [אבל בסוכה לא שייך למיכתב ראשון] מה שאין כן במצה דפירש\"י ליל ראשון חובה פריך שפיר ולכתוב בהדיא כו': ", 
            "בתוס' <b>בד\"ה סד\"א כו'.  </b>. וי\"ל <br>דשמא כו' כן הוא מנוקד בגמרא שלי: <br><br><b>למידרש.</b> הסוף דיבור. [מנוקד בגמרא שלי]: ", 
            "בתוס' <b>בד\"ה קמ\"ל ולא ידענא כו'  .  </b> ר\"ל בדרבנן דקיימינן בהו דר\"א איצטריך כדבסמוך ד\"ה שבעת ימים: ", 
            "בתוס' <b>בד\"ה שבעת ימים כו'   לא הוי צריך למיכתב שבעת כלל כו'.  </b> דמשמע להו דלימוד דפ\"ק דפסחים דלעיל [בד\"ה סד\"א] אתיא לרבנן וע\"ש: "
        ], 
        [
            "גמ' <b>ק\"ו מהלכה מי אתי כו'  .  </b> וכן בסמוך ברבי יוחנן פי' רש\"י בד\"ה ביום כו' ולר\"א כו' אלא מקרא נפקא ליה כו' ע\"ש [קשה הא לר\"א אפשר] דמכ\"ש נלמד פקוח נפש בק\"ו ממכשירין כיון דאתיא קרא [ביום] למכשירין ולולי הלכה מ\"מ אתיא קרא למילה גופיה [ונמצא דשפיר נלמד לר\"א הק\"ו מקרא או ממכשירין או לולי הלכה ממילה גופיה. וא\"כ מאי פריך מראב\"ע דלמא סובר כר\"א. וכן קשה ארש\"י לקמן] ודוחק לומר דלמכשירי פקוח נפש קאמר דהשתא אי לאו הלכה לא ידעינן מכשירי פקוח נפש דאכתי מנ\"ל להקשות דלמא ראב\"ע פקוח נפש ממש קאמר. ואם נאמר דאי לאו הלכה הוי מוקמינן קרא לביום ולא בלילה רק (דלית לן הלכה למילה) לבתר דאשכחן הלכה למילה גופא דדחי שבת מוקמינן ביום למכשירין ולפי\"ז מקושר קצת אלא מעתה מחוסר כפרה לר\"י דוקא [דלית ליה הלכה למילה. ואפ\"ה דרשי' ביום אפילו בשבת לא למעט לילה. מחוסר כפורים נמי] ודו\"ק: <br>כל פילפולא דר\"ל צריך לראות קצת היאך ניחא ליה בלא\"ה דהא ביום ולא בלילה נלמד בלא\"ה מביום צוותו וק\"ל׃ ", 
            "בתוס' <b>בד\"ה ההוא כו'  .  </b> תפסו כאן דאזלא לכ\"ע. דלעיל [בר\"א] י\"ל דהכא דוקא לר\"א קאי [והך דת\"כ לרבנן]: ", 
            "בא\"ד <b>דסמך אבן כו'  .  </b> ובן שמונת ימים והוי\"ו דוביום אתיא חד לבזמנו וחד לשלא בזמנו: ", 
            "בתוס' <b>בד\"ה הא אהדרי' קרא כו'   וקשה ואמאי לא קאמר דאהדרי' קרא כו'.  </b> הלשון אינו מדוקדק דמשמע אלו קאמר כן היה ניחא הא א\"כ הדרא קושיות ר\"ל לר\"י לדוכתא וק\"ל: ", 
            "בתוס' <b>בד\"ה תניא כוותיה דר\"י כו'   אע\"ג דר\"י אית ליה הלכה לר\"א כדפי' בקונט' והך ברייתא דדרשי ביום אתיא אפי' [א] לרבנן דביום איצטריך למילה כו'.</b> כן הוא מוגה בגמרות שלי ודבריהם מבוארין בפשיטות דלא כר\"נ בר יצחק לא הוי דר\"נ בר יצחק גופיה אפשר ס\"ל לימוד דביום כו' ומ\"מ לא שייך לומר תניא כוותיה דר\"נ בר יצחק דהא הוא לא הזכיר לימוד דביום ואולי ס\"ל הלכה אבל כר\"י אתי שפיר.   אבל עכ\"פ הוי דלא כרב אחא בר יעקב דמברייתא שמעינן דשמיני ימול בלא ביום ליכא לימוד כלל דאדרבה דלמא מחלליה דוקא ושמיני ימול חוץ משבת ש\"מ בהדיא דמשמיני ימול ליכא למילף מידי ורב אחא בר יעקב משמע ליה שמיני ימול ללימוד. ואותם שאין להם מוח בקדקדם מפקפקין דלמא למילה עצמה לא משמע ליה להברייתא ללימוד אבל למכשירין מצי לילף מני' [ור\"א בר יעקב אמכשירין קאי כמ\"ש לרנב\"י] והבל יהבלון. גם מפקפקין דשמעתין משמע דלימוד דרב נחמן ב\"י ור\"י ורב אחא בר יעקב הולך הכל על מילה גופא כו' ואין בזה ממש דכיון שיש לן ב' לימודים נוכל ללמוד אח\"כ כאשר נרצה: ", 
            "בתוס' <b>בד\"ה מה צרעת כו'   תימה ולימא ק\"ו איפכא.  </b> א\"ל דידע מקרא דצרעת דוחה עבודה כמ\"ש בד\"ה הדר דהא הך ברייתא סיימא או אינו כו' דלמא משום גברא דלא חזי ש\"מ דלית ליה קרא כמ\"ש [ בדיבור הנ\"ל] דלרבא אין צריך קרא:  "
        ], 
        [
            "גמ' <b>שכן יש בה עונשין כו'  .  </b> ואין להכניסו בק\"ו: [ב] דפירכא הכתובה בתורה הוא. ובק\"ו דברייתא הראשונה א\"ל מילה שלא בזמנה יוכיח דדוחה צרעת ולא שבת דהוא גופא נלמוד בק\"ו זה [שידחה שבת וכך כתוב במהרש\"א בביאור יותר עיין שם]: ", 
            "גמ׳ <b>מילה בזמנה לא צריך קרא כו'  .  </b> וכמ\"ש התוספות בד\"ה רבא אמר באם אינו ענין ובה\"א דברייתא נקיט קרא דביום השמיני כיון דלא יליף מבשר רק עשה [דוחה] לא תעשה הו\"ל לתפוס עשה דמילה שלא בזמנה המול לכם כל זכר רק בה\"א מ\"ש דבא להורות לנו שעשה דוחה ל\"ת וכן באידך ומשום מסקנא דברייתא דיליף מבשר וק\"ל: ", 
            "גמ' <b>נגעים טהורים מאי איכא למימר.  </b> דמוזהר מלקוץ ואינו מחוסר טבילה כשילך הבהרת כי אינו מטמא רק אסור מלעבוד כל זמן שהוא עליו [ואפ\"ה אסור לקוץ ע\"כ שצרעת חמירא]: ", 
            "בתוס' <b>בד\"ה הדר אמר כו'   צ\"ל דגרסינן רבה הכא כו'.  </b> ואיהו מפ' לאו אינו דלעיל כלשון ראשון שכן יש בו עונשין כו' [לנוסחא ישנה דגריס אי נמי] או כפירכת התוס' לעיל בדבור הקודם ורבא דלעיל מפרש או אינו דבהך ברייתא כלישנא אחרינא וכמ\"ש התוספות בסמוך: ", 
            "בא\"ד <b>ועוד נראה לרשב\"א כו'  .  </b> אפ\"ל בהסברתו דודאי מתחלה דהוה משמע להו דאם טעמא משום חומר דצרעת דוחה כו' כגון לרב ספרא דלא אמרינן כלל סברת גברא לא חזי לזה הוצרכו לומר שישנו קרא כו' אך עתה שאפשר לומר הכי והכי לזה אף שאין קרא מ\"מ י\"ל דצרעת דוחה עבודה והתורה לא הוצרך לכותבו משום דסמכה עצמה שאנחנו מ\"מ נאמר צרעת דוחה משום סברת גברא לא חזי אבל אפשר דהאמת של התורה דצרעת חמירא לא משום גברא לא חזי רק אף אם חזי רק לא הוצרך לקרא יתירא לכך דאנחנו נדע מכח סברא גברא לא חזי משא\"כ קודם הרשב\"א חשבו לרב ספרא סברת גברא לא חזי אינו סברא [לומר] או משום גברא לא חזי או משום חומר בעצמו לזה זיל להכא כו' רק בתחלה הבינו דסברא חדא מוחלטת לרבא גברא לא חזי ולרב ספרא חומרא ולזה הקשו מתחלה ועוד למה כו' אימור דעבודה דוחה צרעת כו' דא\"ת שיש כאן לימוד א\"כ בהכרח מדאיצטריך לקרא נשלל סברת גברא לא חזי דהא לרבא אין צריך קרא [וקשה מברייתא דלעיל] לזה תירצו שישנו קרא וגרסי׳ כאן רבה ולעיל רבא אבל לרשב\"א אף דצ\"ל עכ\"פ נמי דגרסי' לעיל רבא וכאן רבה [דהא לרבא ע\"כ סברת האו אינו דברייתא דלעיל היא סברא מוחלטת דהא מינה יליף בק\"ו דמילה בזמנה דוחה צרעת] מ\"מ י\"ל דאתי שפיר הכל לרב ספרא כו' ודו\"ק. עכ\"פ צריך הסברת מאי זיל הכא כו' שייך כאן דמ\"מ מאי פריך או אינו כו' דלמא צרעת חמירא הא ממ\"נ הק\"ו דמילה דוחה צרעת הוא בתוקפו דא\"ת סברת גברא לא חזי ליכא כאן פירכא ואם לא תאמר הוא גופיה נמי נילף ועיין׃ ", 
            "בתוס' <b>בד\"ה האי עשה כו'  .  </b> וא\"ת והא קיי\"ל כו' נגמר ממילה בצרעת כו'. לא הקשו משבת דמילה דוחה אותה שהוא ל\"ת ועשה ועיין בריש פרק קמא דיבמות: "
        ], 
        [
            "גמ' <b>ואביי אליבא דר\"ש האי בשר כו'  .  </b> ולא מקשה האי לעשות ודוחק לומר שיתורץ ג\"כ במתכוין לעבור. אפשר לומר כמ\"ש התוס' לעיל בד\"ה האי עשה לעשות היינו עשה׃ ", 
            "גמ' <b>ואי איכא אחר.</b> עיין בזה בטור בהלכות מילה סי' רס\"ו בשם ר\"א הלוי שהאב אסור למול בשבת בדאיכא אחר ע\"ש ולכאורה הא כ\"ז הולך בה\"א אבל למסקנא דמודה ר\"ש בפסיק רישה מתכוין ושאינו מתכוין שוה דו\"ק היטב ועיין בת\"ה באורך בזה [ג]׃  ", 
            "ברש\"י <b>בד\"ה ה\"ג לעשות אותה בסיב כו'.  </b> בגמ' שלי מוגה ע\"ש ולכאורה מוגה בטעות: ", 
            "ברש\"י <b>ואי איכא אחר כו'   ולא ליקו אב להתם כו'.  </b>. לפי\"ז לא שייך [הני] פירכות תינח גדול כו' ואי איכא אחר כו' [דלפירש\"י דאין היתר באיכא אחר רק בדלא ליקו להתם להכי לא שייך להקשות לעיל בגדול ואי איכא אחר]׃ ", 
            "גמ' <b>רבא אמר כו'   דאתיא מק\"ו כו'.  </b> נראה דתחלה אמר מנא ה\"מ משום דס\"ד די\"ט אינו רק ל\"ת ויבא עשה וידחה כו' משא\"כ בשבת שיש בו כמה לאוין ועשה [איצטריך לעיל רבויא אפילו למילה בזמנה דדחי] אבל רבא דס\"ל די\"ט נמי עשה ול\"ת וכמ\"ש התוס' לעיל פ' במה מדליקין [שבת דף כה ע\"א בד\"ה ולא מילה] וגם הוא מצריך לימוד מיוחד למילה משא\"כ אינך דממילא משתמע נמי מילה מינה לזה הוצרך לומר משום דאתיא בק\"ו. אך הק\"ו ליכא ק\"ו דרבא ס\"ל משום דגברא לא חזי עיין בזה בתוס' במה מדליקין [בדיבור הנ\"ל שהקשו זה] וצ\"ע: ", 
            "גמ' <b>והו\"ל י\"ט עשה ול\"ת.  </b> לוי\"ל שכתבו התוס' בסמוך לעיל ע\"ב בד\"ה האי עשה נקשה דאכתי נילף מילה שלא בזמנה דדחי ל\"ת ועשה די\"ט ממה דדוחה מילה שלא בזמנה עשה ול\"ת דצרעת ואולי יש לפרוך דלמא י\"ט חמירא מטעם מה ועיין בהרז\"ה ובפרק קמא דיבמות: ", 
            "בתוס' <b>בד\"ה ואביי אליבא דר\"ש כו'   ולאביי נמי כו'.  </b> משום דתלמודא לא קאמר רק הא דרבא ורב ספרא תנאי דרב ספרא ודאי תנאי אבל אביי מצי סבר ככ\"ע דאף דהק\"ו הוא טוב מ\"מ לא מוקמי אמילה שלא בזמנה רק אבזמנה דמלתא דאתיא בק\"ו כו' [עיין במהרש\"א]: ", 
            "בתוס' <b>בד\"ה ותנן נמי גבי פסח כו'   מ\"מ לאלומי פסקא כו'.  </b> ומכח סברא שהזכירה גמרא שיש בזה ואין בזה [דפסח בכרת] ואפ\"ה פסק כן מכח זה מיקרי אלומי פסקא [דאי משום דבשני המקומות פסק כן בשביל מילה לא הוה צריכא תלמודא למימר הצריכותא]:  "
        ]
    ], 
    "title": "Maharam Shif on Shabbat", 
    "versionSource": "https://www.sefaria.org/Maharam_Shif_on_Shabbat", 
    "heTitle": "מהר\"ם שיף על שבת", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Maharam Shif", 
        "Seder Moed"
    ]
}