{
    "work": "Zohar", 
    "text": {
        "1": {
            "410": {
                "7": "Blessed is the Name of the Master of the Universe, blessed is You Crown and Your place. May Your friendship with Your people Israel be forever, and Your salvation [that comes] from You Right Hand be seen by Your people in Your sanctuary. Lead us to discover the goodness in Your Light, and receive our prayers with mercy. May it be Your will to prolong our lives in goodness. And may I too be counted among the righteous, and [may You] have mercy on me, and watch over me, over all that is mine and is Your people Israel's. You are the Ruler of everything, You are the Ruler over kings, and Kingship is [truly only] Yours. I am a servant of the Holy One, I bow in front Him, and in front of His Torah's preciousness [I bow], at all and every time. Not on a man I trust, not on an angel [other possibilities of translation: nothing outside of God/a son of god] I rely, rather, on the God of heaven, that is a God of truth, and His Torah is truth, and His prophets are truth, and Who performs many acts that are good and truth. In Him I trust, and I will say praises to His Dear/Precious Name. May it be Your will to open my heart in/to Your Torah, and give me male children who will be servants of Your will. And fulfill the requests of my heart, and the hearts of all Your people Israel for good, and for life, and for peace, amen.\n", 
                "6": "Rabbi Shimeon said: When we take the Torah scroll in a congregation, the gates of Heaven of mercy open themselves, and we arouse Love on High, and it is required that a person say the following:"
            }, 
            "196": {
                "5": "It is compared ... To a lovely princess, Beautiful in every way and hidden deep within her palace. She has one lover, unknown to anyone; he is hidden too. Out of his love for her, this lover passes by her gate constantly, Lifting his eyes to every side. She knows that her lover is hovering about her gate constantly. What does she do? She opens a little window in her hidden palace and reveals her face to her lover, Then swiftly withdraws, concealing herself. No one near the lover sees or reflects, Only the lover, And his heart and his soul and everything within him flow out to her. And he knows that out of love for him She revealed herself for that one moment to awaken (love in him). So is the words of the God in the Torah, she doesn't reveal itself only to her lover."
            }, 
            "362": {
                "1": "It's written ״You shall not make molten gods for yourselves” (Shemot 34:17)  and afterwards it is written ״You shall keep the feast of unleavened bread (Ibid 34:18).”  What does this [verse] have to do with that one?  Rather, this is the explanation: one who eats chametz on Pesach is similar to one who worships idols."
            }, 
            "471": {
                "8": "...(10) Rabi Aba said to him: And this cow is sacred, this [cow] is pure, and why? He answered this is so, and the cow is established, it includes four reigns. \"Cow\", as it says \"For Israel is stubborn like a stubborn cow\" (Hosea 4:16). \"Red\" this is the reign of Bavel, as it says \"You are a head of gold\" (Daniel 2:38). \"Unblemished\", this is the reign of Persia.\"without any defects\", this is the reign of Greece (because they come close to the ways of faith). \"On which no yoke has been laid\", this is the reign of Edom, in which no yoke has been laid. And the secret of this thing, even though there are many words in this midrash, all of them are one."
            }, 
            "134": {
                "2": "Came Yisro, a master of many other ..., and praised the holy one blessed be her, and said: \"now I know that the Lord is the greatest of all the other (so-called) god's!\". It was then that the grandeur of the holy one blessed be he was revealed on high and below, and then the Torah was given in its entirety, that it may reign over all."
            }
        }, 
        "0": {
            "231": {
                "2": "---- In the 600th year of the sixth millennium [5600 in the Jewish calendar corresponding to 1840 C.E.] the gates of wisdom above (Kabbalah) together will the wellsprings of wisdom below (science) will open up and the world will prepare to usher in the seventh millennium [the 7000th year corresponding to the year 2240 C.E.]. This is symbolized by one who begins preparations for ushering in the Sabbath on the afternoon of the sixth day. In the same way, toward the end of the sixth millennium, preparations are made for entering the seventh. The hint for this is “In the 600th year of Noah’s life ... all the wellsprings of the great deep burst forth and the flood gates of the heavens were opened."
            }, 
            "20": {
                "1": "And He said that Sarah shall die from grief for her son. The cause of this grief is that he did not give anything to the poor.", 
                "0": "The Creator said to him: “Who in the world is like Avraham?” And the prosecutor did not leave from there until he had consumed the entire fare. So the Creator decreed that Yitzchak is to be sacrificed. ", 
                "3": "For the Torah teaches man how to walk a path of truth; it teaches him how to return to his Master and cancel what is predestined for him. And even if man is shown that what is predestined for him cannot be cancelled, it is nonetheless completely cancelled and annulled, then disappears at once and does not prevail over him in this world. Hence, man should study the Torah day and night, and never abandon it, as it is written: “Contemplate Him day and night.” Whomever abandons the Torah, it is as though he abandons the Tree of Life.", 
                "2": "Rabbi Shimon opened and said: “It is written that Hezekiah turned his face to the wall and prayed to the Creator.” Let us see how great and potent the power of the Torah is, and how high it rises above all. He who engages in the Torah has no fear of those Above or below, nor of any hardships or illnesses of this world, for he is connected to the Tree of Life and learns from it each day.", 
                "5": "Man cannot enter the Beit Knesset unless he first receives permission from Avraham, Yitzchak and Yaakov, for they have corrected the prayer to the Creator. It is therefore written, “And in Your great mercy shall I enter into Your house”. The aforesaid refers to Avraham, for his property is mercy, the SefiraHesed. “I will bow before Your holy chamber” refers to Yitzchak, for thanks to him Malchut is called Heichal – chamber, the Sefira Gevura. “In fear and trepidation” refers to Yaakov, for his property is the SefiraTifferet, called “fear.” And man must first enter into these properties, and only then enter the Beit Knesset to raise his prayers. Such a state is described by the verse, “Here is My slave, Israel, by whom I am adorned.”", 
                "4": "Come and see – such is the advice given to man. When he goes to bed at night, he must accept the Creator’s governance from Above, and wholeheartedly entrust his soul with Him. Thus, man is immediately spared all the illnesses, slander, and evil eyes, and they will no longer have power over him. And in the morning, when he rises from his bed, he must bless the Creator, enter His house, and bow before Him in fear and trepidation, and only then should he pray. He should take advice of his holy Patriarchs, as it is written, “By Your great mercy shall I come into Your house, to bow in fear of Your holy greatness.”", 
                "7": "He came out before him and stood waiting to board a ship. Two women were with him. He saw two birds soaring over the water. He raised his voice and said, “Birds, you soar over the sea; have you seen the place where one could find Bar-Yochai?” He waited some and said, “Birds, O birds, fly away.” They flew away and disappeared into the sea. Before he boarded the ship, the birds approached again, and in the beak of one of them was a letter. It read that Rabbi Shimon, the son of Yochai, had left the cave together with his son, Rabbi Elazar. Rabbi Pinchas went to them and found them completely changed: their bodies were covered with sores  from staying in the cave for so long. He wept ", 
                "6": "Rabbi Pinchas stood before Rabbi Rachuma on the shore of Lake Kinneret. He was wise, old, and almost blind. He said to Rabbi Pinchas: “I have heard that our friend Shimon Bar-Yochai has a jewel, a son. I have looked upon the Light from that jewel, and it shines like the light of the sun, and illuminates the entire world. And that Light extends from the Heavens down to the earth and illuminates the whole world until Atik- Keter appears and sits upon its throne, which occurs at the end of correction. And that Light abides entirely in your household. And a tiny ray of Light separates from the Light that fills the household, comes forth and shines upon the whole world. Happy are those who merit such a destiny! Come out, my son, come out! Go after that jewel, which illuminates the world, for it is a good time to do so!"
            }, 
            "21": {
                "1": "Rabbi Shimon opened about the Mitzvot  of the Torah and said,", 
                "0": "and said, “Woe that I have seen you so!” Rabbi Shimon replied: “O how happy is my lot that you have seen me so, for had you not seen me so, I would not have been what I am!” ", 
                "2": "“The Mitzvot of the Torah that the Creator gave to Israel are all described in a general form.” ...", 
                "36": "BERESHEET BARA HELOHIM is the first Mitzvah, the root and foundation of everything. And it is called “fear of the Creator” or Resheet (beginning), as it is written: “Fear of the Creator is the beginning of wisdom.” Fear of the Creator is the beginning of wisdom, for this fear is called “the beginning.” And it is the gate that leads to faith. And the whole world is based on this Mitzva. There are three types of fear, two of which have no real basis, but one does. If man fears that his children may die, or fears illness or bodily suffering, or fears for his material well-being, this kind of fear (even if constant) is not the basis or root, for only desirable consequences constitute the cause of fear. This is called “the fear of punishment in this world.” "
            }, 
            "28": {
                "1": "Complete Omissions (Paragraph 1)", 
                "0": "With the beginning of the manifestation of the King's will, that is, when the King desired to emanate and create the world, a hard spark made an engraving upon the supernal light. This hard spark, which emanated from the most concealed of all concealed things from the secret of the Endlessness Light took a shapeless form. The spark was then inserted into the center of a circle that was neither white nor black nor red nor green, nor any color at all. When it began its measurements, it created colors that shone into the empty space and the engraving. From within the spark - This hard spark - a fountain spouted, from which the shades down below received their colors. From the most concealed of all concealed things, from the secret of the Endlessness Light, emanated two faces: One cleaved and the other did not cleave. Its atmosphere was unknown until forceful blows split Atik, and a concealed supernal point shone. Beyond this point, nothing is knowable and, because of this, it is called by the name Beginning, which means the first of the sayings.", 
                "3": "And they who are wise shall shine like the brightness of the firmament, and they who turn many to righteousness like the stars for ever and ever\" (Daniel 12:3). \"And they who are wise\" alludes to the souls of the righteous, \"the brightness of the firmament\" to the illumination of the upper three Sfirot, which are revealed when combined with the attribute of mercy. The atmosphere of the brightness that is most concealed of all concealed things merged with this point and shone into it. Then this Beginning which is Arich Anpin expanded into a head and body, and made a chamber for its honor and glory. There, inside the chamber, Arich Anpin planted a holy seed to bring forth souls for the benefit of the world. This is the secret of, \"So the holy seed is its immovable stump\" The brightness that it sowed for its honor is similar to the purple seed of the silkworm, for the worm encases itself within its own silk. And from that seed, is prepares for itself a chamber for its own glory and for the benefit of all. With this Beginning, the concealed unknown One created the chamber, and this chamber is called by the name 'Elohim.' This is the secret of the words: \"In the beginning Elohim created\" ", 
                "5": "[After the] point...", 
                "4": "This chamber is the brightness from which all ten sayings were created, according to the secret meaning of the expansion of the point from that hidden brightness. Thus, if the word \"created\" applies to it, no wonder it is written, \"And Elohim created man in his own image\" The brightness, which is Arich Anpin, is the secret of the Beginning, because its name is the first of all. The Holy Name Eheyeh is engraved upon the sides of Arich Anpin. The name Elohim is engraved on the crown. And this is the secret of Asher, which is a concealed chamber, and is the beginning of the revelation of the secret of the Beginning. The word Asher consists of the same letters as Rosh (Eng. 'head') but in reverse order, as the letter Resh which is the first letter in Rosh is the last letter in Asher. This shows that it is the Rosh that came out of resheet (Eng. 'beginning'), which is Arich Anpin. Therefore, it emerged from the aspect of the head and was formed as a headless body."
            }, 
            "29": {
                "11": "And they shine \"like the brightness of the firmament\"...", 
                "10": "The words \"And they who are wise shall shine\" allude to the letters and the vowels that shine, and \"the brightness\" alludes to the tune of the cantillation marks. \"The firmament\" alludes to the expansion of the tune, namely all those intonations that flow and expand along as the tune flows. \"And they who turn many to righteousness\" alludes to the music of the cantillation marks that bring the journeying to a pause and enable the meaning of the words to be heard clearly. The words \"shall shine\" allude to the letters and the vowels that shine as one along the journeys through concealed paths. Everything expands from this. \"And they who are wise ('maskilim') shall shine like the brightness of the firmament\" upon the pillars and sockets of that palanquin. \"And they who are wise\" are themselves the supernal pillars and sockets, who observe intelligently to bestow on that palanquin and its sockets all that is needed to sustain it. The pillars are Chesed, Gvurah and Tiferet; the sockets are Netzach, Hod and Yesod. This secret is hidden, as you say: \"Blessed is he that considers ('maskil') the poor\"; maskil is Zeir Anpin and the poor is his Female principle. And He receives the brightness for the sake of the poor who needs it. The supernal six extremities of Zeir Anpin shall shine, for if they do not shine or illuminate, they will not be able to study the palanquin and determine what is necessary for its restoration. Were it not for the need of establishing that palanquin, they would not have received any of that light of brightness.", 
                "1": "The brightness was concealed and hidden until the children came inside it in order to beget and the house stood expanded to contain what was established through the holy seed. As long as it had not conceived, the expansion of the house to make it habitable had not occurred, nor was it yet called by the name 'Elohim.' Rather, they both are still part of Beresheet (\"In the beginning\"). Therefore, everything is considered as if it is included within Arich Anpin; that is, the Beginning. After it became known by the name 'Elohim,' it gave birth to the generations that came from the seed sown within it. He asks, What is that seed and replies: The seed is the engraved letters, which are the secret of the Torah, referring to Zeir Anpin, which emanates from that point which is Arich Anpin.", 
                "0": "After the [point] and the chamber were established as one, Beresheet which is Arich Anpin includes a lofty beginning to the light of Chochmah. Later, the appearance of the chamber changed and it was called a house and the supernal point was called the head. They were included in each other through the secret of the Beginning, because combining the words Bayit and Rosh forms the term Beresheet. This was so as long as Bayit and Rosh were as one, as long as there was no manner of habitation in the house; as long as Chochmah was not clothed with Chassadim, which reveals the four colors of the house. But it was sown for the purpose of habitation and, once it was inhabited, it was called by the name 'Elohim' hidden and concealed.", 
                "3": "Until now, this is the secret of \"Adonai our God, Adonai\". These three grades correspond to the supernal secret in the verse: \"In the beginning Elohim created\" And so the term \"in the beginning\" is an ancient secret, namely Chochmah that is called Beginning. The term \"created\" alludes to a concealed secret, from which everything else expands. Elohim's secret meaning is sustaining everything that exists below. The term \"the heaven\" alludes to the union of the male and female, and it is forbidden to separate them, but rather one should combine them, for they are the secret of the voice and the utterance Yud Hei Vav Hei - Adonai, which are united into one.", 
                "2": "That supernal point, which is Arich Anpin, sowed inside the chamber which is Yisrael-Saba and Tevunah the secret of the three vowels: Cholam, Shuruk and Chirik. So they are combined into one secret, a Voice that emerges from the joining of the three vowels. When the voice came forth, its female counterpart came with it. She included all the letters as it is written: \"the heaven\"; that is, the voice and its Female principle. This voice, which is the secret of the heaven, is the last name of Eheyeh, which is the brightness that contains all the letters and colors in this manner.", 
                "5": "The word Ve'et ('and the') alludes to the establishment of the Male and Female Principles. Ve'et is the secret of Vav-Yud-Hei-Vav-Hei, and both are as one. The earth is the name Elohim, equivalent to the supernal, which is fit to issue fruit and offspring. This name is included in three places and defined in many ways. Up until now, it is the secret of the most secret of mysteries, which was engraved, built, and established in a concealed manner according to the hidden meaning of one single verse. (Furthermore...)", 
                "4": "Thus, Aleph-Tav (E\"T) includes all the letters from beginning to end. Afterwards, the letter Hei was added to E\"T, so all the letters would be united with Hei. This formed the word 'you' (Aleph-Tav-Hei) Thus, the verse reads: \"And you do preserve them all\". E\"T is the secret of Adonai and is so called. Heaven is Yud-Hei Vav-Hei, which is superior to the name Adonai, for Zeir Anpin, called \"the heavens\" and also called \"voice,\" is the secret of the name of  Yud-Hei Vav-Hei. And his Female principle, called 'E\"T' and 'speech,' is the secret of the name Adonai.", 
                "6": "Complete Omissions (Paragraph 2)", 
                "9": "...Beresheet is formed of the segments BaraSheet (he created six), because from one end of the heaven to the other, there are six branches that extend from the secret of the sublime with the expansion of Bara (created). Bara expanded from within the first point, which is Arich Anpin. And here, on this first point, the secret of the name with the 42 letters was engraved. \"And they who are wise shall shine\", like the cantillation marks that the letters and the vowels follow. They move along like soldiers following their king. The letters are the body and the vowels are the aspect of their spirit, and they all follow their intonations and attain their existence. When the tune of the cantillation marks travels along, the letters and vowels march in step with it. When the tune stops, they stop as well."
            }, 
            "1": {
                "1": "Another meaning is that these flower buds are the Patriarchs who entered the thoughts of the future world, and there they are concealed. They emerged from there in concealment, and concealed themselves in the true prophets. Yosef was born and they concealed themselves in him. When Yosef entered the Holy Land and founded them there, they appeared in the land and were revealed there. When are they seen? When a rainbow is seen in the world. It is when the rainbow is seen that they are revealed. As the time of pruning has come. The time has come to eradicate the wicked from the world. Why were the wicked saved? Because the flower buds can be seen in the earth. And if they could not be seen, they would not have remained in the world, and the world would not be able to exist.", 
                "0": "“In our land” refers to the day of Shabbat, which represents the Land of Life.", 
                "3": "In the beginning, Rabbi Elazar opened, “Raise your eyes above and see who has created this.” Raise your eyes. To what place? To the place where all eyes depend on Him. And who is He? He is one who opens eyes. And you will know this. It is the concealed Atik, wherein lies the question, who has created this. And who is He? M\"I = who. He is called from the edge of Divine Heaven, where everything belongs to Him. As there is a question, He is along a concealed path, and does not reveal Himself. He is called M\"I, as there is no question. Above, this edge of Heaven is called M\"I.", 
                "2": "Who animates the world and causes the Fathers to appear? It is the voice of the children, who study the Torah, meaning that these children of the world save the world. In deference to them, “We will make you pendants of gold.” Those are the children, children of the world, as is it said, “You shall make two Cherubs of gold.”", 
                "5": " It is written of this secret, “Who can I point out to you? Who can I compare you to?” After all, the Temple was destroyed, and a voice came forth and said, “What can I point out to you, and what can I compare you to?” The word MA = what, testimony, each day and the day of testimony to you from the days of past, as it is written: “I call to witness Heaven and earth,” which is like unto you.", 
                "4": "And there is another below, called M\"A. What is between this and that? The first one, called M\"I, is concealed. There is a question in him, because man asks, searches and looks, and beholds from degree to degree until the end of all the degrees. And after he arrives there, he is asked: M\"A?. What have you learned? What have you seen? What have you investigated, since everything is still concealed, just as it was before.", 
                "7": "M\"I is the upper edge of Heaven, M\"A is the lower edge of Heaven. This was inherited by Yaakov, that he shines from edge to edge, from the first edge, which is M\"I, until the last edge, which is M\"A, for he stands in the middle. Therefore, who has created this?", 
                "6": "According to the same type, “I adorned you with holy ornaments,” made you ruler over the world, as it is written: “Is this the city that was called the quintessence of beauty?” and so forth. I have called you, “Jerusalem, a city built by me.” “What could be compared to you?” Just as you sit, so he is like Above, just as now the holy nation does not enter into you to perform holy work, so I swear to you that I will not enter Above until I dwell down below. This is your consolation, as this degree is equal to you in all things. And now that I am here, “Your misery is great, like the sea.” And if you claim that there is no existence or remedy for you, then M\"I (who) shall heal you? It shall be precisely that concealed Supernal Degree, which animates all things; it shall heal you, and exist within you.", 
                "9": "But this secret was never revealed, until one day when I was at the seashore, Eliyahu came and told me: “Rabbi, do you know what this is, WHO HAS CREATED THIS?” I told him: “These are the Heavens and their hosts, the works of the Creator, that man can look at them and bless them, as is written, ‘When I behold Your Heavens, the work of Your ", 
                "8": "Rabbi Shimon said, “Elazar, my son, stop talking and reveal to us the supernal secret, which the people of the world know nothing of.” Rabbi Elazar was silent. Rabbi Shimon wept and said, “One minute.” Rabbi Shimon said, “Elazar, what is ELEH (these)? If you say the stars and the signs of the zodiac, have they not always been seen? However, MA (what) were created, as it is said, by the word of the Creator were the Heavens made. If it is about concealed things, then it is not written ELEH, because they are revealed...."
            }, 
            "0": {
                "1": "After this, in order to bring out the five rigid leaves that surround the rose, it is mentioned another time in the passage. These five mean salvation. These are 5 gates. And this secret is written about, “I will raise the cup of salvation.” This is the ‘cup of benediction.’ The cup of benediction must rest on five fingers, and no more, just as the rose rests on five rigid leaves that represent the five fingers. This rose is the cup of benediction. From the second to the third mention of the name Elohim, there are five words. From this point the Light was created and concealed and enclosed within that covenant that entered the rose and fructified it. This is referred to as a tree bearing fruit whose seed is within it and this seed really exists in the letter of the covenant. And just as the covenant is sown by forty-two conceptions from that same seed, so is the holy name of the creation sown.", 
                "0": "Rabbi Hizkiyah opened, “It is written, as a rose among thorns.” That a rose is the Assembly of Israel. Because there is a rose and there is a rose, just as a rose among thorns is tinged with red and white, the Assembly of Israel consists of judgment and mercy. Just as a rose has thirteen petals, the Assembly of Israel is surrounded on all sides by the thirteen attributes of mercy. However, Elohim, that is here, thought to bring out the thirteen words that surround the Assembly of Israel and guard it.", 
                "2": "In the beginning, Rabbi Shimon opened, the flower buds appeared on the earth. “The flower buds” refer to the act of creation. They appeared on the earth when, on the third day, as it is said, “And the earth shall pullulate.” That was when they appeared on the earth. The time of singing has come, and this is the fourth day, when there was a reduction from the Light of Hassadim. The voice of the turtle dove refers to the fifth day, where it is written, “Let the waters swarm,” so as to produce offspring. “It is heard” refers to the sixth day, where it is written, “Let us stand and create man,” and there it is said, “We will do and we will hear.”  "
            }, 
            "3": {
                "1": "Rabbi Hamnuna-Saba said: “In the first four words of the Torah, IN THE BEGINNING THE CREATOR CREATED Et – Beresheet Barah Elohim Et, the first two words begin with the letter Bet, and the following two begin with Aleph\". It is said that, “When the Creator thought to create the world, all of the letters were still concealed, and even 2,000 years before the creation of the world, the Creator gazed into the letters and played with them.", 
                "0": "head of the degree, where all desires ascend and remain concealed. The strong one that ascended in the name Elokim, as it is said: “This is the secret of the Upper World, called MI.” No man is missing of the 600,000 that He created by the power of this name. And because no one is missing from these 600,000, it follows that wherever the sons of Israel perished and were punished for their transgressions, we subsequently find that not one from the 600,000 had disappeared, so that everything would remain the same Above and below. And just as no one had disappeared from the 600,000 Above, no one has disappeared from this number below.", 
                "3": "24. The letter Shin appeared before the Creator and said: “Maker of the world, it befits the world to be created with me, for Your own name Shaddai begins with me.” The Creator replied: “You are fine, handsome, and truthful, but since the letters of the word Sheker took you to be with them, I cannot create the world with your properties, for SheKeR exists only because the letters Kuf and Reish took you.” From the aforesaid, it follows that whoever wishes to tell a lie will succeed if he first tells the truth as a base on which the lie will then grow and start to act. And this is because the letter Shin is a letter of truth, in which the Patriarchs had been united, for the three lines in the writing of the letter Shin signify the three Patriarchs, who designate the Sefirot-properties Hesed- Gevura- Tifferet.", 
                "2": "When the Creator thought to create the world, all the letters of the alphabet came to Him in reverse order from last to first. The letter Tav entered first and said, “Master of the world! It is good, and also seemly of You, to create the world with me, with my properties. For I am the seal on Your ring, called EmeT, that ends with the letter Tav. And that is why You are called truth, and why it would befit the King to begin the universe with the letter Tav, and to create the world by her, by her properties. The Creator answered: “You are beautiful and sincere, but do not merit the world that I conceived to be created by your properties, since you are destined to be marked on the foreheads of the truly faithful who fulfill all of Torah from Aleph to Tav, and perished because of you”", 
                "5": "The letter Peh entered and said: “Master of the world, it would be good to create the world with me, for the future liberation of the world is inscribed in me, as the word Pedut begins with me. That is, liberation is deliverance from all suffering. And it is therefore fitting to create the world with me. The Creator answered her: “Though you are fine, the word begins with you and is secretly denoted by you, like a serpent that strikes and hides its head in its body. So a sinner bows his head, hiding from others’ eyes, but stretches out his hands to sin. So is the shape of the letter Peh, whose head is hidden inside it.” And the Creator also said to the letter Ayin that it would be unfitting to create the world with its properties, for within it is the property of Avon. And though Ayin tried to object, saying that its properties are contained in the word Anavah, the Creator refused it nonetheless.", 
                "4": "Subsequently, the letter Tzadik appeared before the Creator and said: “Master of the world, You should create the world with me, for Tzadikim are marked by me. You, who is called a Tzadik, are also recorded within me, for You are righteous and You love righteousness. Therefore, my properties are suitable to create the world by.” The Creator answered: “Tzadik, you are truly righteous, but you must remain concealed and not be revealed to the extent required were the world to be created by you, so as to not give the world an excuse.” The concealment of the letter Tzadik is necessary, for first came the letter Nun, which was then joined by the letter Yod from the Creator’s Holy Name HaVaYaH who stood above it as a mark of the bond between the Creator and His creations, mounted the letter Nun and joined it on its right hand side, thereby creating the letter Tzadik.", 
                "6": "The letter Samech appeared before the Creator"
            }, 
            "2": {
                "10": "He asks: “What is the meaning of “by the greatness of His might and wealth?” This is the", 
                "1": "He told me: “Rabbi, there was one thing concealed before the Creator, which He revealed to the Supernal Assembly, and it is this. When the concealed of all the concealed desired to reveal Himself, He first made one single point, and this point ascended and became a Thought. With it, He drew all the forms and with it engraved all the images.", 
                "0": "hands, our Master (Adonai), how glorious Your name is throughout all the earth’!\"", 
                "3": "Just as the letters MI joined the letters ELEH, so does this name remain forever united, and on this secret stands the world. Eliyahu then flew away, and I could not see him. It is from him that I knew this, which stands on the secret, and its explanation. Rabbi Elazar has come, and all the disciples, too, and they bowed down before him, wept and said, if we had (not) come into this world but only to hear this secret, it would have been enough.", 
                "2": "He engraved inside a concealed, sacred candle an image of a concealed image of the holy of holies. A profound structure emerged from the depth of that thought, and it is called M\"I – who, which is the inception of the structure both standing and not standing, which is hidden deep inside the name. It is not called, but only M\"I – who. He desired to reveal Himself and to be called this name, so He clothed Himself in a precious, radiant garment and created ELEH, and ELEH ascended in name. These letters combined with these, and the name Elohim was completed. And until He created ELEH – this, Elohim did not ascend to form the name Elohim. And these sinned in worshipping the golden calf. Of this secret it is said, ELEH is your Lord, Israel.", 
                "5": "But as the letters ELEH descend from Above, from Bina down to Malchut, for the mother temporarily lends her clothes to her daughter and adorns her with her own adornments, the name Elohim descends from Bina to Malchut. When does she adorn her with her own adornments? When she sees the male essence before her. It is then written of her, “Three times in the year shall all your males appear before the Lord Creator”. For Malchut is then called by the male name “Master.” As it is written: “Behold the Ark of the Union, the Master of all the earth”. The Torah is the Union and the Ark is Malchut, called by the male name “Master.” For she received the Kelim called “clothes,” and the Light called “adornments” from her mother, Bina. The letter Hey then leaves M\"A and the letter Yod enters in its stead, and just like Bina, Malchut assumes the name MI. And then she adorns herself with male clothes, with the clothes of Bina, to accept all the husbands of Israel.", 
                "4": "Rabbi Shimon said: “Onto these Heavens and their hosts were created in M\"A, as it is said, ‘When I behold the Heavens, the works of Your hands,’ and it is said, ‘ M\"A, how glorious Your name is throughout all the earth, which You set Above the Heavens, it ascends in name.’ That is why it created Light for Light, clothed this into this, and elevated in the Supernal Name, this the Creator created in the beginning. This is the Supernal Creator, for M\"A is not such and was not created.", 
                "7": "Rabbi Elazar said, “My silence has erected the Temple Above, which is Bina, and the Temple below, which is Malchut. Of course, as people say, ‘A word is worth a gold coin’, but silence is worth two.” So the words “a word is worth a gold coin” mean that I spoke and came to regret it. Silence, my silence, is worth twice as much, for the two worlds, Bina and Malchut, were created by this silence. For had I not kept silent, I would not have attained the unity of both worlds.”", 
                "6": "Israel receives the last letters from Above, from Bina down to that place, i.e., to Malchut, who is now called MI, just like the name Bina. I pronounce the letters ELEH and my whole soul weeps so as to receive these letters ELEH from Bina into the house of Elohim, which is Malchut. So that Malchut would be called Elohim, just as Bina is called Elohim. How can I receive them? “With joyous songs of praise sung in the voice of the Torah, and festive throngs”", 
                "9": "All of these 600,000 and all their innumerable hosts, He calls the names. What does this mean: “calls the names?” If you say that He calls them by their names, it is not so, for then it would have said, “calls by name.” However, when this degree does not ascend in the name Elohim, but is called M\"I, it does not beget and does not reveal those that are concealed within it. And although they were all concealed within it, meaning that even though the letters ELEH have already ascended, the “precious garment” of Ohr Hassadim is still concealed. And while it is concealed, it is not called by the name Elohim. For He created the letters ELEH and they ascended in His name – clothed themselves in “precious garments” of Ohr Hassadim, as a result of which ELEH combine with M\"I, and are called Elo-im. Then, by the power of this name, He brought them forth in perfection, defined as “CALLS THEIR NAMES,” which means that He called by name and brought forth every type and species to exist in perfection. Hence, it is said: “HE BROUGHT FORTH THEIR HOST BY NUMBER – called them all by name, that is, by the name Elohim.", 
                "8": "Rabbi Shimon said, “From here on the perfection of the written is said to bring forth their host by number.” For these are two degrees, and each must be recorded, that is, noted: one is called MA and the other MI. MI is the Upper One, and MA is the lower one. The Upper Degree registers, speaks, and brings forth their hosts by number, where the letter Hey alludes to the one that is known and unequaled, namely M\"I. This is similar to the phrase, “HaMotzi Lechem” – He who brings forth bread from the earth, where the letter Hey refers to the knowledge of the known, lower degree, namely M\"A. And together they are one degree, Malchut. However, the Upper One is M\"I de Malchut and the lower one is M\"A de Malchut, the one that brings forth their host by number, for the number 600,000 refers to the number of stars that stand together, and they bring forth innumerable hosts."
            }, 
            "5": {
                "11": "When the letters Hey and Yod wished to complement one another, the letter Mem emerged from them, and the word ELO-HIM = ELE + Hey + Yod + Mem was formed by the union of both sides. The word AVAR + Hey + Mem = Avraham originated from ELEH. However, one might say that the Creator took the words ELEH and MI, joined them and formed the word ELOHIM, whereas the words MA and AVAR formed the word Avraham, where the word MI designates the fifty gates of Bina, and the word MA refers to the numerical value of the holy name, for HaVaYaH with the filling of the letter Aleph forms the Gematria of MA – 45.", 
                "10": "When Yesod of ZA joins the word BARAH, there occurs a concealed and supernal division of the Creator’s name and greatness, called M\"I, and ELEH comes into being. Also, the sacred name M\"A comes from BARAH. The sacred concealed ELEH exists just like Yesod. Yet, when Yesod attains its complete state, the Partzuf attains its complete state , the letter Hey corresponds to Yesod and the letter Yod – to ELEH.", 
                "3": "Rabbi Chiya and Rabbi Yosi were walking along a road. As they reached a field, Rabbi Chiya said to Rabbi Yosi, “The words BARAH SHEET certainly allude to BERESHEET, for the six Supernal Days, VAK de Bina, shine on the Torah, while the others, GAR de Bina, are concealed.”", 
                "2": "Rabbi Yudai asked, “What does the word BERESHEET mean?” It is the wisdom, upon which the world, ZA, is established to enter the concealed supernal secrets, namely the Light of Bina. Here are the six Supernal and great properties, VAK de Bina, from which everything emerges. The six river mouths, VAK de ZA, that flow into the Great Sea were formed from them. The word BERESHEET consists of the words BARAH and SHEET, meaning that six properties were created. Who created them? He who is unmentioned, concealed, and unknown: Arich Anpin.", 
                "5": "That hall conceals tremendous treasures piled one upon the other. And there are fifty tightly closed gates in that hall, which are meant to block access to the Light. They were divided into four sides and became forty-nine gates, for one gate has no side, and it is unknown whether it exists above or below. Hence, it remained closed....", 
                "4": "However, it is said in the secrets of creation of BERESHEET that He who is Holy and Concealed established the laws in Bina, in the secret and concealed, meaning Malchut of Partzuf Atik, which is a Partzuf with Malchut of Tzimtzum Aleph, who ascended to Bina and removed AHP de AA below its Rosh. And the same law that He established in Bina He established and concealed within, and everything is locked under one key. And He hid this key in a hall. And although everything is hidden in that hall, the most important thing is in that key, for it locks and unlocks everything.", 
                "7": "“In the beginning” is the key, and all is concealed within it, as it unlocks and locks. And six gates are contained in this key, which locks and unlocks. When it locks those gates, encloses them within itself, it is written IN THE BEGINNING: a revealed word, though it is usually concealed. BARAH is a concealed word everywhere, implying that the key unlocks it and locks it up.", 
                "6": "Those gates have one lock with a narrow space inside for inserting the key. It is unmarked, and recognized only by the impress of the key, which is unknown in that narrow space, but only in the key itself. And it is written of this secret: BERESHEET BARAH ELOHIM. ", 
                "9": "So when did this key unlock those gates, and everything became ready for the existence and evolution of the generations? When Avraham appeared, as he is the property of Hesed, of which it is written: “These are the generations of Heaven and earth Be-Hibar'am”. However, one should pronounce the word not as Be-Hibar'am, but as Be-Avraham. Then, all that was concealed in the word BARAH was revealed as letters, meaning that the Kelim opened up to listen. And there appears the Pillar of Procreation, the sacred Yesod, upon which the world’s existence is based, for the word BARAH consists of the same letters as the word AVAR.", 
                "8": "Rabbi Yosi said: “I heard from the great source of Light, i.e., from Rabbi Shimon Bar-Yochai, that BARAH is a concealed word, the key to which locked it up and did not unlock it. And since the key locked up the word BARAH, there was no world and no possibility of its existence, and nothingness enveloped all. And when nothingness rules, there is no world, nor its existence."
            }, 
            "4": {
                "10": "The letter Aleph stood outside and did not enter to appear before the Creator. The Creator said to it: “Why do you not come to me like all the other letters?” Aleph replied: “Because I saw all the letters leaving your presence without the desired answer. And besides, I saw You presenting the letter Bet with this great gift. And, indeed, the King of the universe cannot take back his gift and give it to another!” The Creator replied: “Although I will create the world by the letter Bet, it is you who will stand at the head of all the letters, and there shall be no unity in Me, but through you alone; all accounts and deeds of this world shall always begin with you, and all of unity shall be in you alone.”", 
                "1": "The letter Nun entered and said to the Creator: “It would be good for You to create the world with me, for Norah Tehilot is written with me, as well as ‘Praising of the righteous.’” The Creator replied: “Return to your place, for you are the reason that the letter Samech returned to its place. And rely on it for support. For the letter Nun exists in the word Nefilah, which must be corrected by the letter Samech. This is the reason why it needed to return to its place – so as to strengthen the lower ones.” The letter Nun left Him at once....", 
                "0": "and said: “Creator of the world, it would be good to create the world with my properties, for within me is Smicha for the fallen, as it is written: ‘The Creator supports all who fall.’” The Creator replied: “That is why you are needed in your place; do not move from it. If you move from your place, contained in the word Somech, those who fall will lose your support, for they rely on you.” Having heard this, the letter Samech departed.", 
                "3": "At this time the letter Chaf descended from the Kisseh – the Creator’s throne, and stood before the Creator. It trembled and said to Him: “Creator of the world, with my properties I merit to become the basis of the world, for I am Kavod – Your Glory.” When the letter Chaf descended from the Creator’s throne, all the worlds trembled, and the throne itself, verging on collapse. The Creator then answered: “Chaf, what are you doing here? I will not create the world by you. Return to your place, for you exist in the word Kelayah and in the word Kalah.”", 
                "2": "The letter Mem entered and said: “Master of the world, it would be good for You to create the world by me, for Melech is called by me.” The Creator replied: “That is so, but I shall not create the world by you, for the world needs a King. Return to your place. Also, I shall not create the world with the letters Lamed and Chaf that form the word MeLeCH, as the world cannot exist without a King.”", 
                "5": "The letter Tet entered and said: “Maker of the world, it would be good to create the world with me, for it is by me that You are called Tov.” The Creator replied: “I will not create the world by you, for your goodness is concealed within you and is invisible. Therefore, it cannot take any part in the world that I wish to create, and will only be revealed in the world to come. And since your goodness is concealed within you, the gates of the palace will sink into the ground, for the letter Chet is opposite from you, and when you join together, the word CHeT will be formed. This is why these two letters are not recorded in the names of the holy tribes.” The letter Chet immediately moved aside.", 
                "4": "The letter Yod entered and said: “Maker of the world! It would be good to create the world by me, for Your Holy name begins with me.” The Creator replied: “It is sufficient that you are inscribed in My Name, in Me, and all of your aspirations are to Me, and you should not be uprooted from it all.”", 
                "7": "The letter Vav entered and said: “It would be good to create the world with me, for I am a letter from Your Name HaVaYaH” The Creator replied:“ Vav, both you and the letter Hey should just be glad to be contained within My Name. This is why I will not create the world with your properties.”", 
                "6": "The letter Zayin entered and said: “Maker of the world, it would be good to create the world by me, as Shabbat is preserved with me, for it is written: ‘Remember the day of Shabbat, so as to keep it.’” The Creator replied: “I will not create the world by you, for within you is a force of war, as sabers and swords, called “Klei Zayin”, are made by you. And you are like the letter Nun, with which the world was not created, for within it is Nefilah” Having heard that, the letter Zayin left Him.", 
                "9": "The letter Bet entered and said to the Creator: “Maker of the world, it would be good to create the world by me, as by me You are blessed Above and below. For Bet is Berachah.” The Creator replied to Bet: “Of course, I will create the world by you, and you shall be the basis of the world!”", 
                "8": "The letters Dalet and Gimel appeared before the Creator. However, the Creator told them right away: “It is enough that you are both together, so that as long as the poor exist on earth, there is someone to treat them with mercy. The letter Dalet derives from Dalut, while Gimel renders mercy to it. Therefore, you cannot part, and it is enough for you to aid one another in this way."
            }, 
            "7": {
                "1": " Through all this, he heard a voice: “Clear this place, clear this place! The Mashiach, the King-Redeemer is coming to the assembly of Rabbi Shimon,” for all the righteous gathered there are the heads of groups and assemblies, whereas all of the assembly members ascend from this assembly to the Assembly of Heaven. And the Mashiach visits all these assemblies and seals the Torah that stems from the mouths of the righteous. And at that moment, the Mashiach comes to the assembly of Rabbi Shimon, surrounded by the heads of all the Supernal assemblies.", 
                "0": "The angel Matat swore that he heard from behind the curtain how each day the Creator remembers and grieves over Malchut, cast into the dust. And when He remembers her, He strikes 390 firmaments, and they all tremble with terrible fear before Him. And the Creator sheds tears for the Shekhinah, Malchut that has fallen to the dust. And those tears simmer like fire, and fall into the Great Sea. And by the power of these tears, the Ruler of the Sea, called Rachav, is revived, blesses the Creator’s holy name, and vows to swallow up everything, from the first days of creation, and to absorb all within himself, when all the nations gather against the holy nation, and the waters will dry, and Israel will walk through dry land.", 
                "3": "The Mashiach said: “I have come here not to confirm the Torah of your assembly, but only because the “owner of wings” is on his way here. For I know that he shall not enter any other assembly, but only yours.” Meanwhile, Rabbi Shimon told him of the oath taken by the “owner of wings.” Right then the Mashiach trembled in awe and raised his voice, and the Heavens shook, and the Great Sea boiled, and the Leviathan stirred, and the entire world threatened to overturn. At that moment, he saw Rabbi Chiya in Rabbi Shimon’s adornments. He asked, “Who gave man in this world the adornments, garment of the other world?”. Rabbi Shimon answered, “This is Rabbi Chiya, the cresset of the Torah!” He said to him, “Gather him and his sons, and they shall join your Assembly.” Rabbi Shimon said, “Time was granted to him, he was granted time” Rabbi Chiya trembled in awe when the Mashiach left, and his eyes fulfilled with tears. For the Mashiach left Rabbi Shimon’s Assembly weeping from the great desire for the final correction and redemption. And Rabbi Chiya was also anguished from the fervent desire to reach the end of correction. Rabbi Chiya cried and said: “Happy is the lot of the righteous in the other world, and happy is the lot of Rabbi Shimon bar Yochai, who has merited all of this.”", 
                "2": "At that time, all the members stood up. Rabbi Shimon stood up, too, and his Light rose to the firmament. The Mashiach said unto him: “Happy are you, Rabbi, for your Torah has risen in 370 beams of Light, and each beam divides into 613 beams that ascend and bathe in the rivers of the holy persimmon. And the Creator confirms and signs the Torah of your assembly, of the assembly of Hezekiah, the King of Judah, and the assembly of Ahijah the Shilonite.", 
                "5": "We have learned that just as the Torah is renewed by one’s mouth, that renewal ascends and appears before the Creator. And the Creator accepts this wisdom, kisses it, and adorns it with seventy adornments. And the renewed wisdom itself ascends and settles on the head of the righteous that revive the worlds, and then flies, soaring through 70,000 worlds, until it ascends to Atik, the Sefira Keter. And all that exists in Atik is concealed, Supernal wisdom.", 
                "4": "Beresheet: Rabbi Shimon opened: “Put my words in your mouth. How much effort should man exert in the Torah day and night, for the Creator is attentive to those who study it. And with every word that man attains by his efforts in the Torah, he builds a firmament.”", 
                "7": "And thus, every deed creates firmaments that appear before Atik, and he calls them “new Heavens” or, rather, “renewed firmaments,” concealed by Supernal wisdom. And all the other parts of the Torah that are not renewed by means of Supernal wisdom appear before the Creator, ascend and become “the lands of life”. They then descend and adorn one land. And it becomes renewed, and a new land comes into being from all that was renewed in the Torah.", 
                "6": "And when this hidden wisdom, which is renewed here in this world, ascends, she joins Atik, ascends and descends, enters 18 worlds, where no eye has seen the Creator besides you. They emerge from there and appear before Atik, complete and perfect. Meanwhile, Atik tests her and finds her most desirable above all else. He then takes her and adorns her with 370,000 adornments. And she, the renewed Torah, ascends and descends, and is transformed into a firmament."
            }, 
            "6": {
                "3": "Rabbi Chiya prostrated himself on the ground and kissed it. He wept and said: “Dust, how hard and heartless you are, how many you have consumed, all the pillars of Light and all the great souls were consumed by you. And the greatest of all, Rabbi Shimon, the Light of the entire world, of all the worlds, who illuminates and governs over the descending Light, upon which our world exists, is also consumed by you, and yet you govern the world?” But then he collected himself at once and said: “Do not be proud, dust, for the pillars of the world will not be betrayed to you, and Rabbi Shimon will not be consumed by you!”", 
                "5": "Rabbi Shimon opened and said: “Let Rabbi Chiya enter and see how much the Creator renews the faces of the righteous in the world to come. Happy is he who comes here without shame. Happy is he who stands in the other world as a rigid pillar opposite all.” And Rabbi Chiya saw himself entering, and Rabbi Elazar and all the other pillars of the world that were there stood up before Rabbi Chiya. And he, Rabbi Chiya, was ashamed; he entered, bending, and sat at the feet of Rabbi Shimon.", 
                "4": "Rabbi Chiya stood up and started to walk and weep. Rabbi Yosi joined him. He fasted for forty days so that he might see Rabbi Shimon. He was told he still was not worthy of seeing him. He wept and fasted for another forty days. He was then shown a vision: Rabbi Shimon and his son Rabbi Elazar were discussing him, Rabbi Chiya, the words he said to Rabbi Yosi, and thousands are listening in on their discussion....", 
                "7": "Who among you turns darkness into Light and savors bitter as sweet even before he came here, that is, while still living in the other world? Who among you hopes and waits each day for the Light that shines when the Lord distances, when His greatness grows and He is called the King of all kings of the world? For he who does not wait for this each day while living in this world, has no place in the other world either.", 
                "6": "A voice sounded: “Lower your eyes, do not raise your head, and do not look.” He lowered his eyes and saw Light that shone from afar. The voice returned and said: “The Supernal Ones, concealed and enclosed, who have eyes that watch over the entire world, look and see: the lower ones are sleeping, and the Light of their eyes is concealed in their pupils. Wake them!”", 
                "8": "In his vision, Rabbi Chiya saw many of his friends gathering around the standing pillars. And he saw them being elevated to the Heavenly Assembly, some are elevated, while others are lowered. And above them all, he saw Matat, the owner of wings, approaching."
            }, 
            "9": {
                "10": "There are two types of peace below: one is Yaakov, and the other is Yosef. Therefore, PEACE is written twice in the greeting: “PEACE, PEACE to the distant one and to the near one.” “The distant one” refers to Yaakov,", 
                "1": "Rabbi Elazar opened and said, “It is written: My Sabbaths you are to observe.” Let us see: the Creator created the world in six days. And each day would reveal His deeds, and gave strength to that day. When did He reveal His deeds and give them strength? On the fourth day of creation, for the first three days were concealed completely, and would not be revealed. The fourth day arrived, and He revealed the deeds and forces of all the days. There is fire, water and air – HGT – the three first days of creation. Although they are the initial Supernal foundations of all that will follow, their actions are not revealed until the earth, meaning Malchut, reveals them. Only then does the work of each of the Supernal foundations reveal itself. Hence, the power of the first three days is revealed only on the fourth.", 
                "0": "Rabbi Aba accompanied him. A man followed behind them, driving their donkeys. Rabbi Aba said, “Let us open the gates of the Torah, as it is time to correct our path.”", 
                "3": "All of the actions of all the Sefirot, both on the first three days of creation, HGT, and on the last three, NHY, are dependent on the day of Shabbat, Malchut, GAR of the entire degree of ZA and its perfection. Hence, it is written, “AND THE CREATOR RESTED ON THE SEVENTH DAY, SHABBAT.” This refers to the fourth leg of the throne, as the seventh and the fourth days are both Malchut. Only the fourth day is Malchut that includes the Sefira Tifferet of ZA, from his chest upwards. Also, the seventh day is Malchut of the entire ZA, and they merge together face to face in a Zivug.", 
                "2": "However, the third day may be better described as one that reveals the creation of the first three days, as it is written: LET THE EARTH BRING FORTH GRASS. That is to say, the revelation of the earth’s deeds already took place on the third day. Yet, although it was written on the third day, Tifferet, it was actually the fourth day, Malchut. Malchut joined the third day, for Tifferet and Malchut are inseparable. And then the fourth day revealed its deeds – to elucidate the work of each and every one of HGT, for the fourth day is the “fourth leg” of the Supernal Throne, whose four legs are HGTM.", 
                "5": "Rabbi Aba answered him: “It is indeed so.” And it is said: “And call Shabbat a delight, a holy day dedicated to the Creator.” Shabbat and a holy day are mentioned separately. The donkey driver asked: “If that is so, then what does a holy day mean to the Creator?” He replied: “That is when sanctity descends from Above, from ZA, and fills Shabbat, Malchut.” The donkey driver objected, “But if sanctity descends from Above, then Shabbat itself is not a holy day. And yet, it is written, ‘You shall sanctify Shabbat,’ meaning Shabbat itself.” ", 
                "4": "Yet, if Shabbat is Malchut, then why does the Torah say, “My Sabbaths you are to observe,” implying two? It is written of the two parts of Shabbat: the night and the day that shines in Malchut. Thus, there is no division between them, for they merge face to face in a Zivug, and are therefore called two Sabbaths. Following behind them with the donkeys, the donkey driver asked: “Why is it said, ‘You shall fear sanctity?’” They replied: “This refers to the sanctity of Shabbat.” The donkey driver asked: “What is the sanctity of Shabbat?” They replied: “It is the sanctity that descends from Above, from AVI.” He said to them, “If that is so, then Shabbatot are without sanctity, for sanctity descends on it from Above, from AVI.”", 
                "7": "One Shabbat was left, unmentioned Above, and felt ashamed. She said to Him, “The Creator of the Universe, from the day I was created, I am called Shabbat, but there is no day without night.” The Creator replied to her: “My daughter, you are Shabbat, and I have given you this name. But now I am surrounding and adorning you with the most exalted adornment.” He then raised His voice and proclaimed, “Those who sanctify shall fear. And this is the night of Shabbat that radiates fear.” ", 
                "6": "Rabbi Elazar said to Rabbi Aba, “Leave this man alone, for there is much wisdom in him, of which we do not know.” So he said to the donkey driver, “Speak, and we shall listen.” The donkey driver opened and said, “It is written: Shabbatot, i.e., there are usually two. And this alludes to the border of Shabbat, which is 2,000 Amah (cubits) in each direction from the city. This is why the word “Et” was added before the word Shabbatot, which designates the plural form – both the Upper Shabbat and the lower Shabbat joining into one.”", 
                "9": "Since the circle and square are Shabbatot, they are both included in the instruction, “My Shabbatot you are to observe.” However, the Upper Shabbat is not included in the instruction “Observe,” but rather in “Remember.” For the Supernal King, Bina is as perfect as memory. This is why Bina is called “King,” whose perfection lies in peace and in memory. Hence, there is no contradiction Above.", 
                "8": "But who is she? It is the merging together of I with the Creator Himself to a single whole. And I’ve heard from my father that the word “Et” refers to the boundaries-borders of Shabbat. Shabbatot (two Sabbaths) denote a circle and a square within, which total two. According to them, there are two sanctities we should mention during the Shabbat blessing: “Vayechulu” consists of thirty-five words, and “Kiddush,” too, consists of thirty-five words. Collectively, they make up to the seventy names of ZA, with which ZA, and Malchut adorn themselves."
            }, 
            "8": {
                "1": "And it is written of this: “And I shall place it in your mouth, and in the shadow of your hands’ garments, that I may take the Heavens, and lay the foundations of the land”. It is simply said “Heavens,” for it implies the Heavens renewed by the Torah.", 
                "0": " It is written, “When the new land and the new Heavens, which I make.” It is not written, “I have made,” in past tense, but rather “I make,” in present tense, for they are constantly made from the renewal and secrets of the Torah.", 
                "3": "He said to these gates and to the words that were set one upon the other in the renewed Torah: “Who are you with? You are my partners. Just as I make the Heavens and the earth with My words, as it is written, ‘By the Creator’s word were the Heavens made,’ so you create new Heavens and earth by your labor in the Torah.”", 
                "2": "Rabbi Elazar said, “What is the meaning of ‘in the shadow of your hands’ garments?’.” He answered, “When the Torah was passed to Moshe, tens of thousands of Supernal angels appeared so as to raise him with the flames of their mouths, but the Creator protected him. So now, when the renewal in the Torah ascends and appears before the Creator, He protects it and shelters the one who performed it, so as to prevent the angels from finding out and envying him, until new Heaven and earth are made out of this renewal in the Torah. Hence, it is said, “To take the Heavens and lay the foundations of the land from the shadow of your hands’ garments.” It follows that all that is concealed from the eyes achieves a supernal result. This is why it is said, “In the shadow of your hands’ garments.” Yet, why should it be concealed from the eyes for the sake of a supernal result? Hence, it is immediately said, “So that I may take the Heavens and lay the foundations of the land.” As we have learned – so that new Heavens and earth will appear out of this concealment. And it is written of this: “And I shall place it in your mouth, and in the shadow of your hands’ garments, that I may take the Heavens, and lay the foundations of the land”. It is simply said “Heavens,” for it implies the Heavens renewed by the Torah.", 
                "5": "And this reverse man then flies across the empty firmament, traversing 6,000 Parsaot in one bound. And as soon as this empty firmament stops, an impure woman emerges at once, seizes onto this empty firmament, and partakes in it. She leaves it and slays hundreds of thousands, for as long as she remains in this firmament, she has the authority and power to fly and traverse the whole world in an instant. It is written of it: “Do not facilitate fruitless transgression.” Transgression is related to the male part, and is as heavy as wagon shafts. What is this transgression? It is the impure Nukva. With reins she draws the male impure part to fruitlessness. And then, as a result, a transgression is committed, as the male part draws itself towards this Nukva, who grows strong and flies off to slay people. And many does she slay. And who is it that caused all this? It is those that study the Torah, but do not attain Ohrah and Morah. May the Creator be merciful to them!", 
                "4": "However, if one were to claim that the renovation of the Torah by one who does not even know what he is saying creates a firmament, then look at one who is not familiar with the secrets of the Torah: since he renews the Torah without having sufficient knowledge, all that he renews ascends, and the reverse side of man, and the false tongue comes toward him. This reversed man skips 500 Parsaot to receive this renewal of the Torah, takes it and makes a false firmament out of it, called abyss.", 
                "7": "Come and see, the Creator created the world by the Torah. And He looked into the Torah not once, not twice, not thrice, and not four times. Only after that did He create the world. This should show people how not to err. Opposite these four times, the Creator saw, counted, prepared, and investigated what He had created. It is therefore written, “Beresheet, Barah, Elohim, Et” – four words, corresponding to the four above. And then, it is written: “Heaven” – opposite all four words, for the Creator looked into the Torah before He began to manifest His thought into reality.", 
                "6": "Rabbi Shimon said to his friends, “I beg of you not to utter any discernments from the Torah, no matter what you may hear from the Great Tree of Truth, so that you would not assist the impure Nukva in slaying multitudes of people for naught. They all opened and mouthed: “Save us, O Merciful One! Save us, O Merciful One!”", 
                "8": "Rabbi Elazar, the son of Rabbi Shimon, was on his way to visit his father-in-law, Rabbi Yosi, the son of Lakunya, and "
            }, 
            "97": {
                "8": "him in any way. See, it has been said, a man ought always to cleave to his wife that the Schekina may always be with him, yet it is possible to go alone on a journey and the Schekina will still be with him. And when doing so he ought to direct his prayer to the Holy One that this may be, and in this way the male and female will always be associated in union with oneself.", 
                "7": "Then Rabbi Simeon said: \"It is written, 'and he went on his journeys from the south to Bethel unto the place where his tent had been at the beginning, between Bethel and Hai' (Gen. 13:3). It says, 'He went on his journeys' instead of 'his journey.' Why is that? There is a reference not only to his own journeying, but also that of the Schekina, who always went with Jacob, and therefore we learn that every person needs to be male and female at all time, for the sake of his faith, he ought not to think or imagine that the Schekina forsakes", 
                "6": "Rabbi Simeon was journeying to Tiberias, and there were with him, Rabbi Jose, Rabbi Jehuda, and Rabbi Hiya. While on the way, they saw Rabbi Pinchus coming to meet them. After exchanging greetings, they all sat down under a great shady tree by a hillside. Then Rabbi Pinchus said: \"now that we are seated, please instruct me further in the Secret Doctrine, that you are teaching daily.\""
            }, 
            "11": {
                "10": "Despite not being considered one of them, David heard the meaning that is never detached from the heart, for they can never be separated. David paid attention with all his heart, but he did not pay attention to David. For by the praises, hymns, and mercy that the moon offers the sun, the moon draws the sun closer so as to be with it.", 
                "1": "He slew two – Ariel and Moab. Two Holy Temples existed thanks to Atik and received from it: the First Temple and the Second Temple. Since Atik’s disappearance, the process that stemmed from Above had ceased. It is as though he struck and destroyed them. And the Holy Throne is overthrown. Hence, the prophet Ezekiel wrote, “I am in exile,” signifying that the degree called “I,” which is Malchut, is in exile. Why? “By the river Kevar.” Kevar is the river that had already existed, but has now disappeared. As it is written, “The river is destroyed and dried up.” It was “destroyed” in the first Temple and “dried up” in the second. Hence, it is written: ...", 
                "0": "All of the degrees gather in this Supernal, Sacred, and Concealed Hall, where everything is concealed. All of the worlds are inside that hall. All the holy forces are sustained and revived by it, and all are dependent on it.", 
                "3": "Further, He descended and struck the lion. Initially, when this river rolled its waters down, Israel was in a state of perfection, for they offered up gifts and sacrifices to atone for their sins and to save their souls. Then, the image of a lion would descend from Above, and they would see it on the altar as it trampled the bodies of the sacrifices, devouring them, and all the dogs would fall to silence.", 
                "2": "“He struck and destroyed both, Ariel and Moab.” Moab means “from the Heavenly Father.” They were all destroyed for Him, and all the Light that shone upon Israel disappeared.", 
                "5": "On a day of snow, on the day misfortunes descend from the Supernal Court Above, it is written, “Her household shall not fear snow,” that is, the Supernal Court, called “snow.” For her household is clothed twofold, and can thereby endure a strong fire. So the book says.", 
                "4": "Yet, when sins increased, he descended to the lower degrees and slew the lion. This was because the lion refused to give up its prey as before, and this is as though he killed it. Therefore, he struck the lion and threw it into a pit, to the Evil Side (according to his understanding). The Evil Side saw this and sent a dog to devour the sacrifices from the altar in the lion’s stead. What is the name of that lion? And what is the nickname of that dog? Baladan is its name; Baladan is formed by the words Bal-Adam, where the letter Mem is replaced by Nun, for he is not a human being at all, but a dog, and his face is like a muzzle of a dog.", 
                "7": "A man of mirror. It is written, mirror and man, as it is written, a Godly man, the husband of that mirror, of the Creator’s glory, Malchut. For with this degree he merited ruling over the entire land in all of his desire – a feat unmatched by any other. This is the Creator’s staff that was delivered to him, as it is written, “With the Creator’s staff in my ", 
                "6": "What is written next? “And he struck an Egyptian.” This refers to a secret: every time Israel sinned, the Creator would conceal Himself and restrict them from receiving all the goodness and all the Light that He shone upon them. “He struck an Egyptian.” “He” refers to Moshe, the Light that shines upon Israel. For in Egypt he was born, grew up, and attained the Supernal Light.", 
                "9": "At once He descended to him in strictness and wrenched the staff from the Egyptian’s hand, for the moment the staff was taken from him, it was taken for good. And he was killed by it: because of the sin of striking the rock with the staff, he died and did not enter the Holy Land. And that Light was concealed from Israel. “The most respected of the thirty” refers to the Upper One that receives from Above and passes downward, one that receives and brings closer. However, he does not go to the first three, but they come to him and give to him wholeheartedly, but he does not come to them. ", 
                "8": "hand.” This is the staff that was created on the evening of the sixth day of the creation, before Shabbat. And His Holy Name is contained in it. And with this staff Moshe sinned by striking it twice against the rock. The Creator said to him: “Moshe, it is not for this purpose that I have not given you My staff; thus, it will no longer be in your possession henceforth.”"
            }, 
            "10": {
                "1": "refers to the point standing in the center, which must be feared more than anything, for its punishment is death, as it is written, “All who transgress in it shall perish.” Who are these transgressors? They are those who have entered the space of the circle and the square, and committed a sin. Hence, it is written, “You shall fear!” This point is called “I,” and there is a prohibition on its revelation, called HaVaYaH. “I” and HaVaYaH are a single whole....", 
                "0": " and “the near one” refers to Yosef. Or, as it is written, “From afar I see the Creator,” “Came to a stop far in the distance.” “From afar” is the Supernal Point, standing in His palace, of which it is said, “You are to guard.” “You shall fear My sanctity” ", 
                "3": "The letter Yod came to me alone, kissed me and wept with me. It said to me, “My son, what can I do for you? I disappear from many good deeds and from secret, supernal, basic letters. But I shall return to you and will be of help to you. And I shall give you two letters that are more exalted than those that have disappeared – the letters Yod and Shin. They shall become for you a treasury that is forever full. So, my son, go and drive the donkeys.” And that is why I am here in this role.”...", 
                "2": " Rabbi Elazar and Rabbi Aba dismounted from their donkeys and kissed him. They said, “So great is your wisdom, and yet you drive donkeys behind us! Who are you, then?” He replied to them: “Do not ask me who I am, but let us go on and study the Torah. Each of us will speak his wisdom so as to illuminate our path.” He said to him: “Who appointed you to walk here and be a donkey driver?” He replied: “The letter Yod waged war with two letters, Chaf and Samech, for me to come and join. The letter Chaf did not want to leave its place because it has to support those who fall, for without a screen, they cannot survive.”", 
                "5": "Rabbi Elazar contemplated his words and replied: “You are the son of the Holy Source, you are the son of Rabbi Hamnuna-Saba, you are the son of the Source of the Torah, and you drive donkeys behind us!” They wept and kissed him, and continued their journey. Then he said: “If it pleases our master, let him reveal his name to us.” But the place of my father's dwelling was in the Great Sea. And he was a big fish that continually circled the Great Sea, from one end to the other. And he was mighty and he grew old, until he swallowed up all the other fish in that sea. And then he released them, and they were thriving and filled with all of the very best of the world. And it was in his power to swim across the entire sea in one instant. And He pulled him out and hauled him in with an arrow, like a warrior, and brought him to the place that I told you about, to the tower that soars in the air, but he returned to his place and disappeared in that sea.", 
                "4": "Rabbi Elazar and Rabbi Aba rejoiced, wept, and said, “You sit on the donkey, and we shall drive it.” He replied to them, “Have I not told you that it is the command of the King that I act as I do, until the other donkey driver appears” (this hints at the Mashiach, who, as it is said, will appear poor and riding a donkey). They said to him, “You have not even told us your name! Where do you dwell?” He told them, “My dwelling place is wonderful and very precious to me. It is a tower that soars in the air, grand and unique. Only two live in this tower: the Creator and I. That is the place, in which I dwell. And I am exiled from there in order to drive the donkeys.” Rabbi Elazar and Rabbi Aba looked at him, and his words were unclear to them, for they tasted sweeter than manna and honey. They said to him, “Perhaps you will tell us the name of your father, so that we could kiss the earth at his feet?” He responded, “What for? It is not my habit to boast of the Torah.”", 
                "7": "He opened and began. It is written, “Benaiah the son of Jehoiada.” This narrative is beautiful, but it serves to show us the exalted secrets of the Torah. And the name Benayahu Ben-Yehoyada indicates the secret of the Light of Wisdom, Ohr Hochma. Ben Ish Chai is the righteous who revives the worlds. Rav Paalim means that He is the Master of all that transpires, and that all the forces and Supernal Troops stem from Him. He is called the Creator of Force, the Master of all, and He is in everything.", 
                "6": "Rabbi Elazar contemplated his words and replied: “You are the son of the Holy Source, you are the son of Rabbi Hamnuna-Saba, you are the son of the Source of the Torah, and you drive donkeys behind us!” They wept and kissed him, and continued their journey. Then he said: “If it pleases our master, let him reveal his name to us.”", 
                "8": "Rav Paalim is also Mekabtziel – the Exalted Tree, gathering and performing many actions, Supreme Above all. Where did it come from? From which degree did it originate? Once more, the source indicates – from Mekabtziel, for it is an exalted and concealed degree that none has seen. It includes everything, for it gathers all of the Upper Light within it, and everything originates from it."
            }, 
            "13": {
                "1": "Rabbi Elazar came and put his head on the knees of his father, Rabbi Shimon, and told him of what had happened. Rabbi Shimon was frightened and wept. He said, “I have heard the Creator and I am awed.” This verse was spoken by the prophet Havakuk (Habakkuk), when he saw his death and his resurrection by Elisha. Why was he named Havakuk? Because it is written that at around this time there would be a HOVVEK-ET – a son will be embraced. For Havakuk was the son of the Shunamit. And there were two embraces: one from the mother and one from Elisha, as it is written, “He put his mouth to his.”", 
                "0": "Rabbi Shimon rejoiced, too. He said to them, “You have traveled this path of Heavenly signs and wonders correctly, for as I was sleeping, I saw you and Benayahu Ben Yehoyada, who was sending you two crowns with an old man, so as to adorn you. I am certain that the Creator was on this path too, because I see how your faces have changed.” Rabbi Yosi said, “Truly, it is said that a sage is preferred to a prophet.” ", 
                "3": "He said, “I have heard the Creator and I am awed by His name.” I have heard of what I had and have had a taste of the other world at the moment of death, before Elisha resurrected him, and I am awed. He began asking for mercy for his soul. He said, “O, Creator, the deeds that You have performed for me throughout the years were my life.” And whoever connects to the past years (the name of the Sefirot of Atik), connects to life. Throughout the years, bestow life upon the degree that has no life of its own, upon Malchut de Malchut.", 
                "2": "I have discovered in the book of King Solomon that the name Havakuk consists of seventy-two names. Elisha created it with words. Each word consists of three letters, for the letters of the alphabet that the Father confirmed to him initially flew away when he died. But Elisha embraced him and confirmed in him all these letters in his seventy-two names. In all, there are 216 letters in his seventy-two names, three letters in each.  Elisha confirmed all of these letters in the soul of Havakuk so as to revive him by the letters of the seventy-two names. And he called him Havakuk, for that is his complete name, which describes all of his properties, as it alludes to two Havakuks and to the 216 letters of the Holy Name, as the Gematria (numerical value) of the name Havakukis 216, from which the seventy-two names were formed. By AB names he revived him and brought his spirit back, and by RYU letters he revived his body and let it live. This is why he is called Havakuk.", 
                "5": "Rabbi Chiya began and opened, “The beginning of Hochma is fear of the Creator, and those who observe this rule receive all the goodness.” He asks, “The beginning of wisdom?” One should rather say that the end of wisdom is the fear of the Creator, for fear of the Creator is the property of Malchut, which is at the end of Hochma. He replies: Yet, Malchut is the beginning of the entrance to the degrees of reception of the Supernal wisdom.” Hence, it is written, “Open to me the gates of justice,” meaning that the gates of Malchut, called “justice,” are the Creator’s gates. And if man does not enter these gates he shall not reach the Supernal King through any other, for He is concealed and detached, and has erected many gates on the path to Him.", 
                "4": "Rabbi Shimon wept and said: “And I have seen from the Creator what I have heard.” He raised his hands above his head, and said: “But you have merited seeing Rabbi Hamnuna-Saba, the Light of the Torah, face to face, while I have not.” He fell on his face and saw him who uproots mountains and lights candles in the Temple of the Mashiach. He said to him, “Rabbi, in the other world we shall be neighbors with the heads of the assemblies before the Creator. From here on, he called his son Rabbi Elazar and Rabbi Aba by the name Pnei’el , as it is written: “For I have seen the Creator face to face.”", 
                "6": "The letter Bet in the word BERESHEET indicates that the two are joined together in Malchut. Both are points: one is concealed, while the other is revealed. However, since there’s no division between them, they are called THE BEGINNING, which signifies only one, rather than two, for he who takes one, takes the other as well, and all is one, for He and His Name are one, as it is written, “And you shall know that this is the Creator’s only name.”"
            }, 
            "12": {
                "1": "Rabbi Elazar and Rabbi Aba fell down on their faces before him and could not see him anymore, then rose and went in every direction, but could not see him. They sat and wept, and could not even speak to one another. Then, Rabbi Aba said, “It is true what we have learned, that the Torah accompanies the righteous on all their paths. The righteous of the other world come to them to reveal to them the secrets of the Torah. And this must have been Rabbi Hamnuna-Saba, who came to us from the other world to reveal these secrets to us. But before we could recognize him, he vanished.” They rose and wanted to lead their donkeys on, but could not. They repeatedly tried to goad the donkeys, but still they could not move. They grew frightened and left their donkeys behind.And to this day this place is called “the place of donkeys.”", 
                "3": "The “great goodness” is the Light that was created on the first day of creation and concealed so as to be revealed in the future for the righteous in the other world. Your Deeds are the Supernal Garden of Eden, which the Creator has created by His act. All the righteous stand in the lower Garden of Eden, clothed in precious adornments, similar in quality and form to those which they wore in this  world, meaning in the same form as people in this world and according to man’s actions in this world. ", 
                "2": "Rabbi Elazar opened and said: \"Oh, how great is Your goodness, which You have hidden away for those who fear You!\" .How infinite is the goodness that the Creator shall bestow on humankind in the future, on those sin-fearing, exalted righteous, who study the Torah as they arrive at that Upper World.” The name “great goodness” can be further described as containing all the secrets of the Supernal wisdom, which descend from ZA to Malchut. There is a great tree, called ZA or Rav, and there is a small tree, Malchut, which grows from it. And it is elevated to the Highest Firmament.", 
                "5": "Rabbi Aba opened and said: “And he who is doomed said to his wife, ‘We shall die, for I have seen the Creator.’ Even though he was not aware of his actions, as it is written, ‘He did not know that it was an angel’; however, since it is written, ‘Man shall not see Me and live,’ we know that he has died. And we have merited this great Light to accompany us, and the world exists because the Creator Himself sent him to us, to reveal the secrets of His Supernal wisdom to us. How joyous is our share!”", 
                "4": "They stand there and fly away through the air, ascend to the Assembly in the Supernal Garden of Eden, fly there and bathe in the dew of the pure river of persimmon, then come down and fly below in the lower Garden of Eden. And sometimes these righteous appear as people in order to perform miracles, like celestial angels, just as we have seen the luminescence of the Upper Light, but did not merit to see and discover the wisdom’s great secrets.", 
                "7": "Meanwhile, a voice called out again, “O, mighty rocks, great hammers of thunder, Bina stands upon a pillar, so enter and assemble.” At that moment, they heard the mighty voice of thousands of trees, which was saying, “The Creator’s voice breaks the cedars.” Both Rabbi Elazar and Rabbi Aba fell down on their faces. Great fear fell upon them. They rose hastily and left, not hearing anything else, then came down the mountain and kept on walking.", 
                "6": "They walked and came to a mountain. The sun had set. The branches of the tree on that mountain started rattling and singing. As they were still walking, they heard a resounding voice proclaim, “Sons of the Holy Creator, dispersed among the living in this world, illuminated by the sons of the Assembly, gather in your places and rejoice with your Creator in the Torah. They grew frightened and stopped, then sat down.", 
                "8": "Upon reaching the house of Rabbi Yosi, the son of Rabbi Shimon Ben Yosi Ben Lakunya, they saw Rabbi Shimon Bar-Yochai. They rejoiced. \n"
            }, 
            "15": {
                "1": "Domeh then said: “But if this is so, David should have waited three months, which he did not.” The Creator replied: “This extension is only necessary to make certain that the woman is not pregnant from her previous husband. But it is known to Me that Uriah never went near her, for My Name is imprinted in him as testimony. Indeed, Uriah is Ohr-Iah, the Creator’s Light, though it is written Uriahu = Ohr + i + a + hu, without the last Hey, Malchut, which proves that he did not use Malchut.” Domeh said to Him: “Master of the World, this is exactly what I have said: if You knew that Uriah had never laid with her, then who revealed it to David? He should have waited three months. And if You will say that David knew that Uriah had never laid with her, why did he send Uriah to his wife, saying: ‘Go down to your house, and wash your feet?’”", 
                "0": "Domeh said to Him: “Master of the World, what is revealed to You is concealed from him.” The Creator answered: “Whatever David did was done with My permission. For no man goes to war without first giving his wife a get.” ", 
                "3": "Domeh said: “Master of the World, I have nonetheless one claim against him: why did he open his mouth and say: ‘The Lord is righteous, for a mortal does so,’ thus condemning himself to death. Hence, I have the power to bring death upon him.” The Creator replied to him: “You are not allowed to bring death upon him, for he has repented and confessed: ‘I have sinned before the Creator,’ even though he did not sin. But he did sin in one matter – the killing of Uriah. I have recorded his punishment, and he had received it.” Then Domeh immediately gave up his complaints, and returned, despondent, to his place. And David said to this: “Were it not for the Creator’s help, Domeh had nearly claimed my soul.” “Were it not for the Creator’s help” means “had the Creator not been my guard and guide against the angel Domeh.” “Nearly” means that only the distance as thin as a thread remained for Domeh to drag my soul to hell.", 
                "2": "He replied to him: “Of course, David did not know, but he waited more than three months, as four months had passed. As we have learned, on the 15th day of Nissan, David ordered all the people of Israel to prepare for war, Yoav – on seventh day of Nissan. They conquered the lands of Moab and remained there for four months, until he went to Bat Sheva in the month of Elul. And on Yom Kippur, the Creator forgave him his sin. But there are those who say that David dispatched his orders on the seventh day of Adar, the troops assembled on the 15th day of Iyar, he went to Bat Sheva on the 15th day of Elul, and on Yom Kippur the Creator forgave him and spared him from death at the hands of the angel Domeh.", 
                "5": "Does he speak of the others in the world who do not obey the Creator, and whom He does not wish to hear? But they made lines through all the earth, that is, these things make a line out of those that reside Above and out of those that reside below. From the first – firmaments are made, and from the second, from their return – earth. And should you say that they revolve around the earth in one place, it is said that they are also at the end of the world.", 
                "4": "Therefore, man should be careful not to say what David said, for one cannot say to the angel Domeh that “It was an error”, as it was with David, when the Creator won the dispute against Domeh. “Why should the Creator be angry over your word” i.e., for what you have said. “Destroyed the work of your hands” i.e., the sacred flesh, the holy covenant, which you have broken, and are therefore to be dragged to hell by the angel Domeh. Thus, “the Heavens declare the work of His hands.” These are the friends who have united in the bride (Malchut) by studying the Torah on the night of the holiday of Shavuot. They are all participants of the covenant with her, and are called “the work of His hands.” And she praises and notes each and every one of them. What is Heaven, firmament? It is the firmament, where the sun, the moon, the stars, and the zodiac are located. This firmament is called the Book of Remembrance, and it declares and records them, so they shall become the sons of His palace, and He will fulfill all their desires. Day after day brings Omer – a sheaf. The holy day out of those days of the King praises the friends, who study the Torah on the night of Shavuot. They say to each other, “Day after day shall bring a sheaf,” and praise it. And the words “night after night” refer to all the degrees, Sefirot of Malchut, that reign in the night, praise one another by each receiving from a friend, from another Sefira. And the state of complete perfection makes them beloved friends."
            }, 
            "14": {
                "1": "Rabbi Yosi said that ALL THE GOODNESS refers to the Tree of Life, for it is entirely good and completely without evil. And because it is without evil, it is entirely good, without evil. To all those who act, it is the faithful mercy of David that upholds the Torah. Those who keep the Torah seemingly create it themselves. All those who study the Torah – there is no action in them as they study, but those who keep the Torah – in them there is action. And the world exists by this force, eternal are the wisdom and the Torah, and the throne stands just as it should stand.", 
                "0": "Why is Malchut called “fear of the Creator?” It is because Malchut is the Tree of Good and Evil: If man merits, it is good, but if he does not, it is evil. This is why fear dwells in that place. And this gate leads to all the goodness that exists in the world. ALL THE GOODNESS signifies two gates, two points that are as one.", 
                "3": "This is why Rabbi Shimon and all of his friends stayed up that night, and each of them renewed the Torah again and again. Rabbi Shimon was joyous, and so were his friends. Rabbi Shimon said to them: “My sons, how blessed is your lot, for it is you who shall accompany the Bride tomorrow to the Huppah, for all those who correct Her and rejoice in Her this night shall have their names recorded in the Book of Remembrance. And the Creator shall bless them with seventy blessings and adornments of crowns of the Upper World.”", 
                "2": "Rabbi Shimon was sitting and studying the Torah on the night when the Bride, Malchut, unites with her husband, Zeir Anpin. And all the friends present in the bridal chamber on that night, the eve of the holiday of Shavuot, must stand together with the bridegroom under the Huppah, and be with him this whole night, and rejoice with him in the corrections of the Bride, i.e., study the Torah, then Prophets, then Holy Scriptures, and finally the wisdom, for these corrections are the Bride’s adornments. And the Bride receives corrections, adorns herself with them, and rejoices with them all of that night. And on the next day, on the holiday of Shavuot, she only comes to the Huppah together with them. And her friends, who studied the Torah all night long, are called the sons of the Huppah. And as she approaches the Huppah, the Creator asks about them, blesses and adorns them with the Bride’s adornments. Happy are those who merit this!", 
                "5": "The Creator’s glory = EL – is the bride, Malchut, called EL, as it is written: “ EL rages each day.” She is called EL on all the days of the year. And now, on the holiday of Shavuot, when she already entered the Huppah, she is called GREATNESS and she is called EL, greatest of the great, luminescent out of the luminescent, dominion over dominions. The hour when the Heaven (ZA) enters the Huppah and shines upon Malchut, all of her friends, who corrected her by studying the Torah, are known by their names, as it is said: “The Heavens declare the work of His hands.” “The work of His hands” refers to the members of this covenant, called “the work of His hands.” As you say: “Confirm for us the work of our hands,” which is the mark of the covenant, imprinted on man’s body.", 
                "4": "Rabbi Shimon opened and said, “The Heavens declare the Creator’s greatness. I have already explained this, but when the bride awakens to enter the Huppah on the following day, with all the friends who rejoiced with her through that night, she rejoices with them, corrects herself and shines with her adornments.” And on the following day, a multitude of masses, hosts, and legions join her. And she, together with all these masses, hosts and legions, awaits all those who corrected her by studying the Torah on that night. This is so because Zeir Anpin unites with Malchut, and she sees her husband, and it is said: “The Heavens declare the Creator’s greatness.” “The Heavens” alludes to the Bridegroom (ZA), who enters the Huppah. “The Heavens declare,” i.e., shine, like the luminescence of a sapphire, upon the entire Malchut, from end to end.", 
                "7": "When this happened to King David, fear enveloped him. Right then, Domeh ascended before the Creator, and said: “Master of the world, it says in the Torah: ‘And the man that commits adultery with another man's wife…’ David broke his covenant, is it not so?” The Creator replied to him: “David is righteous, and his holy covenant remains pure, for it is known to Me that Bat Sheva was destined for him since the creation of the world.”", 
                "6": "Rabbi Hamnuna-Saba then said as follows: “Do not let your mouth cause your body to sin,” i.e., one must not allow his mouth to get close to evil and be the cause of sin for the sacred flesh, which bears the mark of the holy covenant with the Creator. If he does so, he shall be dragged to hell. And the ruler of hell, called Domeh, stands at the gates of hell with hundreds of thousands of angels, but he is forbidden to approach those who have kept the holy covenant in this world...."
            }, 
            "17": {
                "1": "And there are two rulers there – one rules over darkness and one over Light, and they become hostile to each other. When Cain descended there, they joined together and became complete. And they all saw that they were Cain’s descendants. Therefore, their two heads are like two serpents, except for when the ruler of Light defeats the other, the ruler of darkness. Hence, they enter Light and darkness, and become as one. For these are the two rulers, called Afrira and Kastimon, who resemble holy angels with six wings. One has the image of a bull, and the other of an eagle. And when they unite, they create an image of man.", 
                "0": "With the exception of ELEH, everything is written in Aramaic. This is called “translation.” He asks: However, should you suggest that it is because the holy angels do not understand the translation, i.e., the Aramaic language, then everything should have been said in Hebrew, so the holy angels would hear and be grateful for it. He replies: This is exactly why it is written in the translation, as the holy angels neither hear nor understand it, and hence will not envy people, which would be detrimental to the latter. For in this case, even the holy angels are called Creators, and they are included in the group of Creators, but they have not created Heaven and earth. He asks: earth is called Arka, when it should read, Ar’a. He answers: because Arka is one of the seven lands below, where the sons of Cain’s sons reside. Indeed, after being banished from the face of the earth, they descended there and fathered generations; wisdom became so lost that all understanding was lost, and this is a double land, consisting of darkness and Light.", 
                "3": "These two rulers soar in the entire world and then return to their places. And they rouse the sons of Cain’s sons with a spirit of evil desires to beget children. The Heavens that rule there are not like ours, and the land bears neither seed nor fruit by the power of Heaven, as ours does, and the grains grow again only once in several years. Hence, it is written of them that they could not correct Shemaya and Arka, and perished from the Supernal land, called Tevel, where they will not be able to exist, nor rule over it, nor cause human beings to sin because of the night. Hence, they disappeared from Arka and from the place of Shemaya that were created by the name ELEH. Hence, there exists a Targum, a translation, so the holy angels will not think that it is said about them, so they will not harm us. This is the secret of the word ELEH – as we have already stated, it is a holy word that cannot be translated into a Targum.", 
                "2": "When they are covered with darkness, they turn into a serpent with two heads, and move like a serpent. They soar in the void and bathe in the Great Sea, and when they approach the chains of Aza and Azael, they rile and rouse them and leap into the mountains of darkness, thinking that the Creator wishes to bring justice upon them.  And these two Creator-appointed rulers swim in the GreatSea, fly up from there, and at night go to Naamah, the mother of witches, for whom the first people fell. And they wish to approach her, but she leaps 60,000 Parsa'ot and assumes several different forms, so that people may be deceived and enticed by her.", 
                "4": "Rabbi Elazar said, “It is written: ‘Who would not fear the King of the nations of the world?’ What kind of praise is this?” Rabbi Shimon replied: “Elazar, my son, this has been said in several places. However, one should not understand the verse, ‘For among all the sages of the nations of the world, and in all their kingdoms, there are none like You’ in its simple, literal interpretation. This is because it naturally gives rise to evil intentions of sinners – those who think that the Creator is not aware of their dark thoughts, doubts and intents. Therefore, their folly must be clarified. A philosopher of one of the nations of the world came to me and said, ‘You say that your Creator governs the entire Heavens, and that all the Heavenly hosts are unable to attain Him, nor come to know His dwelling place. However, this does not add to His greatness, as it is written, ‘among all the sages of the nations of the world, and in all their kingdoms, there is none like You.’ What kind of a comparison is this when He is compared to man, who is nothing?’”"
            }, 
            "16": {
                "3": "As they were sitting and talking, Rabbi Elazar, the son of Rabbi Shimon, entered. He said to them: “Certainly, the face of the Shechina has come, hence I called you Pniel (Pnei – face + El – Creator = the Creator’s face)”, for you have seen the Shechina face to face. And now that you have attained Benayahu Ben-Yehoyada, it certainly refers to Atik, the Sefira of Keter, just as everything else that occurred afterwards, as it is written in the Torah: “And he slew the Egyptian.” And he who is concealed from all – is Atik.", 
                "2": "There is nothing hidden on account of the year’s season and the phase of the sun that revolves in all directions. And there is no concealment, i.e., not a single Supernal Degree is hidden from him, for all were bound together and everyone appeared before him, and none could be concealed from him. Thanks to him and thanks to them he returned to them, to the friends, in the phase of complete return and correction. All this year and all this time is for the Torah, as it is written: “The Creator’s Torah is perfect.” The word HaVaYaH is written six times, and there are six verses from “the Heavens declare” and until “The Creator’s Torah is perfect”. And this is the secret of the word BERESHEET, which consists of six letters: “THE CREATOR CREATED THE HEAVENS AND THE EARTH,” six words in all. The other sources of the verse from “The Creator’s Torah is perfect” and until “they are better than gold”correspond to the six utterances of the name HaVaYaH in them. The sources from “the Heavens declare” through “The Creator’s Torah is perfect” are for the six letters in the word BERESHEET, whereas the six names are for the six words from “the Creator created” through “the Heavens and the earth.”", 
                "5": "Be seated, dear friends. Be seated and let us renew the correction of the Bride on this night, for whomever joins her on this night shall be guarded Above and below in the coming year. And this year shall pass over him in peace. Such people are described in the verse: “The angel of the Lord stands round those that fear Him, and delivers them. O taste and see that the Creator is good” This case was examined at the Divine Assembly. “A prominent man” and “a man of good stature” are the same, as they constitute Shabbat and the bounds of Shabbat. As it is written: “You shall measure it from outside the city.” It is also written, “You shall not impede limitations in measure.” Hence, he was a man of good stature. Precisely such, from one end of the world to the other. Such is he, Adam, the first man. And should you disagree, referring to the written “five cubits,” know that these five cubits extend from one end of the world to the other.  It is, as is written, “like a weaver’s beam” “as the Divine staff” that was in his hand, which reveals by the secret name confirmed in it by the light of the letter combinations that Betzalel and his disciples engraved, called “weaving,” as is written, “He filled them and others, and BOUND them.” And that staff – within it shone a secret name, inscribed on all its sides by the Light of the sages, who confirmed the secret name in forty-two properties. And the rest of what is written from here onward is similar to what the old man had already explained. Happy is his lot!", 
                "4": "The words, “He slew the Egyptian” are explained in another place, i.e., at a different degree, in a different way. He opened and said, “He slew the Egyptian, a man of good stature, five cubits high.” All of this refers to the same secret. This Egyptian is the one who is well-known and is described as “very great in the land of Egypt in the eyes of the Jew,” for he is great and honored, as that old man had already explained.", 
                "7": "With", 
                "6": "Rabbi Shimon opened and said, “In the beginning the Creator created the Heavens and the earth.” This verse should be examined carefully, for whoever claims that there is another Creator disappears from the world, as it is written, “He who claims that there is another Creator perishes from both the earth and from Heavens, for there is no other Creator, but the Almighty.”"
            }, 
            "19": {
                "1": "She comes up from the wasteland of the soft utterance of lips, as it is written, “And your mouth is comely”. This is because the Hebrew word Midbar is derived from Dibur. It is written of the mighty forces, that these mighty forces strike Egypt with all the plagues of the wasteland, for all that the Creator did to them was not in the wasteland, but in settlements. And the phrase “in the wasteland” means “by the power of speech, of spoken word.” This comes up from articulation, from the mouth as she ascends and comes under the wings of mother (Bina). Then, through speech, she descends upon the entire holy nation.", 
                "3": "For when man is asleep, his soul leaves him. And as soon as his soul departs from him, the impure spirit replaces it at once, and it fills his hands and defiles them, and it is forbidden to utter a blessing without washing one’s hands. And should you object that when man is awake and his soul does not leave him, the impure force does not descend upon him, then, if he enters a washroom, he is forbidden from reading even a single word of the Torah until he washes his hands. And if you say that it is because his hands are soiled, this is not true, for how are they soiled? But woe unto those who do not beware and do not guard the Creator’s honor and do not know the foundation of this world. There is a certain spirit that dwells in every cesspool of the world, a spirit that relishes depravity and excrement, and it immediately settles on the fingers of man’s hands.", 
                "2": "He asks: “How does Malchut ascend in speech?” And he replies: “When man first awakens in the morning and opens his eyes, he must bless his Creator and Master. How is he to bless Him? The way it was done by the first Hassidim: they would prepare a vessel of water beside them, so that when they woke at night, they would wash their hands at once, and, having blessed the Torah, would rise to study it. When the rooster crowed, precisely heralding midnight, the Creator was with the righteous in the Garden of Eden. And it is forbidden to perform a blessing in the morning with unclean hands.”", 
                "5": "The members of the assembly then appear before the Creator and say: “Master of the world, You are called merciful and forgiving, send Your mercy upon Your sons.” He answers them: “Have I not done so, when I created the world based on mercy? As it is written, ‘The world is built by mercy’ and the world is established upon it. However, if they do not show mercy to the poor, the world will be destroyed.” The Heavenly angels then say to Him: “Master of the world, here is a man who had eaten and drunk to his heart’s content, and could have been merciful to the poor, but did not do anything.” The prosecutor appears, receives permission, and persecutes that man.", 
                "4": "Rabbi Shimon opened and said: “He who rejoices on holidays and does not give a part to the Creator, the evil eye hates and slanders him, removes him from this world, and brings him many miseries.” The Creator’s role is to cheer the poor, according to His ability. For the Creator appears on the holidays so as to look at His broken Kelim. He comes to them, and He sees that there is nothing to rejoice in, and He weeps for them, and ascends Above to destroy the world.", 
                "7": "Avraham was the leader of his generation, the prosecutor descended from Heavens and stood at the door of his house, disguised as a poor man. And nobody so much as looked at him. Avraham was attending to kings and ministers, and Sarah was feeding all of their children, for they did not believe that she had born a child, but rather claimed that Yitzchak was a foundling, whom they had bought at the marketplace. This is why they brought their children with them, and Sarah nursed them in front of all. And the prosecutor stands at the door. Sarah said: “The Creator has made laughter for me” (“For anyone who hears will laugh on account of me” (Beresheet, 21:6). The prosecutor ascended at once and stood before the Creator, and said to Him, “O Master of the world, You have said that You love Avraham, and here he had prepared a feast, but had not given anything to You nor to the poor, had not sacrificed even a single pigeon for Your sake. And Sarah says that You have laughed at her.”", 
                "6": "There are none greater in our world than Avraham, who acted with mercy toward all creatures. It is written of the day that he prepared a feast: “The child grew and was weaned, and Avraham made a great feast on the day that Yitzchak was weaned.” So Avraham prepared a feast and invited all the leaders of that generation. It is well known that at every feast, the supreme prosecutor is about, watching. And if there are any poor people in the house, he leaves that house and does not return there. However, if the prosecutor enters a house and sees rejoicing without the poor – without having first shown mercy to the poor – he ascends Above and brings accusations against the host of that feast."
            }, 
            "18": {
                "1": "Furthermore, you claim, as your Torah says, that “There had not risen a prophet since in Israel like Moshe.” There are none in Israel, but there is one among the nations of the world! So I claim the same: there is none like You among all the sages of the nations of the world, but among the sages of Israel there is one like You. However, if there is one like Him among the sages of Israel, then He cannot be the Supreme Ruler. Look closely into my words, and you shall see that I am right.", 
                "3": "And now the time has come to take a closer look at this verse. It is written that all the nations of the world are nothing before Him. Yet, how does this exalt Him? Hence, it is written: “Who sees the King of the nations of the world?” Yet, is the King of the nations of the world also not the King of Israel? The Creator wishes to elevate Israel in all places; this is why He is called everywhere “the King of Israel.” The other nations of the world say that they have another King up in the Heavens, for it seems to them that He governs only them, and not us.", 
                "2": "Rabbi Shimon said to him, “You object correctly that there are those among the sages of Israel who are similar to the Creator, for who resurrects the dead back to life, if not the Creator Himself? Yet, Eliyahu and Elisha came and resurrected the dead back to life! Who causes rain to fall if not the Creator Himself? Yet, Eliyahu came and abolished rain, and then summoned it through his prayer! Who created the Heavens and the earth, if not the Creator Himself? Yet, Avraham came, and, as it is written, the Heavens and the earth were revived. Who governs the sun, if not the Creator? Yet, Yehoshua came and stopped it. The Creator issues His decree, yet Moshe immediately issues a decree of his own, and it is carried out. The Creator wishes to punish, and the righteous of Israel annul His verdict. Moreover, He bid us to closely follow His ways and to be like Him in every way.” The philosopher then went and became Israel, and lived in the village of Shachalayim, and they called him 'Little Yosi'. He studied the Torah a great deal, and was among the sages and the righteous of that village.", 
                "5": "Yet, among all the sages of the nations of the world and in all their kingdoms, I have found in the ancient books that even though the Heavenly hosts and legions fully obeyed their given orders and each would receive precise instructions to be carried out, but who among them can do it if not You, who will do it better than You? For You excel over them all in both properties and deeds. Hence, it is written: “There is none like You.” ", 
                "4": "It is written: “Who would not fear the King of the nations of the world?” That is, their Supernal King is there to threaten and persecute them, and do with them as He pleases. Hence, He should be feared. And all fear Him Above and below. For it is written that among all the sages of the nations of the world (the angels that rule over these nations) and in their Kingdoms (Above) there is none like You. There are four Kingdoms Above that rule over all the nations of the world according to the Creator’s will. And there is no one who can do even the smallest action without His personal instruction. The sages of the nations of the world are the forces that rule them from Above, and all the wisdom of the nations of the world comes from these rulers. “In all their Kingdoms” means that the Creator’s will rules over them.", 
                "7": "Rabbi Elazar opened and said, “Who is this coming up from the wasteland?” MIZOT – who is this – is the common ground of the two questions, the two worlds, Bina and Malchut, which are bound together. COMING UP – coming up to become the “Holy of Holies.” For MI is Bina, called the “Holy of Holies.” And she joins with ZOT (Malchut), so that Malchut could come up FROM THE WASTELAND, for she inherits THIS from the wasteland, to become a bride and enter the bridal canopy.", 
                "6": "Rabbi Shimon said to his friends: “This wedding must be a wedding for all of you, and each of you should bring a gift to the Bride.” He said to Rabbi Elazar, his son: “Present the Bride with a gift, for on the following day Zeir Anpin will look as he enters the wedding canopy at the sound of these songs and praises of the sons of the wedding canopy, who stand before the Creator.”"
            }, 
            "30": {
                "1": "Complete Omissions (Paragraph 30)", 
                "0": " that rests upon they who are wise, of whom it is written: \"And over the heads of the living creature was the likeness of a firmament, like the color of the terrible ice...\". This is the brightness of the firmament, which shines upon the entire Zeir Anpin, which is called the Torah. The brightness shines upon the heads of that living creature that is called the palanquin. These heads, which are the pillars and sockets of Zeir Anpin, who are wise shine constantly and look on that firmament to receive the light that emanates from there. This also is the light of Zeir Anpin in its entirety, which is Called Torah. It shines forever and never stops.", 
                "3": "Said Rabbi Barukyah…", 
                "2": "Sefer HaBahir", 
                "4": "\"And the earth was without form and void...\" The term \"was\" is exact in that it implies the earth's previous state, during which snow was mixed inside water. The act of the snow forming inside the water resulted in a foul substance. And afterward, a mighty fire beat upon it and refuse was formed inside it. It then conceived and became without form. The place where at first there was only filth, has become now a nest of refuse that is described as without form. It went through four stages until it became Tohu: (1) light turned into water; (2) water turned into snow; (3) snow turned into refuse with the infliction of the fire; and (4) the refuse, over time, became sufficiently distinguishable to be called without form. The words \"and void\" refer to the refined matter that emerged from the refuse and was set there. Darkness is the secret of the powerful fire and this darkness hovers above the formlessness, over that refuse, and is structured from it. In other words, darkness does not mean only the absence of light that is, emptiness but rather the aspect that produces emptiness, like a strong fire that burns and consumes everything it touches and leaves emptiness in its place. The reason why it is called darkness and not fire is that the burning force is not from the fire itself, but from the refuse, which is without form, over which it hovers, and from which it receives."
            }
        }, 
        "2": {
            "38": {
                "3": "And from there the Snahedrin knew 70 languages, which they are the 70 faces (interpretations) of the Torah. Because they are 70 languages from the side of the evil kingdom, (and) all of them are separate (unrelated languages). That is what it is written (Genesis 10:5): From these the maritime nations split up. in their lands, to their languages (Translators note: the Zoher uses here a different text for the verse than the traditional text), all of these 70 languages are are in separation from each other.", 
                "4": "However, in the Torah, they are 70 faces to Torah (study), in a single language. "
            }, 
            "581": {
                "5": "...It is written (Shmuel 1 2), “for a Power of knowledge is Hashem”. Knowledge certainly. He is the knowledge. With knowledge all palaces fill themselves. As it is written “with knowledge chambers are filled\" (Proverbs 24:4). (Because of this) other knowledge is not revealed, as it is hidden and departed into the substance and contained in it. Knowledge illuminates the brain and spreads out to the entire brain (in the brain, in the body entirely “for a G-d of knowledge is Hashem”)."
            }, 
            "195": {
                "3": "Rabbi Hiyya said:  if I am merely priviledged to her these words, it is enough.  Happy is the porton of those who strive with Torah and know the ways of the Holy king whose desire is for Torah.  About them it is written (Psalms 91:14-15) 'Because he desires me, I will deliver him...I will save him and honor him.'"
            }, 
            "194": {
                "1": "Thus, the earlier pious ones did not sleep on this night, and they studied Torah, saying let us acquire a holy inheritance for us and our children in two worlds.   And on this night, Keneset Yisrael is crowned above them and comes to intimately join with the King, and both of them are crowned above the heads of those who are worthy of this.   ", 
                "0": "that the Torah that we need to learn on this night [Leyl Shavuot] is the Oral Torah, so that they may be purified from the wellspring of the deep stream.  Afterward, on this day [of Shavuot] Written Torah will come join her and they will be as one, as one couple above.  Then it is proclaimed about him (Isaiah 59:21) 'And this is for Me My covenant with them said YHVH:  My spirit that is upon you and My words I have put in your mouth (will not depart from your mouth, nor from your children's mouths...now and forever)'.  ", 
                "3": "Come and envision!  The Hevraya prepare the jewels of the Bride that night, and crown her with Her crowns for the King.  But who prepares the King on that night to be with the Bride and partner with the Matronita?  The Holy River, deepest of all rivers, the Supernal Mother, as it is written (Shir HaShirim 3:11) Go out and see, O daughters of Jerusalem, the crown with which King Solomon was crowned by his mother on the day of his wedding.  And after she has prepared the King and crowned Him, she comes to purify the Matronita and those who are with Her.", 
                "2": "Rabbi Shimon would say, when  the Hevraya gathered around him this night, \"let us array the jewels of the Bride, so tomorrow she will appear before the King suitably adorned and bedecked.  Happy is the portion of the Hevraya when the King inquires of the Matronita who has placed her jewels and illuminated her crown, and arranged her adornments? For there is none in the world who know how to array the jewels of the Bride other than the Hevraya.  Happy is their portion in this world and the world that is coming.  ", 
                "4": "[A story:] There is a king who had an ﻿only son whom he united in marriage to a noble lady.  What did his mother do? She spent all night in the storeroom, and brought out a noble crown set with 70"
            }, 
            "453": {
                "0": "[The Hebrew letters] Aleph, H'et, Hei, A'yin [are pronounced] with the throat. Bet, Vav, Mem, Feh with the lips. Gimel, Yud, Khaf, Quf with the Palate. Dalet, Tet, Lamed, Nun, Taf with the Tongue. Zayin, Samekh, Sin (Shin), Resh, Tzadi with the teeth. "
            }, 
            "333": {
                "1": "For the conversion of a particular convert, the soul flies out from that chamber, and enters under the wings of the Shechina.  And She kisses it, since it is the fruit of the righteous ones, and sends it into that convert, and it steeps within.  From that moment, they are called a \"Ger Tzedek\" (righteous convert).  This is what the verse alludes to (Mishlei 11:30), \"The fruit of the righteous is a tree of life.\"  Just as the tree of life produces souls, so too the righteous person can produce fruit, by making souls.", 
                "0": "than the fruit brought in this world.  Their coupling, the coupling of that world, their desire is as one.  When their souls cleave one to another, it creates fruit.  Lights go out from them, creating candles.  These are the souls for the [future] converts that will convert, and all of them enter this particular chamber.", 
                "2": "The Rav of the Yeshiva said, it is written (Breishit 11:30), \"Now Sarai was barren; she had no child.\"  When it tells us that Sarai was barren, I already know that she had no child.  So why [does the verse add], \"she had no child\"?  Rather, here is what the Rav of the Yeshiva said: She had no child born to her, but souls she had born to her, by means of the cleaving with desire.  These two righteous ones [Sarai and Avram] birthed souls for converts all the time that they were at Haran, just as the righteous make [souls for converts] in Gan Eden.  As it says (Breishit 12:5), \"the people [literally 'the soul'] that they acquired [literally 'made'] in Haran\" -- they really did create that soul!"
            }, 
            "332": {
                "1": "They issued the ruling, and all the [other] students of the Yeshiva left.  I requested permission, since [Shimon] Bar Yochai had asked the same question, and I was therefore shown what I had not known before: Oh, my teacher -- there were six chambers shown to me [though only four are described here], with so many delights and pleasures!  These were from that curtain-divider and beyond, where no males at all may go up.", 
                "0": "Loading...", 
                "3": "Batya returns to the women, and they delve into precepts of Torah.  All of them have the likenesses they had in this world, and were clothed in light, just as the clothing of the men, except not quite as much light. The precepts of Torah that they did not merit to fulfill in this world, they [now] delve into, along with their meanings, in that world.  And all these women that dwell together with Batya, Pharaoh's daughter, are called serene women, and they are not troubled by the pains of gehenna at all.", 
                "2": "In one chamber, Batya, Pharaoh's daughter, comes, and so many thousands and thousands of women who merit to be with her.  Every single one of them deserves the supernal lights and pleasures [of that place], nothing at all is withheld from any of them.  Three times each day, the announcement is made: The likeness of Moshe, the faithful prophet, is coming!  And Batya goes out, to that curtained area which is dedicated to her, and observes the likeness of Moshe, and bows before it, saying, \"Happy is my portion, that I raised such a light!\"  This is her delight, above all others.", 
                "5": "In another chamber, Yocheved comes, the mother of Moshe the faithful prophet, and so many thousands and thousands of women with her.  In this chamber, there is no announcement at all, but three times each day, she acknowledges and praises the Ruler of the world, she and all the women with her.  They sing the Song of the Sea every day, and she herself recites from \"And Miriam the Prophet...took her timbrel in her hand...\" (Shmot 15:20).  And all these righteous women there in Gan Eden listen to her pleasant voice, and so many holy angels acknowledge and praise the holy Name with her.", 
                "4": "In another chamber, Serach bat Asher comes,  and so many thousands and thousands of women who merit to be with her.  Three times a day, the announcement comes: The likeness of Yosef the tzadik is coming!  With joy she goes out, to that curtained area which is dedicated to her, and observes light with the likeness of Yosef. With joy she bows before it, saying, \"Happy was that day, when I gave the tidings before my grandfather [that you were still alive]!\"  Then she returns to the rest of the women, and they delve into the praises of the Ruler of the world, and praise the Name.  How many places and joys, that each and everyone of them had!  Then they return and delves into the precepts of Torah, along with their meanings.", 
                "7": "Every night they come together, all of them as one, at the time of coupling, which is midnight, both in this world and in that world.  Coupling in that world is the cleaving of soul with soul, light with light.  Coupling in this world is body with body.  Everything is as it should be: like after like, couple after couple, body after body.  Coupling in that world, light after light.  The chambers of the four mothers are called the chambers of the confident daughters, which I did not merit to see.  Happy is the portion of these righteous ones, males and females, that go down the straight path in this world, and are entitled to all the delights of that world.", 
                "6": "In another chamber, Devora comes, and here too, all the other women with her acknowledge and sing [praises], with that very song that she sang in this world (Shoftim 5:1).  Oh, my teacher!  Oh, my teacher, who has seen the happiness and delight of these righteous ones, of the women who merit to serve the Holy One of Blessing?!  Deeper in from these chambers, are four hidden chambers of the holy mothers, which are not passed on or revealed, and no one has seen them.  All day they are separate among themselves, as I have told you; and the men also [are separate].", 
                "8": "Oh, my teacher!  Oh, my teacher, if you were not [Shimon] Bar Yochai, I would not have passed it along to be revealed.  The coupling of that world brings more fruit"
            }, 
            "193": {
                "5": "We have learned...."
            }, 
            "598": {
                "1": "...One destined to die, so shall it be done. For if he would give all he has as a ransom, and all the money in the world, it shall not save him.", 
                "2": "But for this he needs a wise doctor, who will work diligently upon him. If he is able to give him remedies for his body, all is well. But if not, let him give him remedies for his spirit. Further, he should work diligently upon his spirit. For this is the medicine of the Blessed Holy One, who works diligently upon him in this world, and in the world to come. "
            }
        }
    }, 
    "meta": "Volume-Daf-Paragraph"
}