{
    "work": "Mishneh Torah, Positive Mitzvot", 
    "text": {
        "201_Mitzvah": "לעזוב מעל חברו או מעל בהמתו, שנאמר: \"עזוב תעזוב, עימו\" (שמות כג,ה).", 
        "72_Mitzvah": "להתוודות לפני ה' מכל חטא שיעשה האדם, בשעת הקרבן ושלא בשעת הקרבן, שנאמר: \"והתוודו, את חטאתם אשר עשו\" (במדבר ה,ז).", 
        "242_Mitzvah": "לדון בדין נושא שכר ושוכר, שנאמר: \"כי ייתן איש אל ריעהו חמור או שור\" (שמות כב,ט).", 
        "27_Mitzvah": "להקטיר קטורת פעמים ביום, שנאמר: \"וְהִקְטִיר עָלָיו אַהֲרֹן קְטֹרֶת סַמִּים\" (שמות ל, ז).", 
        "123_Mitzvah": "להניח פרט הכרם לפי שבכל אלו נאמר \"לֶעָנִי וְלַגֵּר תַּעֲזֹב אֹתָם\" (ויקרא יט, י) (ויקרא כג, כב) וזו היא מצות עשה שלהם.", 
        "150_Mitzvah": "לבדוק בסימני חגבים לידע טהור מן הטמא, שנאמר: \"אשר לו כרעיים\" (ויקרא יא,כא).", 
        "15_Mitzvah": "להקהיל את העם לשמוע תורה במוצאי שביעית, שנאמר: \"הַקְהֵל אֶת הָעָם...\" (דברים לא, יב).", 
        "76_Mitzvah": "להקריב המצורע קרבן אחר שיטהר, שנאמר: \"וביום השמיני ייקח\" (ויקרא יד,י).", 
        "208_Mitzvah": "לכבד החכמים, שנאמר: \"מפני שיבה תקום\" (ויקרא יט, לב).", 
        "39_Mitzvah": "להקריב כהן גדול מנחה בכל יום, שנאמר: \"זֶה קָרְבַּן אַהֲרֹן וּבָנָיו\" (ויקרא ו, יג).", 
        "210_Mitzvah": "ליראה מאב ואם, שנאמר: \"אִישׁ אִמּוֹ וְאָבִיו תִּירָאוּ\" (ויקרא יט, ג).", 
        "48_Mitzvah": "לעשות עבודת היום ביום הצום, שנאמר: \"בְּזֹאת יָבֹא אַהֲרֹן אֶל הַקֹּדֶשׁ בְּפַר בֶּן בָּקָר\" (ויקרא טז, ג), וכל העבודה הכתובה בפרשת \"אחרי מות\".", 
        "187_Mitzvah": "להכרית זרעו של עמלק, שנאמר: \"תמחה את זכר עמלק\" (דברים כה,יט).", 
        "148_Mitzvah": "לבדוק בסימני בהמה, שנאמר: \"זאת החיה אשר תאכלו\" (ויקרא יא,ב).", 
        "6_Mitzvah": "לְהִשָּׁבַע בִּשְׁמוֹ, שֶׁנֶּאֱמָר \"וּבִשְׁמוֹ, תִּשָּׁבֵעַ\" (דברים ו יג, י כ).", 
        "82_Mitzvah": "להביא כל הקרבנות שיש על האדם בחובה או בנדבה ברגל ראשון שפגע בו, שנאמר: \"ובאת שמה\" (דברים יב,ה), \"והבאתם שמה\" (דברים יב,ו).", 
        "179_Mitzvah": "לעשות לעדים זוממין כמו שזמו לעשות, שנאמר: \"ועשיתם לו, כאשר זמם\" (דברים יט,יט).", 
        "67_Mitzvah": "להקריב בית דין קרבן אם טעו בהוראה, שנאמר: \"וְאִם כָּל עֲדַת יִשְׂרָאֵל יִשְׁגּוּ\" (ויקרא ד, יג).", 
        "221_Mitzvah": "לגרש בשטר, שנאמר: \"וכתב לה ספר כריתות ונתן בידה\" (דברים כד,א; דברים כד,ג).", 
        "198_Mitzvah": "להשיב המשכון לבעליו, שנאמר: \"השב תשיב לו את העבוט\" (דברים כד,יג).", 
        "104_Mitzvah": "להיות שכבת זרע מטמאה.", 
        "101_Mitzvah": "להיות בגד מנוגע טמא ומטמא.", 
        "55_Mitzvah": "לאכול בשר הפסח צלי בלילי חמישה עשר מניסן, שנאמר: \"וְאָכְלוּ אֶת הַבָּשָׂר\" (שמות יב, ח).", 
        "117_Mitzvah": "לשלם השוגג במעילה מה שמעל לה' ולהוסיף חומש, שנאמר: \"וְאֵת אֲשֶׁר חָטָא מִן הַקֹּדֶשׁ יְשַׁלֵּם\" (ויקרא ה, טז).", 
        "89_Mitzvah": "לשרוף בשר קודש שנטמא, שנאמר: \"והבשר אשר ייגע בכל טמא\" (ויקרא ז,יט).", 
        "234_Mitzvah": "לעבוד בעבד כנעני לעולם, שנאמר: \"לעולם, בהם תעבודו\" (ויקרא כה,מו).", 
        "212_Mitzvah": "לבעול בקידושין, שנאמר: \"כי יקח איש אשה ובא אליה\" (דברים כב, יג) וראה דברים כד, א.", 
        "152_Mitzvah": "לקדש חודשים ולחשב שנים וחודשים בבית דין בלבד, שנאמר: \"החודש הזה לכם, ראש חודשים\" (שמות יב,ב).", 
        "50_Mitzvah": "להוסיף קרבן ביום שמיני עצרת, כי רגל בפני עצמו הוא, שנאמר: \"בַּיּוֹם הַשְּׁמִינִי\" (במדבר כט, לה).", 
        "216_Mitzvah": "לחלוץ ליבם, שנאמר: \"וחלצה נעלו מעל רגלו\" (דברים כה,ט).", 
        "240_Mitzvah": "לדון בנזקי האש, שנאמר: \"כי תצא אש ומצאה קוצים\" (שמות כב,ה).", 
        "177_Mitzvah": "להעיד בבית דין למי שיש לו עדות, שנאמר: \"והוא עד, או ראה או ידע\" (ויקרא ה,א).", 
        "239_Mitzvah": "לדון בנזקי הבער, שנאמר: \"כי יבער איש, שדה או כרם\" (שמות כב,ד).", 
        "65_Mitzvah": "מעשה זבח השלמים, שנאמר: \"וְזֹאת תּוֹרַת זֶבַח הַשְּׁלָמִים\" (ויקרא ז, יא).", 
        "12_Mitzvah": "לקשור תפילין ביד, שנאמר: \"וּקְשַׁרְתָּם לְאוֹת עַל יָדֶךָ\" (דברים ו, ח).", 
        "5_Mitzvah": "לְדָבְקָה בּוֹ, שֶׁנֶּאֱמָר \"וּבוֹ תִדְבָּק\" (דברים י כ).", 
        "45_Mitzvah": "להביא שתי הלחם עם הקרבנות הקרבים בגלל הלחם ביום עצרת, שנאמר: \"מִמּוֹשְׁבוֹתֵיכֶם תָּבִיאוּ לֶחֶם תְּנוּפָה\" (ויקרא כג, יז) \"וְהִקְרַבְתֶּם עַל הַלֶּחֶם\" (שם, יח).", 
        "61_Mitzvah": "למלוח כל קרבן, שנאמר: \"עַל כָּל קָרְבָּנְךָ תַּקְרִיב מֶלַח\" (ויקרא ב, יג).", 
        "21_Mitzvah": "לשמור בית זה תמיד, שנאמר: \"וְאַתָּה וּבָנֶיךָ אִתָּךְ לִפְנֵי אֹהֶל הָעֵדֻת\" (במדבר יח, ב).", 
        "190_Mitzvah": "למשוח כוהן למלחמה, שנאמר: \"והיה, כקורבכם אל המלחמה; וניגש הכוהן\" (דברים כ,ב).", 
        "26_Mitzvah": "להסדיר לחם ולבונה לפני יי בכל שבת, שנאמר: \"וְנָתַתָּ עַל הַשֻׁלְחָן לֶחֶם פָּנִים\" (שמות כה, ל).", 
        "203_Mitzvah": "להשיב האבידה, שנאמר: \"השב תשיבם, לאחיך\" (דברים כב,א).", 
        "191_Mitzvah": "להתקין יד במחנה, שנאמר: \"ויד תהיה לך, מחוץ למחנה\" (דברים כג,יג).", 
        "245_Mitzvah": "לדון בדין טוען וכופר, שנאמר: \"על כל דבר פשע\" (שמות כב,ח).", 
        "215_Mitzvah": "לייבם אשת אח, שנאמר: \"יבמה יבוא עליה\" (דברים כה,ה).", 
        "103_Mitzvah": "להיות הזב מטמא.", 
        "40_Mitzvah": "להוסיף קרבן אחר בכל שבת, שנאמר: \"וּבְיוֹם הַשַּׁבָּת שְׁנֵי כְּבָשִׂים\" (במדבר כח, ט).", 
        "95_Mitzvah": "להיות כל נוגע בנבילה טמא, שנאמר \"וכי ימות מן הבהמה\" (ויקרא יא, לט).", 
        "161_Mitzvah": "לשבות ביום חמישים, שנאמר: \"וקראתם בעצם היום הזה, מקרא קודש\" (ויקרא כג,כא).", 
        "229_Mitzvah": "לתלות מי שנתחייב תלייה, שנאמר: \"ותלית אותו, על עץ\" (דברים כא,כב).", 
        "160_Mitzvah": "לספור מקצירת העומר תשעה וארבעים יום, שנאמר: \"וספרתם לכם, ממוחרת השבת\" (ויקרא כג,טו).", 
        "94_Mitzvah": "לדון בהפרת נדרים בכל הדינים האמורין בפרשה.", 
        "143_Mitzvah": "ליתן ראשית הגז לכוהן, שנאמר: \"וראשית גז צאנך--תיתן לו\" (דברים יח,ד).", 
        "80_Mitzvah": "לפדות פטר חמור, שנאמר: \"ופטר חמור תפדה בשה\" (שמות לד,כ).", 
        "46_Mitzvah": "להוסיף קרבן בראש השנה, שנאמר: \"וּבַחֹדֶשׁ הַשְּׁבִיעִי בְּאֶחָד לַחֹדֶשׁ [...] וַעֲשִׂיתֶם...\" (במדבר כט, א).", 
        "108_Mitzvah": "להיות הטהרה מכל הטמאות בטבילה במי מקוה, שנאמר: \"וְרָחַץ בַּמַּיִם אֶת כָּל בְּשָׂרוֹ\" (ויקרא טו, טז) למדו מפי השמועה שרחיצה זו במים שכל גופו עולה בהן בבת אחת.", 
        "222_Mitzvah": "לעשות לסוטה כתורה, שנאמר: \"ועשה לה הכוהן, את כל התורה הזאת\" (במדבר ה,ל).", 
        "102_Mitzvah": "להיות בית מנוגע מטמא.", 
        "23_Mitzvah": "לקדש הכהן ידיו ורגליו בשעת העבודה, שנאמר: \"וְרָחֲצוּ אַהֲרֹן וּבָנָיו...\" (שמות ל, יט).", 
        "165_Mitzvah": "לשבות בראשון של חג הסוכות, שנאמר: \"ביום הראשון, מקרא קודש\" (ויקרא כג,לה).", 
        "81_Mitzvah": "לערוף פטר חמור, שנאמר: \"ואם לא תפדה וערפתו\" (שמות יג,יג; שמות לד,כ).", 
        "184_Mitzvah": "לאבד עבודה זרה וכל משמשיה, שנאמר: \"אבד תאבדון את כל המקומות\" (דברים יב,ב).", 
        "136_Mitzvah": "לתקוע בשופר בשנת היובל, שנאמר: \"והעברת שופר תרועה\" (ויקרא כה,ט).", 
        "57_Mitzvah": "לאכול את בשר פסח שני על מצה ומרור, שנאמר: \"עַל מַצּוֹת וּמְרוֹרִים יֹאכְלוּהוּ\" (במדבר ט, יא).", 
        "41_Mitzvah": "להוסיף קרבן בכל ראש חודש וחודש, שנאמר: \"וּבְרָאשֵׁי חָדְשֵׁיכֶם תַּקְרִיבוּ...\" (במדבר כח, יא).", 
        "124_Mitzvah": "להביא ביכורים לבית הבחירה, שנאמר: \"רֵאשִׁית בִּכּוּרֵי אַדְמָתְךָ\" (שמות כג, יט) (שמות לד, כו).", 
        "223_Mitzvah": "להלקות הרשעים, שנאמר: \"והפילו השופט והכהו\" (דברים כה,ב).", 
        "109_Mitzvah": "להיות הטהרה מן הצרעת בין צרעת אדם בין צרעת בית בעץ ארז ואיזוב ושני תולעת ושתי ציפורים ומים חיים, שנאמר: \"זֹאת תִּהְיֶה תּוֹרַת הַמְּצֹרָע\" (ויקרא יד, ב).", 
        "228_Mitzvah": "להיות בית דין סוקלין באבנים, שנאמר: \"וסקלתם אותם\" (דברים כב,כד).", 
        "120_Mitzvah": "להניח לקט.", 
        "189_Mitzvah": "לעשות במלחמת הרשות כמשפט הכתוב בתורה, שנאמר: \"כי תקרב אל עיר\" (דברים כ,י).", 
        "14_Mitzvah": "לקבוע מזוזה, שנאמר: \"וּכְתַבְתָּם עַל מְזוּזֹת בֵּיתֶךָ וּבִשְׁעָרֶיךָ\" (דברים ו ט; יא, כ).", 
        "84_Mitzvah": "להיטפל בהבאת הקרבנות מחוצה לארץ לבית הבחירה, שנאמר: \"רק קודשיך אשר יהיו לך, ונדריך, תישא ובאת\" (דברים יב,כו); מפי השמועה למדו שאינו מדבר אלא בקודשי חוצה לארץ.", 
        "13_Mitzvah": "לעשות ציצית, שנאמר: \"וְעָשׂוּ לָהֶם צִיצִת\" (במדבר טו, לח).", 
        "140_Mitzvah": "להשמיט כספים בשביעית, שנאמר: \"שמוט כל בעל משה ידו\" (דברים טו,ב).", 
        "22_Mitzvah": "להיות הלוי עובד במקדש, שנאמר: \"וְעָבַד הַלֵּוִי הוּא\" (במדבר יח, כג).", 
        "205_Mitzvah": "לאהוב כל בני אדם מבני ברית, שנאמר: \"וְאָהַבְתָּ לְרֵעֲךָ כָּמוֹךָ\" (ויקרא יט, יח).", 
        "68_Mitzvah": "להקריב היחיד קרבן חטאת אם שגג במצות לא תעשה שחייבים עליה כרת, שנאמר: \"וְנֶפֶשׁ כִּי תֶחֱטָא\" (ויקרא ה, א).", 
        "171_Mitzvah": "לשמוע מכל נביא שיהיה בכל דור ודור אם לא יוסיף ולא יגרע, שנאמר: \"אליו, תשמעון\" (דברים יח,טו).", 
        "204_Mitzvah": "להוכיח החוטא, שנאמר: \"הוכח תוכיח את עמיתך\" (ויקרא יט,יז).", 
        "86_Mitzvah": "להיות התמורה קודש, שנאמר: \"והיה הוא ותמורתו יהיה קודש\" (ויקרא כז,י; ויקרא כז,לג).", 
        "118_Mitzvah": "להיות נטע רבעי קודש, שנאמר: \"יִהְיֶה כָּל פִּרְיוֹ קֹדֶשׁ הִלּוּלִים\" (ויקרא יט, כד).", 
        "192_Mitzvah": "להתקין יתד, שנאמר: \"ויתד תהיה לך, על אזנך\" (דברים כג,יד).", 
        "119_Mitzvah": "להניח פיאה.", 
        "87_Mitzvah": "לאכול שיירי מנחות, שנאמר: \"והנותרת ממנה, יאכלו אהרון ובניו\" (ויקרא ו,ט).", 
        "162_Mitzvah": "לשבות בראשון של חודש השביעי, שנאמר: \"באחד לחודש, יהיה לכם שבתון\" (ויקרא כג,כד).", 
        "96_Mitzvah": "להיות שמונה שרצים מטמאין, שנאמר \"וזה לכם הטמא\" (ויקרא יא, כט).", 
        "33_Mitzvah": "לשאת הארון על הכתף כשנושאין אותו, שנאמר: \"בַּכָּתֵף יִשָּׂאוּ\" (במדבר ז, ט).", 
        "63_Mitzvah": "מעשה חטאת, שנאמר: \"זֹאת תּוֹרַת הַחַטָּאת\" (ויקרא ו, יח).", 
        "142_Mitzvah": "ליתן מן הבהמה לכוהן הזרוע והלחיים והקיבה, שנאמר: \"ונתן, לכוהן, הזרוע\" (דברים יח,ג).", 
        "16_Mitzvah": "לכתוב כל איש ספר תורה לעצמו, שנאמר: \"כִּתְבוּ לָכֶם אֶת הַשִּׁירָה הַזֹּאת\" (דברים לא, יט).", 
        "60_Mitzvah": "להיות כל קרבן בהמה תמים, שנאמר: \"תָּמִים יִהְיֶה לְרָצוֹן\" (ויקרא כב, כא).", 
        "36_Mitzvah": "להיות הכהנים מיטמאין לקרוביהם, ומתאבלין עליהן כשאר ישראל שהן מצווין להתאבל, שנאמר: \"לָהּ יִטַּמָּא\" (ויקרא כא, ג).", 
        "100_Mitzvah": "להיות המצורע טמא ומטמא.", 
        "169_Mitzvah": "לשמוע קול שופר בראש השנה, שנאמר: \"יום תרועה, יהיה לכם\" (במדבר כט,א).", 
        "220_Mitzvah": "לעשות ליפת תואר ככתוב, שנאמר: \"וראית, בשביה, אשת, יפת תואר\" (דברים כא,יא).", 
        "238_Mitzvah": "לדון לגנב בתשלומין או במיתה, שנאמר: \"וכי יגנוב\" (ראה שמות כא,לז), \"אם במחתרת\" (שמות כב,א), \"וגונב איש ומכרו\" (שמות כא,טז).", 
        "247_Mitzvah": "לדון בדיני נחלות, שנאמר: \"איש כי ימות, ובן אין לו\" (במדבר כז,ח).", 
        "54_Mitzvah": "לשחוט כבש הפסח, שנאמר: \"וְשָׁחֲטוּ אֹתוֹ כָּל קְהַל \" (שמות יב, ו).", 
        "130_Mitzvah": "להתוודות וידוי מעשר, שנאמר: \"ואמרת לפני ה' אלוהיך ביערתי הקודש\" (דברים כו,יג).", 
        "227_Mitzvah": "להיות בית דין שורפין באש, שנאמר: \"באש ישרפו אותו, ואתהן\" (ויקרא כ,יד).", 
        "112_Mitzvah": "לעשות פרה אדומה להיות אפרה מוכן, שנאמר: \"וְהָיְתָה לַעֲדַת בְּנֵי יִשְׂרָאֵל\" (במדבר יט, ט).", 
        "20_Mitzvah": "ליראה מבית זה, שנאמר: \"וּמִקְדָּשִׁי תִּירָאוּ\" (ויקרא יט ל; כו, ב).", 
        "158_Mitzvah": "לשבות בראשון של פסח, שנאמר: \"וביום הראשון, מקרא קודש\" (שמות יב,טז).", 
        "180_Mitzvah": "לערוף את העגלה כמצותה, שנאמר: \"וערפו שם את העגלה, בנחל\" (דברים כא,ד).", 
        "105_Mitzvah": "להיות זבה מטמאה.", 
        "206_Mitzvah": "לאהוב את הגר, שנאמר: \"ואהבתם את הגר\" (דברים י, יט).", 
        "145_Mitzvah": "לשחוט בהמה חיה ועוף ואחר כך יאכל בשרם, שנאמר: \"וזבחת מבקרך ומצאנך\" (דברים יב,כא).", 
        "91_Mitzvah": "לגדל הנזיר שיערו, שנאמר: \"גדל פרע, שיער ראשו\" (במדבר ו,ה).", 
        "144_Mitzvah": "לדון בדיני חרמים, מהם לה' ומהם לכוהן, שנאמר: \"אך כל חרם אשר יחרים\" (ויקרא כז,כח).", 
        "153_Mitzvah": "לשבות בשבת, שנאמר: \"וביום השביעי תשבות\" (שמות כג,יב; שמות לד,כא).", 
        "70_Mitzvah": "להקריב השוגג במעילה, או החוטא בגזילה, או בשפחה חרופה, או שכפר בפיקדון ונשבע; מביא קרבן אשם, וזה הוא הנקרא אשם ודאי.", 
        "4_Mitzvah": "לְהִתְפַּלַּל לוֹ, שֶׁנֶּאֱמָר \"וַעֲבַדְתֶּם, אֵת ה' אֱלֹהֵיכֶם\" (שמות כג, כה) – עֲבוֹדָה זוֹ תְּפִלָּה.", 
        "244_Mitzvah": "לדון בדין מקח וממכר, שנאמר: \"וכי תמכרו ממכר לעמיתך\" (ויקרא כה,יד).", 
        "232_Mitzvah": "לייעד אמה עברייה, שנאמר: \"אשר לו יעדה\" (שמות כא,ח), \"ואם לבנו, ייעדנה\" (שמות כא,ט).", 
        "174_Mitzvah": "לנטות אחרי רבים אם תהיה מחלוקת בין הסנהדרין בדינין, שנאמר: \"אחרי רבים--להטות\" (שמות כג,ב).", 
        "164_Mitzvah": "לשבות ביום הצום, שנאמר: \"שבת שבתון\" (ויקרא טז,לא; ויקרא כג,לב).", 
        "90_Mitzvah": "לשרוף הנותר, שנאמר: \"והנותר, מבשר הזבח--ביום, השלישי, באש, יישרף\" (ויקרא ז,יז).", 
        "211_Mitzvah": "לפרות ולרבות, שנאמר: \"פרו ורבו\" (בראשית ט, ז).", 
        "99_Mitzvah": "להיות היולדת טמאה כנידה.", 
        "175_Mitzvah": "למנות שופטים ושוטרים בכל קהל וקהל מישראל, שנאמר: \"שופטים ושוטרים, תיתן לך\" (דברים טז,יח).", 
        "146_Mitzvah": "לכסות דם חיה ועוף, שנאמר: \"ושפך, את דמו, וכיסהו, בעפר\" (ויקרא יז,יג).", 
        "110_Mitzvah": "להיות המצורע מגלח כל שערו, שנאמר: \"וְהָיָה בַּיּוֹם הַשְּׁבִיעִי יְגַלַּח אֶת כָּל שְׂעָרוֹ\" (ויקרא יד, ט).", 
        "31_Mitzvah": "לחלוק כבוד לזרעו של אהרן, ולהקדימו לכל דבר שבקדושה, שנאמר: \"וְקִדַּשְׁתּוֹ\" (ויקרא כא, ח).", 
        "241_Mitzvah": "לדון בדין שומר חינם, שנאמר: \"כי ייתן איש אל ריעהו כסף או כלים\" (שמות כב,ו).", 
        "149_Mitzvah": "לבדוק בסימני העוף עד שיבדיל בין טמא לטהור, שנאמר: \"כל ציפור טהורה, תאכלו\" (דברים יד,יא).", 
        "47_Mitzvah": "להוסיף קרבן ביום הצום, שנאמר: \"וּבֶעָשׂוֹר לַחֹדֶשׁ הַשְּׁבִיעִי...\" (במדבר כט, ז).", 
        "11_Mitzvah": "לקשור תפילין בראש, שנאמר: \"וְהָיוּ לְטֹטָפֹת בֵּין עֵינֶיךָ\" (דברים ו, ח).", 
        "71_Mitzvah": "להקריב קרבן עולה ויורד, שנאמר: \"ואם לא תגיע ידו\" (ויקרא ה,ז), \"ואם לא תשיג ידו\" (ויקרא ה,יא).", 
        "56_Mitzvah": "לעשות פסח שני, שנאמר: \"בַּחֹדֶשׁ הַשֵּׁנִי בְּאַרְבָּעָה עָשָׂר\" (במדבר ט, יא).", 
        "59_Mitzvah": "להיות כל קרבנות בהמה מיום שמיני והלאה, שנאמר: \"מִיּוֹם הַשְּׁמִינִי וָהָלְאָה\" (ויקרא כב, כז).", 
        "170_Mitzvah": "ליתן מחצית השקל בכל שנה ושנה, שנאמר: \"זה ייתנו, כל העובר על הפקודים\" (שמות ל,יג).", 
        "226_Mitzvah": "להיות בית דין הורגין בחנק, שנאמר: \"מות יומת הנואף, והנואפת\" (ויקרא כ,י).", 
        "188_Mitzvah": "לזכור מה שעשה לנו עמלק תדיר, שנאמר: \"זכור, את אשר עשה לך עמלק\" (דברים כה,יז).", 
        "195_Mitzvah": "להעניק לעבד עברי, שנאמר: \"הענק תעניק, לו\" (דברים טו,יד); וכן אמה עברייה.", 
        "10_Mitzvah": "ללמוד תורה וללמדה, שנאמר: \"וְשִׁנַּנְתָּם לְבָנֶיךָ\" (דברים ו, ז).", 
        "196_Mitzvah": "להלוות לעני, שנאמר: \"אם כסף תלווה את עמי\" (שמות כב,כד); \"אם\" זה אינו רשות אלא מצוה, שנאמר: \"והעבט, תעביטנו\" (דברים טו,ח).", 
        "235_Mitzvah": "להיות החובל משלם ממון, שנאמר: \"וכי יריבון אנשים--והכה איש\" (שמות כא,יח).", 
        "53_Mitzvah": "לשמוח ברגלים, שנאמר: \"וְשָׂמַחְתָּ בְּחַגֶּךָ\" (דברים טז, יד).", 
        "172_Mitzvah": "למנות מלך, שנאמר: \"שום תשים עליך מלך\" (דברים יז,טו).", 
        "135_Mitzvah": "לקדש שנת יובל בשביתה כשמיטה, שנאמר: \"וקידשתם, את שנת החמישים\" (ויקרא כה,י).", 
        "173_Mitzvah": "לשמוע מכל בית דין הגדול שיעמדו להם לישראל, שנאמר: \"ועל המשפט אשר יאמרו לך--תעשה\" (דברים יז,יא).", 
        "217_Mitzvah": "לישא אונס שנאמר: \"ולו תהיה לאישה\" (דברים כב,כט).", 
        "154_Mitzvah": "לקדש שבת, שנאמר: \"זכור את יום השבת, לקדשו\" (שמות כ,ז).", 
        "93_Mitzvah": "לקיים אדם כל מה שהוציא בשפתיו, מקרבן או צדקה וכיוצא בהם, שנאמר: \"מוצא שפתיך, תשמור ועשית\" (דברים כג,כד).", 
        "78_Mitzvah": "לקדש בכור הבהמה הטהורה ולהקריבו, שנאמר: \"כל הבכור אשר ייוולד\" (דברים טו,יט).", 
        "19_Mitzvah": "לבנות בית הבחירה, שנאמר: \"וְעָשׂוּ לִי מִקְדָּשׁ\" (שמות כה, ח).", 
        "51_Mitzvah": "לחוג ברגלים, שנאמר: \"שָׁלֹשׁ רְגָלִים תָּחֹג לִי\" (שמות כג, יד).", 
        "83_Mitzvah": "להקריב כל הקרבנות בבית הבחירה, שנאמר: \"ושם תעשה, כול אשר אנוכי מצווך\" (דברים יב,יד).", 
        "166_Mitzvah": "לשבות בשמיני של חג, שנאמר: \"וביום השמיני מקרא קודש\" (ראה ויקרא כג,לו).", 
        "92_Mitzvah": "לגלח הנזיר שיערו על קרבנותיו במלאות ימי נזרו, או בתוך ימי נזרו אם נטמא, שנאמר: \"וכי ימות מת עליו\" (במדבר ו,ט).", 
        "73_Mitzvah": "להקריב הזב קרבן אחר שיטהר, שנאמר: \"וכי יטהר הזב, מזובו\" (ויקרא טו,יג).", 
        "52_Mitzvah": "להיראות ברגלים, שנאמר: \"שָׁלֹשׁ פְּעָמִים בַּשָּׁנָה יֵרָאֶה כָּל זְכוּרְךָ\" (שמות כג יז; שם לג, כג; דברים טז טז.", 
        "137_Mitzvah": "ליתן גאולה לארץ בשנת היובל, שנאמר: \"ובכול, ארץ אחוזתכם, גאולה, תיתנו לארץ\" (ויקרא כה,כד).", 
        "219_Mitzvah": "לדון במפתה בחמישים שקל עם שאר דינין, שנאמר: \"כי יפתה איש\" (שמות כב,טו).", 
        "32_Mitzvah": "להיות הכהנים לובשים לעבודה בגדי כהונה, שנאמר: \"וְעָשִׂיתָ בִגְדֵי קֹדֶשׁ...\" (שמות כח, ב).", 
        "88_Mitzvah": "לאכול בשר חטאת ואשם, שנאמר: \"ואכלו אותם אשר כופר בהם\" (שמות כט,לג).", 
        "116_Mitzvah": "להיות מקדיש שדהו נותן בערך הקצוב בפרשה, שנאמר: \"וְהָיָה עֶרְכְּךָ כְּפִי זַרְעוֹ\" (ויקרא כז, טז).", 
        "66_Mitzvah": "מעשה המנחה, שנאמר: \"וְנֶפֶשׁ כִּי תַקְרִיב קָרְבַּן מִנְחָה\" (ויקרא ב, א).", 
        "178_Mitzvah": "לחקור העדים הרבה, שנאמר: \"ודרשת וחקרת ושאלת, היטב\" (דברים יג,טו).", 
        "133_Mitzvah": "להשמיט קרקע, שנאמר: \"והשביעית תשמטנה ונטשתה\" (שמות כג,יא).", 
        "1_Mitzvah": "לְיַחֲדוֹ, שֶׁנֶּאֱמָר \"ה' אֱלֹהֵינוּ, ה' אֶחָד\" (דברים ו, ד).", 
        "97_Mitzvah": "להיות האוכלין מיטמאין, שנאמר \"מכל האוכל אשר יאכל\" (ויקרא יא, לד).", 
        "163_Mitzvah": "להתענות בעשירי בו, שנאמר: \"ובעשור לחודש תענו את נפשותיכם\" (ראה ויקרא טז,כט; במדבר כט,ז).", 
        "127_Mitzvah": "להפריש מעשר שני להיאכל לבעליו בירושלים, שנאמר: \"עַשֵּׂר תְּעַשֵּׂר\" (דברים יד, כב) מפי השמועה למדו שזה הוא מעשר שני.", 
        "224_Mitzvah": "להגלות רוצח בשגגה, שנאמר: \"וישב בה, עד מות הכוהן\" (במדבר לה,כה).", 
        "183_Mitzvah": "לעשות מעקה, שנאמר: \"ועשית מעקה לגגך\" (דברים כב,ח).", 
        "2_Mitzvah": "לְאָהֳבוֹ, שֶׁנֶּאֱמָר \"וְאָהַבְתָּ, אֵת ה' אֱלֹהֶיךָ\" (דברים ו ה, יא א).", 
        "218_Mitzvah": "לישב מוציא שם רע עם אשתו כל ימיו, שנאמר: \"ולו תהיה לאישה\" (דברים כב,יט).", 
        "202_Mitzvah": "להקים המשא על הבהמה, שנאמר: \"הקם תקים, עימו\" (דברים כב,ד).", 
        "246_Mitzvah": "להציל הנרדף ואפילו בנפש הרודף, שנאמר: \"וקצותה, את כפה\" (דברים כה,יב).", 
        "7_Mitzvah": "לְהִדַּמּוֹת בִּדְרָכָיו הַטּוֹבִים וְהַיְּשָׁרִים, שֶׁנֶּאֱמָר \"וְהָלַכְתָּ, בִּדְרָכָיו\" (דברים כח, ט).", 
        "98_Mitzvah": "להיות הנידה טמאה ומטמאה לאחרים.", 
        "159_Mitzvah": "לשבות בשביעי בו, שנאמר: \"וביום השביעי, מקרא קודש\" (שמות יב,טז; במדבר כח,כה).", 
        "126_Mitzvah": "להפריש מעשר דגן ללוים, שנאמר: \"כָּל מַעְשַׂר הָאָרֶץ\" (ויקרא כז, ל).", 
        "200_Mitzvah": "להיות השכיר אוכל בזמן שכירותו, שנאמר: \"כי תבוא בכרם ריעך\" (דברים כג,כה), \"כי תבוא בקמת ריעך\" (דברים כג,כו).", 
        "114_Mitzvah": "להיות מעריך בהמה טמאה נותן דמיה, שנאמר: \"וְהֶעֱמִיד אֶת הַבְּהֵמָה\" (ויקרא כז, יא).", 
        "3_Mitzvah": "לְיִרְאָה מִמֶּנּוּ, שֶׁנֶּאֱמָר \"אֶת-ה' אֱלֹהֶיךָ תִּירָא\" (דברים ו יג, י כ).", 
        "237_Mitzvah": "לדון בנזקי הבור, שנאמר: \"כי יפתח איש בור\" (שמות כא,לג).", 
        "225_Mitzvah": "להיות בית דין הורגין בסיף, שנאמר: \"נקום, יינקם\" (שמות כא,כ).", 
        "74_Mitzvah": "להקריב הזבה קרבן אחר שתטהר, שנאמר: \"ואם טהרה, מזובה\" (ויקרא טו,כח).", 
        "42_Mitzvah": "להוסיף קרבן בחג הפסח, שנאמר: \"שִׁבְעַת יָמִים תַּקְרִיבוּ אִשֶּׁה לַיי\" (ויקרא כג, לו).", 
        "141_Mitzvah": "לנגוש לנוכרי, שנאמר: \"את הנוכרי, תיגוש; ואשר יהיה לך\" (דברים טו,ג).", 
        "77_Mitzvah": "לעשר הבהמה, שנאמר: \"וכל מעשר בקר וצאן\" (ויקרא כז,לב).", 
        "43_Mitzvah": "להקריב מנחת העומר ממחרת יום ראשון של פסח עם כבש אחד, שנאמר: \"וַהֲבֵאתֶם אֵת עֹמֶר רֵאשִׁית קְצִירְכֶם אֶל הַכֹּהֵן\" (ויקרא כג, י).", 
        "236_Mitzvah": "לדון בנזקי בהמה, שנאמר: \"וכי ייגוף שור איש את שור ריעהו\" (שמות כא,לה).", 
        "199_Mitzvah": "ליתן שכר שכיר בזמנו, שנאמר: \"ביומו תיתן שכרו\" (דברים כד,טו).", 
        "64_Mitzvah": "מעשה האשם, שנאמר: \"זֹאת תּוֹרַת הָאָשָׁם\" (ויקרא ז, א).", 
        "181_Mitzvah": "להכין שש ערי מקלט, שנאמר: \"תכין לך, הדרך, ושילשת\" (דברים יט,ג).", 
        "168_Mitzvah": "ליטול לולב, שנאמר: \"ולקחתם לכם ביום הראשון, פרי עץ הדר כפות תמרים\" (ויקרא כג,מ).", 
        "75_Mitzvah": "להקריב היולדת קרבן אחר שתטהר, שנאמר: \"ובמלאות ימי טוהרה\" (ויקרא יב,ו).", 
        "30_Mitzvah": "לשלח טמאים ממחנה שכינה שהוא המקדש, שנאמר: \"וִישַׁלְּחוּ מִן הַמַּחֲנֶה כָּל צָרוּעַ וְכָל זָב וְכֹל טָמֵא לָנֶפֶשׁ\" (במדבר ה, ב).", 
        "8_Mitzvah": "לְקַדַּשׁ שְׁמוֹ, שֶׁנֶּאֱמָר \"וְנִקְדַּשְׁתִּי, בְּתוֹךְ בְּנֵי יִשְׂרָאֵל\" (ויקרא כב, לב).", 
        "58_Mitzvah": "לתקוע בחצוצרות על הקרבנות ובשעת הצרות, שנאמר: \"וּתְקַעְתֶּם בַּחֲצוֹצְרֹת\" (במדבר י, י).", 
        "233_Mitzvah": "לפדות אמה עברייה, שנאמר: \"והפדה\" (שמות כא,ח).", 
        "167_Mitzvah": "לישב בסוכה שבעת ימים, שנאמר: \"בסוכות תשבו, שבעת ימים\" (ויקרא כג,מב).", 
        "185_Mitzvah": "להרוג אנשי עיר הנידחת ולשרוף את העיר, שנאמר: \"ושרפת באש את . . . כל שללה\" (דברים יג,יז).", 
        "9_Mitzvah": "לִקְרוֹת קִרְיַת שְׁמַע פַּעֲמַיִם בְּכָל יוֹם, שֶׁנֶּאֱמָר \"וְדִבַּרְתָּ בָּם בְּשִׁבְתְּךָ בְּבֵיתֶךָ וּבְלֶכְתְּךָ בַדֶּרֶךְ וּבְשָׁכְבְּךָ וּבְקוּמֶךָ\" (דברים ו, ז).", 
        "107_Mitzvah": "להיות מי נדה מטמאין לאדם טהור, ומטהרין מטומאת מת בלבד. וכל אלו הדינין של טומאות אלו, רוב משפט כל טומאה וטומאה מהן מבואר בתורה שבכתב.", 
        "35_Mitzvah": "להיות הכהנים עובדין במקדש משמרות משמרות, ובמועדים עובדין כאחד, שנאמר: \"וְכִי יָבוֹא הַלֵּוִי...\" (דברים יח, ו) \"לְבַד מִמְכָּרָיו עַל הָאָבוֹת\" (שם, ח).", 
        "209_Mitzvah": "לכבד אב ואם, שנאמר \"כַּבֵּד אֶת אָבִיךָ וְאֶת אִמֶּךָ\" (שמות כ, יא); (דברים ה, טו).", 
        "231_Mitzvah": "לדון בעבד עברי כהלכותיו, שנאמר: \"כי תקנה עבד עברי\" (שמות כא,ב).", 
        "113_Mitzvah": "להיות מעריך אדם נותן דמים הקצובין בפרשה, שנאמר: \"אִישׁ כִּי יַפְלִא נֶדֶר\" (ויקרא כז, ב).", 
        "230_Mitzvah": "לקבור הנהרג ביומו, שנאמר: \"כי קבור תקברנו ביום ההוא\" (דברים כא,כג).", 
        "197_Mitzvah": "להלוות לנוכרי בריבית, שנאמר: \"לנוכרי תשיך\" (דברים כג,כא); מפי השמועה למדו שזו מצות עשה.", 
        "213_Mitzvah": "לשמח חתן את אשתו שנה, שנאמר: \"נקי יהיה לביתו שנה אחת\" (דברים כד, ה).", 
        "138_Mitzvah": "להיות גאולה בבתי ערי חומה עד שנה, שנאמר: \"ואיש, כי ימכור בית מושב\" (ויקרא כה,כט).", 
        "214_Mitzvah": "למול את הבן, שנאמר: \"וביום השמיני ימול בשר ערלתו\" (ויקרא יב, ג).", 
        "131_Mitzvah": "לקרות על הביכורים, שנאמר: \"וענית ואמרת לפני ה' אלוהיך\" (דברים כו,ה).", 
        "37_Mitzvah": "להיות כהן גדול נושא בתולה, שנאמר: \"וְהוּא אִשָּׁה בִּבְתוּלֶיהָ יִקָּח\" (ויקרא כא, יג).", 
        "69_Mitzvah": "להקריב היחיד קרבן אם נסתפק לו אם חטא חטא שחייבים עליו חטאת או לא חטא, שנאמר: \"וְלֹא יָדַע וְאָשֵׁם וְהֵבִיא אֶת אֲשָׁמוֹ\" (ויקרא ה, יז) וזה הוא נקרא אשם תלוי.", 
        "132_Mitzvah": "להפריש חלה לכוהן, שנאמר: \"ראשית, עריסותיכם--חלה, תרימו תרומה\" (במדבר טו,כ).", 
        "151_Mitzvah": "לבדוק בסימני דגים, שנאמר: \"את זה, תאכלו, מכול, אשר במים\" (ויקרא יא,ט; דברים יד,ט).", 
        "125_Mitzvah": "להפריש תרומה גדולה לכהן, שנאמר: \"רֵאשִׁית דְּגָנְךָ תִּתֵּן לוֹ\" (דברים יח, ד).", 
        "44_Mitzvah": "להוסיף קרבן ביום עצרת, שנאמר: \"וּבְיוֹם הַבִּכּוּרִים...\" (במדבר כח, כו) \"וְהִקְרַבְתֶּם עוֹלָה לְרֵיחַ...\" (במדבר כח, כז).", 
        "34_Mitzvah": "למשוח כהנים גדולים ומלכים בשמן המשחה, שנאמר: \"שֶׁמֶן מִשְׁחַת קֹדֶשׁ יִהְיֶה זֶה\" (שמות ל, לא).", 
        "111_Mitzvah": "להיות המצורע ידוע לכל בדברים האמורים בו \"בְּגָדָיו יִהְיוּ פְרֻמִים וְרֹאשׁוֹ יִהְיֶה פָרֻעַ וְעַל שָׂפָם יַעְטֶה וְטָמֵא טָמֵא יִקְרָא\" (ויקרא יג, מה). וכן כל שאר הטמאים צריכין להודיע את עצמן.", 
        "38_Mitzvah": "להקריב תמידין בכל יום, שנאמר: \"שְׁנַיִם לַיּוֹם עוֹלָה תָמִיד\" (במדבר כח, ג).", 
        "18_Mitzvah": "לברך אחר המזון, שנאמר: \"וְאָכַלְתָּ וְשָׂבָעְתָּ וּבֵרַכְתָּ אֶת יְיָ אֱלֹהֶיךָ\" (דברים ח, י).", 
        "62_Mitzvah": "מעשה העולה, שנאמר: \"אִם עוֹלָה קָרְבָּנוֹ\" (ויקרא א, ג).", 
        "24_Mitzvah": "לערוך נרות במקדש, שנאמר: \"יַעֲרֹךְ אֹתוֹ אַהֲרֹן וּבָנָיו\" (שמות כז, כא).", 
        "155_Mitzvah": "לבער חמץ, שנאמר: \"ביום הראשון, תשביתו שאור מבתיכם\" (שמות יב,טו).", 
        "115_Mitzvah": "להיות מעריך ביתו נותן כערך הכהן, שנאמר: \"וְאִישׁ כִּי יַקְדִּישׁ\" (ויקרא כז, יד).", 
        "128_Mitzvah": "להיות הלוים מפרישין מעשר מן המעשר שלקחו מישראל ונותנין אותו לכהנים, שנאמר: \"וְאֶל הַלְוִיִּם תְּדַבֵּר\" (במדבר יח, כו).", 
        "207_Mitzvah": "לצדק מאזניים עם המשקלות, שנאמר: \"מאזני צדק אבני צדק\" (ויקרא יט, לו).", 
        "194_Mitzvah": "ליתן צדקה, שנאמר: \"פתוח תפתח את ידך\" (דברים טו,ח; דברים טו,יא).", 
        "79_Mitzvah": "לפדות בכור אדם, שנאמר: \"אך פדה תפדה, את בכור האדם\" (במדבר יח,טו).", 
        "157_Mitzvah": "לאכול מצה בליל זה, שנאמר: \"בערב, תאכלו, מצות\" (שמות יב,יח).", 
        "134_Mitzvah": "לשבות מעבודת הארץ, שנאמר: \"בחריש ובקציר, תשבות\" (שמות לד,כא).", 
        "17_Mitzvah": "לכתוב המלך ספר תורה לעצמו, יתר על האחד של כל אדם, עד שיהיה לו שתי תורות, שנאמר: \"וְכָתַב לוֹ אֵת מִשְׁנֵה הַתּוֹרָה הַזֹּאת\" (דברים יז, יח).", 
        "176_Mitzvah": "להשוות בין בעלי דינין בשעה שעומדין בדין, שנאמר: \"בצדק, תשפוט עמיתך\" (ויקרא יט,טו).", 
        "25_Mitzvah": "לברך הכהנים את ישראל, שנאמר: \"כֹּה תְבָרְכוּ אֶת בְּנֵי יִשְׂרָאֵל\" (במדבר ו, כג).", 
        "193_Mitzvah": "להשיב את הגזל, שנאמר: \"והשיב את הגזילה אשר גזל\" (ויקרא ה,כג).", 
        "186_Mitzvah": "לאבד שבעה עממים מארץ ישראל, שנאמר: \"החרם תחרימם\" (דברים כ,יז).", 
        "129_Mitzvah": "להפריש מעשר עני תחת מעשר שני בשלישית ובשישית בשבוע, שנאמר: \"מִקְצֵה שָׁלֹשׁ שָׁנִים תּוֹצִיא אֶת כָּל מַעְשַׂר תְּבוּאָתְךָ\" (דברים יד, כח).", 
        "0_Mitzvah": "מִצְוָה רִאשׁוֹנָה מִמִּצְווֹת עֲשֵׂה, לֵידַע שֶׁיֵּשׁ שָׁם אֱלוֹהַּ, שֶׁנֶּאֱמָר \"אָנֹכִי ה' אֱלֹהֶיךָ\"  (שמות כ ב, דברים ה ו).", 
        "243_Mitzvah": "לדון בדין השואל, שנאמר: \"וכי ישאל איש מעם ריעהו\" (שמות כב,יג).", 
        "106_Mitzvah": "להיות המת מטמא.", 
        "147_Mitzvah": "לשלח הקן, שנאמר: \"שלח תשלח את האם ואת הבנים תיקח לך\" (דברים כב,ז).", 
        "121_Mitzvah": "להניח עומר השכחה.", 
        "182_Mitzvah": "לתת ללויים ערים לשבת, וגם הן קולטות, שנאמר: \"ונתנו ללויים . . . ערים\" (במדבר לה,ב).", 
        "85_Mitzvah": "לפדות קודשים בעלי מומים ויהיו מותרים באכילה, שנאמר: \"רק בכל אוות נפשך תזבח ואכלת בשר\" (דברים יב,טו); מפי השמועה למדו שאינו מדבר אלא בפסולי המוקדשין שייפדו.", 
        "122_Mitzvah": "להניח עוללות בכרם.", 
        "28_Mitzvah": "להבעיר אש במזבח העולה תמיד, שנאמר: \"אֵשׁ תמיד תוקד על המזבח\" (ויקרא ו, ו).", 
        "49_Mitzvah": "להוסיף קרבן בחג הסוכות, שנאמר: \"וְהִקְרַבְתֶּם עוֹלָה אִשֵּׁה רֵיחַ נִיחוֹחַ\" (במדבר כט, יג).", 
        "29_Mitzvah": "להרים הדשן מעל המזבח בכל יום, שנאמר: \"וְהֵרִים אֶת הַדֶּשֶׁן\" (ויקרא ו, ג).", 
        "139_Mitzvah": "למנות שני יובל שנים ושמיטים, שנאמר: \"וספרת לך, שבע . . .\" (ויקרא כה,ח).", 
        "156_Mitzvah": "לספר ביציאת מצריים בלילה הראשון של חג המצות, שנאמר: \"והגדת לבנך\" (שמות יג,ח)."
    }, 
    "meta": "Mitzvah"
}