{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "language": "en", 
    "license": "CC0", 
    "title": "Rashbam on Exodus", 
    "licenseVetted": true, 
    "text": [
        [], 
        [
            [], 
            [
                "", 
                "ותרא SHE SAW THAT HE WAS GOOD AND SHE HID HIM: The explanation that she hid him because of [something special] that she saw in him is false. All babies elicit the compassion of their mothers. Rather one must explain [the verb] SHE SAW (ותרא) like in the verse (Gen. 1:31), \"God saw (יארע) all that he had made and found it very good.\" There the phrase means that [God] looked and examined all His works and His actions that He had done to see whether there was something to correct therein; everything was proper and correct. Here also, since Moses was born [prematurely] after [a pregnancy of only] six months--just as we find that Samuel was born [after a six-month pregnancy, as it is written (I Sam. 1:20) לתקופות הימים i.e. after two tequfot and two [more] days. That is why she [Moses' mother] was able to hide him for three months, for the Egyptians used to check the pregnant women [only at the anticipated end of a full term pregnancy] at the end of nine months. Accordingly, [since he was born so prematurely] she examined him when he was born to see whether he was a stillborn that need not be hidden. But she saw that he was fine and good-looking, for his signs of maturity, which are his hair and fingernails--as we learned in Yevamot (80b )--were completed. So she knew that he was capable of surviving ", 
                "She hid him for three months--i.e. until the end of [what would have been a pregnancy of nine months, which is the standard length of pregnancy for most women. When they came to check on her either she told them that the child had been a stillborn or that the Egyptians had already thrown him into the river."
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "", 
                "", 
                "<b>and that I should bring out the Children of Israel from Egypt:</b> Which is to say, even if I am fitting to go into Pharaoh, I am incompetent for the other things. Which thing would be acceptable to Pharaoh, that I should say it to him? And is Pharaoh incompetent [so as] to listen to me to send free form his land, a large people that are his slaves? And which thing that would be acceptable should I say to him; that through this thing, I will bring them out of Egypt with the permission of Pharaoh? And the Holy One, blessed be He, answered the first [question] first, and said:"
            ]
        ], 
        [], 
        [], 
        [
            [], 
            [
                "", 
                "My name means that I have the ability to carry out my promise."
            ], 
            [
                "", 
                "One must explain it thus: I appeared to them as El Shaddai, but My basic name is YHVH.  And there is a duplication of language.", 
                "I did not reveal Myself to them by My basic name, but rather by El Shaddai.  But to you I have revealed My basic name -- Ehyeh, and what I am called -- YHVH.  And in your days I will carry out My promise to give them the land of C'na'an.  And \"sh'mi\" is linked to what precedes it, as I have explained.  And if it were written \"Lo hoda'ti lahem,\" then it would refer [below]: \"USh'mi YHVH lo hoda'ti.\""
            ]
        ], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "והכבד, seeing that the plague had been a severe one, Pharaoh’s natural obstinacy was not sufficient to cause him to renege on his promise, and G’d had to give his heart some assist."
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "ויהי בשלח פרעה את העם - and the Holy One, blessed by He, intended to bring them to the land of Canaan, and the Holy One, blessed by He, did not want to lead them ", 
                "דרך ארץ פלשתים כי קרוב הוא - [_because_ it was close] a direct route, to enter immediately into the land of Canaan, and when they they would enter the burden of the wars of the land of Canaan, they would appoint a chief and would return to Egypt, as they did several times, as it is written, \"It would be better for us to go back to Egypt! ... Let us head back for Egypt.” (Num. 14:3-4); \"We remember the fish that we used to eat in Egypt\" (Num. 11:5)."
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            [
                "(1) אשר עשה אלוקים למשה, that Pharaoh never harmed him, and that God magnified him in the eyes of Pharaoh and his servants, and performed miracles through him."
            ], 
            [
                "אחר שלוחיה - After Moshe had returned her and sent her back from Egypt, for we have not seen until now that he had returned her to his father-in-law's home.  But some explain:  Afterwards, he sent her her dowry. as it is written (I Kings 9:16), \"as a dowry\" to Pharaoh's daughter.  And this seems the plain sense, for we have not found verses on this matter.  Rather, before Yitro sent her, her and her children, into the wilderness, it should have written above, after the passage about \"blood of circumcision,\" that afterwards Moshe went and sent her to be with her father (her and her children), along the lines of \"And Ham was the father of Cana'an.\"", 
                "אחר שלוחיה - Like:  \"and afterwards she shall become clean\"  (Lev. 15:28).  And as I have explained (Gen. 22:13), \"Afterwards, it was caught in the thicket.\"  \"First the singers, and afterwards the musicians\" (Ps. 68:26)."
            ], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "(1) התלאה אשר מצאתם בדרך, Pharaoh’s pursuit to the sea, the mannah, and the meat that the Holy One, blessed be He, gave them."
            ], 
            [
                "(1) ויחד, from the root ח-ד-ה, similar to (I Chron. 16:27) עוז וחדוה, “strength and joy.” According to the rule applicable to all roots of ב,ג,ד,כ,פ,ת group of consonants that are of a root where the last root letter is removed, and the end takes a dagesh chazak. From בכה, [we get] ויבך (vayevk)[e.g., Gen. 27:38]; from פתה [we get] ויפת בסתר לבי (vayift) [Job 31:27]and יפת אלקים ליפת (yaft) [Gen. 9:27]; אל תוסף על דבריו (tosp) [Prov. 30:6]. From שבה, [we get] וישב, (vayishb, “he took captive”)."
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "V'KIDASHTAM.  An expression of preparation, as in [Num. 11:18] \"Prepare yourselves [hit'kad'shu] for tomorrow and you will eat meat.\""
            ]
        ], 
        [], 
        [
            [
                "All those with intelligence will know and understand that I have not come to explain laws, even though they are fundamental, as I explained in Genesis, because the aggadot and laws are inferred from textual redundancy.  Some are found in the commentary of R' Shlomo, my maternal grandfather, of blessed memory, but for me,  it is to explain the plain sense of scripture that I have come, and I will explain the meaning of the rules and laws according to their natural meaning.  Nevertheless, the laws are fundamental, as our Rabbis said, \"Halacha uproots (teaching) [scripture].\"  (of six years he shall go free in the Jubilee, and there are some who differentiate between them.)"
            ], 
            [
                "WHEN YOU ACQUIRE A HEBREW SERVANT.  The text refers to one who is sold by a court, as it is written (Ex. 22:2), \"if he lacks the means, he shall b sold for his theft.\"  But about the one who sells himself, from poverty, it is written in Parashat B'har (Lev. 25:39-40), \"If your kinsman is in straits ... and is sold to you, ....\"  On that it is written, \"until the Jubilee he shall serve you.\"  But on this, it says, \"six years he shall serve,\" with respect to the one sold by a court.  Some of our Rabbis equate their [the two kinds of Hebrew slaves'] laws, through a g'zeirah shavah, such that if he can, before six years, he goes free in the Jubilee.  And there are those who differentiate between them. ", 
                "", 
                "YEITZEI LAHOFSHI.  An action [i.e., a noun, \"to freedom\"], for if it were an expression for a person who is free [i.e., an adjective, \"free\"], it should have been vocalilzed with a hataf [i.e., a sh'va], \"l'hofshi.\"\n"
            ], 
            [
                "IF HE CAME SINGLE, HE SHALL LEAVE SINGLE.  It states the general rule and afterward it explains.  IF SINGLE he enters his master's house by himself, as he does not yet have a wife to enter with him, or even if HIS MASTER GAVE HIM A WIFE, nevertheless, HE SHALL LEAVE SINGLE, for the woman that his master gave him SHALL BELONG TO HER MASTER.  And now I will explain how this works:  IF HE HAS A WIFE, then he will not leave single, rather, HIS WIFE shall go out WITH HIM.  But IF HIS MASTER GAVE HIM A WIFE, etc., then as he entered single, so he shall leave single.  And this is talking about a Canaanite slave-woman that his master gave him.\n"
            ], 
            [], 
            [], 
            [], 
            [], 
            [
                "IF SHE IS BAD IN HER MASTER'S EYES, so that he does not want to fulfill \"she shall not go out like the going-out of the male slaves\" (Ex. 21:7), which implies that he should take her as a wife.  IF SHE IS BAD, ugly, IN HER MASTER'S EYES, such that he does not want TO DESIGNATE HER for himself as a wife.  ", 
                "IN HIS BREAKING FAITH WITH HER - Since he is breaking faith with her in that he does not designate her, as it is written in Malachi (2:14) regarding the wife of one's youth, \"you have broken faith with her, though she is your partner and covenanted spouse.\" ", 
                "HE SHALL LET HER BE REDEEMED.  He reduces her redemption price and she goes out through redemption, according to the number of remaining years."
            ]
        ], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "The Book of the Covenant - It is written in Heaven: And Moshe will write, etc.", 
                "We will do and We will obey - We will do what is spoken, and also obey what is commanded later to then fulfill."
            ]
        ], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "This is explained in [Parashat] Ki Tissa (Ex. 30:23-25).", 
                "V'LIK'TORET HASAMIM.  In other words, for purposes of the incense [k'toret], they brought spices, as it is written with regard to the incense (Ex. 30:34), \"Take for yourself spices\" in [Parashat] Ki Tissa. "
            ], 
            [], 
            [
                "MIKDASH.  An expression of meeting, for He prepares [mitkadesh] and readies Himself for them for some understood purpose [l'davar muvan], as it is written (Ex. 29:43), \"there I will meeet with the Israelites [and it will be kadosh through My presence].\""
            ], 
            [
                "LIKE ALL THAT I SHOW.  Like all of the images of vessels and buildings [that] the Holy One, blessed be He, actually showed to Moshe, as we find with Yehezkel and the Second Temple, fhat He showed him in Babylonia in \"divine visions.\"  He also showed him and explained to him orally, as it is written, and it is demonstrated just below (Ex. 25:40): \"that are being shown to you on the mountain.\"  If it were by speech alone, it would say \"that are being shown to you \"; why would it be necessary to say \"on the mountain\"?"
            ]
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [], 
            [
                "A G-dly craft - and Moshe did not engrave them. however in regard to the latter ones it is written: you engrave them."
            ]
        ]
    ], 
    "versionSource": "https://www.sefaria.org", 
    "heTitle": "רשב\"ם על שמות", 
    "versionTitleInHebrew": "תרגום קהילת ספאריה", 
    "categories": [
        "Tanakh", 
        "Commentary", 
        "Rashbam", 
        "Torah"
    ]
}