{
    "language": "en",
    "title": "Mishneh Torah, Eruvin",
    "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001020101/NLI",
    "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007",
    "status": "locked",
    "priority": 4.0,
    "license": "CC-BY-NC",
    "versionNotes": "\n    <i>Dedicated in memory of Irving Montak, z\"l</i><br><br>© Published and Copyright by Moznaim Publications.<br>Must obtain written permission from Moznaim Publications for any commercial use. Any use must cite Copyright by Moznaim Publications. Released into the commons with a CC-BY-NC license.\n    ",
    "digitizedBySefaria": false,
    "shortVersionTitle": "Trans. by Eliyahu Touger, Moznaim Publishing",
    "purchaseInformationImage": "https://storage.googleapis.com/sefaria-physical-editions/touger-mishneh-torah-hilkhot-teshuvah-purchase-img.png",
    "purchaseInformationURL": "https://moznaim.com/products/mishneh-torah-rambam",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isSource": false,
    "direction": "ltr",
    "isPrimary": false,
    "heTitle": "משנה תורה, הלכות עירובין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Zemanim"
    ],
    "text": [
        [
            "According to Torah law, when there are several neighbors dwelling in a courtyard, each in his private home, they are all permitted to carry within the entire courtyard, from the homes to the courtyard, and from the courtyard to the homes, because the entire courtyard is a private domain<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Included in this private domain are all the houses located in the courtyard.</i> and it is permitted to carry within it in its entirety.<br>Similarly, regarding a lane that has a pole [positioned at its entrance] or a beam positioned [above it],<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">See <i>Hilchot Shabbat</i> 17:2,9.</i> all the inhabitants of the lane are permitted to carry<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> notes that according to Torah law [<i>op. cit.</i>; see also the Rambam's Commentary on the Mishnah (<i>Eruvin</i> 1:2) ], it is permitted to carry within a lane, even though it does not have a pole or a beam. Nevertheless, it is then considered a <i>makom patur</i> and not a private domain.</i> in the entire [lane], and from the courtyards to the lane,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">As obvious from <i>Hilchot Shabbat</i> 17:2,8, a lane is an area enclosed by three walls and into which several courtyards open.</i> and from the lane to the courtyards, for the entire lane is a private domain.<br>Similarly, all [the area within] a city that is surrounded by a wall that is [at least] ten handbreadths high and has gates that are locked at night<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Based on the Rambam's statements in <i>Hilchot Shabbat</i> 17:10, the <i>Maggid Mishneh</i> and the Radbaz (Vol. V, Responsum 1508) state that the gates of the city need not actually be locked at night; it is sufficient that they are able to be locked.</i> is a private domain. This is the law of the Torah.",
            "Nevertheless, according to Rabbinic decree, it is forbidden for the neighbors to carry within a private domain that is divided into different dwellings, unless all the inhabitants join together in an <i>eruv</i> before the commencement of the Sabbath.<br>This [restriction] applies to courtyards, lanes, and cities. It was instituted by [King] Solomon and his court.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><i>Eruvin</i> 21b states that when King Solomon instituted the requirement for <i>eruvin</i>, a heavenly voice resounded, quoting Proverbs 23:15: \"My son, if your heart is wise, My heart will also rejoice.\"<br><i>Sefer HaMitzvot Gadol</i> asks why this requirement was not instituted in an earlier time, and quotes a letter of Rav Hai Gaon that explains that prior to King Solomon's era, the Jews were very heavily involved in wars (to conquer the land of Canaan, and then to protect themselves from the Philistines and others). It was not until King Solomon's time that the land was blessed with peace. Since an army camp is not obligated to heed the restrictions of <i>eruvin</i> (<i>Hilchot Melachim</i> 6:13), the practice was not instituted until the age when peace became the norm in <i>Eretz Yisrael</i>.</i>",
            "Similarly, people who dwell in tents,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">These all refer to dwellings that are intended to endure for an extended period (<i>Maggid Mishneh</i>).</i> in booths, or in an encampment<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">This refers to a camp other than an army camp, as mentioned in Note 6.</i> that is surrounded by a partition may not carry from tent to tent until they make an <i>eruv</i>. In contrast, [the members of] a caravan [who surround their encampment] with a partition are not required to [join in] an <i>eruv</i>.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The Rashba and the Ritba differ from the Rambam on this point and maintain that the travelers in a caravan are required to establish an <i>eruv</i>, and the dwellers of a camp are not. Note the explanation of their difference of opinion in the <i>Be'ur Halachah</i> 366.</i> They may transfer articles from tent to tent without an <i>eruv</i>, for [the very nature of their circumstance] is considered to be an <i>eruv</i>, since these are not long-lasting dwellings.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">As mentioned in Halachah 2, the obligation to establish an <i>eruv</i> was instituted to apply to people living in separate dwellings in a single domain. Since these structures are not enduring by nature, the people are not considered to be living in separate dwellings, and the restriction against carrying is therefore not instituted. (See <i>Mishnah Berurah</i> 366:12.)</i>",
            "Why did [King] Solomon institute this [restriction]? So that the common people would not err and say, \"Just as it is permitted to transfer articles from the courtyards to the streets of a city and its marketplaces, and to bring articles in [from these domains] to a courtyard, it is permitted to take articles from the city to the fields and from the fields to the city.\"<br>[Moreover, they would operate under the mistaken] impression that the marketplaces and streets - since they are the public domain - are like fields and deserts.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">See <i>Hilchot Shabbat</i> 14:1 and notes, which discuss the Rambam's opinion that deserts are a public domain.</i> [This would lead them to a further error, causing them to] say that only a courtyard is a private domain,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">The <i>Lechem Mishneh</i> comments that according to this logic, it would be unnecessary to forbid taking articles out from homes to a courtyard. He continues, explaining that this restriction is also necessary so that children who are knowledgeable only about what goes on in their homes and the adjacent courtyard will be aware of the obligation of making an <i>eruv</i>.</i> and they would think that there is no prohibition against the transfer of articles, and that it is permitted to transfer articles from a private domain to a public domain [and from a public domain to a private domain].",
            "Therefore, [King Solomon] instituted [the following rules]: Whenever a private domain is divided into separate dwelling units that are considered the private property of the individuals, and an area remains that is the joint property of all individuals and all share in it equally - e.g., a courtyard with houses<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">In this halachah, the Rambam is clarifying that the distinctions between different domains with regard to the laws of ownership could create confusion with regard to the domains of the Sabbath. As a safeguard, King Solomon instituted the laws of <i>eruvin</i>.<br>The <i>Tosafot Yom Tov</i> (<i>Eruvin</i> 7:1) maintains that it is the Rambam's view that a group of houses adjacent to each other without a courtyard does not require an <i>eruv</i>; that is necessary only when there is jointly owned property in the private domain. The <i>Tosafot Yom Tov</i> himself differs from this position and requires an <i>eruv</i> in such a situation. In practice, it is not customary to require an <i>eruv</i> unless there is jointly owned property in the domain.</i> that open onto it - the area that is jointly owned is considered as a public domain. Similarly, every place that one of the neighbors owns as his private property and treats as his individual holding shall be considered as a private domain.<br>It is thus forbidden to transfer an article from a person's private property to the area that is owned jointly, just as it is forbidden to transfer from a private domain into the public domain. Instead, every person should contain his activities within his own property, unless an <i>eruv</i> is established, although [according to the Torah] the entire area is one private domain.",
            "What is meant by an <i>eruv</i>? That all the individuals will join together in one [collection of] food before the commencement of the Sabbath. This serves as a declaration that they have all joined together and share food as one; none of them has [totally] private property. Instead, just as the jointly-owned area is the property of all, so too, everyone shares in the property that is privately owned. They are all joined in one domain.<br>[Performing] this act will prevent them from erring and thinking that it is permitted to transfer articles between a private domain and the public domain.",
            "The <i>eruv</i> that the inhabitants of a courtyard make among themselves is referred to as <i>eruvei chatzerot</i> [the joining of the areas of courtyards]. [The joining together of] the inhabitants of a lane or of a city is referred to as <i>shituf</i>, [partnership].",
            "An <i>eruv</i> [joining together] the inhabitants of a courtyard may not be made with anything other than a whole loaf of bread.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\"><i>Eruvin</i> 81a states that this law was instituted to prevent quarrels among neighbors that might arise if one gave a whole loaf and one gave only a portion of a loaf. As stated in Halachah 16, every family in the courtyard gives a whole loaf. (See the notes on that halachah.) The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 366:7) states, however, that if an <i>eruv</i> is established by one person on behalf of others, without collecting flour or loaves of bread from the other inhabitants of the courtyard, it is possible to use a loaf that is not whole.</i> Even if a loaf of bread is a <i>se'ah</i><sup class=\"footnote-marker\">15</sup><i class=\"footnote\">A large measure of grain, approximately 8 kilogram in contemporary measure.</i> in size, but it is sliced, it may not be used for an <i>eruv</i>. If it is whole, even if it is as small as an <i>isar</i>,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">A small Italian silver coin, weighing four barley corns (<i>Hilchot Shekalim</i> 1:3).</i> it may be used for an <i>eruv</i>.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">From the Rambam's wording, it would appear that there is no minimum measure required for the size of the loaf; as long as it is whole, it is sufficient, regardless of how many people dwell in the courtyard. Rav Moshe HaCohen and others differ, interpreting <i>Eruvin</i> 80b as requiring the loaf to be large enough to include a measure the size of a dried fig for each of the inhabitants (as the Rambam states in the following halachah regarding a <i>shituf</i>). It is Rav Moshe HaCohen's view that is accepted by the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 366:6, 368:3).</i><br>Just as an <i>eruv</i> may be made using a loaf of bread made from grain,<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">I.e., wheat, barley, spelt, oats, and rye.</i> so too, may it be made with a loaf of bread made from rice<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Based on the Rambam's Commentary on the Mishnah (<i>Sh'vi'it</i> 2:7), we have translated אורז as rice, and דוחן as millet. There are, however, different opinions concerning this matter. (See <i>Magen Avraham</i> 208:9; <i>Turei Zahav</i> 208:11.)</i> or lentils. A loaf of bread made from millet, by contrast, may not be used.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">For it is not common to make bread from millet.</i><br>The <i>shituf</i> [for a lane or for a city, by contrast, may be made using] either bread or other foods.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Rashi (<i>Eruvin</i> 71b) explains the difference between the <i>eruv</i> established in a courtyard and the <i>shituf</i> established in a lane as follows: An <i>eruv</i> is necessary in order to consider all of the dwellings as the mutually-owned property of all the members of the courtyard. Since the establishment of a location as a dwelling is a significant halachic act, it is necessary to use a significant food, bread. In contrast, the <i>shituf</i> joining together different courtyards is a far looser arrangement. Hence, other foods are also acceptable.</i> For we may use any food for a <i>shituf</i>, with the exception of water and salt. Similarly, mushrooms and truffles may not be used for a <i>shituf</i>, because they are not considered to be foods.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">In his Commentary on the Mishnah (<i>Eruvin</i> 3:1), the Rambam explains that mushrooms and truffles are a very base type of food. Hence, they are not considered acceptable.<br>In his gloss on the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 386:5), the Vilna Gaon writes that the exclusion does not apply to cooked mushrooms and truffles, for they are considered foods of high quality. <i>Sefer HaKovetz</i> differs and refutes all the proofs brought by the Vilna Gaon.</i><br>[The restriction against using water and salt applies only] when they are set aside as separate entities. If one mixes water and salt, this is considered to be brine, and may be used for a <i>shituf</i>.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">By themselves, these are considered to be fit to prepare food, but not to be foods themselves (Rambam's Commentary on the Mishnah, <i>loc. cit.</i>). When mixed together as brine, they are suitable as a dip.<br>When quoting this ruling, the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 386:5) mentions the opinion of <i>Tosafot</i> (<i>loc. cit.</i>) that the brine must also be mixed with oil. Without this, the brine is unfit for use as a dip.</i>",
            "What quantity of food is necessary to establish a <i>shituf</i>? A measure equal to the size of a dried fig<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">As stated in <i>Hilchot Shabbat</i> 18:1, one is liable for t ransferring an amount of food equal to the size of a dried fig from one domain to another. Therefore, this is the size of the measure chosen to establish a <i>shituf</i>. (See <i>Eruvin</i> 80b.)</i> for every inhabitant of the lane or of the city, provided there are eighteen or less. If, however, there are more than [eighteen inhabitants], the minimum measure [of the <i>shituf</i>] is [an amount of] food [sufficient] for two meals - i.e., an amount equivalent to eighteen dried figs, which is equivalent to the measure of six medium-size eggs.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">According to <i>Shiurei Torah</i>, the size of an egg is 57.6 milliliters.; according to the <i>Chazon Ish</i>, it is 100 milliliters.<br>See also the <i>Kessef Mishneh</i>, who notes that based on <i>Eruvin</i> 82b-83a, there is an apparent contradiction between the Rambam's ruling here and his ruling in <i>Hilchot Tum'at Ochalin</i> 4:1. Nevertheless, a deeper analysis of the text in <i>Eruvin</i> allows for a resolution of both decisions.<br>Note also the <i>Shulchan Aruch HaRav</i> 368:3 which mentions an opinion that the measure is slightly less than the size of eight eggs. Since there are many halachic factors dependent on this measure, e.g., the measure of כדי אכילת פרס, the ruling is very significant.</i> Even if thousands and myriads of people desire to make use [of this <i>shituf</i>], [all that is necessary] is [an amount of] food [sufficient] for two meals.",
            "When a <i>shituf</i> is made using any food that is eaten without further cooking - e.g., a loaf of bread, certain species of grain, or raw meat - the minimum measure is the [amount of] food [sufficient] for two meals.<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">The principle on which this halachah is based is expressed by <i>Eruvin</i> 29b: \"For side dishes [that are eaten together with bread], the minimum measure is the amount [of these dishes] eaten at two meals. For food that is not a side dish, an amount large enough to eat two meals from it.\"<br>In Talmudic times, bread was the staple food that was generally served as the basis for a meal. Smaller quantities of other foods were also eaten at a meal, together with bread as \"side dishes.\" Accordingly, if the food in question is usually eaten together with bread as a side dish, it is necessary to bring only the quantity that would usually be consumed as a side dish in a meal. If, however, the food is not usually eaten with bread, but instead is itself a staple that can be used as a staple instead of bread, the full amount necessary for two meals is required.</i><br>When the food in question is a side dish - i.e., something that people customarily eat together with bread - e.g., cooked wine, roasted meat, vinegar, fish brine, olives, and onion heads - the minimum measure is an amount sufficient to accompany two meals.<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">The Rambam gives several examples of the minimum amounts required for side dishes in the following halachah.</i>",
            "When fresh wine<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">In contrast to the cooked wine mentioned in the previous halachah.</i> is used for a <i>shituf</i>, two <i>revi'iot</i> are required for every [participant]. Similarly, if beer is used, two <i>revi'iot</i> [are required].<br>If eggs are used, [the minimum measure] is two; they may be used for a <i>shituf</i> even when raw. [Other minimum measures are:] two pomegranates,<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">See <i>Hilchot Matnot Ani'im</i> 6:8, which mentions this and several of the other measures cited by the Rambam in this halachah as \"sufficient to satisfy\" a poor man, and therefore fit to be given to him as \"the tithe of the poor.\" Significantly, there it mentions \"ten nuts,\" leading the <i>Maggid Mishneh</i> to consider amending the text here.</i> one etrog, five nuts, five peaches, a Roman pound of vegetables - whether raw or cooked; if [the vegetables] are lightly, but not thoroughly, cooked, they may not be used;<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Raw vegetables are eaten in salads, and cooked vegetables are eaten as foods, but partially cooked vegetables are not eaten at all. The Ra'avad maintains that this restriction applies only to beets, but the <i>Maggid Mishneh</i> explains that the same rationale - and therefore the same ruling - applies to other vegetables as well.</i> an <i>uchla</i><sup class=\"footnote-marker\">31</sup><i class=\"footnote\">The Rambam defines this and several of the other measures he mentions in the following halachah.</i> of spices, a <i>kav</i> of dates, a <i>kav</i> of dried figs, a <i>maneh</i> of crushed figs, a <i>kav</i> of apples, a handful of cuscuta,<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">A parasitic plant that grows on shrubs.</i> a handful of fresh beans, a Roman pound of lichen.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">A wild plant that is occasionally used for food. Some commentaries reverse the definitions of cuscuta and lichen.</i><br>Beets are considered vegetables and may be used for an <i>eruv</i>. Onion leaves may not be used for an eruv unless they are already grown, and the length of each leaf is at least that of a spread-out hand. If they are not this long, they are not considered to be food.<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">When the leaves grow long, they are called scallions and are edible. Before they grow long, however, they are bitter, and unfit to be used.</i><br>All these types of food are considered to be side dishes; therefore, they have been given these measures. The same principles apply in other similar situations. All foods can be combined to reach the minimum measure required for a <i>shituf</i>.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">The Rambam's statements are based on the statements of the Mishnah (<i>Me'ilah</i> 4:7), which he interprets as referring to both an <i>eruv t'chumim</i> (an <i>eruv</i> to extend the Sabbath boundaries) and a <i>shituf</i>. The Ra'avad differs and maintains that the reference is only to an <i>eruv t'chumim</i>. Significantly, in his Commentary on the Mishnah (<i>Me'ilah, loc. cit.</i>), the Rambam mentions only an <i>eruv t'chumim</i>, seeming to imply that he originally held the same view as the Ra'avad. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 386:4) follows the ruling of the Rambam in this halachah.</i>",
            "Whenever the term Roman pound is mentioned, it refers to [a measure equal to] two<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Rashi differs and defines a Roman pound as equaling a <i>log</i>, four revi'iot.</i> full <i>revi'iot</i>.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">A <i>revi'it</i>, the measure on which all the other measures mentioned in this halachah is based, is 86.4 milliliters according to <i>Shiurei Torah</i>, and 150 milliliters according to the <i>Chazon Ish</i>.</i> An <i>uchla</i> is half a <i>revi'it</i>; a <i>maneh</i>, one hundred <i>dinarim</i>; a <i>dinar</i>, six <i>ma'ah</i>; a <i>ma'ah</i>, the weight of sixteen barley corns;<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">See also <i>Hilchot Shekalim</i> 1:3.</i> a <i>sela</i>, four <i>dinarim</i>.<br>A <i>revi'it</i> contains an amount of water or wine<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Rav Moshe HaCohen objects to the Rambam's statements, because equal volumes of wine and water are not equal in weight.</i> equivalent to approximately seventeen and one half <i>dinarim</i>. Thus, a Roman pound is equivalent in weight to 35 <i>dinarim</i>, and an <i>uchla</i> is equivalent in weight to eight and three-quarter <i>dinarim</i>.",
            "Whenever the term <i>se'ah</i> is mentioned, it refers to [a measure equal to] six <i>kabbim</i>. A <i>kav</i> is four <i>logim</i>, and a <i>log</i> is four <i>revi'iot</i>. We have already defined the measure and the weight of a <i>revi'it</i>.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">In <i>Hilchot Tefillah</i> 15:4, the Rambam defines a <i>revi'it</i> as the volume of an area two fingerbreadths by two fingerbreadths, which is two and seven tenths of a fingerbreadth high.</i> These measurements are necessary for a person to remember at all times.",
            "[All] food that is permitted to be eaten, even if the person who uses it is forbidden to partake of it, may be used for an <i>eruv</i><sup class=\"footnote-marker\">41</sup><i class=\"footnote\">This refers to an <i>eruv t'chumim</i>, for, as stated in Halachah 8, an <i>eruv</i> for a courtyard may be established only with bread.</i> or for a <i>shituf</i>.<br>What is implied? A nazirite<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">Who may not partake of wine (Numbers 6:3 .</i> may establish a <i>shituf</i> using wine, and an Israelite [may establish a <i>shituf</i> using] <i>terumah</i>.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Although it may be eaten only by a priest (Leviticus 22:10, Numbers 18:12 .<br>Although this law is quoted by the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 386:8), <i>Shulchan Aruch HaRav</i> 386:8 and the <i>Mishnah Berurah</i> 386:47 note that in the present age, even the priests are ritually impure, and are therefore forbidden to partake of <i>terumah</i>. Hence, <i>terumah</i> may no longer be used for an <i>eruv</i>.</i> Similarly, a person who takes a vow or an oath not to partake<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">According to Rabbenu Asher and the <i>Tur</i> (<i>Orach Chayim</i> 386), the word \"partake\" is exact. Were a person to vow not to benefit from a food, he would be forbidden from using it for this purpose. (Others differ and maintain that since \"the mitzvot were not given for our benefit,\" using the food for an <i>eruv</i> does not violate one's vow.) <i>Shulchan Aruch HaRav, loc. cit.</i>, suggests that one should be stringent and follow the <i>Tur's</i> ruling.</i> of a particular food may use it for an <i>eruv</i> or a <i>shituf</i>. For if it is not fit for one person [to partake of], it is fit for another.",
            "A forbidden [food] - e.g., <i>tevel</i>,<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Food from which <i>terumah</i> and the tithes have not been separated, and that is hence forbidden to be eaten. The Rambam's choice of foods is based on <i>Berachot</i> 7:1, which mentions that a blessing should not be recited when partaking of the foods mentioned in the first grouping, because they are forbidden. In contrast, a blessing should be recited over those in the second grouping. (See also <i>Hilchot Berachot</i> 1:19-20.)</i> even food that is considered <i>tevel</i> only by Rabbinic decree<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">E.g., produce that grows in containers (Rambam's Commentary on the Mishnah, <i>Berachot, loc. cit.</i>).</i>, the first tithe from which <i>terumah</i> was improperly taken,<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">This refers to an instance in which the first tithe was separated before <i>terumah</i>. Before it is permitted to partake of the tithe, it is necessary to separate <i>terumah</i> from it (<i>ibid.</i>).</i> or the second tithe or consecrated articles that were not redeemed in the proper manner<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">The second tithe may be eaten only in Jerusalem, and consecrated a rticles may not be used for mundane purposes. These articles may be redeemed and then used for mundane purposes. In this instance, however, we are speaking about a situation where the redemption was improperly performed - e.g., one used uncoined metal (<i>ibid.</i>).</i> - by contrast, may not be used for an <i>eruv</i> or a <i>shituf</i>.<br>We may, however, use <i>d'mai</i><sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Produce from which we are unsure whether the tithes were separated or not. (See <i>Hilchot Ma'aser</i> 9:1.)</i> for an <i>eruv</i> or a <i>shituf</i>, since it is fit to be used by the poor. Similarly, we may use the first tithe after <i>terumah</i> was removed, and the second tithe or consecrated articles that were redeemed, even if the [additional] fifth of their value was not paid.<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">When the second tithe or consecrated articles are being redeemed, it is necessary to add an additional fifth of the article's value. Nevertheless, once the value of the article itself is paid, even though the additional fifth is still outstanding, the article is considered redeemed and may be used for mundane purposes. (See <i>Hilchot Ma'aser Sheni</i> 5:12.)</i> For [failure to give] the [additional] fifth does not [void the redemption of these articles].<br>We may use the second tithe in Jerusalem, since it is fit to be eaten there, but [it may] not [be used] outside [that city].",
            "How is an <i>eruv</i> [joining the entire area of] a courtyard together established? We collect a complete loaf of bread from every house<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">The Ra'avad and Rav Moshe HaCohen differ with the Rambam and state that it was customary to collect a portion of flour from all the houses in the courtyard and then to bake a single loaf from it. Others mention the custom that one person would bake a loaf from his own flour and grant everyone a portion in it. (See Ramah, <i>Orach Chayim</i> 366:6.)</i> and place all [the loaves] in a single container<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">See Halachah 18.</i> in one of the houses of the courtyard.<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">The place where the <i>eruv</i> is stored must be fit to serve as a dwelling. All the examples that the Rambam mentions as acceptable can serve as a dwelling if necessary. By contrast, all those that he mentions as unacceptable are not fit to serve as a dwelling.<br>The Ramah (<i>loc. cit.</i>:3) states that since, at present, since a <i>shituf</i> is established for a larger area, it is unnecessary to be placed in a dwelling. For this reason, it is permitted - and this is indeed the custom - to place the <i>eruvin</i> in the synagogue.</i> Even a granary, a barn, or a storehouse [is acceptable for this purpose]. If, however, the <i>eruv</i> was placed in a gatehouse - even a gatehouse belonging to a private individual - an <i>exedra</i>,<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">A Greek architectural structure with two or three walls.</i> a porch, or a house that is not four cubits by four cubits, it is not considered an <i>eruv</i>.<br>When the <i>eruv</i> is gathered together,<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">For the blessing should be recited before the mitzvah is carried out. The <i>Beit Yosef</i> (<i>Orach Chayim</i> 395) states that it is preferable to recite the blessing before one begins gathering the bread or the flour from each household. The later authorities, however, state that one may recite the blessing after completing the collection (<i>Shulchan Aruch Harav</i> 366:18; <i>Mishnah Berurah</i> 366:81).</i> one recites the blessing: \"Blessed be You, God, our Lord, King of the Universe, who has sanctified us with His commandments and commanded us<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Even though the mitzvah of establishing an <i>eruv</i> was ordained by our Sages, it is proper to praise God when fulfilling His commandments, because carrying out the decrees of the Sages also fulfills God's commandments (<i>Hilchot Berachot</i> 11:3).</i> concerning the mitzvah of the <i>eruv</i>.\" [Afterwards,] one says, \"With this <i>eruv</i>, all the inhabitants of this courtyard will be permitted to bring objects in and out from one house to another.\"<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 366:15) states that one should add \"And from the courtyard to the houses and from the houses to the courtyard.\"</i><br>A minor may collect [the bread for] the <i>eruv</i> [joining the entire area of] a courtyard together. The house in which the <i>eruv</i> is placed need not give a loaf of bread.<sup class=\"footnote-marker\">58</sup><i class=\"footnote\"><i>Eruvin</i> 49a explains that by having the loaf of bread they gave for the <i>eruv</i> located in a house, the other people who join in the <i>eruv</i> show that they have the right to dwell in that house. The person who actually dwells in the house where the <i>eruv</i> is kept, by contrast, does not need any further indication that it is his home.</i> If [the inhabitants of a courtyard] ordinarily place [the <i>eruv</i> in one house], as an expression of \"the ways of peace\"<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">In his Commentary on the Mishnah (<i>Gittin</i> 5:8), the Rambam explains that since the person in whose home the <i>eruv</i> is kept benefits (for he does not have to contribute toward it), it is proper to continue offering him this benefit. The commentaries note that this interpretation appears to differ from that of the Talmud (<i>Gittin</i> 60b), which states that it should be kept in the original house because of \"suspicion.\" (According to Rashi, this means the suspicion that will arise when people enter the house where the <i>eruv</i> is usually held, and see that there is no <i>eruv</i> there; according to <i>Tosafot</i>, it is intended to belie the suspicion that the place of the <i>eruv</i> was changed because the person in whose house it was kept stole from it.)</i> it is proper that they should not change [to another home].",
            "How is a <i>shituf</i> established for a lane? We collect [an amount of food] equivalent to the size of a dried fig from each and every person - or less than this amount,<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">See Halachah 9.</i> if many people are involved. The entire amount is placed in a single container in one of the courtyards in the lane, or in one of the homes. [It is even acceptable] to place it in a small home, in an <i>exedra</i>, or in a porch. If, however, one leaves it in the open space of the lane, it is not acceptable.<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">I.e., the governing principle is that the <i>shituf</i> must be kept in a protected place. A courtyard is acceptable for this purpose, because it is the private property of the inhabitants of the houses that adjoin it. The lane itself, however, is public property, and therefore unacceptable.</i><br>If one leaves the container in one of the courtyards, one must lift the container at least a handbreadth above the ground of the courtyard, so that it will be obvious.<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> quotes <i>geonim</i> who agree with the Rambam, but also other authorities who state that lifting up the container is necessary only when the container belongs to another person and he is granting the inhabitants of the lane the right to use it. To manifest their acquisition, they are required to lift it up a handbreadth above the ground.<br>In the <i>Kessef Mishneh</i>, Rav Yosef Karo explains that, according to the Rambam, it makes no difference if the container is held in a courtyard or in a home; it should always be lifted a handbreadth above the ground so that it will be obvious. Nevertheless, in the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 386:9), Rav Karo quotes the other opinion mentioned by the <i>Maggid Mishneh</i>.</i> [When making the <i>shituf</i>,] one recites the blessing, \"... concerning the mitzvah of the <i>eruv</i>,\"<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">One may use the term <i>eruv</i>, which means \"joining,\" since a <i>shituf</i> also involves a joining together of all the courtyards in the lane (<i>Mishnah Berurah</i> 395:2). Even when one fails to recite the blessing, the <i>shituf</i> is still effective (Ramah, <i>Orach Chayim</i> 395:1).</i> and says, \"With this <i>shituf</i>, it will be permitted for all the inhabitants of this lane to bring objects in and out - from the lane to the courtyard and from the courtyard to the lane - on the Sabbath.\"<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">The Ramah (<i>loc. cit.</i>) states that one should also add \"from the courtyards to the houses\" in this statement. (See Halachah 19 and notes.)</i>",
            "If one divides the <i>eruv</i> or the <i>shituf</i>, it is no longer effective. [This ruling applies] even if [all the portions of the <i>eruv</i>] are located in a single home. If, however, one fills a container with the <i>eruv</i> and there remains some food that one put in a second container, it is acceptable.<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> explains that both these containers must be located in the same house. This stipulation is quoted by the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 366:4).<br>Commenting on this ruling, the <i>Mishnah Berurah</i> notes that when a <i>shituf</i> is made for an entire community, it should be placed in one synagogue. It is not proper to divide it and place a portion in each of the community's synagogues.</i>",
            "The participants in a <i>shituf</i> in a lane must, nevertheless, also make an <i>eruv</i> in their [respective] courtyards, so that their children will not forget the laws of an <i>eruv</i>.<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">Although a lane is a private domain according to the Torah, and one might therefore assume that a single <i>shituf</i> would be sufficient, <i>Eruvin</i> 71b requires that the inhabitants of the courtyards establish <i>eruvin</i>. Otherwise, it is possible that their children will grow up and carry in a courtyard without establishing either a <i>shituf</i> or an <i>eruv</i> because of their ignorance of the matter.</i>For this reason, if bread<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">The bread must be a whole loaf, and it must be placed within a house. Otherwise, it is unacceptable for use as an <i>eruv</i> (<i>Mishnah Berurah</i> 387:6).<br>It is customary to use bread (more particularly, matzah) as a <i>shituf</i> and to place the <i>shituf</i> for the entire community in the synagogue. This creates a slight difficulty, because a synagogue may not be used as a dwelling. The Ramah (366:3, 387:1) uses this as support for his thesis that at present, once a <i>shituf</i> is made, there is no need for the courtyards to make <i>eruvin</i>. (See also Chapter 5, Halachot 13-14.)</i> is used as a <i>shituf</i> in a lane, [the inhabitants] may rely on it, and are not required to make an <i>eruv</i> for the courtyards, for the children will take notice of the bread.<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">Since bread is the staple of our diet, it will be noticed by the children (<i>Beit Yosef, Orach Chayim</i> 387).</i><br>If a group of people were participating in a feast together, and the Sabbath commenced, they may rely on the bread on the table before them as an <i>eruv</i> for the courtyard.<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">Provided they are eating within a house (<i>Shulchan Aruch, Orach Chayim</i> 366:11).</i> If they desire to rely on this bread as a <i>shituf</i> for a lane,<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> states that this law applies regardless o f whether the food was owned mutually, or belonged to one person. For, as stated in the following halachah, a person may grant others a portion in his food, and establish an <i>eruv</i> or a <i>shituf</i> on this basis.</i> they may, even though they are dining in a courtyard.",
            "[A person may establish an <i>eruv</i> on behalf of others. For example,] if one of the inhabitants of a courtyard takes bread and says, \"Behold, this is for all the inhabitants of the courtyard,\" or he took an amount of food equivalent to two meals, and says, \"This is for all the inhabitants of the lane,\" he does not have to collect food from each individual. He must, however, [give their portion] to another person,<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">In the <i>Kessef Mishneh</i>, Rav Yosef Karo mentions opinions that require the person who receives the food on behalf of the inhabitants of the courtyard or the lane to live there himself, as well. He, however, appears to reject this view and does not mention it in the <i>Shulchan Aruch</i>.</i> who will acquire it on their behalf.<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">I.e., the person gives the bread or the food to the recipient and asks him to take possession of it on behalf of all the inhabitants of the courtyard or the lane. Afterwards, since they have a share in the food, it is considered as though they had contributed toward the <i>eruv</i>.</i><br>One's son or daughter who has reached majority,<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">In this ruling, the Rambam follows the simple interpretation of the Mishnah (<i>Eruvin</i> 7:6). <i>Tosafot</i> (<i>Eruvin</i> 79b) differs and interprets the words קטנים and גדולים in terms of financial dependence. קטנים refers to children dependent on their parents even if they are past the age of majority. גדולים refers to children independent of their parents even if they are below the age of majority.<br>The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 366:10) states that at the outset, it is desirable to satisfy both views. After the fact, as the Ramah states explicitly, as long as a person made an <i>eruv</i> in accordance with either of these opinions, it is acceptable.</i> one's Hebrew servant,<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Because the financial status of a Hebrew servant is independent of that of his master.</i> and one's wife may take possession on behalf of others. Neither a son nor a daughter below the age of majority, nor a Canaanite servant or maidservant has this prerogative, because they do not have independent financial status.<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">The Hebrew term for this expression (quoted by the Rambam from <i>Eruvin, loc. cit.</i>) is ידם כידו - literally, \"their hand is like his hand.\" Since they have no independent financial status, it is as if the article has never left the possession of its original owner.</i><br>Similarly, a Hebrew maidservant may take possession on behalf of others, even though she is below the age of majority,<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Although she is a minor, her status differs from that of the owner's children, because she is not at home.</i> for a minor may take possession on behalf of others regarding a matter of Rabbinic law.<br>A person need not inform the inhabitants of a lane or a courtyard that he has granted them [a portion of food] and established an <i>eruv</i> for them, for these deeds are to their benefit, and a person may grant a colleague benefit without the latter's knowledge.<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">This principle applies in several different financial contexts. If a person takes possession of an article on behalf of a colleague, it becomes the latter's property even though he himself is unaware of the transaction. (See also Chapter 5, Halachot 4 and 23.)</i>",
            "Neither an <i>eruv</i> nor a <i>shituf</i> may be established on the Sabbath. Instead, they must be established before nightfall. One may, however, establish an <i>eruv</i> for a courtyard<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">An <i>eruv</i> extending one's Sabbath boundaries, by contrast, s hould be established before sunset. (See Chapter 6, Halachah 13.)</i> and a <i>shituf</i> for a lane <i>beyn hash'mashot</i>,<sup class=\"footnote-marker\">79</sup><i class=\"footnote\">The time between sunset and the appearance of three stars.</i> even though there is a doubt whether that time period is considered to be part of the day or part of the night.<br>The <i>eruv</i> and the <i>shituf</i> must always be accessible, so that one may partake of it throughout the time of <i>beyn hash'mashot</i>.<sup class=\"footnote-marker\">80</sup><i class=\"footnote\">See Chapter 6, Halachah 14.</i> For this reason, if, before nightfall, an avalanche fell upon it, it was lost or burned, or it was <i>terumah</i> and became impure, it is not considered to be an <i>eruv</i>. If the above took place after nightfall, the <i>eruv</i> is acceptable. If one is in doubt when this took place, the <i>eruv</i> is acceptable, because whenever a doubt arises whether an <i>eruv</i> is acceptable or not, it is considered acceptable.<sup class=\"footnote-marker\">81</sup><i class=\"footnote\">Since the requirement to establish an <i>eruv</i> is a Rabbinic institution, we follow the principle: Whenever a doubt arises regarding a question of Rabbinic law, the more lenient option is followed.</i>",
            "[The following rules apply when] an <i>eruv</i> or a <i>shituf</i> was placed in a tower, [the tower] was locked, and the key was lost before nightfall: If it is impossible to remove the <i>eruv</i> without performing [a forbidden] labor<sup class=\"footnote-marker\">82</sup><i class=\"footnote\">This refers to a labor forbidden by the Torah itself. If the act is forbidden merely by Rabbinic law, the <i>eruv</i> is acceptable, for a <i>sh'vut</i> is not forbidden <i>beyn hash'mashot</i> (<i>Maggid Mishneh</i>). (See Chapter 6, Halachah 10, and <i>Hilchot Shabbat</i> 24:10.)</i> <i>beyn hash'mashot</i>, it is considered as if it had been lost. Therefore, the <i>eruv</i> is not acceptable, for it is impossible for it to be eaten.<br>If a person separated <i>terumat ma'aser</i><sup class=\"footnote-marker\">83</sup><i class=\"footnote\">The tenth of the tithe, which the Levites must give to the priests.</i> or <i>terumah</i>, and made a stipulation that the sacred status not be conveyed [upon these entities] until nightfall, they may not be used for an <i>eruv</i>. [The reason is that] <i>beyn hash'mashot</i>, they are still <i>tevel</i>,<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">I.e., it is as if the <i>terumah</i> or the <i>terumat ma'aser</i> had not been separated at all. (See also Chapter 6, Halachah 16.)</i> and [the food used for an <i>eruv</i> must be fit to be eaten before nightfall."
        ],
        [
            "When all the inhabitants of a courtyard, with one exception, have established an <i>eruv</i>, this individual [causes carrying] to be forbidden.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Rather than consider a courtyard as being divided into small portions belonging to each of the homeowners, we consider the entire courtyard to be the joint property of all the inhabitants. Therefore, if one of them does not participate in the <i>eruv</i>, it is forbidden to carry within the courtyard as a whole.<br>It must be emphasized that this halachah and those that follow apply only in a situation where the person establishing the <i>eruv</i> did not grant all other inhabitants in the city, lane, or courtyard a share, as stated in Chapter 1, Halachah 20. Today, this granting of a share is standard practice, and so it is unlikely that such situations would arise.</i> [This rule applies regardless of whether the person failed to join the <i>eruv</i>] because of a willful decision<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><i>Eruvin</i> 6:3, the source for this halachah, mentions only an accidental oversight. The consensus is that according to the development of the concept in the Gemara, the same rules apply regarding a willful decision.</i> or because of an oversight. [In such a situation,] it is forbidden for all the inhabitants to transfer articles from their homes to the courtyard or from the courtyard to their homes.<br>Should the person who did not join in the <i>eruv</i> subordinate<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The subordination (ביטול in Hebrew) of the ownership of one's domain is a halachic institution devised by our Sages for situations of this nature. It gives the others the formal rights of ownership. After the person has subordinated his ownership, there no longer exists a person with a share in the courtyard who is not participating in the <i>eruv</i>.</i> the ownership of merely [his share] of the courtyard [to the others],<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Rashi and Rabbenu Asher (<i>Eruvin</i> 79b) maintain that in addition to subordinating the ownership of his share in the courtyard, the person who did not participate in the <i>eruv</i> must lock the door of his home so that he will not be tempted to transgress and take articles out. He may open the door to leave, but must lock it immediately thereafter.<br>Rav Yosef Karo mentions this view in the <i>Kessef Mishneh</i> and in the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 380:1). <i>Shulchan Aruch HaRav</i> 380:2 states that one may rely on the Rambam's ruling.</i> they are permitted to carry from their homes to the courtyard and from the courtyard to their homes.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Similarly, they may carry within the courtyard itself. The person who did not participate in the <i>eruv</i> may also carry within the courtyard and to and from the homes of the others, because he is considered as a guest (<i>Shulchan Aruch, Orach Chayim</i> 380:1).</i> [They may not,] however, carry to the home [of this individual].<br>If he subordinates the ownership of his house and [of his share] of the courtyard [to the others], they are all permitted to carry. The others are permitted, because he subordinated the ownership of his house and [of his share] of the courtyard to them. He is also permitted to carry, because he no longer owns a domain. Therefore, he is considered to be [the others'] guest, and the presence of a guest does not [cause carrying] to be forbidden [in a courtyard].<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Since the guest does not own a share of the domain, his participation or lack of participation in the <i>eruv</i> is of no consequence.</i>",
            "When a person subordinates the ownership of his property without specifying his intent, it is presumed that he has subordinated the ownership [of his share] of the courtyard, but not the ownership of his house. When a person subordinates the ownership of his domain, he must make an explicit statement to that effect to every inhabitant of the courtyard, saying, \"My domain is subordinated to you, and to you, and to you.\"<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The <i>Turei Zahav</i> 380:1 explains that the Rambam's intent is that if he merely said \"I subordinate my domain to all of you,\" one might interpret his intent as \"to most of you.\" Therefore, it is necessary to be more specific.<br>Rashi (<i>Eruvin</i> 26b) differs and maintains that it is sufficient for the person to say, \"I subordinate my domain to all of you,\" without explicitly mentioning each person. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 380:1) mentions both opinions. <i>Shulchan Aruch HaRav</i> 380:1 and the <i>Mishnah Berurah</i> 380:5 state that one may rely on the more lenient view.</i><br>An heir may subordinate the ownership of a domain. Even when the testator dies on the Sabbath itself, the heir is empowered to act in place of the testator in all matters.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Although the heir would not have been able to subordinate the domain before the Sabbath began, should he consent to do so on the Sabbath itself, the <i>eruv</i> is acceptable. (See also Halachah 7.)</i><br><i>Ab initio</i>, it is permitted to subordinate the ownership of one's domain on the Sabbath itself.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">This ruling is the subject of a debate between the School of Shammai and the School of Hillel (<i>Eruvin</i> 6:4). The School of Shammai maintains that subordinating one's domain is comparable to a transfer of property, and therefore requires that it be performed before the commencement of the Sabbath. The School of Hillel differs, explaining that it is considered to be merely the removal of one's authority, and hence may be performed on the Sabbath itself (<i>Eruvin</i> 71a).</i>",
            "[If, conversely,] those who joined in the <i>eruv</i> subordinate the ownership of their domain to the person who did not join, he is permitted [to carry] - for he remains the sole [owner of property] - but they are forbidden to carry, for they no longer own property. We do not say that they are considered to be his guests, because many people cannot become the guests of a single individual.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Needless to say, should one have actual guests, the fact that many guests stay in one home does not affect whether or not one is allowed to carry. When, however, we are speaking about guests merely in the halachic sense of the word, many persons are not considered the guests of one individual (<i>Mishnah Berurah</i> 380:18).</i>",
            "[The following rules apply when] there are two or more individuals who do not participate in the <i>eruv</i>: If they subordinate the ownership of their domain to those who participated in the <i>eruv</i>, those who participated in the <i>eruv</i> are permitted [to carry], and those who did not participate are not permitted [to carry].<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Since they did not participate in the <i>eruv</i>, they may not benefit from it. Nor can they be considered to be guests, for the halachic conception of a guest does not apply when more than one individual is involved.</i> Those who participated in the <i>eruv</i> are not able to subordinate the ownership of their domain to the two who did not participate, because each of them causes the other to be forbidden to carry.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">There will still be two individuals who have a share in the courtyard and are not partners in the <i>eruv</i>. Hence, carrying in the courtyard is forbidden.</i><br>Even if one of those who did not participate subordinates the ownership of his domain to the other person who did not participate, they are still forbidden to carry, since at the time when the others subordinated the ownership of their domain to him, he was forbidden to carry.<br>[When there are only two people sharing a courtyard,] and one makes an <i>eruv</i>, he may not subordinate the ownership of his domain to the other person who did not join in the <i>eruv</i>. Conversely, however, the person who did not join in the <i>eruv</i> can subordinate the ownership of his domain to the person who made the <i>eruv</i>.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Note the Ra'avad, who questions why the Rambam does not explain, as does <i>Eruvin</i> 70a, the source for this halachah, that this refers to an instance when a courtyard was shared by three people, two made an <i>eruv</i>, but not the third. On the Sabbath, one of the two who participated in the <i>eruv</i> died, and one of the two remaining desired to subordinate the ownership of his domain to his colleague.</i>",
            "Just as one homeowner can subordinate the ownership of his domain to another homeowner in a single courtyard, so too, [the inhabitants of] one courtyard can subordinate the ownership of their domain to [the inhabitants of] another courtyard.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">If two adjoining courtyards open up to each other and both open up to the public domain, it is forbidden to carry from one to the other unless an <i>eruv</i> is made. Nevertheless, even if an <i>eruv</i> was not made, the inhabitants of one courtyard (A) may allow the inhabitants of the other (B) to carry within courtyard (A) by subordinating their ownership of their domain. In such an instance, the inhabitants of courtyard (A) may not carry within their domain.<br>These principles also apply when one courtyard leads to another, which ends in a <i>cul-de-sac</i>. (See the <i>Maggid Mishneh</i> and <i>Shulchan Aruch, Orach Chayim</i> 381:2.)</i><br>[After a person has subordinated his domain,] the recipient can, in turn, subordinate it [to its original owner]. What is implied? If two people are living together in a courtyard, and neither has made an <i>eruv</i>, the first may subordinate the ownership of his domain to his colleague, thus allowing the second colleague to carry within the domain that the first subordinated to him until he completes what he must do. Afterwards, the second colleague may subordinate ownership of the domain to the first. Indeed, this exchange may take place several times [on one Sabbath].<br>One may subordinate one's ownership of a ruin in the same manner in which one subordinates one's ownership of a courtyard.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> and the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 381:3) explain that this refers to a situation in which a ruin lies between two houses. If an <i>eruv</i> is not made, the two can carry in the area of the ruin by subordinating their rights to each other.</i>",
            "[The following rules apply when] a person who subordinated the ownership of his domain transfers an article to or from the domain that he subordinated: If he willingly transfers the article, his act causes the others to be forbidden [to carry],<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">The <i>Magen Avraham</i> 381:1 states that when the person subordinates the ownership of his share of the courtyard, but not his house, this restriction applies only when the person takes an article from his house to the courtyard. If he takes an article from the courtyard to his house - although he is forbidden to do so - his act does not nullify his subordination of the ownership of his property. The rationale is that since he no longer has a share in the courtyard, it can be understood that he desired to remove his property from there. <i>Shulchan Aruch HaRav</i> 381:1 accepts the <i>Magen Avraham's</i> ruling, while the <i>Mishnah Berurah</i> 381:3 does not.</i> for he did not maintain his commitment.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">It appears that the Rambam's intent is that by carrying, he makes it obvious that he no longer abides by his commitment to subordinate the ownership of his property. (See <i>Shulchan Aruch HaRav</i>, <i>loc. cit.</i>, which states that the reason why the others are prohibited to carry is that the person's act shows that his commitment was not genuine at the outset.)</i> If he transfers the article unknowingly, he does not cause the others to be forbidden [to carry], for he maintained his commitment.<br>When does the above apply? When the others did not make use of the privilege granted them first. If, however, the others made use of the privilege granted them first,<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Rashi (<i>Eruvin</i> 61b) states that this rule applies when, after the commencement of the Sabbath, the inhabitants of the courtyard make use of the domain that was subordinated. The <i>Tur</i> and others differ and maintain that even if they make use of the domain before the commencement of the Sabbath, it is acceptable. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 381:1) mentions both views, but appears to favor the <i>Tur</i>. <i>Shulchan Aruch HaRav</i> (<i>loc. cit.</i>) and the <i>Mishnah Berurah</i> (381:6) state that Rashi's view should be followed. After the fact, however, <i>Shulchan Aruch HaRav</i> maintains that we may rely on the <i>Tur's</i> ruling.</i> his act does not cause the others to be forbidden [to carry],<sup class=\"footnote-marker\">19</sup><i class=\"footnote\"><i>Eruvin, loc. cit.</i>, states that Rabban Gamliel related the following incident: A Sadducee was living in the same lane as his family. One Sabbath, the Sadducee consented to subordinate the ownership of his domain. Rabban Gamliel's father told him to hurry and take some of their property out to the lane, so that the Sadducee would not be able to nullify his commitment.</i> regardless of whether he transferred the article willingly or unknowingly.",
            "When there are two houses on opposite sides of a public domain, and gentiles have surrounded [the area] with a partition on the Sabbath,<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">As mentioned in <i>Hilchot Shabbat</i> 16:22, a partition erected on the Sabbath itself is considered valid and establishes an area as a private domain. Nevertheless, although according to the Torah one would be allowed to carry in this domain, it is forbidden by Rabbinic law to do so unless an <i>eruv</i> is established. That must be done before the commencement of the Sabbath.</i> the owners of the homes may not subordinate the ownership of their domain to each other, because it was impossible to establish an <i>eruv</i> before [the commencement of] the Sabbath.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Accordingly, since it was forbidden to carry within this area for a portion of the Sabbath, it remains forbidden for the entire Sabbath.</i><br>[The following rules apply when] one of the inhabitants of the courtyard dies and his estate is left to someone living elsewhere: If [the owner] died before the commencement of the Sabbath, since the heir is not an inhabitant of the courtyard, he causes carrying to be forbidden.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> explains that this refers to a situation in which the original owner joined in an <i>eruv</i> for the Sabbath in question. If the heir lived outside the courtyard and did not participate in the <i>eruv</i>, he causes carrying to be forbidden, because at the commencement of the Sabbath the owner of this dwelling did not participate in the <i>eruv</i>.<br>The <i>Maggid Mishneh</i> also clarifies that, as reflected in Chapter 4, Halachot 1 and 6, this restriction applies only when the heir comes to dwell in the house for the Sabbath. He also notes that, as stated in Halachah 2, the heir may subordinate his ownership of the domain on the Sabbath. These rulings are quoted in the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 371:4).</i> If [the owner] dies after the commencement of the Sabbath, [the presence of] the heir who is not an inhabitant of the courtyard does not cause carrying to be forbidden.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Since it was permitted to carry for a portion of the Sabbath, it is permitted to carry for the entire Sabbath (<i>Maggid Mishneh</i>).</i><br>[The following rules apply when] a person who lives outside the courtyard,<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">And therefore did not join in the <i>eruv</i> of the courtyard.</i> [but who owns a house within the courtyard] dies and leaves his domain to one of the inhabitants of the courtyard: If [the owner] died before the commencement of the Sabbath, carrying is not forbidden, because all [the inhabitants of the courtyard] participate in the <i>eruv</i>.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">The heir's participation in the <i>eruv</i> for the sake of his own home is also effective regarding the home that he inherits.</i> If [the owner] dies after the commencement of the Sabbath, carrying is forbidden<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">For the dwelling inherited by the heir was not included in the <i>eruv</i> at the commencement of the Sabbath.</i> until [the heir] subordinates the ownership of the domain that he inherited to the others.",
            "[The following rule applies when] a Jew and an [heirless] convert<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Upon the death of a convert who has not fathered any children born after his conversion, his property is ownerless and is acquired by the first Jew who takes possession of it (<i>Hilchot Zechiyah UMatanah</i> 1:6).</i> are dwelling in a cave, and the convert dies before the commencement of the Sabbath:<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Both clauses of the halachah refer to a situation in which the original Jew and the convert had made an <i>eruv</i> previously.</i> If another Jew takes possession of the convert's property<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">If, however, the convert's dwelling remains ownerless, the other individual may carry on the Sabbath (<i>Mishnah Berurah</i> 271:27).</i> - even if he does not take possession before nightfall - the person who takes possession causes carrying to be forbidden until he subordinates [the property of which he took possession], for he is considered to be an heir.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Since the dwelling was ownerless at the commencement of the Sabbath, there is room for the supposition that one should be allowed to carry throughout the Sabbath. Nevertheless, since it was fit for another person to take possession of it at the commencement of the Sabbath, our Sages considered it to be a separate domain (<i>Shulchan Aruch HaRav</i> 271:4; <i>Mishnah Berurah</i> 271:28).</i><br>If the convert dies after nightfall, even if another Jew takes possession of his property, he does not cause carrying to be forbidden. Instead, the license initially granted continues.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">For, as stated above, once an <i>eruv</i> is considered effective at the beginning of the Sabbath, it remains effective throughout the Sabbath, unless the fence surrounding the domain is opened.</i>",
            "When a Jew dwells together with a gentile or a resident alien<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">A gentile who accepts the observance of the seven universal laws commanded to Noah and his descendants (<i>Hilchot Avodat Kochavim</i> 10:6; <i>Hilchot Melachim</i> 8:10-11).</i> in a courtyard, the presence of the non-Jew does not cause carrying to be forbidden, for [in a halachic sense] a dwelling of a non-Jew is insignificant. His presence is like the presence of animal.<br>When, however, two Jews share a courtyard with a gentile, his presence causes carrying to be forbidden.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">As reflected by Chapter 5, Halachah 16, this restriction applies only when the two Jews do not share a single dwelling themselves. It is only when they would require an <i>eruv</i> themselves that the presence of a gentile makes it forbidden to carry. (See <i>Maggid Mishneh</i>; <i>Shulchan Aruch</i>, <i>Orach Chayim</i> 382:1.)</i> This is a decree so that they do not dwell together with a gentile, lest they emulate his conduct. Why was such a decree not issued regarding a single Jew and a single gentile? Because this is very uncommon,<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">And the Sages did not institute decrees governing uncommon situations.</i> for the Jew will fear that the gentile will [find an opportunity] to be alone together [with him] and kill him. The Sages previously forbade being alone with a gentile.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">See <i>Hilchot Rotzeach UShemirat HaNefesh</i> 12:7.</i>",
            "When two Jews and a gentile live in [separate] homes in a single courtyard, and the Jews establish an <i>eruv</i>, their actions are of no consequence. Similarly, if they subordinate the ownership of their domain to the gentile, he subordinates the ownership of his domain to them, or one of the Jews subordinates the ownership of his domain to the other so that they are as a single aggregate [living together] with the gentile, their deeds are of no consequence.<br>For an <i>eruv</i> may not be established where a gentile is present, nor is the subordination of one's domain effective when a gentile is present. There is no alternative other than renting<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">The Sages made renting the only alternative, because they knew that this would not be easily accepted by the gentiles. They hoped that the difficulty and inconvenience this would cause would prevent Jews from living together with gentiles.</i> the gentile's domain,<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">The Rashba mentions, however, that if the gentile is renting property from a Jew, it is not necessary to rent the property back from him when establishing an <i>eruv</i>. On the contrary, it is considered an implicit condition of the rental agreement with the gentile that his ownership not prevent the Jews from establishing an <i>eruv</i>. This ruling is quoted by the Ramah (<i>Orach Chayim</i> 382:1).</i> so that he becomes [the Jews'] guest, as it were. Similarly, if many gentiles are present,<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">The laws applying to the establishment of an <i>eruv</i> in a city inhabited by Jews and gentiles are discussed in Chapter 5, Halachah 23.</i> they must rent their domains to the Jews, and afterwards the Jews establish an <i>eruv</i>.<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">The <i>Be'ur Halachah</i> 382 states that the Rambam's wording implies that the sequence is significant. First, the gentile's property must be rented, and then the <i>eruv</i> established. If the sequence is reversed, the <i>eruv</i> is not effective. Nevertheless, in conclusion, he writes that with regard to practice, an <i>eruv</i> is acceptable even if the order was reversed.</i> [Only then] may they carry.<br>When one Jew rents a gentile's domain, he may then establish an <i>eruv</i> with the other Jews,<sup class=\"footnote-marker\">40</sup><i class=\"footnote\"><i>Sha'ar HaTziyun</i> 382:31 emphasizes that it is not necessary for the individual to act as an agent for the rest of the Jews living in the courtyard. Even if he rents the gentile's property on his own initiative alone, it is sufficient.</i> allowing them all to carry. It is not necessary for every individual to enter into a [separate] rental agreement with the gentile.",
            "[The following rule applies when] there are two courtyards, one leading to the other: If a Jew and a gentile live in the inner courtyard and another Jew lives in the outer courtyard, or a Jew and a gentile live in the outer courtyard and another Jew lives in the inner courtyard, [the gentile's presence] causes carrying to be forbidden in the outer courtyard until [the Jews] rent his domain,<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">When quoting this law, the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 382:17) mentions another instance when the same ruling applies: when the two Jews share the outer courtyard and the gentile lives in the inner courtyard alone. Since the gentile must pass through the outer courtyard, he is considered to have a share in it that must be rented.</i> since it is used by two Jews and a gentile.<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">Hence, it is necessary for the Jews to rent it, as reflected in the previous two halachot.</i> [The Jew who lives] in the inner courtyard, by contrast, may carry in the inner courtyard.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">In this instance, either the Jew is living alone in the inner courtyard or he alone is sharing it with the gentile (in which case carrying would be permitted, as stated in Halachah 9).</i>",
            "We may enter into a rental agreement with a gentile [for this purpose] on the Sabbath itself.<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Although making business agreements including rentals is normally forbidden on the Sabbath (<i>Hilchot Shabbat</i> 23:12).</i> For this rental arrangement is comparable to the subordination of a domain; [i.e.,] it is done to make a distinction and not as a [hard and fast] rental agreement. For this same reason, one may rent the gentile's domain for less than the value of a <i>prutah</i>.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Regarding business agreements among Jews, a monetary value worth less than a <i>prutah</i> is insignificant. From <i>Eruvin</i> 62a, it would appear that the rationale for this ruling is that regarding business agreements among gentiles, a monetary value worth less than a <i>prutah</i> is significant. (See <i>Hilchot Melachim</i> 9:9.)<br>The Rambam's wording, however, suggests a second rationale - that since the agreement is more of a Rabbinic requirement than a business arrangement, an agreement which does not comply entirely with contractual law is also acceptable. The <i>Or Sameach</i> explains that the concept stated by the Rambam is necessary. Otherwise, the rental agreement would not be strong enough to have bearing on halachic questions involving a Jew.</i><br>A gentile's wife can rent out [his domain] without his knowledge.<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Based on <i>Eruvin</i> 80a, the <i>Maggid Mishneh</i> maintains that it is possible to rent the gentile's domain from his wife even though he himself refuses to agree to such an arrangement.</i> Similarly, [the gentile's] hired workers or his servants can rent out [his domain] without his knowledge. [This applies even when these] hired workers or servants are Jewish.<br>If a person asked a gentile permission to use a place in the gentile's domain to store some of his possessions, and the gentile agreed, he is considered as being a partner in the gentile's domain. Accordingly, he may rent out [the gentile's domain on his behalf] without his knowledge.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\"><i>Eruvin</i> 63b-64a mentions that a gentile once refused to rent out his property, and the Rabbis were able to secure permission to carry in the courtyard through such an arrangement.</i> If a gentile has many workers, servants, or wives, it is sufficient if one rents out his domain from one of them.",
            "When two Jews and a gentile are living in the same courtyard, and [only] one of the Jews rented the gentile's domain on the Sabbath, he may subordinate the ownership of his domain to the other.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Since neither had rented the gentile's property before the commencement of the Sabbath, it was impossible for them to establish an <i>eruv</i> (Halachah 9). As stated in Chapter 1, Halachah 21, an <i>eruv</i> must be established before the commencement of the Sabbath. Hence, in this instance, the only alternative is for one to subordinate the ownership of his domain to the other.</i> [This causes carrying] to be permitted.<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">More specifically, the person to whom the domain was subordinated may carry. The person who himself subordinated the domain may not carry unless his colleague subordinates his domain to him, as stated in Halachah 5. Nevertheless, what is significant about this halachah is that it shows that although carrying was forbidden in the courtyard at the commencement of the Sabbath, it may be permitted later on.</i> Similarly, if the gentile dies on the Sabbath, one Jew may subordinate the ownership of his domain to the other, and thus cause carrying to be permitted.",
            "[The following rule applies when] one gentile rents his property to another:<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">This halachah is based on actual incident that occurred concerning Resh Lakish and his student, Rabbi Chanina, when they were on a journey (<i>Eruvin</i> 65b).</i> If it is impossible for the owner to evict the second gentile until the conclusion of his rental contract, we must rent [the domain] from the second gentile,<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">If, however, the original owner retains the right to store some of his goods on the property or use it in any way, we may rent it from him (<i>Shulchan Aruch, Orach Chayim</i> 382:18).</i> for he takes the place of the owner.<br>When, in contrast, the owner can evict the renter whenever he desires - if the renter is not present,<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">Even if the tenant is present, the property may be rented from the original owner (<i>Mishnah Berurah</i> 382:62).</i> the Jews are permitted to carry if they rent the property from its original owner.",
            "[The following rules apply when] there are several Jews and a gentile living in the same courtyard, and there are windows leading from one Jew's house to another Jew's house. If they have established an <i>eruv</i> via the windows, and thus they are permitted to transfer articles from house to house via the windows, the gentile's presence causes them to be forbidden to transfer articles via the entrances unless they rent from him. For whenever a gentile is present, we do not consider a group of people who joined together through an <i>eruv</i> as a single individual.<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">I.e., since the Jews established an <i>eruv</i> via the windows, it is possible to suppose that all the Jews would be considered to be a single entity. This, in turn, would cause them to be allowed to carry, as stated in Halachah 9. Nevertheless, the Rabbis did not allow for this leniency.</i>",
            "When a Jew desecrates the Sabbath publicly or worships false gods, he is considered as a gentile regarding all things.<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">See <i>Hilchot Avodat Kochavim</i> 2:4 and <i>Hilchot Shabbat</i> 30:15. As mentioned in <i>Iggerot Moshe, Vol. III, Responsa 12, 21, and 22 (see also Be'ur Halachah</i> 385), there are certain leniencies regarding the status of a person who publicly violates the Sabbath laws at present. Nevertheless, the overall attitude must still be one of stringency.<br>It must, however, be emphasized that the offspring of such Jews have a full portion in their Jewish heritage. Instead of shunning them, we must make every effort to draw them close to their spiritual roots. (See <i>Hilchot Mamrim</i> 3:3.)</i> We may not include him in an <i>eruv</i>, nor may he subordinate the ownership of his domain. Rather, we must rent his domain<sup class=\"footnote-marker\">55</sup><i class=\"footnote\"><i>Sefer HaKovetz</i> and the <i>Tzafenat Paneach</i> state that, in contrast to a rental from a gentile, the rental fee must be equal at least to the value of a <i>prutah</i>. Nevertheless, the Rambam's wording does not indicate such a ruling.</i> as [we rent the domain of] a gentile.<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">At present, the <i>eruvim</i> established in most modern communities include many Jews whose conduct does not, as yet, reflect complete observance of the Sabbath laws. These <i>eruvim</i> are acceptable, because, as is explained at the conclusion of Chapter 5, they are established with the consent of the local government, which acts on behalf of all the inhabitants of the city and grants the Jewish community permission to establish an <i>eruv</i>.</i><br>[Different rules apply with regard] to a non-believer, one who does not worship false gods or desecrate the Sabbath - e.g., the Sadducees, the Boethusists, and all those who deny the Oral Law.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">See <i>Hilchot Teshuvah</i> 3:8 and the Rambam's Commentary on the Mishnah (<i>Avot</i> 1:3), which explain that Tzadok and Boethus were talented students of Antigonus of Socho. Disillusioned with their master's teachers, they started splinter groups with the intent of swaying the people from the observance of the mitzvot. When they saw the people's loyalty, they adopted a new tactic, claiming that only the Written Law was divine in origin; the Oral Law, they maintained, was a human invention.</i> The general principle is that whoever does not acknowledge the mitzvah of an <i>eruv</i> may not participate in one, for he denies [its basis]. Nor may we rent his property, for he is not considered to be a gentile. The alternative is for him to subordinate the ownership of his domain to a Jew whose conduct is acceptable.<br>Similarly, if a Jew whose conduct is acceptable lives together with this Sadducee in a courtyard, the presence of the Sadducee causes carrying to be forbidden [in the courtyard] unless he subordinates the ownership of his domain to his colleague."
        ],
        [
            "[The following rules apply when] there is a window between two courtyards: If the window is four handbreadths by four handbreadths<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">As reflected by the Rambam's ruling, <i>Hilchot Tum'at Meit</i> 7:1, this is the minimum size that a human being can squeeze through. For this reason, it is necessary that it be at least four handbreadths on each side; a total area of 16 square handbreadths is not sufficient (<i>Shulchan Aruch HaRav</i> 372:5; <i>Mishnah Berurah</i> 372:30). (See also the following halachah.)</i> or larger and it is within ten handbreadths of the ground - whether it is [almost] entirely above ten handbreadths and only a [small] portion is within ten handbreadths, or it is [almost] entirely within ten handbreadths and only a [small] portion is above ten handbreadths - [an option is granted to] the inhabitants of the courtyards.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Since the window is of sufficient size and it is close to the ground, the inhabitants of the courtyards are granted the option of considering it an entrance. If this option is taken, it causes the two courtyards to be considered a single entity.</i><br>If they desire to join in a single <i>eruv</i>, they may. This causes [the entire area] to be considered a single courtyard, and carrying is permitted from one [courtyard] to the other.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The <i>Mishnah Berurah</i> 372:27 emphasizes that this ruling applies only when the courtyards did not join together in a <i>shituf</i> to permit carrying in the entire lane.</i> If they desire, they may make two <i>eruvim</i>, each for [the inhabitants of their respective courtyards]. [It is then forbidden] to carry from one courtyard to the other.]<br>If the windows are smaller than four [handbreadths by four handbreadths] or the entire window is above ten handbreadths from the ground,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The window cannot be considered to be an entrance. Hence, the courtyards are considered to be separate.</i> they may make two <i>eruvim</i>, each for [the inhabitants of the respective courtyard].",
            "When does the above apply? To a window between two courtyards. When, by contrast, the window lies between two houses,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">This refers to an instance when an <i>eruv</i> was not established in the courtyard. Were that the case, it would be possible to transfer articles from house to house through the window, even without a separate <i>eruv</i>.</i> [they are permitted to make an <i>eruv</i>] even if the window is above ten handbreadths from the ground.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><i>Eruvin</i> 76b explains that a house is considered as if it is full, and thus it is as if there were less than ten handbreadths between the window and the ground.</i><br>Similarly, when there is a window between a house and a loft, if the inhabitants desire to establish a single <i>eruv</i> they may, even if there is not a ladder [leading to the window], provided [the window] is four [handbreadths] by four [handbreadths]. If the window is round and it can circumscribe a square that is four [handbreadths] by four [handbreadths], it is considered as if it were square.",
            "When there is a wall or a mound of hay that is less than ten handbreadths high<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">A divider that is less than ten handbreadths high is not significant. Therefore, the entire area is considered to be a single domain, and all the inhabitants must join in one <i>eruv</i>.</i> between two courtyards, they must make a single <i>eruv</i> and may not make two <i>eruvim</i>. If [the wall or the mound] is ten or more handbreadths high, they must make two <i>eruvim</i>, each for the respective courtyard.<br>If there is a ladder<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 372:8) states that the ladder must be at least four handbreadths wide and have four rungs. The commentaries question why the Rambam does not include these restrictions.</i> on either side of the wall,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">How close the ladders must be to each other is explained in the following halachah.</i> it is considered to be an entrance, and if they desire, they may establish a single <i>eruv</i>. Even if the ladder is standing upright, next to the wall, and it is impossible to ascend it without moving its lower portion away from the wall, it permits [them to participate in a single <i>eruv</i>]. [Moreover,] even if the top of the ladder does not reach the top of the wall, if there are less than three handbreadths between them,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Based on the principle of <i>l'vud</i>, when there is a distance of less than three handbreadths between two entities, it is considered as though they were adjacent.</i> it permits them to participate in a single <i>eruv</i> if they desire.",
            "If the wall is four [handbreadths] wide and a ladder is positioned on either side of the wall, they may make a single <i>eruv</i>, if they desire.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Since the wall is more than four handbreadths wide, it is possible to walk from one ladder to the other ladder on the wall.</i> If the wall is not four [handbreadths] wide, and there are less than three handbreadths between the [two] ladders, they may make a single <i>eruv</i>.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Based on the principle of <i>l'vud</i>, it is considered as though the ladders were adjacent.</i> If there are more than three handbreadths between [the ladders], they must make two <i>eruvim</i>.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Because the ladders are distant from each other, the two courtyards are considered to be separate entities.</i>",
            "[The following rules apply when] one builds a bench<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Our translation is based on <i>Eruvin</i> 77b, the apparent source for the halachah.</i> above a bench at the side of a wall [separating two courtyards]: If the lower bench is four handbreadths [high], [we consider it as if the height of the wall] were reduced.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Since one can climb over the wall easily by ascending onto the bench, the wall is no longer considered an absolute division between the courtyards, and it is possible to establish an <i>eruv</i>, joining both courtyards.<br>This is the conception of the Rambam. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 372:9,11) follows the view of Rabbenu Asher which is more stringent and which maintains that a bench does not create the option of fusing the two courtyards into a single entity. The only leniency which is permitted is that the inhabitants of the courtyard where the bench is located may use the top of the wall.</i> If the lower [bench] is not four handbreadths [high], but there are less than three handbreadths between it and the upper [bench], [we consider it as if the height of the wall] were reduced.<br>[In such situations,] if [the inhabitants of the courtyards] desire, they may make a single <i>eruv</i>. Similar [principles apply] regarding wooden steps placed close to a wall.",
            "[The following rules apply when] there is a high wall separating two courtyards, and a projection<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">The projection must be at least four handbreadths by four handbreadths (<i>Shulchan Aruch, Orach Chayim</i> 372:12).</i> protrudes from the middle of the wall: If less than ten handbreadths remain from the projection to the top of the wall, one may lean a ladder in front of the projection,<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">In this way, the inhabitants can easily cross over the wall by climbing from the ground to the projection and from the projection to the top of the wall.</i> and [this grants the inhabitants] the option of making a single <i>eruv</i>. If, however, one stands the ladder [against the wall] at the side of the projection, [we do] not [consider it as if the height of the wall were] reduced.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">When the ladder is leaning on the projection, they are considered to be a single unit. When, by contrast, the ladder is leaning against the wall, even if it is in within three handbreadths of the projection, they are not considered to be a single unit (<i>Shulchan Aruch HaRav</i> 372:15; <i>Mishnah Berurah</i> 372:98-99).</i><br>If the wall is nineteen handbreadths high, [it is sufficient] to have a projection protrude for the inhabitants to have the option of making a single <i>eruv</i>. For there are less than ten handbreadths from the earth to the projection, and less than ten handbreadths from the projection to the top of the wall.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Thus, they can climb over the wall easily in this fashion.</i><br>Were the wall to be twenty handbreadths high, two projections are required for the inhabitants to have the option of establishing a single <i>eruv</i>. [Moreover, the projections] may not be parallel to each other:<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">In this way, a ladder can be extended from one projection to another. Also, these projections must lie within ten handbreadths of each other. Thus, the people can climb from the earth to the first projection, from the first projection to the second, and from the second to the top of the wall.<br>In this instance as well, the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 372:12) follows the view of Rabbenu Asher which is more stringent and which maintains that the projections do not create the option of fusing the two courtyards into a single entity. The only leniency which is permitted is that the inhabitants of the courtyard where the projections are located may use the top of the wall.</i> [In this way,] there will be less than ten handbreadths between the lower projection and the ground, and less than ten handbreadths between the upper projection and the top of the wall.",
            "If a date palm is chopped down and inclined from the earth to the top of a wall, the inhabitants have the option of establishing a single <i>eruv</i>.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">I.e., the date palm is considered to be a ladder, enabling people to climb across the wall.</i> It is not necessary for them to make it a permanent part of the structure. Similarly, the [very] weight of a ladder<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> notes that <i>Eruvin</i> 78a mentions a Babylonian ladder, for these ladders were large and heavy. The <i>Maggid Mishneh</i> explains that this concept is intimated by the Rambam's words \"the [very] weight of the ladder....\" These rules do not apply to a light ladder that is easily carried from place to place.</i> causes it to be considered as having been placed permanently; it is not necessary to affix it to the structure.<br>If [the divider] separating two courtyards is made of straw,<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Our additions to the text are based on the commentary of the Meiri on <i>Eruvin, loc. cit.</i> A similar approach is also reflected in the gloss of the <i>Maggid Mishneh</i> on this halachah. Rashi offers a different interpretation of that Talmudic passage, and his understanding is quoted in the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 372:13).</i> [the inhabitants] may not make a single <i>eruv</i> although there are ladders on either side. A person will not ascend the ladder, because nothing is supporting it.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">I.e., the straw divider will not support the weight of a person climbing on the ladder.</i> If the ladders are in the center, [leaning on a firm support,] and there is straw on either side, [the inhabitants] have the option of making two <i>eruvim</i>.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">They also have the option of establishing a single <i>eruv</i>, if they so desire. Certain commentaries suggest amending the text of the <i>Mishneh Torah</i> to include this concept.</i>",
            "When there is a tree at the side of the wall, and it was used as a ladder for the wall, [the inhabitants] have the option of making a single <i>eruv</i>. [Although] it is forbidden to ascend a tree [on the Sabbath], since the prohibition is only a <i>sh'vut</i>,<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">As the Rambam explains in <i>Hilchot Shabbat</i> 21:1, the Sages specified certain activities as forbidden as a safeguard to the observance of the Sabbath prohibitions. Each of the forbidden activities is referred to as a <i>sh'vut</i>. See also <i>Hilchot Shabbat</i> 21:6 which prohibits climbing trees.</i> [this does not cause the option to be denied].<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">For when a mitzvah is involved, we are not bound by the prohibitions in the category of <i>sh'vut</i> during <i>beyn hash'mashot</i> (<i>Hilchot Shabbat</i> 24:10), and that is when the <i>eruv</i> takes effect (Chapter 1, Halachah 21). Since the <i>eruv</i> was acceptable <i>beyn hash'mashot</i>, it is acceptable for the entire Sabbath (<i>Shulchan Aruch HaRav</i> 372:18).</i><br>If an <i>asherah</i><sup class=\"footnote-marker\">28</sup><i class=\"footnote\">A tree that is worshiped. The Torah prohibits deriving any benefit from such a tree. See Exodus 34:13; Deuteronomy 7:5 and 12:3; <i>Hilchot Avodat Kochavim</i> 8:3.</i> has been made to serve as a ladder for a wall, [the inhabitants do] not [have the option of] making a single <i>eruv</i>. For ascending [the <i>asherah</i>] is forbidden by the Torah, since one is forbidden to derive any benefit from it.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 372:15) notes that Rabbenu Asher (in his gloss on <i>Eruvin</i> 78b) reverses the rulings and permits the establishment of a single <i>eruv</i> if an <i>asherah</i> is used as a ladder, but not if an ordinary tree is used for that purpose. The later authorities (<i>Shulchan Aruch HaRav, loc. cit.; Mishnah Berurah</i> 372:116) favor the Rambam's interpretation.</i>",
            "[The following rules apply when] a wall is ten handbreadths high, and [the inhabitants] desire [to tear down a portion of the wall] to reduce itsheight so that they will be able to establish a single <i>eruv</i>. They have the option of establishing a single <i>eruv</i>, provided the portion whose height they reduce is [at least] four handbreadths long.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">If the portion of the wall that was torn down is at least four handbreadths wide, it can be considered to be an opening.</i><br>If [the inhabitants of one of the adjoining courtyards] tear down a portion [of their side] of the wall so that it is less than ten [handbreadths high], they are granted [permission to use] the shorter portion of the wall.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">The interpretation of the passage in <i>Eruvin</i> 77a, the source for this halachah, is a matter of dispute among the commentaries. Our translation is based on the <i>Lechem Mishneh's</i> gloss on the <i>Mishneh Torah</i>.</i> The remainder of the wall that is high is divided between [the inhabitants of] both courtyards.",
            "[The following rules apply when] a high wall between [two] courtyards is breached: If the breach is ten cubits [wide] or less, they [still may] establish two <i>eruvin</i>.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">For the breach is not large enough to nullify the importance of the entire divider, provided the entire wall has not been destroyed.</i> They do, however, have the option of establishing a single <i>eruv</i>, because [the breach] can be considered to be an opening. If [the breach] is more than ten [cubits wide], their only option is to establish a single <i>eruv</i>; they may not establish two <i>eruvin</i>.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">An opening of that size causes the entire divider to be considered as having no significance. It is as if there were only one courtyard. (See <i>Hilchot Shabbat</i> 16:16.)</i>",
            "If the breach is less than ten [cubits wide], and one [desires to] make it more than ten cubits, it is necessary to hollow out<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">This represents the Rambam's interpretation of <i>Eruvin</i> 78b. The Ra'avad and others conceive of this passage in a different light. It is their view that is cited in the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 372:14).</i> a portion of the wall ten handbreadths high.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">This is sufficient, even though there is a portion of the wall that is higher than ten handbreadths.</i> [When this is done, the only option remaining is to] establish a single <i>eruv</i>.<br>At the outset, if one desires to open a breach larger than ten [cubits] in the wall, it is necessary that the height of the breach be equivalent to that of [an ordinary] person.<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Our translation is based on the commentary of the <i>Maggid Mishneh</i>. Others explain this to mean the full height of the wall.<br>Making a breach of this height indicates that one desires to pass freely from one courtyard to another. If the breach is not this high, one might think that the opening was made solely for the purpose of transferring articles (<i>Maggid Mishneh</i>).</i>",
            "When there is a trench at least ten handbreadths deep and at least four handbreadths wide between two courtyards, it is necessary for [the inhabitants] to establish two <i>eruvin</i>.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">For a trench of this size is not easy to cross and hence is considered to be a divider, and each of the courtyards a distinct entity. (See <i>Hilchot Shabbat</i> 14:23.)</i> If its dimensions are less than this, [the inhabitants] must establish a single <i>eruv</i>; [they] do not [have the option of] establishing two <i>eruvin</i>.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">A trench of this size can be crossed easily. Therefore, the entire area is considered to be a single courtyard.</i><br>If the depth of the trench is reduced by [adding] earth or pebbles, [the inhabitants] must establish a single <i>eruv</i>; [they] do not [have the option of] establishing two <i>eruvin</i>.<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">This refers to a situation in which the depth of the trench is reduced across its entire length. If one reduces the portion in one area alone, that portion is considered to be an entrance from one courtyard to the other, and the inhabitants have the option of establishing either one or two <i>eruvin</i> (<i>Mishnah Berurah</i> 372:122).</i> For it can be assumed that the earth and the stones were intended to become a permanent part of the trench.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Inside a dwelling, by contrast, different concepts apply. (See <i>Hilchot Sukkah</i> 4:13. Note, however, <i>Hilchot Tum'at Meit</i> 7:6.)</i> If, by contrast, one reduced [the depth of the trench] by adding straw or hay, the reduction is not [significant] unless one intends<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">According to <i>Shulchan Aruch HaRav</i> 372:19, one must make an explicit statement, specifying one's intent. The <i>Mishnah Berurah</i> 372:121 cites that view, but also quotes an opinion that maintains that it is sufficient to have such thoughts in one's heart.</i> that they become a permanent part [of the trench].",
            "Similarly, if one reduces the width [of the trench] with a board or with reeds<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">The width of the board or the reeds themselves is not significant; what is important is that they cause the width of the trench to be reduced (<i>Maggid Mishneh</i>).</i> by placing them across the entire length of the trench, [the inhabitants] must establish a single <i>eruv</i>; [they] do not [have the option of] establishing two <i>eruvin</i>.<br>Any entity that may be carried on the Sabbath<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">I.e., which is not forbidden to be carried, because of the prohibitions of <i>muktzeh</i>.</i> - e.g., a basket or a cup - is not considered to reduce its depth, unless one affixes it to the earth [firmly], in such a manner that one must dig with a spade to dislodge it.",
            "When one places a board that is [at least] four handbreadths wide across the trench, [the board is considered to be an entrance]. [Therefore, the inhabitants] may establish a single <i>eruv</i>. They also have the option of establishing two <i>eruvin</i>.<br>Similar [rules apply when] two balconies are positioned opposite each other [across the public domain], and a board is extended from one balcony to the other.<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Based on the rulings of the Rashba, the <i>Maggid Mishneh</i> states that the same rules apply if there are less than four handbreadths between the two balconies, for it is easy to step from one balcony to the other as mentioned in Halachah 12. The <i>Maggid Mishneh</i> allows only one <i>eruv</i> to be established. The Ramah (<i>Orach Chayim</i> 373:1) gives the people the option of establishing one or two.</i> [The inhabitants] may establish a single <i>eruv</i>. They also have the option of establishing two <i>eruvin</i>, each one for his own balcony.<br>If the two balconies are on the same side [of the public domain], but are not at the same height - instead, one is higher than the other [the following rules apply]: If they are within three handbreadths of each other, they are considered to be a single balcony<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Because of the principle of <i>l'vud</i>.</i> and [the inhabitants] may establish only a single <i>eruv</i>. If they are more than three [handbreadths] apart, they must establish two <i>eruvin</i>,<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">They do not have the option of extending a board from one balcony to the other, because: a) as stated in <i>Hilchot Shabbat</i> 16:20, an entrance is not made in a corner; b) since the balconies are at different heights, a person will be afraid to walk from one to the other.</i> each one for his own balcony.",
            "[The following rule applies when] between two courtyards, there is a wall four handbreadths wide,<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">If it is less than four handbreadths wide, it is a <i>makom patur,</i> and may be used freely by the inhabitants of both courtyards, as stated in <i>Hilchot Shabbat</i> 14:7.</i> which is ten handbreadths high from one courtyard, and at ground level<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Rashi (<i>Eruvin</i> 77a), the <i>Maggid Mishneh</i>, and the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 372:6) explain that this does not mean precisely ground level, but rather less than ten handbreadths high. Similar concepts apply regarding the trench mentioned in the second clause of the halachah.</i> at the second courtyard: The width of the wall is granted to the inhabitants of the courtyard at which it is at ground level, and it is considered to be an extension of their courtyard. [The rationale is] that since it is easily accessible to the inhabitants [of this courtyard], and more difficult to use for [the inhabitants of the other], it is granted to those for whom it is easily accessible.<br>Similarly, if there is a trench between the two courtyards that is ten handbreadths deep for the courtyard on one side and at ground level for the courtyard on the other side, the width of the trench is granted to the inhabitants of the courtyard at which it is at ground level. [The rationale is] that since it is easily accessible to the inhabitants [of this courtyard], and more difficult to use for [the inhabitants of the other], it is granted to those for whom it is easily accessible.",
            "[The following rules apply when] there is a wall between two courtyards that is lower than the upper courtyard, but higher than the lower courtyard:<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">This describes a situation in which both courtyards are situated on an incline.</i> [During the week,] the inhabitants of the upper courtyard may make use of the breadth of the wall by lowering articles to it, and the inhabitants of the lower courtyard may make use of it by throwing articles onto it.<br>On the Sabbath, the inhabitants of both courtyards are forbidden to use the wall unless they establish a single <i>eruv.</i> If they do not establish an <i>eruv</i>, it is forbidden to bring articles that were left on the breadth of this wall into the homes,<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">The inhabitants of both courtyards may, however, transfer articles that had been left in their courtyards to the wall as reflected by Halachot 18 and 19 (<i>Maggid Mishneh</i>).</i> nor may one bring articles from the homes to the breadth of the wall.",
            "[The following rules apply when there is] a ruin that is a private domain between two houses: If [the inhabitants of] both houses can use the ruin by throwing objects into it,<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">I.e., there is not an entrance on either side of the ruin, but the inhabitants can throw articles into the ruin through its windows.</i> each one causes the other to be forbidden to use it [unless they establish an <i>eruv</i>].<br>If it is easy for [the inhabitants of] one [of the houses] to use [the ruin], while [the inhabitants of] the other may not throw articles into it [easily], because it is deeper than [their domain], it is granted to those who can use it [more] easily.<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">This follows the principle stated in Halachah 15. The inhabitants of the other house may not use the ruin at all unless they establish an <i>eruv</i>.</i> They may use it by throwing articles into it.",
            "All the following are considered to be [parts of] a single private domain:<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Our Sages decreed that although a walled city is a private domain, an <i>eruv</i> is necessary before one may carry freely within. They, nevertheless, restricted the scope of that decree to carrying articles from the houses outside, and from the areas outside the houses to the houses. The rationale for this leniency is that one does not usually leave articles outside. Hence, the Sages did not include this possibility in their original decree (Rashi, <i>Eruvin</i> 89a).</i> all the roofs of the city - despite the fact that some are high and some are low - all the courtyards, all the enclosures that were enclosed for purposes other than dwelling and are each less in area than that required to sow two <i>se'ah</i>,<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">See <i>Hilchot Shabbat</i> 16:1 for more particulars.</i> the breadths of all the walls, and all the lanes [in which one may carry because] either a post or a beam has been erected.<br>One may carry articles left in one [of these areas] at the commencement of the Sabbath to another without an <i>eruv</i>. One may not, however, transfer articles left in the homes to these areas unless an <i>eruv</i> is made.",
            "What is implied? When an article was left in a courtyard at the commencement of the Sabbath, whether the inhabitants of the courtyards established an <i>eruv</i> for themselves or whether they failed to do so, it is permitted to take the article from the courtyard to the roof or to the top of the wall. Afterwards, it may be taken from the roof to another roof adjacent to it, even if [the second roof] is higher or lower than it.<br>From the second roof, it may be taken to another courtyard, and from the other courtyard to a third roof in a third courtyard. From this courtyard, it may be taken to a lane, and from the lane to a fourth roof. Indeed, one may carry throughout the entire city through the courtyards and roofs, through the enclosed areas and roofs, or through the courtyards and the enclosed areas, or through [any combination] of these three types of areas, provided one does not bring this article into any of the houses [in the city].<sup class=\"footnote-marker\">55</sup><i class=\"footnote\"><i>Eruvin</i> 91a gives several examples of how these principles were applied by the Sages.</i> [The latter is forbidden] unless all [the inhabitants of] these different areas join together in a single <i>eruv</i>.",
            "[Conversely,] if an article was located in a house at the beginning of the Sabbath, and it was later taken out to a courtyard,<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">The rule that follows applies even when an <i>eruv</i> was established in this particular courtyard, and it was permitted to bring the article there from the house.</i> it may not be taken to another courtyard, to another roof, to the top of a wall, or to an enclosed area unless the inhabitants of all the areas through which the article passes join together in a single <i>eruv</i>.",
            "When a cistern is located between two courtyards,<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">Which did not establish an <i>eruv</i> together. Note the accompanying diagram.</i> it is forbidden to draw water from it on the Sabbath unless a partition ten handbreadths high has been erected<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">Separating a portion of the cistern for each individual courtyard. Although there is no prohibition from the Torah against drawing water from such a cistern, the Sages forbade using the cistern, just as they forbade using other property that is jointly owned.</i> so that everyone would be drawing water from his own property.<br>Where should the partition be erected? If the partition is above the water, it is necessary that at least one handbreadth of the partition descend into the water.<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">A partition that is suspended in the air is not normally acceptable. In this instance, however, additional leniency is granted, because the entire concept of forbidding carrying within water is Rabbinic in origin. (See also <i>Hilchot Shabbat</i> 15:13.)</i> If the partition was constructed within the water, it must project a handbreadth outside the water, so that one domain will be distinct from the other.",
            "Similarly, if a beam four handbreadths wide<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">This width is required so that one person will not be drawing water from his colleague's side of the cistern. <i>Eruvin</i> 86b states that the Sages estimated that a bucket would not travel more than four handbreadths under water.</i> has been placed over the mouth of the cistern, one may fill [his bucket] from this side of the beam, and the other may fill [his bucket] from the other side of the beam. Although the water is not divided below [the beam], it is considered as if one portion [of the cistern] were separated from the other. This is a leniency enacted by the Sages with regard to water.",
            "When a well lies in the midst of a path<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> notes that the word \"path\" implies a private walk and not a public thoroughfare. See <i>Hilchot Shabbat</i> 15:9. With this, he counters the objections of the Ra'avad, who maintains that it is necessary for the well to be surrounded by a partition ten handbreadths high in order to draw water from it.</i> between the walls of two courtyards, [the inhabitants of] both courtyards may draw water from it; there is no necessity for them to extend projections to the well.<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">See <i>Hilchot Shabbat</i> 15:14, where such projections are required.</i> [This ruling applies] even though the well is more than four handbreadths from each of the walls. [The rationale is] that [the presence of] a colleague's [domain] does not cause a person to be forbidden to carry [when he is lifting an entity] through the air.<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">I.e., the inhabitants are not carrying the water from the well, but lifting it up through windows that open to the path.<br>Some commentaries interpret the Rambam's wording as extending the application of this ruling even to an instance where there is an opening from the courtyards to the path. Other authorities (Rashba, as quoted by the <i>Maggid Mishneh</i>; <i>Tur, Orach Chayim</i> 376), by contrast, maintain that if there are entrances from the courtyards to the path, a projection is required. The difference between these two approaches is reflected in the rulings of the <i>Shulchan Aruch</i> and the Ramah (<i>Orach Chayim</i> 376:2).</i>",
            "[The following rules apply when the wall of] a small courtyard is broken down, opening [the courtyard] entirely to a large courtyard before the commencement of the Sabbath:<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">If, however, the wall is broken on the Sabbath itself, the inhabitants of the smaller courtyard may continue to carry since they were permitted to do so at the commencement of the Sabbath (the Rambam's Commentary on the Mishnah, <i>Eruvin</i> 9:2).</i> The inhabitants of the large courtyard may establish an <i>eruv</i> for themselves and they are permitted to carry, for portions of their wall still remain [standing] on each side.<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 374:3) states that portions of the wall of the small courtyard must jut into the large courtyard. If that is not the case, it is permitted to carry in the small courtyard as well. From the Rambam's wording and the drawings attributed to him that accompany his Commentary on the Mishnah (<i>Eruvin</i> 9:2), it does not appear that he considers this to be a necessity.</i><br>The inhabitants of the small courtyard, by contrast, are forbidden to remove articles from their homes to the courtyard until they establish a single <i>eruv</i> together with the inhabitants of the larger courtyard. [The governing principle is that] the dwellings of the larger courtyard are considered to be [part of] the smaller courtyard, while the dwellings of the smaller courtyard are not considered to be [part of] the larger courtyard.<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">See also similar statements in <i>Hilchot Tefillah</i> 8:7 and <i>Hilchot Kilayim</i> 7:19.</i>",
            "When two courtyards have established a single <i>eruv</i> together through a shared opening or window, and that opening or window was closed on the Sabbath,<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">This refers to a situation in which the window or the opening was buried under an avalanche or the like and could not be opened without violating the Sabbath laws (Rashi, <i>Eruvin</i> 93b).</i> [the inhabitants of] each of the courtyards may carry within [their own courtyard].<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">The Ra'avad extends the leniency even further and maintains that the inhabitants of the courtyards may also pass articles from one courtyard to the other - e.g., by passing them over the wall. His opinion is cited by the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 374:1).</i> Since [carrying] was permitted for a portion of the Sabbath, it is permitted for the entire Sabbath.<br>Similarly, if [the inhabitants of] two courtyards have each established a separate <i>eruv</i> and the wall between them fell on the Sabbath, [the inhabitants of each courtyard] are still permitted [to carry] within their original area.<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">We do not say that the entire area should now be considered a single courtyard, and since an <i>eruv</i> was not established before the Sabbath, carrying is forbidden.</i> They may each take articles from their homes and carry them to the point where they could originally.<br>[The rationale is that] since [carrying] was permitted for a portion of the Sabbath, it is permitted for the entire Sabbath.<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">When citing this law, the <i>Shulchan Aruch</i> (<i>loc. cit.</i>:2) makes a point of emphasizing that if the wall between a courtyard and a public domain or a <i>carmelit</i> falls on the Sabbath, carrying is no longer permitted within the courtyard.</i> Although the number of people [within the courtyard] was increased, an increase of people on the Sabbath itself does not cause carrying to be forbidden.<br>[In the instance mentioned in the first clause, if after the opening or window was closed on the Sabbath,]<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">In this instance, as well, the <i>Shulchan Aruch</i> (<i>loc. cit.</i>:1) mentions a further leniency. If an <i>eruv</i> has been established for an entire year between two courtyards, the opening between them was closed during the week (and thus at the commencement of the Sabbath it was not permitted to carry from one to the other), if an opening were made on the Sabbath, it would be permitted to carry from one to the other.</i> the window was opened inadvertently, or an entrance was made, or gentiles made [an opening] on their own volition, it is again permitted [to carry from one to the other].<br>Similarly, if two ships were tied to each other and an <i>eruv</i> was established between them, it becomes forbidden to carry from one to the other if the connection between them is severed.<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">The Rambam's ruling is based on his interpretation of <i>Eruvin</i> 101b. Other authorities have different conceptions of that Talmudic passage.</i> [This ruling applies] even if they are surrounded by a partition. If the connection was reestablished inadvertently, it is again permitted [to carry from one to the other]."
        ],
        [
            "When the inhabitants of a courtyard eat at the same table<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The <i>Kessef Mishneh</i> explains that the Rambam's wording is not to be understood literally; if people eat in the same room, even if they eat at different tables - indeed, even if they eat their own food - they are not required to establish an <i>eruv</i>. These concepts are also reflected in the Rambam's Commentary on the Mishnah (<i>Eruvin</i> 6:7) and quoted as halachah by the Ramah (<i>Orach Chayim</i> 370:4).<br>The most common application of this concept today would be a hotel or a bungalow colony, where many people eat in the same dining room, and yet have their own private rooms or dwellings.</i> - even though they have their own individual dwellings - they are not required to establish an <i>eruv</i>; they are considered to be the inhabitants of a single household.<br>Just as the presence of a person's wife, the members of his household, or his servants does not cause him to be forbidden [to carry], nor does their presence make an <i>eruv</i> necessary, so too, these individuals are considered to be the members of a single household, for they all eat at the same table.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">This highlights the principle that it is the place where a person eats, and not where he sleeps, that is most significant in defining his place of residence.</i>",
            "Similarly, if [the inhabitants of this courtyard] must establish an <i>eruv</i> together with the inhabitants of another courtyard, they are required to bring only one loaf to the place where the <i>eruv</i> is established.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">In Chapter 1, Halachah 15, the Rambam states that every household participating in the <i>eruv</i> is required to contribute a loaf of bread. Nevertheless, in this instance, since all the inhabitants of the courtyard are considered to be members of a single household, only one loaf is required.</i><br>Similarly, if the <i>eruv</i> is established in their [house], they do not have to contribute to the <i>eruv</i>, just as the house in which an <i>eruv</i> is placed does not have to contribute a loaf of bread. [The rationale for both these laws is] that all these dwellings are considered to be a single dwelling.",
            "Similarly, the inhabitants of a courtyard who established an <i>eruv</i> together are considered to be [the members of] a single household.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Although they eat in separate places, joining together in the <i>eruv</i> causes them to be considered as if they share the same table.</i> If it is necessary for them to establish an <i>eruv</i> together with the inhabitants of another courtyard, they are required to bring only one loaf to the place where the <i>eruv</i> is established. Similarly, if the <i>eruv</i> is established in their [house], they do not have to contribute a loaf of bread.",
            "When five people collect an <i>eruv</i><sup class=\"footnote-marker\">5</sup><i class=\"footnote\">I.e., they collected loaves of bread from each household in the courtyard.</i> [for one courtyard] with the intent of bringing it to the place where an <i>eruv</i> will be established [together with the inhabitants of another courtyard],<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The <i>Shem Yosef</i> explains that this latter phrase represents the new concept contributed in this halachah, as opposed to the previous one. Although the <i>eruv</i> was originally collected for the purpose of establishing an <i>eruv</i> with the inhabitants of another courtyard, the collection itself causes the inhabitants to be considered members of a single household.</i> it is not necessary for all five to bring the bread there. Moreover, all th at is necessary is to bring a single loaf of bread. Since the <i>eruv</i> was collected, all [the inhabitants of the courtyard] are considered to be the members of a single household.",
            "When a father and his son, or a teacher and his student<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Although the Rambam uses a singular term, the same law applies to many sons or many students.</i>are dwelling in the same courtyard, it is not necessary for them to establish an <i>eruv</i>; they are considered to be a single household. Although at times they eat at a single table and at times they do not eat [together], they are considered to be a single household.",
            "[The following rules apply to] brothers, each of whom has a house of his own, and who do not eat at their father's table, and to wives and servants who do not eat at their husband's or master's table at all times, but rather they [occasionally] eat at his table in payment for the work they do for him,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The Rambam's comparison of these individuals to hired workers reflects his interpretation of the expression במקבלי פרס in <i>Eruvin</i> 73a. The Ra'avad offers a different interpretation, and his view is quoted in the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 370:5- 6).</i> or as an expression of his favor for a specific amount of time, such as a person who enjoys a colleague's hospitality for a week or a month.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> explains that the Rambam's intent is not that the presence of a guest causes carrying to be forbidden when there are others living in the same courtyard. For as explained at the beginning of Chapter 2, and in Halachah 12 of this chapter, a guest's presence makes no difference in this context. Rather, the point of the comparison above is to emphasize the intermediate status of these individuals. On one hand, like guests, they are at times considered to be members of the person's household. On the other hand, since they have their own dwellings and often eat there, there is reason to consider them as having separate households.</i><br>If there are no other people dwelling together with them in the courtyard, they are not required to establish an <i>eruv</i>. If they establish an <i>eruv</i> with [the inhabitants of] another courtyard, a single <i>eruv</i> suffices for them. If the <i>eruv</i> is established in [one of] their [homes], they are not required to contribute a loaf of bread.<br>If there are other people living in the courtyard together with them, each of them is required to contribute a loaf of bread [for the <i>eruv</i>] like the other inhabitants of the courtyard. [The rationale is that] they do not eat at one table at all times.",
            "[The following rules apply when] five groups spend the Sabbath together in a single large hall: If a partition that reaches the ceiling<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> cites the Rashba, who explains that it is sufficient for the partitions to reach within three handbreadths of the ceiling, since, based on the principle of <i>l'vud</i>, when they are that close it is considered as if they reached the ceiling itself. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 370:3) quotes this ruling.</i> separates each of the groups [from the others], it is as if each group has a room of its own, or is in a loft of its own. In such an instance, every group must contribute a loaf of bread. If, however, the partition does not reach the ceiling, a single loaf<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">I.e., they must make an <i>eruv</i>. The <i>Shulchan Aruch</i> (<i>loc. cit.</i>) differs and (following the interpretation of <i>Tosafot, Eruvin</i> 72a and Rabbenu Asher) does not require an <i>eruv</i> at all unless they want to join with others outside the hall.<br>The <i>Shulchan Aruch</i>, however, emphasizes that we are speaking about temporary partitions, either curtains or pieces of wood. If the partitions are permanent, they are considered as having separate dwellings, and an <i>eruv</i> is required.</i>of bread is sufficient for all of them. For they are all considered to be the members of a single household.",
            "When a person owns one [of the following] structures<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">All these structures have one thing in common - they are not ordinary dwellings where a person will eat his meals on a regular basis.</i> - a gatehouse that people frequently walk through, an <i>exedra</i>,<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">A Greek structure with two or three walls and a roof with a sky-light.</i>a porch, a barn, a shed for straw, a shed for wood, or a storehouse - in a courtyard belonging to a colleague, he does not cause [his colleague] to be forbidden to carry. [Our Sages decreed that the presence of a person causes carrying] to be forbidden unless an <i>eruv</i> is established, only when the person possesses a dwelling in the courtyard in which he will [ordinarily] eat [a meal of] bread. The [possession of a] place to sleep, by contrast, does not cause carrying to be forbidden.<br>For this reason, even if a person decided to eat his meals consistently in a gatehouse or an <i>exedra</i>, his presence does not cause carrying to be forbidden, because this is not considered a dwelling.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">For these structures are not fit to serve as dwellings. In contrast, were a person to eat continually in a barn, a wood shed, or a shed for straw, these are considered to be dwellings, and an <i>eruv</i> is necessary (<i>Shulchan Aruch, Orach Chayim</i> 370:1; see Chapter 1, Halachah 16).</i>",
            "[The following rules apply when] there are ten dwellings, one within the other:<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">I.e., to get to the inner dwellings, one must pass through the outer ones.</i> [The inhabitants of] the innermost dwelling and the one before it are required to provide the <i>eruv</i>. The eight outer dwellings, by contrast, are not required to contribute to the <i>eruv</i>. [The rationale is that] since many people walk through them, they are regarded as a gatehouse. [As mentioned above,] a person who lives in a gatehouse [does not cause others to be forbidden to carry].<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">The <i>Mishnah Berurah</i> 370:52 extends this principle and applies it to people renting separate rooms in a single home. If the rooms lead through each other, the inhabitants of the outer rooms do not have to contribute to the <i>eruv</i>.</i><br>[The person living in] the ninth [house] does not have many people passing through his property - only one. Therefore, his presence causes [carrying] to be forbidden unless he contributes to the <i>eruv</i>.",
            "[The following rulings apply in the situation to be described:] There are two courtyards [each containing several houses] and three houses [in between them]. The houses have entrances to each other, and [the outer two houses]<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">But not the middle house. See the accompanying diagram.</i> have entrances to the courtyards.<br>The inhabitants of one courtyard brought their <i>eruv</i> through the house that had an entrance for them and placed it in the middle house. Similarly, the inhabitants of the other courtyard brought their <i>eruv</i> through the house that had an entrance for them and placed it in the middle house.<br>[The inhabitants of] these three houses do not have to contribute a loaf of bread [to the <i>eruv</i> [for the following reasons]: The middle house is the house in which the <i>eruv</i> was placed. The two houses on its side are each considered to be a gatehouse for the inhabitants of the courtyard.",
            "[Different rules apply, however, if the situation changes. For example,] there are two courtyards [each containing several houses] and two houses [in between them] with entrances to each other. [The inhabitants of one courtyard] bring their <i>eruv</i> through the house that is open to them and place it in the second house, which is adjacent to the other courtyard.<br>[The inhabitants of the other courtyard also] bring their <i>eruv</i> through the entrance that is open to them and place it in the other house [which is adjacent to the other courtyard]. In such a situation, [the inhabitants of] neither [of the courtyards are considered to have] established an <i>eruv</i>. For each of them has placed his <i>eruv</i> in the gatehouse of another courtyard.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">And an <i>eruv</i> that was placed in a gatehouse is not acceptable, as stated in Chapter 1, Halachah 16.</i>",
            "Although one of the inhabitants of a courtyard is in the midst of his death throes,<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">This reflects a general principle in Torah law. Until a person actually stops breathing, he is considered to be alive. There is no difference in his status regarding any of the Torah's laws.</i> even when [it is obvious] that he will not survive the day, his presence causes the other inhabitants of the courtyard to be forbidden [to carry] until they grant him [by proxy]<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">See Chapter 1, Halachah 20.</i> a share in a loaf of bread and include him in the <i>eruv</i>.<br>Similarly, when a minor [owns a house in the courtyard], although he is incapable of eating an amount of food the size of an olive, his presence causes [carrying] to be forbidden until [the inhabitants of the courtyard] include him in the <i>eruv</i>. [The presence of] a guest, by contrast, does not cause [carrying] to be forbidden, as explained above.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">See Chapter 2, Halachah 1.</i>",
            "[The following rules apply when] one of the inhabitants of a courtyard leaves his home and spends the Sabbath in another courtyard, even in a courtyard adjacent [to the one in which his home is located]: If he had no thought of returning to his home on the Sabbath, he does not cause [carrying] to be forbidden.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">The rationale is that a dwelling without an owner is not considered to be a dwelling (<i>Shulchan Aruch HaRav</i> 371:1; <i>Mishnah Berurah</i> 371:1).</i><br>When does the above apply? With regard to a Jew.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">For it is unlikely that a Jew will return to his home on the Sabbath. Moreover, even if he did so, we apply the principle that since carrying was permitted for a portion of the Sabbath, it is permitted for the entire Sabbath (<i>Maggid Mishneh</i>).</i> With regard to a gentile, by contrast, he causes [carrying] to be forbidden even when he spends the Sabbath in another city,<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> mentions a more lenient view, which states that if the gentile spends the Sabbath at a place that is more than a day's journey from home, the inhabitants are allowed to carry, because it is impossible for him to arrive on the Sabbath. This ruling is quoted by the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 371:1).<br>The Ramah grants a further leniency and permits the inhabitants to carry when the gentile stays in another courtyard in the same city. If the gentile returns to his home on the Sabbath, the <i>Turei Zahav</i> 371:2 permits the inhabitants to continue to carry. The <i>Mishnah Berurah</i> 371:8, by contrast, rules that this is forbidden.</i> unless his domain is rented from him. [The rationale is] that it is possible for him to return on the Sabbath.",
            "When the owner of a courtyard rents houses in the courtyard to others and [stipulates that] he may [continue] to leave articles or types of merchandise in each of these homes, [the presence of the renters] does not cause [carrying] to be forbidden. Since he still has authority in each of the houses, everyone is considered to be his guest.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Note the ruling of the Ramah (<i>Orach Chayim</i> 370:2), which states that this decision applies only when there are no other inhabitants in the courtyard besides the owner and the persons to whom he rented dwellings, or the <i>eruv</i> was brought into the house of the owner.</i><br>When does the above apply? When he left an article that may not be carried<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (<i>loc. cit.</i>) adds that this applies also when the articles are too heavy to be lifted on the Sabbath.</i> on the Sabbath - e.g., <i>tevel</i><sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Produce from which <i>terumah</i> and the tithes have not been separated. These tithes may not be separated on the Sabbath (<i>Hilchot Shabbat</i> 23:9,14), nor is it permitted to carry such produce on the Sabbath (<i>loc. cit.</i> 25:19).</i> or slabs of metal,<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Since this metal has not been fashioned into a useful article, it is forbidden to be carried on the Sabbath (<i>loc. cit.</i>:6).</i> in these homes. When, by contrast, he leaves articles that may be carried in each of the homes, [the presence of the renters] causes [carrying] to be forbidden unless they establish an <i>eruv</i>. For it is possible that he will remove them [on the Sabbath], and then he will be left without any authority [in these dwellings].",
            "[The following rules apply when] the inhabitants of a courtyard forgot and did not establish an <i>eruv</i>. They may not remove articles from their homes to the courtyard, nor from the courtyard to their homes. However, concerning articles that were left in the courtyard at the commencement of the Sabbath:<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">See the <i>Be'ur Halachah</i> 372, which explains there are authorities who differ with regard to whether one is permitted to carry an article within a courtyard when an <i>eruv</i> has not been established - if that article hads been placed in one of the homes at the commencement of the Sabbath, but was inadvertently taken from the home and placed in the courtyard. Although the Rambam would appear to forbid carrying the article, Rashi (<i>Shabbat</i> 130b) and <i>Tosafot</i> (<i>Eruvin</i> 91b) maintain that carrying it is permitted within the courtyard.</i> [the inhabitants] may carry such articles throughout the courtyard and all its extensions.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">See Chapter 3, Halachah 19.</i><br>[The following rules apply when] there is a porch<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">In his Commentary on the Mishnah (<i>Eruvin</i> 8:3), the Rambam describes a porch as an intermediate level, at least ten handbreadths high, through which stairs lead to the courtyard.</i> or an upper storey [that opens out to a courtyard],<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">I.e., the inhabitants of the porch or the upper storey descend through a stairwell into the courtyard, and from the courtyard they proceed to the public domain. The Rabbis consider the stairwell equivalent to an entrance. Hence, they liken the situation to one in which two courtyards are positioned adjacent to each other with an entrance between them.</i> and the inhabitants of the courtyard have established an <i>eruv</i> for themselves and the inhabitants of the porch have established an <i>eruv</i> for themselves:<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">I.e., unless an <i>eruv</i> is established, the inhabitants of these domains are forbidden to carry within the others' domains and within the property shared by both.</i> Regarding articles that were left in their homes at the beginning of the Sabbath, the inhabitants of the porch or the upper storey are permitted to carry them throughout the porch and all of its extensions or throughout the upper storey and all of its extensions. The inhabitants of the courtyard may carry within the courtyard and all its extensions, [but they are forbidden to carry from the courtyard to the upper storey or the porch, or from the upper storey or the porch to the courtyard unless an <i>eruv</i> is established].<br>Similarly, if one person lives in the courtyard, and another person lives in the upper storey, and they forgot to establish an <i>eruv</i>, the owner of the upper storey may carry within the upper storey and all of its extensions, and the owner of the courtyard may carry within the courtyard and all of its extensions. [They may not, however, carry from one domain to the other without an <i>eruv</i>].",
            "What is implied? When there is a rock or a mound within the courtyard that is less than ten handbreadths high, it is considered to be [important to] both the courtyard and the porch, and [the inhabitants of] both are forbidden to bring articles there from their homes.<br>If [the rock or the mound] is ten handbreadths high and is less than four handbreadths removed from the porch, it is considered to be an extension of the porch, for they are of similar [height]. Therefore, the inhabitants of the porch may carry on it.<br>If it is four or more handbreadths removed from the porch, even when it is ten [handbreadths high] it is considered to be an extension of both the courtyard and the porch, since both can use it by throwing [objects onto it]. Therefore, [the inhabitants of] both are forbidden to bring articles there from their homes until they establish an <i>eruv</i>.<br>When there is a pillar four [or more] handbreadths wide in front of the porch [it is considered to be a divider]. [Therefore, the presence of] the porch does not cause [carrying] to be forbidden within the courtyard, for a separation has been made between [one domain and the other].",
            "When projections protrude from the walls [of the courtyard], all those that are below ten handbreadths high are considered to be extensions of the courtyard, and may be used by the inhabitants of the courtyard. All those that are within ten handbreadths of the upper storey may be used by the inhabitants of the upper storey.<br>The remainder, those that are located more than ten handbreadths above the ground and more than ten handbreadths below the upper storey, are forbidden to them both. Neither may use them for articles from the homes unless an <i>eruv</i> is established.",
            "[The following rules apply to] a cistern located in [such] a courtyard: If it is filled with produce that was <i>tevel</i> - and hence is forbidden to be carried on the Sabbath - or with objects of a similar kind, it and the enclosure around it,<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">See <i>Hilchot Shabbat</i> 15:9.</i> are regarded like a rock or a mound in a courtyard.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">I.e., since the cistern is filled with objects that are forbidden to be carried, it is not given any special importance, and instead is considered like any other large, distinct object in the courtyard.</i> If [the enclosure] is ten handbreadths high and close to the porch, it is considered to be an extension of the porch.<br>If, by contrast, it is filled with water,<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">It is, by nature, fit to be used by the inhabitants of both domains. Therefore, neither is entitled to do so, unless they establish an <i>eruv</i>.</i> neither the inhabitants of the courtyard nor the inhabitants of the porch may bring [water] to their homes from it unless they establish an <i>eruv</i>.",
            "[The following rules apply when] there are two courtyards, one lying behind the other, and the inhabitants of the inner courtyard enter and exit by passing through the outer courtyard: When [the inhabitants of] the inner courtyard have established an <i>eruv</i>, but [the inhabitants of] the outer courtyard have not, [the inhabitants of] the inner courtyard may carry [within their domain], but [the inhabitants of] the outer courtyard may not.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">The rationale for these rulings is obvious; the concept is mentioned primarily to show the contrast with the subsequent clauses of the halachah. Unlike the inhabitants of the inner courtyard, who can reach their own dwelling only by passing through the outer courtyard, there is no reason for the inhabitants of the outer courtyard to pass through the inner one.</i><br>When [the inhabitants of] the outer courtyard have established an <i>eruv</i>, but [the inhabitants of] the inner courtyard have not, [the inhabitants of] both are forbidden to carry; [the inhabitants of] the inner courtyard because they did not establish an <i>eruv</i>, and the inhabitants of the outer courtyard because the people who pass through [their domain] did not establish an <i>eruv</i> [even within their own domain].<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">This ruling reflects the principle stated in Halachah 23, that when people are forbidden to carry within their own domain, they cause carrying to be forbidden in the domain through which they pass. Had the inhabitants of the inner courtyard established an <i>eruv</i> for themselves, they would not cause carrying to be forbidden in the outer courtyard, as reflected in the following clause.</i><br>If [the inhabitants of] both domains have established separate <i>eruvin</i>,<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Similarly, if the single courtyard belongs to a single individual, or the owners are considered to be members of a single household - e.g., a father and his children, their presence does not cause carrying to be forbidden in the outer courtyard (<i>Maggid Mishneh</i>).</i> they may each carry within their own domain; they may not carry from one [domain] to the other.",
            "[If the inhabitants of both domains have established separate <i>eruvin</i>,] but one of the inhabitants of the outer courtyard forgot to join in the <i>eruv</i> [in his domain], the inhabitants of the inner courtyard are still permitted to carry.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">For their <i>eruv</i> is still intact and there is no necessity for the inhabitants of the outer courtyard to pass through the inner one.</i><br>When, by contrast, one of the inhabitants of the inner courtyard forgot to join in the <i>eruv</i> [in his domain], [not only are the inhabitants of the inner courtyard forbidden to carry, the inhabitants of] the outer courtyard are also forbidden to do so. [This restriction is instituted] because the inhabitants of the inner courtyard whose <i>eruv</i> is not acceptable pass through their [domain].",
            "[The following rules apply when] both courtyards establish a single <i>eruv</i>: If the <i>eruv</i> is placed in the outer courtyard, and one of the inhabitants - whether an inhabitant of the outer courtyard or of the inner courtyard - forgets to join in the <i>eruv</i>, [all] the inhabitants of both courtyards are forbidden [to carry]<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">The <i>eruv</i> is not acceptable for the inner courtyard, because it is not located within the courtyard itself, and it is not acceptable for the outer courtyard, because one of the inhabitants of the courtyard did not participate.</i> unless he subordinates [the ownership of] his domain to them. [This is possible for, as we explained,<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">Chapter 2, Halachah 5.</i> one may subordinate the ownership of a domain in one courtyard to [people dwelling in] another.<br>[Different rules apply when] the <i>eruv</i> is placed in the inner courtyard: If one of the inhabitants of the outer courtyard did not join in the <i>eruv</i>, [the inhabitants of] the outer courtyard are forbidden to carry. [The inhabitants of] the inner courtyard, by contrast, are permitted to carry within their own [domain].<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">For all the inhabitants of this courtyard have joined together in a single <i>eruv</i>. Although they had desired to join together with the inhabitants of the outer courtyard, the failure for this desire to be fulfilled does not cause them to forfeit their initial advantage as a domain joined by an <i>eruv</i>. (See <i>Eruvin</i> 75b.)</i> If one of the inhabitants of the inner courtyard did not join in the <i>eruv</i>, [all the inhabitants of] both [courtyards] are forbidden [to carry]<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">In this instance, the inhabitants of the inner courtyard are forbidden to carry because one of their number has failed to join in the <i>eruv</i>. This in turn causes carrying to be forbidden in the outer courtyard, as explained above.</i> unless he subordinates [the ownership of] his domain to them.",
            "If [only] one person<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">In his Commentary on the Mishnah (<i>Eruvin</i> 6:10), the Rambam explains that this can refer to members of an extended household - e.g., a father and his children.</i> was dwelling in one [of these] courtyards and [only] one person was dwelling in the other, there is no need for them to establish an <i>eruv</i>;<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Needless to say, to carry from one courtyard to the next, an <i>eruv</i> is necessary.</i> each one is permitted to carry in his courtyard.<br>If, however, a gentile dwells in the inner courtyard, even though he is merely a single [household], he is considered as many individuals, and [his presence] causes [the inhabitants of] the outer courtyard to be forbidden to carry until his domain is rented.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Our Sages explained that gentiles are less private about the details of their personal dwellings than the Jews. Thus many people will know of the gentile's presence and the fact that his domain was not rented, but they may not know that only one Jew lives in the outer courtyard. Therefore, they might not realize that this is an exception, and generally, when one courtyard leads to another, an <i>eruv</i> is required (<i>Eruvin</i> 75b). Although when one Jew lives in a courtyard together with a gentile, he is generally not required to rent his domain (Chapter 2, Halachah 9), an exception is made in this instance.<br>The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 382:17) mentions this as a singular opinion, and the <i>Mishnah Berurah</i> 382:59 states that it is not shared by most authorities. Some have noted that the Rambam himself uses a plural form of the word \"rent,\" and they interpret this as referring to an instance where two Jews live in the outer courtyard.</i>",
            "[The following laws apply when there are] three courtyards with entrances to each other, and there are many people dwelling in each courtyard: When [the inhabitants of] the two outer courtyards have established an <i>eruv</i> together with [the inhabitants of] the inner courtyard,<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">I.e., the inhabitants of the inner courtyard have established two <i>eruvin</i>, one with each of the outer courtyards.</i> [the inhabitants of] the inner courtyard are permitted to carry within the outer courtyards, and [the inhabitants of] the outer courtyards are permitted to carry within the inner courtyard, but the inhabitants of the two outer courtyards may not carry in the other outer courtyard unless all three join in a single <i>eruv</i>.<br>If a single individual dwells in each courtyard, there is no need for them to establish an <i>eruv</i>, although many individuals pass through the outer courtyard.<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> explains that these two clauses refer to different situations. The first clause refers to a situation in which all three courtyards have entrances to the public domain, while this clause refers to a situation where only the outermost courtyard has an entrance to the public domain, and the inhabitants of this courtyard must pass through it.<br>Based on the <i>Hagahot Maimoniot</i>, <i>Merkevet HaMishneh</i> explains that the fundamental aspect of this ruling is the interpretation of Rabbi Shimeon's statements that the inhabitants of the middle courtyard are permitted to carry in either of the outer courtyards (<i>Eruvin</i> 45b, 48b). Although these statements were made regarding a situation in which only one courtyard opened up to the public domain, one can extrapolate that the same ruling would apply when all three open to the public domain.</i> [The rationale is that] each of these individuals is permitted to carry in his own domain. If, however, there are two individuals living in the inner courtyard [different rules apply]. Since [these individuals] are forbidden to carry in their own domain until they establish an <i>eruv</i>, they cause the single individuals in the middle and in the outer domains to be forbidden [to carry] unless the two inhabitants of the inner domain establish an <i>eruv</i>.<br>This is the governing principle: When a person who is forbidden to carry in his own domain passes through another domain, his passage causes carrying to be forbidden there. When, by contrast, the person may carry in his own domain, his passage through another domain does not cause carrying to be forbidden there.",
            "[The following rules apply when] there are two balconies positioned over a body of water, and one is positioned above the other: Although [the inhabitants of] each of them have constructed a partition ten handbreadths high descending [to the water],<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">See <i>Hilchot Shabbat</i> 15:15, which interprets this law as referring to a balcony with a hole in its floor, from which water is drawn and through which it is poured. The partition need not extend the full distance from the balcony to the water. As long as it extends either ten handbreadths below the balcony or ten handbreadths above the water, drawing water and pouring water through the hole in the balcony are permitted.</i> if the two balconies are within ten handbreadths of each other,<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">In his Commentary on the Mishnah (<i>Eruvin</i> 8:8), the Rambam explains this as referring to two balconies positioned one on top of the other. Each balcony has a hole in it, and these holes are also aligned one on top of the other.</i> it is forbidden for [their inhabitants] to draw water unless they establish a single <i>eruv</i>. [The rationale is that, because of their closeness] they are considered to be a single balcony.<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">The Ra'avad states that, based on <i>Eruvin</i> 88a, this ruling would appear to apply only when the two balconies are not directly above each other. The Ra'avad's position is shared by Rashi and the Rashba, while the Rambam's interpretation appears to be shared by Rabbenu Chanan'el. Although the <i>Maggid Mishneh</i> attempts to justify the Rambam's position, most authorities (including the <i>Shulchan Aruch, Orach Chayim</i> 355:5) follow the Ra'avad's view.</i><br>If the distance between the upper balcony and the lower balcony is more than ten handbreadths, and [the inhabitants of] each have established separate <i>eruvin</i>, they are both permitted to draw [water].",
            "If [the inhabitants of] the upper [balcony] did not make a partition, but the inhabitants of the lower [balcony] did, even [the inhabitants of] the lower balcony are forbidden to draw [water]. [The rationale is that] the buckets of the upper [balcony], which are forbidden, pass through their domain.<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">I.e., the Rambam applies the principle stated in Halachah 23 - about people passing from one domain to another - to the buckets used to draw water that pass from domain to domain. In this instance, as well, the Ra'avad, Rashi, and others interpret <i>Eruvin</i> (<i>loc. cit.</i>), the source for this halachah, differently, and their interpretation is cited in the <i>Shulchan Aruch</i> (<i>loc. cit.</i>).</i><br>If [the inhabitants of] the upper [balcony] have made a partition, but [the inhabitants of] the lower [balcony] have not, [the inhabitants of] the upper balcony are permitted to draw water,<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">The fact that their buckets pass through the area of the lower domain is of no consequence.</i> but [the inhabitants of] the lower balcony are forbidden.<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">For they have no partition.</i><br>If the inhabitants of the lower [balcony] joined together with [the inhabitants of] the upper [balcony] in the construction of the partition, [the inhabitants of] both are forbidden to draw water<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Since they both have a share in the partition, they are considered as full partners in a single domain. Hence, it is necessary that they be joined together in an <i>eruv</i>.</i> until they establish a single <i>eruv</i>.",
            "[The following rules apply to a building] with three storeys, one above the other; the upper and the lower storeys belong to one individual, and the middle storey belongs to another: One may not lower articles from the top storey to the bottom storey through the middle storey.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">I.e., through a hole in the building.</i> For we may not pass articles from one domain to another domain via a third domain. One may, however, lower articles from the top [storey] to the lower [storey] [if] they do not [pass] through the middle [storey].<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">E.g, from a porch to a porch.</i>",
            "[The following rules apply when] two buildings face each other and there is a courtyard below them into which water is poured.<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">As evident from <i>Hilchot Shabbat</i> 15:16-17, this refers to a courtyard larger than four cubits by four cubits. It is forbidden to pour water into a smaller courtyard unless one digs a pit, as reflected in the second clause of this halachah.</i> They should not pour water into the courtyard unless they join together in a single <i>eruv</i>.<br>If [the inhabitants of one building]<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">The bracketed additions are based on the Rambam's Commentary on the Mishnah (<i>Eruvin</i> 8:11).</i> dig a pit in the courtyard into which to pour water, while [the inhabitants of the other building] do not, those who dig the pit may pour water into it. The others are forbidden to pour water into the courtyard unless they join together in a single <i>eruv</i>.<br>If [the inhabitants of both buildings] each dig a pit, each may pour water into the pit they have dug, even though they did not establish an <i>eruv</i>."
        ],
        [
            "[The following rules apply when] the inhabitants of a lane join in a business partnership with regard to a particular food - i.e., they have bought wine, oil, honey, or the like [for sale]:<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">A <i>shituf</i> established by the inhabitants of a lane is mentioned because it can be established with other types of food besides bread. In contrast, an <i>eruv</i> for a courtyard may be established only with bread (Chapter 1, Halachah 8). The Rashba (as quoted by the <i>Maggid Mishneh</i>) states that the same principle would apply if the inhabitants of a courtyard established a business partnership for the sale of bread.</i> They need not establish another <i>shituf</i> for the sake [of carrying on] the Sabbath. Instead, they may rely on the partnership they have established for business reasons.<br>[When does this leniency apply?] When their business partnership involves one type of produce, and [this produce] is stored in a single container. But if their partnership is such that one possesses wine and the other oil,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The <i>Tur</i> (<i>Orach Chayim</i> 366) states that even if the partnership involves several types of produce, as long as it is stored in a single container, the inhabitants may rely on it for the sake of the Sabbath. The Ramah (<i>Orach Chayim</i> 386:3) quotes this ruling.</i> or they both possess wine but hold it in two different containers, they are required to establish another <i>shituf</i> for the sake of the Sabbath.",
            "If one of the inhabitants of a lane asks another for wine or oil before the Sabbath, and the latter refuses to give it to him, the <i>shituf</i> is nullified.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The Rambam's ruling is based on <i>Eruvin</i> 68a. In his commentary on that passage, Rashi explains that this refers to the food set aside for the <i>shituf</i>. If the person asks for some of this food and it is not given to him, the <i>eruv</i> is nullified.<br>Although this does not appear to be the Rambam's intent, the <i>Kessef Mishneh</i> explains that his words can be interpreted in this manner. [And in the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 366:5), Rav Yosef Karo rules according to his explanation in the <i>Kessef Mishneh</i>]. The Ra'avad goes further and explains that this law applies only when one person has granted others a share in his produce for the purpose of establishing a <i>shituf</i>. If, afterwards, he refuses to allow one of the members of the lane to take from the <i>shituf</i>, the <i>shituf</i> is nullified.</i> [The rationale is that this individual] revealed that his intent was that they are not all to be considered partners who do not object to each other's [use of the combined resources].<br>When one of the inhabitants of a lane who usually participates in a <i>shituf</i> fails to do so,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">With the intent of nullifying the <i>shituf</i>.</i> the inhabitants of the lane may enter his home and take [his share for] the <i>shituf</i> against his will. If one of the inhabitants of a lane refuses<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">I.e., in contrast to the previous law, this person was not a regular participant in the <i>shituf</i>.</i> to join with the others in the <i>shituf</i>, he may be compelled to do so.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">I.e., the communal court may compel him to join the <i>shituf</i>. Nevertheless, in contrast to the previous law, the matter may not be dealt with by the inhabitants of the lane themselves (<i>Maggid Mishneh</i>). This ruling is quoted by the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 367:1).<br>The <i>Noda BiY'hudah</i> (Vol. II, <i>Choshen Mishpat</i>, Responsum 39) points to <i>Hilchot Sh'chenim</i> 5:12 (quoted in the <i>Shulchan Aruch, Choshen Mishpat</i> 162:1), which appears to contradict this interpretation, for it states that the members of the lane may compel each other to build a pole or a beam for a courtyard. The <i>Noda BiY'hudah</i> explains, however, that there is a difference between the structure of a courtyard (i.e., the pole or the beam) and participation in an <i>eruv</i>.</i>",
            "When one of the inhabitants of a lane owns a storeroom of wine, oil, or the like, he may grant a small share to all the inhabitants of the lane and establish a <i>shituf</i> on their behalf. The <i>shituf</i> is acceptable even though he did not separate or designate [the wine he granted them, but rather left it] mixed together [with the remainder] in the storeroom.",
            "[When the inhabitants of] a courtyard that has two entrances, each leading to a different lane, establish a <i>shituf</i> with one of [the lanes] and not the other,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">According to most authorities, the inhabitants of such a courtyard have the right to establish a <i>shituf</i> with the inhabitants of both lanes, if they desire. If they chose this option, they may bring articles to and from both lanes. The <i>Maggid Mishneh</i> maintains that the Rambam accepts this view, as well.<br>There are opinions (see Rabbenu Yehonatan) that maintain that Rabbenu Yitzchak Alfasi differs with this view, and maintains that in such a situation, the inhabitants of the courtyard may join in a <i>shituf</i> with the inhabitants of only one lane. Some maintain that the Rambam also accepts this view. This is surely the opinion of the Ra'avad, who objects to the Rambam's ruling here.<br>This interpretation cannot be justified in light of the Rambam's ruling in Halachah 7. Accordingly, <i>Merkevet HaMishneh</i> offers a different interpretation of Rabbenu Yitzchak Alfasi's view, as is explained in the following note.</i> [they] are forbidden to bring articles to and from the second lane.<br>Therefore, if a person [sets aside food for a <i>shituf</i>], grants a portion to all the inhabitants of the lane, and establishes a <i>shituf</i> on their behalf, he must notify the inhabitants of that courtyard. For they must make a conscious decision to join the <i>shituf</i>, since this is not [necessarily] to their benefit,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">In Chapter 1, Halachah 20, the Rambam states: \"A person need not inform the inhabitants of a lane or a courtyard that he has granted them [a portion of food] and established an <i>eruv</i> for them, for these deeds are to their benefit, and a person may grant a colleague benefit without the latter's knowledge.\"<br>The rationale behind that ruling is that it is surely to the benefit of the inhabitants of a courtyard to be able to bring articles to and from areas outside their courtyard. In this instance, however, the establishment of a <i>shituf</i> is not necessarily to the benefit of the inhabitants of that courtyard, and they must therefore be notified beforehand.<br>The <i>Maggid Mishneh</i> explains that the <i>shituf</i> is not necessarily to their benefit, because they have another alternative to transfer articles to and from the courtyard from outside. Hence, it is possible that the inhabitants of the courtyard do not desire to join in the <i>shituf</i> with this lane, lest doing so increase the amount of human traffic in their courtyard.<br>According to Rabbenu Yitzchak Alfasi's view, the question facing the inhabitants of this courtyard is: If they do not join in a <i>shituf</i> with either of the lanes, they are allowed to transfer articles left in the courtyard at the commencement of the Sabbath to and from both the lanes. Should they join in a <i>shituf</i> with only one of the lanes, although their opportunities are greatly increased with regard to transferring articles to and from the lane with which they established the <i>shituf</i>, they lose the opportunity to transfer articles to and from the other lane. Perhaps they would desire to maintain the situation as it was originally rather than forfeit this opportunity.</i> because it is possible that they desire to join in a <i>shituf</i> with [the inhabitants of] the other lane, and not with this one.",
            "A person's wife may participate in an <i>eruv</i> on his behalf without his knowledge, provided he does not [intend to cause] his neighbors to be forbidden [to carry].<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">In this ruling, the Rambam's interpretation of <i>Eruvin</i> 80a (the source for this halachah) parallels that of Rabbenu Chanan'el. Rashi, the Ra'avad, and others offer a directly opposite interpretation of that passage. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 367:1) follows the latter view.<br>The Ra'avad's objection to the Rambam's ruling revolves around the interpretation of the passage cited above, which begins:<br>A [gentile] officer lived in Rabbi Zeira's neighborhood. [The Jews] offered to rent his domain on the Sabbath, but he refused.<br>They came to Rabbi Zeira and asked whether they could rent it from his wife. He told them, \"...A person's wife may establish an <i>eruv</i> on his behalf without his knowledge.\"<br>According to the Rambam, the law Rabbi Zeira cites as support is not entirely analogous to the situation regarding which he was asked. A Jew's wife may establish an <i>eruv</i> without his knowledge, but not against his will. A gentile's wife, by contrast, may rent out his domain even when he has already refused (<i>Sefer HaKovetz</i>).</i> If he does [intend to cause] them to be forbidden [to carry], however, she may not join an <i>eruv</i> on his behalf, nor may she join a <i>shituf</i> on his behalf unless he consents.<br>What is meant by \"[intend to cause] them to be forbidden [to carry]\"? That he says, \"I will not join in an <i>eruv</i> or a <i>shituf</i> with them.\"",
            "[The following rules apply when a courtyard opens up to two lanes and] the inhabitants of the courtyard have established a <i>shituf</i> with [the inhabitants of] one of the lanes: If they had originally established the <i>shituf</i> with one type of produce, even if the produce in the <i>shituf</i> was consumed entirely, one may establish a second <i>shituf</i> and grant them a portion; there is no need to inform them a second time.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Since they agreed to join in the <i>shituf</i> previously, we assume that they desire to continue the arrangement (<i>Levush, Orach Chayim</i> 368:1).</i><br>If they have established the <i>shituf</i> with two types<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Rashi (<i>Eruvin</i> 80b) explains that this refers to establishing the second <i>shituf</i> with a different type of produce, rather than establishing the first <i>eruv</i> with two types of produce. His approach is cited by the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 368:1).</i> of produce,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Note Chapter 1, Halachah 11, where the Rambam states that a <i>shituf</i> can be established using two types of produce. The Ra'avad objects both there and here.</i> and the amount of food was reduced [from the minimum required],<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">See Chapter 1, Halachah 9.</i> one may add to it and grant the others a share; there is no need to inform them. If [the produce] was consumed entirely, one may [establish a second <i>shituf</i> and] grant them a portion; it is, however, necessary to inform them.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\"><i>Merkevet HaMishneh</i> explains that, even according to the Rambam, using two types of produce for a <i>shituf</i> is undesirable. Therefore, if the <i>shituf</i> must be established anew, it is necessary to check whether the inhabitants of the lane consent.</i><br>If the number of inhabitants within the courtyard is increased, one may grant [the newcomers] a portion in the <i>shituf</i>, but one must notify them.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">For perhaps they would desire to establish the <i>shituf</i> with the inhabitants of the other lane.</i>",
            "If the inhabitants of this courtyard have established a <i>shituf</i> with the inhabitants of this lane from one entrance, and have established another <i>shituf</i> with the inhabitants of the other lane from the other entrance, they are permitted [to carry to and from] both [of these lanes]<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">See the notes on Halachah 4.</i>, and [the inhabitants of] both [lanes] are permitted [to carry within the courtyard]. [The inhabitants of] both lanes are, however, forbidden [to carry] from one [lane] to the other.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Unless they join together in a <i>shituf</i>.</i><br>If [the inhabitants of the courtyard] have not established a <i>shituf</i> with either of them, they cause [the inhabitants of] both to be forbidden [to carry].<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Since there is a courtyard in their lane that has not joined in the <i>shituf</i>, all the inhabitants of the lane are forbidden to carry.</i>",
            "[The following rules apply when the inhabitants of] this courtyard usually [pass] through one entrance [into one lane], but do not usually [pass] through a second entrance [into another lane]: They cause carrying to be forbidden [in the lane to which] the entrance through which they usually [pass opens].<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Unless they join in a <i>shituf</i>.</i> They do not cause carrying to be forbidden [in the lane to which] the entrance through which they do not usually [pass opens].<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Even when they do not join in a <i>shituf</i>.</i><br>If [the inhabitants of this courtyard] have established a <i>shituf</i> with [only] the lane through which they do not usually [pass], [the inhabitants of] the other lane are allowed [to carry];<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Provided they establish an <i>eruv</i> for themselves.</i> they do not have to establish a <i>shituf</i> with [the inhabitants of this courtyard].",
            "[A leniency is granted in the following situation.] The inhabitants of the lane [through] which [the inhabitants of] this courtyard usually pass established a <i>shituf</i> by themselves. [The inhabitants of the courtyard] did not join in this <i>shituf</i>, nor have they joined in a <i>shituf</i> with the inhabitants of the lane [through] which they do not usually pass. The inhabitants of the latter lane [also] did not establish a <i>shituf</i> for themselves.<br>Since [the inhabitants of the courtyard] have not joined in a <i>shituf</i> at all, they are considered part of the lane [through] which they do not usually pass. Since both these groups of individuals have not established a <i>shituf</i>, they are classed together, so that they will not cause [the inhabitants of] the lane who established the <i>shituf</i> to be forbidden [to carry].<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Based on the principles stated in the previous halachah, it would seem that the fact that the inhabitants of this courtyard have not joined in the <i>shituf</i> of the lane through which they usually pass would cause carrying to be forbidden in this lane. Nevertheless, since the inhabitants of this courtyard have another alternative, they are considered part of the courtyard through which they do not usually pass. The rationale is that through this decision, one group of people (the inhabitants of the lane who established a <i>shituf</i>) benefits (for their <i>shituf</i> is considered acceptable), and another group (the inhabitants of the courtyard in question) does not lose (for they are forbidden to carry regardless) [<i>Eruvin</i> 49a].</i>",
            "[The following rules apply when] a courtyard has an entrance to a lane and another entrance to a valley or to an area enclosed for purposes other than habitation, which is larger than the area [needed] to sow two <i>se'ah</i>:<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">As the Rambam explains in <i>Hilchot Shabbat</i> 16:3, this is an area of 5000 square cubits. The Sages forbade carrying in such an area, even when it is surrounded by a proper partition (<i>loc. cit.</i>:1-2).</i> Since it is forbidden to transfer articles from the courtyard to that enclosed area, [the inhabitants of the courtyard] rely only on the entrance to the lane. Therefore, they cause the inhabitants of the lane to be forbidden [to carry] unless they join together with them in a <i>shituf</i>.<br>If, however, the enclosed area is the size of the area [needed] to sow two <i>se'ah</i> or less, its presence does not cause the inhabitants of the lane to be forbidden [to carry]. Since carrying is permitted within the entire enclosed area, [the inhabitants of the courtyard] rely on the entrance that is exclusively theirs.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">I.e., we assume that the entrance that is more important to them is the entrance to the enclosed area and not the entrance to the lane. Hence, the fact that they have an entrance to the lane is of no significance.</i>",
            "When one of the inhabitants of a lane goes away and spends the Sabbath in another place, [the fact that he owns a domain in the lane] does not cause carrying to be forbidden.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">See Chapter 4, Halachah 13.</i><br>Similarly, if one of the inhabitants of a lane builds a pillar that is four handbreadths wide [or more] before his entrance, [the fact that he owns a domain in the lane] does not cause carrying to be forbidden. For he has separated himself from [the other inhabitants], and has made his domain a distinct entity.<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">See also Halachah 24 and Chapter 4, Halachah 16.</i>",
            "[The following rules apply when] the inhabitants of a lane have joined together in a <i>shituf</i>, but several of the inhabitants forgot and did not join: [Those who forgot] should subordinate the ownership of their domain to those who joined in the <i>shituf</i>. The laws governing the subordination of the ownership of their domain are the same as the laws governing the subordination of the ownership of a domain when one or more of the inhabitants of a courtyard forgot to join in an <i>eruv</i>.<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">See Chapter 2, Halachot 1-5.</i><br>We have already explained<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Chapter 4, Halachah 1.</i> that a person and [all] the members of his household who are dependent on him for meals are considered to be a single entity with regard to the establishment of an <i>eruv</i> for a courtyard and a <i>shituf</i> for a lane.",
            "[The following rules apply when the inhabitants of] all the courtyards established <i>eruvin</i> for each of the courtyards, and afterwards they all joined in a <i>shituf</i> for the lane: When one of the inhabitants of a lane forgot to join in the <i>eruv</i> with the other inhabitants of his courtyard, he does not lose any [privileges]. For all of them have joined together in a <i>shituf</i>, and it is on the <i>shituf</i> that they rely.<br>The only reason it was required to establish an <i>eruv</i> within the courtyards, together with the <i>shituf</i>, is so that the children will not forget the law of the <i>eruv</i>.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">I.e., an <i>eruv</i> established within a courtyard will be seen by the children, and they will know that it is only because of this <i>eruv</i> that the restrictions against carrying are relaxed. If, however, there is only a <i>shituf</i> in the lane, it is unlikely to be noticed by the children, and they will not know about the restrictions established by our Sages (<i>Eruvin</i> 73b). (See, however, the notes on the following halachah.)</i> [And in this instance, that requirement has been met,] for <i>eruvin</i> were established in the courtyards.<br>If, however, one of the inhabitants of the lane forgot to join in the <i>shituf</i>, carrying is forbidden in the lane.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">For the <i>shituf</i> requires the participation of all the inhabitants of the lane.</i> The inhabitants of the courtyards, however, may carry in their [respective] courtyards. [When a <i>shituf</i> is not established,] the relationship between courtyards and a lane is parallel to that between homes and a courtyard.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">See Halachah 15.</i>",
            "[The following rules apply when the inhabitants of all the courtyards] have joined in a <i>shituf</i>, but all have forgotten to establish <i>eruvin</i> for their respective courtyards: If they do not stint on sharing their bread,<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">I.e., if one person will give a colleague bread - other than the bread of the <i>shituf</i> - when asked (Ra'avad, <i>Maggid Mishneh</i>, based on the Jerusalem Talmud, <i>Eruvin</i> 6:8).</i> they may rely on the <i>shituf</i> for one Sabbath alone. This leniency is granted, however, only because of the difficulty [of their immediate circumstance].<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">Rav Moshe HaCohen notes an apparent contradiction between this halachah and Chapter 1, Halachah 19, which states that if a <i>shituf</i> was established with bread, there is no need for <i>eruvin</i> within the courtyards, because the children will be aware of the collection of loaves of bread. He maintains that this leniency may be accepted at all times. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 387:1) accepts this view.<br>The Ramah mentions an even greater leniency. He maintains that we may rely on the <i>shituf</i> although <i>eruvin</i> were not established, even when the <i>shituf</i> was established with wine or other foods. His rationale is that in Talmudic times, the <i>shituf</i> was established by one member of each courtyard, who acted on behalf of all the inhabitants. At present, however, all the inhabitants of the lane contribute individually to the <i>shituf</i>.<br>This rationale is not accepted by the later authorities; <i>Shulchan Aruch HaRav</i> 387:1 and the <i>Mishnah Berurah</i> 387:12 suggest following the opinion of the <i>Shulchan Aruch</i>.</i>",
            "When <i>eruvin</i> have been established between the courtyards and the homes [of a lane], but a <i>shituf</i> has not been established, carrying [an article] more than four cubits [within the lane] is forbidden, as [would be the law] within a <i>carmelit</i>.<br>[The rationale is that] since <i>eruvin</i> were established between the courtyards and the homes, the lane is considered as though it opened only to homes, and not to courtyards. Therefore, we are not allowed to carry within its area at all.<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">The Rambam's ruling is based on his conception [<i>Hilchot Shabbat</i> 17:8; Commentary on the Mishnah (<i>Eruvin</i> 6:8)] that a lane must have several courtyards and several houses open to it.<br>The Ra'avad, Rav Moshe HaCohen, and others object to the Rambam's ruling, explaining that it follows the opinion of Rav (<i>Shabbat</i> 131a). Nevertheless, the halachah ultimately follows the view of Shmuel (<i>Eruvin</i> 74a), who maintains that the lane and the courtyards are considered to be a single entity. According to this view, when a <i>shituf</i> has not been established, there is no difference whether or not <i>eruvin</i> have been established within the courtyards. <i>Shulchan Aruch HaRav</i> 388:1 and the <i>Mishnah Berurah</i> 388:4 rule according to this view.<br>The <i>Mishnah Berurah</i> adds that the stringency suggested by the Rambam applies only when the open side of the lane is adjusted with a pole or a beam. If, however, the open side is adjusted with a frame of an entrance, even the Rambam would agree that one is permitted to carry articles that were left in the lane at the beginning of the Sabbath.</i><br>If the inhabitants of the courtyards have not established <i>eruvin</i>, they may carry articles left in the [lane] at the commencement of the Sabbath throughout its entire area, as is the law regarding a courtyard in which an <i>eruv</i> was not established.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">See Chapter 3, Halachot 18-19.</i>",
            "The laws that the inhabitants of a lane must follow with regard to a gentile<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">See Chapter 2, Halachah 10.</i> or a Sadducee<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">See Chapter 2, Halachah 16.</i> who dwells in one of the courtyards of a lane are the same as must be followed by the inhabitants of the courtyard. They must rent the gentile's domain within the courtyard from him or from one of the members of his household, and the Sadducee must subordinate the ownership of his domain.<br>If [only] one Jew and a gentile were dwelling in the lane, a <i>shituf</i> is not necessary.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">See Chapter 2, Halachah 9.</i> The same laws apply when many individuals [are members of one household and] rely on that household for their substance [and these individuals share a lane with a gentile].<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">See Chapter 4, Halachah 1.</i>",
            "When a gentile living in a lane has an opening<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">We have translated the Hebrew פתח as \"opening,\" rather than \"entrance,\" in light of the ruling of the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 389:1) that a window is sufficient.</i> from his courtyard to a valley, his presence does not cause [carrying] to be forbidden within the lane [although his courtyard also opens to the lane].<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">As reflected by Halachah 10, when a person has one entrance that is semi-private and another that is more public, the entrance that is more private is considered to be the one he will prefer. Since the gentile has an alternative of this nature, his presence does not cause carrying to be forbidden within the lane.</i> Even if this entrance is small - merely four [handbreadths] by four [handbreadths] - and the gentile leads his camels and his wagons out through the other entrance, his presence does not cause [carrying] to be forbidden. For he is concerned only with the entrance that is distinctly his own - i.e., [the one leading to] the valley.<br>Similarly, if he has an entrance leading to an area that was enclosed for purposes other than habitation, [and that entrance] is larger than the area needed to sow two <i>se'ah</i> [of grain], it is regarded like an entrance to a valley, and his presence does not cause [carrying] to be forbidden. If, however, the enclosed area was the size needed to sow two <i>se'ah</i> of grain or less, [the gentile] is not concerned with [this area],<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">Because of its small size.</i> and his presence causes [carrying] to be forbidden,<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Significantly, these laws are directly opposite to those applying to a Jew, as mentioned in Halachah 10.</i> unless [his domain] is rented from him.",
            "[The following rule applies when] there is a lane that has gentiles living [in the courtyards] on one side and Jews living [in the courtyards] on the other side, and there are windows that open from each of the courtyards in which the Jews [live] to the other: Although they established <i>eruvin</i> via the windows, and thus are joined together as the members of a single household - and are, therefore, permitted to transfer [articles] to and from [one courtyard to another] via the windows - they are, nevertheless, forbidden to use the lane via its entrances<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">I.e., one might think that since they are joined together as a single entity, the leniency mentioned in the final clause of Halachah 16 would apply. This, however, is not the case, as the Rambam proceeds to state.</i> unless they rent the domains from the gentiles. For the principle that [because of an <i>eruv</i>] the many become considered a single entity does not apply when there are gentiles involved.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">See Chapter 2, Halachah 15.</i>",
            "How is a <i>shituf</i> established in a city?<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">This refers to a city surrounded by a wall that has gates, for in this way it is a private domain according to the Torah (<i>Maggid Mishneh</i>). Other authorities - and these are the views accepted by many today - accept the possibility of a city's being encompassed by an <i>eruv</i> consisting of wires or string that forms an imaginary wall. The acceptability of such an enclosure is discussed in <i>Hilchot Shabbat</i> 16:16 and notes.</i> Every courtyard should establish an <i>eruv</i> for itself, so that the children will not forget [the laws of <i>eruvin</i>]. Afterwards, all the inhabitants of the city join together in a <i>shituf</i> in the same way as a <i>shituf</i> is established in a lane.<br>If the city had once been the property of a single individual, even if later it became the property of many individuals, it is possible for all [the inhabitants] to join in a single <i>shituf</i> and [be permitted] to carry throughout the entire city.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">I.e., in contrast to the situation mentioned in the following halachah, there is no need to set a certain area outside the <i>eruv</i>.</i> Similarly, although a city is owned by many, if it has only one entrance, all [the inhabitants] may join in a single <i>shituf</i>.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Since the city has only one entrance, it does not resemble a public domain, and the chance that people will develop a misconception is far less. Hence, no additional measure is necessary (<i>Mishnah Berurah</i> 292:5).</i>",
            "If, by contrast, [a city] was originally built as the property of many individuals,<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">This represents the Rambam's interpretation of <i>Eruvin</i> 59a,b. The Rashba and the Ritba offer similar, but slightly different interpretations of the passage. Significantly, Rashi interprets the Hebrew עיר של רבים as referring to a city populated by more than 600,000. His view is cited in <i>Shulchan Aruch HaRav</i> 392:1 and the <i>Mishnah Berurah</i> 392:7 as an explanation for the reason that this law is not practiced at present.</i> and it has two openings used for entrance and egress, the entire [city] may not be included in the <i>eruv</i>. [This applies even if the city later] becomes the private property of one individual. Instead, one area - even one house in one courtyard - is set aside,<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">For the reasons explained in the following halachah.</i> and a <i>shituf</i> is established in the remainder [of the city].<br>All the individuals who participate in the <i>shituf</i> are permitted [to carry] throughout the entire city with the exception of the place that was set aside. If there are many people [living in] the place [that was set aside], they are permitted to carry in that place if they make a <i>shituf</i> for themselves. They are, however, forbidden to carry throughout the remainder of the city.",
            "This was instituted to make a distinction, so that [the inhabitants know that the <i>eruv</i> made carrying possible in this large city through which many people pass.<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Since the city resembles a public domain, allowing people to carry might create a misconception. Unless a portion of the city were set aside, it is possible that some might entirely lose awareness of the prohibition against carrying.</i> [For they will see] the place that was set aside, which did not join in the <i>shituf</i>, in which carrying is forbidden. [Each group of individuals, the inhabitants of the city and the inhabitants of the area that was set aside] will have their separate [area].",
            "When a city belonging to many individuals has one entrance and has a ladder<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">Or even several ladders (<i>Shulchan Aruch, Orach Chayim</i> 392:2).</i> [that could be used to enter or depart] at another place [in its wall], it [is possible to include] the entire [city] in the <i>eruv</i>; no portion need be set aside. For a ladder in the wall is not considered to be an entrance.<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Although at times a ladder is considered to be an entrance (e.g., Chapter 3, Halachah 2), this instance is judged by different criteria.</i><br>The houses that are set aside [and are not included in the <i>shituf</i>] need not face the city. Even if they face the outside area, and their back is towards the city, they may be [designated as the houses that are] set aside, and then an <i>eruv</i> may be established throughout the remainder [of the city].<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">These individuals are less likely to be upset about being excluded from the <i>eruv</i> of the city. (See <i>Eruvin</i> 60a.)</i>",
            "When a person grants a portion in the <i>shituf</i> to all the inhabitants of a city,<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">See Chapter 1, Halachah 20.</i> if all the inhabitants join in the same <i>shituf</i><sup class=\"footnote-marker\">56</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> (cited also by the <i>Mishnah Berurah</i> 392:34) notes that the Rambam's wording implies that if only a portion of the inhabitants of a city join in the <i>shituf</i>, we do not automatically assume that a person would prefer to be part of them. Perhaps he would prefer to be associated with those who were not included.</i> he is not required to inform them, for [being included] is to their advantage.<br>The laws that apply to a person who forgot and did not join in a <i>shituf</i> with the inhabitants of a city,<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">See Chapter 2, Halachah 1.</i> to one who spent the Sabbath in another city,<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">See Chapter 4, Halachah 13.</i> or to a situation in which gentiles are present<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">See Chapter 2, Halachah 9; Chapter 4, Halachah 13; and Halachah 16 of the present chapter.</i> in the city are the same as those that apply in a courtyard and in a lane.<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">Today, when <i>eruvin</i> are made in cities where Jews and gentiles live together, the gentiles' domains are usually rented through an arrangement negotiated with the municipal authorities. Since these authorities have a certain dimension of control over all land under their jurisdiction, and can enter all homes with a court order, they are entitled to rent the domain for all the gentiles living in this area.</i>",
            "When all the inhabitants of a city with the exception of the inhabitants of a single lane join together in a <i>shituf</i>, [the presence of these individuals] causes [carrying] to be forbidden for all. [The inhabitants] should<sup class=\"footnote-marker\">61</sup><i class=\"footnote\"><i>Merkevet HaMishneh</i> explains that the Rambam's wording implies that the inhabitants must either join in the <i>shituf</i> or erect a pillar.</i> build a pillar<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">See Chapter 4, Halachah 16; and Halachah 11 of the present chapter.</i> at the entrance to the lane, so that [carrying] is not forbidden.<br>For this reason, a <i>shituf</i> is not established in half a city.<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> (in his gloss on Halachah 19) and the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 392:5) interpret this to be referring to a city that is surrounded by a wall with gates.<br>The Rambam's intent is interpreted to mean that if the pillar is erected in the middle of the public domain, it is not sufficient to divide one part of the city from the other.<br>If the city is not surrounded by a wall, it is not a private domain according to Torah law. It is possible to enclose a portion by using a Halachic conception of an enclosure, a <i>tzurat hapetach</i>, \"a frame of an entrance,\" but the entire city may not be enclosed in this manner.</i> Either the entire city joins in the <i>shituf</i> or [separate <i>shitufim</i> are made], each lane for itself. Each lane should build a pillar at its entrance to keep its domain distinct from the others, so that it will not cause [the inhabitants of] the other lanes to be forbidden [to carry]."
        ],
        [
            "When a person leaves a city on Friday afternoon and deposits food for two meals at a distance from the city,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Note Chapter 7, Halachah 1, which states that one may establish an <i>eruv t'chumin</i> by actually going on Friday afternoon to the location one desires to establish as one's place for the Sabbath. The possibility of depositing food was instituted by our Sages to expedite the process of establishing an <i>eruv t'chumin</i>, by allowing a person to have an agent deposit food for him.</i> but within its Sabbath limits,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">See Halachah 5 regarding both these factors.</i> and by doing so establishes this as his place for the Sabbath, it is considered as if his base for the Sabbath is the place where he deposited the food for two meals, even if he returns to the city [before the commencement of the Sabbath] and spends the night in his home. This is called an <i>eruv t'chumin</i>.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">In his introduction to these halachot, the <i>Maggid Mishneh</i> questions why two seemingly separate concepts, <i>eruv chatzerot</i> and <i>eruv t'chumin</i>, are considered to be part of the same mitzvah and are described together. He explains that since both are Rabbinic ordinances that involve placing food in a specific place so that the place will be considered to be one's base for the Sabbath, they can be considered to be a single mitzvah.</i>",
            "On the following day, the person may walk two thousand cubits<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">A cubit is 48 centimeters according to <i>Shiurei Torah</i> and 57.6 centimeters according to the <i>Chazon Ish</i>.</i> from [the place of] his <i>eruv</i> in all directions.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">A person is always allowed to proceed 2000 cubits in all directions from the place where he spends the Sabbath. (See <i>Hilchot Shabbat</i> 27:1.) Since the place where the person's <i>eruv</i> is located is considered his base for the Sabbath, his 2000 cubits are calculated from this place.</i> Accordingly, when a person walks two thousand cubits from his <i>eruv</i> on the following day within his city, he may walk only to the end of his limit. If, however, the entire city is included within his limit, the city is considered as if it were only four cubits, and he may continue to the end of his limit beyond the city.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The Rambam's statements here parallel his statements in <i>Hilchot Shabbat</i> 27:5, which explain that if a person's Sabbath limits end within a private domain, he is not entitled to proceed to the end of the domain. If, however, that domain is included within his 2000 cubits, it is considered to be only four cubits.<br>The Ramah (<i>Orach Chayim</i> 408:1) quotes the view of the <i>Tur</i>, the <i>Hagahot Maimoniot</i>, and other Ashkenazic authorities, who differ and maintain that one is allowed to proceed to the end of the private domain, even if it is further than 2000 cubits from one's <i>eruv t'chumin</i>. The <i>Mishnah Berurah</i> 408:12 mentions that many authorities support this ruling. See note 8.</i>",
            "What is implied? When a person places his <i>eruv</i> one thousand cubits to the east of his house in a city, he may walk two thousand cubits eastward from the place of his <i>eruv</i> on the following day. He may also walk two thousand cubits to the west, one thousand from the <i>eruv</i> to his house, and one thousand from his house westward. He may not walk to the end of the city [limits, if they are] beyond the thousand cubits.<br>If there are less than one thousand cubits from his house to the boundaries of the city<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> (in his gloss on this halachah and on <i>Hilchot Shabbat</i> 27:5) mentions the fact that when one establishes the Sabbath limits of a city, an imaginary square is constructed around the furthermost points in the city's area, and the Sabbath limits are calculated from that square. Thus, it is possible that land that is outside the city's urban limits may still be within the square from which its Sabbath limits are calculated.<br>Although a leniency is used in the calculation of the city's Sabbath limits, and these outlying areas are considered to be part of the city proper, this leniency is not turned into a stringency. If a person's 2000 cubits end beyond the city's urban area, but not beyond these outlying areas, the city is considered to be included within his Sabbath limits, and thus only four cubits in length. This concept is quoted by the Ramah (<i>Orach Chayim</i> 408:1).</i> - even if his Sabbath limits end one cubit outside the city - the entire city is considered to be four cubits, and he may proceed 996 cubits beyond it to complete [his Sabbath limits of] two thousand [cubits].",
            "According [to this principle], if a person placed his <i>eruv</i> two thousand cubits [towards the east] of his house in a city, he would lose [the possibility of walking] throughout the entire [area of] the city [to the west]. Thus, he would be permitted [to walk] two thousand cubits from his house to his <i>eruv</i> and from his <i>eruv</i> two thousand cubits further. He may not walk even one cubit to the west of his house in the city.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">As mentioned above, the <i>Tur</i> and the Ramah (<i>Orach Chayim</i> 408:1) differ with the Rambam on this point and allow a person to walk throughout the entire city where his house is located, provided he sleeps in his home (<i>Mishnah Berurah</i> 408:11).</i><br>When a person places his <i>eruv</i> in a private domain - even if it is a metropolis like Nineveh, the ruins of a city, or a cave that is fit to be used as a dwelling - he is permitted to walk throughout its entire area and two thousand cubits beyond it in all directions.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The rationale for this decision can be explained as follows: As explained in <i>Hilchot Shabbat</i> 27:1, the prohibition against proceeding more than 2000 cubits from one's place of residence on the Sabbath is derived from the verse (Exodus 16:29 : \"No man should leave his place on the seventh day.\" The term \"his place\" refers to the private domain in which he is located, regardless if it be a house, a city, or any other location.<br>By making an <i>eruv t'chumin</i>, a person redefines the location of \"his place\" on the Sabbath. Even if he is not located at that place at the commencement of the Sabbath or shortly thereafter, the location where he deposits his <i>eruv</i> is considered to be \"his place\" for this Sabbath. Therefore, if that location is a private domain, that entire domain is considered to be \"his place,\" and the calculation of his Sabbath limits begins from its boundaries.</i>",
            "If a person deposits his <i>eruv</i> within the city in which he is spending the Sabbath, his actions are of no consequence and his [Sabbath limits] should not be measured from his <i>eruv</i>.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">If his acts had been considered significant, he would have decreased his Sabbath limits, and not increased them. For without the <i>eruv</i>, he would be allowed to proceed two thousand cubits from the city limits. This follows the Rambam's conception, in contrast to that of the <i>Tur</i> mentioned above.</i> Instead, he is like the other inhabitants of the city, and may proceed two thousand cubits in all directions outside the city.<br>If a person deposits his <i>eruv</i> in the outlying areas that are included within the city's boundaries, and the calculation of [the city's] Sabbath limits begins beyond these areas,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">In <i>Hilchot Shabbat</i> 27:5 (see also note 6), it is explained that the Sabbath limits of a city are calculated from an imaginary square that may include several uninhabited areas in the city's periphery. If the <i>eruv</i> is placed in these outlying areas, it is as if it were placed in the city proper.</i> it is as if he had deposited it within the city [proper].<br>If a person deposits his <i>eruv</i> beyond the city's Sabbath limits, it is not considered to be a [valid] <i>eruv</i>.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Since the <i>eruv</i> is beyond his Sabbath limits, i.e., over 2000 cubits from the city's periphery, he may not reach it during <i>beyn hash'mashot</i>, the time when the acquisition of the <i>eruv</i> takes effect (<i>Mishnah Berurah</i> 408:30). Therefore, the <i>eruv</i> is not valid. Instead, his Sabbath limits are defined from his home (Ramah, <i>Orach Chayim</i> 408:4).</i>",
            "An <i>eruv t'chumin</i> should be established only for a purpose associated with a mitzvah<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> quotes the Rashba as saying that this applies only when one establishes one's <i>eruv</i> by using food. If, however, one actually walks to a place beyond a city's boundaries <i>beyn hash'mashot,</i> and in this manner establishes this location as one's place for the Sabbath, it is acceptable even if one's intent is not associated with a mitzvah. Although this view is not accepted by all authorities, the <i>Mishnah Berurah</i> 415:1 rules that in a pressing situation, one may rely on the more lenient view.</i> - e.g., a person who desires to go to the house of a mourner, to a wedding feast, to greet his teacher or to greet a colleague returning from a journey, or the like.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">The expression \"a purpose associated with a mitzvah\" is used in a very extended sense in this context. As an example, the Ramah (<i>Orach Chayim</i> 415:1) mentions a desire to take a stroll in a pleasant orchard.</i><br>[Similarly, one may establish an <i>eruv t'chumin</i>] out of fear - e.g., a person who seeks to flee from gentiles, from thieves or the like. If a person establishes an <i>eruv</i> for other reasons,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">E.g., to proceed toward the end of one's Sabbath limits, so that one will be closer to a destination to which one desires to travel for business purposes after the Sabbath.</i> his <i>eruv</i> is still valid.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Although this is a matter of disagreement among the Rabbis, the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 415:1) follows the Rambam's view.<br>It must be emphasized that the \"fear\" mentioned by the Rambam refers to a situation when there is not an obvious danger to the person's life. Were that to be the case, he would be allowed to proceed beyond the 2000 cubits even if he had not established an <i>eruv</i>, for a threat to life takes precedence over the observance of all the Torah's laws with the exception of idol worship, sexual immorality, and murder.</i>",
            "All foods that may be used for a <i>shituf</i> may also be used for an <i>eruv t'chumin</i>.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">In contrast to an <i>eruv chatzerot</i>, for which bread alone may be used, all foods may used for an <i>eruv t'chumin</i> and a <i>shituf</i>, with the exception of water, salt, and mushrooms (Chapter 1, Halachah 8).</i> Similarly, all foods that may not be used for a <i>shituf</i> are also unacceptable for an <i>eruv t'chumin</i>.<br>What is the minimum measure of food acceptable for an <i>eruv t'chumin</i>? The [amount of] food [sufficient] for two meals for every individual.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">See Chapter 1, Halachah 9. There is, however, a distinction. Regarding a <i>shituf</i>, even when there are thousands of inhabitants involved, it is necessary to provide two meals only for eighteen people. In contrast, regarding an <i>eruv t'chumin</i>, food must be set aside for every person who desires to use the <i>eruv</i>.</i> When the food in question is a side dish,<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">See Chapter 1, Halachah 10.</i> the minimum measure is an amount sufficient to accompany two meals - [i.e., it is governed by] the same [laws] as a <i>shituf</i>.",
            "It is necessary for [the place where] a person [intends to spend the Sabbath]<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">This does not mean the person's home, or the place where he is standing <i>beyn hash'mashot</i>, but rather the place where he would partake of his <i>eruv</i>. There are times when it is impossible for him to partake of the <i>eruv</i> in the domain in which it is located - to cite the example given by the Mishnah, <i>Eruvin</i> 3:3: the <i>eruv</i> was placed in a tree more than ten handbreadths above the ground. In such instances, since it is not permissible to carry the <i>eruv</i> from the place where it was deposited to the place where the person would partake of it, the <i>eruv</i> is not valid.</i> and his <i>eruv</i> to be in the same domain, so that it is possible for him to partake of it <i>beyn hash'mashot</i>.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">This is the time when the Sabbath commences, and it is at this hour that the <i>eruv</i> must be established.</i><br>Therefore, if the person intends to spend the Sabbath in a public domain and places his <i>eruv</i> in a private domain, or if he [intends to spend the Sabbath in a] private domain and places his <i>eruv</i> in a public domain, the <i>eruv</i> is not valid. For it is impossible to transfer articles from a private domain to a public domain without performing a transgression.",
            "If, however, a person intends to spend the Sabbath in a private domain or in a public domain, and he places his <i>eruv</i> in a <i>carmelit</i>, or he intends to spend the Sabbath in a <i>carmelit,</i> and he places his <i>eruv</i> in a private domain or in a public domain, the <i>eruv</i> is acceptable. For during <i>beyn hash'mashot,</i> the time when the <i>eruv</i> is established, it is permitted to transfer articles from either of these domains to a <i>carmelit</i> for the sake of a mitzvah.<br>All the [prohibitions] instituted because of a Rabbinic decree were not applied <i>beyn hash'mashot</i> in a situation involving a mitzvah<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">See <i>Hilchot Shabbat</i> 24:10.</i> or in a case of urgent need.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">And, as mentioned in Halachah 6, it is only in situations such as these that it is permissible to establish an <i>eruv t'chumin</i>.</i>",
            "[The following rule applies when a person] places his <i>eruv</i> in a closet, locks it, and then loses the key: If he can remove his <i>eruv</i> without performing a labor that is forbidden by the Torah, it is valid.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">If, however, he must perform a labor forbidden by the Torah to obtain the <i>eruv</i>, it is not valid. (See Chapter 1, Halachah 22.)</i><br>If a person places his <i>eruv</i> at the top of a reed or a shaft that grows from the earth, it is not valid. This is a decree, lest he break off [the reed].<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Although Rabbinic prohibitions are not normally enforced <i>beyn hash'mashot</i> when a mitzvah is involved, our Sages maintained their decree in this instance. For one might think that the reed has already been detached, and it is likely that one might break it (Rambam's Commentary on the Mishnah, <i>Eruvin</i> 3:3).</i> If [these articles] were already detached and were implanted [in the ground], the <i>eruv</i> is valid.<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Provided that they are not implanted in the public domain and there is not a basket, four handbreadths by four handbreadths, at their top (<i>Mishnah Berurah</i> 409:14).</i>",
            "Whenever a person deposits an <i>eruv</i>, he is granted four cubits [in which to carry] at the place of the <i>eruv</i>. Thus, if a person places an <i>eruv t'chumin</i> at the end of the Sabbath limits, and then the <i>eruv</i> rolled two cubits beyond the Sabbath limits,<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">The Ra'avad objects to the Rambam's ruling, noting that the matter is the subject of a difference of opinion between our Sages (<i>Eruvin</i> 45a): Rabbi Eliezer maintains that a person is considered to be located in the midst of the four cubits he is granted. Therefore, as the Rambam states here, he is granted only two cubits in either direction. Rabbi Yehudah differs and maintains that he is granted four cubits in either direction. It is Rabbi Yehudah's view that is accepted as halachah.<br>The <i>Maggid Mishneh</i> notes that in <i>Hilchot Shabbat</i> 12:15 and 27:11, the Rambam follows Rabbi Yehudah's view. There is, the <i>Maggid Mishneh</i> maintains, a difference between the ruling regarding the laws of carrying and the ruling regarding the Sabbath limits. His distinction is explained by the Radbaz (Vol. VI, Responsum 2237), who states that for an <i>eruv t'chumin</i> to be effective a person must be able to reach it while standing within the Sabbath limits. If the <i>eruv</i> is within two cubits of the Sabbath limits, the person can bend over and reach it. If it is further away, he would have to leave his Sabbath limits to reach it. Hence, it is not valid.<br>The Ra'avad's decision is quoted by the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 409:5).</i> the <i>eruv</i> is valid; it is not considered to have left its [original] place.<br>If, however, the <i>eruv</i> rolls more than two cubits [beyond the Sabbath limits], it is not valid, for it is beyond the Sabbath limits. And [as stated previously,]<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Halachah 5.</i> when an <i>eruv</i> is placed beyond a person's Sabbath limits, it is invalid, since the person is unable to reach his <i>eruv</i>.",
            "The following rules apply when] an <i>eruv</i> rolled [more] than two cubits beyond the Sabbath limits,<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">As explained in the previous halachah.</i> it became lost or burned, or it contained <i>terumah</i> and it became impure:<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Impure <i>terumah</i> may not be eaten.</i> If this occurred before the commencement of the Sabbath, the <i>eruv</i> is invalid. If it occurred after nightfall, it is valid. For an <i>eruv</i> is established <i>beyn hash'mashot</i>.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">If it is valid at this time, what happens to it afterwards is of no consequence (Rambam's Commentary on the Mishnah, <i>Eruvin</i> 3:4).</i><br>If one is in doubt [when the above occurred], the <i>eruv</i> is valid, for when there is a doubt [with regard to the validity of] an <i>eruv</i>, it is considered acceptable.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Since the <i>eruv</i> was acceptable when deposited, it is granted a <i>chezkat kiyyum</i> - i.e., we assume that the <i>status quo</i> remained the same and that it remained acceptable until immediately before the difficulty was discovered (<i>ibid.</i>).<br>(Although the Rambam mentions this concept in his Commentary on the Mishnah, his ruling in the following halachah implies that he does not accept this as a hard and fast rule.)</i> Therefore, if the <i>eruv</i> was eaten <i>beyn hash'mashot</i>, it is acceptable.",
            "[The above rules are relevant in the following situation:] Two individuals told a person,<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">They both empowered him to act as a <i>shaliach</i> (agent) and establish an <i>eruv</i> for them.</i> \"Go and establish an <i>eruv</i> on our behalf.\" He established an <i>eruv</i> for one before the commencement of the Sabbath, and for the other, <i>beyn hash'mashot</i>. The <i>eruv</i> that was established before the commencement of the Sabbath was eaten <i>beyn hash'mashot</i>, and the <i>eruv</i> that was established <i>beyn hash'mashot</i> was eaten after nightfall.<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">This situation represents a paradox: If <i>beyn hash'mashot</i> is considered to be before the commencement of the Sabbath, the <i>eruv</i> that was eaten <i>beyn hash'mashot</i> is not valid. If <i>beyn hash'mashot</i> is considered to be after the commencement of the Sabbath, the <i>eruv</i> that was established <i>beyn hash'mashot</i> is not valid.</i><br>[The ruling is that] both <i>eruvin</i> are valid.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">If, however, the <i>eruv</i> that was established <i>beyn hash'mashot</i> was eaten <i>beyn hash'mashot</i>, it is not valid. (See <i>Shulchan Aruch</i>, <i>Orach Chayim</i> 393:3.)</i> For [the halachic status of] <i>beyn hash'mashot</i> is a matter of doubt,<sup class=\"footnote-marker\">36</sup><i class=\"footnote\"><i>Beyn hash'mashot</i> is the period between sunset and the appearance of three stars. There is a question if this period is considered to be part of the day or part of the night. See <i>Hilchot Shabbat</i> 5:4.</i> and when there is a doubt [with regard to the validity of] an <i>eruv</i>, it is considered acceptable.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">This ruling (based on <i>Shabbat</i> 34a) reflects a difference of opinion among the Rabbis. As mentioned in the notes on the previous halachah, most authorities maintain that an <i>eruv t'chumin</i> (in contrast to an <i>eruv chatzerot</i>) is acceptable when there is a doubt involved, only because it possesses a <i>chezkat kiyyum</i> - i.e., we knew that it was acceptable beforehand, and we presume that its status remained the same until we know otherwise. (See also Halachah 15.)<br>Therefore, other authorities (Rabbenu Chanan'el, Rabbenu Tam, Rashba) interpret this law as referring to an <i>eruv chatzerot</i>. There a <i>chezkat kiyyum</i> is not necessary, for an <i>eruv chatzerot</i> is only a Rabbinic institution (in contrast to an <i>eruv t'chumin</i>, which involves a prohibition that has its source in the Torah itself).<br>Nevertheless, it is possible to justify the Rambam's decision, for the prohibition against going beyond two thousand cubits is Rabbinic in origin (<i>Hilchot Shabbat</i> 27:1). Accordingly, since we are sure that the food set aside for the <i>eruv</i> can be eaten before the commencement of the Sabbath, and the doubt is merely whether the <i>eruv</i> was made at the proper time, the question concerns a matter of Rabbinic law. Therefore, we follow the principle, \"Whenever there is a doubt concerning a point of Rabbinic law, the more lenient opinion is followed.\"<br>The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 415:3) quotes both views (although the Rambam's appears to be favored). The <i>Mishnah Berurah</i> 415:11 favors the other view.</i> Nevertheless, if there is a question whether or not it is past nightfall, at the outset one should not proceed to establish an <i>eruv</i>.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">Although at the outset, an <i>eruv chatzerot</i> may be established <i>beyn hash'mashot</i> (see Chapter 1, Halachah 21), the laws regarding an <i>eruv t'chumin</i> are more severe (Rambam's Commentary on the Mishnah, <i>Shabbat</i> 2:6).</i> [After the fact,] if one established an <i>eruv</i>, it is valid.",
            "Although an avalanche falls on an <i>eruv</i> before the commencement of the Sabbath, it remains acceptable provided it can be removed without performing a [forbidden] labor. For it is permissible to remove it <i>beyn hash'mashot</i>,<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Although the stones are <i>muktzeh</i> and removing them on the Sabbath would be forbidden, since a mitzvah is involved there is no prohibition against removing them <i>beyn hash'mashot</i>.</i>, which is the time when the <i>eruv</i> is established.<br>If the avalanche fell on it after nightfall, it is also valid, even if it cannot be removed without performing a [forbidden] labor.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">For at the time the <i>eruv</i> was established it was valid, and what happens afterwards is of no consequence. (See also Chapter 1, Halachah 21.)</i> If there is a doubt whether [the avalanche] fell before the commencement of the Sabbath or after nightfall, it is acceptable, because when there is a doubt [with regard to the validity of] an <i>eruv</i>, it is considered acceptable.",
            "If, however, one established an <i>eruv</i> with <i>terumah</i> concerning which there was a doubt about its ritual purity,<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">As mentioned above, it is forbidden to partake of <i>terumah</i> if it is ritually impure. In this instance, however, there is a doubt and we do not know if, in fact, the <i>terumah</i> has contracted ritual impurity or not.</i> the <i>eruv</i> is invalid, for the meal is not fit to be eaten.<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">With this phrase, the Rambam clarifies his position with regard to a question asked by many authorities based on the situation described in Halachah 13. As mentioned in the notes on that halachah, many authorities maintain that an <i>eruv</i> is considered acceptable when there is a doubt regarding its validity only when it possesses a <i>chezkat kiyyum</i>. As proof, they point to this law, which appears to indicate that the <i>eruv</i> is not considered acceptable because it was never known to be valid.<br>The Rambam explains that the reason why the <i>eruv</i> is not acceptable in this instance is not that it lacks a <i>chezkat kiyyum</i>, but because it may never be eaten. Because of the doubt involved, it is forbidden to partake of this loaf.<br>To summarize, in the instances mentioned in the previous halachot, the doubt revolves around the acceptability of the <i>eruv</i>. Therefore, we follow the principle, \"when there is a doubt [with regard to the validity of] an <i>eruv</i>, it is considered acceptable.\" In this halachah, the doubt is whether the <i>terumah</i> may be eaten. This is a question of Torah law, and we are required to rule stringently (<i>Noda BiY'hudah, Yoreh De'ah</i>, Vol. I, Responsum 65).</i><br>[Similarly, an <i>eruv</i> is invalid in the following situation]: A person possessed two loaves of bread that were <i>terumah</i>. One of them was pure and one was impure, but he did not know which was pure and which was impure. Although he said, \"The [loaf] that is pure, whichever it is, will serve as my <i>eruv</i>,\" the <i>eruv</i> is invalid, for the meal is not fit to be eaten.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Although there is a pure loaf there, since we do not know which loaf it is, the meal is not fit to be eaten.</i>",
            "If a person said: \"This loaf of bread is not consecrated today, but it will be consecrated tomorrow,\" [and uses the loaf for an <i>eruv</i>,] the <i>eruv</i> is valid. For <i>beyn hash'mashot</i>, it had not as yet become definitely consecrated, and thus it was fit to be eaten before commencement of the Sabbath.<br>If, however, he said, \"Today it is consecrated, and tomorrow it is not consecrated,\" it may not be used for an <i>eruv</i>, for it is fit [to be eaten] only after nightfall.<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">We are not certain that the sanctity with which it had been endowed has departed until nightfall. At that time, it is too late to establish an <i>eruv</i>.</i><br>Similarly, if one set aside <i>terumah</i> and made a stipulation that it will not become <i>terumah</i> until nightfall, it may not be used for an <i>eruv</i>. For throughout <i>beyn hash'mashot</i> it is <i>tevel</i><sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Food from which <i>terumah</i> and/or the other agricultural requirements were not separated. It is forbidden to be eaten until these separations are made.</i> [which may not be eaten], and it is necessary for the meal [set aside as the <i>eruv</i>] to be fit to be eaten before the commencement of the Sabbath.<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">See Chapter 1, Halachah 22.</i>",
            "When an <i>eruv</i> is placed in a cemetery, it is invalid. [The rationale is that] it is forbidden to derive benefit from a cemetery.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">This ruling is the subject of a debate among our Sages (<i>Eruvin</i> 26b). The Rambam follows the more stringent view. Although other authorities accept the more lenient ruling, the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 409:1) cites the Rambam's decision. (See <i>Be'ur Halachah</i>.)</i> Since the person desires that the <i>eruv</i> be preserved there after it was established, he is deriving benefit [from the cemetery].<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">The difficulty is not in the actual placement of the <i>eruv beyn hash'mashot,</i> for the placement of an <i>eruv</i> is a mitzvah and the mitzvot were not given for our personal benefit. The difficulty arises afterwards. Since the person desires that the <i>eruv</i> be maintained in the cemetery, he is deriving benefit from it. Hence, it is forbidden to establish an <i>eruv</i> in this manner (<i>Eruvin</i> 31a; Rambam's Commentary on the Mishnah, <i>Eruvin</i> 3:1).<br>(See the gloss of Rabbi Akiva Eiger, who asks why the <i>eruv</i> is unacceptable. Although it is forbidden to derive benefit from the cemetery in this manner, the fact that a person violates this prohibition should not invalidate his <i>eruv</i>.)</i><br>If the <i>eruv</i> is placed in a <i>beit hap'ras</i>,<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">A field or yard that was plowed despite the fact that a grave was located there. Our Sages feared that some of the bones of the corpse became strewn throughout the field. Hence, they considered it to be impure ground (<i>Hilchot Tum'at Meit</i> 10:1).</i> it is valid. This applies even to a priest, for he can enter [the <i>beit hap'ras</i> in an elevated [closed] compartment,<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">A compartment carried by other people or animals. Since there is a board below him, he does not contract ritual impurity when he passes above a grave or a corpse (<i>tum'at ohel</i>). (See the Rambam's Commentary on the Mishnah, <i>ibid.</i>.)</i> or he may sift through its earth<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Our translation is based on the Rambam's Commentary on the Mishnah (<i>ibid.</i>). Others explain that this refers to blowing away any chips of bone.</i> [and proceed to his <i>eruv</i>].",
            "[These rules should be followed when] many desire to join together in an <i>eruv t'chumin</i>: They should each contribute enough food for two meals<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">In contrast to an <i>eruv chatzerot</i>, the equivalent of two meals is required for every participant in the <i>eruv</i>, regardless of the number of the participants. The rationale is that through depositing the <i>eruv</i>, the person establishes the place in which he has deposited it as his \"place\" for the Sabbath. This must be done for every person participating in the <i>eruv</i> (Rambam's Commentary on the Mishnah, <i>Eruvin</i> 8:1).</i> and place [the food] in a single container in [whichever] place they choose.<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Note the parallel to Chapter 1, Halachah 17.</i><br>If one person desires to make an <i>eruv</i> on behalf of many others, he must grant them a share by means of another person<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">As in Chapter 1, Halachah 20.</i> and notify them. [This is necessary because] an <i>eruv t'chumin</i> may not be established on a person's behalf unless he consents,<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">In contrast to an <i>eruv chatzerot</i>, which, in most circumstances, is considered to be a benefit to a person unless he explicitly objects, an <i>eruv t'chumin</i> is dependent on the person's consent. For by extending his Sabbath boundaries in one direction, it reduces them in the other direction.</i> since it is possible that he will not desire to have the <i>eruv</i> made in the direction chosen by the other person.<br>If the person is notified before the commencement of the Sabbath,<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">The <i>Mishnah Berurah</i> 413:6 cites opinions that state that it is acceptable if one received notification <i>beyn hash'mashot</i>.</i> the <i>eruv</i> is acceptable even though he did not express his consent until after nightfall.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\"><i>Eruvin</i> 82a, explains that this is dependent on the principle of <i>b'reirah</i> - i.e., when a person decides to rely on the <i>eruv</i> retroactively, it becomes clarified that this was his original intent.</i> If he was not notified of the <i>eruv</i> until after nightfall, he may not rely on it, for an <i>eruv</i> may not be established after nightfall.",
            "All the individuals entitled to take possession of [a share in an <i>eruv</i> for another person] with regard to an <i>eruv chatzerot</i><sup class=\"footnote-marker\">58</sup><i class=\"footnote\">See Chapter 1, Halachah 20.</i> are also entitled to take possession of [a share in an <i>eruv</i> for another person] with regard to an <i>eruv t'chumin</i>.<br>Conversely, all the individuals who are not entitled to take possession of [a share in an <i>eruv</i> for another person] with regard to an <i>eruv chatzerot</i> are also not entitled to take possession of [a share in an <i>eruv</i> for another person] with regard to an <i>eruv t'chumin</i>.",
            "A person may give a <i>ma'ah</i> to a homeowner with the intent that [the latter] buy a loaf of bread for him and establish an <i>eruv t'chumin</i> on his behalf.<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">In contrast to a storekeeper or a baker, we assume a private person will fulfill the request made of him.<br>Generally, our Sages ordained that even when a purchaser has already paid for the item he purchased, the transaction is not finalized until he draws the item he purchased after him [(<i>meshichah</i>), <i>Hilchot Mechirah</i> 3:1]. In this instance, they allowed leniency, accepting the Torah's ruling that a sale is finalized by the purchaser's payment of money.</i> [And we assume that the <i>eruv</i> has been established.] If, however, he gives [money] to a storekeeper or a baker, and tells him: \"[Have someone] acquire a share on my behalf,\" we [do not assume that] an <i>eruv</i> has been established.<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">For it is possible that the storekeeper will forget and not have another person acquire a share in the <i>eruv</i> (Rambam's Commentary on the Mishnah). Note the <i>Maggid Mishneh</i>, who offers a different explanation.<br>See also the <i>Tur</i> and the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 369:1), who interpret these laws as referring to an <i>eruv chatzerot</i> and do not mention them within the context of an <i>eruv t'chumin</i>.</i><br>[Even with regard to a storekeeper,] if he tells him: \"Establish an <i>eruv</i> for me with this <i>ma'ah</i>,\" [we assume that the storekeeper] will buy bread or other foodstuffs with the money and establish an <i>eruv</i> on his behalf.<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">Since the person makes an explicit statement, we assume that the storekeeper will remember to do so.</i> If the person gave [a storekeeper] a utensil, and told him: \"Give me food in exchange for this and establish an <i>eruv</i> [with that food] on my behalf,\" [we assume that he] will purchase the food and establish the <i>eruv</i> on his behalf.<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> explains that, in contrast to a transaction made with money, a transaction made by exchanging articles is completed at the moment of the exchange. (See <i>Hilchot Mechirah</i> 5:1.) Therefore, the bread belongs to the person and can be used for the <i>eruv</i>.<br>Based on the Rambam's Commentary on the Mishnah cited previously, Rav Kapach offers a different interpretation: that since he will have to appraise the utensil or sell it, the storekeeper will remember to establish the <i>eruv</i>.</i>",
            "A person may establish an <i>eruv t'chumin</i> on behalf of his sons and daughters who are below the age of majority<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">Children below the age of majority do not have an independent halachic status.</i> and on behalf of his Canaanite servants and maidservants<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">Canaanite servants are obligated to fulfill all the negative commandments of the Torah (including the obligation to keep the Sabbath limits). They are not, however, granted any independent decision-making capacity, and instead are considered as their owner's property.</i> - with or without their knowledge.<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> 414:1 states that this ruling applies even if they do not depend on their father or master for their sustenance.</i> Therefore, if he has established an <i>eruv</i> for them and they have established an <i>eruv</i> on their own behalf, they should rely on [the <i>eruv</i>] established by their master.<br>A person may not, by contrast, establish an <i>eruv</i> for his sons and daughters who have passed majority, for his Hebrew servants and maidservants, or for his wife, without their consent.<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">All these individuals possess the halachic right to make their own decisions, and their relationship with their father, master, or husband is no different from that between two other individuals.</i> [This applies] even if they eat at his table.<br>If he established an <i>eruv</i> on their behalf, and they heard and remained silent without objecting, they may rely on the <i>eruv</i> that he established.<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">Since there is a high probability that these individuals will desire to rely on this <i>eruv</i>, there is no need for them to express their consent. The failure to object is sufficient. The <i>Mishnah Berurah</i> 414:4 adds a further leniency. Even if they were not notified about the <i>eruv</i> until after nightfall, since it can be assumed that they will desire to rely on the <i>eruv</i>, it is acceptable.</i> If, however, he established an <i>eruv</i> for one of these people and [that person] established an <i>eruv</i> for himself, there can be no greater objection than this, and [that person] should rely on his own <i>eruv</i>.<br>A child of six years old or less may be taken out, relying on the <i>eruv</i> established for his mother.<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">In other halachic contexts as well (see <i>Hilchot Sukkah</i> 6:1), a child is considered to be dependent on his mother until the age of six. (See the <i>Mishnah Berurah</i> 414:7, which cites other opinions that require a separate <i>eruv</i> to be established for a child below the age of six.)</i> There is no need to set aside a separate amount of food equivalent to two meals for him.",
            "A person has the option of sending his <i>eruv</i> with an agent [whom he has instructed to] deposit it in the location that he desires to define as his place for the Sabbath.<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">And having charged the agent with this mission, he can rely on the agent to have deposited the <i>eruv</i>. He need not check to see if he has, in fact, done so (<i>Eruvin</i> 32b).</i> He should not, however, send [the <i>eruv</i>] with a deaf-mute, a mentally incompetent individual, or a child,<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">These individuals are not considered to be responsible for their actions and may not serve as agents. There is, however, a difference regarding an <i>eruv chatzerot</i>, for in that context, all that is necessary is that they collect the food.</i> nor with a person who does not accept the mitzvah of <i>eruv</i>.<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">I.e., a Sadducee or a Samaritan (Rambam's Commentary on the Mishnah, <i>Eruvin</i> 3:2). Needless to say, a gentile may not serve in this capacity, for he can never serve as an agent.</i> If he sends the <i>eruv</i> with one of these individuals, it is not acceptable.<br>If, however, he sent [the <i>eruv</i>] with one of these individuals [with instructions for them] to bring it to a person who is acceptable [to act as an agent], so that the latter would take it and deposit it in the [desired] location, [the <i>eruv</i>] is acceptable. Indeed, even if he sent [the <i>eruv</i>] via a monkey or an elephant [it would be acceptable]. [There is, however, one stipulation: the person sending the <i>eruv</i>] must watch from afar until he sees the person who is unfit [to serve as an agent or the animal] reach the person who is fit [to serve as an agent], whom he has instructed to deposit the <i>eruv</i>.<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">The only reason it is necessary for him to watch is so that he knows that the <i>eruv</i> has in fact reached his agent (<i>Eruvin, ibid.</i>).</i><br>Similarly, many individuals who have joined together in an <i>eruv t'chumin</i> have the option of sending their <i>eruv</i> via an agent if they desire.",
            "When one person or a group of people tell another person, \"Go out and make an <i>eruv</i> on our behalf,\" and the person does so, choosing the direction in which to make the <i>eruv</i> himself, the <i>eruv</i> is acceptable.<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> explains that since this is a question of Rabbinic law, the principle of <i>b'reirah</i> is employed. This means that retroactively, it is considered that the decision made by the agent expressed the intent of the person who charged him with establishing the <i>eruv</i>.</i> They may rely on it,<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Even if they did not know the direction in which the <i>eruv</i> was established until after nightfall (<i>Maggid Mishneh, Mishnah Berurah</i> 409:52).</i> for they did not specify the direction [they desired].<br>When a person says, \"Establish an <i>eruv</i> for me with dates,\" and [his agent] establishes with dried figs, or he mentions dried figs, and [the agent] uses dates, the <i>eruv</i> is not acceptable. Similarly, if the person asked that the <i>eruv</i> be placed in a closet and it was placed in a dovecote, or [he asked that it be placed] in a dovecote, and it was placed in a closet, or [he asked that it be placed] in a house, and it was placed in a loft, or [he asked that it be placed] in a loft, and it was placed in a house, the <i>eruv</i> is not acceptable.<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">Because the agent did not carry out the instructions given to him. These rulings apply regardless of whether the agent establishes the <i>eruv</i> with food belonging to him or with food belonging to the person who sent him (<i>Mishnah Berurah</i> 409:53).</i><br>If, however, the person told [the agent], \"Establish an <i>eruv</i> for me,\" without making any specifications, the <i>eruv</i> is acceptable regardless of whether he used dried figs or dates, or deposited it in a house or in a loft.",
            "Just as a blessing is recited [before] establishing an <i>eruv</i> in a courtyard or a <i>shituf</i> in a lane,<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Chapter 1, Halachah 16. The very same blessing is recited for an <i>eruv t'chumin</i>. See also the notes on that halachah, which explain why a blessing is recited before the performance of a Rabbinic commandment.</i> so too, a blessing is recited [before establishing] an <i>eruv t'chumin</i>.<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">Note the Ra'avad, who objects to the recitation of a blessing for this mitzvah, for in contrast to other Rabbinic mitzvot, the institution of an <i>eruv t'chumin</i> does not introduce any new practice. Even an <i>eruv chatzerot</i> makes one conscious of the prohibition against carrying in a public domain. An <i>eruv t'chumin</i>, by contrast, merely grants a person a leniency.<br>The <i>Maggid Mishneh</i> explains the rationale for the Rambam's ruling. In practice, as stated in the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 415:4), the custom is to recite a blessing.</i><br>[After reciting the blessing,] one should say:<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">Note the <i>Mishnah Berurah</i> 415:15, which states that if a person fails to make a statement of this nature, the <i>eruv</i> is not acceptable. As mentioned in the notes on the following chapter, this applies, however, only when one has deposited food for the <i>eruv</i>, and not when one has actually walked there oneself.<br>See also the <i>Mishnah Berurah</i> 415:16, which mentions that in his statement the person should specify that he is establishing the <i>eruv</i> for the following day, or for all the Sabbaths of the coming year.</i> \"With this <i>eruv</i>, it will be permissible for me to proceed two thousand cubits in every direction from this location.\"<br>If he is establishing the <i>eruv</i> on behalf of many individuals, he should say, \"With this <i>eruv</i>, it will be possible for 'so and so'...\" or \"for the people of this community...\" or \"for the inhabitants of this city to proceed two thousand cubits in every direction from this location.\""
        ],
        [
            "When a person left his city on Friday and stood in a specific place within the Sabbath limits, or at the end of the Sabbath limits, and said,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">As mentioned in Halachah 9, there is no need to make an explicit statement. It is sufficient to make a mental resolve.</i> \"This is my place for the Sabbath,\" although he returns to his city and spends the night there, on the following day he is permitted to walk two thousand cubits from that place in every direction.<br>This is the principal manner [of establishing] an <i>eruv t'chumin</i> - actually to go there by foot.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">This point is the subject of a difference of opinion among our Sages (<i>Eruvin</i> 4:9). Rabbi Meir maintains that the fundamental provision for establishing an <i>eruv t'chumin</i> involves depositing food. An allowance was made, however, for a poor person who could not afford to deposit food; he was permitted to establish an <i>eruv</i> by actually going to the desired place.<br>Rabbi Yehudah differs and states that the fundamental provision involves actually being at the place. Our Sages granted a leniency to a rich man, however, and allowed him to employ an agent to deposit food. As the Rambam states, the halachah follows Rabbi Yehudah.</i> [The Sages allowed] one to establish an <i>eruv</i> by depositing an amount of food sufficient for two meals in the place - although one did not actually go there and stand there - to expedite matters for a rich person, so that he will not have to travel by himself, and could instead send his <i>eruv</i> with an agent who will deposit it for him.",
            "Similarly, when a person decides to establish his place for the Sabbath in a specific location - e.g., at a tree, a house, or a fence that he can identify, and at nightfall:<br>a) there are two thousand cubits or less between him and that place; and<br>b) he sets out to reach that place and establishes it to be his place for the Sabbath,<br>on the following day, he may proceed to that desired location and continue two thousand cubits in all directions. [Moreover, this law applies] even when he did not actually reach that place or stand there, but instead a friend had him turn back and spend the night at his home, or even if he himself decided to turn back, or was prevented [from going there by other factors].<br>[The rationale is that] since he made a resolve to establish [that location] as his place for the Sabbath, and set out for that purpose, it is considered as if he stood there or deposited his <i>eruv</i> there.",
            "When does the above apply? To a poor person, for we do not burden him [with the obligation of] depositing an <i>eruv</i>, or to a person who is in a distant place - e.g., a person on a journey who is afraid that soon night will fall. [This leniency is granted] provided there is enough time in the day for him to reach the designated place before nightfall - if he ran with all of his strength - and there are two thousand cubits or less between him and that place at nightfall.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">I.e., the person could not reach the intended place before nightfall if he continued at his present pace, but could reach it if he ran with all his might. We do not require him to make this effort, and allow him to establish the <i>eruv</i> by intent and continue walking at his normal pace (<i>Shulchan Aruch, Orach Chayim</i> 409:11).</i><br>If, however, he was not far from the place in question,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">I.e., if at the outset he was at home, but was simply too lax about establishing an <i>eruv</i>. (See <i>Shulchan Aruch</i>, <i>loc. cit.</i>:13.)</i> nor was he a poor man, or<br>there was not enough time in the day for him to reach the designated place before nightfall if he ran with all of his strength, or<br>there were more than two thousand cubits between him and that place at nightfall, or<br>he did not specify the location he intended as his place for the Sabbath,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">See Halachot 5-7.</i><br>he is not able to designate a distant location as his place for the Sabbath. Instead, he is granted no more than two thousand cubits in all directions from the place at which he is standing at nightfall.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The Rambam's ruling implies that the person's intent is of no consequence whatsoever, and his \"place\" for the Sabbath is the place where he is standing at nightfall.<br>The Ra'avad differs regarding the instance when there are more than two thousand cubits between the person and the location he intended to be his \"Sabbath place.\" The person's intent establishes that location as his \"Sabbath place.\" Since there are more than two thousand cubits between the person and his \"place,\" he is compared to one who has gone beyond his Sabbath limits and is entitled to walk only within a square of four cubits. (See <i>Hilchot Shabbat</i> 27:11.)<br>Although the <i>Shulchan Aruch</i> (<i>loc. cit.</i>:11) mentions both views, it appears to favor that of the Ra'avad. The <i>Be'ur Halachah</i> notes that the Ra'avad's views are shared by the Rashba, Rabbenu Asher, and many others. Hence, he suggests that it be followed.</i>",
            "When a person stood in a private domain before the commencement of the Sabbath and designated it as his \"place\" for the Sabbath, or if he was traveling on a journey and had the intent of spending the Sabbath in a private domain that he knew and [thus] designated as his \"place\" for the Sabbath, he is entitled to walk throughout that domain and [continue] two thousand cubits in all directions.<br>If, however, this private domain was not enclosed for the purpose of habitation, or was a mound or a valley [different rules apply]: If it is the size of the area necessary to grow two <i>se'ah</i> [of grain] or less,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">I.e., 5000 square cubits.</i> one is entitled to walk throughout that domain and two thousand cubits in all directions.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">I.e., there is no difference between it and an ordinary private domain.</i> If it is larger than the size of the area necessary to grow two <i>se'ah</i> [of grain],<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Because of its size, and the fact that it was not enclosed for the purpose of habitation, our Sages feared that it might become confused with a private domain. Hence, they applied more stringent rules. (See <i>Hilchot Shabbat</i>, Chapter 16.)</i> [one's \"place\"] is considered to be only four cubits in that domain, [and one may proceed only] two thousand cubits from [this place] in all directions.<br>The same [law applies] when one places one's <i>eruv</i> in a domain that was not enclosed for the purpose of habitation.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">From the Rambam's wording in <i>Hilchot Shabbat</i> 27:4, the <i>Maggid Mishneh</i> infers that if the person stands within a large private domain that was not enclosed for the purpose of habitation on Friday and establishes it as his \"Sabbath place,\" he may walk throughout its entire area and two thousand cubits in all directions. This opinion is not accepted by the Rashba and other authorities, and it is their view that is cited by the <i>Shulchan Aruch</i> 396:2.</i>",
            "When a person [desires to] establish a distant location as his \"place\" for the Sabbath, but does not specify its exact location, he is not considered to have established it as his \"place.\"<br>What is implied? A person was traveling on a journey and declared, \"I will spend the Sabbath in such and such a place,\" \"...in such and such a field,\" \"...in such and such a valley,\" or \"...a thousand cubits...\" or \"...two thousand cubits away from my present place,\" he has not established the distant location as his place for the Sabbath. [Instead,] he is entitled to proceed only two thousand cubits in all directions from the place where he is standing at nightfall.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Based on their interpretation of <i>Eruvin</i> 49b, the Ra'avad, the Rashba, Rabbenu Asher, and others differ with the Rambam's ruling in this instance. Rather than totally ignore the person's intent, these authorities maintain that he is allowed to consider the distant location as his \"Sabbath place.\" There is, however, a restriction. Since he did not specify his place, he is penalized according to the size of the location.<br>To cite the example mentioned in the following halachah: a person desires to establish a tree as his \"Sabbath place.\" He does not specify his place and there are 20 cubits under the tree. According to the Rambam, his intent is ignored entirely, and his Sabbath limits are measured from the place where he is standing at nightfall. According to the other authorities, his \"Sabbath place\" is considered to be the tree, and it is from there that his Sabbath limits are measured. Nevertheless, because he did not specify his desired location, instead of being granted two thousand cubits in all directions, he is granted only 1980 cubits [i.e., 2000 minus 20 (the size of the area under the tree)].<br>The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 409:11) mentions both views, but appears to favor that of the other authorities. The <i>Eliyahu Rabba</i> states that the view of the other authorities should be followed. The <i>Be'ur Halachah</i>, by contrast, states that consideration should also be given to the Rambam's view.</i>",
            "[The following rule applies] when a person says, \"I will spend the Sabbath under this and this tree,\" or \"...under this and this rock.\" If there are eight cubits or more under the tree or the rock, the person has not established [the location] as his \"place\" for the Sabbath, because he did not specify an exact location. For were he to spend the Sabbath in a particular four cubits, [he could be in error,] lest the other four cubits be the ones defined as his \"Sabbath place.\"<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">We are not concerned with which of the eight cubits the person will use while under the tree, for all these eight cubits are within the person's Sabbath limits. The question is which four of these eight cubits will be considered to be one's \"Sabbath place\" regarding the determination of the Sabbath limits. For this, the precise determination of one's \"Sabbath place\" is the matter of focus (See the Rambam's Commentary on the Mishnah, <i>Eruvin</i> 4:7.)</i>",
            "Therefore, it is necessary for a person to have the intent of establishing [a specific portion of the space - e.g.,] at [the tree's] base, its southern side, or its northern side, as his \"Sabbath place.\"<br>If there are less than eight cubits under [the tree], and he intends to spend the Sabbath under it, he acquires it [as his \"Sabbath place\"]. [The rationale is that] there is no room [under the tree] for two places, and at least a portion of his [Sabbath] \"place\" has been defined.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">I.e., regardless of the side from which one measures the two thousand cubits of the Sabbath limits, a portion of the four cubits that a person is granted will be included in the four cubits from which the Sabbath limits are measured. This must be so, for there are less than eight cubits under the tree (<i>ibid.</i>).</i><br>[This is the course of action to follow when] two people were coming on a journey, and one is familiar with a tree, fence, or other place that he desires to establish as his place, and the other is not familiar with the place. The person who is unfamiliar [with the place] should entrust the right to establish his \"Sabbath place\" to the one who is familiar with the place, and the latter should have the intent that he and his colleague should spend the Sabbath in the place with which he is familiar.",
            "[The following rules apply when] the inhabitants of a city have sent a person to deposit their <i>eruv</i> in a specific place, he set out on his way, but a colleague had him return, and he did not deposit the <i>eruv</i> [on behalf of the inhabitants]: Since their <i>eruv</i> was not deposited in the desired location, [that location] is not established as their \"Sabbath place,\" and they are not allowed to walk more than two thousand cubits in all directions from [the boundary of] their city.<br>[The person who went to deposit the <i>eruv</i>], by contrast, is considered to have established that location as his \"place\" for the Sabbath, because he had set out on the way to that location with the intent of establishing it as his \"Sabbath place.\"<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">See Halachah 2. However, Rashi (<i>Eruvin</i> 52a), Rabbenu Yehonatan, the Rashba and many other authorities maintain that the leniency mentioned in Halachah 2 applies only when a person is on a journey, but not when the entire purpose for his setting out is to deposit an <i>eruv</i>. Their views are cited in the <i>Mishnah Berurah</i> 410:2.</i> Therefore, on the following day, he is permitted to proceed to the [desired] place and continue two thousand cubits from it in all directions.",
            "The statement made previously,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Halachah 2.</i> that a person who desires to establish a location as his Sabbath place from a distance need merely set out on the way, does not mean that he must depart and begin walking through the fields. Even if he merely descended from the loft with the intent of proceeding to [the desired] place, and before he left the entrance of his courtyard, a colleague prevailed on him to return, he is considered to have set out [on his way], and may establish his \"Sabbath place\" in that location.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\"><i>Eruvin</i> 52a relates that Rav Yehudah bar Ishtata brought Rav Natan bar Oshaya a basket of fruit for the Sabbath. Although it was late on Friday afternoon, Rav Yehudah turned to leave so that he could establish an <i>eruv t'chumin</i> to enable himself to return home on the following day. Rav Natan let him descend a single step and then told him to stay.</i><br>When a person establishes a location as his \"Sabbath place\" from a distance, he need not make an explicit statement, \"This and this location is my 'Sabbath place.' It is sufficient for him to make a resolve within his heart and to set out on the way [to] establish that location as his \"Sabbath place.\"<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Rashi (<i>Eruvin</i> 52a) and other authorities differ, and state that this leniency applies only when a person has two homes whose Sabbath limits are adjoining. In this instance, it is clear that even though a colleague prevailed upon him to return, his intent was to establish his \"Sabbath place\" at the desired location so that he could proceed to his other home.<br>When, however, a person does not own a home in the adjoining area, and a colleague is able to prevail upon him to return, he is not able to establish a \"Sabbath place\" in a distant location, unless he makes an explicit statement to that effect. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 410:2) quotes the Rambam's view, while the <i>Mishnah Berurah</i> 410:7 mentions the other opinions.</i><br>Needless to say, a person who traveled by foot and actually stood at the location that [he desired to] establish as his \"Sabbath place\" need not make a statement. Making a resolve within his heart is sufficient to establish [the location as his \"Sabbath place\"].",
            "When students who sleep in the house of study, but go and eat their Sabbath meals [in the homes of] people who live in the fields and the vineyards who show hospitality to wayfarers passing through, [the house of study is considered their \"Sabbath place\"] and not the place where they eat.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">This applies even if during <i>beyn hash'mashot</i> they are at the homes of their hosts (<i>Mishnah Berurah</i> 409:39).</i><br>They may walk two thousand cubits from the house of study in all directions. [The rationale is] that were it possible for them to eat in the house of study, they would not go to the fields at all. They consider the house of study alone as their dwelling."
        ],
        [
            "One may not deposit two <i>eruvin</i> - one in the west and one in the east - so that one will be able to walk for a portion of the day [in the direction of] one of the <i>eruvin</i>, and to rely on the second <i>eruv</i> for the remainder of the day. [The rationale is that] one may not make two <i>eruvin</i> for a single day.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">This principle is based on the following concept: Since an <i>eruv t'chumin</i> establishes a particular location as a person's place for the Sabbath, only one such place can be established, and not two.</i><br>If a person erred, and established two <i>eruvin</i> in two different directions, because he thought that this was permitted, or he told two people to establish an <i>eruv</i> for him, and one established an <i>eruv</i> to the north and one established an <i>eruv</i> to the south, he may walk only in the area common to both of them.",
            "What is meant [by the expression], \"he may walk only in the area common to both of them\"? That he may walk only in the area that is within [the Sabbath limits] of both of these locations. [For example,] if one [of his agents] deposited an <i>eruv</i> 1000 cubits to the east [of his city's periphery] and the other deposited an <i>eruv</i> 500 cubits to the west, the person for whom the <i>eruvin</i> were deposited may walk only 1000 cubits to the west, as would be permitted [the agent] who established the <i>eruv</i> in the east, and 1500 cubits to the east, as would be permitted [the agent] who established the <i>eruv</i> in the west.<br>Therefore, if one established an <i>eruv</i> 2000 cubits to the east and the other established an <i>eruv</i> 2000 cubits to the west, the person may not move from his place.",
            "It is permissible for a person to establish two <i>eruvin</i> in two opposite directions and make the [following] stipulation: \"If tomorrow there is a mitzvah or a necessity that arises and requires me to walk in this direction, then it is this <i>eruv</i> that I am relying upon, and the other <i>eruv</i> is of no consequence. If, by contrast, it is necessary that I go to the other direction, the <i>eruv</i> [in that direction] is the one on which I will rely, and the first <i>eruv</i> is of no significance.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">As the <i>Maggid Mishneh</i> mentions, this halachah is dependent on the concept that in cases of Rabbinic law, the principle of <i>b'reirah</i> applies. Thus, retroactively it is considered that at the commencement of the Sabbath, the person had the intent of establishing an <i>eruv</i> in the direction that he was eventually required to proceed.</i><br>\"If I am required to go in both directions, I may rely on whichever of the <i>eruvin</i> I desire, and thus go in whichever direction I desire. If nothing [out of the ordinary] arises, and I am not required to go in either direction, neither of the <i>eruvin</i> is of consequence, nor do I rely on them. Instead, my situation is the same as that of any other inhabitant of my city, and I may proceed two thousand cubits in all directions from the city's wall.\"",
            "Just as it is forbidden to proceed beyond a city's [Sabbath] limits on the Sabbath, so too, it is forbidden to proceed beyond those limits on the holidays and on Yom Kippur.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See <i>Tzafenat Paneach</i> (in his gloss on <i>Hilchot Shabbat</i> 27:1), who states that the Rambam considers the limits on travel on the holidays and on Yom Kippur as Rabbinic in origin. In support, he cites the Rambam's statements in <i>Hilchot Sanhedrin</i>, Chapter 19, regarding the negative commandments punishable by lashing: \"A person who goes beyond the [Sabbath] limits on the Sabbath, a person who performs a forbidden labor on a holiday.\"</i><br>Just as a person who transfers an article from one domain to another on the Sabbath is liable, so too, a person who transfers an article from one domain to another on Yom Kippur is liable.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The liability incurred by the violator is somewhat different. A person who willfully performs any of the Sabbath labors is liable for execution, while one who violates a forbidden labor on Yom Kippur is liable only for <i>karet</i>. (See <i>Hilchot Sh'vitat Asor</i> 1:2.)</i> On the holidays, by contrast, it is permitted to transfer articles from one domain to another.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">See <i>Hilchot Sh'vitat Yom Tov</i> 1:4, which states that since the prohibition against the forbidden labor of transferring articles was lifted on the holidays regarding the preparation of food, it was lifted entirely.</i><br>Therefore, <i>eruvin</i> should be established in courtyards and <i>shitufim</i> should be established in lanes for Yom Kippur, as they are established for the Sabbath.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">See <i>Maggid Mishneh</i> and the <i>Mishnah Berurah</i> 416:31, which mention opinions that see a benefit in the establishment of <i>eruvin</i> in courtyards on the holidays as well.</i> Similarly, <i>eruvei t'chumin</i> may be established for Yom Kippur and the holidays as they are established for the Sabbath.",
            "[The following rules apply to] a holiday that occurs next to the Sabbath - whether before it or after it - or to the two days of a holiday as observed in the diaspora: A person may establish two <i>eruvin</i> in two opposite directions and rely on either for the first day, and the other for the second day.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Although for a single Sabbath one may not establish <i>eruvin</i> in two opposite directions, this rule does not apply when the Sabbath and a holiday follow one another. The Sabbath and the holidays represent two different expressions of holiness (<i>Eruvin</i> 38b). Therefore, the location defined as one's \"place\" - and thus an <i>eruv</i> established - for one does not necessarily apply regarding the other.<br>Similarly, regarding the two days of the holidays observed in the diaspora: in essence, the holidays were to be observed for only one day. The observance of a second day was instituted only because of uncertainty regarding the calendar. (See <i>Hilchot Kiddush HaChodesh</i> 5:4-5.) Therefore, the two days are also considered to be separate entities.<br>The Ra'avad suggests qualifying the Rambam's statements. The Rambam, however, appreciated the problem that he raised and clarified the issue in Halachah 12.</i> Similarly, he may establish a single <i>eruv</i> in one direction and rely on it for one of the two days, and on the other day consider himself like the other inhabitants of the city<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">This also involves a redefinition of one's place. Instead of its being considered to be the location of the <i>eruv</i>, it is considered to be one's home.</i> - i.e., it is as if he did not made an <i>eruv</i>, and thus he is entitled to proceed two thousand cubits in all directions [from the city's periphery].<br>When does this apply? To the two days observed as holidays in the diaspora. Regarding the two days of Rosh HaShanah [different rules apply]. They are considered to be a single [extended] day,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Since these two days were observed as a holiday even in <i>Eretz Yisrael</i> when the moon was sanctified on the basis of the testimony of witnesses (<i>Hilchot Kiddush HaChodesh</i> 5:7), they are considered to be a single expression of holiness. <i>Eruvin</i> 39b refers to them as \"one long day,\" and the halachic requirements that apply to one day apply also to the other.</i> and one may establish an <i>eruv</i> in one direction alone for both these days.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">See the notes on Halachah 8 with regard to whether or not it is necessary for the <i>eruv</i> to remain in its place for both nights of the holiday.</i>",
            "Similarly, a person who [deposits] an <i>eruv [t'chumin]</i> may make [any of the following] stipulations: \"On this Sabbath, my <i>eruv</i> shall be in effect, but not on another Sabbath,\" or \"On another Sabbath [my <i>eruv</i> shall be in effect],<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The food deposited for the <i>eruv</i> must exist at <i>beyn hash'mashot</i> and be fit to eat. This is particularly important in the summer months, when it is possible that the <i>eruv</i> has become stale or has been eaten by vermin (<i>Mishnah Berurah</i> 416:9).</i> but not on this Sabbath.\"<br>[Similarly, he may stipulate that the <i>eruv</i> shall be in effect] on the Sabbaths but not on holidays, or on holidays and not on Sabbaths.",
            "When a person tells five others, \"I am establishing an <i>eruv</i> on behalf of one of you, whom I will choose [later]. If I choose, that person will be able to go. If I do not choose, he will not be able to go.\" Even if this person chooses [a companion] after nightfall, he may go. For the principle of <i>b'reirah</i> applies<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Ordinarily, a person must establish his <i>eruv</i> before nightfall. Nevertheless, since he made a stipulation beforehand, we rely on the principle of <i>b'reirah</i>, and we say that retroactively it is considered to be as if he decided to rely on the <i>eruv</i> before nightfall (<i>Maggid Mishneh</i>).</i>regarding a matter of Rabbinic law.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">For other examples of the Rambam's rulings concerning this matter, see <i>Hilchot Sh'vitat Yom Tov</i> 5:20, <i>Hilchot Terumah</i> 1:21, <i>Hilchot Ma'aser</i> 7:1, and <i>Hilchot Ma'aser Sheni</i> 4:15.</i><br>Similarly, a person may establish an <i>eruv</i> for all the Sabbaths of the year and stipulate, \"If I desire [to rely on the <i>eruv</i>], I may go, and if I do not desire [to rely on it], I may not go - and I will be [governed by the same rules] as the other inhabitants of my city.\" He may go on whichever Sabbaths he desires, even if he does not make the decision to go until after nightfall.",
            "[The following rule applies] when a person establishes an <i>eruv</i> for the two days of a holiday as observed in the diaspora or for a Sabbath and a holiday [that are celebrated consecutively]: Even when the person establishes a single <i>eruv</i> in one direction for both days, the <i>eruv</i> must be accessible<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">If the <i>eruv</i> is not accessible - even if it is present in its designated location - it is not acceptable, as stated in Chapter 6, Halachot 8 and 12.</i> in its [designated] location on both the first and second nights throughout [the period of] <i>beyn hash'mashot</i>.<br>What should he do? He should take [the <i>eruv</i> to the desired place] on the eve of the Sabbath or on the eve of the holiday, and wait until nightfall. He may then take it in his hand and carry it away, if it is a holiday.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> explains that the removal of the <i>eruv</i> is merely a suggestion offered, lest a person leave the <i>eruv</i> in its place, and it be destroyed by vermin or the like. In a place where the <i>eruv</i> will surely be preserved, there is no point in removing it. Needless to say, on the Sabbath, when it is forbidden to carry, and it is forbidden to remove the <i>eruv</i>, this suggestion does not apply.<br>If one leaves the <i>eruv</i> in the designated place and there is a possibility that it will be destroyed, one is required to go to that place on the following day to check that it still exists (<i>Mishnah Berurah</i> 416:14).</i> On the following day, he should take it<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">The <i>Be'ur Halachah</i> 416 asks: Since it is possible to establish the <i>eruv</i> by walking to the designated location (as stated in the following halachah), of what value is it that the person carried the food with him? The <i>Be'ur Halachah</i> explains that in this instance, we are speaking about a person who has an agent establish the <i>eruv</i> for him. Therefore, it is necessary for him to use food.</i> to the same location,<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">The <i>eruv</i> must be deposited in the same location; otherwise, this is forbidden. Were one to change either the location (or the food used for the <i>eruv</i>), one would have been considered as either preparing on the Sabbath for a holiday, or on a holiday for the Sabbath (<i>Shulchan Aruch, Orach Chayim</i> 416:2).</i> deposit it there until nightfall and eat it<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">There is no obligation to eat it. The Rambam's intent is merely that from this time onward, there is no obligation that the <i>eruv</i> remain intact (<i>Mishneh Berurah</i> 416:15).</i> if it is Friday night, or take it with him if it is the night of a holiday.<br>[This is necessary, for] they are two different expressions of holiness, and are not considered to be a single [extended] day with regard to which it would be possible to say on the first night that one established the <i>eruv</i> for both days.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">The Rambam's statement implies that on Rosh HaShanah, it is necessary to establish an <i>eruv</i> only on the first night of the holiday. Even if the <i>eruv</i> is consumed before the beginning of the second day, it is acceptable, just as it would be acceptable for the entire Sabbath, even if it had been consumed after <i>beyn hash'mashot</i>.<br>The Ra'avad objects to this ruling. He maintains that the distinction of the two days of Rosh HaShanah as a single \"extended\" day applies only as a stringency, but not as a leniency. Therefore, the <i>eruv</i> established before the first night must remain in its place on the second night as well.<br>The <i>Maggid Mishneh</i> justifies the Rambam's view, bringing supports that indicate that our Sages' definition of these two days as \"one long day\" brings about a leniency as well as a stringency. The <i>Mishnah Berurah</i> 416:11 follows the Rambam's ruling.</i>",
            "[In the situation described in the previous halachah,] were the <i>eruv</i> to be eaten on the first day, it is effective for the first day, but the person [may not establish] an <i>eruv</i> [with food] for the second day.<br>If he established an <i>eruv</i> by walking [to the desired location] on the first day, he may establish an <i>eruv</i> for the second day only by walking to the same location<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">He may not establish the <i>eruv</i> by depositing food, for this would involve the performance of an activity on either the Sabbath or the holiday for the benefit of the other. As mentioned, it is forbidden to prepare on the Sabbath for a holiday or on a holiday for the Sabbath (<i>Shulchan Aruch, Orach Chayim</i> 416:2).</i> and making the resolution<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">He may not make a verbal statement, for this would be considered to be preparation for the coming day (<i>ibid.</i>).</i> that he is establishing this as his \"place\" for the day.<br>If he established an <i>eruv</i> with bread on the first day [he has two options]: If he desires to establish an <i>eruv</i> by walking [to the desired location] on the second day, the <i>eruv</i> is acceptable. If he desires to establish an <i>eruv</i> by depositing a loaf of bread, [he may,] provided he uses the same loaf of bread that he used the first day.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Since he uses the same loaf, he is not considered to be performing a new activity; this location had already been established as his \"place,\" and he is merely perpetuating the existing situation. If he brought a different loaf, it would be considered to be preparing for the coming day (<i>ibid.</i>).</i>",
            "When Yom Kippur [would] fall on Friday or on Sunday during the era when the sanctification [of the moon] was dependent on its being sighted] by witnesses,<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">According to the fixed calendar we follow at present, it is impossible for Yom Kippur to fall on either Sunday or Friday. (See <i>Rosh HaShanah</i> 20a.)</i> it appears to me<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">This expression implies a ruling for which the Rambam has no explicit source in the Talmud, but which he arrived at through a process of deduction.</i> that [the two days] are considered to be one [extended] day<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Rabbi Akiva Eiger explains that this also implies a leniency. As indicated by the conclusion of Halachah 8, there is no need to establish an <i>eruv</i> on the second day.</i> and are considered to be one continuum of holiness.<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">The rationale is that all the prohibitions that apply on the Sabbath also apply on Yom Kippur (<i>Maggid Mishneh</i>).</i>",
            "The statement made previously<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">In Halachah 5.</i> that a person may establish two different <i>eruvin</i> in two directions for two days applies only when it is possible for the person to reach both of the <i>eruvin</i> on the first day [without departing from his Sabbath limits]. If, however, it is impossible on the first day for him to reach the <i>eruv</i> for the second day, the <i>eruv</i> for the second day is invalid.<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Note the gloss of the <i>Sefer HaKovetz</i> on Halachah 5, which discusses whether the law in this halachah applies only with regard to a holiday and a Sabbath that follow consecutively, or also with regard to the two days of a holiday that are observed in the diaspora. The <i>Magen Avraham</i> 416:3 rules that the restrictions apply with regard to the two days observed in the diaspora as well.</i><br>[The rationale is that] the mitzvah of <i>eruv</i> [can be fulfilled only] with a meal that is fit to be eaten while it is still day. Since the person may not reach the <i>eruv</i> [intended for the second day] on the first day [because it is beyond his Sabbath limits], it is not considered to be a meal that is fit to be eaten while it is still day.",
            "What is implied? If a person deposited an <i>eruv</i> two thousand cubits eastward of his home and relied on it for the first day [he is forbidden to walk westward at all].<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">See Chapter 6, Halachah 4.</i> [Therefore,] if he deposited an <i>eruv</i> one cubit, one hundred cubits, or one thousand cubits to the west and relied on it for the second day, the second <i>eruv</i> is invalid.<br>[The rationale is that] the second <i>eruv</i> is not fit for him on the first day, for he may not reach it, since he is not able to proceed toward the west at all.",
            "If, however, he deposited his <i>eruv</i> one thousand five hundred cubits eastward of his home and relied on it for the first day, and deposited a second <i>eruv</i> within five hundred cubits to the west of his house and relied upon it for the second day, the <i>eruv</i> is valid. For it is possible for him to reach it on the first day.",
            "When a holiday falls on a Friday, it is forbidden to establish an <i>eruv</i> [for the Sabbath] on the holiday: neither an <i>eruv chatzerot</i> nor an <i>eruv t'chumin</i>.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">For it is forbidden to prepare for the Sabbath on a holiday. (See the <i>Mishnah Berurah</i> 393:1, which questions whether or not an <i>eruv</i> established on a holiday in error is acceptable.)<br>Note also the <i>Or Sameach</i>, which explains that, according to the Rambam, it is forbidden to establish an <i>eruv t'chumin</i> on the first day of a holiday for the second day. (This ruling runs contrary to a decision of the <i>Noda BiY'hudah</i> (Vol. II, Responsum 48).</i> Instead, one should establish the <i>eruv</i> on Thursday, the day prior to the holiday.<br>If the two days celebrated as a holiday in the diaspora fall on a Thursday and a Friday, one should establish both an <i>eruv chatzerot</i> and an <i>eruv t'chumin</i> on Wednesday. If a person forgot, and did not establish an <i>eruv</i> beforehand, he may establish an <i>eruv chatzerot</i> in a conditional manner on Thursday and Friday.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">In <i>Hilchot Sh'vitat Yom Tov</i> 6:14-15, when discussing the establishment of an <i>eruv tavshilin</i> and other similar matters, the Rambam states that in the present era, we may not make such a conditional arrangement. This leniency was granted only in the era when the establishment of the calendar was dependent on the testimony of witnesses, and the second day of a holiday was observed because of a doubt concerning the day on which the holiday should be celebrated. At present, there is no such doubt, and the second day is celebrated because of a Rabbinic decree requiring us to preserve the previous custom. (See <i>Hilchot Kiddush HaChodesh</i> 5:5.)<br>Other authorities (see the gloss of the Ra'avad on <i>Hilchot Sh'vitat Yom Tov</i>) take issue with the Rambam on this point; it is their view that is accepted as halachah in the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 393:1).</i> He may not, however, do this with regard to an <i>eruv t'chumin</i>.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\"><i>Beitzah</i> 17a explains why a distinction is made between these two types of <i>eruvin</i>. By establishing an <i>eruv t'chumin</i>, a person designates a place as his home for the Sabbath, and our Sages would not permit this to be done on a holiday. In contrast, the establishment of an <i>eruv chatzerot</i> negates one's ownership. Therefore, greater leniency is shown.</i>",
            "What is implied? On Thursday, the person should make the following stipulation:<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">Note the <i>Birkei Yosef</i> (<i>Orach Chayim</i> 528), which states that a blessing should not be recited.</i> \"If today is a holiday, my statements are of no consequence. But if not, this should be [accepted as] an <i>eruv</i>.\"<br>On the following day, he should again establish the <i>eruv</i><sup class=\"footnote-marker\">34</sup><i class=\"footnote\">The <i>Mishnah Berurah</i> 393:6 suggests using the same loaf of bread. Otherwise, it would be necessary to keep both loaves until the Sabbath.</i>and say, \"If today is a holiday, I have established my <i>eruv</i> yesterday, and my statements today are of no consequence. If, however, yesterday was the holiday, this should be [accepted as] an <i>eruv</i>.\"<br>When does the above apply? To the two days observed as holidays in the diaspora. The two days of Rosh HaShanah, by contrast, are considered to be one [extended] day. Therefore, with regard to them, it is possible to establish an <i>eruv</i> only on the day prior to the holiday.<br>(Blessed be God who grants assistance.)"
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}