{
    "title": "Even Ha'azel on Mishneh Torah, Ownerless Property and Gifts",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Even_Ha'azel_on_Mishneh_Torah,_Ownerless_Property_and_Gifts",
    "text": [
        [
            [
                "<b>ההפקר כל המחזיק בו זכה, וכן המדברות והנהרות והנחלים כל שבהן הפקר וכל הקודם בהן זכה כגון העשבים והעצים והפירות של אילנות של יער.</b><br><b> השגת </b> הראב\"ד המדברות וכו' א\"א דוקא לאותו השבט עכ\"ל.<br><b> כתב </b> המ\"מ דכאן לא היתה כונת הרמב\"ם בא\"י וסמך על מה שכתב בפ\"ה מה' נזקי ממון תנאי א\"י שהתנה יהושע, והלח\"מ תמה על דבריו דבפ\"ה מהל' נזקי ממון לא הוזכר לחלק בין אותו השבט לשאר השבטים אלא לדין ים טבריה, ובחכה מותר לכל השבטים לצוד, ולפרוש קלע דוקא לאותו השבט, וזהו בדין הים אבל בדיני היערות לא חילק הרמב\"ם בין אותו השבט לשאר השבטים, וא\"כ אם כונת הראב\"ד לדין הימים והנהרות שבהל' ב' קשה דאיך כתב דהוא דוקא לאותו השבט דהא בחכה מותר לכל השבטים, והרמב\"ם לא הזכיר כאן לפרש קלע, לכן כתב הלח\"מ דכונת הראב\"ד הוא על מש\"כ הרמב\"ם דהעצים והפירות של יער הם הפקר דסובר דאף דבב\"ק דף פ\"א תניא בסתם ומלקטין עצים בשדותיהם, מ\"מ כיון דשם ע\"ב איתא תניא רשב\"א אומר תלושים שבהרים בחזקת כל השבטים, ומחוברים בחזקת אותו השבט, לכן מפרש הראב\"ד דגם הברייתא הקודמת כונתה לאותו השבט בלבד, והרמב\"ם סובר דרשב\"א פליג אברייתא קמייתא ולא פסקינן כרשב\"א ע\"כ תורף ד' הלח\"מ.<br><b> והנה </b> דברי הלח\"מ תמוהים לי מאוד דאם כונת הראב\"ד כדבריו היה לו להשיג על דברי הרמב\"ם במקומו בפרק ה' מה' נז\"מ שכתב בסתם דמלקטין עצים בשדותיהם ולא חילק בין אותו השבט לכל השבטים, אלא דבאמת הוא עירוב פרשיות והרכב ענינים שאינם שייכים זה לזה, דבברייתא שם דף פ\"א ע\"א תני בעשרה תנאים שהתנה יהושע ומלקטין עצים בשדותיהם וזה אינו ביער דהא תני בשדותיהם, אלא דאמר ע\"ז בגמ' לא אמרן אלא בהיזמי והיגי אבל בשאר עצים לא וגם בהיזמי והיגי דוקא בלחים, והא דתני שיהו מרעין בחורשין דזהו ביערות גם בזה אמר בגמ' לא אמרן אלא דקה בגסה ולא דקה בדקה ולא גסה בגסה, עכ\"פ מבואר דאין זה כלל הפקר אלא תנאי שהתנה יהושע שיהיה ע\"ז רשות לכל, ומה דאמר רשב\"א בברייתא שם ע\"ב דמחוברים בחזקת השבט זהו על עיקר דינא דהיערות שייכים לאותו השבט שנפל בחלקו כיון דלא נתחלקו, ועכשיו מבואר השגת הראב\"ד וגם תירוצו של המ\"מ בדעת הרמב\"ם דזה ודאי דבעיקר דין חלוקת א\"י מוכח מהא דרשב\"א דדברים שלא נתחלק ליחידים שייכים לאותו השבט שנפל ברשותו, וכונת הראב\"ד הוא על כל ההלכה וגם על דין הימים והנהרות ולא קשה כלל מה שהקשה הלח\"מ דהא אינו אסור אלא לפרוש קלע ובחכה מותר והרמב\"ם לא הזכיר לפרוש קלע דזה אינו אלא מתנאי יהושע, אבל הרמב\"ם שכתב דהימים והנהרות הם הפקר ודאי אין חילוק כלל.<br><b> וממילא </b> גם דברי המ\"מ נכונים דכבר כתב הרמב\"ם גבי ימה של טבריה דין זה דמה שלא הותר בתנאי יהושע הוי דינא דדברים שלא נתחלק ליחידים דשייכים לאותו השבט שנפל בחלקם, ומה שלא הזכיר שם דין היערות זהו משום שלא הוזכר בברייתא ואפשר היו יערות קטנים שנתחלקו ליחידים ואפשר נתחלקו לבתי אבות ביחד ולא קתני אלא ימה של טבריה שודאי לא נתחלק, אבל זה ודאי מוכח מדין ימה של טבריה דכל דברים שלא נתחלקו שייכים לאותו השבט שנפל בחלקם ולפי זה קיימים דברי הראב\"ד וגם אין השגה על הרמב\"ם וכמו שכתב המ\"מ.<br><b> אלא </b> דבאמת לא ניחא לי בכל זה דעכ\"פ לא היה להרמב\"ם לסתום דמשמע בכל מקום ובפרט דגבי תנאי יהושע לא הוזכר בפי' דיני המדברות והיערות רק דנוכל לדון כן מדין ימה של טבריא, ולא היה לו לסתום כאן ולכתוב הלכה זו בסתם, והיה לו לפרש דזהו רק בחו\"ל.<br><b> לכן </b> נראה דהנה הרמב\"ם כתב כל שבהן הפקר וכל הקודם בהן זכה כגון העשבים והעצים והפירות וכו', ומשמע מדבריו דלא מהני זכיה אלא להגדלים בהיערות וכן בהדגים מן הנהרות, אבל עיקרם של המקומות האלו הם ודאי הפקר, וקשה דלמה לא כתב דכל המחזיק בהמקומות האלו זכה בהן, ומוכח מדבריו דלא מהני כלל חזקה במדברות ונהרות ויערות וכמו שהביא המגדול עוז מקור לדברי הרמב\"ם מדברי הגמ' דמדבר ויער הוא הפקר, וטעמא דמילתא נראה דחזקה אינו אלא בנעל גדר ופרץ שהוא קניני חצר ובית, וכן חרש וזרע ונטע שהוא קניני שדות וכרמים, אבל המדברות והיערות והנהרות אין עומדים לא לגדר ולא לחרישה וזריעה דהיערות הכונה ליערות גדולים שכבר נתגדלו מעצמם, ואם עמד אחד וגדר חלק מסויים אם מצד אחד אין זה כלום, ואם מד' רוחות אין לזה שם יער שמשמעו מקום פרוץ ומופקר כהוכחת המ\"ע, איברא דבקרא בקהלת כתיב עשיתי לי ברכות מים להשקות מהם יער צומח עצים ולהשקות מים הוי חזקה, אבל באמת מלשון הכתוב יער צומח עצים מוכח דיער שכתב נתגדל אינו צריך השקאה ורק כשרוצים לנטוע יער בודאי צריך השקאה, אבל הרמב\"ם דכונתו על סתם יערות שמוחזקים למופקרים כתב ההלכה בתורת ודאי דאין להסתפק שמא זכה אחד בחלק היער או במדבר או בנהר משום שאין בהם כלל מקום לחזקה והם נשארים הפקר לעולם, ולכן כתב דרק הקודם לזכות במה שגדל בהם זכה.<br><b> ועכשיו </b> מיושב דכ\"ז היכי שצריך לזכות בכל המקומות ע\"י חזקה, אבל בכבוש יהושע שזכו ישראל ע\"י גורל ואורים ותומים א\"כ שפיר זכו גם במדברות ויערות ונהרות, אלא שמקומות שלא נתחלקו ליחידים זכה בהם אותו השבט שהגיע לחלקם דהא הכל היה ע\"י גורל ואורים ותומים, והרמב\"ם בה' נזקי ממון גבי תנאי שהתנה יהושע לא הזכיר אלא ימה של טבריה דשייך לאותו השבט משום שזה הוזכר בברייתא ולא הזכיר יערים כיון שלא הוזכר בברייתא ואפשר שהיו גם יערות שנתחלקו ליחידים.<br><b> והנה </b> הרמב\"ם בהל' בית הבחירה פ\"ו הל' ט\"ו כתב בטעמא דקדושה ראשונה קדשה לשעתה ולא קדשה לע\"ל משום דקדושה ראשונה היה ע\"י כבוש וכיון שנלקחה הארץ מידיהם בטל הכבוש, אבל קדושת עזרא הוא בחזקה שהחזיקו בה ולא נתבטלה, ומבואר דכיבוש יהושע בטל וקדושת עזרא היה רק ע\"י חזקה, והכ\"מ הקשה ע\"ז וז\"ל איני יודע מה כח חזקה גדול מכח כיבוש ולמה לא נאמר בחזקה ג\"כ משנלקחה הארץ מידינו בטלה חזקה ותו בראשונה שנתקדשה בכיבוש וכי לא היה שם חזקה, אטו מי עדיפא חזקה בלא כיבוש מחזקה עם כיבוש וצל\"ע עכ\"ל, אבל באמת דברי הרמב\"ם מבוארים דבכיבוש יהושע כיון שזכו ישראל בהארץ ע\"י כיבוש, ואח\"כ נתחלקה הארץ לשבטים וליחידים ע\"י גורל ואורים ותומים א\"כ כבר זכה כל אחד בשלו ואח\"כ כשנתיישבו והחזיקו לא מהני כלל חזקתם דכ\"ש הוא מדין עודר בנכסי הגר וכסבור שהוא שלו דלא קנה, וכ\"ש הכא שהיה באמת שלהם, ולכן לא הועילה חזקתם ונשאר רק הכיבוש ולכן כשנכבשה הארץ מידיהם בטל הכיבוש, אבל קדושת עזרא היה ע\"י חזקה שלא היה שם כיבוש כלל דכורש בעצמו צוה שיעלו ישראל לארץ, והם מצאו הארץ הפקר ונתיישבו בה וזכו בה ע\"י חזקה, אלא שעכ\"פ מוכח דסובר הרמב\"ם דעל מה שזכו ישראל בחזקה לא מהנו שום כיבוש מלחמה דלא מהני כיבוש להוציא מידי ישראל, אלא מה שלא זכו רק ע\"י כיבוש ונתבטל הכיבוש, שוב ראיתי בס' דבר אברהם סי' י\"א שהאריך בענין כיבוש מלחמה והביא הרבה ראשונים דלא מהני כיבוש בעכו\"ם מישראל, וראיתי שהביא גם דברי הרמב\"ם אלא שלא הזכיר דמדברי הרמב\"ם מוכח כן דעל מה שזכו בכיבוש מועיל כיבוש מידם, ועל מה שזכו בחזקה אינו מועיל.<br><b> ולפי\"ז </b> דעכשיו נתבטל חלוקת יהושע ובבית שני זכו רק ע\"י חזקה א\"כ לפי\"מ שביאר הרמב\"ם דבמדברות ויערות ונהרות לא מהני חזקה א\"כ גם בא\"י הוי הפקר ואין חילוק להלכה כלל, ומה שהביא כן הרמב\"ם בפ\"ה מה' נזקי ממון זהו בשביל שהביא עשרה תנאים שהתנה יהושע דנ\"מ גם לדידן כמו שפסק הרמב\"ם שם בהל' ח' דתקנות יהושע נוהגות גם בחו\"ל, לכן ע\"כ הזכיר התנאים כמו שהתנה יהושע וחלק בימה של טבריה בין אותו השבט לשאר השבטים, אבל כאן להלכה לא הזכיר זה משום דלהלכה באמת כל המדברות והיערות והנהרות הוי הפקר דכיבוש יהושע נתבטל, וע\"י עזרא לא זכו אלא בחזקה שאינו מועיל במקומות אלו וכנ\"ל.<br><b> והנה </b> ח\"א עוררני דגם בלא זה מיושב דלא אמרינן קדושה שניה קדשה לע\"ל אלא לענין קדושה, אבל זכות הקרקע שהיה לכל יחיד כבר נתבטלה דנתייאשו, ולכן גם זכות השבט בטל, אבל באמת אינו כן דכיון דמוכח מדברי הרמב\"ם דמדין חזקה לא נתבטל החזקה א\"כ ע\"כ שהיא במקומה עומדת והקרקע היא של ישראל ע\"פ חזקתם שהחזיקו בה כל אחד בפרטית, ומה דאמרינן בגיטין דף מ\"ז דיש קנין לנכרי בא\"י לחפור בה בורות שיחין ומערות הא פירש\"י שם אם קנה הנכרי, אבל זה ודאי דלא אבדו ישראל חזקתם בארץ והקרקע שלהם דאף דבקרקע נמי מהני יאוש אם נשתקעו שם הבעלים כמבואר בירושלמי דכלאים פ\"ז הובא בתוס' בב\"ב דף מ\"ד, אבל באמת ישראל לא נתייאשו מעולם מא\"י ובכל יום חכו לישועה ועדיפא ממה שכתבו התוס' ביבמות דף מ\"ה ע\"ב במה שהקשו דאמאי אמר שמואל כל דאמר מבית חשמונאי קאתינא עבדא הוא, הא כבר נתייאשו הבעלים כשמלך הורדוס, ושמואל אית ליה המפקיר עבדו יצא לחירות וא\"צ גט שחרור, וכתבו בזה דשמא היו מצפים שתהא גאוותו מושפלת, ושם לא היה להם הבטחה ע\"פ נביא, מכ\"ש בגאולת ישראל שלא נתייאשו מעולם, ובדברי התוס' ע\"כ ג\"כ צריך לצרף זה דהא שמואל כבר היה הרבה אחר החורבן, וא\"א שקרובי בית חשמונאים יצפו לעבדות משפחת הורדוס לפני הגאולה, ולכן בודאי נשאר כל חזקת גאולה שניה גם עכשיו והיה נשאר גם זכות השבט, אלא דהטעם הוא כמו שכתבנו דביאת ישראל בימי עזרא כיון שלא היה ע\"י כיבוש אלא ע\"י חזקה לא זכו כלל במדברות ונהרות ויערות לא יחידים ולא אותו השבט, ולכן נשארו להלכה הפקר גם בא\"י וכנ\"ל."
            ],
            [],
            [
                "<b>אבל הלוקח דגים מתוך מצודתו של חבירו כשהוא בתוך הים או שלקח חיה ממצודתו כשהיא פרוסה במדבר הרי זו אסור מדברי סופרים, ואם היה המצודה כלי ולקח מתוך המצודה הרי זה גזלן.</b><br><b> השגת </b> הראב\"ד הרי זה גזלן, א\"א להוציאו בדיינין עכ\"ל.<br><b> כתב </b> המ\"מ וז\"ל והנה פסק המחבר כת\"ק דכל שאינו כלי אין שם גזל אלא מפני דרכי שלום ואין מוציאין אותן בדיינין, אבל מן הכלי גזל גמור ומוציאין אותו בדיינין, וכן דעת ההלכות ומוסכם עכ\"ל, מוכח מדבריו שאין שום מחלוקת בין הרמב\"ם להראב\"ד וכן כתב להדיא הלח\"מ בהל' ב' דהראב\"ד מפרש דברי הרמב\"ם וכן כתב המגדל עוז, ולדעתי א\"א לפרש כן בדברי הראב\"ד דלמה הוצרך לפרש כשכתב הרמב\"ם להדיא הרי זה גזלן דמוציאין אותו בדיינין, לכן נראה דבגמ' איתא על מה דאמר ר' יוסי ה\"ז גזל גמור אמר רב חסדא גזל גמור מדבריהם למאי נ\"מ להוציאו בדיינין, ואף דבגמ' איתא זה אסיפא על מציאת חש\"ו, אבל ברי\"ף מבואר דהוא ג\"כ על מצודות חיה וכו' וסובר הראב\"ד דמה דאמרו בגמ' על הא דמצודות באוזלי ואוהרי כו\"ע ל\"פ כי פליגי בלחי וקוקרי פירושו דכו\"ע ל\"פ וסברי גם רבנן כר' יוסי וא\"כ אינו גזל מה\"ת אלא מדבריהם, אלא דבזה מודים דמוציאין בדיינים, וזהו שהשיג הראב\"ד וכתב להוציאו בדיינים לאפוקי מלשון הרמב\"ם שכתב הרי זה גזלן דמשמע מן התורה.<br><b> ובטעמא </b> דמילתא למה לא הוי גזל מה\"ת נראה פשוט דהמצודה הא הוי חצר שאינה משתמרת דסתם פריסת מצודה של חיה במדבר אין עומדין הבעלים אצלה שאז תברח החיה ולא תכנס להמצודה, וא\"כ מד\"ת לא קנו לו כליו ובמצודות דגים שהבעלים עומדים בצד המצודה בודאי אינו חולק הראב\"ד ורק במצודות חיה ועופות, וגם במצודות דגים היכי שהבעלים אין עומדים בצדה, וכן משמע דבהכי מיירי מדקדם אחר ונטלן, ולכן מפרש הראב\"ד דבזה מודו רבנן לר' יוסי דאף דבכל מציאה שנפלה לחצר שאינה משתמרת ליכא תק\"ח, אבל הכא כיון דטרח להעמיד המצודה וגם כבר נכנסה החיה לתוך הכלי הוי גזל גמור להוציאו בדיינים, ואף שבפ\"ו מה' גזילה הל' ט\"ז שכתב הרמב\"ם כל מי שיש בידו גזל של דבריהם אין מוציאין אותו בדיינים לא השיג הראב\"ד זהו משום דהרמב\"ם קאי שם על כל אלה שנשנו שם בפרק זה ולא איתמר בהו הך דינא דמוציאין אותו בדיינין, אבל הכא דאמר בגמ' דרבנן מודו לר' יוסי זהו חדוש דוקא בהך מילתא דאף שהוא גזל של דבריהם מוציאין בדיינים.<br><b> ובדעת </b> הרמב\"ם נראה דטעמא דלא מהני חצר שאינה משתמר, כתבו הראשונים דלא הוי דומיא דיד ודומיא דשליחות דיד משתמר ושליח ג\"כ משמר ואין אדם נותן חפציו במקום שאינו משתמר, ולכן זהו דוקא בסתם מציאה או מתנה לדעת הרמב\"ם דאינו עומד החצר לכך שיניחו בו חפצים כיון שאינו משתמר ואינו עומד בצדו, אבל מצודה כיון שעיקר דרך צידה כן וא\"א באופן אחר לא שייך לומר דלא הוי דומיא דשליח כיון שכך דרכה שינוחו בה דברים הנצודין בה עד שיבואו הבעלים ויטלו, ולכן חצר זה מהני אף שאינו משתמר, דהוי דומיא דשליח דבחצר הזה הדרך להניח והרמב\"ם מפרש דמה דאמר באוזלי ואוהרי דכו\"ע לא פליגי אין הכונה דרבנן מודו בהא לר' יוסי אלא דכו\"ע ל\"פ משום דהוי ודאי גזל מדאורייתא, וכן משמע דאם הכונה דרבנן מודו לר' יוסי הו\"ל לרבנן למתני בפי', דתקנת חכמים אין זה מילתא דתליא בסברא והו\"ל למתני דבאוזלי ואוהרי איכא תק\"ח שיהיה גזל גמור, וע\"כ דהפי' ל\"פ היינו דבזה הוי גזל מדאורייתא ולא איצטריך למתני."
            ],
            [
                "<b>הפורס מצודה בשדה חבירו וצד בה חיה או עוף אע\"פ שאין לו רשות לעשות דבר זה קנה, ואם היה עומד בעל השדה בתוך שדהו ואמר זכתה לי שדי קנה בעל השדה ואין לבעל המצודה כלום.</b><br><b> השגת </b> הראב\"ד ואין לבעל המצודה א\"א ואיך לא חילק בין צבי רץ כדרכו וגוזלין מפריחין לשאינן כן והלא המשנה חילקה בהן עכ\"ל.<br><b> כתב </b> המ\"מ דדעת הרמב\"ם דבעל השדה אמר זכתה לי שדי בשעה שהם כבר נצודין ובעל המצודה לא קנה מקודם דלא אמרו חכמים שיקנה מפני דרכי שלום מי שפרס מצודה בשדה חבירו, וכן במצודה שיש לה תוך אם הוא בשדה חבירו לא קנה מק\"ו מדין כליו של לוקח ברשות מוכר דשם יש דעת אחרת להקנות ולא קנה, ודברי המ\"מ תמוהים דהא כתב הרמב\"ם הפורס מצודה בשדה חבירו וצד בה חיה או עוף אע\"פ שאין לו רשות לעשות דבר זה קנה, ואולי כונת המ\"מ דזהו רק לגבי בעל השדה שאם אומר אח\"כ זכתה לי שדי לא זכה מקודם בעל המצודה, ואף דמדבריו שכתב שלא אמרו אלא בפורס במקום הפקר שהוא רשאי לצוד שם, אבל בפורס שלא ברשות ודאי לא עכ\"ל, משמע דפורס שלא ברשות לא קנה כלל, אבל אנו מוכרחין ע\"כ לפרש דברי המ\"מ דכן כונתו בדברי הרמב\"ם דמה שכתב מקודם דקנה אע\"פ שפרס בשדה חבירו שלא ברשות זהו לגבי אחרים, אבל לגבי בעל השדה לא קנה ויכול בעל השדה גם אח\"כ לומר זכתה לי שדי, אבל לא מסתבר כן, דאם בפורס שלא ברשות לא אמרו שיקנה גם לגבי אחרים לא יקנה, ועוד דלשון הרמב\"ם שכתב ואם היה עומד בעל השדה ולא כתב ואם עמד משמע שעמד ואמר זכתה לי בתחילה קודם שקנה בעל המצודה, וכן מה שכתב מקודם הרי זה קנה משמע שקנה בהחלט לגבי כו\"ע, ומה שדחקו להמ\"מ לפרש כן הוא משום קושיית הראב\"ד דקודם שנכנסו בתוך המצודה הרי הוא צבי רץ כדרכו וגוזלות מפריחים, אבל יש לומר דמה דאמר בעל השדה זכתה לי שדי אינו רק על רגע זו בשעה שאומר, דלשון זכתה לי אף דמשמעו בלשון הוה שעכשיו זכתה מ\"מ בודאי כונתו שבכל אופן תזכה לו שדהו ואם אי אפשר עכשיו תזכה אח\"כ כשיהיה אפשר לזכות, ולכן תיכף כשנכנסו לתוך המצודה זכתה לו שדהו.<br><b> והנה </b> במה שכתב המ\"מ דבעל המצודה לא קנה אפי' המצודה היא כלי מק\"ו מדין כליו של לוקח ברשות מוכר הקשה הלח\"מ דהא כמו שכליו של לוקח ברשות מוכר לא קנה לוקח ה\"נ כליו של מוכר ברשות לוקח לא קנה לוקח ונשאר בצ\"ע ובאמת הוא תימה גדולה על דברי המ\"מ דנחת עלה מדין כליו של לוקח ברשות מוכר, אבל בדעת הרמב\"ם יש לומר דזהו כלל מיוחד דכליו של אדם קונים לו בכל מקום שיש לו רשות להניחו כדאיתא בב\"ב דף פ\"ה ופסק כן הרמב\"ם בפ\"ד מה' מכירה הל' א', ונמצא דבמקום שאין לו רשות להניחו אין לכלים גדר חצר כלל, ולכן נוכל לומר דכלים שהם מונחים במקום שאין לו רשות להניחן לבד שאינם קונים אין מעכבין גם להחצר לקנות, ומה דאיתא שם בב\"ב דכליו של מוכר ברשות לוקח לא קנה לוקח הא מיירי שהכניס המוכר כליו ברצון הלוקח, לכן יש להכלים דין חצר ומעכבין זה על זה מלקנות הכלים על החצר והחצר על הכלים, אבל במקום שאין לו רשות להניחן מה דאין קונים אינו משום דהרשות שהם מונחים מעכב בשביל שהרשות הוא בר קנין, דהא אפי' בר\"ה לא קנה, וע\"כ דהכי הוא דינא דכלים דאין להם דין קנין חצר אלא אם מונחים במקום שיש לו רשות להניחן, ולכן שפיר דאם אין לו רשות להניחן אין להם גם כח לעכב על הרשות שלא יקנה וגם אינו מפסיק, והדבר הנקנה חשוב כאלו מונח בחצר, ובדרך דמיון נוכל להסביר כמו דאמר הגמ' בזבחים דף ג' דאוכלין שגיבלן בטיט והכניסן לאויר התנור דאין הטיט מפסיק שלא יהיו האוכלין נחשבין כמונחין באויר התנור, ודוקא כלי מפסיק משום שיש ע\"ז שם תוך אחר, ודרשינן תוכו ולא תוך תוכו ולכן גבי קנין גם מונחין בכלי כיון שאין להכלי דין חצר נחשבו דברים הנקנין כמונחין בחצר עצמו."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל המפסיק לפאה מפסיק בנכסי הגר כיצד היה שם נחל או אמת המים וכיוצא בהן לא קנה אלא עד הנחל או עד האמה וכל המפסיק ברשות שבת מפסיק בנכסי הגר, כגון שהיה בין שתי השדות רשות היחיד או כרמלית אפי' היה ביניהם רשות שחולקת לגיטין.</b><br><b> השגת </b> הראב\"ד ברשות שבת וכו' א\"א יש כאן ערבובי דברים שאין הגמ' הולכת ע\"ז הדרך, ואין בגמ' שיהא פיסלא חולק בנכסי הגר אלא בפאה ובשבת ובטומאה ובגיטין כי כן דרך הגמ' ומפרש בגמ' מה טיבן של הפסקות עכ\"ל.<br><b> כתב </b> המ\"מ דהרמב\"ם למד ק\"ו ממצר וחצב דמפסיק בנכסי הגר ואינם מפסיקין לדברי ר' אסי בשאר דברים כ\"ש דדברים המפסיקין בשאר דברים דמפסיקין בנכסי הגר, והנה בגמ' הוזכר פאה וטומאה ושבת וגיטין והראב\"ד אינו חולק אלא על דבר המפסיק לגיטין כגון פיסלא, ומוכח דגם הראב\"ד מודה בדבר המפסיק לפאה וטומאה ושבת. וע\"כ דגם הוא סובר דיש ללמוד מק\"ו ממצר וחצב, וצריך ביאור למה חולק על פיסלא, ואחר העיון מצאתי הדבר מבואר בדברי הרמב\"ן בחידושיו שכתב וז\"ל, הא דאמרינן לענין שבת אבל פיסלא לא ורבא אמר אפי' פיסלא נראה דדוקא לענין שבת כדאמרינן רשות שבת כרשות גיטין דמי אבל לנכסי הגר אין לך דבר שאינו קבוע ומפסיק, ואע\"ג דקילא הפסקה דגר מהפסקה דשבת כדאמרינן מפסיקין בנכסי הגר, אבל שבת לא הני מילי לענין מצר וחצב דקביעי אבל פיסלא לא, וכן כתב ר' אברהם בר' דוד ז\"ל ומצינו הפסקות לפאה כגון ניר וזרע אחר אין הדעת נותנת שיפסיקו לנכסי הגר אלא דברים קבועים מחוברים, וכן פיסלא ודאי אינה מפסיקה לפאה מדקתני ואלו מפסיקין, אבל הרב ר' משה סובר כל שמפסיק לפאה ולגיטין מפסיק בגר עכ\"ל, וב\"ה שכיונתי בדברי הראב\"ד דגם הוא סובר הק\"ו של המ\"מ רק דחולק בפיסלא כמש\"כ הרמב\"ן, אלא דהראב\"ד כתב להדיא דפיסלא מפסקת גם בפאה, ונמצא דגם הרמב\"ן והראב\"ד חולקין ולא הביא הרמב\"ן דברי הראב\"ד אלא לענין נכסי הגר, ונראה דסובר דלענין פאה גם דבר שאינו קבוע מפסיק כיון דעכ\"פ יש הפסק בקצירת השדה, והרמב\"ן סובר דאף דפאה א\"צ הפסק מדבר קבוע דהא ניר וזרע אחר מפסיק, מ\"מ דבר מטלטל אינו מפסיק גם בפאה.<br><b> אכן </b> בדעת הרמב\"ם נראה דאינו מוכח כלל שחולק על זה דדבר שאינו קבוע אינו מפסיק בנכסי הגר דבפ\"ה מה' גירושין בדין פיסלא הנאמר בגמ' כתב ע\"ז קורה או סלע, וכיון שכאן כתב ואפי' היה ביניהם רשות שחולקת לגיטין א\"כ אף ששם הזכיר גם קורה, אבל באמת קורה אינו רשות על כל המקום דודאי מקום שתחת הקורה יכול להיות רשות אחת עם כל החצר אלא דמ\"מ לא תוכל האשה לקנות הגט כיון שהגט מונח על הקורה, וא\"כ אפי' השאיל לה מקום שתחת הקורה אבל כיון שהקורה לא השאיל לה א\"כ הוי כלים של מוכר ברשות לוקח דלא קנה לוקח, וכיון שכן אינו מוכח כלל דהרמב\"ם סובר דפיסלא שהוא מטלטלין כמו קורה מפסקת בנכסי הגר דהא כתב שהיה ביניהם רשות ופיסלא מטלטל המונחת אין ביניהם רשות, דעיקר הרשות היא רשות אחת, ומ\"מ לענין שבת י\"ל דמפסיק לרבא אפי' פיסלא מטלטל, דכיון דעכ\"פ עכשיו יש הפסק אינם מצטרפין שתי החצאי גרוגרות לדין הוצאה, ויש לומר עוד דדעת הרמב\"ם הוא ג\"כ כדעת הרמב\"ן דניר וזרע אחר ודאי אינו מפסיק בנכסי הגר, ולכן כתב כגון הנחל ואמת המים וכיוצא בהן, והיינו שיש בהם היכר קבוע בגוף הקרקע כגון דרך היחיד ודרך הרבים.<br><b> אלא </b> דצריך לומר דשיטת הרמב\"ם הוא כפי' רשב\"ם דפיסלא אינו רחב ד' דאם היה גבוה י' אף דאינו רחב ד' והוי מקום פטור מפסקת ולא כשיטת התוס' בב\"ב ובגיטין דמקום פטור ודאי אינו מפסיק, ורק דאשמעינן פיסלא שהוא מטלטל דא\"כ קשה דכאן היינו כרמלית, וכן מוכח מדכתב שם קורה או סלע ומוכח דאין עיקר הרבותא בשביל שהוא מטלטל וע\"כ כפי' רשב\"ם.<br><b> והנה </b> הלח\"מ הקשה במה דכתב הרמב\"ם וכל המפסיק ברשות שבת וכו' או כרמלית וכו', דהא בפי\"ח מה' שבת פסק דדוקא אם היה ביניהם רשות שחייבים עליה, אבל אם היה ביניהם כרמלית חייב, והוא כרבה ודלא כאביי והוא תימה גדולה, ומה שכתב הלח\"מ ליישב דמה שכתב הרמב\"ם או כרמלית קאי על סוף דבריו דמפסיק אפי' אם היה ביניהם רשות שחולקת לגיטין ודאי לא משמע כן בדברי הרמב\"ם, עוד קשה מה שהרמב\"ם לא הזכיר בדין פאה וטומאה שהמצר והחצב מפסיקין, ונראה לבאר מקודם דעת הרמב\"ם בעיקר ההלכה לענין נכסי הגר דכיון דאמרינן ק\"ו מדין מצר וחצב דאינו מפסיק לר' אסי לפאה וטומאה, ולרבין דמפסיק לפאה וטומאה אבל לא לשבת ורבא אמר דמפסיק אפי' לשבת וא\"כ לרבא ודאי דכל מה דמפסיק לדידיה לשבת מפסיק בודאי בנכסי הגר ובזה לא מצינו דחולקין עליו דהא ר' אסי נמי סבר דמצר וחצב מפסיק בנכסי הגר אף דאינו מפסיק לפאה וטומאה, וכן לרבין מפסיק מצר וחצב אף דאינו מפסיק לשבת, וא\"כ לדידן צריכין למנקט בנכסי הגר כרבא אף דלא קיי\"ל כוותיה לענין שבת דהא לא תליא זה בזה כדמוכח ממצר וחצב לר' אסי, ומיושב מה דלא פסק בפאה וטומאה דחצר וחצב מפסיק דבאמת לא פסק כן אלא כר' אסי דהוא קדים, דרבין היה בזמן אביי כדאיתא בברכות דף מ\"ז ור' אסי הוא תלמידו של ר' יוחנן, ומ\"מ פסק שפיר דמה דמפסיק לפאה וטומאה מפסיק בנכסי הגר דהק\"ו הוא מדברי ר' אסי.<br><b> ועכשיו </b> נראה דמה דכתב הרמב\"ם וכל המפסיק ברשות שבת מפסיק בנכסי הגר אינו מוכרח דהכונה הוא לענין הוציא חצי גרוגרת דהיה אפשר לפרש דרשות שהוא מפסיק לשבת דאסור להוציא מזה לזה מפסיק בנכסי הגר לרבה דוקא רה\"י ולאביי אפי' כרמלית ולרבא אפי' פיסלא, ומה דלא מפרש הגמ' כן הוא משום דבגמ' קאי על מצר וחצב דמצר וחצב נמי מפסיק לשבת וזה א\"א כפשוטו דמצר וחצב אין מפסיקין להוצאת שבת לא מיבעי חצב דלא שייך שיפסיק אלא אפי' מצר יתכן שאינו גבוה ד' ואינו כרמלית ולא מקום פטור, ומ\"מ ניכר שהוא מצר, ולכן ע\"כ מפרש הגמ' לענין הוציא חצי גרוגרת דאף דאין בשני הרשויות דינים מיוחדים לדיני שבת מ\"מ כיון דיש ביניהם דבר המפסיק והם שתי רשויות אינם מצטרפין בשתי חצאי גרוגרות להתחייב עליהם. אבל הרמב\"ם דלא מיירי במצר וחצב שכבר כתב זה בהל' י' לכן אף דלא פסק כאביי ורבא לענין הוצאת חצי גרוגרת מ\"מ נקט כללא דכל המפסיק ברשות שבת כפשוטו דרה\"י וכרמלית עכ\"פ מפסיקים ברשויות שבת, ואף דבנכסי הגר שהן שדות השדה בעצמה הוי כרמלית מ\"מ כרמלית מפסקת בנכסי הגר דאין עיקר ההפסק דשבת שייך שיגרום הפסק בנכסי הגר, אלא דכיון דהוא מקום מיוחד דאם היה ברה\"ר מפסיק לכן מפסיק גם בשדה בנכסי הגר כיון דיש לזה שם כרמלית דהוא גבוה ג' ורחב ד', ואף דמה דאמרו בגמ' בהא דמפסיק לשבת הוא בדין דאורייתא לענין שיפטר מחטאת מ\"מ כיון דעכ\"פ לאביי ורבא כרמלית ופיסלא מפסיקין בנכסי הגר וגם לדידן קיי\"ל הכא לנכסי הגר וכנ\"ל, וכיון דמה דלאביי ורבא מפסיקין לדין חיוב חטאת הוא משום דיש להם הפסק מרה\"ר לכן גם לדידן לענין נכסי הגר שפיר כתב הרמב\"ם הך כללא דכל המפסיק ברשות שבת דגם כרמלית מפסקת ברשות שבת דאסור להוציא מרה\"ר לכרמלית.<br><b> ומה </b> שהוצרך הרמב\"ם להוסיף דאפי' היה ביניהם רשות שחולקת לגיטין אף דה\"נ מפסקת לשבת לרבא אפי' לדין חיוב חטאת ולדידן נמי עכ\"פ הוי מקום פטור, אבל באמת הא מוכח דמקום פטור לחוד אינה מפסקת דהא בדין פיסלא שהוזכר בגיטין איתא או דגבוה י' או דרחב ד' אמות או דיש לה שם לוי, ומוכח דגבוה פחות מי' ואינו רחב ד' דהוי מקום פטור אינו מפסיק א\"כ אינו תלוי כבר בדין דבר המפסיק לשבת כיון דבחצי גרוגרת אינו פוסק כרבא ודין מקום פטור בעצמו אינו מפסיק, ולפי\"ז מבואר גם כאן בדברי הרמב\"ם דבדין חצי גרוגרת אינו פוסק כרבא דמפסיק, דאם היה סובר דמפסיק לשבת לא היה צריך להזכיר רשות שחולקת לגיטין.<br><b> והנה </b> כ\"ז שכתבתי הוא לפי דברי הרשב\"ם דמה דאמר אביי אפי' כרמלית הוא כרמלית דוקא ולא מקום פטור, אמנם ראיתי להרמ\"ה ביד רמה שכתב דכרמלית דמפסיק אינו משום דאסור מדרבנן דלא יגרום בזה חיוב חטאת אלא משום דמפסיק להתחייב במוציא לתוכו מרה\"ר וכ\"ש מקום פטור והוא מפרש פיסלא עמוד ט' ורבים מכתפין עליו, וצ\"ע ליישב לפי דבריו לסוגיא דגיטין, אבל מדברי הרמב\"ם ודאי מוכח כדברי הרשב\"ם דדין איסור בכרמלית גורם פטור לענין חיוב חטאת לאביי, וגם לרבא דוקא באופן שחולק לגיטין מפסיק לשבת וכמו שבארנו."
            ],
            [
                "<b>כל דבר המפסיק לטומאה מפסיק בנכסי הגר כיצד כגון שנכנס אדם לבקעה זו וטומאה בבקעה בצדה אחרת ואינו יודע אם הגיע למקום הטומאה אם לאו, כל מקום שמחזיקין אותו לטומאה הרי הוא כמקום אחר מוחלק בפני עצמו.</b><br><b> הלח\"מ </b> תמה דהא אין כאן הפסקה לטומאה אלא לר\"א דאמר ספק ביאה טהור כדאיתא בגמ' וכיון שהרמב\"ם פסק בפ\"ב מה' אבות הטומאה כרבנן דספק ביאה טמא איך פסק כאן דיש דבר המפסיק לטומאה, וכתב הלח\"מ דרבנן ור\"א לא פליגי אלא בנכנס לבקעה וטומאה בשדה פלונית והוא ספק אם נכנס לשדה שהטומאה בתוכה, אבל נכנס לבקעה וטומאה בבקעה אחרת גם רבנן מודו, ומפרש הלח\"מ דמה שכתב הרמב\"ם וטומאה בבקעה בצדה אחרת הכונה בבקעה אחרת. והנה מלבד שלשון וטומאה בבקעה בצדה אחרת א\"א לפרש דהכונה בבקעה אחרת דלמה הוצרך לכתוב בצדה, אך מלבד זה נראה דעיקר ההלכה אינו כן דרבנן דסברי ספק ביאה טמא אין נ\"מ ואפי' מבקעה לבקעה טמא, ומה דתניא הנכנס לבקעה הוא לומר שיצא מרה\"ר ונכנס לבקעה דאם הוא ברה\"ר וספק אצלו אם נכנס לבקעה הוי ספק ברה\"ר וטהור, אבל מבקעה לבקעה אין שום נ\"מ כיון דהעיקר הוא דספק ביאה טמא, וראיה ברירה לזה דבפ\"כ מה' אבוה\"ט הל' ט' כתב הרמב\"ם דחנות שהיא טמאה ופתוחה לרה\"ר ספק נכנס ספק לא נכנס ספיקו טהור שכל החנות כמו שרץ המונח ברה\"ר, ומדהוצרך לכתוב הך טעמא מוכח דמשום ספק ביאה לא היינו מטהרין וההפסק מרה\"ר להחנות הוא ודאי גדול מההפסק שבין בקעה לבקעה, וע\"כ דספק ביאה טמא בכל גווני.<br><b> והנראה </b> בזה דהנה כשכתב הרמב\"ם כגון שנכנס אדם לבקעה זו לא הזכיר בימות הגשמים והוא תימה דבמתני' הא תנן הנכנס לבקעה בימות הגשמים דהא בימות החמה הוי רה\"ר לטומאה, אלא דבאמת כשנדייק בדבריו שכתב כל מקום שמחזיקין אותו לטומאה נראה שלא הזכיר כלל דין ספק ביאה ולא חילוף המקומות אלא דמקום שהוא מוחזק לטומאה שהוא מופסק ממקום שאינו מוחזק לטומאה הרי הוא מופסק גם לדין נכסי הגר, אלא דלכאורה א\"א לומר כן דא\"כ למה כתב כגון שנכנס אדם לבקעה וכו' ואינו יודע אם הגיע וכו', ועוד דאם המצר והחצב מפסיקין בעיקר חזקת מקום הטומאה למה אמר בגמ' לענין טומאה מאי היא, ומייתי עלה פלוגתא דר\"א ורבנן אם ספק ביאה טמא או טהור, ולאוקמי הא דר' אסי אליבא דר\"א דלא כהלכתא, ומצאתי בדברי הרמ\"ה בחידושיו שכתב וז\"ל לטומאה מאי היא דתנן הנכנס לבקעה וכו' דכו\"ע מיהת אם נכנס לשדה שהטומאה בתוכה ספק נגע ספק לא נגע טמא, ואם ברור לו שלא נכנס לאותה שדה טהור, ואם נכנס לשדה הסמוכה לה ואין ידוע אם היא מכלל השדה שהוחזקה טומאה בתוכה ואם לאו והיה מצר או חצב מפסיק בינו ובין השדה שהוחזקה הטומאה בתוכה לטעמיה דר' אסי דברי הכל טמא דכולה חדא שדה חשיב לה ואיכא למיחש דילמא נגע בטומאה דהא חדא שדה היא וכשהוחזקה בה טומאה לא הוחזקה במקום ידוע, ולטעמיה דרבין הרי המצר והחצב מפסיקין והוי להו שתי שדות ואשתכח דלא עייל לשדה שהטומאה בתוכה ודברי הכל טהור עכ\"ל.<br><b> ומבואר </b> בדבריו דמפרש דפלוגתא דר' אסי ורבין הוא אם המצר והחצב מפסיקין להפסיק משדה שהוחזקה בה טומאה שהשדה שאצלה לא תהיה בה ספק, ובאופן שאין אנו יודעין אלא ששדה זו הוחזקה בה טומאה אבל אין אנו יודעין שיעור המקום שהוחזקה, וכמו שכתב וכשהוחזקה בה טומאה לא הוחזקה במקום ידוע וכונתו דאם היה ידוע שיעור המקום שהוחזקה הטומאה אין מקום להסתפק, אלא דדברי הרמ\"ה באמת תמוהים דלמה הביאו בגמ' על זה פלוגתא דר\"א ורבנן לענין ספק ביאה.<br><b> אכן </b> אפשר ליישב עפ\"י דברי הריטב\"א שכתב במס' ע\"ז דף ע' גבי ההוא פולמסא דסליק לנהרדעא דאמר שמואל חמרא שרי ובעי למימר משום דספק ביאה טהור, והקשה הריטב\"א דמאי ס\"ד דהא לא קיי\"ל כר\"א וכתב ע\"ז דטעמא דר\"א דמטהר בספק ביאה הוא משום דחשיב לה ספק רחוק ואין מחזיקין טומאה אפי' אין כאן אלא ספק א' ורבנן לא שני להו בינייהו דבסוטה הוא דבעינן סתירת שניהם שכן קינא לה אבל לגבי טומאה דיינו שתהא הטומאה במקום סתירה דהיינו רה\"י, ומוכח מדבריו אף שקיצר בשביל שסמך על מה שכבר כתב במס' ב\"ב כמו שכתב שם, אבל כונתו מוכחת דבא ליישב גם הא דב\"ב דאף דסברי רבנן דספק ביאה טמא זהו כשהספק הוא על הטהור, אבל אם ספק הוא אם בא לכאן הטמא אין אנו מחזיקין טומאה אפי' ברה\"י, וזהו לבאר דמה דאמרו בגמ' לענין המצר והחצב, דזהו כהא דתנן הנכנס לשדה בימות הגשמים היינו דאם מצר וחצב מפסיקין אף דאינו ברור בשביל זה דלא באה הטומאה לצד השני של המצר והחצב ולא יצא מכלל ספק, ומ\"מ כיון שהוחזקה הטומאה על שדה פלונית ויש מקום לומר דלא באה הטומאה לצד השני בזה אפי' רבנן מודו דלא מחזיקינן טומאה והיינו דאף דגם בספק בעיקר הטומאה נמי ברה\"י ספיקו טמא וכמו המסוכן ברה\"י בפ\"ו דטהרות, אבל זהו כשודאי היה שם אלא דספק לנו אם מת, אבל בספק ביאה דספק אם הטומאה נכנסה למקום שעומד הטהור אפי' הספק הוא ברה\"י ספיקו טהור כיון דלא הוחזק כלל טומאה, ועכשיו מבואר מה דמייתי הגמ' הא דר\"א דספק ביאה טהור לומר דרבנן לא פליגי אלא בספק ביאה של הטהור, אבל בספק ביאה של הטומאה גם רבנן מודו, ואולי אפשר לכוין כן גם בדברי הרמ\"ה אף שלא ביאר הדברים.<br><b> אכן </b> בדברי הרמב\"ם לא נוכל ליישב כן דהרמ\"ה והריטב\"א הא אינם מפרשים שהיה ספק אצלו אם הגיע למקום הטומאה אלא דיודע עד כמה נכנס וספק הוא אם הגיעה הטומאה עד מקום זה, אבל הרמב\"ם כתב ואינו יודע אם הגיע למקום הטומאה ובסוף דבריו קבע עיקר ההפסק במקום דמחזיקין בו טומאה למקום שאין מחזיקין, וא\"כ למה הזכיר קודם הא דאינו יודע אם הגיע למקום הטומאה והיה צריך לכתוב אם הגיעה הטומאה למקום שנכנס.<br><b> ונראה </b> בדעת הרמב\"ם דאיברא דסובר כדעת הריטב\"א דבספק ביאה דטומאה גם חכמים מודו דטהור, ומ\"מ לא ניחא ליה בזה שהביאו בגמ' כאן הא דנכנס לבקעה בימות הגשמים דהוא בספק ביאה של הטהור דפליגי ר\"א ורבנן דלא שייך להכא כלל לומר דבספק ביאה דטומאה רבנן מודו שלא הוזכר זה בגמ' לכן סובר דהגמ' משמיענו דבאמת במקום שלא הוחזקה טומאה ליכא ספק כלל, וזהו פירושא דמתני' דהנכנס לבקעה בימות הגשמים וטומאה בשדה פלונית לומר דבמקום שנכנס ליכא ספק כלל משום דאם היה ספק גם להשדה שנכנס א\"כ לא היה מטהר ר\"א משום ספק ביאה טהור דהא הוי ס\"ס לטומאה, חדא שמא גם למקום שנכנס הגיעה הטומאה ועוד שמא נכנס למקום הטומאה הודאית, ולכן אשמעינן בגמ' דהמצר והחצב מפסיקין שאם הוחזקה טומאה בשדה ומצר וחצב מפסיקין לא הוי ספק כלל על שדה שחוץ להמצר והחצב דהוי שדה אחרת, ולכן כתב הרמב\"ם שפיר הא דהנכנס לבקעה שהביאו בגמ' לענין זה דכל המפסיק לטומאה מפסיק בנכסי הגר לומר שהדבר המפסיק לטומאה בתורת ודאי שבצד האחר אין אפי' ספק טומאה מפסיק בנכסי הגר, אלא דמכיון דלא קיי\"ל כר\"א דספק ביאה טהור לכן לא הזכיר בימות הגשמים, ומשכחת לה הך נ\"מ לדידן בימות החמה דהוי ספק רה\"ר ומ\"מ אי הוי ספק גם בשדה זו הוי ס\"ס לטומאה דגם ברה\"ר ודאי טמא דהא כתב הרמב\"ם בפט\"ז מה' אבוה\"ט דמה דספק רה\"ר טהור הוא משום דכל הספיקות מדבריהם.<br><b> ואף </b> דהרמב\"ם לא הזכיר גם ימות החמה וכתב סתם, נראה דבאמת לא הזכיר כאן הרמב\"ם פרטי הדינים איך יהיה לענין זה שנכנס ואינו יודע אם הגיע למקום הטומאה, וכתב ההפסק רק לענין חלוקי המקומות, ורק דזה האופן צייר לנו לדין שנדע דבעינן דהמקום דאינו מוחזק אין בו אפי' ספק טומאה, ומשום דגם לענין ימות הגשמים יש נ\"מ אם מקום המוחזק טומאה הוא בית הפרס דספק נגע בבית הפרס ברה\"י תולין ולא שורפין כדאיתא בטהרות פ' ד' ומ\"מ יש לומר דאם איכא בזה ס\"ס לטומאה והיינו דספק אם הגיע בית הפרס שהוא שדה שנחרש בה קבר עד השדה שנכנס בתחלה, וגם ספק אם נכנס גם להשדה שהוא ודאי בית הפרס יש לומר דבכה\"ג שורפין ואף דעכ\"פ איכא ס\"ס לטהרה דהא איכא ספק גמור של בית הפרס וגם צד ספק לטהרה מאלו הב' ספיקות, אך זה הוי ס\"ס שאינו שקול וכבר כתבו התוס' בכתובות דף ט' ע\"ב דבכה\"ג לא הוי ס\"ס ומבואר בש\"ש, וא\"כ גם בימות הגשמים הוי נ\"מ לענין לשרוף את התרומה אלא דהרמב\"ם לא הזכיר כאן כלל עיקר דיני הספיקות, רק דין חלוק המקומות דמקום שהוא מוחזק בטומאה הוא חלוק לענין נכסי הגר, והזכיר רק הספק אם הגיע, להודיענו דההפסק הוא באופן שהשדה המופסקת היא טהורה מתורת ודאי.<br><b> ולפי\"מ </b> שבארנו שיטתו של הרמב\"ם יבואר מה שעמד הר\"ש בטהרות פ\"ד בהא דתנן וטומאה בשדה פלונית שכתב מקודם שהשדות חלוקות במצרים, ולר' אסי דסבר בפ' חז\"ה דמצר וחצב אין מפסיקין יש לומר דהא דחשב ר\"א ספק ביאה היינו היכי דמפסיקין נחל או שלולית וכל הני דמפסיקין לפאה, והוא באמת דחוק לפרש במתני' דתנן בסתמא וטומאה בשדה פלונית לאוקמי דמפסיק נחל או שלולית כיון דבסתמא אינו כן הו\"ל למתני' לפרושי, אבל לשיטתו של הרמב\"ם דמה דפליגי ר' אסי ורבין אם מצר וחצב מפסיקין אינו על דין ספק ביאה אלא על ספיקא של עיקר הטומאה אם מחזיקינן הטומאה שהוחזקה בשדה זו גם על שדה שאצלה, א\"כ נוכל לומר דלדין ספק ביאה גם ר' אסי מודה דמצר סגי דכיון דעכ\"פ מיקריא שדה אחרת הוי ספק ביאה, אבל לענין דין הפסק טומאה סבר ר' אסי דאף דהמצר והחצב מחלקין את השדות מ\"מ לגבי שדה שנחרש בה קבר לא מהני כיון דהדרך להעביר את המחרישה משדה אחת לשניה לא מהני מה שיש לה שם שדה בפני עצמה, ורבין סבר דמ\"מ כיון שהוחזק טומאה בשדה זו ושדה המופסקת במצר וחצב נקראת שדה אחרת לא מחזיקינן בה טומאה.<br><b> ולפי\"ז </b> לדעת ר' אסי דסבר דמצר אינו מפסיק אין אנו צריכין לומר דמה דתנן וטומאה בשדה פלונית הפי' הוא דנחל או שלולית מפסיק, אלא דהכונה דידעינן ודאי דהיתה רק בשדה פלונית ולא בכל הבקעה, דרבין דסבר דמצר וחצב מפסיק מפרש דמתני' הוא גם בסתמא דאף דלא ידעינן ודאי דלא היתה הטומאה בשאר הבקעה, מ\"מ כיון דלא הוחזק אלא שנחרש הקבר בשדה פלונית לא מספקינן דאפשר נחרש גם בשדה הסמוכה, אבל לר' אסי נפרש דידעינן בודאי דלא נחרש אלא בשדה פלונית, אבל כל זה לפי פירושם של הרמב\"ם והרמ\"ה, אבל לפי פי' הרשב\"ם שכן מפרש גם הר\"ש דפלוגתא דר' אסי ורבין הוא אם מצר וחצב מפסיק שיהיה חשוב ספק ביאה, א\"כ לא מהני מה דאנו יודעין שאין הטומאה אלא בשדה זו דעכ\"פ לגבי הך ספיקא אם נכנס לשדה פלונית סבר ר' אסי שאין מצר מפסיק, ולכן ע\"כ מפרש הר\"ש דמיירי דנחל או שלולית מפסיק.<br><b> אולם </b> להלכה כיון שלא הביא הרמב\"ם דין דמצר וחצב מפסיקין גם לענין הך דינא דאם הוחזק שנחרש קבר בשדה אחת שלא נסתפק על שדה שאצלה שמופסקת במצר מוכח דלא פסק כרבין אלא כר' אסי, וא\"כ צריך ביאור מה זה שכתב כל דבר המפסיק לטומאה דא\"א לומר דכונתו על נחל ושלולית כיון שלא הזכיר זה בדין שדה שנחרש בה קבר, ועוד דהא כבר הזכיר בהל' י\"א דכל דבר המפסיק לפאה מפסיק לנכסי הגר וחשיב שם נחל ואמת המים, ונראה דכונתו על מה שהזכיר בפ' י' מהל' טומאת מת הל' ג' דסלע או גדר מפסיקין שהרי לא הגיע אליו במשוך המחרשה, והוא ממתני' דאהלות פי\"ז, ונראה דודאי ה\"נ נחל ושלולית ודרך הרבים וכמו דתנן בפ' ט\"ז דאהלות לענין שכונת קברות, אבל מש\"כ הר\"ש דה\"ה על כל הני דמפסיקין לפאה דחשיב שם במתני' דרך היחיד ושביל היחיד נראה דהרמב\"ם לא יסבור כן כיון שלא הוזכר דמה דמפסיק לפאה מפסיק לטומאה, ורק דלענין נכסי הגר אין נ\"מ דהא כתב בהל' י\"א דכל המפסיק לפאה מפסיק לנכסי הגר וכנ\"ל."
            ],
            [
                "<b>בקעה גדולה שיש בה שדות הרבה וכולן של גר אחד ולא היה ביניהן לא מצר ולא חצב ולא דבר מדברים המפסיקין, ובא אחד והחזיק במקצת הבקעה לקנות את כולה כל הנקרא על שם אותו הגר קונה אותו.</b><br><b> השגת </b> הראב\"ד בקעה גדולה כו' א\"א אינו כן שכבר אמרו בגמ' כל שנקראת על שמו ה\"ד דאמרי בי גרגרותא דפלניא פר\"ח ז\"ל שדה בית השלחין ששותה מגרגותא חדא עכ\"ל.<br><b> כתב </b> המ\"מ דעיקר השגת הראב\"ד משום דמעיקרא אמרינן דשדה שאינה מסויימת במצריה קונה בחזקה במכוש אחד כדאזיל תיירא דתורי והדר, ובהלכה י' כתב כן הרמב\"ם, ולכן כתב הראב\"ד דהכא מיירי בבית השלחין וכל ששותה מבור אחד, ובדעת הרמב\"ם כתב המ\"מ דלעיל מיירי כשקנה ע\"י חרישה במכוש אחד, והכא מיירי בשהחזיק בחזקה אחרת כגון הדברים המתבארים פ\"ב, ולא ביאר המ\"מ דבריו, דבפ\"ב מבואר הרבה עניני חזקות וכולם הם מעניני תיקון הקרקע או האילן וגם נר את השדה הוזכר שם, ואינו מובן במה עדיפי הני חזקות מחרישה, ואם כונת המ\"מ דהוא דוקא במכוש אחד אינו מובן דלמה כתב דהכא מיירי בשאר חזקות המתבארים בפ\"ב ועוד דגם בפ\"ב יש חזקה שהיא פעולה אחת כמו פותח מים.<br><b> ונראה </b> דכונת המ\"מ דדוקא בחרישה דמקום שחרש אינו מועיל לשאר השדה ולכן לא קנה אלא בשיעור המקום הרגיל שיחרוש בפעם אחת והוא כדאזיל תיירא דתורי והדר בשביל שהמכוש נחשב להתחלת חרישה, אבל עכ\"פ אינו קונה אלא כשיעור שהיה עומד שיחרוש בפעם אחת כיון שמקצת חרישה אינו מועיל לכל השדה, אבל חזקות אחרות שמועילות לשאר השדה קנה בחזקה אחת כל הבקעה.<br><b> ובאופן </b> אחר קצת נראה דיש קנין ע\"י מעשה חזקה ויש קנין ע\"י חזקה עצמה שמחזיק בהשדה וניכר בעלותו על השדה, ולכן גם בחזקת חרישה אפשר שיקנה כל הבקעה אבל רק באופן שלפחות על חלק מהשדה יעשה חזקה גמורה שיהא ניכר בעלותו, ובהל' י' דמיירי שהכיש מכוש אחד לא עשה אלא מעשה קנין חזקה ולכן לא קנה אלא שיעור הפחות כדאזיל תיירא דתורי בשביל שהוא תחלת התיקון ועומד שיגמר החרישה לכן קנה כדי תיקונו שהוא כדאזיל תיירא דתורי, אבל כאן מיירי שהחזיק בחזקה גמורה, וכמו שכתב הרמב\"ם והחזיק במקצת הבקעה ובזה מהני חזקת מקצתה על כל הבקעה, ולפי\"ז לא נחלק מחזקת חרישה לקנין אחר אלא ממעשה קנין חזקה לחזקה גמורה, אלא דבשאר חזקות המוזכר בפ\"ב אפשר שהם חזקות המועילים לכל השדה ובזה קונה ודאי כל השדה וכנ\"ל."
            ],
            [
                "<b>עכו\"ם שמכר מטלטלין לישראל או קנה מטלטלין מישראל קונה במשיכה ומקנה במשיכה או בדמים, אבל הקרקע אינו קונה אותו מישראל ואינו מקנה אותו לישראל אלא בשטר שאין דעתו סומכת אלא על השטר, לפיכך ישראל שלקח שדה מן העכו\"ם ונתן הדמים, וקודם שיחזיק בה בא ישראל והחזיק בה כדרך שמחזיקין בנכסי הגר זכה אחרון ונותן לראשון את הדמים מפני שהעכו\"ם מעת שלקח את הדמים סלק רשותו וישראל לא קנה עד שיגיע השטר לידו ונמצאו נכסים אלו כנכסי מדבר שכל המחזיק בהן זכה.</b><br><b> עכו\"ם </b> שמכר מטלטלין לישראל וכו' המ\"מ והכ\"מ מפרשים דמה שכתב הרמב\"ם או בדמים קאי בין על עכו\"ם שמכר בין על עכו\"ם שקנה, ולפי\"ז הקשה הלח\"מ ממש\"כ הרמב\"ם בפ\"ז מה' עכו\"ם הל' ה' וז\"ל, הלוקח גרוטאות מן העכו\"ם ומצא בהן עכו\"ם אם נתן מעות ולא משך יחזירם לעכו\"ם, וכן אם משך ולא נתן מעות אע\"פ שמשיכה בעכו\"ם קונה כמקח טעות הוא, וקשה למה כתב רק על משיכה הטעם ולא על מעות כיון דבין מעות בין משיכה קונה בקונה מן העכו\"ם ונשאר בצ\"ע.<br><b> ונראה </b> דאף דמדין תורה קונה הישראל שקנה מן העכו\"ם מטלטלין בכסף, מ\"מ התקנה שתיקנו חכמים שהלוקח יוכל לחזור בו משום שלא יאמר לו המוכר נשרפו חטיך בעליה שייך גם בעכו\"ם שמכר לישראל דלא גרע בזה הישראל, ורק דבישראל תיקנו חכמים ששניהם יכולים לחזור בין המוכר בין הלוקח, אבל בעכו\"ם לא תיקנו חכמים עבור העכו\"ם, ולכן ישראל הלוקח יכול לחזור ולא עכו\"ם המוכר, ולזה מבואר דכאן מיירי הרמב\"ם בדין העכו\"ם שפיר כתב דקונה ומקנה לישראל בין בכסף בין במשיכה. אבל הישראל שפיר יכול לחזור וגם מי שפרע ליכא דלא תיקנו מי שפרע בחוזר מן העכו\"ם.<br><b> אך </b> זה מיושב ביותר להרמב\"ם לשיטתו שכתב בפרק ג' הלכה ה' דהתקנה היה שאם תהיה דליקה וישרף המקח יהיה ההיזק להמוכר ולכן יציל ולא כפירש\"י דהתקנה היה שיוכל המוכר לחזור אם יוקר המקח, דלפירש\"י א\"כ עיקר התקנה היה שיוכל המוכר לחזור, א\"כ אף שהתקנה היה בשביל הלוקח, וגם קיי\"ל כרבנן דכשם שתיקנו חזרה במוכר כן תיקנו חזרה בלוקח, מ\"מ כיון דעיקר התקנה בשביל הלוקח גופיה, היה שהמוכר יוכל לחזור אם כן מסתבר דגם בעכו\"ם שמכר לישראל שיוכל גם העכו\"ם לחזור, אבל לדעת הרמב\"ם דעיקר התקנה היה שלטובת הלוקח יעמוד המקח ברשות המוכר לענין דליקה, אבל מוכר עכו\"ם מכיון שלא עשו בשבילו תקנה שפיר שאינו יכול לחזור, ובפרק ג' הארכתי ע\"ש.<br><b> ב) </b> אבל הקרקע אינו קונה אותו מישראל אלא בשטר, כתב המ\"מ זה נתבאר שם בפ' חזקת עכו\"ם לא מקנה אלא בשטרא וה\"ה שאינו קונה, והכ\"מ כתב ונראה לי דהיינו הא דאמר ר\"י אמר רב ישראל הבא מחמת העכו\"ם הרי הוא כעכו\"ם ומפרשה רבינו לענין קנין וכמ\"ש ה\"ה בפ\"א מה' מכירה, ותמה הלח\"מ דא\"כ למה כתב המ\"מ דמזה דעכו\"ם אינו מקנה אלא בשטר נלמד דה\"ה שאינו קונה, כיון דזה מפורש בגמ' דעכו\"ם אינו קונה אלא בשטר, ונראה דהא דפ\"א מה' מכירה נאמרה לענין חזקה דאין עכו\"ם קונה בחזקה אלא בשטר, אבל לא הוזכר לענין כסף ודין שאין עכו\"ם קונה בכסף למד המ\"מ מדין שאינו מקנה בכסף מהא דאמרינן נכסי עכו\"ם הרי הן כמדבר דמיירי בקנה בכסף, ובזה כתב דלמד מדין שאינו מקנה דה\"נ קונה בכסף, אלא דיש עוד לטעון ע\"ז דכיון דעכ\"פ איתא שם שאין עכו\"ם קונה בחזקה אלא בשטר מוכח דדוקא בשטר ולא בכסף אבל כפי מה שיתבאר לפנינו גם זה יתיישב.<br><b> והנה </b> במה דמפרש הכ\"מ בפ\"א מה' מכירה וכן כאן בד\"ה לפיכך דהא דאמר בגמ' ישראל הבא מחמת העכו\"ם הרי הוא כעכו\"ם ואין לו חזקה אלא בשטר דהכונה לענין ישראל הקונה מעכו\"ם אין זה אלא דעת הכ\"מ דמה דכתב הכ\"מ ומפרשה רבינו לענין קנין וכמש\"כ ה\"ה בפ\"א מה' מכירה זה אינו אלא על מה שכתב המ\"מ שם על מש\"כ הרמב\"ם העכו\"ם אינו קונה בחזקה אלא בשטר הוא שקונה עם נתינת הכסף, ע\"ז כתב המ\"מ מפורש שם בהלכות ופירשה אף לענין קנין ולאו דוקא לענין חזקת ג' שנים וזהו על תחלת דברי הרמב\"ם אבל סוף דבריו שכתב וישראל הבא מחמת העכו\"ם הרי הוא כעכו\"ם לא פירש המ\"מ כלום, ואם היה מפרש זה לענין ישראל הקונה מן העכו\"ם ודאי היה לו לפרש, ע\"כ נראה וכן מצאתי שכתב הט\"ז דהמ\"מ מפרש כפשוטו דישראל הבא מחמת העכו\"ם היינו שהעכו\"ם קנה מישראל בחזקה ומכרו לישראל דלא נימא דהישראל כשהחזיק בפני המוכר הראשון אף דהעכו\"ם לא קנה מ\"מ קנה הישראל, לכן אשמעינן דכיון דהוא בא מחמת העכו\"ם הרי הוא כעכו\"ם.<br><b> והנה </b> אמנם ראיתי דרב האי גאון בספר המקח שער י\"ד הביאו המ\"מ על מש\"כ הרמב\"ם ונותן לראשון את הדמים כתב כדברי הכ\"מ דמה דאמר ישראל הבא מחמת העכו\"ם היינו ישראל הקונה מעכו\"ם, אבל המ\"מ לא רצה לפרש כן ודבריו מבוארים, דע\"כ עיקר דברי הגמ' אינו לענין דין קנין אלא לענין טענת חזקה, דכן מוכח מהא דאמר רבא שם ואי אמר ישראל קמי דידי זבנה עכו\"ם מינך וזבנה נהלי מהימן, אלא שכתב המ\"מ דהרמב\"ם מפרש זה גם לענין קנין, ובאמת צריך ביאור דמה שייך לצרף שני ההלכות במימרא חדא, אלא דהמ\"מ ביאר שם וכתב והטעם שהעכו\"ם אינו קונה בחזקה, שאם היה קונה בחזקה מתוך אלמותו היה מחזיק ונמצא דהוא חד דינא דכמו שאין חזקתו ראיה משום אלמותו, ה\"נ אין חזקתו קנין משום אלמותו, וא\"כ אין שייכות לדון מזה בישראל שקנה מן העכו\"ם שלא יקנה בחזקה.<br><b> ולפי\"ז </b> מבואר מה שכתבתי דבפ\"א לא הוזכר רק שאינו קונה בחזקה אלא בשטר, והעירותי דעכ\"פ מכיון דאמרינן אלא בשטר א\"כ מוכח דגם בכסף אינו קונה, אבל לפימש\"כ דבאמת עיקר דינא דגמ' הוא דלא מהני חזקת ג' שנים לראיה אלא דממילא כיון דאמרינן דמשום אלמותו אין חזקתו ראיה ה\"נ אין חזקתו קנין כיון דאינו הוכחה על בעלות דאפשר משום אלמות הוא מחזיק, וא\"כ לא שייך כלל להוכיח מזה דלא מהני קנין כסף בעכו\"ם, ולכן ע\"כ הוצרך שפיר המ\"מ לומר דכמו דאינו מקנה בכסף ה\"ה שאינו קונה בכסף, ובמה דאפשר לדמות לענין קנין כסף קנין עכו\"ם להקנאת עכו\"ם, נראה דהוא עפ\"מ שכתב הרמב\"ם בטעמא שאין דעתו סומכת אלא על השטר, וכתב המל\"מ דכונתו דאין דעת הישראל סומכת אלא על השטר וא\"כ הוא חד טעמא ואף דלכאורה לקנות קרקע מעכו\"ם שפיר שייך לומר לא סמכה דעת הישראל, אבל למכור קרקע והישראל קבל הכסף למה לא יהיה סמכה דעתו, וצ\"ל דכיון דעכו\"ם אלם הוא גם כשמכר לו הישראל הוא ירא שמא יחזור העכו\"ם וידרוש ממנו הכסף חזרה, ולכן לא גמר להקנות לו הקרקע.<br><b> ג) </b> זכה אחרון ונותן לראשון את הדמים, כתב המ\"מ דזהו מדברי רבינו האי גאון בספר המקח וכתב בשם הרמב\"ן בטעמא דמילתא משום דבזוזי דהאי מסלק לה עכו\"ם ומשתרשי ליה הני זוזי ללוקח שני, אבל עוד אינו מבואר דאיברא דהעכו\"ם נסתלק ע\"י הכסף שנתן הישראל, אבל כיון דאמר בגמ' דנעשה הפקר מה איכפת לישראל שני מאיזה סבה שנעשה הפקר, כיון דעכ\"פ נעשה הפקר והוא זוכה מן ההפקר למה יצטרך ליתן הדמים, ומטעם זה באמת חולקין הרשב\"ם והרא\"ש על זה וסוברים דהוא פטור מליתן דמים והרא\"ש הביא שהר\"ח כתב טעם אחר משום שהקרקע נעשה משכנתא על הדמים וגם ע\"ז חלק הרא\"ש דכיון דלא קנה משכנתא נמי לא הוי וכונתו דהא לא סמך עליה.<br><b> והנה </b> הרשב\"ם והרא\"ש חולקין דהרשב\"ם סובר דיכול הישראל הלוקח לתבוע המעות מהעכו\"ם, והרא\"ש כתב ע\"ז שדבריו אינם מובנים דהיאך יוכל להוציא מעות מן העכו\"ם כיון דבדיניהם קני ואף בדינינו נגמר הקנין ע\"י נתינת הכסף שוב אין חייב להעמיד מקחו אם בדיני ישראל זכה המחזיק, אבל בדעת רה\"ג והרמב\"ם נראה דבזה סוברים כהרשב\"ם דהישראל יכול לתבוע מן העכו\"ם המעות דכיון שלא זכה בהקרקע על דעת זה לא נתן לו המעות, אלא דכיון דאם היה הלוקח הישראל מחזיק בה היה קונה, וכמו שכתב הרמב\"ם איברא דהכ\"מ כתב דאז היה קונה מדין הפקר, אבל עכ\"פ אז ודאי לא היה יכול לתבוע המעות מן העכו\"ם א\"כ מעיקר דינא קנה העכו\"ם המעות שנתן לו הישראל אלא שהוא על תנאי שיבוא הקרקע ליד הישראל והוא בגדר אומדנא דלא נתן לו המעות אלא אדעתא שיגמר הקנין ושתבוא הקרקע לרשותו, וא\"כ עכשיו שבא ישראל אחר והחזיק בהקרקע אם לא יתן הדמים ללוקח הראשון ודאי יוכל לתבוע המעות מן העכו\"ם, וכיון שהעכו\"ם יהיה מחוייב להחזיר המעות באופן זה לא יצאה הקרקע מרשותו, ולכן כתבו רה\"ג והרמב\"ם שצריך הישראל ליתן המעות להלוקח, וממילא זכה הישראל השני בהקרקע דכשנותן הישראל הב' המעות להלוקח ליכא אומדנא לומר דאדעתא שלא תבוא הקרקע לידו לא היה נותן לו המעות כיון שמחזיר לו הישראל המעות, וכיון שנשארו המעות של העכו\"ם ממילא יצאה הקרקע מרשותו ושפיר זכה בה הישראל השני."
            ]
        ],
        [
            [
                "<b>נכסי גר שאין לו יורשים, ונכסי ההפקר ושדה שמכרה העכו\"ם לישראל ועדיין לא החזיק בה כולם דינם שוה כל המחזיק בהם בדרך מדרכי החזקה כמו שביארנו בהלכות מכירה קנה חוץ מאכילת הפירות.</b><br><b> כמו </b> שבארנו וכו' א\"א כל זה הולך על דרך שכתב למעלה בה' מכירה פ\"א ואינו נכון בעיני עכ\"ל.<br><b> המ\"מ </b> בפ\"א מה' מכירה הל' ט\"ו כתב וז\"ל, ונראה שדעת רבינו דלא בעינן מידי דמועיל לקרקע אלא כשהלוקח אינו נהנה, אבל כשהלוקח נהנה ודעת אחרת מקנה ודאי קנה, וגדולה מזו נעל הבית שהרי זו חזקה שהרי הוא נעל בפני כל אדם כדרך שאדם עושה בשלו, וכל שנועל כדרך שהבעלים נועלים בתיהם כדי למנוע מהם רגל כל אדם הרי זו חזקה וזהו שאמר הרב למעלה גבי נעל שהרי משתמש בה שימוש המועיל, וא\"כ כ\"ש לאכילת פירות או כל הדברים שהבעלים נהנים דרך הנאת הקרקע או משתמשים דרך שימוש עכ\"ל, וכונת המ\"מ ליישב השגת הראב\"ד דאכילת פירות לא הוי חזקה אלא אם עשה דבר שמועיל להקרקע, אבל לא במה שנהנה מהקרקע, וע\"ז כתב דטעמא דאכילת פירות מהני משום דנשתמש בה כדרך בעלים, ולמד ק\"ו מנעל דהוא ג\"כ אינו תיקון אלא שימוש כדרך בעלים, אבל דבריו צריכין ביאור למה אינו קונה אכילת פירות אלא בנכסי חבירו ולא בנכסי הגר, איברא דהמ\"מ כתב אבל כשהלוקח נהנה ודעת אחרת מקנה ודאי קנה, אבל זה תימה דהא למד ק\"ו מנעל, ונעל מהני גם בנכסי הגר, וראיתי שכבר הקשה כן הלח\"מ בהל' ג' וכתב דנעל לא מהני בנכסי הגר אלא העמדת דלתות ודבריו תמוהים שכתב היפוך משנה מפורשת בב\"ב דף מ\"ב דתנן אבל בנותן מתנה והאחים שחלקו והמחזיק בנכסי הגר נעל גדר ופרץ כל שהו ה\"ז חזקה, ומה שלא הזכיר זה כאן הרמב\"ם הוא משום שכבר כתב בהל' א' דכל מה שמועיל במכירה מועיל בנכסי הגר חוץ מאכילת פירות.<br><small> -השמטות ומלואים-</small><br><b> לעיל </b> כתבתי להקשות על הלח\"מ שכ' דבנכסי הגר ל\"מ נעל רק העמדת דלתות בעינן והקשיתי דהוא היפוך משנה מפורשת בב\"ב דתנן אבל בנותן מתנה והאחים שחלקו והמחזיק בנכסי הגר נעל גדר פרץ, וטעיתי בזה דהרשב\"ם מפרש העמיד דלתות ועי\"ש בתוס' ועי' בפהמ\"ש שכ' שיסתום שום מקום בקרקע משמע ג\"כ כפי' הרשב\"ם. <small> [ע\"כ].</small><br><b> והנה </b> כתבתי שם בטעמא דמילתא דלא שייך לומר באכילת פירות דהוי גדר בעלות אלא בנכסי חבירו דאין לו בעלות לאכול פירות של חבירו אבל בנכסי הגר דגם אם אינו רוצה לקנות השדה יש לו רשות לאכול הפירות, א\"כ אין אכילת הפירות הוכחה על מעשה בעלות, ועתה ראיתי בש\"מ בב\"ב דף נ\"ג שמביא מדברי הראב\"ד שכתב כן לחלק מנכסי הגר לנכסי חבירו לענין אכילת פירות ותמוה מאוד דבהשגתו חולק על הרמב\"ם וצ\"ל דבפירושיו חזר בו וסובר כהרמב\"ם ומצינו כן בפ\"ג מה' נז\"מ הל' י\"ב שכתב המ\"מ שבפירושיו חזר הראב\"ד מן ההשגה שם, ולפנינו בהל' ג' נביא דברי הראב\"ד אלו לענין מציע מצעות ע\"ש."
            ],
            [],
            [
                "<b>יש דברים רבים שאם החזיק בהם הלוקח לא קנה עדיין ואם החזיק באחד מהן בנכסי הגר או בנכסי הפקר קנה, כיצד המוצא פלטרין גדולים בנויים בנכסי הגר או בנכסי הפקר וסייד בהן סיוד אחד או כייר בהן כייר אחד כגון אמה או יותר כנגד הפתח קנה. הצר צורה בנכסי הגר קנה, והמציע מצעות בנכסי הגר קנה הנר את השדה בנכסי הגר קנה.</b><br><b> הכ\"מ </b> והלח\"מ הקשו במה שכתב הרמב\"ם הנר את השדה דמוכח דבנכסי חברו לא קנה ובפ\"א מהל' מכירה כתב המוכר קרקע לחבירו ונכנס בה וזרעה או נרה, וכתבו דמה שכתב כאן שאם החזיק בה הלוקח, כונתו על חזקת ג' שנים, וכבר כתבתי בפ\"א מהל' מכירה דא\"א לומר כן ובארתי דיש חילוק בין חרישה קצת דזהו רפק בה פורתא דלא מהני אלא בנכסי הגר, ובין נכנס לשדה וזרעה או נרה דהוא חרישת כל השדה דזהו חזקת בעלות, ונראה לעשות סעד לסברא זו לפי\"מ שביארתי לקמן בהל' י' דעת הרמב\"ם במה שכתב המפיץ הזרע לתוך התלמים דדוקא לתוך התלמים, אבל זורע בדרך זריעה הוי חזקה ודומיא דהכי הוי חרישה דהא בזריעה לחוד עוד ג\"כ לא נגמר תיקון השדה ומ\"מ הוי חזקה, וכמו שכתב הרמב\"ם וזרעה או נרה.<br><b> והנה </b> במה שכתב הרמב\"ם המציע מצעות דמוכח דדוקא בנכסי הגר הקשה הלח\"מ דהא בגמ' למד זה רב ששת מהא דתניא בברייתא גבי עבד כיצד בחזקה רחצו הלבישו וזהו במכירה, וע\"כ דגם במכירה מהני הציע מצעות, והלח\"מ הוכיח גם מזה כשיטתו דמש\"כ הרמב\"ם יש דברים שאם החזיק בהם הלוקח לא קנה עדיין, הכונה לענין חזקת ג' שנים, אבל כבר כתבתי דא\"א לומר כן דהרמב\"ם לא מיירי כאן מדיני חזקת ג' שנים אלא מחזקת קנין, וסובר דאף דבגמ' לא הוזכר אלא ניר בנכסי הגר קנה ובנכסי חבירו לא קנה, מ\"מ ה\"נ כל מה דאמרינן בגמ' דבנכסי הגר קנה הכונה דדוקא בנכסי הגר ולא בנכסי חבירו, אבל זה באמת קשה דהא רב ששת למד דין מציע מצעות מחזקת עבד דמיירי במכירה, עוד הקשה הלח\"מ לפי' ב' של המ\"מ (במ\"מ שם יש ט\"ס במש\"כ \"פעם אחת\" צ\"ל פי' אחר) דזהו פי' הר\"י מיגש דמציע מצעות הוא משום יפוי הקרקע דאיך למד זה רב ששת מברייתא דרחצו הלבישו דמיירי במה שנשתמש הלוקח בהעבד, וכתב דבדוחק י\"ל דרחצו הלבישו הוא בין עבד לרב בין רב לעבד, ורב לעבד הוא משום יפוי, והנה בש\"מ הביא ד' הר\"י מיגש ומפרש להדיא דהלבישו היינו הרב להעבד דומיא דהציע מצעות, אבל בדברי הרמב\"ם א\"א לומר כן דבפ\"ב מה' מכירה בהל' ב' כתב להדיא ומה היא החזקה בקנין עבדים שישתמש בהן כדרך שמשתמשין בעבדים ומביא כל הברייתא. ומוכח דמפרש דהעבד הלבישו להרב ולא הרב להעבד.<br><b> אכן </b> מצאתי בש\"מ שמביא ד' הראב\"ד שכתב וז\"ל כולה בנכסי הגר שצריך תיקון הקרקע או אפי' יפוי כגון סיור וכיור או הצעת מצעות, ולגבי קנין עבדים נמי יפוי הוי חזקה דאמרינן הרחיצו סכו גרדו הוי חזקה מיהו התם בעינן שהעבד יפה לרבו ובנכסי הגר בעינן הוא מיפה הנכסים, או שיתקן בהם תיקון מועיל, אבל אכילת פירות מהם אינה חזקה, ואני תמה מאין הוציאו זה ההפרש בין נכסי הגר לשאר הנכסים כי הוא בהפך וי\"ל כי בנכסי הגר הם והיוצא מהם הפקר ואם זכה ביוצא מהם לא זכה בהם אבל כשתיקן בהם תיקון מועיל כבר זכה בגופן, והמחזיק בנכסי חברו בהפך כי בעל הנכסים מקפיד על היוצא מהם אם יאכל אותו אחר ואינו מקפיד על מי שמשביח נכסיו ואינו אוכל אותם עכ\"ל, והנה במה שכתב לענין אכילת פירות כבר כתבתי בהל' א' שכיונתי ב\"ה לדבריו בפ\"א מה' מכירה, אכן מה שכתב לענין מציע מצעות שבא כאן לבאר במה שלמד רב ששת דין מציע מצעות דאינו אלא בנכסי הגר משום יפוי הקרקע וכתב דלא מהני זה אלא בנכסי הגר אבל בנכסי חברו אין בעל הנכסים מקפיד על מי שמשביח נכסיו, צריך ביאור דא\"כ אמאי מהני נעל גדר ופרץ בנכסי חבירו, וכן נתן צרור והועיל להוציא או להכניס מים דהכל הוא תיקון השדה וצ\"ל דסובר דבנכסי חבירו דהוי תיקון הקרקע הוא היכי דניכר גדר בעלות דהבעלים מקפידים בזה באיזה אופן שצריך להם, אבל יפוי הנכסים זהו תיקון שאין הבעלים מקפידים ולא מוכח בזה חזקת בעלות, אבל בנכסי הגר מהני גם תיקון זה משום דבנכסי הגר א\"א להצריך תיקון שיש בו משום היכר בעלות כיון שהם הפקר וכל אחד יכול לעשות בהם מה שהוא רוצה, ולכן כל תיקון מהני לחזקה ורק באכילת פירות לא מהני משום דלא מוכח כלל במה שלוקח הפירות דרוצה לקנות הקרקע דגם מהפקר יכול ליקח הפירות, אבל בזה שמתקן הקרקע מוכח דהוא רוצה לקנות הקרקע.<br><b> ולפי\"ז </b> נראה דא\"צ למש\"כ בפ\"א מה' מכירה והבאתי למעלה דברפק בה פורתא לא הוי תיקון בנכסי חבירו כיון שבודאי יחרשו הבעלים כל השדה, אלא דאפי' נחשב תיקון לא מהני כיון שבנכסי חבירו לא הוי חזקה אלא היכי דניכר חזקת בעלות ובחרישה קצת בשדה שעומדת לחרישה ודאי לא ניכר בעלות שהבעלים בודאי אינם מקפידים, אבל כ\"ז הוא בחרישה קצת אבל בחרש כל השדה בודאי ניכר בעלות בעיקר החרישה שאחר לא יעשה כן, וזהו שכתב שם הרמב\"ם ונכנס בה הלוקח וזרעה או נרה וכמש\"כ שם.<br><b> אלא </b> דמ\"מ אינו מבואר מה דמדמי רב ששת דין מציע מצעות דהוי יפוי הקרקע לרחצו הלבישו גבי עבד, והראב\"ד כתב דמדמי יפוי הקרקע שעושה קונה הנכסים ליפוי הרב שעושה העבד אבל זה קשה טובא דאין לזה שום שייכות דגבי עבד משום שימוש הוא וא\"כ מאי נ\"מ במה שנשתמש הרב בהעבד אבל גבי נכסי הגר דצריך תיקון הקרקע מנ\"ל דמציע מצעות הוא תיקון הקרקע, וראיתי לרבינו גרשום בפירושו שכתב וז\"ל המציע מצעות בנכסי הגר אע\"ג דלא הוי לא נעל ולא גדר הוי חזקה, ואנהר לעיינין שהראה לנו ראיה לדבריו מן המשנה דחזקה כל שהוא הוי חזקה הגביה העבד לרבו קנאו דהיינו קצת שימוש ה\"ק אגבהיה איהו לרביה קנייה דהיינו חזקה דקצת שימוש עכ\"ל, ומוכח מדבריו דעיקר הראיה דכל מה שמהני מהני אפי' מקצת וזהו כונת הראב\"ד אלא דהראב\"ד למד זה מהלבישו, וכונתו דבמה שהלבישו בגד אחד לא ניכר בזה עבדות ומ\"מ הוי חזקה, ונמצא דעיקר הראיה הוא דבמה דמהני מהני אפי' כל שהו אלא דכל חד כדאיתא דבמכירה גבי עבד בעינן נשתמש בהעבד וגבי קנין בנכסי הגר בעינן תיקון הקרקע, ורב ששת מייתי רק דחזקה כל שהו מהני."
            ],
            [
                "<b>יש דברים רבים שאם החזיק בהם הלוקח לא קנה עדיין ואם החזיק באחד מהן בנכסי הגר או בנכסי הפקר קנה, כיצד המוצא פלטרין גדולים בנויים בנכסי הגר או בנכסי הפקר וסייד בהן סיוד אחד או כייר בהן כייר אחד כגון אמה או יותר כנגד הפתח קנה. הצר צורה בנכסי הגר קנה, והמציע מצעות בנכסי הגר קנה הנר את השדה בנכסי הגר קנה.</b><br><b> הכ\"מ </b> והלח\"מ הקשו במה שכתב הרמב\"ם הנר את השדה דמוכח דבנכסי חברו לא קנה ובפ\"א מהל' מכירה כתב המוכר קרקע לחבירו ונכנס בה וזרעה או נרה, וכתבו דמה שכתב כאן שאם החזיק בה הלוקח, כונתו על חזקת ג' שנים, וכבר כתבתי בפ\"א מהל' מכירה דא\"א לומר כן ובארתי דיש חילוק בין חרישה קצת דזהו רפק בה פורתא דלא מהני אלא בנכסי הגר, ובין נכנס לשדה וזרעה או נרה דהוא חרישת כל השדה דזהו חזקת בעלות, ונראה לעשות סעד לסברא זו לפי\"מ שביארתי לקמן בהל' י' דעת הרמב\"ם במה שכתב המפיץ הזרע לתוך התלמים דדוקא לתוך התלמים, אבל זורע בדרך זריעה הוי חזקה ודומיא דהכי הוי חרישה דהא בזריעה לחוד עוד ג\"כ לא נגמר תיקון השדה ומ\"מ הוי חזקה, וכמו שכתב הרמב\"ם וזרעה או נרה.<br><b> והנה </b> במה שכתב הרמב\"ם המציע מצעות דמוכח דדוקא בנכסי הגר הקשה הלח\"מ דהא בגמ' למד זה רב ששת מהא דתניא בברייתא גבי עבד כיצד בחזקה רחצו הלבישו וזהו במכירה, וע\"כ דגם במכירה מהני הציע מצעות, והלח\"מ הוכיח גם מזה כשיטתו דמש\"כ הרמב\"ם יש דברים שאם החזיק בהם הלוקח לא קנה עדיין, הכונה לענין חזקת ג' שנים, אבל כבר כתבתי דא\"א לומר כן דהרמב\"ם לא מיירי כאן מדיני חזקת ג' שנים אלא מחזקת קנין, וסובר דאף דבגמ' לא הוזכר אלא ניר בנכסי הגר קנה ובנכסי חבירו לא קנה, מ\"מ ה\"נ כל מה דאמרינן בגמ' דבנכסי הגר קנה הכונה דדוקא בנכסי הגר ולא בנכסי חבירו, אבל זה באמת קשה דהא רב ששת למד דין מציע מצעות מחזקת עבד דמיירי במכירה, עוד הקשה הלח\"מ לפי' ב' של המ\"מ (במ\"מ שם יש ט\"ס במש\"כ \"פעם אחת\" צ\"ל פי' אחר) דזהו פי' הר\"י מיגש דמציע מצעות הוא משום יפוי הקרקע דאיך למד זה רב ששת מברייתא דרחצו הלבישו דמיירי במה שנשתמש הלוקח בהעבד, וכתב דבדוחק י\"ל דרחצו הלבישו הוא בין עבד לרב בין רב לעבד, ורב לעבד הוא משום יפוי, והנה בש\"מ הביא ד' הר\"י מיגש ומפרש להדיא דהלבישו היינו הרב להעבד דומיא דהציע מצעות, אבל בדברי הרמב\"ם א\"א לומר כן דבפ\"ב מה' מכירה בהל' ב' כתב להדיא ומה היא החזקה בקנין עבדים שישתמש בהן כדרך שמשתמשין בעבדים ומביא כל הברייתא. ומוכח דמפרש דהעבד הלבישו להרב ולא הרב להעבד.<br><b> אכן </b> מצאתי בש\"מ שמביא ד' הראב\"ד שכתב וז\"ל כולה בנכסי הגר שצריך תיקון הקרקע או אפי' יפוי כגון סיור וכיור או הצעת מצעות, ולגבי קנין עבדים נמי יפוי הוי חזקה דאמרינן הרחיצו סכו גרדו הוי חזקה מיהו התם בעינן שהעבד יפה לרבו ובנכסי הגר בעינן הוא מיפה הנכסים, או שיתקן בהם תיקון מועיל, אבל אכילת פירות מהם אינה חזקה, ואני תמה מאין הוציאו זה ההפרש בין נכסי הגר לשאר הנכסים כי הוא בהפך וי\"ל כי בנכסי הגר הם והיוצא מהם הפקר ואם זכה ביוצא מהם לא זכה בהם אבל כשתיקן בהם תיקון מועיל כבר זכה בגופן, והמחזיק בנכסי חברו בהפך כי בעל הנכסים מקפיד על היוצא מהם אם יאכל אותו אחר ואינו מקפיד על מי שמשביח נכסיו ואינו אוכל אותם עכ\"ל, והנה במה שכתב לענין אכילת פירות כבר כתבתי בהל' א' שכיונתי ב\"ה לדבריו בפ\"א מה' מכירה, אכן מה שכתב לענין מציע מצעות שבא כאן לבאר במה שלמד רב ששת דין מציע מצעות דאינו אלא בנכסי הגר משום יפוי הקרקע וכתב דלא מהני זה אלא בנכסי הגר אבל בנכסי חברו אין בעל הנכסים מקפיד על מי שמשביח נכסיו, צריך ביאור דא\"כ אמאי מהני נעל גדר ופרץ בנכסי חבירו, וכן נתן צרור והועיל להוציא או להכניס מים דהכל הוא תיקון השדה וצ\"ל דסובר דבנכסי חבירו דהוי תיקון הקרקע הוא היכי דניכר גדר בעלות דהבעלים מקפידים בזה באיזה אופן שצריך להם, אבל יפוי הנכסים זהו תיקון שאין הבעלים מקפידים ולא מוכח בזה חזקת בעלות, אבל בנכסי הגר מהני גם תיקון זה משום דבנכסי הגר א\"א להצריך תיקון שיש בו משום היכר בעלות כיון שהם הפקר וכל אחד יכול לעשות בהם מה שהוא רוצה, ולכן כל תיקון מהני לחזקה ורק באכילת פירות לא מהני משום דלא מוכח כלל במה שלוקח הפירות דרוצה לקנות הקרקע דגם מהפקר יכול ליקח הפירות, אבל בזה שמתקן הקרקע מוכח דהוא רוצה לקנות הקרקע.<br><b> ולפי\"ז </b> נראה דא\"צ למש\"כ בפ\"א מה' מכירה והבאתי למעלה דברפק בה פורתא לא הוי תיקון בנכסי חבירו כיון שבודאי יחרשו הבעלים כל השדה, אלא דאפי' נחשב תיקון לא מהני כיון שבנכסי חבירו לא הוי חזקה אלא היכי דניכר חזקת בעלות ובחרישה קצת בשדה שעומדת לחרישה ודאי לא ניכר בעלות שהבעלים בודאי אינם מקפידים, אבל כ\"ז הוא בחרישה קצת אבל בחרש כל השדה בודאי ניכר בעלות בעיקר החרישה שאחר לא יעשה כן, וזהו שכתב שם הרמב\"ם ונכנס בה הלוקח וזרעה או נרה וכמש\"כ שם.<br><b> אלא </b> דמ\"מ אינו מבואר מה דמדמי רב ששת דין מציע מצעות דהוי יפוי הקרקע לרחצו הלבישו גבי עבד, והראב\"ד כתב דמדמי יפוי הקרקע שעושה קונה הנכסים ליפוי הרב שעושה העבד אבל זה קשה טובא דאין לזה שום שייכות דגבי עבד משום שימוש הוא וא\"כ מאי נ\"מ במה שנשתמש הרב בהעבד אבל גבי נכסי הגר דצריך תיקון הקרקע מנ\"ל דמציע מצעות הוא תיקון הקרקע, וראיתי לרבינו גרשום בפירושו שכתב וז\"ל המציע מצעות בנכסי הגר אע\"ג דלא הוי לא נעל ולא גדר הוי חזקה, ואנהר לעיינין שהראה לנו ראיה לדבריו מן המשנה דחזקה כל שהוא הוי חזקה הגביה העבד לרבו קנאו דהיינו קצת שימוש ה\"ק אגבהיה איהו לרביה קנייה דהיינו חזקה דקצת שימוש עכ\"ל, ומוכח מדבריו דעיקר הראיה דכל מה שמהני מהני אפי' מקצת וזהו כונת הראב\"ד אלא דהראב\"ד למד זה מהלבישו, וכונתו דבמה שהלבישו בגד אחד לא ניכר בזה עבדות ומ\"מ הוי חזקה, ונמצא דעיקר הראיה הוא דבמה דמהני מהני אפי' כל שהו אלא דכל חד כדאיתא דבמכירה גבי עבד בעינן נשתמש בהעבד וגבי קנין בנכסי הגר בעינן תיקון הקרקע, ורב ששת מייתי רק דחזקה כל שהו מהני."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המפיץ הזרע לתוך התלמים לא קנה שבעת שהשליך הזרע לא השביח כלום, ובעת שצמח והשביח שבח הבא מאליו הוא ואינו קונה.</b><br><b> המפיץ </b> הזרע לתוך התלמים, בגמ' בדף נ\"ד האי מאן דשדא ליפתא בי פילי וכתב הרשב\"ם שזרע לפת בתוך נקעים של קרקע ולא כיסה עפר וכו' והשלכת זרע בקרקע אינו מעשה אא\"כ זורע ואח\"כ מכסהו עכ\"ל, ורבינו גרשום כתב בפירושו דשדא ליפתא ששתל לפת, ונראה דבכונה כתב ששתל ולא שזרע משום דזהו חדוש גדול לומר דזריעה לא הוי חזקה כ\"ז שלא כיסה ובשבת ריש פ' כלל גדול דתנן הזורע והחורש אמר בגמ' תנא בא\"י קאי דזרעי ברישא והדר כרבי א\"כ לשון הזורע נקרא עוד קודם שחרש וכיסה את הזרעים, ומדברי הרמב\"ם בפ\"א מה' מכירה מבואר דזריעה הוי חזקה וכן סובר רבינו גרשום דזריעה כיון דהקרקע עומדת לזריעה הוי חזקה מעליא אפי' קודם כיסוי, ולכן פירש ששתל לפת והיינו לפת שגדל בקרקע ונעקר ועתה שתלו מחדש ואין קרקע עומדת לשתול לפת כי סתם לפת נשאר בקרקע לגדל בו עד שנגמר לגמרי, ולכן כיון דבשביל דרך זריעת הקרקע לא הוי חזקה ורק משום תיקון השדה דעכ\"פ יהיה תיקון כשיגדל הלפת ולזה אמרינן דהשתא הא ליכא שבחא.<br><b> ונראה </b> דמטעם זה כתב הרמב\"ם המפיץ הזרע לתוך התלמים דאף דסתם לשון פילי הוא בקעים וכן פי' בערוך ומביא הרבה מקומות ומהם בחולין קי\"ב לענין בר גוזלא דנפל לכמחא דאית בה פילי אסור, מ\"מ פירש כאן על פילי שהוא תלמי השדה וכונתו שהשליך זרע הלפת בין תלמי השדה שבין התלמים אינו עומד לזריעה, דע\"כ כונתו בין התלמים דאם כונתו בתוך התלם ממש א\"כ לחנם הזכיר תלמים ולא פירש תיבת פילי, ומבואר מה דאמרו בגמ' דשדא ליפתא משום דסתם ירקות גדלים על הקרקע, ולכן ודאי אינו מצוי שיזרע בין התלמים שעומד לילך שם בעת הצורך, אבל לפת כיון שגדל בתוך הקרקע יתכן שיזרע גם בין התלמים, ומ\"מ כיון שאינו עומד לזריעה אפי' זריעת לפת לכן לא הוי חזקה, ומדוייק לשון הגמ' דשדא ליפתא וכן כתב הרמב\"ם המפיץ משום דאינו דרך זריעה וגם שייך יותר בלפת וכנ\"ל, אלא דהרמב\"ם לא דייק לכתוב לפת משום דלדינא אין נ\"מ."
            ],
            [],
            [],
            [],
            [
                "<b>היה משכון ישראל ביד הגר וכשמת הגר בא ישראל אחר והחזיק במשכון זה מוציאין אותו מידו שכיון שמת הגר בטל שעבודו היה משכון הגר ביד ישראל ובא ישראל אחר והחזיק בו לוקח ממנו הראשון כנגד מעותיו והאחרון קנה את השאר.</b><br><b> היה </b> משכון הגר ביד ישראל, המ\"מ הביא דברי הרשב\"א שכתב דאע\"ג דכשמת הגר נעשו כל נכסיו הפקר אין שעבודו של זה נפקע דלא עדיף הפקר מהקדש, ובהקדש דמים קיי\"ל בערכין דמוסיף עוד דינא ופודה את הנכסים, והנה יש לדין על הוכחתו לפי\"מ שכתב ר\"ת בטעמא דמוכר שט\"ח וחזר ומחלו מחול משום דשעבוד הגוף נשאר גבי מוכר וכיון דמחל וליכא שעבוד הגוף ליכא שעבוד נכסים, א\"כ אין ראיה לדין משכונו של גר מדין הקדש דבהקדש הא לא נתבטל שעבוד הגוף מהלוה, ולכן אמרינן דגם בהקדש נשאר שעבוד הנכסים כמו אם מכר הלוה, ואה\"נ דנוכל לדין מזה אם הפקיר הלוה דנשאר השעבוד, אבל הכא במת הגר דעיקר הקושיא דנימא דכמו במת הגר המלוה פקע שעבודא ה\"נ במת הגר הלוה, וא\"כ אין ראיה ע\"ז מהקדש דלא נתבטל שעבוד הגוף של הלוה.<br><b> ונראה </b> דהבאור פשוט דדין שעבוד הא הוי מדין ערב וכדאמר בגמ' דנכסוהי דבר איניש אינון ערבין ביה, ועיקר דין הערב הוא דכשלא ישלם הלוה ואפי' ימות הלוה צריך הערב לשלם, אבל אם המלוה מוחל להלוה החוב אפי' יאמר בפי' שאינו מוחל להערב לא יוכל לתבוע להערב דאי ליכא לוה ליכא ערב, והוא מבואר בבכורות דף מ\"ח גבי שני יוסף בן שמעון ועמש\"כ בפ' י\"ט הל' ט' ליישב מה שהשמיט זה הרמב\"ם, ולפימש\"כ שם מבואר דזה דוקא בדין דב' יוסף בן שמעון, אבל אם מחל המלוה גם הרמב\"ם ודאי יודה דהערב פטור, אבל כ\"ז במחל דהפטור הוא מצד המלוה וה\"ה היכי דהחוב בעצמותו יתבטל לגבי הלוה שא\"א לגבות ממנו ע\"פ דין כמו הא דבכורות, אבל מה דליכא לוה בשביל שמת הלוה בזה ודאי לא נפקע השעבוד מהערב דע\"ז הוא ערב שאם לא ישלם הלוה ישלם הערב וכן הוא גם בשעבוד נכסים.<br><b> ובזה </b> אפשר ליישב דברי הרמב\"ם בחגיגה פ\"א הל' י' שכתב המפריש עולת ראייתו ומת, היורשין חייבין להביאה והוא מגמ' דבכורות דף נ\"א דאמר שם מה עולת ראיה יורשין חייבין ופירש\"י דדמי להאשה שהביאה חטאתה ומתה יביאו יורשיה עולתה, והקשו הכ\"מ והלח\"מ דלדידן דשעבודא דאורייתא קיי\"ל אפי' לא הפרישתה מחיים, וכן פסק הרמב\"ם בפ\"א מה' מחוסרי כפרה הל' י\"ג וא\"כ למה הצריך הרמב\"ם דוקא אם הפרישו מחיים, אבל לפי המבואר מיושב דגבי אשה כיון שנתחייבה בעולה לא נפטרו הנכסים כשמתה, אבל בעולת ראיה כיון דאם היה חי ועבר הרגל הוא פטור משום דעבר זמנו בטל קרבנו א\"כ כל יום מימי הרגל הוא סבת החיוב וכשעבר היום עבר הסבה, וא\"כ כשמת בתוך ימי הרגל נתבטל גם סבת החיוב דלא שייך עולת ראיה כיון שמת, אלא דלכאורה לפי\"ז גם בהפריש מחיים איך אפשר להקריב כיון שמת, אבל באמת זה אינו דדין עולת ראיה הוא כשאר עולות, ואין לה שם מיוחד אלא דחיוב העולה הוא עולת ראיה, ולכן כ\"ז שלא הפריש מחיים דאנו דנין על החיוב שפיר אמרינן דכיון שמת נפקע סבת החיוב ולא דמי לאשה יולדת דסבת החיוב כבר היה ולא נתבטל, אבל אם הפריש דכבר היא עולה חייבין היורשין להביא דהיא כשאר עולות.<br><small> -השמטות ומלואים-</small><br><b> במש\"כ </b> לעיל דגבי אשה כיון שנתחייבה בעולה לא נפטרו הנכסים כשמתה, אבל בעולת ראיה כיון דאם היה חי ועבר הרגל הוא פטור משום דעבר זמנו בטל קרבנו א\"כ כל יום מימי הרגל הוא סבת החיוב וכשעבר היום עבר הסבה וא\"כ כשמת בתוך ימי הרגל נתבטל סבת החיוב, צריך להוסיף, דאף דלכאורה הך דינא גופא צריך ביאור דלמה אמרינן גבי עולת ראיה דאם עבר הרגל ולא הקריב אינו חייב עולה והוי מעוות לא יוכל לתקון, ובמאי שאני מדין אשה יולדת שמתה דנתחייבו הנכסים, אך באמת מבואר דגבי רגל עיקר החיוב הוא ראיית פנים בקרבן ולא נתחייב בחיוב עולה בסתם אלא דוקא בראיית פנים, ואפי' בא בעזרה דנתחייב כבר בעולה מ\"מ הבאת העולה זהו ג\"כ חלק מחיוב הראיה דעיקר החיוב הוא ראיית פנים בקרבן ברגל, ולכן כשעבר הרגל ולא הקריב ליכא חיוב עולה אחר הרגל, אבל גבי יולדת כבר נשלם סבת החיוב בלידתה, ולכן נתחייבו הנכסים וגם יורשים חייבים, ומ\"מ גם ברגל אם כבר הפריש עולה בודאי יקריב בעצמו אחר החג, וכן היורשים יקריבו וכמש\"כ. <small> [ע\"כ]</small><br><b> אלא </b> דמ\"מ קשה דלפי\"ז איך למדו בגמ' מכאן לדין חמש סלעים דבכור דמת לאחר ל' יום אע\"פ שלא נתן יתן דהתם הוא לענין דין שעבוד נכסים וכאן בהפריש מחיים לא שייך לשעבוד נכסים, ונראה דהנה בגמ' שם לא הוצרכו לדין יורשין דבעי על מתני' דתנן מת לאחר ל' יום אע\"פ שלא נתן יתן דלא מיירי כלל ביורשין אלא דנשאר חיוב על האב לפדות בנו אף שמת לאחר ל', ומה דבעי בגמ' מנא לן הוא ע\"כ דדילמא כיון דלא שייך פדיון בבנו שמת כבר נתבטל החיוב ולא מהני דין שעבודא דאורייתא, וע\"ז מייתי גז\"ש דכמו בעולה דשייך דין עולה אף שמת המחוייב כיון שכבר נעשה דין עולה ה\"נ שייך דין ה' סלעים אף שהבן כבר מת, ובעיקר לא צריך לן בפדיון הבן לדין יורשין דהא מתני' לא מיירי ביורשין, אלא דכיון דסבר שעבודא דאורייתא ויורשין נמי חייבין לכן אמר מה עולת ראיה יורשין חייבין והיינו בהפרישו מחיים דשייך עכ\"פ הקרבת עולה ה\"נ בפדיון הבן שייך לשלם ה' סלעים לכהן אף שכבר ליכא פדיון, וממילא יורשין נמי חייבין כיון דשעבודא דאורייתא, ומה שהביא הכ\"מ מדברי הירושלמי כבר האריכו בזה מפרשי הירוש'. ויש להוסיף בזה אבל אכ\"מ."
            ],
            [
                "<b>היה משכון ישראל ביד הגר וכשמת הגר בא ישראל אחר והחזיק במשכון זה מוציאין אותו מידו שכיון שמת הגר בטל שעבודו היה משכון הגר ביד ישראל ובא ישראל אחר והחזיק בו לוקח ממנו הראשון כנגד מעותיו והאחרון קנה את השאר.</b><br><b> היה </b> משכון הגר ביד ישראל, המ\"מ הביא דברי הרשב\"א שכתב דאע\"ג דכשמת הגר נעשו כל נכסיו הפקר אין שעבודו של זה נפקע דלא עדיף הפקר מהקדש, ובהקדש דמים קיי\"ל בערכין דמוסיף עוד דינא ופודה את הנכסים, והנה יש לדין על הוכחתו לפי\"מ שכתב ר\"ת בטעמא דמוכר שט\"ח וחזר ומחלו מחול משום דשעבוד הגוף נשאר גבי מוכר וכיון דמחל וליכא שעבוד הגוף ליכא שעבוד נכסים, א\"כ אין ראיה לדין משכונו של גר מדין הקדש דבהקדש הא לא נתבטל שעבוד הגוף מהלוה, ולכן אמרינן דגם בהקדש נשאר שעבוד הנכסים כמו אם מכר הלוה, ואה\"נ דנוכל לדין מזה אם הפקיר הלוה דנשאר השעבוד, אבל הכא במת הגר דעיקר הקושיא דנימא דכמו במת הגר המלוה פקע שעבודא ה\"נ במת הגר הלוה, וא\"כ אין ראיה ע\"ז מהקדש דלא נתבטל שעבוד הגוף של הלוה.<br><b> ונראה </b> דהבאור פשוט דדין שעבוד הא הוי מדין ערב וכדאמר בגמ' דנכסוהי דבר איניש אינון ערבין ביה, ועיקר דין הערב הוא דכשלא ישלם הלוה ואפי' ימות הלוה צריך הערב לשלם, אבל אם המלוה מוחל להלוה החוב אפי' יאמר בפי' שאינו מוחל להערב לא יוכל לתבוע להערב דאי ליכא לוה ליכא ערב, והוא מבואר בבכורות דף מ\"ח גבי שני יוסף בן שמעון ועמש\"כ בפ' י\"ט הל' ט' ליישב מה שהשמיט זה הרמב\"ם, ולפימש\"כ שם מבואר דזה דוקא בדין דב' יוסף בן שמעון, אבל אם מחל המלוה גם הרמב\"ם ודאי יודה דהערב פטור, אבל כ\"ז במחל דהפטור הוא מצד המלוה וה\"ה היכי דהחוב בעצמותו יתבטל לגבי הלוה שא\"א לגבות ממנו ע\"פ דין כמו הא דבכורות, אבל מה דליכא לוה בשביל שמת הלוה בזה ודאי לא נפקע השעבוד מהערב דע\"ז הוא ערב שאם לא ישלם הלוה ישלם הערב וכן הוא גם בשעבוד נכסים.<br><b> ובזה </b> אפשר ליישב דברי הרמב\"ם בחגיגה פ\"א הל' י' שכתב המפריש עולת ראייתו ומת, היורשין חייבין להביאה והוא מגמ' דבכורות דף נ\"א דאמר שם מה עולת ראיה יורשין חייבין ופירש\"י דדמי להאשה שהביאה חטאתה ומתה יביאו יורשיה עולתה, והקשו הכ\"מ והלח\"מ דלדידן דשעבודא דאורייתא קיי\"ל אפי' לא הפרישתה מחיים, וכן פסק הרמב\"ם בפ\"א מה' מחוסרי כפרה הל' י\"ג וא\"כ למה הצריך הרמב\"ם דוקא אם הפרישו מחיים, אבל לפי המבואר מיושב דגבי אשה כיון שנתחייבה בעולה לא נפטרו הנכסים כשמתה, אבל בעולת ראיה כיון דאם היה חי ועבר הרגל הוא פטור משום דעבר זמנו בטל קרבנו א\"כ כל יום מימי הרגל הוא סבת החיוב וכשעבר היום עבר הסבה, וא\"כ כשמת בתוך ימי הרגל נתבטל גם סבת החיוב דלא שייך עולת ראיה כיון שמת, אלא דלכאורה לפי\"ז גם בהפריש מחיים איך אפשר להקריב כיון שמת, אבל באמת זה אינו דדין עולת ראיה הוא כשאר עולות, ואין לה שם מיוחד אלא דחיוב העולה הוא עולת ראיה, ולכן כ\"ז שלא הפריש מחיים דאנו דנין על החיוב שפיר אמרינן דכיון שמת נפקע סבת החיוב ולא דמי לאשה יולדת דסבת החיוב כבר היה ולא נתבטל, אבל אם הפריש דכבר היא עולה חייבין היורשין להביא דהיא כשאר עולות.<br><small> -השמטות ומלואים-</small><br><b> במש\"כ </b> לעיל דגבי אשה כיון שנתחייבה בעולה לא נפטרו הנכסים כשמתה, אבל בעולת ראיה כיון דאם היה חי ועבר הרגל הוא פטור משום דעבר זמנו בטל קרבנו א\"כ כל יום מימי הרגל הוא סבת החיוב וכשעבר היום עבר הסבה וא\"כ כשמת בתוך ימי הרגל נתבטל סבת החיוב, צריך להוסיף, דאף דלכאורה הך דינא גופא צריך ביאור דלמה אמרינן גבי עולת ראיה דאם עבר הרגל ולא הקריב אינו חייב עולה והוי מעוות לא יוכל לתקון, ובמאי שאני מדין אשה יולדת שמתה דנתחייבו הנכסים, אך באמת מבואר דגבי רגל עיקר החיוב הוא ראיית פנים בקרבן ולא נתחייב בחיוב עולה בסתם אלא דוקא בראיית פנים, ואפי' בא בעזרה דנתחייב כבר בעולה מ\"מ הבאת העולה זהו ג\"כ חלק מחיוב הראיה דעיקר החיוב הוא ראיית פנים בקרבן ברגל, ולכן כשעבר הרגל ולא הקריב ליכא חיוב עולה אחר הרגל, אבל גבי יולדת כבר נשלם סבת החיוב בלידתה, ולכן נתחייבו הנכסים וגם יורשים חייבים, ומ\"מ גם ברגל אם כבר הפריש עולה בודאי יקריב בעצמו אחר החג, וכן היורשים יקריבו וכמש\"כ. <small> [ע\"כ]</small><br><b> אלא </b> דמ\"מ קשה דלפי\"ז איך למדו בגמ' מכאן לדין חמש סלעים דבכור דמת לאחר ל' יום אע\"פ שלא נתן יתן דהתם הוא לענין דין שעבוד נכסים וכאן בהפריש מחיים לא שייך לשעבוד נכסים, ונראה דהנה בגמ' שם לא הוצרכו לדין יורשין דבעי על מתני' דתנן מת לאחר ל' יום אע\"פ שלא נתן יתן דלא מיירי כלל ביורשין אלא דנשאר חיוב על האב לפדות בנו אף שמת לאחר ל', ומה דבעי בגמ' מנא לן הוא ע\"כ דדילמא כיון דלא שייך פדיון בבנו שמת כבר נתבטל החיוב ולא מהני דין שעבודא דאורייתא, וע\"ז מייתי גז\"ש דכמו בעולה דשייך דין עולה אף שמת המחוייב כיון שכבר נעשה דין עולה ה\"נ שייך דין ה' סלעים אף שהבן כבר מת, ובעיקר לא צריך לן בפדיון הבן לדין יורשין דהא מתני' לא מיירי ביורשין, אלא דכיון דסבר שעבודא דאורייתא ויורשין נמי חייבין לכן אמר מה עולת ראיה יורשין חייבין והיינו בהפרישו מחיים דשייך עכ\"פ הקרבת עולה ה\"נ בפדיון הבן שייך לשלם ה' סלעים לכהן אף שכבר ליכא פדיון, וממילא יורשין נמי חייבין כיון דשעבודא דאורייתא, ומה שהביא הכ\"מ מדברי הירושלמי כבר האריכו בזה מפרשי הירוש'. ויש להוסיף בזה אבל אכ\"מ."
            ],
            [
                "<b>בד\"א בשלא היה המשכון בחצר הראשון אבל אם היה בחצרו חצרו קונה לו שלא מדעתו כמו שביארנו בענין מציאה ואין לזה האחרון כלום.</b><br><b> הרמב\"ם </b> פי' כפירש\"י דליתיה למשכון בחצר משום דמפרש דמיירי בחצר המשתמרת ולא כפי' התוס' דליתיה למלוה בחצר, ונראה דהרמב\"ם לשיטתו מוכרח לפרש כן דסובר דבעומד בצד שדהו צריך לומר זכתה לי וא\"כ לא הוצרך הגמ' לשנויי דמיירי דליתיה בחצרו אלא דלא אמר זכתה לי, ועוד יותר הוי מצי לשנויי שלא ידע שמת הגר, ולפי' התוס' צריך לומר דלא הוי מהני מה שלא ידע שמת הגר לפי\"מ שפירש\"י בב\"מ דף י\"א בטעמא דעומד בצד שדהו משום דעכשיו היא משתמרת על ידו, וא\"כ כאן אפי' לא ידע שמת הגר הוא משמרו כיון דהוא משכון אצלו, אבל לשיטת הרמב\"ם ע\"כ דאינו מטעם זה דהא סובר דצריך שיאמר זכתה לי, ואם הוי כמו חצר המשתמרת לא היה צריך שיאמר זכתה לי."
            ],
            [],
            [
                "<b>גר שמת ובזבזו ישראל את נכסיו ושמעו שעדיין לא מת או שיש לו בן או שאשתו מעוברת כולן חייבין להחזיר, החזירו כולן ואח\"כ שמעו ששמועה ראשונה אמת היתה ובראשונה מת או מת בנו מקודם או הפילה אשתו. כל המחזיק בשניה קנה ובראשונה לא קנה.</b><br><b> הלח\"מ </b> כתב דדעת הרמב\"ם הוא דירושה הבאה מאליה שאני ועובר יורש וכאביי בב\"ב דף קמ\"ב ולא כרבא, ומשום זה לא פסק הרמב\"ם מה דאמר בגמ' דאיכא בינייהו בין רבא לאביי ששמעו שמת ולא מת ואח\"כ מת, אבל הגר\"א בחו\"מ סי' רע\"ה כתב דהרמב\"ם מפרש כן ד' הגמ' דמה דאמר ואח\"כ מת דהיינו שאח\"כ נודע שמת מקודם, וכתב הגר\"א דגם רבא סבר דעובר יורש כאביי אלא דמשני דרפויי מרפיא בידייהו דנ\"מ לענין זה דשמעו בר שמת ולא מת ואח\"כ מת, עכ\"פ גם לשיטת הגר\"א סובר הרמב\"ם דעובר יורש, אבל לפי המבואר מדעת הרמב\"ם פ\"ח מה' תרומות בדין אם עובר פוסל העבדים מתרומה מוכח לדעתו דסובר דעובר אינו יורש ונביא הסוגיא דשם ודברי הרי\"ף והרמב\"ם.<br><b> והנה </b> ביבמות דף ס\"ז איתא במתני' בת ישראל שניסת לכהן ומת והניחה מעוברת לא יאכלו עבדיה בתרומה מפני חלקו של עובר שהעובר פוסל ואינו מאכיל דברי ר' יוסי אמרו לו מאחר שהעדת לנו על בת ישראל לכהן אף בת כהן לכהן ומת והניחה מעוברת לא יאכלו עבדיה בתרומה מפני חלקו של עובר, וכתב הרי\"ף ולית הלכתא כוותיה אלא כרבנן דאמרי אין לעובר קניה ואין לו חלק עד שיולד, והרמב\"ם בפ\"ח מה' תרומות הל' ד' כתב בת ישראל שניסת לכהן ומת והניחה מעוברת לא יאכלו עבדיה בתרומה בשביל העובר שהילוד הוא שמאכיל ואינו ילוד אינו מאכיל, לפיכך אם היה העובר חלל אינו פוסל העבדים אלא אוכלין בגלל אחיו הכשרים עד שיולד זה החלל ויאסרו העבדים מלאכול עכ\"ל, וכתב ע\"ז הראב\"ד וז\"ל א\"א מאי לפיכך ואם אינו מאכיל אפ\"ה פוסל דקיי\"ל עובר אית ליה זכיה ואפי' במתנת אביו הואיל ודעתו של אדם קרובה אצל בנו וכ\"ש בירושה הבאה מאליה הילכך העבדים אינן אוכלים מפני חלקו של חלל עכ\"ל, וכמו שהשיג הראב\"ד על הרמב\"ם כן השיג גם על הרי\"ף דמהא דדעתו של אדם קרובה אצל בנו מוכח דעובר יורש.<br><b> והרמב\"ן </b> כתב הובא ברא\"ש דאביי ורבא פליגי אם ירושה הבאה מאליה שאני ולרבא גם בירושה אינו יורש וקיי\"ל כרבא, והא דדעתו של אדם קרובה אצל בנו כתב דזה אינו אלא בשכ\"מ, והרא\"ש חולק על הרמב\"ן וסובר דגם רבא מודה דירושה הבאה מאליה שאני, וטעמא דרבנן דעובר אינו פוסל הוא משום ספק נקבה ספק מפילות ולא פליגי אלא בשיש לו בנים ולא סבר כשמואל דלרבנן אוכלין בשביל כל המשפחה, וה\"נ מוקים רב ששת בנדה דף מ\"ד מתני' דתנן בן יום א' פוסל בתרומה בכהן שיש לו ב' נשים ויש לו בנים משאינה גרושה, דבזה סברי רבנן דעובר אינו פוסל אבל באין לו בנים גם רבנן מודו דעובר יורש.<br><b> ובדעת </b> הרמב\"ם עיין מה שכתבו בזה הכ\"מ והרדב\"ז ואחרי כל דבריהם נשארו דברי הרמב\"ם תמוהים דא\"א לומר דהרמב\"ם סובר דעובר יורש ומה דאינו פוסל כשיש בנים הוא בשביל ספק נקבה ספק מפילות כמו שכתב הכ\"מ בסוף דבריו דא\"כ אין שום שייכות לתחלת דבריו עם סוף דבריו, וכמו שהשיג הראב\"ד, ואם טעמו בשביל שסובר דעובר אינו יורש, וכמו שכתב להדיא בפי' המשנה, א\"כ למה הצריך דוקא שהיו בנים ולא פסק כשמואל דאוכלין בשביל המשפחה, והנה גם אם נימא דסובר דעובר אינו יורש אינו מבואר מה שכתב לפיכך, דא\"א לומר דטעם מה דאמרינן ילוד מאכיל שאינו ילוד אינו מאכיל הוא בשביל זה דשאינו ילוד אינו יורש, דהא הך דינא דילוד מאכיל שאינו ילוד אינו מאכיל הוא ג\"כ לענין זה שעובר אינו מאכיל את אמו דלא שייך בדין ירושה.<br><b> ונראה </b> דאפשר לבאר דבריו לפי\"מ שכתב בפי' המשנה וז\"ל והרחיקו חכמים זה ואמרו לו אם אתה אומר שחלקו של עובר פוסל ושהוא קונה, כמו כן בת כהן לכהן כשהניח בנים והניחה מעוברת לא יאכלו עבדיה בתרומה שהעיקר ילוד מאכיל וכו' ואמנם סברת חכמים הוא כיון שיש לו בנים יאכלו עבדיה בתרומה אע\"פ שהיא מעוברת והעיקר אצלנו אין קנין לעובר והלכה כחכמים עכ\"ל, ונמצא דעיקר מה שהוכיחו חכמים דאין קנין לעובר מדין בת כהן לכהן הוא מזה דילוד מאכיל, וקיצר בדבריו כאן בהלכות וסמך על המשנה וכתב מקודם הך דינא דהעובר אינו מאכיל עבדים וכתב לפיכך אם היה העובר חלל אינו פוסל משום דמיסוד זה מוכיחין חכמים במשנה דעובר אין לו קנין מדאוכלין העבדים בבת כהן לכהן, ובדרך קצרה יותר יש לומר בכונתו דכיון שאנו אומרים דאין העבדים אוכלין בשביל העובר והיינו דאינו מאכילם ולא דהעובר פוסל העבדים מלאכול וזהו משום דאין לו קנין לפסול לכן גם אם היה העובר חלל אינו פוסל.<br><b> אלא </b> דאכתי צריכים אנו לבאר טעמא דאינם אוכלים אלא כשיש בנים ואינם אוכלים בשביל המשפחה כדאמר שמואל לדעת חכמים, ונראה דזה הא ודאי דאף דעובר אינו יורש מ\"מ עכ\"פ יש דין דכ\"ז דיש עובר אין רשות להיורשין ליטול חלק ירושתו, וזה בודאי נלמד מובן אין לו דכמו דדרשינן גבי יבום ובן אין לו עיין עליו ה\"נ גבי נחלה דכתיב ובן אין לו אמרינן עיין עליו דאף דעכשיו אינו יורש אבל מ\"מ יש דין לעכב חלקו, אלא דמ\"מ יש חילוק בין בנים למשפחה דבנים כ\"ז שלא נולד הם יורשין כל הנכסים דכל יורש יש לו דין ירושה בכל הנכסים, ולכן לענין תרומה נקרא קנין כספו כיון דעכשיו יש להבנים דין ירושה בכל העבדים, אבל כשאין בנים אין אוכלין בשביל המשפחה כיון דעכ\"פ יש להעובר דין לעכב שלא יירשו המשפחה.<br><b> ויש </b> לתלות זה במחלוקת הרמב\"ם והרא\"ש בדין ספק ויבם אם ודאי אח דוחה ספק בן דשיטת הרמב\"ם דודאי אח אינו דוחה ספק בן דאף דאם אין הבן יורש האח, אבל עכשיו דהבן הוא ספק א\"כ האח הוא ספק ולא ודאי ושיטת הרא\"ש דכיון דבלא הספק בן, האח הוא יורש נקרא האח ודאי, ולפי\"ז לשיטת הרמב\"ם מוכח דמה דאמרינן בודאי בן וספק בן אין ספק מוציא מידי ודאי זהו משום דהודאי בן יש לו זכות ירושה בכל הנכסים, ולהרא\"ש לשיטתו באמת סובר דמה דאוכלין העבדים כשיש בנים הוא משום ספק נקבה ספק מפילות, ומה דצריך לדין ילוד מאכיל שאינו ילוד אינו מאכיל אף דאמרינן דעובר אינו יורש צריך לומר דאי לאו הך דינא הוי אמרינן דלענין תרומה סגי בזה דכיון דיש דין שכשיולד יהיו העבדים שלו והוא כבר מעכב שאר היורשים ליטול חלקו, ולכן אף דאינו יורש עכשיו לירש בנכסי האם להנחיל לאחין מן האב מ\"מ כיון דיש לו דין שכשכיולד יהיו שלו וממילא לזכותו זה הוא צריך להאכיל אותם והוי סגי בשביל זה שיאכלו בתרומה אי לאו קרא דילוד מאכיל.<br><b> ובטעמא </b> דשמואל דסבר לרבנן דכשאין בנים אוכלין בשביל המשפחה וכבר הקשו בתוס' דהא אין מע\"י העבדים של המשפחה צריך לומר דשמואל סובר דאף דודאי העובר מעכב את המשפחה ליטול הירושה מ\"מ כל זמן שלא נולד, הירושה בחזקת המשפחה והעבדים הם ברשותם, ויכולים בני המשפחה בזכותם זה להאכילם בתרומה, ויש לומר דשמואל בזה לשיטתו דסבר דהמפקיר עבדו יצא לחירות וא\"צ ג\"ש משום דעבד שאין רשות לרבו עליו אין קרוי עבד ולכן סובר דכיון דהעבד עכשיו אינו ברשות העובר א\"כ אין רשות לרבו עליו ולמה לא יצא לחירות, וע\"כ דכ\"ז שלא נולד הוא ברשות המשפחה אלא שדין העובר מעכב שלא יוכלו לכלות את הירושה וגם לא פירות הירושה ומה דלא פסק הרמב\"ם כשמואל אף דזה א\"א לומר דסמך ע\"ז דרב ששת בנדה דף מ\"ד מוקים מתני' דבן יום א' דוקא ביש לו בנים דמוכח דלא סבר כשמואל דאוכלין בשביל המשפחה, דכבר כתבו התוס' דרב ששת ע\"כ צ\"ל כן דסבר המזכה לעובר קנה, ולדידיה מה דביש לו בנים אין העובר פוסל הוא ע\"כ משום ספק נקבה ספק מפילות, מ\"מ יש לומר דכיון דאיפסקא הלכתא בב\"ב דהמזכה לעובר לא קנה ורבא סבר דאפי' ירושה הבאה מאליה אין העובר יורש, וא\"כ למה מייתי סתמא דגמ' מימרא דרב ששת לפרושי מתני', וע\"כ דגם לדידן דאית לן דעובר אינו יורש מ\"מ בשביל המשפחה אין אוכלין, ולפי\"מ שכתבנו דלשמואל לשיטתו מוכרח לומר כן, וא\"כ לדידן דלא קיי\"ל בזה כשמואל אין אנו צריכין לומר דהעבדים עומדים בחזקת המשפחה, ובאמת העובר מעכב לגמרי שאין להם שום דין ירושה ובודאי אין אוכלין העבדים בשבילם.<br><b> והנה </b> במה דהוכיחו חכמים מבת כהן לכהן דעובר אינו יורש קשה טובא דבשלמא לשמואל דסבר דלחכמים אם אין לו בנים אוכלין בשביל המשפחה מבואר דלחכמים ניחא דעובר אינו יורש ואינו פוסל, אבל לשיטת הרמב\"ם דלחכמים נמי אין אוכלין אלא כשיש בנים, א\"כ לדידהו נמי בבת כהן לכהן אם אין בנים לא יאכלו העבדים דהא לא יוכלו לאכול בשביל הבת כהן כיון דשייכים להעובר כשיולד כמו דאין אוכלין בשביל המשפחה, וביותר קשה דלמה כתב הרמב\"ם בת ישראל שניסת לכהן לא יאכלו עבדיה בשביל העובר דבת כהן לכהן נמי.<br><b> ונראה </b> דכיון דבנצ\"ב אין יכולים לסלקה בזוזי וא\"כ למפרע היא גובה [דמש\"כ בה' מכירה פרק ל' לדברי רה\"ג דבנצ\"ב לא אמרינן למפרע גובה זהו בחיי הבעל דלא ניתנה כתובה לגבות מחיים], וכיון דכל דין זכות העובר הוא משום דכשיולד יהיו שלו, אבל הכא הא בסוף יהיו העבדים של הבת כהן כדין נצ\"ב דבשלמא בת כהן שניסת לישראל ומת והניח בנים לא יאכלו עבדיה בתרומה דאף דלבסוף תגבה אותם ולמפרע היא גובה מ\"מ כ\"ז דלא עמדה בדין קייימי העבדים ברשות היורשין, אבל גבי עובר כיון דעכשיו כ\"ז שהוא עובר אינו יורש ואין לו דין זכיה אפי' בירושה, ורק דיש לו דין שכשיולד יזכה, ולכן מעכב דין שלו את המשפחה מלירש אבל הכא כיון דבסוף יהיו העבדים של הבת כהן למפרע לכן אין להעובר שום דין בעבדים ושפיר אוכלין בשבילה כיון דכשתגבם תגבם למפרע.<br><b> ואפשר </b> דבזה מבואר מה שהשיב ר' יוסי לחכמים זו שמעתי וזו לא שמעתי, דאסיק בגמ' בקשיא למ\"ד ילוד מאכיל שאינו ילוד אינו מאכיל מאי זו לא שמעתי, והרמב\"ם דפסק כמ\"ד שאינו ילוד אינו מאכיל ע\"כ צריך לתרץ קושיית הגמ' כמו שידוע דהיכי דאסיק בגמ' בקשיא ולא בתיובתא איכא לשנויי, ולפי\"מ שכתבנו אפשר דר' יוסי סבר דאף דלדידיה עובר יורש וזוכה מ\"מ כ\"ז היכי שיהיו שלו לבסוף כשיולד, אבל הכא דלבסוף יהיו של האלמנה ורק דבדאיכא בנים קיימים אמרינן דכ\"ז דהאלמנה לא גבתה קיימי העבדים ברשות היורשים, זה דוקא בבנים קיימים, אבל בעובר כיון דכשתפיל לא יזכה העובר למפרע וכדאמרינן ספק מפילות, ואף דהתוס' מפרשים דהכונה שמא הוא כבר עכשיו מת, אבל לשיטת הרמב\"ם נפרש כד' הירושלמי וכמו שנבאר לפנינו דגם לר' יוסי דסבר עובר יורש זהו בנולד לבסוף, ולכן כל זמן שלא נולד אינם עומדין ברשותו כיון דזכותו אינו ברור, וחכמים סברי דאם דין העובר לירש כיון דלא חיישינן למפילות דין הוא שיעמדו ברשותו כמו בבנים קיימים, ולכן מקשו שפיר דא\"כ בה כהן לכהן נמי.<br><b> והנה </b> הרמב\"ן בחדושיו לב\"ב וכן הר\"נ הובא בש\"מ וכן בנמוק\"י כתבו דאפי' מאן דסובר דעובר זוכה ויורש זהו כשלבסוף יצא ראשו והיה חי אז אמרינן דזכה למפרע ומקורם מדברי הירושלמי ביבמות ריש פ' החולץ דאמר שם אע\"ג דשמואל אמר זכין לעוברין מודי והוא שיצא ראשו ורובו בחיים, ופריך שם בירושלמי מהך ברייתא דגר שמת דכיון שהפילה אשתו אמאי לא זכו מי שהחזיק בראשונה ומשני משום יאוש והוא כתירוצא דרבא דרפויי מרפיא בידייהו, אלא דמ\"מ קשה טובא דאיך אפשר לפרש כן בגמ' דידן דפריך מהך ברייתא על מ\"ד המזכה לעובר לא קנה, ומתרץ אביי משום דירושה הבאה מאליה שאני ורבא מתרץ משום דרפויי מרפיא בידייהו, ואם נימא דמה דקתני הפילה היינו שיצא ראשו ורובו בחיים א\"כ לא קשה כלל דאפי' נימא דעובר אינו יורש, אבל זה הא ודאי דכשנולד זוכה כל הירושה ונתבטל חזקתם דגם א\"א כלל לומר דמאן דסבר עובר אינו יורש יכולים אחרים להחזיק וכשיולד לא יוציא מידם, והירושלמי דסבר הכי הא פריך על זה מהברייתא ומוכח דמפרש הפילה ממש ולא יצא ראשו ורובו בחיים ומשום זה משני משום יאוש.<br><b> ונראה </b> דהרמב\"ן סובר דאף דתנן בנדה דף כ\"ח דיצא פדחתו הרי הוא כילוד, זהו רק לענין דין טומאת לידה, אבל בדין נחלה וכל הני דתנן בנדה דף מ\"ד תינוק בן יום אחד בעינן דוקא שיצא כולו דיש לו שם תינוק, וכן מוכח מלשון הרמב\"ן שכתב וז\"ל והא דאקשינן מלאחר כך הפילה אשתו לאו נפל ממש אלא שכלו חדשיו (ולא הוציא) [והוציא] פדחת חי דמההיא שעתה דמת אביו קני לרב ששת והיינו דקאמרינן מת כדכתיב בעיקר נוסחא ולא הזכירו שם נפל אלא שאינו נפל גמור, עכ\"ל, ומוכח דקצת נפל חשוב ליה אלא שאינו נפל גמור, ומה שהגהתי בדברי הרמב\"ן והוציא במקום ולא הוציא זהו בשביל שכן הוא בדברי הר\"ן ובנמוק\"י וכן בדברי הרמב\"ן אח\"כ כתב וז\"ל וה\"ה בבטן אמו אע\"פ שהוא חי כיון שאין סופו לצאת בחיים, ולפי\"ז צ\"ל דיצא פדחת אף שאינו יורש גמור להנחיל לאחיו מן האם וכן לבטל חזקת המחזיקין בנכסים קודם שנולד לגמרי למאן דסבר עובר אינו יורש אבל לזה מהני יצא פדחת שכבר אין לו שם נפל, ולמ\"ד עובר יורש אמרינן דירש למפרע כיון דלבסוף יצא מתורת נפל, ונצטרך לומר לפי\"ז דמה דאמר שם בנדה אמתני' ודוקא בן יום אחד אבל עובר לא, היינו אפי' יצא פדחתו דאין לו שם נפל מ\"מ אין לו אלא שם עובר, והרמב\"ן כתב שם על דברי הירושלמי ויש לנו סיוע בה במקצת דבעי בן קיימא לבסוף, מה שכתב \"במקצת\" יש לומר משום דבירושלמי איתא והוא שיצא ראשו ורובו בחיים והרמב\"ן לא כתב אלא פדחתו, ומדברי הירושלמי ג\"כ יש להוכיח כן דהא משנה מפורשת הוא דיצא פדחתו הוא כילוד, וא\"כ למה אמר והוא שיצא ראשו ורובו בחיים וע\"כ דסבר הירושלמי דמה דתנן שהוא כילוד אינו אלא לדין טומאת לידה אבל לא מיקרי תינוק לענין נחלה.<br><b> והנה </b> הרמב\"ם בהלכה שלפנינו כתב ואח\"כ שמעו ששמועה הראשונה אמת היתה ובראשונה מת או מת בנו מקודם או הפילה אשתו, וכשנדייק בדבריו נראה דגבי הפילה לא כתב שהפילה מקודם, ומוכח דסובר דגבי הפילה גם אם לבסוף הפילה היה צריך להיות מועיל חזקתם שהחזיקו בראשונה אי לאו סברא דרפויי מרפיא וכמו שכתבנו בשם הגר\"א דכונת הרמב\"ם כרבא, ואף שהגר\"א בביאורו לא הזכיר לחלק בזה בין מת להפילה, אבל בדברי הרמב\"ם מבואר להדיא כן, והנה אף דסובר הרמב\"ם דכשאין בן אין אוכלין העבדים בשביל המשפחה ומוכח דאף דעובר אינו יורש מ\"מ מעכב המשפחה מלירש כיון דיש דין שכשיולד יירש הנכסים, וא\"כ מן הדין שגם אחרים לא יזכו בנכסי הגר שיש עובר מ\"מ סובר הרמב\"ם דכ\"ז בשנולד לבסוף שנתברר שהיה עומד לירש אבל כשלא נולד אלא היה ראוי לירש מועילה חזקתן של הזוכים כיון דעיקר דין ירושה אין לעובר אלא דין לעכב עד שיולד.<br><b> ולפי </b> מה שבארנו דברי הרמב\"ם לכאורה הוא כדעת הרמב\"ן אך באמת אין אנו צריכין דוקא לחדושו של הרמב\"ן דאפי' אם לא נחלק בזה בין יצא ראשו ליצא ראשו ורובו או דאם נאמר דלענין נחלה צריך דוקא ראשו ורובו כדברי הירושלמי נאמר דראשו לא מהני כלום וכדמוכח מדברי הירושלמי, ושלפי\"ז יהיה מוכח דרב ששת בבבלי דמוכיח מהך ברייתא דעובר קני וע\"כ דאינו מפרש כשלבסוף יצא ראשו ורובו דא\"כ אין הוכחה דעובר קני דכיון שנולד בודאי בטלה חזקתם, וכדאיתא להדיא בירושלמי דמפרש כן, ולכן ע\"כ מוכח דסבר רב ששת דאף שלבסוף הפילה מ\"מ קני עובר ודלא כר' יוסי אליבא דשמואל בירושלמי, וכן מוכח ממה דמשני אביי ירושה הבאה מאליה שאני, מ\"מ אפשר דהרמב\"ם סובר כדברי ר' יוסי בירושלמי משום דרבא דמשני משום דרפויי בידייהו אפשר לומר דסבר כן דמשום זה הוצרך לתרץ כן, ולא משני דהברייתא אזיל אליבא דר' יוסי ומשום דמה דמשני בירושלמי משום יאוש הוא ממש תירוצא דרבא וכן כתב שם הפ\"מ.<br><b> אכן </b> באופן אחר נוכל לומר דהרמב\"ם סובר דאף דהבבלי לא סבר כהירושלמי ומ\"ד עובר זוכה אפי' לבסוף הפילה זוכה קודם שהפילה, זהו למ\"ד עובר זוכה אבל לדידן דקיי\"ל אין לעובר זכיה אפי' בירושה הבאה מאליה, ורק דאמרינן דמ\"מ הוא מעכב לאחרים להחזיק כיון דדינו לזכות כשיולד זהו דוקא אם נולד לבסוף, אבל אם לא נולד ולא היה ראוי לירש מועילה חזקתן של הזוכים וכמש\"כ למעלה.<br><b> איברא </b> דאכתי צריך לבאר דלכאורה דבר זה נסתר מהסוגיא דריש החולץ בחליצת מעוברת והפילה דר' יוחנן אמר שמה חליצה משום דאמרינן איגלאי מילתא למפרע ור\"ל סבר דתיגלי מילתא למפרע לא אמרינן וכיון דקיי\"ל כר\"ל א\"כ לא אמרינן איגלאי למפרע, וא\"כ היכי נימא דכיון שהפילה איגלאי מילתא דלא היה ראוי לירש ולפי\"מ שכתבתי דגם גבי נחלה נדרוש ובן אין לו עיין עליו א\"כ גם בהא דאמר שם בגמ' דפליגי בקרא דובן אין לו קשה, ומטעם זה קשה על דברי הרמב\"ן שהביא יסוד לדבריו מדברי הירושלמי, ובאמת הירושלמי סבר שם בכל הסוגיא כר' יוחנן דחליצת מעוברת שמה חליצה וא\"כ שפיר קאמר ר' יוסי דאם הפילה לבסוף איגלאי מילתא דלא היה ראוי לירש אבל לדידן דפסקינן כר\"ל קשה.<br><b> אכן </b> יש לומר דבאמת הא חזינן במתני' גופא דאמרינן איגלאי מילתא למפרע דהא הכונס את יבמתו ונמצאת מעוברת וילדה, בזמן שהולד של קיימא יוציא וחייבין בקרבן, ואם אין ולד של קיימא יקיים ופטורין מן הקרבן, ובתוס' שם ד\"ה תיגלי הקשו לר\"ל אמאי פטורין מן הקרבן, כיון דביאת מעוברת לא שמה ביאה אשת אח שלא במקום מצוה היא, ותירצו דאפ\"ה לא מחייב מידי דהוי אקטן שבא על יבמה גדולה תגדלנו, ותי' התוס' לא מהני אלא לזה דאף דאין כאן מצות יבום מ\"מ אין כאן איסור אשת אח, אבל עכ\"פ חזינן דעיקר דין אשת אח ליכא ולא דמי להולד של קיימא דחייבין בקרבן, וע\"כ צ\"ל דפלוגתא דר' יוחנן ור\"ל אינו אלא בחלות דין חליצה וביאת יבמין דלגבי זה סבר ר\"ל דכיון דאין דיני תנאים בחליצה וביאה לכן לא שייך לעשותן על ספק, אבל מעיקר הדין ודאי הך דינא דעיין עליו מתלי תלי דאם יצא ולד חי תהיה אשת אח, ואם יהיה נפל לא תהיה אשת אח, ועמש\"כ בתוס' ד\"ה ור\"ל, וא\"כ לענין דין זכיה בנכסים של העובר שפיר שייך דין מתלי תלי אפי' לר\"ל דכיון שנתברר שהיה נפל ולא היה ראוי לירש שפיר זכו המחזיקים בהנכסים.<br><b> והנה </b> במה שהקשה הראב\"ד בפ\"ח דתרומות מהא דאמרינן דעתו של אדם קרובה אצל בנו וכ\"ש בירושה הבאה מאליה, וכבר כתבנו דהרמב\"ן כתב דהא דאמרינן דעתו של אדם קרובה אצל בנו אינו אלא בשכ\"מ ולא בבריא, אבל הרמב\"ם כתב דין זה בפכ\"ב מה' מכירה לענין בריא, וא\"כ צריך ליישב לדעתו קושיית הראב\"ד.<br><b> ונראה </b> דהם שני דינים מיוחדים בעובר, דין אחד הוא אם יש לעובר דין זכיה עכשיו, דין ב' אם מקנה לעובר לכשיולד דלא קנה משום דהוי מקנה לדבר שלא בא לעולם, ובדין ראשון אם יש לעובר זכיה ודאי מסתבר כדברי הראב\"ד דאי הוי מהני הא דדעתו של אדם קרובה אצל בנו שיזכה העובר, א\"כ כ\"ש שיזכה העובר בירושה הבאה מאליה, אבל בדין ב' אם מקנה לעובר לכשיולד דהחסרון בזה הוא משום מקנה דבר שלא בא לעולם שפיר יש לומר דמהני בזה סברא דדעתו של אדם קרובה אצל בנו, דהא אשכחן לענין הקנאת דבר שלא בא לעולם דמהני סברת סמכה דעתו בב\"מ דף ט\"ז, וה\"נ י\"ל במקנה לדבר שלבל\"ע, איברא דבלשון הרמב\"ם בפכ\"ב מה' מכירה אינו מבואר דהוא דוקא באומר לכשיולד אף דמקודם מיירי להדיא בדין לדבר שלבל\"ע, דז\"ל שם כשם שאין אדם מקנה דבר שלבל\"ע כך אין אדם מקנה למי שלבל\"ע ואפי' עובר הרי הוא כמי שלבל\"ע והמזכה לעובר לא קנה ואם היה בנו הואיל ודעתו של אדם קרובה אצל בנו קנה, ומבואר דסתם מזכה לעובר אם היה בנו קנה, אבל מדצירף הרמב\"ם שני הדינים בהלכה אחת מוכח דגם במזכה לעובר מדין לדבר שלבל\"ע נחתינן.<br><b> ולכן </b> נראה דסובר הרמב\"ם דבאמת פליגי בזה ר' יוחנן ורב נחמן דאף דר\"נ מחלק בין מזכה לעובר ובין לכשתלד, אבל ר' יוחנן דאמר המזכה לעובר לא קנה ואמר ע\"ז וא\"ת משנתנו הואיל ודעתו של אדם קרובה אצל בנו ובמתני' תנן אם תלד אשתו זכר יטול מנה דהוא לכשתלד, וכן פי' רשב\"ם במתני' ואף דבגמ' אמר ולימא ליה דאמר לכשתלד ע\"כ הכונה דמתני' להדיא לכשתלד, וא\"כ ר' יוחנן אינו מחלק דע\"כ מה דפסק הרמב\"ם דמזכה לעובר אם היה בנו קנה זהו מדאמר ר' יוחנן זה על המזכה לעובר, ולכן מוכח דר' יוחנן סבר דבעובר הוי תמיד כמו לכשיולד דסתם מזכה לעובר הכונה שיטול כשיולד, ולכן שפיר פסק הרמב\"ם דמהני בעובר דין דעתו של אדם קרובה אצל בנו אף דעובר אינו יורש משום דבמזכה לעובר מהני מדין לדבר שלבל\"ע דמהני בסמכה דעתו וכמ\"ש.<br><b> אלא </b> דצריך עוד לבאר דלפי\"ז לא זכה העובר כ\"ז שלא נולד וא\"כ יהיה יכול הנותן לחזור וכן כתב הטור בסי' ר\"י לשיטת ר\"ח דסובר דמהני באומר לכשתלד קנה דזהו בשלא חזר המזכה, וא\"כ קשה על הרמב\"ם שכתב בסתם דאם היה בנו קנה, משמע דכבר אינו יכול הנותן לחזור, ונראה דהרמב\"ם סובר דלזה מהני דין עובר ועדיף מדין מקנה דבר שלבל\"ע דאפי' מ\"ד קנה מ\"מ כ\"ז שלא בא לעולם יכול לחזור דאין דין זכות בזה שיזכה מעכשיו במה שאינו בעולם, אבל המזכה לעובר כיון דאשכחן דעובר יש לו דין לעכב שלא יטלו אחרים מה שהוא צריך לירש כשיולד ומוכח דלא אמרינן עובר אינו יורש אלא לענין זה שאינו בעלים על נכסים ומש\"ה אינו פוסל כשיש בנים, אבל מ\"מ יש לו דין לזכות במה שהוא ראוי לירש לעכב אחרים מליטול, ולכן גם במזכה לעובר כמו שיש לו דין לזכות בירושתו על אחר שיולד ה\"נ יש לו זכות לזכות במה שנותנים לו על אחר שיולד, ומש\"ה גם הנותן אינו יכול לחזור דכבר קנה העובר זכות המתנה על אחר שיולד."
            ]
        ],
        [
            [],
            [
                "<b>מחל לחבירו חוב שיש לו עליו, או נתן לו הפקדון שהיה מופקד אצלו הרי זו מתנה הנקנית בדברים בלבד וא\"צ דבר אחר כמו שביארנו.</b><br><b> הלח\"מ </b> וכן המל\"מ הקשו דמדברי הרמב\"ם כאן מוכח דבפקדון לא מהני מחילה, וכן הוכיח המהרי\"ק ובפ\"ה מה' מכירה כתב או המוחל לחבירו חוב או פקדון שיש לו בידו והלח\"מ כתב דשם כתב אגב גררא וכונתו דגם שם היה צ\"ל או נתן פקדון, ומל\"מ כתב להיפוך דכאן לאו דוקא, והנה גם מדבריו כאן מבואר חדוש גדול דבפשוטו מכיון שאנו אומרים דבפקדון לא מהני מחילה וכדברי הרא\"ש אלא מתנה, א\"כ צריך הנפקד לקנות הפקדון אלא דא\"צ מעשה קנין אחר משום דקונה עי\"ז שמונח בחצרו, וא\"כ מה זה שכתב הרי זו מתנה הנקנית בדברים בלבד דאטו עד השתא לא שמעינן דחצר קונה, וכבר מבואר דין זה בפ\"ד מה' מכירה הל' ד' היו הפירות ברשות הלוקח כיון שקבל עליו המוכר למכור קנה לוקח, ולא כתב שם שזהו מקח הנקנה בדברים, ומה שכתב כאן כמו שבארנו כונתו לדבריו בפ\"ה מה' מכירה שהבאנו שכתב יש דברים שאין צריכין קנין ואין לקנין בהם טעם, וחשיב המוחל לחברו חוב או פקדון שיש לו בידו, והוסיף כאן דגם בדרך נתינה לא צריך קנין ודבריו צריכין ביאור דלמה לא צריך קנין היכי שהוא בדרך נתינה, ומטעם זה קשה ביותר לפי דברי הלח\"מ דבה' מכירה צ\"ל או נתן פקדון דא\"כ למה אין לקנין בהם טעם.<br><b> והנה </b> במה שכתב שם שבדרך מחילה לא צריך קנין ולא שייך קנין היה אפשר לומר כיון דמחילה הוא דרך סילוק ולא דרך הקנאה ועל סילוק לא צריך קנין ולא שייך קנין, דקנין הוא דוקא היכי שהוא דרך הקנאה, אבל באמת טעם זה אינו להלכה לשיטת הרמב\"ם דבכתובות ריש הכותב איתא איבעיא להו קנו מידו מהו, ופליגי רב יוסף ור\"נ דרב יוסף אמר מדין ודברים קנו מידו, ור\"נ אמר מגופה של קרקע קנו מידו, ופירש\"י דקאי אברייתא דהאומר לחבירו דו\"ד אין לי על שדה זו מי אמרינן לא הקנה בחליפין הללו כלום ולא אמר עליה אלא לשון דין ודברים או דילמא אין חליפין באים אלא לדבר שיש בו ממש שזה קנה את הסודר ומקנה לו חפץ המכר או המתנה, ועל גופה של קרקע קנו מידו ומתנה גמורה היא, ומבואר מדברי רש\"י שקנין אינו שייך על סילוק אלא על מתנה, אבל הרמב\"ם פי' דקאי אמתני' דכתב לה בעודה ארוסה דתנן דלא מהני אלא לענין שאם מכרה ונתנה קיים אבל אוכל פירות בחייה, וע\"ז אמרינן שאם קנו מידו מהני גם לפירות וכתב הרמב\"ם בפכ\"ג מה' אישות הל' ב' וז\"ל ואם קנו מידו כשהיא ארוסה שאין לו דו\"ד בנכסיה הרי סילק עצמו מגוף הקרקע ואין לו בנכסיה פירות לעולם ואפי' ערער על קנינו וכו' אין שומעין לו אלא כבר סילק עצמו מגוף הקרקע, ומבואר מדבריו דעל סילוק נמי שייך קנין, וא\"כ למה כתב דבמחילה לא צריך קנין ולא שייך קנין, וע\"כ דהוא מטעם אחר דכיון דהוא מוחל לו דבר שהוא כבר אצלו לא צריך קנין ולא שייך קנין דתיכף כשהוא מוחל כבר נגמרה המחילה ולא צריך ולא שייך קנין ע\"ז אלא שהוא סובר דגם בפקדון שייך דין מחילה וכאן כתב דאינו מטעם גדר מחילה דהא הוכחנו דשיטתו דגם בסילוק מהני קנין אלא דהוא מטעם דכיון שהוא כבר אצלו לא צריך קנין, ולכן גם בדרך נתינה כן נקנה בדברים, אלא דאכתי צריך ביאור מה שהקשינו דהא קיי\"ל דפקדון כל היכי דאיתא ברשותא דמרא איתא ולמה לא צריך קנין.<br><b> ונראה </b> דסובר הרמב\"ם דפקדון עומד ברשות הנפקד וכמו שכתבנו בפ\"א מה' נז\"מ ואף דלא אמרינן בשביל זה דיצא מרשות המפקיד דהא יכול להקדישו יש לומר דזהו בשביל שהנפקד הוא בגדר שלוחו להחזיקו ברשותו, אבל מ\"מ הוא ברשות הנפקד, וכיון דגבי קנין העיקר הוא רשות, וחצר הוא רק גדר רשות ולכן חדוש הוא בפקדון דא\"צ שהפקדון יהיה בחצרו ואפי' הפקדון הוא ברה\"ר ג\"כ קנה הנפקד דהעיקר הוא מה שהוא עומד ברשותו, וזהו החלוק ממה שכתב בפ\"ד מה' מכירה דשם מיירי דהיו הפירות ברשות הלוקח והיינו בביתו או בחצרו שלא בגדר פקדון ושם קונה ע\"י קנין חצר וצריך גדרי חצר ואינו מקח הנקנה בדברים, אבל כאן דמיירי בפקדון כתב שאינו צריך קנין כלל כיון שהוא ברשותו.<br><small> -השמטות ומלואים-</small><br><b> במש\"כ </b> לעיל ולכן חדוש הוא בפקדון דא\"צ שהפקדון יהי' בחצרו ואפי' הפקדון הוא ברה\"ר ג\"כ קנה הנפקד, העירני שארי הגרש\"א דרצינסקי שי' דהוא נגד גמ' מפורשת ריש המפקיד דבקיימא באגם לא קנה הנפקד ותמהתי על עצמי שכתבתי כן, אכן אח\"כ הראני הרב ר' יצחק גרוזלסקי שי' דלפי' הר\"ח שם בסוגיא נכונים דברי, וז\"ל הר\"ח פי' אחר ללישנא קמא דרבא לא קני כפל דהא ליתא ברשותיה דליקני לה במשיכה ויזכה בכפילא, לפיכך אמר פרתי קנויה לך מעכשיו בעידנא דעיילא ברשותיה חוץ מגיזותיה וולדותיה, וללישנא בתרא דרבא אע\"ג דהות באגמא קני לה דהא ברשותיה קיימא מעידנא דאפקיד מרה לגביה דהא מיחייב בשמירתה ומיגו דאיחייב בשמירתה כל היכי דאיתה ברשותיה קיימא הילכך זכי לה בכפילא דאמרינן סמוך לגנבתה אקנייה ליה מרה ונפקא מרשותיה ומשכחתא דממי שהפקדון אצלו נגנבה עכ\"ל, ושמחתי מאוד שכיונתי ב\"ה לאמיתו דהא בודאי קיי\"ל כאיכא דאמרי כמו שפוסק הרי\"ף תמיד ונתחזקו דברי מה שכתבתי בריש פ\"א מה' נזקי ממון שבארתי בארוכה דעת הרמב\"ם שהפקדון עומד ברשות הנפקד ע\"ש."
            ],
            [],
            [],
            [
                "<b>ובהשגת </b> הראב\"ד. עיין במה שכתבתי בהל' מכירה פרק כ\"א הל' י'."
            ],
            [],
            [],
            [
                "<b>וכל האומר על מנת כאומר מעכשיו דמי וא\"צ לכפול התנאי כך הורו מקצת הגאונים ולזה דעתי נוטה ורבותי הורו שאין צריך לכפול התנאי ולהקדים הן ללאו אלא בגיטין ובקדושין בלבד ואין לדבר זה ראיה.</b><br><b> השגת </b> הראב\"ד ואין לדבר זה ראיה, א\"א אע\"פ שאין ראיה לדבר זכר לדבר וטעם גדול יש לדבר ואיך יתכן דזה מוכר קרקע או נתנו ואומר איני נותנו או מוכרו אא\"כ יעשה לי כך וכך ונוציא אותו מידו ולא עשה בו מה שהתנה עליו, אבל גיטין וקדושין אומדן דעתא הוא מכיון שנתן דעתו לגרש או לקדש אינו אלא כמפליג בדברים וקירוב הדעת וריחוק הדעת אין תנאי מועיל בו לרחק ולקרב אא\"כ חזקו בכפלו ובכל הענינים שנתפרשו בו כי כולם חזוק התנאי הם ונחלת בני גד ובני ראובן לא היתה מוחזקת ביד ישראל ואינו דומה לקרקע המוחזק לו לאדם מירושתו או ממקחו עכ\"ל.<br><b> במש\"כ </b> הראב\"ד אא\"כ חזקו בכפלו ובכל הענינים שנתפרשו, ודאי כונתו לכל הדינים המעכבים בדיני תנאי והוא תימה גדולה דהא אחד מדיני תנאי הוא תנאי קודם למעשה ולא מעשה קודם לתנאי, וזהו משנה מפורשת בב\"מ דף צ\"ד דכל תנאי שיש מעשה בתחלתו תנאו בטל ומתניתין מיירי בתנאי ממון לפי מסקנת הגמ', וכבר כתב כן המ\"מ בפ\"ו מה' אישות שהטעם שכתב הראב\"ד אינו מספיק מפני מה צריך תנאי קודם למעשה בממון וא\"צ כפל ולא הן קודם ללאו, ונראה בזה דענין כפלות התנאי הוא מטעם שמא אינו מקפיד בתנאו ובזה אנו אומרים דבממון מסתבר שהוא מקפיד, וכן הא דהן קודם ללאו אינו אלא מגזה\"כ במה דילפינן מתנאי דב\"ג, דמסברא אין מקום לחלק דאדרבא כשהזכיר הלאו בהתנאי מבואר להדיא רצונו שאינו רוצה בכל אופן ולכן אמרינן דאינו אלא בגיטין וקדושין דאינו מוכח בודאי שהוא מקפיד על קיום התנאי, וכמש\"כ הראב\"ד דאומדן דעתא הוא שאינו אלא כמפליג בדברים, ורק כשמתנה תנאי בכל דיני תנאים אנו למדים מתנאי דב\"ג דתנאו קיים, ולכן זהו דוקא בגיטין וקדושין, אבל בתנאי ממון דאומדן דעתא הוא שודאי מקפיד אין אנו צריכים דוקא האופנים של תנאי דב\"ג כיון דברור לן הקפידא על תנאו ע\"י האומדנא, וכ\"ז הוא בת\"כ ובהן קודם ללאו, אבל החלוק בין תנאי קודם למעשה ובין מעשה קודם לתנאי הוא בסברא דאם הוא מקפיד על תנאו צריך הוא להתחיל בתנאו שעל אופן זה גומר הקנין, ואפי' לשיטת הראב\"ד בפ\"ו מה' אישות דאינו מפרש מעשה קודם לתנאי כדעת הרמב\"ם שכבר עשה מעשה הקנין אלא בדבורו הזכיר המעשה קודם, מ\"מ מזה גופא מוכח דאינו מקפיד כ\"כ דאם היה מקפיד היה מזכיר קודם כל את התנאי, ולכן בזה גם בממון מחלקינן דדוקא תנאי קודם למעשה ולא מעשה קודם לתנאי, וכן הוא בתנאי שא\"א לקיימו בסופו דתנן נמי שם דהאי ודאי גם בממון כיון דאינו אלא כמפליג בדברים, והוא פשוט."
            ],
            [
                "<b>הנותן מתנה ע\"מ להחזיר הרי זו מתנה בין שהתנה להחזיר לזמן קצוב או כל ימי חייו של פלוני הרי זו מתנה בין במטלטלין בין בקרקע ואוכל פירות כל זמן המתנה.</b><br><b> בדין </b> מתנה ע\"מ להחזיר ביאר הרא\"ש פ' לולב הגזול בדין אתרוג דהוא דוקא באופן שהמקבל יחזור ויתן האתרוג להנותן דאז אמרינן דמקודם היה של המקבל לגמרי, אבל אם אמר הנותן יהא במתנה עד שתצא ואח\"כ יהיה שלי כבתחלה לא יצא בו דהוי כמו שאול, והקצוה\"ח בסי' רמ\"א האריך בזה והביא דבתשובת הרא\"ש כתב ר' אביגדור כהן צדק דמתנה ע\"מ להחזיר באתרוג דמהני הוא כשנותן לו קנין הגוף לזמן, והרא\"ש בתשובה חלק עליו וכתב כדבריו הנ\"ל, והקצוה\"ח האריך לחזק שיטת הר\"א כ\"ץ אבל הרא\"ש הביא ראיה מוכרחת מהא דאמר בגמ' לא ליקני אינש לולבא לינוקא משום דינוקא מקני קני אקנויי לא מקני ואם נימא דמהני מתנה לזמן א\"כ גם לקטן יכול להקנות, והקצוה\"ח כתב בזה דהגמ' מיירי בנותן בסתם בלא שום שיור אלא שסומך שיחזור ויתן לו המקבל ובזה אמרו דקטן אקנויי לא מקני, אבל במקנה בפי' לזמן גם בקטן מהני, ומלבד דקשה דלמה אמרו בגמ' לא ליקני דהא קטן היודע לנענע חייב בלולב, וא\"כ אם אין לאביו לולב בעד הקטן למה לא יקנה לו אביו ע\"מ להחזיר, לבד זה מבואר להדיא בדברי הרמב\"ם בפ\"ח מה' לולב דמיירי מקודם מדין ע\"מ להחזיר שכתב וז\"ל, נתנו לו ע\"מ להחזירו ה\"ז יוצא בו ידי חובתו ומחזירו וכו', ואין נותנין אותו לקטן וכו' ומוכח להדיא דבקטן לא מהני ע\"מ להחזיר. וא\"כ ע\"כ דמעמ\"ל אינו לזמן.<br><b> ולפי\"מ </b> שבארנו דדעת הרמב\"ם הוא כדעת הרא\"ש דמתנה ע\"מ להחזיר הוא ע\"מ שיחזור ויתנהו להמקנה קשה דברי הרמב\"ם בהלכה שלפנינו שכתב בין שהתנה להחזיר מיד בין שהתנה להחזירה לזמן קצוב או כל ימי חייו של אחד מהם, וקשה דכיון דהתנאי יהיה עד אחר חיי המקבל א\"כ מתי יחזיר לו, וצ\"ל דהכונה הוא ע\"מ שהיורשים יחזירו לו אבל אין זה מדוייק בלשון הרמב\"ם, והנה הקצוה\"ח הוכיח דלא כהרא\"ש מהא דבב\"ב דף קל\"ז דאתרוג זה נתון לך במתנה ואחריך לפלוני, דבין לרבי בין לרשב\"ג נפיק ביה דבזה ליכא למימר ע\"מ שיתנהו הראשון להשני דהא אחריך הוא עד אחר מיתה, אך בזה כתב הרא\"ש שם דבאתרוג הכונה ע\"מ שתתנהו לפלוני אחריך והיינו אחר שיצא בו וכן כתב הנתיבות, אלא שדבריו תמוהים שנסתייע מדברי הרשב\"ם ובד' הרשב\"ם מבואר שם להדיא להיפוך דבד\"ה אתרוג זה נתון לך במתנה כתב כל ימיך ובד\"ה ואחריך כתב אחר מיתתו, ובד\"ה דאי מיפק כתב, אבל הכא אינו משועבד להשני כל ימי חיי הראשון אלא דכ\"ז בדעת הרשב\"ם אבל הרא\"ש כתב להדיא אתרוג זה נתון לך במתנה ואחריך לפלוני בירך בו ונתנו לפלוני אף לרבי יצא, ומבואר דבאתרוג הכונה באחריך אחר שיצא בו, אבל דברי הרמב\"ם כאן צריך ישוב.<br><b> והנראה </b> בזה לפי\"מ שבארתי בפ\"ב מה' שכנים בדעת הרמב\"ם דקנין מכירה אינו דוקא בדרך הקנאה מצד המקנה, אלא דהיכי שיש רק הסכמה יכול הקונה לקנות בלא הקנאה מהמקנה, ומבואר מש\"כ הרמב\"ם בפ\"ה מה' אישות דקדשה בדבר שאין בעה\"ב מקפיד ה\"ז מקודשת מספק ולא מיירי בדבר דהוי כמו הפקר דהא כתב כגון תמרה או אגוז, אלא דהכונה בדבר שרגיל שבעה\"ב אינו מקפיד, אם יטול המקדש וזהו דמקודשת מספק כמו שפירשו הלח\"מ והגר\"א דהוי ספק שמא מקפיד, ואם נימא דצריך הקנאה יקשה דהא עכ\"פ ליכא הקנאה ואין כאן אלא רשות ויכול לאכלו, אבל אין לו במה לקדש שאינו שלו, ועיין בקצוה\"ח סי' שנ\"ג ובאבני מלואים סי' כ\"ח סק\"ד וס\"ק נ\"ה, וסובר דבקדושין בעינן כסף של המקדש, איברא דלדברי המל\"מ שמוכיח מגזל אחר יאוש דא\"צ כסף של המקדש לכאורה מיושב דלא איכפת לן אם קנה המקדש או לא, כיון דעכ\"פ נותן לה דבר שהיא יכולה ליהנות בו, אלא דאכתי אינו מיושב שעכ\"פ האשה צריכה לקנות כסף הקדושין, ולא מהני מה שהיא יכולה לאכלו וראיה דקדשה במע\"ש דלמ\"ד מע\"ש ממון גבוה לא הוי קדושין אף שהיא יכולה לאכלו, ואין לחלק משום דגבי מע\"ש לא קנתה אפי' לאכילה דגם כאן במה תקנה כיון דנימא דדבר שאינו מקפיד אינו אלא רשות, ולכן מבואר דכיון שאין בעה\"ב מקפיד אע\"ג דליכא הקנאה קנה המקדש, ובפ\"ב מהל' שכנים הארכתי בזה.<br><b> ולכן </b> נראה לומר לדעת הרמב\"ם דגדר מתנה ע\"מ להחזיר הוא גדר ממוצע לא כדברי הרא\"ש ולא כדברי הר\"א כ\"ץ דגדר ע\"מ להחזיר הוא רק תנאי שיוחזר לו המתנה ואין אנו צריכין הקנאה מהמקבל, וכן אם נתנה לו על כל ימי חייו אין אנו צריכין הקנאה מהיורשין ואפי' בלא דעתם מהני, דכיון שאם לא יתקיים התנאי תתבטל המתנה לגמרי, וא\"כ כשיוחזר לו המתנה לזמן המוגבל שאז אם לא היה מתקיים התנאי היתה מתבטלת המתנה וא\"כ תמיד הוי בגדר דבר שאין בעה\"ב מקפיד, ונמצא דאף דהמתנה היא מתנה גמורה לעולם והנותן צריך לקנותה מחדש כשתוחזר לו המתנה, אבל המקנה אינו צריך להקנותה ומבואר דברי הרמב\"ם כאן דמהני מתנה ע\"מ להחזיר אפי' כל ימי חיי המקבל, ומבואר עכשיו הא דלא ליקני אינש לולבא לינוקא דמלבד דבקטן גם הסכמה לא שייך, ולא שייך גם דבר שאינו מקפיד ולבד זה הא כל מה שאנו אומרים דע\"כ אינו מקפיד להחזיר משום דאם לא יוחזר תתבטל המתנה, אבל בקטן הא כתבו הראשונים דמשו\"ה אינה מתבטלת המתנה בשביל שאינו מקיים התנאי, משום דהוי תנאי שא\"א לקיימו ולא הוי תנאי והמעשה קיים, א\"כ אינו צריך להחזיר ושפיר אמרינן דאקנויי לא מקנה.<br><b> והנה </b> שיטת הרמב\"ם דבע\"מ לא בעי תנאי כפול, ובזה מבואר דלא הצריך ת\"כ, אבל להשיטות דגם בע\"מ ובמעכשיו צריך ת\"כ לכאורה פשוט דצריך גם במעמ\"ל וכן הוא שיטת הרא\"ש בפ' יש נוחלין, אבל התוס' בקדושין דף ו' הקשו אמאי אם לא החזירו לא יצא הא בעינן ת\"כ וכתבו דאיכא תנאי דלא בעי כפל כגון הכא שהיה דעתו שיברך חבירו על אתרוג שלו, ולכאורה דברי התוס' אינו אלא באתרוג שכיון שעיקר מה שנותן לו הוא כדי שיברך על האתרוג, וכיון דסגי לזה מעמ\"ל ודאי באופן זה נתן לו, אבל הב\"ש בסי' כ\"ט כתב דע\"כ כונת התוס' גם בכל הני דמייתי שם בקדושין ובמכר ובפה\"ב דכיון דלא ניחא להתוס' לאוקמי בשכפל, א\"כ גם בכל הני. ע\"כ דאיכא אומדנא, וכתב האבני מלואים דהכונה גם בזה כיון דמהני גם בעמ\"ל, ולכן למסקנא דאמרינן דבקדושין לא מהני בעינן באמת ת\"כ, ויישב בזה ד' הב\"ח שהצריך ת\"כ אלא שכתב דלפי\"ז קשה להו\"א דגמ' דבכולהו לא מהני, א\"כ למה לא הוזכר ת\"כ וכן באמת קשה למסקנא גבי קדושין, והנה באבני מלואים וכן בקוצה\"ח סי' רמ\"א חידש דאפי' להשיטות דבעי ת\"כ זהו רק לענין שתתבטל המתנה אם לא החזיר, אבל עכ\"פ מחוייב להחזיר מגדר התחייבות והוכיח זה מיבמות דף ק\"ט דאמר לו חלוץ לה ע\"מ שתתן לך מאתים זוז דאמרינן דמחייבה ליתן, והקשה הרשב\"א דהא מי שהתנה בע\"מ אין מחייבין אותו לקיים תנאו אלא דהמעשה בטל, וכאן דאין תנאי בחליצה למה מחוייב ליתן, ותי' הרשב\"א דכיון דא\"א לחליצה להתבטל מחוייבת מדין שכירות, ולכן גם כאן בלא התנה תנאי כפול כן.<br><b> ולדעתי </b> נראה דלא דמי לא התנה ת\"כ לתנאי בחליצה דבחליצה כיון דבעיקר דינא ליכא גדר תנאי ומשום זה לא הזכיר הרמב\"ם זה בהדברים המעכבים בתנאי בפ\"ו מהל' אישות לכן מה שהתנה הוא בגדר התחייבות, אבל בע\"מ להחזיר כיון דבעיקר דינא מהני תנאי ורק החסרון הוא במה שלא התנה ת\"כ וטעמא דצריך ת\"כ הוא דלא אמרינן מכלל הן אתה שומע לאו, ואמרינן דלא הקפיד על התנאי ואם היה מקפיד היה כופל תנאו, וא\"כ מנ\"ל שהוא בגדר התחייבות דילמא לא הקפיד על תנאו ונתן לו בכל אופן וגם המקבל לא התחייב.<br><b> לכן </b> נראה בבאור דברי התוס' דלא דמי תנאי דע\"מ להחזיר לשארי תנאים דכל התנאים אינם בגוף מעשה הקנין אלא בדבר אחר, אבל כשנותן ע\"מ להחזיר א\"כ בעיקר מילתא הוא מתנה לזמן, ורק דמכיון שהוא רוצה דלזמן זה תהיה מתנה גמורה שיקנה המקבל קנין הגוף לכן נותן בדרך תנאי, אבל בעיקר כונת ההקנאה אינו אלא כמו מתנה לזמן וזה הא פשוט דאם יתן אחד מתנה לזמן לא נסתפק שמא אינו מקפיד ומרוצה ליתן לעולם כמו שלא נסתפק אם יתן חצי חפץ שמא רוצה ליתן כולו, וזהו מש\"כ התוס' שהיה דעתו שיברך חברו על האתרוג שלו, והיינו דמעיקר מילתא לא נתן לו אלא לזמן אלא שנתנו בדרך תנאי ולכן לא בעינן תנאי כפול.<br><b> ולפי\"ז </b> יש מקום לחזק דברי הב\"ח אפי' לדעת התוס' דהתוס' כתבו כן על דברי הגמ' דהתנאי הוא בעיקר הנתינה, אבל בטור ושו\"ע איתא האומר לאשה הא\"מ בדינר זה ע\"מ שתחזירהו לי, ובלשון זה אפשר דאין התנאי על הנתינה אלא על הקדושין אלא דממילא אם יתבטלו הקדושין כשלא תחזיר תתבטל הנתינה דהא לא נתן לה אלא ע\"מ קדושין, וכיון דנימא דהתנאי היה בהקדושין א\"כ כבר הוי כשאר תנאי דעלמא דהחזרה לא שייך להקדושין.<br><b> והנה </b> הקצוה\"ח הביא דברי הסמ\"ג בדין אתרוג במעמ\"ל שצריך ליזהר בארבע דברים שהתנאי מתקיים בהם וצריך שיאמר ע\"מ שתחזור לי הרי הוא לך במתנה ואם לאו לא יהא שלך, ותמה ע\"ז בהגה\"מ דאדרבא אם לא יכפול תנאו וכן שאר הדברים הצריכים לדיני תנאי כ\"ש שהתנאי בטל ומעשה קיים ולא יצטרך להחזיר, והקנין יהיה קיים, ויישב הקצוה\"ח ע\"פ שיטתו דעכ\"פ מחוייב להחזיר מדין התחייבות, וכבר כתבתי שאין ראיה מדין חליצה דליכא ע\"ז גדרי תנאי, לכן נראה דהנה איתא בבכורות דף נ\"א דהיכי דהפודה פדה בסתם ודעתו שהכהן יחזיר לו והכהן החזיר לו אין בנו פדוי, וכן פסק הרמב\"ם בפי\"א מה' בכורים, והקשו התוס' שם דהא קיי\"ל דמעמ\"ל שמה שמתנה ותירצו דהכא לא רצה הכהן לקבל על תנאי זה משום שאסור לעשות כן, וכן כתב הרמ\"א בסי' ש\"ה כדברי התוס', והש\"ך הביא שם דברי הראבי\"ה ודברי הרשב\"א בתשובה סי' קצ\"ח דגם היכי שהכהן קבלם על דעת כן לא מהני, אלא שלדעתי צירף הש\"ך דברי הראבי\"ה ודברי הרשב\"א והם רחוקים זה מזה שהביא הש\"ך דברי הראבי\"ה שכתב משום דכשנתנו ע\"מ להחזיר גמר בלבו שעה אחת שיהא לשם מתנה, אבל הכא לא גמר בדעתו כלל לשם מתנה ודברי הראבי\"ה באמת אין להם ביאור אם לא ע\"פ שיטת הר\"א כ\"ץ דבמתנה לזמן סגי, אבל הרשב\"א בתשובה ביאר באופן אחר דז\"ל ודוקא בעל מנת ומשום דהאומר ע\"מ כאומר מעכשיו, אבל באומר הילך חמש סלעים בפדיון בני ואתה תחזירם לי ושלא בע\"מ אין בנו פדוי, ואפי' לא אמר מידי אלא שדעתו שיחזירם לו עכ\"ל, ומבואר דכונת הרשב\"א הוא להיפוך מד' הראבי\"ה דהרשב\"א סובר דמתנה לזמן לא מהני, וכדעת הרא\"ש ולכן כשאינו בגדר תנאי הוי מתנה לזמן.<br><small> -השמטות ומלואים-</small><br><b> לעיל </b> הבאתי דברי הש\"ך שהביא דברי הראבי\"ה בענין מתנה ע\"מ להחזיר ובארתי דבריו במש\"כ גמר בלבו שעה אחת דהכונה דרק שעה אחת תהיה מתנה ובאמת אין זה מוכרח בכונתו אלא דבשעה שנתנו לו גמר בלבו שעה הראשונה שתהיה מתנה ורק אח\"כ חזר בו ועייל ונפיק אזוזי והיינו שרק אח\"כ חזר בו ורוצה שיחזיר לו הכהן ובזה ודאי שפיר יצא. <small> [ע\"כ].</small><br><b> ועכשיו </b> מיושבים דברי הסמ\"ג דהסמ\"ג חולק על התוס' דסוברים דמכח אומדנא גם בלא ת\"כ הוי כדין תנאי דע\"מ וכאומר מעכשיו, והסמ\"ג סובר דדין תנאי דאמרינן דהמתנה היא מעכשיו מתנה גמורה בקנין הגוף זהו דוקא היכי דהתנה בדיני תנאים, אבל היכי דלא כפל תנאו דע\"פ דיני תנאים אין התנאי קיים ורק משום דיש לנו אומדנא שבעיקר מילתא לא נתן אלא מתנה לזמן וכמש\"כ, לכן אפי' התנה בלשון ע\"מ כיון דמצד דיני תנאים אין התנאי מתקיים, לא נשאר לנו אלא דעתו שאינו רוצה ליתנה נתינה עולמית, והוי רק מתנה לזמן ולא מהני באתרוג לכן כתב שצריך ליזהר בדיני תנאים. ואף דבהא דפה\"ב כתב הרמב\"ם דדוקא אם החזירו אינו פדוי, וצ\"ל דאל\"כ הוי דברים שבלב ודוקא אם קבל הכהן על אופן חזרה, אפשר דגם כאן ודאי יחזיר, ועוד אפשר דכאן דאיכא אומדנא בכל אופן לא מהני."
            ]
        ],
        [
            [
                "<b>המקבל את המתנה וזכה בה ואחר שבאה לידו והוא שותק חזר בו ואמר איני רוצה בה, או איני מקבלה, או הרי היא בטלה, או שאמר מום זה נראה לי בה, לא אמר כלום, וכשם שאין הנותן יכול לחזור בו כך אין המקבל יכול לחזור בו אחר שזכה. מתנה זו שאמר המקבל איני רוצה בה אחר שבאת לידו הרי היא הפקר וכל הקודם בה זכה בה שהרי הפקירה המקבל אחר שזכה בה, אבל אם היה צווח מעיקרו לא קנה המקבל וחוזרת לבעלים הראשונים.</b><br><b> השגת </b> הראב\"ד לא אמר כלום וכו' א\"א דוקא אמר הרי היא בטלה, אבל אמר בטלה היא אינה מתנה [דבריו קיימין] והכין איתא בגיטין ובכריתות עכ\"ל.<br><b> המ\"מ </b> וכ\"מ ולח\"מ האריכו כאן והמעיין בדברי יראה במה שנטיתי מדבריהם, ואכתוב מה שנראה לי בדעת הרמב\"ם והנה דברי הראב\"ד פשוטים ומבוארים בגמ' דבטלה היא אינה מתנה דבריו קיימים, וסובר הראב\"ד דבכונה כתב הרמב\"ם הרי היא בטלה משום דאמר בגמ' דהרי היא משמע להבא ובודאי לא מהני לבטל המתנה מכאן ולהבא, ודין בטלה היא ואינה מתנה לכאורה כתב הרמב\"ם בסוף הפרק דנאמן, אלא שכתב שישבע שבועת היסת והראב\"ד השיג על זה, ואבאר לקמן אבל עכ\"פ כתב להדיא דדבריו קיימין, אלא דמ\"מ קשה למה לא כתב זה כאן.<br><b> והנה </b> הרמב\"ם כתב ההלכה בג' מקומות, א' בהלכה שלפנינו ב' בהלכה ג' בדין זיכה לו ע\"י אחר ושתק ואח\"כ צווח ג' בהלכה י\"ג בדין מקבל מתנה שטען ואמר זו שתחת ידי אינה מתנה, ונראה שהם ג' ענינים דבגמ' בחולין ובב\"ב אמרינן בטעמא דמ\"ד דשתק ולבסוף צווח לא הוי ניחותא מעיקרא במתנה משום דאמר כי לא אתי לידי אמאי אצוח, דוקא בזיכה לו ע\"י אחר, אבל בנתן לו מתנה בידו או בביתו לפניו וקבלה בשתיקה ודאי אמרינן דמדשתק ש\"מ ניחא ליה ונגמרה המתנה, ולא מהני עכשיו כל מה שיאמר לבטל המתנה, כדאיתא התם וכתב כאן הרמב\"ם רק דכמו שאין הנותן יכול לחזור בו, כך אין המקבל יכול לחזור בו אחר שזכה, וכתב לשון הרי היא בטלה משום דהוא פשוט לשון שרוצה לחזור בו עכשיו, אלא דגם אם יאמר בטלה היא אינה מתנה נמי לא מהני אלא בהלכה י\"ג שלא ראו עדים איך נתקבלה המתנה, אלא שאנו רואין חפץ של ראובן ביד שמעון שהוחזק ע\"פ אמירת ראובן שהיא מתנה שנתנה לו, וע\"ז טוען עכשיו שמעון כנגד הבע\"ח שלו שאינה מתנה שלא קבלה בדעתו או קבלה בע\"כ באונס או בטעות, ובזה כתב שפיר דדבריו קיימין, אבל כאן שראו עדים שקבל המתנה ודאי אינו נאמן לומר שלא קבל ברצון, דגם אם קבלם בשתיקה הוי קבלה וכנ\"ל, ולפי\"ז הא דאמר בגיטין דבטלה היא אינה מתנה דבריו קיימין מיירי באופן שכתב בהלכה י\"ג ומשם הוא מקור ההלכה אלא שהוסיף דנשבע שבועת היסת ונבאר שם.<br><b> ולפי\"מ </b> שבארנו צ\"ל לכאורה בדעת הרמב\"ם בישוב סתירת הסוגיות דגיטין ודכריתות כמש\"כ התוס' בגיטין מתחלה לגרוס אי אפשי בה בטלה היא אינה מתנה דבריו קיימין, רק שאינם שוים דאי אפשי בה הוא מדין הפקר ובטלה היא אינה מתנה הוא בטול המתנה, דלתי' ר\"י בתוס' דגרסינן בגיטין כמו בכריתות מבוטלת תיבטל אי אפשי בה דבריו קיימין קשה אמאי לא הזכיר הרמב\"ם דגם במבוטלת תיבטל הוי הפקר, ובפרט לפימש\"כ דהרי היא בטלה ג\"כ הוי להבא, למה כתב דרק באומר איני רוצה בה הוי הפקר, וכן לא יתכן מש\"כ הר\"ן בהלכות דשתי הגירסות אמת ובגיטין איירי לענין נותן ומקבל ובכריתות לענין הפקר דגם לפי\"ז קשה למה דהרי היא בטלה אינו הפקר, אך יותר מיושב לפי הגירסא שכתב הר\"נ דגרסינן בכריתות כמו בגיטין, והתם פריך מאי לאו לא אמר כלום וקנה לא לא אמר כלום דלא הדרא למאריה וכל המחזיק בה זכה בה, ונאמר דזהו רק על אי אפשי בה, אבל במבוטלת תיבטל יהיה לא אמר כלום לגמרי, דע\"כ כונת הגמ' דבזה לא אמר כלום שהמתנה אינה מתבטלת ובדין הפקר לא איירי רב ששת, ובזה אמר ר\"ל דאי אפשי בה הוי הפקר, וכן פסק הרמב\"ם, ובטעמא דמילתא הוא דכשאומר בלשון בטול אפי' כשאומר לשון דלא משמע לשעבר ולא מהני בדרך בטול מ\"מ לא הוי הפקר, דעכ\"פ הוא רוצה עכשיו לבטל המתנה בדרך חזרה, וכמו שכתב הרמב\"ם כאן וא\"כ לא הוי הפקר ורק באומר אינו רוצה יש במשמע שעכ\"פ אינו רוצה שתהיה שלו וזהו לשון הפקר, אבל בטול המתנה אינו לשון הפקר וזהו שכתב הרמב\"ם דין הפקר דוקא באינו רוצה בה וכדאמר ר\"ל וכנ\"ל.<br><b> אלא </b> דצריך להוסיף דמה שכתב כאן הרמב\"ם ד' לשונות איני רוצה בה או איני מקבלה או הרי היא בטלה או שאמר מום זה נראה לי בה, ואח\"כ כתב מתנה זו שאמר המקבל איני רוצה בה אחר שבאת לידו הרי היא הפקר, דלא בא כאן להוציא לשון איני מקבלה דהא בהלכה ג' גבי זיכה לו ע\"י אחר כתב ואח\"כ צווח ואמר איני מקבלה, ואח\"כ כתב וכיון שאמר איני רוצה בה הרי הפקירה, ומוכח דלשון איני מקבלה הוי כמו לשון איני רוצה בה, דשניהם אינם בדוקא בלשון בטול עיקר הנתינה אלא שהוא אינו רוצה לקבל ולכן הוי הפקר.<br><b> והנה </b> בפ\"ט מה' תרומות הל' ו' כתב הרמב\"ם הכותב נכסיו לאחר וזיכה לו ע\"י אחר, והיו בהן עבדים ושתק זה שנתנו לו ואח\"כ צווח ה\"ז ספק אם זה שצווח הוכיח סופו על תחלתו ועדיין לא יצאו מרשות ראשון או זה שצווח אחר ששתק חזר בו, לפיכך אין אוכלין בתרומה בין שהיה רבו שני ישראל והראשון כהן, בין שהיה רבו ראשון ישראל והשני כהן, ודברי הרמב\"ם תמוהים דמוכח מדבריו דאם היו שניהם כהנים אוכלים העבדים בתרומה, וקשה דהא כתב כאן בהל' ג' זיכה לו ע\"י אחר וכששמע המקבל שתק ואח\"כ צווח ואמר איני מקבלה ה\"ז ספק אם זה ששתק כבר רצה, וזה שחזר וצווח חזר בו, או ששתק מפני שעדיין לא הגיע לידו כלום, וזה שצווח הוכיח סופו על תחלתו, לפיכך אם קדם אחר וזכה בה לעצמו אין מוציאין מידו שמא המקבל זכה, וכיון שאמר איני רוצה בה הרי הפקירה כמו שבארנו, ובכריתות דף כ\"ד תניא הכותב נכסיו לאחרים והיו בהן עבדים ואמר הלה אי אפשי בהן אם היה רבו שני כהן אוכלין בתרומה ואמר ע\"ז בגמ' דקסבר המפקיר עבדו אוכל בתרומה דמעוכב ג\"ש אוכל בתרומה וכיון שפסק הרמב\"ם שם בהל' ה' דמעוכב ג\"ש אסור לאכול תרומה, א\"כ מאי מהני אם היו שניהם כהנים והוא תימה גדולה ופלא על מפרשי הרמב\"ם שלא עמדו בזה.<br><b> ונראה </b> בדעת הרמב\"ם דהנה בב\"ב דף קל\"ח ובחולין דף ל\"ט אמרינן דת\"ק ורשב\"ג פליגי אי אמרינן הוכיח סופו על תחלתו ות\"ק סבר דלא אמרינן הוכיח סופו על תחלתו ומיהדר קא הדר ביה ולא הוזכר דהוי לת\"ק הפקר ודסבר ת\"ק המפקיר עבדו אוכל בתרומה, ומשמע דסבר הגמ' דכיון דהוא חוזר מקבלת המתנה לא הפקירה, ואף דר\"ל אמר דהנותן מתנה לחבירו ואמר הלה אי אפשי בה כל המחזיק בה זכה בה, נראה דיש לחלק דהיכי שכבר באה המתנה לידו ודאי יודע שאינו יכול לחזור, ואם אמר אי אפשי בה הפקירה, אבל בזיכה לו ע\"י אחר אפי' לא אמרינן הוכיח סופו על תחלתו, מ\"מ אינו פשוט למקבל שאינו יכול לחזור בו, ולכן אמרינן דמיהדר קא הדר ביה אבל לא הפקירה.<br><b> והנה </b> התוס' בגיטין דף מ\"ב בהא דבעי בגמ' אי מעוכב ג\"ש אוכל בתרומה, כתבו דהך בעיא לא אתיא אליבא דר\"ל דכריתות דמסקינן אליבא דת\"ק דמעוכב ג\"ש אוכל בתרומה, וכתבו עוד א\"נ יש לחלק דהתם במעוכב ג\"ש ע\"י הפקר אוכל בתרומה, והכא איירי בחציו עבד וחציו בן חורין, ולבד שדברי התוס' בתירוצם הב' הוא תימה כמו שתמה המהרש\"ל דאיך יאכל החצי ב\"ח תרומה, ומש\"כ המהרש\"א ליישב אין טעם לדבריו כמש\"כ הפ\"י ונשאר בצ\"ע על ד' התוס', אך לבד זה הנה להלכה הא כתב הרמב\"ם בסתם דמעוכב ג\"ש אינו אוכל בתרומה, והרמב\"ם הא פסק כר\"ל וא\"כ באמת קשה להלכה למה פסק הרמב\"ם דמעוכב ג\"ש אינו אוכל בתרומה, והוא משום הך אבעיא, והא לר\"ל ע\"כ נפשטה האבעיא מהברייתא לת\"ק דאמר אם היה רבן שני כהן אוכלין בתרומה, והא פסק כר\"ל דאמר אי אפשר בה הוי הפקר.<br><b> אבל </b> לפימש\"כ מיושב דבאמת בהך מילתא פליגי הסוגיות דסוגיות דב\"ב וחולין סברי דבזיכה לו ע\"י אחר אמרינן מיהדר קא הדר ביה ולא הוי הפקר, ולפי\"ז לא נימא כלל דת\"ק דברייתא סבר המפקיר עבדו אוכל בתרומה כיון דבזיכה לו ע\"י אחר לא הוי הפקר, ולפי\"ז מיושב שפיר מה דפסק הרמב\"ם כהך אבעיא דגיטין דסברה נמי הכי דלא הוי הפקר ולא קשה מר\"ל, ומ\"מ הרמב\"ם סובר דגם בזיכה לו ע\"י אחר הוי ספק הפקר, דשמא קיי\"ל כהסוגיא דכריתות. ואף דלפי\"ז לענין דין הפקר איכא ס\"ס ספק אחד שמא הוכיח סופו על תחלתו ובטלה המתנה, וספק ב' דאם מיהדר קא הדר ביה שמא לא הוי הפקר, אפשר דסובר הרמב\"ם דגם בס\"ס אין מוציאין ממון, ועוד דהכא לנותן ומקבל אין לכל אחד אלא ספק אחד לגבי המחזיק, וכנגד המקבל נמי איכא ס\"ס דשמא שייך לנותן ושמא למחזיק.<br><b> ועכשיו </b> מיושב מה שפסק הרמב\"ם דרק אם א' מהם כהן אין אוכלין העבדים בתרומה, דמוכח דאם היו שניהם כהנים אוכלין בתרומה דכיון דזה גופא מספקא לן אם בזיכה לו ע\"י אחר הוי הפקר, ואי אמרינן דבזיכה לו ע\"י אחר הוי הפקר, ע\"כ מוכח מת\"ק דברייתא דהמפקיר עבדו אוכל בתרומה, א\"כ ממ\"נ אוכלין העבדים בתרומה דע\"כ או דנימא דלא הוי הפקר או דנימא דהמפקיר עבדו אוכל בתרומה.<br><b> אכן </b> באופן אחר נ\"ל ליישב דהנה בהלכה שלפנינו כתב הרמב\"ם או שאמר מום נראה לי בה, וכבר תמה הכ\"מ בזה דלמה לא יוכל לבטל משום מום, ודחק להעמיד במום הנגלה, והנה בעיקר תמיהתו לא ידענא דמנ\"ל דבמתנה שייך לבטל משום טענת מום אלא דקשה דמנין לקח הרמב\"ם אופן זה, וכבר ידוע דאין דרך הרמב\"ם לכתוב מה שלא הוזכר בגמ', אך באמת נראה דהרמב\"ם הוציא זה מהך סוגיא דב\"ב וחולין דמוכח דלא מספקינן אלא בחזרה ולא בהפקר, וכן מוכח מהאבעיא דגיטין אם מעוכב ג\"ש אוכל בתרומה, דע\"כ נמי סברה דבהא דת\"ק דברייתא דאמר אם היה רבו שני כהן אוכל בתרומה דלא הוי הפקר, ולכן סובר הרמב\"ם דטעמא דלא הוי הפקר הוא עפ\"מ שכתב הרשב\"ם בב\"ב בד\"ה והיו בהן עבדים וז\"ל ומתוך כך צווח שאינו רוצה לזון העבדים דאפי' למ\"ד יכול הרב לומר לעבד עשה עמי ואיני זנך אפ\"ה לא ניחא ליה לעשות כן עכ\"ל, והרשב\"ם הוצרך לפירושו משום לישנא דברייתא דלמה צריך למיתני הכותב נכסיו לאחר והיו בהן עבדים ליתני הכותב עבדיו לאחר, וע\"כ משום הך טעמא דהיכי דליכא טעמא למה הוא חוזר, וכיון דבודאי אינו יכול לחזור אם כבר נתרצה אמרינן דכשאמר אי אפשי הפקיר, אבל היכי דמצא חסרון בהמתנה והוא אצלו בגדר טעות דמתנה כזו לא היה רוצה, א\"כ אף דלדינא לא דיינינן במתנה דין מומין וטעות כיון דלא הוציא ע\"ז מעות, ואפי' הך טענה שיתחייב במזונות נמי אינה טענה דעכ\"פ עבדים שוים כסף אף שצריך להאכילן ויכול למוכרן, ומ\"מ כיון שטוען דלא ניחא ליה כלל בזה שהוא צריך לזונם הוי עכ\"פ מצדו טענת טעות ולכן לא אמרינן דהוי הפקר, ומכאן הוציא הרמב\"ם אופן זה דאו שאמר מום נראה לי בה דלא הוי הפקר.<br><b> ועכשיו </b> מיושב ביותר דלא נצטרך לומר דמספקא ליה להרמב\"ם אי הוי הפקר, אלא דבודאי פסק הרמב\"ם כהנך סוגיות דב\"ב ודחולין ודגיטין דלא הוי הפקר ומש\"ה פסק שפיר דמעוכב ג\"ש אינו אוכל בתרומה משום ספיקא דאבעיא דגיטין אבל זה הוא רק משום טעמא דבהיו בהן עבדים הוי בזה טענת טעות, ולכן אף דבמתנה לא דיינינן טעות אבל הפקר לא הוי וכנ\"ל והסוגיא דכריתות לא נחת לחילוק זה וסבר דגם בהיו עבדים הוי הפקר, ובזה קיי\"ל כהנך סוגיות ולא כסוגיא דכריתות, אבל עכ\"פ זה ידעינן מסוגיא דכריתות דגם בשתק ולבסוף צווח בסתם מתנה הוי הפקר אי לא אמרינן הוכיח סופו על תחלתו, וזהו מה שפסק כאן בהל' ג' דהוי ספק אי אמרינן הוכיח סופו על תחלתו מהסוגיא דחולין כמש\"כ המ\"מ, ומש\"ה הוי ספק הפקר ומיושב עכשיו מה שפסק בהל' תרומות דבהיו בהן עבדים ודאי לא הוי הפקר וכהסוגיות דב\"ב וחולין וגיטין וכנ\"ל, ומבוררים כל פסק הרמב\"ם לנכון בעזה\"י.<br><small> -השמטות ומלואים-</small><br><b> מה שהשבתי לשארי הגאון הגדול מוה\"ר צבי פסח פראנק שליט\"א רב ואב\"ד דפעיה\"ק ת\"ו.</b><br><b> א) על </b> מה שכתבתי בפ\"ד מהל' זכי' ומתנה הל' א' במה שכתב הרמב\"ם בפ\"ט מהל' תרומות לפיכך אין אוכלין בתרומה וכו' דמוכח דאם היו שניהם כהנים אוכלים העבדים בתרומה, וקשה דהא הוי ספק שמא הפקירם רבו שני, וכתבתי דאם אמרינן דבזה שצווח הפקירם ע\"כ מוכח מהברייתא דמפקיר עבדו אוכל בתרומה, וכתב בזה הדר\"ג דעכ\"פ לדידן דמספקא לן א\"כ אפי' אי הברייתא לא סברה דמפקיר עבדו אוכל בתרומה ורק דלא אמרינן שהפקירם, אבל לדידן הא מספקא לן שמא הפקירם, וא\"כ העבד תפוס בעצמו ובכה\"ג מוכח מפ\"א דב\"מ דכל ממון שאינו יכול לחזור ולתפסו נעשה ממונו של המוחזק בתורת ודאי, וממילא הוי העבד מעוכב ג\"ש, ומשמע דפשיטא לי' להדר\"ג דכיון דהעבד תפוס בעצמו אינו יכול הרב לחזור ולתפסו ולא אדע מנין זה להדר\"ג, ואם אמנם אפשר דאינו יכול לכופו לעבוד עבודתו דאף דלכל עבד מותר להכותו בשוטים שיעבוד, אבל הכא מטעם ספק מסתבר דאין לו רשות להכותו דעל זה אינו מוחזק, מ\"מ משכחת לה שיתפסנו ויסגרנו בבית באופן שגם זה טוב לרבו שלא ילכו גנבים כשיראו שיש אדם בבית, ועוד אפשר דאם יתפסנו בבית יש לו רשות שלא ליתן לו מזונות אם לא יעבוד עבודתו ויעשה מלאכתו, אלא שיש מקום עיון בזה דכיון דמסתבר שאינו רשאי להכותו שיעבוד עבודתו וכיון דאמרינן דהדקי' באנדרונא חייב שבת, א\"כ מוכח דלסגרו בבית יש בזה גדר חובל בחבירו, אבל מ\"מ אפשר לומר דלא דמי דלהכותו כיון דההכאה אינו עיקר עבודתו של רבו וע\"ז אינו מוחזק בו, אבל לסגרו בבית כיון דזה עיקר עבודתו וע\"ז הוא מוחזק בו יכול לתפסו וצ\"ע.<br><b> עוד </b> יש מקום להסתפק דמה דמוכח בפ\"ק דב\"מ דאי אמרינן ת\"כ מוציאין מידו דאז נעשה הבעלים מוחזק בתורת ודאי, דאפשר זה אינו אלא בספק במציאות ולא בספיקא דדינא, וטעמו הוא משום דהא ספיקא דדינא אפשר שיתברר הדין ורגילין לומר דתיבת \"תיקו\" הוא ר\"ת תשבי יתרץ קושיות ואבעיות, ומצאתי עתה בערוך השלם ערך תיקו שזה מדברי ר' שמואל הנגיד, וספק במציאות הא תנן יהא מונח עד שיבוא אלי' וכן איתא ביבמות דף מ\"א גבי הספיקות חולצות דאם יבא אלי' ויאמר דהא קידש בת יבום היא, והנה ידידי הגרש\"ז זלזניק נ\"י העירני לעיין בדברי תוס' יוה\"כ ביומא דף ע\"ה גבי מה דאיתא בגמ' לענין מן שמאריך בזה דהוא מחליט דאין נביא רשאי להגיד שום דבר לדינא ומביא מד' הרמב\"ם דאם יאמר נביא בנבואה הלכה כפלוני הוא נביא שקר, והגרצ\"ה חיות ז\"ל בהגהות הש\"ס שם וביבמות דמ\"א כותב לחלק בין ספק במציאות לספק בדין, ולפלא שלא הביאו הא דיהא מונח עד שיבוא אלי' דמוכח כן, אבל קשה מסוגיא דת\"כ בריש ב\"מ וכנ\"ל ולהיפוך בדין ספיקא דדינא לא אדע איך יפרשו דברי ר' שמואל הנגיד שהוא אחד מהראשונים.<br><b> ונראה </b> דבספיקא דדינא הפי' דתשבי יתרץ היינו שיברר עיקר הדין ולא בנבואה אלא שברור לחכמים שלעתיד לבוא יתבררו כל הספיקות בדין ע\"י גדרי ההלכה ואז הכל ידעו שהדין כן, אבל בספק במציאות כמו ביהא מונח עד שיבוא אלי' ובהספיקות חולצות ולא מתייבמות ע\"כ שנאמין לו מה שיאמר בנבואה, אבל י\"ל דנ\"מ בין איסורים לממון ובממון בין דבר שצריך ב' עדים לדבר דסגי ע\"א, ובזה מבואר הגמ' ספ\"ק דר\"ה שמביא בתוס' יוהכ\"פ על קרא דבקש קהלת למצוא דברי חפץ בקש קהלת לדין דינין שבלב שלא בעדים ושלא בהתראה, יצתה בת קול ואמרה לו וכתוב יושר דברי אמת ע\"פ שנים עדים יקום דבר, ופי' שלא בהתראה נראה דסבר שלמה דכיון שרואה ברוה\"ק שהחוטא הי' מזיד גמור לא צריך גם התראה, ומבואר דגם בספק במציאות לא מהני היכי דצריך ב' עדים, והטעם הוא דאפי' הנביא מגיד בנבואה אבל כיון שלא נאמר בדין אליו תשמעון אלא הוא שיודע דבר הנסתר כענין האתונות של שאול, א\"כ אינו לגבי הדין אלא ע\"א, שלא צותה התורה בקרא דאליו תשמעון להאמינו בזה, אלא כשהוא מצוה על איזה דבר לעשות על פי ד', ומבואר בהא דהספיקות חולצות ולא מתייבמות דכבר כתב הר\"ן בקדושין פ' האומר דלברר מי קידש כיון דאינו נגד חזקה סגי ע\"א, וכן כתב הר\"ן בחולין פ' גיה\"נ דגבי מציאה נאמן ע\"א כיון דאינו מוציא מיד מוחזק, נמצא דגבי שנים שהפקידו נמי סגי ע\"א ומבואר מה דתנן יהא מונח עד שיבוא אלי'.<br><b> ועכשיו </b> מבואר דגבי ת\"כ כיון דהוי להוציא לא מהני כשיבוא אלי' שלא יברר להוציא, ולכן שפיר אמרינן דכיון דלא מהני תפיסה הוי מוחזק בתורת ודאי, ולפי\"ז גבי ספיקא דדינא אפי' אם נימא כד' הדר\"ג דכיון שהעבד תפוס בעצמו לא מהני שוב ביה תפיסת רבו, מ\"מ לא נעשה מוחזק בתורת ודאי, וא\"כ שוב שפיר אמרינן ממ\"נ דאם אי אפשי בזיכה ע\"י אחר הוי הפקר ע\"כ המפקיר עבדו אוכל בתרומה.<br><b> ב) אכן </b> מש\"כ הדר\"ג באות ב' להוכיח ממה שלא כתב הרמב\"ם דאם חזרו בעלים השניים ותפסוה דאין מוציאין מידו, זהו הוכחה אלימתא ואתפלא מה שלא עמדתי ע\"ז, אלא שאם אבוא למדה זו להעמיד דברי הראשונים, אפשר לומר דמשום זה לא הזכיר כן הרמב\"ם דכיון דמיירי באומר איני רוצה לקבלה, וא\"כ לא שכיח שירצה אח\"כ לתפוס, אלא שהיה אפשר שיתפוס כדי להחזיר לבעלים, אבל לפימש\"כ שם בהל' י\"ג ובפ\"א מה' נז\"מ דמש\"כ הרמב\"ם דנשבע שבועת היסת היינו משום דכל נאמנותו הוא ע\"י טענה שטוען שהוא שומר בשביל הבעלים ועיין בהשמטות לנז\"מ שם, א\"כ גם כאן אף דלא מיירי מטענה דהא צווח לפנינו מ\"מ יכול לטעון שאף שאמרתי איני רוצה בה אבל החזקתי אותה בתורת שומר בשביל הבעלים, וממילא כיון שכתב הרמב\"ם שבעלים הראשונים יכולים לתפוס ממילא גם הוא יכול לתפוס בשביל הבעלים, ואף דאפשר אופן שלא החזיק בתורת שומר לא הוצרך הרמב\"ם להאריך בזה, אלא דמ\"מ כל זה הוא שינויא דחיקא ולא משנינא, ולא כתבתי כי אם לשו\"ט ולדון בזה, אבל האמת דבפשוטו של דברי הרמב\"ם מוכח דאם לא אמרינן הוכיח סופו על תחלתו הוי ודאי הפקר, ואם יראה הדר\"ג בדברי באופן הב' יראה שכבר הרגשתי שבפשוטו לא משמע דהוי ספק."
            ],
            [],
            [],
            [
                "<b>ראובן שרצה ליתן מאה דינרים לשמעון ושלח לו המאה על ידי לוי אם אמר לו זכה המאה זוז לשמעון או תן ק' זוז לשמעון אינו יכול לחזור בו, אבל אם אמר לו הילך מאה זוז לשמעון יכול לחזור בו עד שיגיע המאה ליד שמעון.</b><br><b> הרשב\"א </b> הביאו הכ\"מ כתב לתרץ לשיטת הרמב\"ם דמתנה הוי תן כזכי, מה דאמרינן פ\"ק דב\"מ ואם תאמר משנתנו דאמר תנה לי ולא אמר זכה לי, דהתם הוא דמצי המגביה לומר כשאמרת תנה לי לא היה בדעתי שאמרת שאזכה בה בשבילך אלא לאחר שאגביה אתננה לך, ותירוצו אינו מבורר דאם נבוא לדין במה שיכול המגביה לטעון הא יכול לטעון שהגביה לעצמו וכדמשני מעיקרא אני זכיתי בה תחלה, ואף דלא ניחא לר' יוחנן לשנויי דאני זכיתי בה היינו תחלה, וכדסבר ר\"נ דמדקתני בסיפא תחלה מכלל דרישא דלא אמר תחלה, מ\"מ כיון דבודאי אם אמר תחלה נאמן, וא\"כ למה לא יהיה נאמן כשטען לא זכיתי בשבילך, דיש לו מיגו דאיבעי אמר זכיתי תחלה לעצמי, וא\"כ למה לר' יוחנן לשנויי דאמר תנה לי ולא אמר זכה לי דהא אפי' אמר זכה לי יכול לטעון לא זכיתי בשבילך, אח\"כ ראיתי בחדושי הרמב\"ן בב\"מ שכתב כדברי הרשב\"א וכתב \"שאומר המגביה ליתנה נעשית שליח ולא לזכיה כי היכי דמהימן לומר אני זכיתי בה תחלה\". ולפי\"ז ודאי קשה דא\"כ באמר זכה לי נמי, אכן כתב עוד \"וא\"נ לא טעין טענינן ליה שלא נעשה שליח אלא לנתינה, שכיון שמשמע לשון זה לשון נתינה הוא, זה שתולה בדעת אחרים היה לו לפרש\", וזה ודאי צריך טעם דכיון דתן כזכה למה צריך לפרש, ונראה שגם להרמב\"ן לא ברירא הך סברא שכתב אח\"כ עוד, \"ומשום דמשמע לר' יוחנן רישא דמתניתין בלא אמר תחלה הוא דדחיק נפשיה לאוקמי משום דאמר לו תנה לי ולא נתכונתי לזכות בשבילי אלא לנתינה בלעמא\", והנה זהו כתירוצו הראשון דהוא משום טענה וצ\"ע בכונתו, והתוס' כתבו דדעת אחרת מקנה אותו שאני, אבל אינו מבואר בטעמא דמילתא לדין תן כזכי.<br><b> והנראה </b> בזה דחלוק גדול יש בין היכי שראובן נותן לשמעון בשביל לוי ובין הא דראה את המציאה, דעיקר הבאור דתן הוי כזכה הוא משום דאמרינן דכשאמר לו תן כבר מסר לו הזכות דבדידיה תליא והוא צריך ליתן ואינו תלוי בדעתו של המקנה ולכן כבר זכה שמעון בהמנה ליתנה ללוי, וזהו טעמא דהולך לאו כזכי דכיון דלא הזכיר הנתינה אלא ההולכה לא הזכיר בזה דבדידיה תליא הנתינה ללוי ורק בחוב אמרינן דהולך כזכי דאמדינן דעתיה דניחא ליה להיות נפטר מן החוב, דאף דאכתי חייב הוא באחריות אם יאנס מ\"מ אם לא יאנס כבר קיים פריעת בע\"ח מצוה מעכשיו כיון שזכה השליח בשביל המלוה, ולכן כל זה הוא כשנותן ראובן לשמעון בשביל לוי דאמרינן דכונתו באמירתו תן שכבר מסר לו זכות הנתינה, אבל בראה את המציאה ואמר לחבירו תנה לי אם נאמר דמסר לחבירו הזכות אכתי לא זכה בזה, ואה\"נ דיש לחבירו זכות ליתן לו וגם שלא ליתן לו, ובזה אנו צריכים לומר דבר חדש דבאמירתו תנה לי הכונה שתזכה בשבילי שלא יהיה לך ברירה לחזור וליקח לעצמך, וזה לא אמרינן דאינו מבורר כן בלשון תנה לי אלא בלשון זכה לי וזהו מה דאמר ר' יוחנן דאמר תנה לי ולא אמר זכה לי, וב\"ה שהדברים ברורים, דברי הראב\"ד בהשגות לא הבאתי שכבר כתב כן הרמב\"ם בעצמו כמש\"כ המ\"מ."
            ],
            [],
            [],
            [],
            [
                "<b>זכין לקטן אפי' בן יום א' ולגדול בין בפניו בין שלא בפניו, וחצרו של אדם קונה לו שלא מדעתו אע\"פ שאינו עומד שם, כיון שהגיע המתנה לחצרו כאלו זכה בה אחר. בד\"א בחצר המשתמרת אבל בחצר שאינה משתמרת כגון שדהו וחורבתו עד שיהא עומד בצדה ויאמר זכתה לי שדי וכן ארבע אמות של אדם שהוא עומד בצדן קונין לו בסמטא או בצדי ר\"ה או בחצר שאין לה בעלים, אבל בר\"ה או בשדה חברו עד שיגיע מתנה לידו וקטנה תזכה לה חצרה וארבע אמות שלה, אבל הקטן אינו זוכה עד שתגיע מתנה לידו או עד שיזכה לו אחר.</b><br><b> השגת </b> הראב\"ד וקטנה וכו' א\"א אין דבר מחוור במתנה אלא במציאה עכ\"ל.<br><b> המ\"מ </b> והכ\"מ לא ביארו כאן עיקר טעמי שיטות הרמב\"ם והראב\"ד וכן בפכ\"ט מה' מכירה לא כתב המ\"מ שום טעם, והנה הראב\"ד חולק כאן ובפכ\"ט מה' מכירה ע\"ז שכתב הרמב\"ם שקטן אין לו חצר גם במכירה ומתנה ודעת הראב\"ד דדוקא במציאה כן, אבל על תחלת דברי הרמב\"ם שכתב דחצר שאינה משתמרת אינו קונה גם במתנה, והוא כדעת הרי\"ף דלא פסק כר\"פ בפ\"ק דב\"מ דדעת אחרת מקנה אותן שאני דקונה אפי' חצר שא\"מ ואפי' אינו עומד בצד שדהו, בזה לא השיג הראב\"ד דאם הוא חולק על זה היה לו להשיג על תחלת דברי הרמב\"ם כשכתב בד\"א בחצר המשתמרת.<br><b> והנה </b> לפירש\"י דרב אשי דאמר חצר אתרבאי משום יד ולא גרעה משליחות בא לתרץ שינוייא דר\"פ לכאורה צ\"ל ההלכה כר\"פ, וכן פסק הרא\"ש אלא דהרמב\"ן כתב דקיי\"ל כשינויא קמא דמטלטלין אג\"ק הקנה להם כיון דבקדושין סבר הגמ' הכי, ומשמע דסובר דגם מה דמתרץ רב אשי אליבא דר\"פ לא מכרעא כיון דסתמא דגמ' דקדושין כשינויא קמא, אבל הר\"נ הביאו הכ\"מ כתב דרב אשי לא אתי לשנויי הא דר\"פ, אלא מה דקשה בל\"ז מה דבגט בעי עומדת בצד ביתה אפי' בחצר משתמרת, והגר\"א בבאורו לחו\"מ תפס לעיקר דברי הרמב\"ן, וכן כתב בהגהות על הרא\"ש וכתב ע\"ז וכן פסק הרמב\"ם ולפי\"ז לא היה להרמב\"ם להביא דברי רב אשי ובאמת הביא דברי רב אשי בפ\"ה מה' גירושין הל' ב' ונביאם לפנינו ומוכח דסובר כדברי הר\"נ דצריך דברי רב אשי גם לדידן, אלא דאפשר דבזה גם הרמב\"ן מודה, רק דסובר דמ\"מ מוכח בסוגיא דרב אשי בא לתרץ דברי ר\"פ.<br><b> והנה </b> רש\"י ותוס' כתבו דעיקר טעמא דבעינן עומד בצד שדהו בחצר שאינה משתמרת הוא משום דאם נילף מידה אמרינן מה ידה בסמוכה והכי איתא בגיטין פ' הזורק אליבא דעולא דמצריך עומדת בצד ביתה, אפי' בחצר משתמרת, ובמתנה ילפינן משליחות ומהני אפי' אינה עומדת בצדה, וטעמא דלא מהני במציאה משום שליחות כתב רש\"י דגבי שליחות איכא דעת השולח או דעת שליח, אבל חצר ליכא לא דעת שליח ולא דעת שולח, וצריך ביאור דא\"כ אמאי אמרינן חצר משום שליחות אתרבאי וצ\"ל דהוא דוקא בגנבה דאיכא דעת שולח, אבל במציאה כיון דאינו עומד בצד שדהו אמרינן דלא מהני שום שליחות לענין זה שיקנה שלא מדעתו, ומשמע דזהו טעמא דמהני במתנה דבדעת אחרת מקנה, כיון דמהני אפי' במעשה קנין כמו חזקה לקנות שלא מדעתו, כמש\"כ הראב\"ד הובא בש\"מ בב\"ב דף מ\"א בהא דרב ענן ה\"נ מהני קנין חצר, אלא דצריך ביאור אמאי מהני בחצר המשתמרת, וצ\"ל דבחצר משתמרת דעתו שיהיו חפציו מונחים והוי כמו דעת שולח ודוקא בחצר שאינה משתמרת כיון דאין דעתו לכך לא מהני.<br><b> והראב\"ד </b> בש\"מ כתב דמש\"ה אינו קונה במציאה משום שליחות משום דהוי חב לאחרים, ומה דמהני חצר משתמרת זהו מדין יד, וכן כתב הר\"נ אלא שכתב מטעם אחר דלא מהני משום שליחות אלא כשהוא שלוחו של בעל הממון, ומה דלא מהני בגיטין חצר המשתמרת כתב הר\"נ דכיון דלא ניחא לה שתקנה לה החצר לא הוי יד, שמה שהוא חוב לאדם אינו מניחו בחצר המשתמרת, ודבריו תמוהין דא\"כ כשהיא עומדת בצדה אמאי מהני, ועוד דהא אמרינן מה ידה בסמוכה וצ\"ל בכונתו דבעומדת בצדה דהוי דומיא דיד ממש לא איכפת לן אם לא ניחא לה, אבל באינה סמוכה אם החצר משתמר וניחא לבעלים הוי כמו יד שמה שהוא זכות לאדם נותנו בחצר משתמר, משא\"כ בגט דהוי חוב, אלא דאכתי קשה טובא דהא קיי\"ל חצר דגברא משום שליחות ולא משום יד, ומצאתי שהקשה כן הנתיבות בפתיחה לסי' ר' וכתב דדוקא גבי קטן לא מהני חצר משם יד, דבחצר משתמרת לא שייך גביה סברת הר\"נ דמה שיש לאדם בחצר משתמר הוא נותן דהא גבי קטן הוי אבדה מדעת, וכן לא שייך עומד בצדו כיון שאין לו דעת, אבל הרמב\"ם כתב להדיא בפי\"ז מה' גזו\"א הל' י' וז\"ל אבל האיש למדנו שחצרו קונה לו משלוחו כדרך שקונה לו שלוחו כך תקנה לו חצרו והקטן הואיל ואינו עושה שליח וכו', ומבואר להדיא דחצר דגדול הוא משום שליחות, וכן הוא פשטות ד' הגמ' דאמר חצר משום שליחות אתרבאי וע\"כ קאי בגדול דבקטן אינו קונה חצר, ומ\"מ אמרינן שאינו משום יד.<br><b> והנה </b> כל זה קשה לדעת רש\"י אבל לדעת הרמב\"ם דגם במתנה בעינן חצר משתמרת א\"כ לא צריך לחדש דבמציאה לא מהני חצר משום שליחות, דמה שכתב רש\"י דבחצר ליכא לא דעת שולח ולא דעת שליח אינו מוכרח דזהו שאמרו חז\"ל דחצר הוי משום שליחות דסתם חצר עשוי שיהיו מונחים בתוכו חפצי הבעלים, ומה שכתב הראב\"ד דהוי חב לאחרים יש לומר דלא שייך כן בחצר דדוקא במגביה מציאה לחבירו שבא לזכות בשביל חבירו אמרינן דלחוב לאחרים לא נעשה שליח, וזהו כשצריך ליעשות שליח, אבל חצר אינו עושה מעשה זכיה אלא שהחצר הוי תמיד שלוחו של האדם במקום ידו שיהיו מונחים בו חפציו, ולא שייך לומר שלא יהיה נעשה שליח דלא צריך ליעשות אלא דכל חצר מדין תורה הוא במקום ידו, ובעל החצר ממילא זוכה ולכן לא שייך כאן טעמא דחב לאחרים, אלא דצריך לומר דגם רב אשי לא אתי לשנויי אליבא דר\"פ וכמש\"כ הר\"ן.<br><b> והנה </b> גם לדעת הרמב\"ם הקשה הש\"ך בסי' רמ\"ג דכיון דזה עכ\"פ מבואר בסוגיא דאם הוא מטעם יד בעינן עומדת בצדה דמה ידה בסמוכה א\"כ בחצר דקטנה דהוא מטעם יד לא תקנה אלא בעומדת בצדה, והביא דברי התוס' בדף י\"ב דבקטנה אינה קונה אלא בעומדת בצדה, אבל מדברי הרמב\"ם והמחבר מוכח להדיא דקטנה גבי חצר דינה כגדולה, ולכן כ' הש\"ך דמה דאמר בגמ' חצר משום ידה אתרבאי ולא גרעה משליחות היינו דכמו דבשליחות בעינן בפניו ה\"נ מדין ידה, וכבר הקשה הנתיבות על דבריו דלפי\"ז הול\"ל לומר ולא עדיפא משליחות.<br><b> והנראה </b> לי דהנה בפ\"ה מה' גירושין הל' ב' כתב הזורק גט לאשתו לתוך חצרה אם היתה עומדת שם בצד חצרה נתגרשה ואם לאו לא נתגרשה עד שתעמוד בצד חצרה ואע\"פ שהוא חצר שישתמר הגט בתוכה שחוב הוא לה הגירושין, ואין חבין לאדם אלא בפניו, והנה לפי דברי הגמ' דגיטין הא עיקר טעמא דבעינן עומדת בצד חצרה הוא משום דמה ידה בסמוכה וזה ודאי דעיקר דין חצר באשה הוא משום ידה אלא דהיה אפשר לומר שתקנה אפי' אינה עומדת בצדה משום שליחות, וע\"ז אמר רב אשי טעמא דאין חבין לאדם אלא בפניו, וא\"כ מתחלה היה להרמב\"ם להביא עיקר הטעם מה שאמרו בגמ' בגיטין בטעמא דמילתא משום דמה ידה בסמוכה ואז היה אפשר לו להוסיף טעמא דלא מהני שליחות, אבל הרמב\"ם לא הזכיר כלל טעמא דמשום זה לא ליהני שליחות, וכתב בעיקר טעמא דאין חבין אלא בפניו והוא תימה, לכן נראה דהרמב\"ם אינו מפרש טעמא דאין חבין אלא בפניו דהוא כדי לומר למה לא ליהוי בגט משום שליחות דבאמת לא צריך כלל בגט להסבר דאין חבין לאדם אלא בפניו אלא בפשיטות דשליחות א\"א בגט כיון דמהני בע\"כ, ולשון זה היה משמע דבפניה הוי מהני גם משום שליחות וזה ודאי א\"א דשליחות ודאי לא הוי בע\"כ.<br><b> ולפי </b> המבואר צ\"ל דהרמב\"ם מפרש דרב אשי לא סבר הא דאמר בגיטין אליבא דעולא בטעמא דבעינן עומדת בצדה משום דמה ידה בסמוכה והוא משום דהתם נחת הגמ' לפרש רק טעמא דגט, אבל לפי\"ז גם במציאה לא מהני חצר אם אינה עומדת בצד חצרה אם נימא דקונה משום יד, אלא דהיה אפשר דבמציאה תקנה חצר משום שליחות, אבל אכתי קשה בחצר דקטנה דאמרינן דקונה דמשום ידה איתרבאי, א\"כ לא תקנה בחצר משתמרת אם אינה עומדת בצדה וכמו שכתבנו, ולכן בגיטין אליבא דעולא אפשר לומר דאה\"נ דכן הוא, אבל הכא קאי רב אשי לתרץ הסוגיא דאמרה דבחצר משתמרת לא בעינן עומד בצד שדהו, ור' יוחנן דאמר קטנה יש לה חצר משמע כדין חצר דגדולה, לכן אמר רב אשי מקודם בטעמא דמילתא דלא סבר הא דמה ידה בסמוכה משום דחצר אתרבאי משום יד ולא גרעה משליחות היינו משום יד נמי מהני אף שאינו סמוך וכמו בחצר דהוא משום שליחות מהני אפי' אינה סמוכה ה\"נ בחצר דהוא משום יד היה צ\"ל מועיל אפי' אינה סמוכה והיינו אומרים דהוא יד אריכתא וכמו שכתב הר\"נ לגבי חצר המשתמרת, ומה דלא מהני חצר משתמרת גבי גט זהו מטעמא דאין חבין לאדם אלא בפניו, ולכן במציאה דהוי זכות וזכין לאדם שלא בפניו מהני גם גבי קטנה חצר משתמרת אפי' אינה עומדת בצדה, ומבואר עכשיו דברי הרמב\"ם בה' גירושין דנקט עיקר טעמא גבי גט דבעינן עומדת בצדה אפי' בחצר משתמרת משום דאין חבין לאדם שלא בפניו, ומבואר מה דמהני בקטנה חצר משתמרת וכנ\"ל.<br><b> ונשוב </b> לדברי הראב\"ד בהשגות שהשיג רק על סוף ההלכה דלא מהני חצר בקטן וע\"ז השיג דבמתנה מהני אפי' בקטן, אבל מה שהצריך הרמב\"ם עומד בצדו דחצר שאינה משתמרת אפי' במתנה לא השיג עליו, ונראה דבזה מודה הראב\"ד דלא מהני טעמא דדעת אחרת מקנה דלא קיי\"ל כרב פפא, ואף דבפי' הסוגיא בהא דרב אשי כתב בחדושיו הובא בש\"מ דהוא כר\"פ אפשר דסובר כמש\"כ הגר\"א ז\"ל דאף דרב אשי בא ליישב דברי ר\"פ מ\"מ קיי\"ל כסוגיא דקדושין, וכ\"ז בהא דחצר שאינה משתמרת דעיקר החצר לא הוי בר קנין דבין יד בין שליח הם משומרים, אבל בדין חצר דקטן נראה דנחת הראב\"ד בזה מטעם אחר דאף דחצר דגברא משום שליחות ומשום זה לא מהני בקטן מ\"מ אף דעיקר יסוד קנין חצר הוא משום שליחות והיינו דהוי במקום ידו, מ\"מ קשה למה לא ליהני בקטן דאטו הקטן צריך לעשותו לשליח, ואטו דין שליחות גמורה יש כאן, תיפוק ליה דהחצר אינו בר דעת ואמרינן מה אתם לדעתכם וע\"כ דאינו אלא גדר שליחות, דכמו דמצינו דאדם יכול ליעשות לחבירו שליח כן אמרה תורה שחצרו של אדם יועיל במקום ידו, ולפי\"ז קשה מה איכפת לן דקטן אינו עושה שליח מ\"מ למה לא יועיל חצרו כיון דאינו מדין שליחות גמורה דאמרינן בזה מה אתם בני דעת, וצ\"ל דעכ\"פ בגדול אמרינן דדעתו של אדם הוא שכל חפציו יהיו מונחים בחצרו ושיהיו במקום ידו וזהו שעושה החצר לשליח במקום ידו, אבל קטן שאין לו דעת אינו עושה החצר שיהיה במקום ידו ומעצמו אינו נעשה החצר כמו ידו, וסובר הראב\"ד דכמו דאשכחן לענין מעשה קנין דצריך ודאי להיות מדעת עושה הקנין ומ\"מ סובר הראב\"ד בב\"ב דף מ\"א הובא בש\"מ גבי רב ענן דבדעת אחרת מקנה מהני מעשה שקונין אפי' בלא דעת לקנות, ה\"נ כאן גבי חצר מהני דעת אחרת שיהיה החצר כמו ידו אפי' בלא דעת הקטן אפי' בחצר דגברא שהוא משום שליחות כיון דאינו מדין שליחות ממש. וכמו שבארנו.<br><b> ובדעת </b> הרמב\"ם יש לומר דגם שם במעשה קנין אינו סובר כהראב\"ד דהרשב\"א הובא בש\"מ תי' שם באופן אחר ע\"ש, וגם יש לחלק דאפי' אם במעשה קנין מהני דעת אחרת מקנה, אבל כאן דצריך לעשות חצרו במקום ידו לא מהני בזה דעת אחרת מקנה, והראב\"ד סובר דגם לזה מהני דעת אחרת מקנה כיון דהחצר בעצמו יש לו גדר קנין ולא דמי לחצר שאינה משתמרת וכנ\"ל."
            ],
            [
                "<b>זכין לקטן אפי' בן יום א' ולגדול בין בפניו בין שלא בפניו, וחצרו של אדם קונה לו שלא מדעתו אע\"פ שאינו עומד שם, כיון שהגיע המתנה לחצרו כאלו זכה בה אחר. בד\"א בחצר המשתמרת אבל בחצר שאינה משתמרת כגון שדהו וחורבתו עד שיהא עומד בצדה ויאמר זכתה לי שדי וכן ארבע אמות של אדם שהוא עומד בצדן קונין לו בסמטא או בצדי ר\"ה או בחצר שאין לה בעלים, אבל בר\"ה או בשדה חברו עד שיגיע מתנה לידו וקטנה תזכה לה חצרה וארבע אמות שלה, אבל הקטן אינו זוכה עד שתגיע מתנה לידו או עד שיזכה לו אחר.</b><br><b> השגת </b> הראב\"ד וקטנה וכו' א\"א אין דבר מחוור במתנה אלא במציאה עכ\"ל.<br><b> המ\"מ </b> והכ\"מ לא ביארו כאן עיקר טעמי שיטות הרמב\"ם והראב\"ד וכן בפכ\"ט מה' מכירה לא כתב המ\"מ שום טעם, והנה הראב\"ד חולק כאן ובפכ\"ט מה' מכירה ע\"ז שכתב הרמב\"ם שקטן אין לו חצר גם במכירה ומתנה ודעת הראב\"ד דדוקא במציאה כן, אבל על תחלת דברי הרמב\"ם שכתב דחצר שאינה משתמרת אינו קונה גם במתנה, והוא כדעת הרי\"ף דלא פסק כר\"פ בפ\"ק דב\"מ דדעת אחרת מקנה אותן שאני דקונה אפי' חצר שא\"מ ואפי' אינו עומד בצד שדהו, בזה לא השיג הראב\"ד דאם הוא חולק על זה היה לו להשיג על תחלת דברי הרמב\"ם כשכתב בד\"א בחצר המשתמרת.<br><b> והנה </b> לפירש\"י דרב אשי דאמר חצר אתרבאי משום יד ולא גרעה משליחות בא לתרץ שינוייא דר\"פ לכאורה צ\"ל ההלכה כר\"פ, וכן פסק הרא\"ש אלא דהרמב\"ן כתב דקיי\"ל כשינויא קמא דמטלטלין אג\"ק הקנה להם כיון דבקדושין סבר הגמ' הכי, ומשמע דסובר דגם מה דמתרץ רב אשי אליבא דר\"פ לא מכרעא כיון דסתמא דגמ' דקדושין כשינויא קמא, אבל הר\"נ הביאו הכ\"מ כתב דרב אשי לא אתי לשנויי הא דר\"פ, אלא מה דקשה בל\"ז מה דבגט בעי עומדת בצד ביתה אפי' בחצר משתמרת, והגר\"א בבאורו לחו\"מ תפס לעיקר דברי הרמב\"ן, וכן כתב בהגהות על הרא\"ש וכתב ע\"ז וכן פסק הרמב\"ם ולפי\"ז לא היה להרמב\"ם להביא דברי רב אשי ובאמת הביא דברי רב אשי בפ\"ה מה' גירושין הל' ב' ונביאם לפנינו ומוכח דסובר כדברי הר\"נ דצריך דברי רב אשי גם לדידן, אלא דאפשר דבזה גם הרמב\"ן מודה, רק דסובר דמ\"מ מוכח בסוגיא דרב אשי בא לתרץ דברי ר\"פ.<br><b> והנה </b> רש\"י ותוס' כתבו דעיקר טעמא דבעינן עומד בצד שדהו בחצר שאינה משתמרת הוא משום דאם נילף מידה אמרינן מה ידה בסמוכה והכי איתא בגיטין פ' הזורק אליבא דעולא דמצריך עומדת בצד ביתה, אפי' בחצר משתמרת, ובמתנה ילפינן משליחות ומהני אפי' אינה עומדת בצדה, וטעמא דלא מהני במציאה משום שליחות כתב רש\"י דגבי שליחות איכא דעת השולח או דעת שליח, אבל חצר ליכא לא דעת שליח ולא דעת שולח, וצריך ביאור דא\"כ אמאי אמרינן חצר משום שליחות אתרבאי וצ\"ל דהוא דוקא בגנבה דאיכא דעת שולח, אבל במציאה כיון דאינו עומד בצד שדהו אמרינן דלא מהני שום שליחות לענין זה שיקנה שלא מדעתו, ומשמע דזהו טעמא דמהני במתנה דבדעת אחרת מקנה, כיון דמהני אפי' במעשה קנין כמו חזקה לקנות שלא מדעתו, כמש\"כ הראב\"ד הובא בש\"מ בב\"ב דף מ\"א בהא דרב ענן ה\"נ מהני קנין חצר, אלא דצריך ביאור אמאי מהני בחצר המשתמרת, וצ\"ל דבחצר משתמרת דעתו שיהיו חפציו מונחים והוי כמו דעת שולח ודוקא בחצר שאינה משתמרת כיון דאין דעתו לכך לא מהני.<br><b> והראב\"ד </b> בש\"מ כתב דמש\"ה אינו קונה במציאה משום שליחות משום דהוי חב לאחרים, ומה דמהני חצר משתמרת זהו מדין יד, וכן כתב הר\"נ אלא שכתב מטעם אחר דלא מהני משום שליחות אלא כשהוא שלוחו של בעל הממון, ומה דלא מהני בגיטין חצר המשתמרת כתב הר\"נ דכיון דלא ניחא לה שתקנה לה החצר לא הוי יד, שמה שהוא חוב לאדם אינו מניחו בחצר המשתמרת, ודבריו תמוהין דא\"כ כשהיא עומדת בצדה אמאי מהני, ועוד דהא אמרינן מה ידה בסמוכה וצ\"ל בכונתו דבעומדת בצדה דהוי דומיא דיד ממש לא איכפת לן אם לא ניחא לה, אבל באינה סמוכה אם החצר משתמר וניחא לבעלים הוי כמו יד שמה שהוא זכות לאדם נותנו בחצר משתמר, משא\"כ בגט דהוי חוב, אלא דאכתי קשה טובא דהא קיי\"ל חצר דגברא משום שליחות ולא משום יד, ומצאתי שהקשה כן הנתיבות בפתיחה לסי' ר' וכתב דדוקא גבי קטן לא מהני חצר משם יד, דבחצר משתמרת לא שייך גביה סברת הר\"נ דמה שיש לאדם בחצר משתמר הוא נותן דהא גבי קטן הוי אבדה מדעת, וכן לא שייך עומד בצדו כיון שאין לו דעת, אבל הרמב\"ם כתב להדיא בפי\"ז מה' גזו\"א הל' י' וז\"ל אבל האיש למדנו שחצרו קונה לו משלוחו כדרך שקונה לו שלוחו כך תקנה לו חצרו והקטן הואיל ואינו עושה שליח וכו', ומבואר להדיא דחצר דגדול הוא משום שליחות, וכן הוא פשטות ד' הגמ' דאמר חצר משום שליחות אתרבאי וע\"כ קאי בגדול דבקטן אינו קונה חצר, ומ\"מ אמרינן שאינו משום יד.<br><b> והנה </b> כל זה קשה לדעת רש\"י אבל לדעת הרמב\"ם דגם במתנה בעינן חצר משתמרת א\"כ לא צריך לחדש דבמציאה לא מהני חצר משום שליחות, דמה שכתב רש\"י דבחצר ליכא לא דעת שולח ולא דעת שליח אינו מוכרח דזהו שאמרו חז\"ל דחצר הוי משום שליחות דסתם חצר עשוי שיהיו מונחים בתוכו חפצי הבעלים, ומה שכתב הראב\"ד דהוי חב לאחרים יש לומר דלא שייך כן בחצר דדוקא במגביה מציאה לחבירו שבא לזכות בשביל חבירו אמרינן דלחוב לאחרים לא נעשה שליח, וזהו כשצריך ליעשות שליח, אבל חצר אינו עושה מעשה זכיה אלא שהחצר הוי תמיד שלוחו של האדם במקום ידו שיהיו מונחים בו חפציו, ולא שייך לומר שלא יהיה נעשה שליח דלא צריך ליעשות אלא דכל חצר מדין תורה הוא במקום ידו, ובעל החצר ממילא זוכה ולכן לא שייך כאן טעמא דחב לאחרים, אלא דצריך לומר דגם רב אשי לא אתי לשנויי אליבא דר\"פ וכמש\"כ הר\"ן.<br><b> והנה </b> גם לדעת הרמב\"ם הקשה הש\"ך בסי' רמ\"ג דכיון דזה עכ\"פ מבואר בסוגיא דאם הוא מטעם יד בעינן עומדת בצדה דמה ידה בסמוכה א\"כ בחצר דקטנה דהוא מטעם יד לא תקנה אלא בעומדת בצדה, והביא דברי התוס' בדף י\"ב דבקטנה אינה קונה אלא בעומדת בצדה, אבל מדברי הרמב\"ם והמחבר מוכח להדיא דקטנה גבי חצר דינה כגדולה, ולכן כ' הש\"ך דמה דאמר בגמ' חצר משום ידה אתרבאי ולא גרעה משליחות היינו דכמו דבשליחות בעינן בפניו ה\"נ מדין ידה, וכבר הקשה הנתיבות על דבריו דלפי\"ז הול\"ל לומר ולא עדיפא משליחות.<br><b> והנראה </b> לי דהנה בפ\"ה מה' גירושין הל' ב' כתב הזורק גט לאשתו לתוך חצרה אם היתה עומדת שם בצד חצרה נתגרשה ואם לאו לא נתגרשה עד שתעמוד בצד חצרה ואע\"פ שהוא חצר שישתמר הגט בתוכה שחוב הוא לה הגירושין, ואין חבין לאדם אלא בפניו, והנה לפי דברי הגמ' דגיטין הא עיקר טעמא דבעינן עומדת בצד חצרה הוא משום דמה ידה בסמוכה וזה ודאי דעיקר דין חצר באשה הוא משום ידה אלא דהיה אפשר לומר שתקנה אפי' אינה עומדת בצדה משום שליחות, וע\"ז אמר רב אשי טעמא דאין חבין לאדם אלא בפניו, וא\"כ מתחלה היה להרמב\"ם להביא עיקר הטעם מה שאמרו בגמ' בגיטין בטעמא דמילתא משום דמה ידה בסמוכה ואז היה אפשר לו להוסיף טעמא דלא מהני שליחות, אבל הרמב\"ם לא הזכיר כלל טעמא דמשום זה לא ליהני שליחות, וכתב בעיקר טעמא דאין חבין אלא בפניו והוא תימה, לכן נראה דהרמב\"ם אינו מפרש טעמא דאין חבין אלא בפניו דהוא כדי לומר למה לא ליהוי בגט משום שליחות דבאמת לא צריך כלל בגט להסבר דאין חבין לאדם אלא בפניו אלא בפשיטות דשליחות א\"א בגט כיון דמהני בע\"כ, ולשון זה היה משמע דבפניה הוי מהני גם משום שליחות וזה ודאי א\"א דשליחות ודאי לא הוי בע\"כ.<br><b> ולפי </b> המבואר צ\"ל דהרמב\"ם מפרש דרב אשי לא סבר הא דאמר בגיטין אליבא דעולא בטעמא דבעינן עומדת בצדה משום דמה ידה בסמוכה והוא משום דהתם נחת הגמ' לפרש רק טעמא דגט, אבל לפי\"ז גם במציאה לא מהני חצר אם אינה עומדת בצד חצרה אם נימא דקונה משום יד, אלא דהיה אפשר דבמציאה תקנה חצר משום שליחות, אבל אכתי קשה בחצר דקטנה דאמרינן דקונה דמשום ידה איתרבאי, א\"כ לא תקנה בחצר משתמרת אם אינה עומדת בצדה וכמו שכתבנו, ולכן בגיטין אליבא דעולא אפשר לומר דאה\"נ דכן הוא, אבל הכא קאי רב אשי לתרץ הסוגיא דאמרה דבחצר משתמרת לא בעינן עומד בצד שדהו, ור' יוחנן דאמר קטנה יש לה חצר משמע כדין חצר דגדולה, לכן אמר רב אשי מקודם בטעמא דמילתא דלא סבר הא דמה ידה בסמוכה משום דחצר אתרבאי משום יד ולא גרעה משליחות היינו משום יד נמי מהני אף שאינו סמוך וכמו בחצר דהוא משום שליחות מהני אפי' אינה סמוכה ה\"נ בחצר דהוא משום יד היה צ\"ל מועיל אפי' אינה סמוכה והיינו אומרים דהוא יד אריכתא וכמו שכתב הר\"נ לגבי חצר המשתמרת, ומה דלא מהני חצר משתמרת גבי גט זהו מטעמא דאין חבין לאדם אלא בפניו, ולכן במציאה דהוי זכות וזכין לאדם שלא בפניו מהני גם גבי קטנה חצר משתמרת אפי' אינה עומדת בצדה, ומבואר עכשיו דברי הרמב\"ם בה' גירושין דנקט עיקר טעמא גבי גט דבעינן עומדת בצדה אפי' בחצר משתמרת משום דאין חבין לאדם שלא בפניו, ומבואר מה דמהני בקטנה חצר משתמרת וכנ\"ל.<br><b> ונשוב </b> לדברי הראב\"ד בהשגות שהשיג רק על סוף ההלכה דלא מהני חצר בקטן וע\"ז השיג דבמתנה מהני אפי' בקטן, אבל מה שהצריך הרמב\"ם עומד בצדו דחצר שאינה משתמרת אפי' במתנה לא השיג עליו, ונראה דבזה מודה הראב\"ד דלא מהני טעמא דדעת אחרת מקנה דלא קיי\"ל כרב פפא, ואף דבפי' הסוגיא בהא דרב אשי כתב בחדושיו הובא בש\"מ דהוא כר\"פ אפשר דסובר כמש\"כ הגר\"א ז\"ל דאף דרב אשי בא ליישב דברי ר\"פ מ\"מ קיי\"ל כסוגיא דקדושין, וכ\"ז בהא דחצר שאינה משתמרת דעיקר החצר לא הוי בר קנין דבין יד בין שליח הם משומרים, אבל בדין חצר דקטן נראה דנחת הראב\"ד בזה מטעם אחר דאף דחצר דגברא משום שליחות ומשום זה לא מהני בקטן מ\"מ אף דעיקר יסוד קנין חצר הוא משום שליחות והיינו דהוי במקום ידו, מ\"מ קשה למה לא ליהני בקטן דאטו הקטן צריך לעשותו לשליח, ואטו דין שליחות גמורה יש כאן, תיפוק ליה דהחצר אינו בר דעת ואמרינן מה אתם לדעתכם וע\"כ דאינו אלא גדר שליחות, דכמו דמצינו דאדם יכול ליעשות לחבירו שליח כן אמרה תורה שחצרו של אדם יועיל במקום ידו, ולפי\"ז קשה מה איכפת לן דקטן אינו עושה שליח מ\"מ למה לא יועיל חצרו כיון דאינו מדין שליחות גמורה דאמרינן בזה מה אתם בני דעת, וצ\"ל דעכ\"פ בגדול אמרינן דדעתו של אדם הוא שכל חפציו יהיו מונחים בחצרו ושיהיו במקום ידו וזהו שעושה החצר לשליח במקום ידו, אבל קטן שאין לו דעת אינו עושה החצר שיהיה במקום ידו ומעצמו אינו נעשה החצר כמו ידו, וסובר הראב\"ד דכמו דאשכחן לענין מעשה קנין דצריך ודאי להיות מדעת עושה הקנין ומ\"מ סובר הראב\"ד בב\"ב דף מ\"א הובא בש\"מ גבי רב ענן דבדעת אחרת מקנה מהני מעשה שקונין אפי' בלא דעת לקנות, ה\"נ כאן גבי חצר מהני דעת אחרת שיהיה החצר כמו ידו אפי' בלא דעת הקטן אפי' בחצר דגברא שהוא משום שליחות כיון דאינו מדין שליחות ממש. וכמו שבארנו.<br><b> ובדעת </b> הרמב\"ם יש לומר דגם שם במעשה קנין אינו סובר כהראב\"ד דהרשב\"א הובא בש\"מ תי' שם באופן אחר ע\"ש, וגם יש לחלק דאפי' אם במעשה קנין מהני דעת אחרת מקנה, אבל כאן דצריך לעשות חצרו במקום ידו לא מהני בזה דעת אחרת מקנה, והראב\"ד סובר דגם לזה מהני דעת אחרת מקנה כיון דהחצר בעצמו יש לו גדר קנין ולא דמי לחצר שאינה משתמרת וכנ\"ל."
            ],
            [
                "<b>המתנה כגט שאין אדם יכול למסור דברים לשליח כיצד אמר לשלשה אמרו לפלוני ופלוני שיכתבו ויחתמו בשטר מתנה ויתנוה לפלוני אין זה כלום, ואם אמרו לאותן העדים וכתבו ונתנו למקבל לא קנה, וכן אם אמר לשנים כתבו וחתמו בשטר מתנה ותנוה לפלוני אינן יכולין לומר לסופר לכתוב אלא הן עצמן כותבין כמו בגט.</b><br><b> השגת </b> הראב\"ד לא קנה וכו' א\"א ה\"ה אם אמר להם תנו עכ\"ל.<br><b> הלח\"מ </b> בפ\"ב מה' גירושין הל' ה' כתב על השגת הראב\"ד כאן דכיון דכתב הרמב\"ם דאפי' אומר אמרו לא מהני א\"כ כ\"ש באומר תנו, וכונתו דהא שמואל וכן שאר אמוראי פסלי באומר תנו ומכשרי באומר אמרו, וכן בדף ע\"ב אמרינן ולא מיבעיא היכי דלא אמר אמרו אלא אפי' אמר אמרו נמי לא, ומפורש דאומר תנו הוי כ\"ש מאומר אמרו, עוד הקשה הלח\"מ על דברי הרמב\"ם שם בה' גירושין שכתב לשון המשנה בדף ע\"א אמרו לו נכתוב גט לאשתך וכו' ובגמ' בעי למידק דמדלא קתני תנו מכלל דמתני' ר\"מ דסבר דאומר תנו נותנין דמילי מימסרן לשליח, ומסיק רב אשי דמתני' לא מיבעיא קאמר, וכיון דפסק הרמב\"ם באומר אמרו דאינו אלא פסול א\"כ לא נוכל ללמוד מדין אומר אמרו, וא\"כ קשה למה השמיט הרמב\"ם דבאומר תנו הוי גט בטל, ונשאר הלח\"מ בזה בקושיא.<br><b> אכן </b> גם מה שיישב הלח\"מ דברי הרמב\"ם כאן אינו מבואר דאף דזה ודאי דאיכא מ\"ד דאומר תנו אינם עושים שליח ובאומר אמרו מהני, מ\"מ אין להוכיח מהא דאם אומר אמרו לא מהני, דה\"נ באומר תנו משום דבאמת הם שני ענינים דמה דאמרינן גבי אומר תנו מילי לא מימסרן לשליח היינו דהשליח אין לו כח למסור כח שליחותו לשליח אחר, אבל באומר אמרו הא אין השלוחים מוסרים כח שליחותם דהא אין להם כח לגרש ולא נעשו שלוחים רק לאמירה, והדין מילי הוא לגבי הבעל המגרש שאין לו כח לעשות שליח על מילי והיינו על עשיית השליח, וא\"כ היה אפשר לומר גם להיפוך דאף דאומר אמרו לא מהני ולא נתפס שליחות על מילי, אבל שליח שנתמנה על כתיבת הגט דזה אינו מילי מדיש לבעל כח לעשות שליח ע\"ז אפשר דזה השליח יכול גם למסור שליחותו לאחר מדין שליח עושה שליח.<br><b> והנראה </b> בזה דהנה בדף כ\"ט פריך הגמ' מרישא דמתני' דהוא ר\"מ ומשני אביי דהוא משום קפידא דבעל, ורבא משני משום מילי לא מימסרן לשליח, ומשמע דר\"מ נמי סבר הא דמילי לא מימסרן לשליח, וכבר עמדו הראשונים דהא ר' יוסי הוא דסבר הכי ולא ר\"מ וכתבו דלא פליגי אלא במילי דב\"ד, אבל במילי דשליח מודה ר\"מ, אבל עוד קשה בהא דאמר בגמ' דאביי ורבא דפליגי בשליח מתנה פליגי בפלוגתא דרב ושמואל וקשה דהא רב ושמואל פליגי אליבא דהילכתא, ושמואל פסק כר' יוסי עמש\"כ בזה הריטב\"א אבל לדעתי נכונים דברי הפנ\"י בדף כ\"ט דרבא נמי מודה דטעמא דר\"מ הוא משום קפידא דבעל, אלא דאביי סבר דר' יוסי דפליג בשלשה שעשאם ב\"ד הוא ג\"כ משום קפידא, ורבא אמר דלהלכה איכא טעמא דמילי והוא לר' יוסי, ומבואר הא דאמר דפליגי בפלוגתא דרב ושמואל, והוכיח זה ממש\"כ רש\"י בדף ע\"א דלר\"מ טעמא משום בזיון דבעל, ולפי\"ז קשה בהא דאמר בגמ' בדף ע\"א בהא דתנן נכתוב גט לאשתך טעמא דלא אמר תנו וכו' מני ר\"מ הוא דאמר מילי מימסרן לשליח דהא כיון דטעמא דר\"מ משום קפידא דבעל, א\"כ זה ניחא במתני' דדף ס\"ו שאמר להם לכתוב וליתן, אבל הכא דתנן שמסרו הגט לבעל א\"כ מוכח מדקבל הגט שהוא לא הקפיד ונימא הוכיח סופו על תחלתו, ואין לומר דכיון דסבר הגמ' דטעמא דקפידא הוא ודאי מדאמרינן דהגט בטל לא אמרינן הוכיח סופו על תחלתו, דהא גם במזכה לחבירו מתנה נמי אמרינן דודאי ניחא ליה וזכה בתורת ודאי ומ\"מ מספקא לן לומר הוכיח סופו על תחלתו, וצ\"ל דהגמ' סבר מעיקרא דמתני' אתיא כרבנן בב\"ב דף קל\"ח דלא סברי הוכיח סופו על תחלתו, אבל לדידן דמספקא שמא קיי\"ל כרשב\"ג דהוכיח סופו על תחלתו, וכמו שפסק הרמב\"ם בהל' ג' א\"כ אינו צריך להיות הגט בטל בתורת ודאי, וכיון שהרמב\"ם פסק דהגט בטל ע\"כ משום דמילי לא מימסרן לשליח, וכיון דבמתני' דדף ס\"ו לא הוזכר דמשום מילי לא מימסרן לשליח הגט בטל, לכן כתב מתני' דדף ע\"א דמבואר להדיא דהגט בטל ולהלכה הוא ע\"כ משום דמילי לא מימסרן לשליח.<br><b> עוד </b> אפשר דבאמת לא מסתבר דמשום טעמא דקפידא הגט בטל בתורת ודאי, דמנ\"ל שהוא ודאי מקפיד, וע\"כ צ\"ל דלפי ההו\"א הוי סבר דלשון בטל אינו ודאי, ועיין בפר\"ח סי' ק\"כ דהדר\"ך כתב כן לאמת דבלשון משנה וברייתא אינו מוכרח דלשון בטל הוא גם לקולא, והפר\"ח השיג עליו מד' הרמב\"ם בתשובה הביאו המ\"מ בפ\"ח דגם בלשון משנה וברייתא כן, ומ\"מ אפשר דלפי ההו\"א וכן לאביי ע\"כ נאמר כן, וכיון דהרמב\"ם פסק דבטל בתורת ודאי ע\"כ משום דמילי לא מימסרן לשליח.<br><b> ועתה </b> עלינו ליישב השגת הראב\"ד כאן מה שלא הזכיר הרמב\"ם דגם באומר תנו לא מהני, אך באמת גם כאן ביאר שפיר הרמב\"ם דין זה דמילי לא מימסרן לשליח כיון שכתב בסוף ההלכה דאם אמר לשנים כתבו וחתמו בשטר מתנה ותנוהו לפלוני אינן יכולין לומר לסופר לכתוב וזה אינו משום קפידא דהא אמר בגמ' בדף כ\"ט דבמתנה לא שייך קפידא אלא משום דמילי לא מימסרן לשליח, וכיון דכבר פסק הא דמילי לא מימסרן לשליח א\"כ א\"צ לכתוב הא דאומר תנו, והראב\"ד שהשיג סובר כהריטב\"א דאיכא נ\"מ בין מילי דשליח למילי דב\"ד, וא\"כ היה צריך לכתוב דה\"ה באומר תנו, אבל הרמב\"ם אינו מחלק וסובר דרבא אמר זה אליבא דר' יוסי וכמש\"כ, וכיון שפסק דמילי לא מימסרן לשליח א\"צ לכתוב דה\"ה אם אמר תנו."
            ],
            [],
            [],
            [
                "<b>מקבל מתנה שטען ואמר זו שתחת ידי אינה מתנה בידי אלא שומר אני עליה וכיוצא בו או שאמר בטילה היתה מתחלתה לפי שלא קבלתיה או בעל כרחי באונס או בטעות וכיוצא בדברים אלו דבריו קיימין ונשבע ע\"ז שבועת היסת ותחזור לבעליה.</b><br><b> השגת הראב\"ד </b> ותחזור לבעליה וכו' א\"א רעיון רוח ונשבע שבועת היסת עכ\"ל.<br><b> המ\"מ </b> כתב דכונת הרמב\"ם אם תבעוהו בע\"ח שלו ואמרו אתה מערים בזה להפקיעה מתחת ידינו נשבע ע\"ז היסת וסיים המ\"מ וצ\"ע, וכבר כתתבי בפ\"א מה' נזקי ממון דזה ודאי דהכונה לענין בע\"ח ומ\"מ השיג הראב\"ד דאם הוא נאמן מה שייך ע\"ז שבועת היסת הא אינו תובע לעצמו דהראב\"ד סובר דנאמן מדין ע\"א ע\"פ דברי הר\"ן בחולין דהיכי שלא בא להוציא מחזקה נאמן ע\"א וממילא לא שייך שישבע היסת והרמב\"ם סובר דנאמנותו אינו מדין ע\"א אלא מדין בעלים, ולכן כתב שטען ואמר דהוא מדין טענה ולא מדין הגדה, ואפי' בטענות טעות ואונס טוען שעכ\"פ הוא מחזיק בתורת שומר אבדה בשביל הבעלים ע\"ש שבארתי בארוכה.<br><b> אלא </b> דאכתי קשה דהא אין נשבעין על טענת שמא וכאן הבע\"ח אינם מכחישים בטענת ברי, והיה אפשר לומר לפי\"מ שפסק הרמ\"א בסי' ע\"ה סי\"ז דמשביעין היסת בטענת שמא היכי דאיכא רגלים לדבר, והכא הא ג\"כ בסתמא בלא טענתו מחזקינן שבודאי זכה בהמתנה והוי כמו רגלים לדבר, אבל אכתי לא ניחא לפי מה שמבואר בתשובת הרמב\"ם סי' רכ\"א וכן הוא בתשובות הרי\"ף החדשות סי' קכ\"ב דאין משביעין היסת אלא בשיכול הנתבע להפוך השבועה על התובע וזהו כשטוען התובע ברי, ולפי\"ז בודאי גם כשיש רגלים לדבר אין משביעין, וא\"כ קשה כאן למה יכולים הבע\"ח להשביעו הא אין יכולים לישבע שהמתנה קיימת.<br><b> והנראה </b> בזה דהנה הך כללא דאין משביעין שבועת היסת אלא כשיכול הנתבע להפוך השבועה צריך ביאור מקור ההלכה וטעמא דמילתא, ונראה דסובר הרמב\"ם דלא שייך שב\"ד יחייבו שבועה אלא היכי שאם לא היה טוען היה חייב לשלם והיינו לפי\"מ שמבואר בריש סי' ע\"ה דבין התובע בין הנתבע צריכים לברר דבריהם, ואף דאם אינו רוצה לברר דבריו לפי דברי הרמ\"א שם אינו מפסיד אלא כשיש רמאות בדבר, הנה לבד מה דנראה מדברי הרמב\"ם דמעיקר הדין הוא צריך לברר ובמקומו אבאר בעזה\"י, אבל אפי' לפי דברי הרמ\"א שהוא מדברי הטור זהו כשאינו מברר טענתו, אבל כשאינו רוצה להשיב כלל גם הרמ\"א מודה שב\"ד יחייבו אותו לשלם אף שאין התובע מביא עדים על טענתו דדוקא כשמשיב הנתבע שמא קיי\"ל דלאו ברי עדיף, אבל כשאינו משיב כלל אלים טענת התובע גם לחייב הנתבע, אבל ודאי דזהו דוקא היכי שהתובע טוען ודאי, אבל אם אינו תובע אלא ע\"פ רגלים לדבר א\"כ למה נצריך הנתבע לישבע כיון דגם אם לא ישבע לא נוכל לחייבו לשלם, ואף דבשבועת היסת לא נחתינן לנכסיה זה אינו שייך לדברינו דזהו לענין שאין ב\"ד יורדין לנכסיו ומוציאין ממון בע\"כ, אבל זה ודאי דגם בשבועת היסת יאמרו לו ב\"ד אם הוא ציית דינא שאם אינו רוצה לישבע צריך הוא לשלם וא\"כ היכי שגם בלא כפירת הנתבע אין אנו יכולין לחייב להנתבע למה נחייב אותו שבועה הא יכול לומר גם על אמת איני רוצה לישבע, ולכן כתבו דצריך להיות טענת ברי ממש באופן שאם אינו רוצה הנתבע לישבע יהיה יכול להפוך השבועה על התובע דאם לא כן שמא גם להתובע אינו ברי גמור.<br><b> והשתא </b> דהכי הוא נוכל ליישב מה דסובר הרמב\"ם כאן דחייב הלוה שבועה אף דאין הבע\"ח יכולין לישבע דמתי אנו צריכין טענת ברי זהו היכי דבלא הטענת ברי של התובע לא נוכל לחייב להנתבע, אפי' אם לא היה טוען הנתבע כלל, אבל כאן כיון דאם לא יטעון הלוה ברי שאין המתנה שלו בודאי יגבה הבע\"ח מן המתנה, בזה אין אנו צריכים לטענת ברי של הבע\"ח כיון דבסתמא בלא טענתו של הלוה יש להם זכות לגבותה, ומה דצריך לדינא דשבועת היסת טעמא דחזקה אין אדם תובע אא\"כ יש לו, בזה יסבור גם הרמב\"ם כסברת הראשונים שהביא הרמ\"א דהיכי דאיכא אומדנא מהני להשביע היסת וגם כאן הא בסתמא אנו מחזיקין שקבל המתנה ברצון ולכן שפיר יכולים להשביעו."
            ]
        ],
        [
            [
                "<b>הנותן מתנה בין בריא בין חולה צריך שתהיה גלויה ומפורסמת, אמר לעדים כתבו בסתר ותנו לו אינה כלום שזה מערים כדי לאבד ממון אחרים שיחזור וימכור אחר שיתן. לפיכך כל שטר מתנת קרקע שאין כתוב בו ואמר לנו פלוני הנותן שבוּ בשווקים וברחובות וכתבו לו מתנה גלויה ומפורסמת וכיוצא בענינים אלו חוששין לה שמא מתנה מסותרת היא ולא זכה המקבל.</b><br><b> השגת </b> הראב\"ד אחר שיתן וכו' א\"א פי' הטובה שקבל מזה עכ\"ל.<br><b> המ\"מ </b> ביאר מחלוקת הרמב\"ם והראב\"ד דדעת הרמב\"ם הוא דמשום שיאבד ממון אחרים בזה שימכור אחר שיתן מתנה זו והמכירה תתבטל מפני המתנה לכן פסלו חכמים שטר מתנה זה, אבל הראב\"ד מפרש דטעמא דהמתנה בטילה הוא משום שאינו נותנה בלב שלם, וכן מבואר מפי' רשב\"ם שכתב דלמא כבר נתנה לאחר או לעשותה מודעה לחברתה נתכוין, וכן מבואר בדברי שאר ראשונים בש\"מ ולפי\"ז באמת צריך לבאר טעמו של הרמב\"ם דלא ניחא ליה לפרש כפשוטו דהוא מעיקר דינא משום דלא גמר להקנות, וכתב טעמא דהוא משום פסול שפסלו חכמים.<br><b> ונראה </b> דזה תלוי במחלוקת הראשונים במה דאמר בגמ' דבסתמא חיישינן דלפי' הראשונים דהוא בשביל שלא נתכוין להקנות א\"כ לא שייך לומר חיישינן אלא שאם טוען שלא נתכוין אלא למתנתא טמירתא ולא נתכוין להקנות טענתו טענה, וכן כתב המ\"מ והוא מדברי הר\"י מיגש שכתב בשם גאון דדוקא אם חזר בו וטען דלמתנה טמירתא הוא דאיכוין, אבל הרמב\"ם כתב דפסולה בודאי וכן הוא שיטת ר\"ח הובא בנמוק\"י ולפי' הראשונים דהוא משום שלא נתכוין להקנות לא שייך בזה לשון חיישינן, לכן כתב הרמב\"ם דטעמא שפסלו חכמים משום תקנה שלא יעשה קנוניא על לקוחות, ולכן אפי' בשטר סתמא חששו חכמים ופסלו השטר."
            ],
            [
                "<b>הנותן מתנה בין בריא בין חולה צריך שתהיה גלויה ומפורסמת, אמר לעדים כתבו בסתר ותנו לו אינה כלום שזה מערים כדי לאבד ממון אחרים שיחזור וימכור אחר שיתן. לפיכך כל שטר מתנת קרקע שאין כתוב בו ואמר לנו פלוני הנותן שבוּ בשווקים וברחובות וכתבו לו מתנה גלויה ומפורסמת וכיוצא בענינים אלו חוששין לה שמא מתנה מסותרת היא ולא זכה המקבל.</b><br><b> השגת </b> הראב\"ד אחר שיתן וכו' א\"א פי' הטובה שקבל מזה עכ\"ל.<br><b> המ\"מ </b> ביאר מחלוקת הרמב\"ם והראב\"ד דדעת הרמב\"ם הוא דמשום שיאבד ממון אחרים בזה שימכור אחר שיתן מתנה זו והמכירה תתבטל מפני המתנה לכן פסלו חכמים שטר מתנה זה, אבל הראב\"ד מפרש דטעמא דהמתנה בטילה הוא משום שאינו נותנה בלב שלם, וכן מבואר מפי' רשב\"ם שכתב דלמא כבר נתנה לאחר או לעשותה מודעה לחברתה נתכוין, וכן מבואר בדברי שאר ראשונים בש\"מ ולפי\"ז באמת צריך לבאר טעמו של הרמב\"ם דלא ניחא ליה לפרש כפשוטו דהוא מעיקר דינא משום דלא גמר להקנות, וכתב טעמא דהוא משום פסול שפסלו חכמים.<br><b> ונראה </b> דזה תלוי במחלוקת הראשונים במה דאמר בגמ' דבסתמא חיישינן דלפי' הראשונים דהוא בשביל שלא נתכוין להקנות א\"כ לא שייך לומר חיישינן אלא שאם טוען שלא נתכוין אלא למתנתא טמירתא ולא נתכוין להקנות טענתו טענה, וכן כתב המ\"מ והוא מדברי הר\"י מיגש שכתב בשם גאון דדוקא אם חזר בו וטען דלמתנה טמירתא הוא דאיכוין, אבל הרמב\"ם כתב דפסולה בודאי וכן הוא שיטת ר\"ח הובא בנמוק\"י ולפי' הראשונים דהוא משום שלא נתכוין להקנות לא שייך בזה לשון חיישינן, לכן כתב הרמב\"ם דטעמא שפסלו חכמים משום תקנה שלא יעשה קנוניא על לקוחות, ולכן אפי' בשטר סתמא חששו חכמים ופסלו השטר."
            ],
            [],
            [
                "<b>כבר בארנו שהמוסר מודעא ואח\"כ נתן המתנה בטלה אע\"פ שאין זה אונס שאין הולכין במתנה אלא אחר דעת הנותן, הואיל וגילה דעתו שאינו רוצה בה מתנתו בטילה לפיכך מי שהיו הדברים מוכיחין שאין דעתו ליתן מתנה זו אפילו שנתנה מתנה גלויה ונמצאת שנתנה מקודם מתנה מסותרת הרי ב' המתנות בטלות, הראשונה מפני שהיא מסותרת והב' מפני שהדבר מוכיח שאינו רוצה והרי קדמה זו המתנה שנמצאה כמו מודעה לה.</b><br><b> השגת </b> הראב\"ד מודעה לה וכו' א\"א כגון המעשה שהוא מביא עכ\"ל.<br><b> המ\"מ </b> לא ביאר השגת הראב\"ד ומשמע דהוא סובר דאינו אלא פירוש לדברי הרמב\"ם, אבל מדברי הרמב\"ם לא משמע כן שכתב בדרך כלל שהיו הדברים מוכיחין ואח\"כ כתב הך עובדא דגמ' דההוא גברא דאזל לקדושי איתתא, ונראה דהראב\"ד סובר דדוקא בכה\"ג דהך עובדא דאמר בגמ' על זה דהתם מוכחא מילתא דמחמת אונסא הוא דכתב לה, ואף דאם היה אונס א\"כ אין צריך מודעה, כבר כתב הר\"י מיגש משום דהוי אונס דנפשיה דהוי מצי למיכף ליצריה ודוקא באונס שאנסוהו אחרים בטל בלא מודעה, ונ\"מ דאם לא היה אונס כלל רק דמוכח שאין דעתו ליתן מתנה זו לא הוי מודעה, וכגון אם אחד הפציר בחבירו שיתן לו מתנה ונתן חבירו מקודם לאחר מתנתא טמירתא ואח\"כ נתן לו מתנה גלויה בזה לא נימא דהוי מודעה דהפצר לא הוי אונס כלל.<br><b> ונראה </b> דדעת הרמב\"ם דגם בהך עובדא לא היה גדר אונס כלל דאם היה גדר שמוכח בודאי שאינו נותנה ברצון לא היינו צריכין למה שקדמה לה מתנתא טמירתא דבלא\"ה לא הוי מהני מתנה זו, דאף דגבי מכירה ודאי לא הוי בזה גדר אונס כיון שלא אנסוהו, אלא הוא היה אנוס בשביל יצרו שרצה לישא האשה זה דוקא במכירה דבעינן שיהיה אונס עפ\"י דין, אבל במתנה שאין הולכין אלא אחר גילוי דעת הנותן מה איכפת לן שאינו אונס ע\"פ דין כיון דעכ\"פ אינו נותן ברצון, ולכן ע\"כ מוכח מכאן דבלא המתנה טמירתא שקדמה לה לא היינו דנין גדר אונס כלל אפי' להוכיח מזה שאינו נותן בלב שלם, משום שאין לנו טעם לדון בזה גדר אונס אפי' לגבי עצמו דמהיכי תיתי עלינו להחזיקו לרמאי שיחפוץ להטעות האשה שיכתוב לה נכסיו כדי שתתקדש לו ויכתוב באופן שהמתנה בטלה, ולכן ע\"כ שבצירוף מה שנתן מקודם המתנה טמירתא אנו דנין שרוצה להטעותה, וזהו דאמר בגמ' דמוכחא מילתא דמחמת אונסא הוא דכתב לה והיינו בצירוף המתנתא טמירתא, ולכן גם בכה\"ג שכתבתי שהפציר בו חבירו נמי הכי הוא כיון דלא בעינן אונס גמור, לפי\"ז דלא בעינן אונס, גבי הפציר בו חבירו עוד עדיף דעכ\"פ אין לו זכות להפציר ואינו רמאות גמורה אם יטעה אותו אבל בהמעשה הזו הלא הוא רמאי בזה שהטעה אותה, ולכן כתב הרמב\"ם מעשה זו בהל' ה' להודיענו שגם בכה\"ג המתנה בטלה אף שהוא רמאי בזה."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>היו שני השטרות במכר או שניהם במתנה אם הוסיף בשני כלום הרי הראשון קיים שלא כתב השני אלא מפני התוספות, ואם לא הוסיף בטל שטר שני את הראשון ואין לו אחריות אלא מזמן השני, לפיכך כל הפירות שאכל הלוקח מזמן ראשון עד זמן שני מחזיר אותם, ואם היה על אותה שדה חוק למלך בכל שנה הנותן או המוכר נותן החוק עד זמן השטר השני.</b><br><b> הלח\"מ </b> הקשה דבגמ' איתא מאי טעמא רפרם אמר אימר אודויי אודי ליה, רב אחא אמר אימר אחולי אחליה לשעבודיה איכא בינייהו אורועי סהדי ולשלומי פירי ולטסקא, וא\"כ הרמב\"ם דפסק דמשלם הפירות והמוכר משלם חק המלך למה לא הזכיר הא דאורועי סהדי ונשאר בקושיא, ונראה בזה דהמ\"מ כתב ופסק המחבר כרפרם מפני שקרקע בחזקת בעלים ראשונים עומדת, וא\"כ לא פסק בתורת ודאי, ואף דפסק דמוציאין הפירות זהו כמו דאמרינן בהשואל גבי בשנים עשר דינרים לשנה מדינר זהב לחודש דבשביל זה דקרקע בחזקת בעלים עומדת מוציאין מן השוכר שכירות בעד חודש העיבור, ולפי\"ז מבואר דלגבי אורועי סהדי דהוא לפסול שטר אחר הנמצא אצל הלוקח שחתמו בו עדי שטר הראשון דאנו צריכין לפסול השטר משום שהעדים פסולים, ובזה ודאי אמרינן דמוקמינן לעדים בחזקת כשרות וכמו דקיי\"ל גבי שתי כתי עדים המכחישים זו את זו דזו באה בפני עצמה ומעידה, וזו באה בפני עצמה ומעידה ולא אמרינן דאם כת אחת מהעדים חתומים על שטר מכירה דנימא קרקע בחזקת בעלים עומדת, ואף דהכא אין אנו באין לפסול לגמרי העדים וכמו שכתבו התוס' דאינו נאמן בהודאתו לפסול העדים רק לגבי עצמו, מ\"מ גם לגבי עצמו לא נוכל לפסול השטר דעכ\"פ אנו צריכים לומר לגביה שהעדים הם פסולים מספק, ומספק אין אנו יכולים לפסלם.<br><b> איברא </b> דיש לחלק דין זה מדין זו באה בפני עצמה ומעידה דהתם לא הוי אלא ספק במציאות ומוקמינן לכל כת על חזקת כשרות, אבל הכא הוי ספיקא דדינא, וכיון דבספיקא דתרי ותרי מבואר בחו\"מ סי' ל\"ד סעיף כ\"ח דשנים שהעידו על אחד לפסלו ושנים הכחישו אותם הוא ספק פסול ואין מוציאין ממון בעדותו, א\"כ ה\"נ בספיקא דדינא נמי לא נוקמי לעדים בחזקת כשרות, וכבר ידוע דבספיקא דדינא לא מוקמינן אחזקה, ולא דמי למה דאמרינן קרקע בחזקת בעלים עומדת, דזהו מגדר חזקת ממון דמהני גם בתרי ותרי, ונראה דמה דכתב המ\"מ דטעמא משום דקרקע בחזקת בעלים עומדת אינו משום דהוי ספיקא דדינא שהיה לו לכתוב דהרמב\"ם מספקא ליה כמאן הילכתא, וגם אפשר שיש כללי הלכה להכריע כמי לפסוק ומי היה מאוחר או מי היה גדול יותר, לכן נראה דכונתו דבאמת שני הטעמים אפשר, ומספקא לן משום מה כתב שטר השני ולכן לענין פירות מפסיד הלוקח אבל שטרותיו אינם פסולים מספק, וראיתי בחדושי הרמב\"ן המיוחס להרשב\"א שכתב דרב איויא לא פליג על אודויי אודי אלא מוסיף דהיכי דאיכא למימר טעמא דאחולי לא אמרינן אודויי אבל בדעת הרמב\"ם א\"א לומר דפסק כן דהא לא חילק לענין פירות ולדעת הרמב\"ם צ\"ל דטעמא דאחולי שייך גם במתנה ואף דלא מהני מחילה אמרינן דהקנה לו בק\"ס אלא דאמר טעמא דאחולי לענין מכר דשייך מחילה לענין אחריות, אבל בעיקרא דמילתא אנו אומרים שב' הטעמים אפשר והוי ספק ולכן לענין פירי וטסקא למוכר אבל העדים לא נפסלו מספק וכנ\"ל."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן הכותב נכסיו לבניו בין זכרים בין נקבות בין בריא בין ש\"מ, וכתב לאשתו עמהן קרקע כל שהיא הואיל ועשה אותה שותף בין הבנים ולא מחתה אבדה כתובתה ואינה טורפת מנכסים אלו כלום, אבל מנכסיו שיבואו אחר אלו נוטלת מהן כתובתה.</b><br><b> כתב </b> המ\"מ במה שכתב הרמב\"ם בין בריא בין ש\"מ דאף דבגמ' הוא בעיא דלא איפשטא ובפי' המשנה סבר הרב ז\"ל דהעמד שטר על חזקתו ואינו נפסל אלא בראיה ברורה, אבל כאן בהלכות סובר דהאשה היא המוציאה, וכיון דמספקא לן המוציא מחבירו דהיינו אשה עליה להביא ראיה, ותירוצו אינו מספיק דהא בכל מקום פוסק הרמב\"ם דבספיקא דדינא מהני תפיסה והיה לו לכתוב דאם תפסה האשה בשביל כתובתה אין מוציאין מידה.<br><b> והנראה </b> בזה דהנה הרשב\"ם כתב דאבעיא דרבא דאמר מי אמרינן בשכ\"מ הוא דידעה דלית ליה וקא מחלה, אבל בבריא סברה הדר קני, או דילמא השתא ליה ליה דגם רבא סבר כרב כהנא בסוף הסוגיא דאי הדר קני נכסים גבייא מינייהו ומ\"מ בעי דכיון דסברה הדר קני לא מיחתה, אבל לא מחלה כלל אפי' מהני נכסים, וכתב עוד ואית דמפרשי דמיבעיא אי גבייא מנכסים דקני למחר וטעות דמילתא דמיפשטא לקמן לרב כהנא לאו אורחא דגמ' למימר תיקו, אבל האית דמפרשי הוא רבינו גרשום בפירושו, וטעמו דסובר דאי הוי סבר דמנכסים אחרים לא מחלה, א\"כ מאי נ\"מ מבריא לשכ\"מ, והר\"י מיגש פי' דכל אבעיא דרבא הוא רק אם יקנה הבריא נכסים אחרים, ובשכ\"מ גם רב כהנא מודה דאפי' יקנה אח\"כ נכסים אחרים מחלה וכמו שמביא המ\"מ, ולכן גם הרמב\"ם סובר כן אלא דאינו סובר כהר\"י מיגש בשכ\"מ, ונראה דאפשר דרבא סבר בודאי דלא כרב כהנא, דלרב כהנא דהמחילה הוא על שעבוד הנכסים שחלק אין נ\"מ בין בריא לשכ\"מ אבל רבא סבר דהמחילה הוא על הכתובה, ולכן איכא נ\"מ דהיכי דלא מוכח דבודאי נתייאשה מגוביינא של הכתובה לא מחלה כלל, ולפי\"ז מיושב קושיית רשב\"ם מה דלא אמר הגמ' מילתא דאיבעיא לרבא פשיטא לרב כהנא דרב כהנא לא הכריע בספיקו של רבא אלא דחולק עליו בעיקר דינא, וא\"כ מיושב מה דפסק הרמב\"ם דגם בבריא ודאי הפסידה כיון דפסק כרב כהנא דהוא בתרא שהיה חבירו של רב פפי.<br><b> ובמה </b> שכתב המל\"מ להוכיח כשיטת הר\"י מיגש מההוא דאמר פלגא לברת ופלגא לברת ותיתא לאתת בפירי, דבריו אינם מובנים כלל דרצה לפרש דהכל היה בפירי, וכתב דהרשב\"ם דחק לומר שחילק לבנותיו קרקעות דאיך אפשר לפרש דלא כהרשב\"ם דבפירות ליכא פלגא ופלגא ותילתא, ובודאי הכונה פלגא ופלגא על הקרקעות, וכן הוא בפי' רבינו גרשום והוא פשוט, אכן בעיקר הא דרב כהנא בהא דתלתא לברת כתב גם רבינו גרשום בריא היה, אבל א\"א לומר בטעמו משום דסובר כהר\"י מיגש דבשכ\"מ מודה ר\"כ דמחלה הכל דבאבעיא דרבא פירש מי אמרינן שכ\"מ כו' קא מחלה על אותו קרקע, ומוכח דסובר דאין חילוק בין בריא לשכ\"מ, לכן נראה דסובר דאף דאמרינן דכיון דשתקה מחלה זהו אם המתנה תתקיים כולה אבל כאן כיון שאחת הבנות מתה ולא נתקיימה המתנה כלל לגבי אותה הבת בזה ודאי לא מחלה אפי' אם היינו אומרים דמחלה דגמרי, לכן מפרש דבריא היה והמתנה נתקיימה אלא שאח\"כ ירשה אביה, וכן מבואר בדברי רשב\"ם שכתב וחזר וירש שהאב יורש את בתו ומוכח דבריא היה, אלא דמדברי הר\"י מיגש מוכח דאינו סובר כן שהוכיח דבריא היה דבשכ\"מ הא אמרינן דמחלה לגמרי ולדברינו לא צריך לזה, וכן מלשון הרמב\"ם משמע דתיכף משכתב לה אבדה כתובתה שכתב ואינה טורפת מנכסים אלו כלום, ולא הזכיר שמת השכ\"מ, ומשמע דגם אם לא מת מתוך חולי זה ולא נתקיימה המתנה אינה גובה מנכסים אלו."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כבר ביארנו בנשואין ששנים שהיה ביניהם שידוכין ופסק זה ע\"י בנו וזה ע\"י בתו, ואמרו כמה אתה נותן לבנך, כך וכך, וכמה אתה נותן לבתך כך וכך, ועמדו וקדשו קנו באמירה, ואין קונין באמירה זו עד שעת נשואין שכל הפוסק דעתו לכנוס וצריכין שיהיו הדברים שהן פוסקין מצויין ברשותו שאין אדם מקנה דבר שלא בא לעולם כמו שבארנו ודברים אלו לא נתנו להכתב, לפיכך אינן כשטר עד שיטרוף בהן.</b><br><b> השגת </b> הראב\"ד ודברים אלו וכו' עד שיטרוף בהן, א\"א דבריו מעורבים כי נראה מדבריו שהוא מפרש ניתנו להכתב או לא ניתנו אם צריכין ליכתב לגבות ממשועבדין או אין צריכין לכתוב, ואח\"כ אמר לפיכך אינו כשטר עד שיטרוף בהן וכיון שפשט שלא ניתנו ליכתב הרי הוא טורף בהן, ואולי הוא מפרש ניתנו ליכתב ולא ניתנו אם יש להם דין שט\"ח או לא ואין דעות כל המפרשים שוות בזה עכ\"ל.<br><b> כתב </b> המ\"מ דדעת הרמב\"ם דאפי' נכתב מהן שטר אינו טורף בהן ובודאי כונתו אם כתבו העדים רק זה שפסקו ביניהם כך וכך, אבל אם כתבו שכל אחד מתחייב כך וכך הרי הוא שטר גמור וכן מבואר מדבריו שכתב שלא עלה על דעתם להשתעבד באמירה שלהם והילכך אפי' נכתב מהן שטר אינו טורף, ואם כתבו שטר של התחייבות הרי אינו באמירה, והנה הטור הביא דברי רש\"י שכתב שאפי' אם שניהם רוצים לכותבם ולהחתים עדים אין שומעין להם כדי שלא יוכל ליטרף ממשעבדי וכתב ע\"ז וכן נראה דעת הרמב\"ם שכתב דברים אלו לא ניתנו ליכתב לפיכך אינו כשטר עד שיטרוף בכך, ועמדו בזה הב\"י והב\"ח דהא מדברי רש\"י מבואר שאם היו כותבין היו טורפין ממשעבדי, וכתב הב\"ח דכונת רש\"י דאין כותבין שטר שהם נתחייבו בכך וכך והדברים תמוהים דכיון שרוצים לכתוב שטר התחייבות למה לא יוכלו לכתוב, והט\"ז כתב דהטור מפרש בדעת הרמב\"ם שאם כתבו שטר מהני לטרוף ממשעבדי ודלא כדברי המ\"מ וגם דבריו תמוהים דאם בזה רוצה להשוות דעת הרמב\"ם ודעת רש\"י ונאמר דדעתם דאם יכתבו שטרי פסיקתא יטרפו ממשעבדי, א\"כ למה כתב רש\"י דאפי' אם שניהם רוצין אין שומעין להם, דלמה אין להם רשות להשתעבד, אבל באמת הדברים מבוארים להדיא בדברי הרמב\"ן בספר הזכות שכתב לפרש דעת הרי\"ף וז\"ל ניתנו ליכתב שאם כתבו עדים פסק פלוני לבנו כך וכך ופלוני לבתו כנגדו שיהא כמלוה בשטר, הואיל וכתבו קנין אמירה שלהם או אינו אלא כמלוה ע\"פ שהרי לא שעבדו עצמן ולא קבלו עליהן בחוב כלום, דהא לא אמר זה חייב אני לבני וזה חייב אני לבתו וכו'. וכן פירש\"י ז\"ל לא נתנו חכמים כתיבה לדבר שאם באו לחתום עדים בדברים הללו אין טורפין מן המשועבדים דכיון דליכא קנין לא נשתעבדו נכסי עכ\"ל הרמב\"ן, ומבואר דגם דעת רש\"י כן איברא דלשון רש\"י שלנו אינו כמש\"כ הרמב\"ן, אבל ברור שבעיקר הדין אין כאן מחלוקת ואם היה סובר רש\"י שאפשר לעשות שטר באופן זה שיגבו מן המשועבדים למה אין להם רשות לעשות שטר, וראיתי שהפרישה כתב דזהו שמא ישתכח שהיה משום פסיקת נדוניא, ומשמע מדבריו שהשטר יהיה שטר התחייבות אלא דכיון שהיה משום פסיקת נדוניא לא מהני, והנה מבואר להדיא בדברי הרמב\"ן דודאי מהני.<br><b> לכן </b> נראה פשוט דגם דעת רש\"י בגמ' הוא כן ורק דסובר דאף דמעיקר דינא אם כתבו שטרי פסיקתא אין גובין ממשועבדין, מ\"מ אין להם רשות לכתוב שלא יבואו לטרוף ע\"י ב\"ד טועין דאם נפרש לא ניתנו ליכתב שאין לשטר זה כח של שטר קשה דמאי פריך מהא דאין כותבין שטרי ארוסין ונשואין אלא מדעת שניהם, הא מדעת שניהם כותבין מאי לאו שטרי פסיקתא דלמה לא יכתבו לגבות מבני חורין כדי שלא יוכלו לכפור, ומזה אני תמה על הב\"ח שכתב דמה שכתב רש\"י דאין כותבין היינו אם יבואו לכתוב שטר בסתם שפלוני נתחייב לפלוני חוב גמור, אבל אם העדים אינם כותבין כי אם הדברים כהויתן כותבין דא\"כ מאי פריך מאי לאו שטרי פסיקתא דהא בפשוטו שטרי פסיקתא הם דברים כהויתן ושפיר כותבין, ומבואר מזה מה דרש\"י הוכרח לפרש דאף דע\"פ דין לא מהני שטר כזה לטרוף ממשעבדי מ\"מ אין כותבין שמא יבואו לגבות, ואף דבב\"ב דף קל\"ח אמרינן והלכתא אין חוששין לב\"ד טועין הא מסיק התם דטעמא משום דב\"ד בתר עדים דייקי וא\"כ אפשר דסבר הגמ' דבזה לא יטעו ב\"ד לסמוך על עדים שודאי דקדקו, אבל לטעות בהלכה אפשר דחיישינן ואין כותבין דהא משום דב\"ד בתר ב\"ד לא דייקי אין כותבין גט חליצה אא\"כ מכירין משום דחיישינן לב\"ד טועין שלא ידעו שחולצין אע\"פ שאין מכירין, וא\"כ שפיר דהכא אין כותבין שמא יחשבו ב\"ד טועין דהוא שטר גמור.<br><b> עתה </b> נבוא לדברי הראב\"ד ולכאורה משמע דשיטתו כפי' א' שכתב דהאבעיא הוא אם ניתנו ליכתב וצריך כתיבה לגבות ממשועבדים או לא ניתנו ליכתב וגובה ממשועבדים בלא כתיבה, אבל בהשגותיו על הרי\"ף המובא בס' הזכות מבואר שדעתו אינו כן ומפרש לא ניתנו ליכתב שאין העדים כותבין אותן בשטר אלא מדעת שניהם לפי שכל זמן שלא נכתבו אין נגבין אלא מבני חורין ומשנכתבו גובין ממשועבדין, והוא סותר לדבריו כאן וכבר ביארתי בפ\"ב מה' גנבה הל' י\"ב שהראב\"ד בהשגות על הרמב\"ם הוא בעל ההשגות על הרי\"ף.<br><b> ונראה </b> בבאור דבריו דבאמת דעתו הוא בבאור הסוגיא כמו שכתב בהשגתו על הרי\"ף וטעם השגתו כאן הוא משום דסובר מתחלה דלשון לא ניתנו ליכתב אפשר לפרש בב' אופנים או דנפרש דאין רשות לכתבם ומוכח דאם יכתבו העדים יהיה לזה דין שטר, ולזה פירש בהשגתו על הרי\"ף דהכונה דאין רשות לעדים לכתוב שלא מדעת שניהם, וכבר כתבנו שגם דעת רש\"י כן דפי' אין רשות לעדים לכתוב, ורק משום דסובר דגם אם יכתבו אין לו דין שטר, ולכן פירש דמ\"מ אסור לכתוב שמא יבואו לגבות וכמש\"כ, אבל מדברי הרמב\"ם שכתב לא ניתנו ליכתב לפיכך אינו כשטר מוכח דאינו מפרש דאף דאין לו דין שטר מ\"מ אסור לכתבו, וא\"כ אנו צריכים לפרש לא ניתנו ליכתב לא צריך לכתוב דבדברים בעלמא גובה, וא\"כ מנלן שאינו טורף, איברא דבתוס' הביאו שהר\"ח ור\"ת פירשו כן דניתנו ליכתב היינו שצריך לכתבם ובלא כתיבה אינו גובה כלל, ולא ניתנו ליכתב היינו שאין צריך לכתבם ומ\"מ כתבו בתוס' דלא יגבה בלא כתיבה, אלא מב\"ח ומדברי הראב\"ד שכתב דכיון שלא ניתנו ליכתב הרי הוא טורף בהם משמע דאפי' בלא כתיבה דאין לומר דכונתו ע\"י כתיבה דא\"כ למה דוקא אם לא ניתנו ליכתב.<br><b> ולכן </b> צריך לומר דהראב\"ד אינו מפרש בדברי הר\"ח כדברי התוס' אלא דאם לא ניתנו ליכתב מהני בלא כתיבה לטרוף ממשעבדי, ומצאתי שהדבר מפורש בריטב\"א שמפרש כן דעת ר\"ת דלא כהתוס' והדבר תלוי בפירושא דשמעתא במה דאמר ת\"ש מתו בנותיהם ניזונות מנכסים ב\"ח, והיא ניזונת מנכסים משועבדים דרש\"י ותוס' מפרשים דזהו קושיא לרב אשי דאמר לא ניתנו ליכתב, ולכן הוכרחו התוס' לפרש לדעת ר\"ח ור\"ת דהקושיא הוא דמוכרח דנכתב דבלא כתיבה ודאי אינו טורף, אבל הריטב\"א מפרש דהוא סייעתא לרב אשי וכן הוא לדברי הראב\"ד כאן בפירושו הא' וכדברי הלח\"מ, וכן הוא בדברי ההשגות על הרי\"ף לפירושו בעצמו לענין קושיא הקודמת דאין כותבין שטרי ארוסין ונשואין אלא מדעת שניהם, דהרי\"ף מפרש דזהו קושיא לרב אשי ומוכיח מזה מזה דהוא לענין שטרי ארוסין, והשיג הראב\"ד דהוא אדרבא סייעתא לרב אשי ומיירי בשטר פסיקתא, ולדברי הר\"ח ור\"ת כפי פירושו וכפי שכתב כאן בפירושו הא' יהיה מהא דאין כותבין קושיא לרב אשי ומהא דהיא נזונת מנכסים משועבדים סייעתא לרב אשי.<br><b> ועכשיו </b> מבוארין דברי הראב\"ד דהשגתו על הרמב\"ם הוא דכיון דמדבריו מוכח דאינו מפרש דלא ניתנו ליכתב דאסור לכתוב וע\"כ דמפרש כפי' הר\"ח דא\"צ לכתוב, וא\"כ למה אינו גובה ממשעבדי, ולכן כתב אח\"כ דהרמב\"ם מפרש דלא ניתנו ליכתב דאינו מועיל כתיבתם וזהו לדעתו פי' חדש שאינו כפי' המפרשים, אבל בס' הזכות כתב ג\"כ לפרש כן לדעת הרי\"ף וכמו שהבאנו דבריו וכן הוא דעת הרמב\"ם."
            ],
            [],
            [],
            [
                "<b>והמקדש אחותו המעות מתנה אדם יודע שאין קדושין תופסין בעריות ואין זה טועה וגמר ונתן לשם מתנה.</b><br><b> הקשה </b> הלח\"מ מהא דפסק הרמב\"ם גבי התקדשי לי בתמרה זו כר' אמי דעד שיהיה באחרונה שו\"פ דמוכח דמעות חוזרים ולא ראה דברי הרשב\"א שם שכתב דר' אמי אפשר דסבר כשמואל במקדש אחותו דמעות מתנה ורק מעות כאלו שהמקדש אינו גומר דבורו בזה נותן לפקדון עד שיגמור, עוד הקשה ממה שפסק הרמב\"ם גבי הכיר בה שאינו שלו המעות חוזרין, ואין לומר דשאני בין אחותו לנוכראה כדעביד בגמ' צריכותא, דמדברי המ\"מ דבכל קדושין דאינו טועה שיהיו קדושין המעות מתנה, מוכח דאפי' באשת איש המעות מתנה וכתב בזה דלמסקנא דאמר בין לרב בין לשמואל הא לארעא במאי קא נחית ופירות היכי אכיל סבר אנא איחות לארעא, ופירש\"י סבור היה שהמכר קיים ולא היה בקי בדין, ולכן יש לו מעות כיון דטעה ודבריו תמוהים דזה כתב רש\"י לפי ההו\"א דבמסקנא הא אמר להדיא דלכי אתי מריה דארעא זוזאי להוי לרב פקדון ולשמואל מתנה, ורש\"י כתב זה רק לפרש קושיית הגמ' דע\"כ טועה בדין היה דאל\"כ היכי נחית בארעא, ולכן כתב רש\"י דע\"כ מה דסבר רב פקדון ושמואל מתנה טעמא אחרינא הוא, וזה הכל לבאר קושיית הגמ' דאינו משום אדם יודע דע\"כ לא ידע, אבל לפי\"מ דמתרץ הגמ' ודאי לא חזר ממה דאמר מעיקרא דאדם יודע שקרקע אין לו.<br><b> ונראה </b> דבאמת החילוק הוא עפ\"י תירוץ הגמ' דמה דסבר שמואל במקדש אחותו מעות מתנה היינו משום דלא סבר דכונתו לפקדון דהא לא קבלה לשם פקדון ולא נתחייבה באחריות שמירה, ואם לשם הלואה מנ\"ל שהיא צריכה להלואה ורצונה בהלואה, ולכן סבר דודאי נתן למתנה אבל כל זה היכי דאין להנותן תועלת בזה, אבל בהכיר בה שאינו שלו דאחר שלקח ירד לקרקע ואכל הפירות א\"כ שפיר יש תועלת במה שקנה הקרקע, ואפי' לכשיבואו הבעלים ויוציאו ממנו הקרקע והפירות יקח כאריס כיון שהקרקע עומדת לזריעה ולכן שפיר פסקינן בזה כדמסיק רבא הלכתא דמעות יש לו ואינו סותר להא דסבר שמואל מעות מתנה.<br><b> ובזה </b> אפשר ליישב מה שהקשה הש\"ך בסי' קמ\"ו סעיף י\"ח במה שהביא הרמ\"א מדברי הרשב\"א דמי שקנה קרקע אחת שני פעמים ותובע הלוקח מעות השניים אם אין ללוקח טענות למה קנה אמרינן דמעות מתנה, והקשה הש\"ך דהא קיי\"ל בהכיר בה שאינו שלו דיש לו מעות, ואין ראיה ממקדש אחותו דמעות מתנה דשאנו בין אחותו לנוכראה, אבל לפימש\"כ מיושב דבהכיר שאינו שלו עיקר טעמא למסקנא משום שיש להלוקח תועלת במה שקנה ונתן מעות דסבר איחות בארעא, אבל הכא שאין לו שום תועלת ודאי מעות מתנה דהא לא בקש ממנו המוכר הלואה וגם לא קבל עליו אחריות פקדון וע\"כ דהוא מתנה."
            ],
            [],
            [],
            [],
            [
                "<b>הורו רבותי שאם היה מנהג המדינה שיעשה כל אדם סעודה ויאכול לריעיו או יחלק מעות לשמשין ולחזנין וכיוצא בהן ועשה כדרך שעושין כל העם. וחזרה בה משלמת הכל שהרי גרמה לו לאבד ממון וכל הגורם לאבד ממון חבירו משלם והוא שיהיו לו עדים כמה הוציא שאין זה נשבע ונוטל.</b><br><b> השגת </b> הראב\"ד הורו רבותי שאם היה מנהג וכו', א\"א איני משוה עם רבותיו בזה וזאת הגרמא דומה לזרעוני גינה ולא צמחו שאינו משלם לו ההוצאה, וכללו של דבר אבוד ממון שבעל הממון עושה אותו אע\"פ שגרם לו זה פטור עכ\"ל.<br><b> המ\"מ </b> כתב לתרץ השגת הראב\"ד דבזרעוני גינה הוציא הוצאות כדי להרויח בהן, אבל כאן לא היתה כונתו להשתכר בדבר אלא להתנהג כמנהג העיר, ומטעם זה חילק מהא דתניא בתוספתא הלוקח קנקנים ונמצאו פטסאות ונשתברו חייב להעמיד לו דמי קנקנים, אבל לא דמי יין דהתם היה מתכוין ליהנות בתשמישן, וסברתו אינה מבוררה דגם כאן רצה ליהנות בשמחת מריעות וזה כבוד הוא לו ומאי נ\"מ כיון דכאן וכאן נתבטלה ההנאה בשביל זה שגרם לו, ואדרבא אם באנו לחלק נוכל לומר להיפוך דהכא באותה שעה היתה לו הנאת השמחה וגבי זרעוני גינה וקנקנים לא היה לו כלום, אלא דבאמת נראה דעיקר הקושיא לא קשה כלל לדעת הרמב\"ם לשיטתו דסובר דגורם להזיק אינו חייב עד שיתכוין להזיק, כמו שכתב בפ\"ו מה' סנהדרין הל' א' ועיין בחו\"מ סי' כ\"ה סעיף א' ובביאור הגר\"א שם ובסי' שפ\"ח בבאור הגר\"א ס\"ק ל\"ד ובסי' שצ\"ו ס\"ק ח', ומה דחייב במראה דינר לשולחני צ\"ל דכיון דאינו מומחה הוי פושע ודינו כמו מכוין וכמו דיין שאינו מומחה כמש\"כ הרמב\"ם בפ\"ו מה' סנהדרין הל' ג', ועיין מה שכתבתי בפ' ד' מה' נז\"מ הל' ב', ולכן פשוט דבזרעוני גינה ובקנקנים גם המוכר לא ידע כמו שהלוקח לא ידע, אלא דמכיון שנמצאו רעים חייב להחזיר הדמים אבל לא מה שגרם להזיק, אבל הכא אף שלא נתכונה להזיק חשבינן חזרתה עכשיו כמו כונה כיון שבזה גורמת לו הפסד ההוצאה, ולפנינו נכתוב עוד באופן אחר בזה.<br><b> אכן </b> שיטתו של הראב\"ד קשה טובא שכתב דכללו של דבר אבוד ממון שבעל הממון עושה אע\"פ שזה גרם לו פטור דא\"כ אמאי חייב במראה דינר לשולחני הא בעל הממון עשה האבוד ממון שנטל על פיו את הדינר, וכן בדיין שאינו מומחה שאסר את המותר והאכילו הבעלים לכלבים כמו שפסק הרמב\"ם בפ\"ו מה' סנהדרין ולא השיג עליו, וכן מוכח בבכורות כ\"ח וכמו שכתבו בתוס' בסנהדרין ל\"ב, ונראה דטעמו של הראב\"ד משום דהכא אף שמנהג המדינה לעשות סעודה לרעיו ולחלק מעות לשמשין ולחזנין בכ\"ז אינו מוכרח בתורת ודאי גמור ואינו אלא בגדר רוב, ולכן מביא מהא דזרעוני גינה משום דשם אפשר דמומחה יכיר שאינם טובים לזריעה דהא לא מכר לו המוכר בתורת שהוא מומחה, ובזה הוא שכתב דאבוד ממון שבעל הממון עושה פטור כיון דאין הדבר ודאי בשעת הגרם, אבל מראה דינר לשולחני ודאי שיקנה הדינר, דהא כתב הרמב\"ם פ\"י מה' שכירות הל' ה' דדוקא אם אמר לו עליך סומך או שהיו הדברים מראים שהוא סומך על ראייתו ולא יראה לאחרים, ובאסר את המותר ודאי הוא שישליכו שלא ישאל לאחרים דהא חכם שאסר אין חבירו רשאי להתיר.<br><b> ובאופן </b> אחר יש לומר דגבי מראה דינר לשולחני הגרם וההיזק הוא בדבר אחד שאמר לו שהדינר טוב וקנה אותו, וכן באסר את המותר דכיון שאמר לו שהוא אסור השליכו לכלבים, לכן נקרא המעשה על שם הגורם, אבל גבי זרע אין הוצאת הזריעה שייך לעיקר הזרע וכן הוצאות הארוסין אינו שייך לעיקר הארוסין, לכן סובר הראב\"ד דזהו אבוד ממון שבעל הממון עושה.<br><b> אלא </b> דלשני האופנים קשה מטיהר את הטמא דההיזק הוא במה שעירב עם פירותיו כדאמר הגמ' בבכורות דזה אינו ודאי שיערב, וגם אינו בעצם ההוראה על הפירות הטמאים, וצריך לומר דמה דמוקים בבכורות שעירבן עם פירותיו הא מיירי שהדיין עירבן, דהא מתרץ לרבנן דצריך נשא ונתן ביד, אבל לפי\"מ דבעי לאוקמי מעיקרא כר\"מ בלא נשא ונתן ביד נאמר דטיהר את הטמא הוא בגוונא דמראה דינר לשולחני שהלוקח שאל אותו אם הוא טוב ע\"מ ליקח ולשלם דמים וזהו היזק ברור וכמראה דינר לשולחני, ונראה עוד יותר דגם לדעת הרמב\"ם צריך לומר כן דעירוב עם פירותיו אינו כלל דבר ברור ואינו אלא ספק ובכה\"ג אינו חייב מדין גרמי, ומטעם זה לא הזכיר הרמב\"ם בפ\"ו מה' סנהדרין הל' א' אלא טימא את הטהור ולא טיהר את הטמא משום דכיון דמתני' אתיא כרבנן ומיירי בנשא ונתן ביד, וכיון דהרמב\"ם לא מיירי בהכי והיה צריך לאוקמי בכה\"ג שכתבתי ולא רצה להאריך בזה לכן לא כתב אלא טימא את הטהור.<br><b> ובמה </b> שכתב הרמב\"ם והוא שיהיו לו עדים כמה הוציא שאין זה נשבע ונוטל צריך ביאור דהא בפ\"ח מה' חובל ומזיק הל' ז' לגבי מסור דמיבעיא בב\"ק דף ס\"ב אם עשו תקנת נגזל פסק הרמב\"ם דאם תפס אין מוציאין מידו, ולמה פסק כאן בודאי שאין זה נשבע ונוטל, ואין לומר דדין תקנת נגזל הוא דוקא במזיק להדיא דומיא דנגזל ונחבל דהא קיי\"ל דעשו תקנת נגזל באשו אלמא דבכל חיוב ממון עשו תקנת נגזל, ואולי נאמר דכיון דלא אשכחן אבעיא בכל דינא דגרמי אלא במסור, לכן אף דבמזיק גמור עשו תקנת נגזל בכל היזק, אבל בדינא דגרמי לא מיבעיא לן אלא במסור וצ\"ע.<br><b> והנה </b> למעלה כתבנו דמה דהאשה נחשבת לגורמת להזיק הוא במה שחוזרת ואינה רוצה להנשא, ולכאורה כן הוא מוכרח דא\"א לומר דבשעת הארוסין היא גורמת דהא באותה שעה חשבה להנשא ולא גרמה לו היזק, ובפרט לדעת הרמב\"ם דצריך מתכוין להזיק בודאי באותה שעה לא כיונה להזיק אלא שאח\"כ נשתנה דעתה וחזרה, אבל באמת זה קשה טובא דאיך נאמר שבשעת החזרה היא חייבת מטעם גורמת להזיק, דהא דעת הרמב\"ם בפי\"ד מה' אישות הל' ח' דבאומרת מאיס עלי כופין אותו לגרשה, וכתב בטעמא שאינה כשבויה שתבעל לשנוא לה, וא\"כ אין לך אונס גדול מזה, ובפ\"ח מה' חובל ומזיק פסק דמי שאנסוהו עכו\"ם להראות ממון חברו פטור, ולא כתב דוקא באונס של נפשות, וטעמא דלא מיקרי מתכוין להזיק, וא\"כ הכא כיון שחזרה ואינה רוצה להנשא איך נחייב אותה מדין גורמת להזיק דמכיון שאינה יכולה להנשא אליו שלא ברצונה ממילא אינה מתכונת להזיק.<br><b> ונראה </b> דהנה אם ראובן רוצה לחפור בור בחצרו של שמעון בשביל שיזובו מים מחצרו וכדומה, ושמעון הרשה לו לעשות כן על סמך שהבטיחו שיקנה ממנו חצרו בכך וכך באופן שאין בהדמים תשלומי נזק החפירה, וכשחפר הבור חזר בו ואינו רוצה לקנות החצר נראה שחייב ראובן לשלם בעד הנזק, דאף דלא נעשה קנין על החצר ובשעה שחפר לא היה לו דין מזיק כיון שחפר ברשות, מ\"מ כיון דבלא נתינת רשות יש לו דין מזיק ושמעון נתן לו רשות על סמך הבטחתו יש בזה גדר ערבות, ואפי' למ\"ד זרוק מנה לים ואשלם לך פטור, מ\"מ יש לומר דהכא שאני כיון דראובן נהנה בכך במה שהרשה לו לחפור הבור, אלא דמ\"מ אם לא היה דין שמזיק חייב לשלם אפשר דלא היה כאן דין ערבות כיון דלא אמר לו שישלם לו בעד חפירת הבור, ולהפטר אינו צריך לנתינת הרשות, ואנו אומרים רק דכיון שבלא נתינת הרשות היה חייב לשלם ונתינת רשות היה על סמך הבטחתו לקנות, לכן מצטרף כאן דין מזיק עם דין מה שסמך עליו ובשביל זה חייב לשלם.<br><b> ולפי\"ז </b> נראה דה\"נ הוא בהך דינא דאף דלא נוכל לחייב להאשה מדין גורם היזק בשעת אירוסין מ\"מ כיון שהוציא הוצאות על סמך שהבטיחה שתנשא לו יש בזה גדר ערבות שעל פיה הוציא הוצאות אלא דאין כאן חיוב ערבות בלא דין מזיק דהא לא אמרה לו אשלם לך אלא שהבטיחה להנשא לו, והנשואין הוא אצלו שוה כמו קניית החצר באופן חפירת הבור, וכיון שחזרה נעשה עיקר האירוסין גרם היזק דעל סמך הבטחתה הוציא ההוצאות, ולכן חייבת מדין גורם היזק בצירוף דין ערבות, והרמב\"ם כתב דחייבת מדין גורם דזהו עיקר סבת החיוב אבל צריך כאן לצרף גם זה שסמך עליה וכנ\"ל.<br><b> ועכשיו </b> אם כנים אנו בזה נוכל ליישב שיטתו של הרמב\"ם במה דסובר דכאן בודאי ליכא דינא דנשבע ונוטל, משום דזה ודאי דלא מצינו דין נשבע ונוטל אלא במזיק גמור דלא מצינו תקנת חכמים אלא בנגזל ונחבל דקנסו חכמים לגזלן ולחובל שיהא הנגזל והנחבל נשבע ונוטל ומיבעי לן במסור משום דההיזק הוא מדין גורם, אבל כל זה היכי דהוא מזיק גמור אבל הכא דאינה מזיק גמור והחיוב הוא בצירוף מה שסמך עליה וזה ודאי דבדיני ערב ליכא דין תקנת נגזל וכיון שאנו צריכין לצרף כאן גם גדר ערבות ליכא דין נשבע ונוטל."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>השולח תשורה לחבירו או שנתן לו מעות כשמטה ידו והוא ממאן ליקח וזה נשבע שא\"א שלא תקח והפציר בו עד שלקח, וכן כל כיוצא בהן אע\"פ שלא פירש הרי אלו מתנה ואינו יכול לחזור הוא ולתבוע עד שיפרש שהוא מלוה.</b><br><b> המהרי\"ט </b> הביאו המל\"מ הוכיח מדברי הרמב\"ם דדוקא בכה\"ג, אבל נותן מעות או זן ומפרנס אין סתמן מתנה, וקשה דהא בפ\"ו הל' כ' פסק הרמב\"ם דהמקדש אחותו המעות מתנה, איברא דבזה י\"ל דדוקא באחותו כדאמר בגמ' בב\"מ דף ט\"ו לחלק בין אחותו לנוכראה אבל הלח\"מ שם מדייק מדברי המ\"מ דגם במקדש א\"א הוי נמי מעות מתנה, ועמש\"כ שם, עוד קשה מהא דב\"מ דף ס\"ד והוא בפ\"ד מה' מלוה הל' י' דפורע חוב ומצא המלוה יתרון בכדי שאין הדעת טועה דהוא מתנה, והנה בפי\"ב מה' אישות הל' י\"ט בדין עמד אחד ופרנס את אשתו דהבעל פטור הביא המ\"מ דברי הרשב\"א דהוא דוקא במפרש שמחמת מזונות שחייב לה הבעל, אבל במפרנס גובה דהוי כמו לותה ואכלה שכל המפרנס סתם אינו בתורת מתנה אלא בתורת הלואה, והמ\"מ הסכים לדבריו במפרנס חבירו וחלק עליו במפרנס את אשתו, והקשה המל\"מ בפ\"ג מה' אישות ממש\"כ הרשב\"א ריש קדושין גבי נתן לה קדושין ולא פירש דצריך לחזור וליטול ממנה הכסף ולקדש, אבל אינו יכול לקדש כשהכסף בידה דיכולה לומר מתנה נתת לי, ומכוח דהנותן לחבירו סתם הוא מתנה.<br><b> ונראה </b> דיש לחלק בין נותן מעות למפרנס את חבירו דבנותן סתם קיי\"ל דמעות מתנה וטעמא דלא נוכל לומר דלהלואה נתן לו דהא לא בקש ממנו הלואה ואפשר אינו צריך ולא ניחא ליה בהלואה דהוי עבד לוה לאיש מלוה, אבל במפרנס את חבירו הרי מוכחא מילתא שחבירו צריך לפרנסתו, ובזה נוכל לומר דע\"מ כן נתן לו שכשיהיו לו מעות ישלם לו, ועמש\"כ בהל' כ' לחלק בין מקדש אחותו להכיר בה שאינו שלו והוא שייך לסברא זו דהיכי דאין לנו טעם למה יתן לו המעות לשם הלואה, ע\"כ אנו אומרים שהוא מתנה, אבל היכי שיש טעם למה נתן לו אין אנו אומרים שהוא מתנה והוי הלואה.<br><b> ולפי </b> דברינו יהיה כדברי המהרי\"ט רק בזן ומפרנס, וכדברי הרשב\"א אבל לא בנותן מעות, ולפי\"ז אנו צריכין לבאר דברי הרמב\"ם דאף שכתב שנתן לו מעות, אבל כיון שכתב כשמטה ידו והיה מוכרח לזה לכן הוי כמו מפרנס ולכן הוצרך לזה שהשביעו שיקח דדוקא באופן זה הוי מתנה, ומה שכתב השולח תשורה לחבירו הנה לשון תשורה הוא ג\"כ כמו מתנה וכמו שכתוב בשמואל א' ט' ותשורה אין להביא דמשמעה דורן וא\"כ אם כונת הרמב\"ם ששלח ע\"י השליח ואמר שהוא תשורה א\"כ פשיטא ומה משמיענו שהוא מתנה, וע\"כ כונתו ששלח בסתם, ולזה כתב דאע\"פ שלא פירש הרי אלו מתנה ובזה לא הצריך הרמב\"ם אופנים שכתב גבי נתן לו מעות כשמטה ידו, משום דהכא לא היה טעם שישלח לו ע\"מ לחזור ולתבוע ממנו תשלומין ולכן בסתמא אמרינן דהוא מתנה."
            ],
            [
                "<b>וכן השולח לחבירו כדי יין וכדי שמן ופירות בעת הנשואין אין נגבין בב\"ד מפני שהוא גמילות חסדים, ולא אמרו דיני שושבינות אלא במעות בלבד.</b><br><b> השגת </b> הראב\"ד, וכן השולח לחבירו כדי יין וכדי שמן וכו' עד אלא מעות בלבד, א\"א דבר זה אינו מחוור עכ\"ל.<br><b> כתב </b> המ\"מ דבודאי מתני' אפי' בשעת נשואין דאי לא פשיטא ואולי שהראב\"ד ז\"ל מפרשה בפנים אחרות, ומ\"מ היה לו לפרש ותימה הוא עכ\"ל, והנה מה שכתב דבודאי בשעת נשואין הוא, הנה רבינו גרשום מפרש דהוא שלא בשעת נשואין, והרשב\"ם כתב ב' פירושים שכתב בלא חופה א\"נ בחופתו ואינו הולך לאכול שם ולשמוח עמו בחופתו, ובעיקר תנאי זה דלדין שושבינות צריך דוקא שילך המשלח לאכול ולשתות עם החתן גם הרמב\"ם סובר כן כמו שכתב בהל' א' ופשוט הוא דאל\"כ לא נקראו שושבינין, ובזה מבואר דבפי' רבינו גרשום וכן בפי' רשב\"ם כתבו על שושבינות דורונות ולא כתבו מעות כמו שכתב הרמב\"ם בהל' א', ונמצא דזהו עיקר השגתו של הראב\"ד במה שכתב הרמב\"ם דדוקא במעות בלבד דאפי' נפרש בשעת חופה הא אפשר בפי' ב' של הרשב\"ם שלא הלך לאכול עמו ואינה שושבינות, עוד אפשר דהראב\"ד סובר כהרמ\"ה דכתב דדוקא כדי יין ושמן וה\"ה אוכלין, אבל בגדים יש להם דין שושבינות ולפי\"ז ג\"כ השגת הראב\"ד הוא על מש\"כ הרמב\"ם אלא במעות בלבד."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אמר אם ילדה אשתי זכר יטול מנה ואם נקבה מאתים, וילדה זכר נוטל מנה ואם ילדה נקבה מאתים.</b><br><b> כתב </b> המ\"מ דמה שהרמב\"ם קבע ההלכה בשכ\"מ הוא כדברי הר\"י מיגש דא\"א להעמיד המשנה בבריא דאי נמי קנו מידו אין מטבע נקנה בחליפין ועוד אסמכתא היא דאם ילדה קאמר ועוד דקנין דברים בעלמא הוא ונחלקו עליו דקנין מהני דשוה מנה קאמר ויטול לא מיקרי קנין דברים, ויש מן הגדולים שאמרו דאפי' באתן לך לא מיקרי קנין דברים, כל זה הביא המ\"מ מדברי הרשב\"א וכתב ע\"ז וצ\"ע באתן לך היאך יקנה שהרי נתבאר פ\"ד דהכותב בשטר אתננו לא קנה, ואפשר לדעתם עדיף קנין משטר עכ\"ל המ\"מ ולפי דבריו משמע דלדעת הרמב\"ם לא מהני קנין על אתן, ובאמת מבואר בדברי הרמב\"ם פי\"א מהל' מכירה הל' ג' דבאומר אם תלך עמי לירושלים אתן לך בית זה לא קנה משום אסמכתא, והוכיח מזה הרמב\"ן דסובר דמהני קנין אתן הבאתי דבריו שם, איברא דמהל' זו אין מקום להוכיח דהא סיים שם הרמב\"ם וכתב אע\"פ שהחזיק בבית אחר שקיים התנאי, וכונתו שהחזיק ע\"פ התנאי הקודם שאמר לו אם תבוא תלך ותחזיק, אלא דמ\"מ מוכח כן שם בהל' ו' שכתב וכן כל תנאין שמתנין בני אדם ביניהן אע\"פ שהן בעדים ובשטר אם יהיה כך או אם תעשה כך אתן לך מנה או אקנה לך בית זה וכו' אע\"פ שעשה או שהיה הדבר לא קנה, שכל האומר אם יהיה אם לא יהיה לא גמר והקנה שהרי דעתו עדיין סומכת שמא יהיה או שמא לא יהיה, ומוכח דדוקא משום דין אסמכתא לא קנה אבל קנין אתן מהני.<br><b> אכן </b> אכתי קשה דהא זה מבואר להדיא דשטר לחוד לא מהני על אתן כמו שהוכיח המ\"מ מהא דכותב בשטר אתננו לא קנה והרי לא הזכיר הרמב\"ם שם שקנו מידו אלא אע\"פ שהן בעדים ובשטר, וצריך לומר דכונתו בשטר בקנין ולא חש לבאר דכיון דלא כתב דמהני הקנין, אלא דלא מהני משום אסמכתא לכן קיצר בדבריו וסמך ע\"ז שבשטר רגילים להקנות ומ\"מ לא מהני, וביותר נראה דהרמב\"ם לא נחת כאן לבאר כאן דרכי הקנינים באיזה אופן נעשה הקנין אלא באיזה אופן מתקיימים התנאים דקנין בתנאי שאינו מעכשיו הוי אסמכתא, ולכן כתב דכן כל תנאים שמתנין בנ\"א ביניהם אע\"פ שהן בעדים ובשטר אם יהיה כך או אם תעשה כך אתן לך מנה הוי אסמכתא, ומה שכתב אע\"פ שהן בעדים ובשטר היינו אף שביררו דבריהם בעדים ובשטר מ\"מ אמרינן דלא סמכה דעתו להקנות, אבל לא ביאר כאן דרכי הקנין שבאמת לבד קנין סודר אפשר גם קנין כסף דהתנו ביניהם בתנאי עסק שהיה ביניהם, אלא דמ\"מ נשמע מדבריו דמהני קנין על אתן וכמש\"כ הרמב\"ן, וכן הוכחתי שם בהל' י\"א דשיטת הרמב\"ם דמהני קנין על אתן.<br><b> ובמה </b> דחלוק דין שטר מדין קנין דשטר לא מהני על אתן וקנין מהני נראה דמצינו בכה\"ג דהיכי דאין החיוב ברור מהני קנין ולא מהני שטר וכמו בערב אחר מתן מעות, ועיין מה שכתבתי בפי\"א מהל' מכירה הל' ט\"ו ומשום דשטר צריך להיות ההתחייבות מסויים וברור, ולכן ה\"נ באתן אף דהוא ברור מ\"מ כיון שלא כתב מתחייב אני ליתן לא אמר בלשון חיוב ברור אלא בלשון הבטחה, ולכן היכי דקנו מיניה עושה הקנין לגדר התחייבות דאף דקנין אינו מגדר כסף ועמש\"כ בפכ\"ט מה' מכירה הל' ט' מ\"מ עכ\"פ הוא בדמיון לגדר כסף כדאמר בגמ' בב\"מ למ\"ד בכליו של קונה א\"כ מוכח דנתחייב עבור הסודר ליתן אבל בשטר אמרינן דאינו אלא הבטחה ואינו התחייבות כלל.<br><b> אלא </b> דמ\"מ נראה דאין הוכחה מדסובר הרמב\"ם דמהני קנין אתן דצריך שיהיה מהני קנין אם אמר בלשון יטול, דאתן הוא עכ\"פ התחייבות על עצמו שמחוייב ליתן, אבל יטול אינו התחייבות וגם לא לשון הקנאה, ומש\"ה שפיר אפשר לומר דלא מהני אלא בשכ\"מ ולא בבריא, ובמה שכתב המ\"מ דאין מטבע נקנה בחליפין ושנחלקו בזה דשוה מנה קאמר הנה בהל' י\"ב מוכח להדיא דשכ\"מ שאמר כתבו ותנו לפלוני מנה אמרינן דשוה מנה קאמר כמש\"כ הלח\"מ ע\"ש."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שכ\"מ שאמר כתבו ותנו לפלוני מנה ומת קודם שיכתבו ויתנו לו אין כותבין ואין נותנין שמא לא גמר להקנותו אלא בשטר ואין שטר לאחר מיתה. ואם אמר כתבו כדי ליפות כח המקבל כגון שאמר תנו מנה לפלוני ואמר ואף כתבו ותנו לו הרי אלו כותבין וחותמין ונותנין לאחר מיתה. </b><br><b> השגת </b> הראב\"ד שכ\"מ שאמר תנו מנה לפלוני עד כותבין ונותנין לאחר מיתה א\"א אני וחבירי אומרים ואפי' כתבו מחיים [לפי שהעדים] שלוחים הם וכיון שהשולח מת מעשה השליחות בטל שהרי לא נתקיים מעשה השליח אפי' שעה אחת מחיים עכ\"ל.<br><b> המ\"מ </b> מפרש בכונת הראב\"ד בהשגתו דאפי' נכתב ונמסר מחיים לא מהני דסובר דאינו חלה המתנה אלא לאחר מיתה ולפיכך השטר בטל, וע\"ז כתב בדעת הרמב\"ם דכיון שנכתב ונמסר מחיים דינה כמתנת בריא, והכ\"מ כתב דגם דעת הראב\"ד דאם נמסר מחיים מהני, וכן מבואר בטור בשמו וגם כונת הרמב\"ם כן, והנה בכונת הראב\"ד ודאי מוכח כדברי הטור דהא כתב דהחסרון הוא שלא נתקיים מעשה השליח מחיים וכדברי הכ\"מ, אלא שיש כאן מקום עיון בעיקר הך דינא דמדברי המ\"מ מבואר עכ\"פ דטעמא דמהני בנכתב ונמסר מחיים הוא משום דהוי כמתנת בריא, אבל אם היה דינה כמתנת שכ\"מ לא מהני אפי' נמסר מחיים דכיון דדעתו להקנותו בשטר אין שטר לאחר מיתה, ויש לעיין בדעת המ\"מ דאין לומר דהוא סובר דזה מיירי במתנת שכ\"מ במקצת כמו דמשמע כיון דאמר מנה ולא כל נכסיו ולכן סובר דכיון דנמסר מחיים הוי כמתנת בריא, דא\"כ למה צריך לומר שמא לא גמר להקנותו אלא בשטר תיפוק ליה דמתנת שכ\"מ במקצת בעי קנין, וע\"כ צריך לומר דמיירי היכי דמוכח להדיא שנתן במתנת שכ\"מ, וכמש\"כ הרמב\"ם בהל' י' מתנת שכ\"מ שכתוב בה קנין בין שהיתה במקצת נכסיו בין שהיתה בכל נכסיו חוששין לה שמא לא גמר להקנותן אלא בשטר, והואיל ומתנה זו לא תקנה אלא לאחר מיתה, ואין שטר לאחר מיתה והרי המתנה בטלה, וכתב הכ\"מ דהכונה במגלה דעתו שמחמת מיתה הוא נותן, ובכה\"ג איירי כאן בהל' י\"ב והרמב\"ם אינו מפרש כפי' רשב\"ם במתנת שכ\"מ שכתוב בה קנין דמיירי במתנת שכ\"מ בכולה, וכן מבואר בחדושי הרמב\"ן דכן מפרש הרמב\"ם וכיון דעכ\"פ מיירי היכי דגילה דעתו שנותן בתורת מתנת שכ\"מ או במצוה מחמת מיתה ועיין מה שנכתוב בזה בהל' י\"ז א\"כ מהיכי פשיטא להמ\"מ דאם כתב ומסר מחיים דודאי דינה כמתנת בריא.<br><b> והנה </b> במתנת שכ\"מ שכתוב בה קנין בהל' י' לא הוזכר דוקא שלא נמסר מחיים, ומשמע דאפי' שטר המתנה ביד המקבל המתנה בטילה דהא סתם מתנת שכ\"מ אפשר ג\"כ שתמסר להמקבל מחיים כדאיתא בב\"מ דף י\"ט ע\"ב בשכ\"מ דבר מיהדר הוא וכו' ואמליך ולא יהביה ניהליה והדר כתביה לאינש אחרינא ויהביה ניהליה וכו', וכיון דאפשר גם במתנת שכ\"מ שתמסר להמקבל מחיים הו\"ל לפרש בהל' י' דדוקא אם עוד לא נמסר, ובלשון הגמ' להרשב\"ם דמפרש במתנת שכ\"מ בכולה אין להקשות דאין נ\"מ דאפי' נמסר יכול לחזור, אבל להרמב\"ם דמפרש במקצת אם נימא דאם כתב ומסר לא מהני מה דמוכח שנותן במתנת שכ\"מ א\"כ הו\"ל לפרש, ומלשון המ\"מ שכתב דהו\"ל כמתנת שכ\"מ במקצת ובקנין שאינו יכול לחזור בו היה משמע דסובר דאף אם היה בכל הנכסים כיון שנכתב ונמסר מחיים אין בו דין מתנת שכ\"מ כלל, אבל זה נסתר מסוגיא מפורשת דב\"מ הנ\"ל שהביאו זה התוס' והרא\"ש דאפי' אם נמסר מחיים יכול לחזור.<br><b> והנה </b> הרא\"ש כתב דמה דאמרינן שמא לא גמר להקנותו אלא בשטר ואין שטר לאחר מיתה היינו דוקא היכי דלא מטא שטרא לידיה מחיים, אבל אם מסר לו השטר מחיים לא בעי יפוי כח אם נכתב השטר בלשון צואה כדרך שכ\"מ שמצוה אל ביתו דאינו עומד אלא לראיה אבל אם נכתב השטר בלשון מתנה שכתב בו שדי נתונה לך ומסר השטר לידו אז לא מהני בלא יפוי כח מידי דהוי אקנין דאף שנעשה הקנין מחיים לא מהני ואמרינן אין שטר לאחר מיתה, עכ\"ד בקיצור ולא ביאר הכרח לחילוקו ונראה משום דסובר דמה דאמר שמואל מתנת שכ\"מ שכתוב בה קנין וכו' דשמא לא גמר להקנותו אלא בשטר ואין שטר לאחר מיתה זה מיירי אפי' נמסר השטר מחיים, אבל מה דאמר ר' אלעזר שכ\"מ שאמר כתבו ותנו מנה לפלוני ומת אין כותבין ונותנין שמא לא גמר להקנותו אלא בשטר וכו', מוכח דאם כתבו ונתנו מחיים מהני, ולכן הוצרך לחלק דזה מיירי דכתבו בלשון צואה, עכ\"פ למדנו מדברי הרא\"ש דיש שני גדרים בדין אין שטר לאחר מיתה היכי דנתנו בתורת מתנה גמורה לא מהני אפי' נמסר מחיים כיון דעכ\"פ יש בזה דין מתנת שכ\"מ דאין דעתו להקנות אלא בשטר ולאחר מיתה, אבל כשכותב בלשון צואה אז לא מהני הך סברא אלא לומר דדעתו דשטר הצואה לא יחול אלא ע\"י מסירת השטר אבל אין דעתו להקנות בשטר ולכן אם מסרו השטר מחיים מהני צואתו בדין מתנת שכ\"מ.<br><b> איברא </b> דלפי\"מ שכתבתי דהרא\"ש מפרש הא דמתנת שכ\"מ שכתוב בה קנין גם בנכתב ונמסר מחיים והא דכתבו ותנו מנה לפלוני ומת דוקא בלא נמסר מחיים קשה דא\"כ מה פריך בגמ' דשמואל אדשמואל כיון דהם ענינים נפרדים דבמימרא קמא הא מיירי בשטר מתנה ולא מהני אפי' נמסר מחיים משום דדעתו להקנות דוקא ע\"י השטר, אבל הא דאמר כתבו ותנו מנה לפלוני דאמר שמואל כותבין ונותנין הא מיירי בשטר צואה דאין דעתו להקנות ע\"י השטר, וא\"כ מנלן דבזה צריך שמואל לסבור כר' אלעזר דאם לא מסרו השטר מחיים אין דעתו להקנות גם בתורת מתנת שכ\"מ, וצ\"ל דהגמ' סבר דמ\"מ חד טעמא לתרווייהו דאם נימא דסתם שכ\"מ דעתו להקנות בכל אופן ולא מספקינן באופן שאינו מועיל א\"כ גם בשטר מתנה שכתוב בה קנין היה לנו לומר דאף שמתורת שטר קנין לא מהני כיון דדעתו לאחר מיתה מ\"מ יועיל מדין מתנת שכ\"מ דבודאי דעתו להקנות, וכיון דסבר שמואל דאמרינן שמא לא גמר להקנותו אלא בשטר, א\"כ ה\"נ בשטר צואה כיון דאמר כתבו ותנו צריכין אנו לומר נמי הך ספיקא שמא לא גמר להקנות המתנת שכ\"מ כדינה אלא בשטר והיינו כשימסרו השטר להמקבל מתנה.<br><b> והנה </b> הרא\"ש מפרש דמימרא דרב יהודא אמר שמואל שכ\"מ שכתב כל נכסיו לאחרים אע\"פ שקנו מידו אם עמד חוזר דאוקימנא במיפה את כחו דמיירי נמי בשטר צואה, אבל לולי דבריו היה אפשר לומר דדוקא הא דכתבו ותנו מנה לפלוני מיירי בשטר צואה, אבל הא דכתב כל נכסיו לאחרים כיון שקנו מידו מיירי בשטר מתנה, ובזה היה מיושב מה דהקשה רבא לר\"נ דשמואל אדשמואל מהך מימרא דהא כבר הקשו מקודם ממימרא דשמואל דאמר כותבין ונותנין ואוקימנא במיפה את כחו, ואי נימא דרבא לא ידע מאוקימתא דבמיפה את כחו א\"כ היה לו להקשות ממימרא קמייתא דכותבין ונותנין, אבל לפי\"ז נוכל לומר דרבא באמת הוי סבר דמהא דכותבין איכא לשנויי דהוא אופן אחר ולא שייך להקשות על מתנת שכ\"מ שכתוב בה קנין, ולכן הקשה מהך מימרא דכיון שקנו מידו ודאי הוי שטר מתנה ור\"נ אוקים ליה גם זה במיפה את כחו אבל לדידן קיי\"ל כסתמא דגמ' דגם בשטר צואה צריך מיפה את כחו.<br><b> אכן </b> כל זה בארנו בדעת הרא\"ש אבל בדברי הרמב\"ם קשה לומר דכונתו כדעת הרא\"ש דכיון שסתם דבריו וכתב שכ\"מ שאמר כתבו ותנו משמע דאפי' כונת השכ\"מ הוא שיכתבו לפלוני שטר מתנה ולא דוקא בשטר צואה.<br><b> לכן </b> נראה בדעת הרמב\"ם שמחלק בין שטר מתנה בלא קנין לשטר שכתוב בו קנין וה\"ה קנין בלא שטר, דשטר מתנה לחוד אינו מוכח דדעתו להקנות דוקא ע\"י השטר וכיון דהוא מתנת שכ\"מ אמרינן דדעתו להקנות כדין שכ\"מ שנקנה בלא קנין והקנין חל לאחר מיתה, ומה דאמרינן אין שטר לאחר מיתה אינו אלא לענין זה שאם אמר כתבו ותנו אמרינן דעכ\"פ דעתו היה שלא יגמר המתנת שכ\"מ אלא אם יכתבו ויתנו לו השטר מתנה, ולכן אין נותנין לו לאחר מיתה אפי' נכתב מחיים אבל אם נכתב ונמסר מחיים מהני בדין מתנת שכ\"מ, אבל כשהקנה בקנין או בשטר שכתוב בו קנין אמרינן דדעתו להקנות עיקר ההקנאה בשטר ולכן לא מהני אפי' יכתבו ויתנו מחיים והוא ממש כסברת הרא\"ש אלא שאין אנו צריכין לחלק בין שטר מתנה לשטר צואה."
            ],
            [
                "<b>שכ\"מ שאמר כתבו ותנו לפלוני מנה ומת קודם שיכתבו ויתנו לו אין כותבין ואין נותנין שמא לא גמר להקנותו אלא בשטר ואין שטר לאחר מיתה. ואם אמר כתבו כדי ליפות כח המקבל כגון שאמר תנו מנה לפלוני ואמר ואף כתבו ותנו לו הרי אלו כותבין וחותמין ונותנין לאחר מיתה. </b><br><b> השגת </b> הראב\"ד שכ\"מ שאמר תנו מנה לפלוני עד כותבין ונותנין לאחר מיתה א\"א אני וחבירי אומרים ואפי' כתבו מחיים [לפי שהעדים] שלוחים הם וכיון שהשולח מת מעשה השליחות בטל שהרי לא נתקיים מעשה השליח אפי' שעה אחת מחיים עכ\"ל.<br><b> המ\"מ </b> מפרש בכונת הראב\"ד בהשגתו דאפי' נכתב ונמסר מחיים לא מהני דסובר דאינו חלה המתנה אלא לאחר מיתה ולפיכך השטר בטל, וע\"ז כתב בדעת הרמב\"ם דכיון שנכתב ונמסר מחיים דינה כמתנת בריא, והכ\"מ כתב דגם דעת הראב\"ד דאם נמסר מחיים מהני, וכן מבואר בטור בשמו וגם כונת הרמב\"ם כן, והנה בכונת הראב\"ד ודאי מוכח כדברי הטור דהא כתב דהחסרון הוא שלא נתקיים מעשה השליח מחיים וכדברי הכ\"מ, אלא שיש כאן מקום עיון בעיקר הך דינא דמדברי המ\"מ מבואר עכ\"פ דטעמא דמהני בנכתב ונמסר מחיים הוא משום דהוי כמתנת בריא, אבל אם היה דינה כמתנת שכ\"מ לא מהני אפי' נמסר מחיים דכיון דדעתו להקנותו בשטר אין שטר לאחר מיתה, ויש לעיין בדעת המ\"מ דאין לומר דהוא סובר דזה מיירי במתנת שכ\"מ במקצת כמו דמשמע כיון דאמר מנה ולא כל נכסיו ולכן סובר דכיון דנמסר מחיים הוי כמתנת בריא, דא\"כ למה צריך לומר שמא לא גמר להקנותו אלא בשטר תיפוק ליה דמתנת שכ\"מ במקצת בעי קנין, וע\"כ צריך לומר דמיירי היכי דמוכח להדיא שנתן במתנת שכ\"מ, וכמש\"כ הרמב\"ם בהל' י' מתנת שכ\"מ שכתוב בה קנין בין שהיתה במקצת נכסיו בין שהיתה בכל נכסיו חוששין לה שמא לא גמר להקנותן אלא בשטר, והואיל ומתנה זו לא תקנה אלא לאחר מיתה, ואין שטר לאחר מיתה והרי המתנה בטלה, וכתב הכ\"מ דהכונה במגלה דעתו שמחמת מיתה הוא נותן, ובכה\"ג איירי כאן בהל' י\"ב והרמב\"ם אינו מפרש כפי' רשב\"ם במתנת שכ\"מ שכתוב בה קנין דמיירי במתנת שכ\"מ בכולה, וכן מבואר בחדושי הרמב\"ן דכן מפרש הרמב\"ם וכיון דעכ\"פ מיירי היכי דגילה דעתו שנותן בתורת מתנת שכ\"מ או במצוה מחמת מיתה ועיין מה שנכתוב בזה בהל' י\"ז א\"כ מהיכי פשיטא להמ\"מ דאם כתב ומסר מחיים דודאי דינה כמתנת בריא.<br><b> והנה </b> במתנת שכ\"מ שכתוב בה קנין בהל' י' לא הוזכר דוקא שלא נמסר מחיים, ומשמע דאפי' שטר המתנה ביד המקבל המתנה בטילה דהא סתם מתנת שכ\"מ אפשר ג\"כ שתמסר להמקבל מחיים כדאיתא בב\"מ דף י\"ט ע\"ב בשכ\"מ דבר מיהדר הוא וכו' ואמליך ולא יהביה ניהליה והדר כתביה לאינש אחרינא ויהביה ניהליה וכו', וכיון דאפשר גם במתנת שכ\"מ שתמסר להמקבל מחיים הו\"ל לפרש בהל' י' דדוקא אם עוד לא נמסר, ובלשון הגמ' להרשב\"ם דמפרש במתנת שכ\"מ בכולה אין להקשות דאין נ\"מ דאפי' נמסר יכול לחזור, אבל להרמב\"ם דמפרש במקצת אם נימא דאם כתב ומסר לא מהני מה דמוכח שנותן במתנת שכ\"מ א\"כ הו\"ל לפרש, ומלשון המ\"מ שכתב דהו\"ל כמתנת שכ\"מ במקצת ובקנין שאינו יכול לחזור בו היה משמע דסובר דאף אם היה בכל הנכסים כיון שנכתב ונמסר מחיים אין בו דין מתנת שכ\"מ כלל, אבל זה נסתר מסוגיא מפורשת דב\"מ הנ\"ל שהביאו זה התוס' והרא\"ש דאפי' אם נמסר מחיים יכול לחזור.<br><b> והנה </b> הרא\"ש כתב דמה דאמרינן שמא לא גמר להקנותו אלא בשטר ואין שטר לאחר מיתה היינו דוקא היכי דלא מטא שטרא לידיה מחיים, אבל אם מסר לו השטר מחיים לא בעי יפוי כח אם נכתב השטר בלשון צואה כדרך שכ\"מ שמצוה אל ביתו דאינו עומד אלא לראיה אבל אם נכתב השטר בלשון מתנה שכתב בו שדי נתונה לך ומסר השטר לידו אז לא מהני בלא יפוי כח מידי דהוי אקנין דאף שנעשה הקנין מחיים לא מהני ואמרינן אין שטר לאחר מיתה, עכ\"ד בקיצור ולא ביאר הכרח לחילוקו ונראה משום דסובר דמה דאמר שמואל מתנת שכ\"מ שכתוב בה קנין וכו' דשמא לא גמר להקנותו אלא בשטר ואין שטר לאחר מיתה זה מיירי אפי' נמסר השטר מחיים, אבל מה דאמר ר' אלעזר שכ\"מ שאמר כתבו ותנו מנה לפלוני ומת אין כותבין ונותנין שמא לא גמר להקנותו אלא בשטר וכו', מוכח דאם כתבו ונתנו מחיים מהני, ולכן הוצרך לחלק דזה מיירי דכתבו בלשון צואה, עכ\"פ למדנו מדברי הרא\"ש דיש שני גדרים בדין אין שטר לאחר מיתה היכי דנתנו בתורת מתנה גמורה לא מהני אפי' נמסר מחיים כיון דעכ\"פ יש בזה דין מתנת שכ\"מ דאין דעתו להקנות אלא בשטר ולאחר מיתה, אבל כשכותב בלשון צואה אז לא מהני הך סברא אלא לומר דדעתו דשטר הצואה לא יחול אלא ע\"י מסירת השטר אבל אין דעתו להקנות בשטר ולכן אם מסרו השטר מחיים מהני צואתו בדין מתנת שכ\"מ.<br><b> איברא </b> דלפי\"מ שכתבתי דהרא\"ש מפרש הא דמתנת שכ\"מ שכתוב בה קנין גם בנכתב ונמסר מחיים והא דכתבו ותנו מנה לפלוני ומת דוקא בלא נמסר מחיים קשה דא\"כ מה פריך בגמ' דשמואל אדשמואל כיון דהם ענינים נפרדים דבמימרא קמא הא מיירי בשטר מתנה ולא מהני אפי' נמסר מחיים משום דדעתו להקנות דוקא ע\"י השטר, אבל הא דאמר כתבו ותנו מנה לפלוני דאמר שמואל כותבין ונותנין הא מיירי בשטר צואה דאין דעתו להקנות ע\"י השטר, וא\"כ מנלן דבזה צריך שמואל לסבור כר' אלעזר דאם לא מסרו השטר מחיים אין דעתו להקנות גם בתורת מתנת שכ\"מ, וצ\"ל דהגמ' סבר דמ\"מ חד טעמא לתרווייהו דאם נימא דסתם שכ\"מ דעתו להקנות בכל אופן ולא מספקינן באופן שאינו מועיל א\"כ גם בשטר מתנה שכתוב בה קנין היה לנו לומר דאף שמתורת שטר קנין לא מהני כיון דדעתו לאחר מיתה מ\"מ יועיל מדין מתנת שכ\"מ דבודאי דעתו להקנות, וכיון דסבר שמואל דאמרינן שמא לא גמר להקנותו אלא בשטר, א\"כ ה\"נ בשטר צואה כיון דאמר כתבו ותנו צריכין אנו לומר נמי הך ספיקא שמא לא גמר להקנות המתנת שכ\"מ כדינה אלא בשטר והיינו כשימסרו השטר להמקבל מתנה.<br><b> והנה </b> הרא\"ש מפרש דמימרא דרב יהודא אמר שמואל שכ\"מ שכתב כל נכסיו לאחרים אע\"פ שקנו מידו אם עמד חוזר דאוקימנא במיפה את כחו דמיירי נמי בשטר צואה, אבל לולי דבריו היה אפשר לומר דדוקא הא דכתבו ותנו מנה לפלוני מיירי בשטר צואה, אבל הא דכתב כל נכסיו לאחרים כיון שקנו מידו מיירי בשטר מתנה, ובזה היה מיושב מה דהקשה רבא לר\"נ דשמואל אדשמואל מהך מימרא דהא כבר הקשו מקודם ממימרא דשמואל דאמר כותבין ונותנין ואוקימנא במיפה את כחו, ואי נימא דרבא לא ידע מאוקימתא דבמיפה את כחו א\"כ היה לו להקשות ממימרא קמייתא דכותבין ונותנין, אבל לפי\"ז נוכל לומר דרבא באמת הוי סבר דמהא דכותבין איכא לשנויי דהוא אופן אחר ולא שייך להקשות על מתנת שכ\"מ שכתוב בה קנין, ולכן הקשה מהך מימרא דכיון שקנו מידו ודאי הוי שטר מתנה ור\"נ אוקים ליה גם זה במיפה את כחו אבל לדידן קיי\"ל כסתמא דגמ' דגם בשטר צואה צריך מיפה את כחו.<br><b> אכן </b> כל זה בארנו בדעת הרא\"ש אבל בדברי הרמב\"ם קשה לומר דכונתו כדעת הרא\"ש דכיון שסתם דבריו וכתב שכ\"מ שאמר כתבו ותנו משמע דאפי' כונת השכ\"מ הוא שיכתבו לפלוני שטר מתנה ולא דוקא בשטר צואה.<br><b> לכן </b> נראה בדעת הרמב\"ם שמחלק בין שטר מתנה בלא קנין לשטר שכתוב בו קנין וה\"ה קנין בלא שטר, דשטר מתנה לחוד אינו מוכח דדעתו להקנות דוקא ע\"י השטר וכיון דהוא מתנת שכ\"מ אמרינן דדעתו להקנות כדין שכ\"מ שנקנה בלא קנין והקנין חל לאחר מיתה, ומה דאמרינן אין שטר לאחר מיתה אינו אלא לענין זה שאם אמר כתבו ותנו אמרינן דעכ\"פ דעתו היה שלא יגמר המתנת שכ\"מ אלא אם יכתבו ויתנו לו השטר מתנה, ולכן אין נותנין לו לאחר מיתה אפי' נכתב מחיים אבל אם נכתב ונמסר מחיים מהני בדין מתנת שכ\"מ, אבל כשהקנה בקנין או בשטר שכתוב בו קנין אמרינן דדעתו להקנות עיקר ההקנאה בשטר ולכן לא מהני אפי' יכתבו ויתנו מחיים והוא ממש כסברת הרא\"ש אלא שאין אנו צריכין לחלק בין שטר מתנה לשטר צואה."
            ],
            [
                "<b>שכ\"מ שכתב כל נכסיו מתנה סתם ולא שייר כלום אם עמד חוזר, ואפי' קנו מידו כדי ליפות כחו, בין שהקנה נכסיו לאחד בין שכתבם לשנים, שאומד דעתו הוא שלא נתן זה הכל אלא שנתכוון שלא יקנו כלום אלא לאחר מותו. שייר כלום לעצמו בין קרקע בין מטלטלין הרי זו מתנה במקצת וסתמה כמתנת בריא שקונה מזמן הכתיבה, לפיכך אינו חוזר, והוא שקנו מידו שמתנת שכ\"מ במקצת צריכה קנין בין עמד בין לא עמד.</b><br><b> השגת </b> הראב\"ד שכ\"מ שכתב כל נכסיו מתנה סתם וכו' עד כמתנת בריא וכו' א\"א ואם שייר צריכה קנין כי בלא קנין אינה כלום, עכ\"ל:<br><b> דברי </b> הראב\"ד אינם מובנים במה שבא כאן להוסיף על דברי הרמב\"ם דהא כתב כן והוא שקנו מידו שמתנת שכ\"מ במקצת צריכה קנין בין עמד בין לא עמד והוא כלשון הגמ' מתנת שכ\"מ במקצת בעיא קנין ואע\"ג דמת, ונראה בכונת דבריו משום דהרמב\"ם התחיל בדין דאינו חוזר וע\"ז כתב והוא שקנו מידו שמתנת שכ\"מ במקצת צריכה קנין, ואפשר לפרש דבריו בהך דינא דאמרינן דמתנת שכ\"מ שדינה כמתנת בריא שאם עמד אינו חוזר צריכה קנין, ומ\"מ אפשר דגם בלא קנו מידו נשאר דין מתנת שכ\"מ שתיקנו חכמים שתתקיים כדי שלא תטרוף דעתו עליו, ואף דסיים הרמב\"ם בדבריו בין עמד בין לא עמד אפשר לפרש דקאי על מה שכתב אינו חוזר ואשמעינן דבין עמד בין לא עמד אינו חוזר, שלא נאמר דאף דדינה כמתנת בריא וקונה מזמן הכתיבה ולא אחר מיתה וממילא אינו יכול לחזור זהו בלא עמד, אבל בעמד איכא אומדנא דאדעתא דהכי לא נתן, לכן כתב בין עמד בין לא עמד דאפי' עמד אינו יכול לחזור והוא בלשון זו ואצ\"ל זו, לכן הוסיף הראב\"ד דבלא קנין אינה כלום אפי' מת ולא חזר בו כדאיתא בגמ' בסתמא דמתנת שכ\"מ במקצת בעיא קנין ואע\"ג דמת, ובדברי הרמב\"ם ודאי צריך ג\"כ לפרש כן דמה שכתב בין עמד בין לא עמד לא קאי על הא דאינו חוזר אלא על הא דצריכה קנין, וע\"ז כתב דאפי' לא עמד דבלא קנין אינה מתקיימת כלל."
            ],
            [
                "<b>שכ\"מ שכתב כל נכסיו מתנה סתם ולא שייר כלום אם עמד חוזר, ואפי' קנו מידו כדי ליפות כחו, בין שהקנה נכסיו לאחד בין שכתבם לשנים, שאומד דעתו הוא שלא נתן זה הכל אלא שנתכוון שלא יקנו כלום אלא לאחר מותו. שייר כלום לעצמו בין קרקע בין מטלטלין הרי זו מתנה במקצת וסתמה כמתנת בריא שקונה מזמן הכתיבה, לפיכך אינו חוזר, והוא שקנו מידו שמתנת שכ\"מ במקצת צריכה קנין בין עמד בין לא עמד.</b><br><b> השגת </b> הראב\"ד שכ\"מ שכתב כל נכסיו מתנה סתם וכו' עד כמתנת בריא וכו' א\"א ואם שייר צריכה קנין כי בלא קנין אינה כלום, עכ\"ל:<br><b> דברי </b> הראב\"ד אינם מובנים במה שבא כאן להוסיף על דברי הרמב\"ם דהא כתב כן והוא שקנו מידו שמתנת שכ\"מ במקצת צריכה קנין בין עמד בין לא עמד והוא כלשון הגמ' מתנת שכ\"מ במקצת בעיא קנין ואע\"ג דמת, ונראה בכונת דבריו משום דהרמב\"ם התחיל בדין דאינו חוזר וע\"ז כתב והוא שקנו מידו שמתנת שכ\"מ במקצת צריכה קנין, ואפשר לפרש דבריו בהך דינא דאמרינן דמתנת שכ\"מ שדינה כמתנת בריא שאם עמד אינו חוזר צריכה קנין, ומ\"מ אפשר דגם בלא קנו מידו נשאר דין מתנת שכ\"מ שתיקנו חכמים שתתקיים כדי שלא תטרוף דעתו עליו, ואף דסיים הרמב\"ם בדבריו בין עמד בין לא עמד אפשר לפרש דקאי על מה שכתב אינו חוזר ואשמעינן דבין עמד בין לא עמד אינו חוזר, שלא נאמר דאף דדינה כמתנת בריא וקונה מזמן הכתיבה ולא אחר מיתה וממילא אינו יכול לחזור זהו בלא עמד, אבל בעמד איכא אומדנא דאדעתא דהכי לא נתן, לכן כתב בין עמד בין לא עמד דאפי' עמד אינו יכול לחזור והוא בלשון זו ואצ\"ל זו, לכן הוסיף הראב\"ד דבלא קנין אינה כלום אפי' מת ולא חזר בו כדאיתא בגמ' בסתמא דמתנת שכ\"מ במקצת בעיא קנין ואע\"ג דמת, ובדברי הרמב\"ם ודאי צריך ג\"כ לפרש כן דמה שכתב בין עמד בין לא עמד לא קאי על הא דאינו חוזר אלא על הא דצריכה קנין, וע\"ז כתב דאפי' לא עמד דבלא קנין אינה מתקיימת כלל."
            ],
            [
                "<b>בד\"א בשנתן סתם שהרי אנו אומדין דעתו ואומרין הואיל ושייר לא נתכוון אלא להקנות לו מחיים במתנת בריא. אבל אם נתן לו המקצת בפירוש במתנת שכ\"מ שאינו אלא לאחר מיתה אינו צריך קנין ואם עמד חוזר ואם לא עמד קנה זה המקצת, ואם היה בה קנין לא קנה אא\"כ היה מיפה כחו כמו שבארנו.</b><br><b> השגת </b> הראב\"ד אבל אם נתן לו המקצת בפי' במתנת שכ\"מ וכו' עד קנה זה המקצת, א\"א זהו המצוה מחמת מיתה, עכ\"ל.<br><b> המ\"מ </b> כתב על דברי הרמב\"ם ד' הגמ' מצוה מחמת מיתה לא בעיא קנין והוא דמת, אם עמד חוזר אע\"ג דקנו מיניה, פי' קנו מיניה ליפות כחו עכ\"ל, מבואר דמפרש כדעת הראב\"ד אבל קשה לבאר כן דעת הרמב\"ם דהא בהל' כ\"ג כתב הרמב\"ם וז\"ל, שכ\"מ שצוה מחמת מיתה כגון שהיתה דעתו נוטה שהוא מת ודאי וניכר דבר זה מכלל דבריו אע\"פ שקנו מידו במקצת אם עמד חוזר, וקשה לפי פירושו של המ\"מ בתרתי חדא דאם בא לבאר גדר מצוה מחמת מיתה היה לו לכתוב זה כאן כיון שביאר דין מצוה מחמת מיתה, ועוד דעיקר דינא שכתב שם דמצוה מחמת מיתה אם עמד חוזר אע\"ג דקנו מיניה, כבר מבואר כאן בהלכה זו דמה שכתב כאן אינו צריך קנין ואם עמד חוזר ע\"כ דאם עמד חוזר הוא גם על קנו מיניה דהא דבריו הם על הלכה ט\"ו וט\"ז שכתב שייר כלום לעצמו וכו' לפיכך אם עמד אינו חוזר והוא שקנו מידו שמתנת שכ\"מ במקצת צריכה קנין וכו' וע\"ז הוא שכתב כאן אבל אם נתן לו המקצת בפי' במתנת שכ\"מ שאינו אלא לאחר מיתה אינו צריך קנין ואם עמד חוזר, ומבואר דהך ואם עמד חוזר קאי גם על קנו מידו דבזה הוא שבא להוציא ממה שכתב בהל' ט\"ו דאם עמד אינו חוזר, ולבד כל זה קשה דלא הזכיר כאן כלל מצוה מחמת מיתה.<br><b> ונראה </b> פשוט דכאן אין כונת הרמב\"ם לדין מצוה מחמת מיתה, ודבריו הם כפשוטם דאם נתן בפירוש במתנת שכ\"מ והיינו שאמר בשעת מתנתו שהוא נותן זה בתורת מתנת שכ\"מ ודאי כונתו שיהיה לזה דין מתנת שכ\"מ שאינה אלא לאחר מיתה ולא מהני על זה מה שקנו מידו כמו דלא מהני במתנת שכ\"מ בכולה, אח\"כ ראיתי שכבר כתב כן הכ\"מ בהל' ב' שכתב אבל אם שייר מקצת צריך קנין אא\"כ נתן אותו מקצת בפי' בתורת מתנת שכ\"מ וכמו שביאר רבינו בפרק זה, ובפרק ט' הל' ט\"ו במה שכתב הרמב\"ם שכ\"מ שכתב לזה וחזר וכתב לאחר האחרון קנה שיש לו לחזור עד שימות בין בכל בין במקצת, וכתב הכ\"מ שהטור כתב ע\"ז ולא נהירא דמתנת שכ\"מ במקצת דינה כמתנת בריא לכל דבר ואינו יכול לחזור בו, וע\"ז כתב הכ\"מ דמשכחת במתנת שכ\"מ במקצת שיכול לחזור בו כגון שבשעה שנתן לו אותו מקצת אמר שהוא נותנו לו בתורת מתנת שכ\"מ דכל כה\"ג יכול לחזור בו, כמו שכתב רבינו בפ\"ח ומבואר דמפרש כדברינו, ואני תמה בזה על הגר\"א ז\"ל בסי' ר\"נ במה שכתב המחבר בסעיף ז' דין מצוה מחמת מיתה, ובסעיף ט' דין נתן בפירוש במתנת שכ\"מ וכתב הגר\"א ע\"ז, כפול לעיל ס\"ז ושם העתיק לשון הטור וכאן לשון הרמב\"ם, ודבריו הוא ע\"פ דרכו של המ\"מ, אבל לפי דברי הכ\"מ בעצמו הם שני ענינים ובצדק קבע זה המחבר לשני סעיפים.<br><b> אכן </b> לא ביאר הכ\"מ מקור דברי הרמב\"ם בזה דדין מצוה מחמת מיתה מפורש בגמ' אבל מנ\"ל להרמב\"ם הך דינא ואף דהוא מסתבר בסברא מ\"מ אין דרך הרמב\"ם לכתוב בסתם מה שאינו מפורש בגמ', ונראה דבאמת דברי הכ\"מ שהבאתי אף דבעיקרם בבאור דבריו בהלכה זו הם מוכרחים כמו שכתבתי, אבל בבאור דבריו שם בפרק ט' אין מספיקים במה שכתב דמשכחת שבשעה שנתן לו אותו מקצת אמר שהוא נותנו לו בתורת מתנת שכ\"מ, וזה אינו מיושב כלל דזהו אוקימתא בדברי הרמב\"ם והיה לו לפרש דהוא בכה\"ג, ועוד דאח\"כ בהל' י\"ח כתב הרמב\"ם נתן מקצת נכסיו וקנו מידו ואח\"כ נתן כולן לאחר וכו' ואם מת ראשון קנה, וכתב הכ\"מ פי' כשנתן סתם שהוא כמתנת בריא, וזה תימה דכיון דבהל' ט\"ו מיירי דמפרש שהוא במתנת שכ\"מ היה לו לפרש דמיירי כאן בנתן סתם, ועוד דגם בהל' י\"ז כבר מוכח דמיירי באופן שאינו יכול לחזור בו דכתב השני קנה, אבל הראשון לא קנה בין שעמד בין שמת ומוכח דהשני קנה אפי' עמד, ונמצא דאין כאן הפסק בדבריו דהל' ט\"ז היא סיפא דהל' ט\"ו ונמצא דבהל' ט\"ו ט\"ז מיירי במפרש והל' י\"ז י\"ח בסתם ואין זה דרך הרמב\"ם כלל וכה\"ג הוא אוקימתא גם במשנה לומר רישא במפרש וסיפא בסתם.<br><b> לכן </b> נראה לבאר דעת הרמב\"ם דבמתנת שכ\"מ שהיא כתובה בתורת מתנת שכ\"מ בלשון כדקציר ורמי בערסיה אמרינן דבודאי נתן זה בתורת מתנת שכ\"מ דאם לא כן למה הוצרכו העדים לכתוב שהיה שכ\"מ, ולכן אין אנו צריכין שום בירור לזה, אבל בסתם מתנה שנתן שכ\"מ שהעדים מעידים בע\"פ בזה מחלקינן דאם הוא בכל הנכסים אמרינן דאף שלא אמר בפי' שהוא נותן בתורת מתנת שכ\"מ בודאי נתן בתורת מתנת שכ\"מ וכונתו לאחר מיתה, וכמו שכתב הרמב\"ם בהל' י\"ד שאומד דעת הוא שלא נתן זה הכל אלא שנתכוין שלא יקנו כלום אלא לאחר מותו, אבל בנתן מקצת אין לנו שום הוכחה והוי כשאר מתנת בריא ואין נ\"מ בזה שהוא שכ\"מ, ובזה מבואר מה שכתב הרמב\"ם בהל' י' מתנת שכ\"מ שכתוב בה קנין בין שהיתה במקצת הנכסים בין שהיתה בכל נכסיו חוששין לה שמא לא גמר להקנותו אלא בשטר, וכתב ע\"ז המ\"מ דמה שכתב בין שהיתה במקצת הנכסים הוא במגלה דעתו שמחמת מיתה הוא נותנן, וכבר כתבתי דזה דוחק לאוקמי דברי הרמב\"ם שכתב בסתם דמיירי במצוה מחמת מיתה, והכ\"מ לא כתב כאן כלום.<br><b> וראיתי </b> בב\"י שהטור הקשה גם כאן דהא מתנה במקצת היא כמתנת בריא, וכתב ע\"ז הב\"י דמיירי גם כאן שמפרש שבמתנת שכ\"מ הוא נותנן, וכבר כתבתי דגם זה הוא אוקימתא, אבל לפי דברינו הוא פשוט דכיון דהמתנה היא כתובה כדין מתנת שכ\"מ אין ספק שיש לה דין מתנת שכ\"מ.<br><b> ובזה </b> מבואר דבריו בפ\"ט דבהל' ט\"ו ט\"ז דמיירי במתנת שכ\"מ הכתובה ודאי דינה כמתנת שכ\"מ ואפי' היא במקצת הנכסים, אבל בהל' י\"ז י\"ח לא כתב הרמב\"ם שכ\"מ שכתב אלא נתן דבהל' י\"ז כ' שכ\"מ שחזר במקצת חזר בכל, כיצד נתן כל נכסיו וכו' ובהל' י\"ח כ' נתן מקצת נכסיו, ולכן שפיר דבמקצת נכסיו הוי כמתנת בריא.<br><b> ועכשיו </b> מבואר כבר מקור ההלכה במה שחידש הרמב\"ם דמלבד דין מצוה מחמת מיתה יש עוד אופן דאפי' במקצת נכסיו דינה כמתנת שכ\"מ בשנתן בפי' בתורת מתנת שכ\"מ דזהו מדברי הגמ' במה דפליגי רב ושמואל במתנת שכ\"מ שכתוב בה קנין דהרשב\"ם פי' דמיירי במתנת שכ\"מ בכולה, והרמב\"ם בהל' י' כתב דבין שהוא במקצת הנכסים בין שהוא בכל הנכסים, ומשום דמה דאמרינן מתנת שכ\"מ ודאי דינה כמתנת שכ\"מ ומזה מוכח דאם מפרש הוי מתנת שכ\"מ וכנ\"ל.<br><b> ולפי </b> דברינו מבוארים דבריו בהל' כ' במה שכתב שכ\"מ שנתן הנכסים שהדבר גלוי שהן כל נכסים שיש לו ה\"ז כמתנה במקצת ואם קנו מידו ועמד אינו חוזר דהוא מדברי הגמ' שכ\"מ שכתב כל נכסיו לאחרים, והרמב\"ם שינה בלשונו וכתב שכ\"מ שנתן הנכסים והוא משום דסתם שכ\"מ שכתב משמע דהיינו שכתבו העדים במתנת שכ\"מ דאף דבהל' י\"ד כתב ג\"כ שכ\"מ שכתב כל נכסיו וחלק בין שייר בין לא שייר דבשייר הוי מתנת בריא, הא מפרש להדיא שכתב כל נכסיו מתנה סתם והיינו שמפורש בהמתנה שנתנה בסתם שלא פירש שהוא מתנת שכ\"מ.<br><b> אלא </b> שצריך לבאר דבריו בהל' כ\"א שכתב שכ\"מ שכתב כל נכסיו לאחרים רואין אם כמחלק כתבם מת קנו כולם עמד חוזר בכולם, ואם כנמלך אחר ששייר חזר וכתב וקנו מידו על כל א' וא' מת קנו כולם עמד אינו חוזר אלא באחרון, ומבואר דהראשונים דין מתנת בריא יש להם, והנה כאן הא כתב הרמב\"ם שכ\"מ שכתב כל נכסיו וא\"כ לכאורה נסתרו דברינו דהרמב\"ם סובר דסתם מתנה הכתובה בתורת מתנת שכ\"מ דינה כמתנת שכ\"מ אפי' היא מתנה במקצת נכסים, אך באמת אין כאן סתירה דהא כתבנו בטעמא דמילתא משום דכיון דהיה בה קנין למה הוצרכו העדים לכתוב שהוא מתנת שכ\"מ וע\"כ דנתנה בתורת מתנת שכ\"מ, אבל כאן כיון שכתבו העדים בשטר מתנה אחד כל הנכסים שחלק, וא\"כ אם נתברר שכתבם כנמלך והראשונים הם במקצת והאחרון הוא בכולה, אין כבר ראיה ממה שכתבו העדים המתנה בתורת מתנת שכ\"מ דהא צריכים היו לכתבה בשביל האחרון, וא\"כ הדר אוקמה אדינא שהראשונים קנו במתנת בריא כיון שהיה בהן קנין, והאחרון דינו כמתנת שכ\"מ.<br><b> ומבואר </b> בזה מה שכתב בפ\"ט הל' כ\"ד מי שמת ונמצא מתנה קשורה על ירכו אע\"פ שהוא בעדים וקנו מידו ליפות כח אלו שנתן להם שכתב ע\"ז המ\"מ דמיירי במתנת שכ\"מ בכולה וזהו לשיטתו דדוקא במצוה מחמת מיתה מהני במקצת, וכאן א\"א לפרש כן דבגמ' הוזכר סתם דייתיקי, אבל לפימש\"כ דכיון שכתובה בדין מתנת שכ\"מ וכדאיתא בגמ' בלשון דייתיקי לכן גם במתנה במקצת דינה כמתנת שכ\"מ, ומה שכתב שם הל' ז' גר שיש לו בן שאין הורתו בקדושה וכו' אינו יכול ליתן לו כל נכסיו במתנת שכ\"מ לא כל נכסיו ולא מקצתן דמוכח דשייך מתנת שכ\"מ במקצת שיהיה דינה כמתנת שכ\"מ, ולא הזכיר הרמב\"ם כאן לכתוב אלא ליתן צריך לומר דכיון שכתב במתנת שכ\"מ הרי מבואר דבאופן זה מיירי שנותן בפי' בדין מתנת שכ\"מ."
            ],
            [
                "<b>בד\"א בשנתן סתם שהרי אנו אומדין דעתו ואומרין הואיל ושייר לא נתכוון אלא להקנות לו מחיים במתנת בריא. אבל אם נתן לו המקצת בפירוש במתנת שכ\"מ שאינו אלא לאחר מיתה אינו צריך קנין ואם עמד חוזר ואם לא עמד קנה זה המקצת, ואם היה בה קנין לא קנה אא\"כ היה מיפה כחו כמו שבארנו.</b><br><b> השגת </b> הראב\"ד אבל אם נתן לו המקצת בפי' במתנת שכ\"מ וכו' עד קנה זה המקצת, א\"א זהו המצוה מחמת מיתה, עכ\"ל.<br><b> המ\"מ </b> כתב על דברי הרמב\"ם ד' הגמ' מצוה מחמת מיתה לא בעיא קנין והוא דמת, אם עמד חוזר אע\"ג דקנו מיניה, פי' קנו מיניה ליפות כחו עכ\"ל, מבואר דמפרש כדעת הראב\"ד אבל קשה לבאר כן דעת הרמב\"ם דהא בהל' כ\"ג כתב הרמב\"ם וז\"ל, שכ\"מ שצוה מחמת מיתה כגון שהיתה דעתו נוטה שהוא מת ודאי וניכר דבר זה מכלל דבריו אע\"פ שקנו מידו במקצת אם עמד חוזר, וקשה לפי פירושו של המ\"מ בתרתי חדא דאם בא לבאר גדר מצוה מחמת מיתה היה לו לכתוב זה כאן כיון שביאר דין מצוה מחמת מיתה, ועוד דעיקר דינא שכתב שם דמצוה מחמת מיתה אם עמד חוזר אע\"ג דקנו מיניה, כבר מבואר כאן בהלכה זו דמה שכתב כאן אינו צריך קנין ואם עמד חוזר ע\"כ דאם עמד חוזר הוא גם על קנו מיניה דהא דבריו הם על הלכה ט\"ו וט\"ז שכתב שייר כלום לעצמו וכו' לפיכך אם עמד אינו חוזר והוא שקנו מידו שמתנת שכ\"מ במקצת צריכה קנין וכו' וע\"ז הוא שכתב כאן אבל אם נתן לו המקצת בפי' במתנת שכ\"מ שאינו אלא לאחר מיתה אינו צריך קנין ואם עמד חוזר, ומבואר דהך ואם עמד חוזר קאי גם על קנו מידו דבזה הוא שבא להוציא ממה שכתב בהל' ט\"ו דאם עמד אינו חוזר, ולבד כל זה קשה דלא הזכיר כאן כלל מצוה מחמת מיתה.<br><b> ונראה </b> פשוט דכאן אין כונת הרמב\"ם לדין מצוה מחמת מיתה, ודבריו הם כפשוטם דאם נתן בפירוש במתנת שכ\"מ והיינו שאמר בשעת מתנתו שהוא נותן זה בתורת מתנת שכ\"מ ודאי כונתו שיהיה לזה דין מתנת שכ\"מ שאינה אלא לאחר מיתה ולא מהני על זה מה שקנו מידו כמו דלא מהני במתנת שכ\"מ בכולה, אח\"כ ראיתי שכבר כתב כן הכ\"מ בהל' ב' שכתב אבל אם שייר מקצת צריך קנין אא\"כ נתן אותו מקצת בפי' בתורת מתנת שכ\"מ וכמו שביאר רבינו בפרק זה, ובפרק ט' הל' ט\"ו במה שכתב הרמב\"ם שכ\"מ שכתב לזה וחזר וכתב לאחר האחרון קנה שיש לו לחזור עד שימות בין בכל בין במקצת, וכתב הכ\"מ שהטור כתב ע\"ז ולא נהירא דמתנת שכ\"מ במקצת דינה כמתנת בריא לכל דבר ואינו יכול לחזור בו, וע\"ז כתב הכ\"מ דמשכחת במתנת שכ\"מ במקצת שיכול לחזור בו כגון שבשעה שנתן לו אותו מקצת אמר שהוא נותנו לו בתורת מתנת שכ\"מ דכל כה\"ג יכול לחזור בו, כמו שכתב רבינו בפ\"ח ומבואר דמפרש כדברינו, ואני תמה בזה על הגר\"א ז\"ל בסי' ר\"נ במה שכתב המחבר בסעיף ז' דין מצוה מחמת מיתה, ובסעיף ט' דין נתן בפירוש במתנת שכ\"מ וכתב הגר\"א ע\"ז, כפול לעיל ס\"ז ושם העתיק לשון הטור וכאן לשון הרמב\"ם, ודבריו הוא ע\"פ דרכו של המ\"מ, אבל לפי דברי הכ\"מ בעצמו הם שני ענינים ובצדק קבע זה המחבר לשני סעיפים.<br><b> אכן </b> לא ביאר הכ\"מ מקור דברי הרמב\"ם בזה דדין מצוה מחמת מיתה מפורש בגמ' אבל מנ\"ל להרמב\"ם הך דינא ואף דהוא מסתבר בסברא מ\"מ אין דרך הרמב\"ם לכתוב בסתם מה שאינו מפורש בגמ', ונראה דבאמת דברי הכ\"מ שהבאתי אף דבעיקרם בבאור דבריו בהלכה זו הם מוכרחים כמו שכתבתי, אבל בבאור דבריו שם בפרק ט' אין מספיקים במה שכתב דמשכחת שבשעה שנתן לו אותו מקצת אמר שהוא נותנו לו בתורת מתנת שכ\"מ, וזה אינו מיושב כלל דזהו אוקימתא בדברי הרמב\"ם והיה לו לפרש דהוא בכה\"ג, ועוד דאח\"כ בהל' י\"ח כתב הרמב\"ם נתן מקצת נכסיו וקנו מידו ואח\"כ נתן כולן לאחר וכו' ואם מת ראשון קנה, וכתב הכ\"מ פי' כשנתן סתם שהוא כמתנת בריא, וזה תימה דכיון דבהל' ט\"ו מיירי דמפרש שהוא במתנת שכ\"מ היה לו לפרש דמיירי כאן בנתן סתם, ועוד דגם בהל' י\"ז כבר מוכח דמיירי באופן שאינו יכול לחזור בו דכתב השני קנה, אבל הראשון לא קנה בין שעמד בין שמת ומוכח דהשני קנה אפי' עמד, ונמצא דאין כאן הפסק בדבריו דהל' ט\"ז היא סיפא דהל' ט\"ו ונמצא דבהל' ט\"ו ט\"ז מיירי במפרש והל' י\"ז י\"ח בסתם ואין זה דרך הרמב\"ם כלל וכה\"ג הוא אוקימתא גם במשנה לומר רישא במפרש וסיפא בסתם.<br><b> לכן </b> נראה לבאר דעת הרמב\"ם דבמתנת שכ\"מ שהיא כתובה בתורת מתנת שכ\"מ בלשון כדקציר ורמי בערסיה אמרינן דבודאי נתן זה בתורת מתנת שכ\"מ דאם לא כן למה הוצרכו העדים לכתוב שהיה שכ\"מ, ולכן אין אנו צריכין שום בירור לזה, אבל בסתם מתנה שנתן שכ\"מ שהעדים מעידים בע\"פ בזה מחלקינן דאם הוא בכל הנכסים אמרינן דאף שלא אמר בפי' שהוא נותן בתורת מתנת שכ\"מ בודאי נתן בתורת מתנת שכ\"מ וכונתו לאחר מיתה, וכמו שכתב הרמב\"ם בהל' י\"ד שאומד דעת הוא שלא נתן זה הכל אלא שנתכוין שלא יקנו כלום אלא לאחר מותו, אבל בנתן מקצת אין לנו שום הוכחה והוי כשאר מתנת בריא ואין נ\"מ בזה שהוא שכ\"מ, ובזה מבואר מה שכתב הרמב\"ם בהל' י' מתנת שכ\"מ שכתוב בה קנין בין שהיתה במקצת הנכסים בין שהיתה בכל נכסיו חוששין לה שמא לא גמר להקנותו אלא בשטר, וכתב ע\"ז המ\"מ דמה שכתב בין שהיתה במקצת הנכסים הוא במגלה דעתו שמחמת מיתה הוא נותנן, וכבר כתבתי דזה דוחק לאוקמי דברי הרמב\"ם שכתב בסתם דמיירי במצוה מחמת מיתה, והכ\"מ לא כתב כאן כלום.<br><b> וראיתי </b> בב\"י שהטור הקשה גם כאן דהא מתנה במקצת היא כמתנת בריא, וכתב ע\"ז הב\"י דמיירי גם כאן שמפרש שבמתנת שכ\"מ הוא נותנן, וכבר כתבתי דגם זה הוא אוקימתא, אבל לפי דברינו הוא פשוט דכיון דהמתנה היא כתובה כדין מתנת שכ\"מ אין ספק שיש לה דין מתנת שכ\"מ.<br><b> ובזה </b> מבואר דבריו בפ\"ט דבהל' ט\"ו ט\"ז דמיירי במתנת שכ\"מ הכתובה ודאי דינה כמתנת שכ\"מ ואפי' היא במקצת הנכסים, אבל בהל' י\"ז י\"ח לא כתב הרמב\"ם שכ\"מ שכתב אלא נתן דבהל' י\"ז כ' שכ\"מ שחזר במקצת חזר בכל, כיצד נתן כל נכסיו וכו' ובהל' י\"ח כ' נתן מקצת נכסיו, ולכן שפיר דבמקצת נכסיו הוי כמתנת בריא.<br><b> ועכשיו </b> מבואר כבר מקור ההלכה במה שחידש הרמב\"ם דמלבד דין מצוה מחמת מיתה יש עוד אופן דאפי' במקצת נכסיו דינה כמתנת שכ\"מ בשנתן בפי' בתורת מתנת שכ\"מ דזהו מדברי הגמ' במה דפליגי רב ושמואל במתנת שכ\"מ שכתוב בה קנין דהרשב\"ם פי' דמיירי במתנת שכ\"מ בכולה, והרמב\"ם בהל' י' כתב דבין שהוא במקצת הנכסים בין שהוא בכל הנכסים, ומשום דמה דאמרינן מתנת שכ\"מ ודאי דינה כמתנת שכ\"מ ומזה מוכח דאם מפרש הוי מתנת שכ\"מ וכנ\"ל.<br><b> ולפי </b> דברינו מבוארים דבריו בהל' כ' במה שכתב שכ\"מ שנתן הנכסים שהדבר גלוי שהן כל נכסים שיש לו ה\"ז כמתנה במקצת ואם קנו מידו ועמד אינו חוזר דהוא מדברי הגמ' שכ\"מ שכתב כל נכסיו לאחרים, והרמב\"ם שינה בלשונו וכתב שכ\"מ שנתן הנכסים והוא משום דסתם שכ\"מ שכתב משמע דהיינו שכתבו העדים במתנת שכ\"מ דאף דבהל' י\"ד כתב ג\"כ שכ\"מ שכתב כל נכסיו וחלק בין שייר בין לא שייר דבשייר הוי מתנת בריא, הא מפרש להדיא שכתב כל נכסיו מתנה סתם והיינו שמפורש בהמתנה שנתנה בסתם שלא פירש שהוא מתנת שכ\"מ.<br><b> אלא </b> שצריך לבאר דבריו בהל' כ\"א שכתב שכ\"מ שכתב כל נכסיו לאחרים רואין אם כמחלק כתבם מת קנו כולם עמד חוזר בכולם, ואם כנמלך אחר ששייר חזר וכתב וקנו מידו על כל א' וא' מת קנו כולם עמד אינו חוזר אלא באחרון, ומבואר דהראשונים דין מתנת בריא יש להם, והנה כאן הא כתב הרמב\"ם שכ\"מ שכתב כל נכסיו וא\"כ לכאורה נסתרו דברינו דהרמב\"ם סובר דסתם מתנה הכתובה בתורת מתנת שכ\"מ דינה כמתנת שכ\"מ אפי' היא מתנה במקצת נכסים, אך באמת אין כאן סתירה דהא כתבנו בטעמא דמילתא משום דכיון דהיה בה קנין למה הוצרכו העדים לכתוב שהוא מתנת שכ\"מ וע\"כ דנתנה בתורת מתנת שכ\"מ, אבל כאן כיון שכתבו העדים בשטר מתנה אחד כל הנכסים שחלק, וא\"כ אם נתברר שכתבם כנמלך והראשונים הם במקצת והאחרון הוא בכולה, אין כבר ראיה ממה שכתבו העדים המתנה בתורת מתנת שכ\"מ דהא צריכים היו לכתבה בשביל האחרון, וא\"כ הדר אוקמה אדינא שהראשונים קנו במתנת בריא כיון שהיה בהן קנין, והאחרון דינו כמתנת שכ\"מ.<br><b> ומבואר </b> בזה מה שכתב בפ\"ט הל' כ\"ד מי שמת ונמצא מתנה קשורה על ירכו אע\"פ שהוא בעדים וקנו מידו ליפות כח אלו שנתן להם שכתב ע\"ז המ\"מ דמיירי במתנת שכ\"מ בכולה וזהו לשיטתו דדוקא במצוה מחמת מיתה מהני במקצת, וכאן א\"א לפרש כן דבגמ' הוזכר סתם דייתיקי, אבל לפימש\"כ דכיון שכתובה בדין מתנת שכ\"מ וכדאיתא בגמ' בלשון דייתיקי לכן גם במתנה במקצת דינה כמתנת שכ\"מ, ומה שכתב שם הל' ז' גר שיש לו בן שאין הורתו בקדושה וכו' אינו יכול ליתן לו כל נכסיו במתנת שכ\"מ לא כל נכסיו ולא מקצתן דמוכח דשייך מתנת שכ\"מ במקצת שיהיה דינה כמתנת שכ\"מ, ולא הזכיר הרמב\"ם כאן לכתוב אלא ליתן צריך לומר דכיון שכתב במתנת שכ\"מ הרי מבואר דבאופן זה מיירי שנותן בפי' בדין מתנת שכ\"מ."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>גר שיש לו בן שאין הורתו בקדושה הואיל ואינו יורשו כמו שיתבאר במקומו כך אינו יכול ליתן לו כל נכסיו במתנת שכ\"מ לא כל נכסיו ולא מקצתן שלשון ירושה ולשון מתנה לגבי יורש אחד הן, וא\"ת יקנה נמצא זה יורש אביו. לפיכך אם נתן לגר משאר הגרים מתנתו קיימת. </b><br><b> השגת </b> הראב\"ד גר שיש לו בן וכו' עד מתנתו קיימת, א\"א כן אמר הגאון ואין הדעת נוחה הימנו ויש לומר דעת אחרת טובה מזו, עכ\"ל.<br><b> כתב </b> המ\"מ על דברי הראב\"ד דעתו ז\"ל כדעת האחרונים שהקשו על הגאונים דאם איתא דמתנת שכ\"מ גר לגר אחר קנה, בנו נמי כל שלא היה הורתו ולידתו בקדושה אינו נחשב לבנו ואינו ראוי לירש וכנכרי הוא ולמה לא קנה במתנה והרמב\"ן ז\"ל האריך לתרצם, והפירוש הנכון במה שאמרו גבי איסור גיורא משום דמתנת שכ\"מ מן הדין אינה מתנה כיון שהוא לאחר מיתה אלא דמשום ירושה תקנו, ולכן גר שנתן במתנת שכ\"מ כיון שאינו בר ירושה אף מתנתו אינה מתנה, וזה דעת האחרונים שאין מתנתו כלום אפי' לאחר, ע\"כ דברי המ\"מ, והנה הודה להראב\"ד ולא הביא דברי הרמב\"ן ודברי הרמב\"ן הם במלחמות וכתב בזה וז\"ל דכיון דמתנת שכ\"מ כירושה היא עד שאנו אומרים בראוי ליורשו שאינו לשון מתנה גר שאין בנו יורשו אם תאמר יקנה עשיתו כאילו יורש והתורה אמרה לא יירש, לפיכך לא נכלל הבן בכלל תק\"ח שתקנו לשאינו יורש וכו', אבל אם רצה איסור ליתן לאחרים נותן וקונים שהרי תקנו חכמים שיקנו אחרים בדבור וכו' עכ\"ל, והנה לא נתבאר בדברי הרמב\"ן תי' על מה שהקשו דכיון שאין הורתו בקדושה כנכרי הוא, ובב\"י כתב לתרץ דהוא מדרבנן שמא יאמרו דשאינו הורתו בקדושה יורש, ולא משמע כן בלשון הרמב\"ם שכתב נמצא זה יורש את אביו.<br><b> והנראה </b> בזה דבפרק י\"ב הל' ו' כתב הרמב\"ם דשכ\"מ שאמר נכסי לך ואחריך לפלוני והיה הראשון ראוי ליורשו ופירש ואמר לא משום ירושה אני נותן לך שאין לה הפסק אלא במתנה והרי הפסקתיה השני קונה מה ששייר הראשון, וכתב המ\"מ שהרמב\"ם כתב זה לתרץ הקושיא מברייתא דתנו שקל לבני בשבת דאם אמר אם מתו יירשו אחרים תחתיהם בין שאמר תנו בין שאמר אל תתנו אין נותנין להם אלא שקל, וקשה הא בראוי ליורשו אמרינן דירושה אין לה הפסק, ולכן חידש מכאן הלכה זו וכמו שסיים בדבריו הך ברייתא, והראב\"ד השיג ע\"ז וכתב שזה הטעם אינו מוטעם ויש לנו טעם יפה, וכונתו למה שכתב לתרץ זה הובא בש\"מ דהכא לא אמר אלא שקל בכל שבת, ורק דאם לא אמר יירשו אחרים תחתיהם אמרינן דלזרוזינהו הוא דאמר, אבל אם אמר כן אמרינן דבדוקא אמר, א\"כ לא ירשו מעולם יותר משקל בכל שבת, עוד תי' דמה דאמרינן בנכסי לך ואחריך לפלוני דירושה אין לה הפסק, היינו שכבר באו הנכסים להיורש. אבל הכא ביד שליש הן, עכ\"פ מבואר דהראב\"ד אינו סובר דמהני אם פירש ואמר לא משום ירושה אני נותן לך.<br><b> ונמצא </b> דהרמב\"ם והראב\"ד חולקין בהך דינא דאם נתן למי שראוי ליורשו בלשון מתנה הוי ירושה דהרמב\"ם סובר דזהו רק בסתמא, וע\"כ דטעמא דאמרינן דאף דאמר בלשון מתנה כונתו בגדר ירושה, והראב\"ד סובר דמי שראוי ליורשו כיון שמתנת שכ\"מ אינה קונה אלא לאחר מיתה ע\"כ הוי בזה גדר ירושה כיון דראוי ליורשו, ולכן הרמב\"ם לשיטתו סובר דגר שנתן לבנו שאין הורתו בקדושה ולידתו בקדושה אמרינן דדעתו ליתן לו משום ירושה דסובר השכ\"מ דאף שבלא מתנתו אין לו דין ירושה מ\"מ בתורת שכ\"מ דדבריו ככתובין וכמסורין יש לו כח להורישו כיון שלידתו בקדושה, ובזה אמרינן דאינו כן ולא מהני דין שכ\"מ דדבריו ככתובין וכמסורין אלא על מתנה ולא להוריש למי שאינו ראוי לירש, אבל הראב\"ד סובר דמה דאמרינן דאם אמר למי שראוי ליורשו משום מתנה הוא מעיקר דינא דהא סובר דאפי' אמר בפי' לא משום ירושה אני נותן לך מ\"מ הוי דין ירושה, וכיון דהוי מעיקר הדין א\"כ בודאי אינו אלא בראוי ליורשו ע\"פ דין, אבל מי שהורתו שלא בקדושה הוא נכרי גמור ע\"פ דין וע\"כ דאפי' לגר אחר אינו יכול גר ליתן מתנת שכ\"מ כיון שאינו יכול להוריש, דעיקר מתנת שכ\"מ כירושה שויוה רבנן ולא תיקנו אלא למי שיכול להוריש."
            ],
            [
                "<b>גר שיש לו בן שאין הורתו בקדושה הואיל ואינו יורשו כמו שיתבאר במקומו כך אינו יכול ליתן לו כל נכסיו במתנת שכ\"מ לא כל נכסיו ולא מקצתן שלשון ירושה ולשון מתנה לגבי יורש אחד הן, וא\"ת יקנה נמצא זה יורש אביו. לפיכך אם נתן לגר משאר הגרים מתנתו קיימת. </b><br><b> השגת </b> הראב\"ד גר שיש לו בן וכו' עד מתנתו קיימת, א\"א כן אמר הגאון ואין הדעת נוחה הימנו ויש לומר דעת אחרת טובה מזו, עכ\"ל.<br><b> כתב </b> המ\"מ על דברי הראב\"ד דעתו ז\"ל כדעת האחרונים שהקשו על הגאונים דאם איתא דמתנת שכ\"מ גר לגר אחר קנה, בנו נמי כל שלא היה הורתו ולידתו בקדושה אינו נחשב לבנו ואינו ראוי לירש וכנכרי הוא ולמה לא קנה במתנה והרמב\"ן ז\"ל האריך לתרצם, והפירוש הנכון במה שאמרו גבי איסור גיורא משום דמתנת שכ\"מ מן הדין אינה מתנה כיון שהוא לאחר מיתה אלא דמשום ירושה תקנו, ולכן גר שנתן במתנת שכ\"מ כיון שאינו בר ירושה אף מתנתו אינה מתנה, וזה דעת האחרונים שאין מתנתו כלום אפי' לאחר, ע\"כ דברי המ\"מ, והנה הודה להראב\"ד ולא הביא דברי הרמב\"ן ודברי הרמב\"ן הם במלחמות וכתב בזה וז\"ל דכיון דמתנת שכ\"מ כירושה היא עד שאנו אומרים בראוי ליורשו שאינו לשון מתנה גר שאין בנו יורשו אם תאמר יקנה עשיתו כאילו יורש והתורה אמרה לא יירש, לפיכך לא נכלל הבן בכלל תק\"ח שתקנו לשאינו יורש וכו', אבל אם רצה איסור ליתן לאחרים נותן וקונים שהרי תקנו חכמים שיקנו אחרים בדבור וכו' עכ\"ל, והנה לא נתבאר בדברי הרמב\"ן תי' על מה שהקשו דכיון שאין הורתו בקדושה כנכרי הוא, ובב\"י כתב לתרץ דהוא מדרבנן שמא יאמרו דשאינו הורתו בקדושה יורש, ולא משמע כן בלשון הרמב\"ם שכתב נמצא זה יורש את אביו.<br><b> והנראה </b> בזה דבפרק י\"ב הל' ו' כתב הרמב\"ם דשכ\"מ שאמר נכסי לך ואחריך לפלוני והיה הראשון ראוי ליורשו ופירש ואמר לא משום ירושה אני נותן לך שאין לה הפסק אלא במתנה והרי הפסקתיה השני קונה מה ששייר הראשון, וכתב המ\"מ שהרמב\"ם כתב זה לתרץ הקושיא מברייתא דתנו שקל לבני בשבת דאם אמר אם מתו יירשו אחרים תחתיהם בין שאמר תנו בין שאמר אל תתנו אין נותנין להם אלא שקל, וקשה הא בראוי ליורשו אמרינן דירושה אין לה הפסק, ולכן חידש מכאן הלכה זו וכמו שסיים בדבריו הך ברייתא, והראב\"ד השיג ע\"ז וכתב שזה הטעם אינו מוטעם ויש לנו טעם יפה, וכונתו למה שכתב לתרץ זה הובא בש\"מ דהכא לא אמר אלא שקל בכל שבת, ורק דאם לא אמר יירשו אחרים תחתיהם אמרינן דלזרוזינהו הוא דאמר, אבל אם אמר כן אמרינן דבדוקא אמר, א\"כ לא ירשו מעולם יותר משקל בכל שבת, עוד תי' דמה דאמרינן בנכסי לך ואחריך לפלוני דירושה אין לה הפסק, היינו שכבר באו הנכסים להיורש. אבל הכא ביד שליש הן, עכ\"פ מבואר דהראב\"ד אינו סובר דמהני אם פירש ואמר לא משום ירושה אני נותן לך.<br><b> ונמצא </b> דהרמב\"ם והראב\"ד חולקין בהך דינא דאם נתן למי שראוי ליורשו בלשון מתנה הוי ירושה דהרמב\"ם סובר דזהו רק בסתמא, וע\"כ דטעמא דאמרינן דאף דאמר בלשון מתנה כונתו בגדר ירושה, והראב\"ד סובר דמי שראוי ליורשו כיון שמתנת שכ\"מ אינה קונה אלא לאחר מיתה ע\"כ הוי בזה גדר ירושה כיון דראוי ליורשו, ולכן הרמב\"ם לשיטתו סובר דגר שנתן לבנו שאין הורתו בקדושה ולידתו בקדושה אמרינן דדעתו ליתן לו משום ירושה דסובר השכ\"מ דאף שבלא מתנתו אין לו דין ירושה מ\"מ בתורת שכ\"מ דדבריו ככתובין וכמסורין יש לו כח להורישו כיון שלידתו בקדושה, ובזה אמרינן דאינו כן ולא מהני דין שכ\"מ דדבריו ככתובין וכמסורין אלא על מתנה ולא להוריש למי שאינו ראוי לירש, אבל הראב\"ד סובר דמה דאמרינן דאם אמר למי שראוי ליורשו משום מתנה הוא מעיקר דינא דהא סובר דאפי' אמר בפי' לא משום ירושה אני נותן לך מ\"מ הוי דין ירושה, וכיון דהוי מעיקר הדין א\"כ בודאי אינו אלא בראוי ליורשו ע\"פ דין, אבל מי שהורתו שלא בקדושה הוא נכרי גמור ע\"פ דין וע\"כ דאפי' לגר אחר אינו יכול גר ליתן מתנת שכ\"מ כיון שאינו יכול להוריש, דעיקר מתנת שכ\"מ כירושה שויוה רבנן ולא תיקנו אלא למי שיכול להוריש."
            ],
            [],
            [
                "<b>אבל שכ\"מ שצוה ליתן לעכו\"ם מתנה אין שומעין לו שזה כמו שצוה לעבור עבירה מנכסיו. אמר פלוני עבדי עשו אותו בן חורין או שאמר עשיתי אותו בן חורין או שאמר הרי הוא בן חורין כופין את היורשין ומשחררים אותו שעבד ישנו במקצת מצות.</b><br><b> כתב </b> המ\"מ שהקשו ע\"ז דהא המשחרר עבדו עובר בעשה וכתב הרשב\"א ושמא נאמר שכל שאמר הרב לשחררו אומדין אותו שעשה לו טובה שהוא חייב לו כך על גמולו דאחזוקי אינשי בעוברים בעשה לא מחזיקינן, וכיון שכך הרי הוא כמוכרו לו, ומה שאסרה תורה לשחרר עבדים [הוא] בלא גמילות טובה אלא ברצון הלב והלב יודע אם לחסד אם לגמילות עכ\"ל, וכתב ע\"ז הכ\"מ דאע\"פ שכתב המ\"מ דאית לן למימר שעשה לו טובה נהי דלא עבר משום משחרר עבדו סוף סוף כיון דעבדו הוא אינו חייב לו שום גמול עליה והו\"ל מתנת חנם שאסור משום לא תחנם, ומשום הכי כתב רבינו דשרי בעבד משום שישנו במקצת מצות עכ\"ל, וחילוקו אינו מבואר כלל דכיון שאינו אלא משום גמילות טובה למה יש כאן לא תחנם, והרמב\"ן בגיטין דף ל\"ח כתב בהדיא דכיון שמשחרר משום מצוה ליכא לא תחנם, והרשב\"א חלק שם עליו רק בזה דאין לומר דטעם לעולם בהם תעבודו הוא משום לא תחנם דבעבד לא שייך לא תחנם, ואף דשם הוא משום מצוה וכאן כיון שלעבדו אינו חייב גמול הו\"ל מתנת חינם מ\"מ לא מסתבר כן כיון שעושה בשביל שרוצה לשלם לו גמולו.<br><b> אכן </b> באמת הרמב\"ם לא סבר כלל הא דלא תחנם לענין מתנת חנם דבפרק י' מה' עכו\"ם כתב דלא תחנם אתא שלא למכור להם קרקע, והא דאסור ליתן להם מתנת חנם הוא מקרא דלגר אשר בשעריך תתננה ואכלה או מכור לנכרי, וכר' יהודה בפסחים דף כ\"ב דדברים ככתבן, ולפי\"ז נראה דכיון דילפינן מקרא דאו מכור לנכרי במכירה ולא בנתינה בעינן מכירה ממש, ולכן לבד מה שכתב הכ\"מ דלא שייך חוב לעבדו אלא אפי' אם עכו\"ם יתן לישראל מתנה אסור להישראל להחזיר לו מתנה דכיון דעכ\"פ אין כאן חיוב על הישראל להחזיר לו מתנה והוי רק מתנה בשביל מתנה אסור מקרא דאו מכור לנכרי דאמרינן במכירה ולא בנתינה, ולכן שפיר הוצרך הרמב\"ם לומר בטעמא דעבד ישנו במקצת מצות, אבל משום הא דלעולם בהם תעבודו שפיר כתב המ\"מ דליכא איסור כיון דאינו משחררו בשביל חסד אלא משום גמילות מה שעשה לו, דבזה לא בעינן שיהיה דוקא גדר מכירה, וע\"ז כתב הרמב\"ם דאין דינו כעכו\"ם דליבעי מכירה ממש."
            ],
            [
                "<b>אבל שכ\"מ שצוה ליתן לעכו\"ם מתנה אין שומעין לו שזה כמו שצוה לעבור עבירה מנכסיו. אמר פלוני עבדי עשו אותו בן חורין או שאמר עשיתי אותו בן חורין או שאמר הרי הוא בן חורין כופין את היורשין ומשחררים אותו שעבד ישנו במקצת מצות.</b><br><b> כתב </b> המ\"מ שהקשו ע\"ז דהא המשחרר עבדו עובר בעשה וכתב הרשב\"א ושמא נאמר שכל שאמר הרב לשחררו אומדין אותו שעשה לו טובה שהוא חייב לו כך על גמולו דאחזוקי אינשי בעוברים בעשה לא מחזיקינן, וכיון שכך הרי הוא כמוכרו לו, ומה שאסרה תורה לשחרר עבדים [הוא] בלא גמילות טובה אלא ברצון הלב והלב יודע אם לחסד אם לגמילות עכ\"ל, וכתב ע\"ז הכ\"מ דאע\"פ שכתב המ\"מ דאית לן למימר שעשה לו טובה נהי דלא עבר משום משחרר עבדו סוף סוף כיון דעבדו הוא אינו חייב לו שום גמול עליה והו\"ל מתנת חנם שאסור משום לא תחנם, ומשום הכי כתב רבינו דשרי בעבד משום שישנו במקצת מצות עכ\"ל, וחילוקו אינו מבואר כלל דכיון שאינו אלא משום גמילות טובה למה יש כאן לא תחנם, והרמב\"ן בגיטין דף ל\"ח כתב בהדיא דכיון שמשחרר משום מצוה ליכא לא תחנם, והרשב\"א חלק שם עליו רק בזה דאין לומר דטעם לעולם בהם תעבודו הוא משום לא תחנם דבעבד לא שייך לא תחנם, ואף דשם הוא משום מצוה וכאן כיון שלעבדו אינו חייב גמול הו\"ל מתנת חינם מ\"מ לא מסתבר כן כיון שעושה בשביל שרוצה לשלם לו גמולו.<br><b> אכן </b> באמת הרמב\"ם לא סבר כלל הא דלא תחנם לענין מתנת חנם דבפרק י' מה' עכו\"ם כתב דלא תחנם אתא שלא למכור להם קרקע, והא דאסור ליתן להם מתנת חנם הוא מקרא דלגר אשר בשעריך תתננה ואכלה או מכור לנכרי, וכר' יהודה בפסחים דף כ\"ב דדברים ככתבן, ולפי\"ז נראה דכיון דילפינן מקרא דאו מכור לנכרי במכירה ולא בנתינה בעינן מכירה ממש, ולכן לבד מה שכתב הכ\"מ דלא שייך חוב לעבדו אלא אפי' אם עכו\"ם יתן לישראל מתנה אסור להישראל להחזיר לו מתנה דכיון דעכ\"פ אין כאן חיוב על הישראל להחזיר לו מתנה והוי רק מתנה בשביל מתנה אסור מקרא דאו מכור לנכרי דאמרינן במכירה ולא בנתינה, ולכן שפיר הוצרך הרמב\"ם לומר בטעמא דעבד ישנו במקצת מצות, אבל משום הא דלעולם בהם תעבודו שפיר כתב המ\"מ דליכא איסור כיון דאינו משחררו בשביל חסד אלא משום גמילות מה שעשה לו, דבזה לא בעינן שיהיה דוקא גדר מכירה, וע\"ז כתב הרמב\"ם דאין דינו כעכו\"ם דליבעי מכירה ממש."
            ],
            [],
            [
                "<b>שכ\"מ שכתב כל נכסיו לאחד ואמר הלה איני רוצה בהן לא קנה. שתק ואח\"כ צוח קנה שדברי שכ\"מ ככתובין וכמסורין הן, וכיון ששתק אינו יכול לחזור בהן.</b><br><b> הקצוה\"ח </b> בסי' רמ\"ה הקשה דהא מתנת שכ\"מ אינה קונה אלא לאחר מיתה, וא\"כ היכי כתב שתק ואח\"כ צוח דמשמע דאפי' צוח קודם מיתת השכ\"מ לא מהני, ואמאי דהא במשוך פרה זו ולא תקנה לך אלא לאחר שלשים שניהם יכולים לחזור קודם הזמן, וכתב בזה עפ\"מ שכתב הרא\"ש ספ\"ק דגיטין גבי הולך מנה לפלוני דאם הנותן שכ\"מ וישנו למקבל בשעת מתן מעות ומת המקבל בחיי השכ\"מ יחזרו ליורשיו דאע\"ג דלא קני אלא אחר מיתת הנותן משום דדברי שכ\"מ לענין לקנות לאחר מיתה חשובין ככתובין וכמסורין למפרע משעת נתינתו, וא\"כ ה\"נ כיון דאחר שמת הוברר הדבר שזכה למפרע מש\"ה אין המקבל יכול לחזור בו כיון דכבר זכה בו תיכף אם ימות אח\"כ, והנה בדעת הרמב\"ם קשה לומר כן דמלשונו בפ\"ח הל' י\"ד שכתב שאומד דעת הוא שלא נתן זה הכל אלא שנתכוון שלא יקנו כלום אלא לאחר מיתה משמע דלא קנה כלל מחיים.<br><b> איברא </b> דהך דינא דהולך מנה לפלוני הוא הלכה פסוקה וכתבה הרמב\"ם בפ\"י הל' י\"ב דאם קיים היה המקבל בשעה שנתן לו השכ\"מ ינתנו ליורשי מי שנשלחו לו שדברי שכ\"מ ככתובין וכמסורין הן וקשה מה מהני דעכ\"פ כיון שמת קודם שמת השכ\"מ א\"כ לא זכה ואמאי ינתנו ליורשיו, ומשום זה הוכרחו התוס' והרא\"ש לחדש דזכה למפרע משעת אמירתו, ומתחלה כתבו התוס' דכיון דדברי שכ\"מ ככתובין וכמסורין דעתו שיזכה המקבל או יורשיו, אלא שהיה קשה מיורשין שנולדו אחר מיתת הנותן דהוי דבר שלבל\"ע, ולכן תירצו דככתובין וכמסורין משעת אמירתו, אבל כשנעיין בדברי הרא\"ש נראה דאין כונתו כמו שלמד הקצוה\"ח בדבריו דזכה המקבל בשעת אמירה אם ימות אח\"כ, ולפי\"ז המיתה אינה אלא תנאי, דבגמ' בדף קל\"ז דאמרינן מתנת שכ\"מ מאימתי קניא, ואמר רבא לאחר גמר מיתה לא משמע כלל דהוי בגדר תנאי דא\"כ אין נ\"מ בין אי אמרינן עם גמר מיתה או לאחר גמר מיתה, כיון דסוף סוף זכה מחיים, ועוד מאי סייעתא מייתי לרבא מהא דאין גט לאחר מיתה דאם נימא דזכה מחיים אם ימות א\"כ אמאי באמת אינו גט, וע\"כ דודאי אינו זוכה המקבל כלל עד אחר מיתה, ולשון הרא\"ש ג\"כ לא משמע כן שכתב משום דדברי שכ\"מ לענין לקנות לאחר מיתה חשובין ככתובין וכמסורין למפרע משעת נתינתו, ומבואר דאינם כמסורין אלא לענין לקנות לאחר מיתה אמנם דאח\"כ כתב הילכך כיון דאיתא למקבל בשעת מתן מעות הוברר הדבר שזכה משעת המתנה ומורישו ליורשיו ומשמע שזכה למפרע, אבל א\"א לומר כן דהא כתב מקודם לענין לקנות אחר מיתתו, ע\"כ צ\"ל דגם כאן כן כונתו דזכה משעת נתינתו זה שכשימות השכ\"מ תהיה המתנה שלו, אלא דאכתי קשה דהא מת המקבל קודם מיתת השכ\"מ, וא\"כ לא היה זמן שיזכה המקבל שיוכל להוריש ליורשיו.<br><b> והנה </b> בגיטין דף ע\"ב אמר רב הונא גיטו כמתנתו מה מתנתו אם עמד חוזר אף גיטו אם עמד חוזר, ופירש\"י דבשכ\"מ קאי ואמרינן אם עמד חוזר, דמסתמא אדעתא דמיתה יהב לה והא לא מת, והקשו בתוס' דמאי ראיה ממתנה דשכ\"מ לגט דהא מתנה דשכ\"מ אינה חלה אלא לאחר מיתה, לכן שפיר אם עמד חוזר, אבל גט כיון דע\"כ נגמר בשעת נתינתו ומנלן דאדעתא דמיתה נתן, לכן פי' ר\"ת דקאי על מעכשיו אם מתי, אבל הרמב\"ם פ\"ט מה' גירושין כתב הא דמסקינן בגמ' דאם עמד אינו חוזר גזירה שמא יאמרו יש גט לאחר מיתה בגט שכ\"מ וכפירש\"י, וע\"כ צריך לומר דמה דאין מתנת שכ\"מ אלא לאחר מיתה היינו דאין המקבל זוכה אלא לאחר מיתה, אבל לענין זה דברי שכ\"מ ככתובין וכמסורין דמי משעת נתינתו שכבר נגמר דין חלות המתנה תיכף, ולא דמי למשוך פרה זו ותקנה לך לאחר שלשים דהתם לא נגמר המתנה עכשיו שיזכה בה לאחר שלשים, וזהו כדברי הרא\"ש דנעשה ככתובין וכמסורין משעת נתינתו לענין שיקנה לאחר מיתה, ואשכחן כה\"ג גבי הקדש בנדרים דף כ\"ט ע\"ב דאם אמר שור זה עולה לאחר ל' יום אינו יכול לחזור משום דאמירה לגבוה כמסירה להדיוט והקשה הר\"ן ותיהוי נמי כמסירה אכתי היכי מצי הדר ביה כיון דלא חייל הקדש עד אחר ל' יום, דמ\"ש ממשוך פרה זו ולא תקנה אלא לאחר ל' דיכול לחזור, ותירץ הר\"נ דכי אמרינן כמסירה להדיוט היינו כמסירה ממש בקנין של הדיוט קאמר וכמו שאמר מעכשיו ולאחר שלשים דאינו יכול לחזור, ולפי\"ז גם במתנת שכ\"מ הוא כן דנעשה ככתובין וכמסורין לענין שיקנה המקבל לאחר מיתה.<br><b> אלא </b> דלפי\"ז צריך ביאור במה נתיישב בהא דהולך מנה לפלוני כיון דמת המקבל בחיי נותן מה מהני מה דדברי שכ\"מ ככתובין וכמסורין דמי, אך באמת התוס' התחילו מקודם בתירוצם דדעת הנותן שיזכה המקבל או יורשיו, ואח\"כ כתבו דאפי' לא נולדו היורשים עד אחר מיתת הנותן, מ\"מ קנו משום דדברי שכ\"מ ככתובין וכמסורין משעת אמירתו ולא משמע דהוא תי' אחר, ולפימש\"כ מבואר דהך טעמא דככתובין וכמסורין דמי לא הוי מהני כיון דעכ\"פ אחר מיתת השכ\"מ בשעה שצריך המקבל לזכות כבר מת, ולכן צריך באמת לתי' הקודם דאמרינן דדעתו של הנותן שיזכו המקבל או יורשיו, ובאור הדברים הוא דאף דקיי\"ל כרבנן דרשב\"ג בגיטין דף ע\"ד דלי ולא ליורשי, וכן הכא בבריא לא אמרינן דכונתו ליתן ליורשיו וע\"כ דדוקא בשכ\"מ כן, ובטעמא צ\"ל כמש\"כ האבני מלואים בסי' ל\"ח דמה דאמרינן לי ולא ליורשי, היינו משום דבאומר ע\"מ שתתני לי אינה מחוייבת ליתן לו ואין לו זכות בזה, לכן אמרינן דאין כונתו ליורשיו דהיורשין אין להם שום זכות ירושה בתנאי זה, אבל היכי דשייך גדר ירושה אמרינן לו ואפי' ליורשיו, ע\"ש שהאריך בזה, ומשו\"ה כיון דאמרינן ככתובין וכמסורין דמי ויש למקבל זכות לקנות לאחר מיתת הנותן לכן שייך זכות ירושה וממילא אמרינן לו ואפי' ליורשיו, אלא דהוקשה להתוס' דאם לא נולדו יורשי המקבל עד אחר מיתת נותן, א\"כ אינם יכולים לקבל זכות המתנה, ולזה תירצו דכיון דכבר זכה המקבל לענין זה למפרע שיזכה בהמתנה לאחר מיתת השכ\"מ, א\"כ זכה לענין זה גופא שיזכו הוא או יורשיו, לכן אף דהמזכה לנולדים לא קנה זהו כשלא נגמר הזכות עכשיו, אבל הכא קנה הוא הזכות שיזכו יורשיו בזכותו שלאחר מיתת הנותן יזכו יורשיו מכחו, ולכן לא איכפת לן אף אם יהיו נולדים, ואשכחן דשייך זכות לאדם עבור יורשיו למ\"ד יש דמים לבן חורין דמשלם בעל השור ליורשים דמי הנהרג אף דהנהרג לא היה ממון שלהם, וע\"כ דזהו זכותו של הנהרג ליתן ליורשין, וה\"נ שייך זכות להמקבל שיזכה עתה במתנת השכ\"מ לענין זה שיתנו ליורשיו לאחר מותו אלא דמ\"מ צריך להוסיף דבכה\"ג אמרינן לו ואפי' ליורשיו וכנ\"ל."
            ],
            [
                "<b>שכ\"מ שכתב כל נכסיו לאחד ואמר הלה איני רוצה בהן לא קנה. שתק ואח\"כ צוח קנה שדברי שכ\"מ ככתובין וכמסורין הן, וכיון ששתק אינו יכול לחזור בהן.</b><br><b> הקצוה\"ח </b> בסי' רמ\"ה הקשה דהא מתנת שכ\"מ אינה קונה אלא לאחר מיתה, וא\"כ היכי כתב שתק ואח\"כ צוח דמשמע דאפי' צוח קודם מיתת השכ\"מ לא מהני, ואמאי דהא במשוך פרה זו ולא תקנה לך אלא לאחר שלשים שניהם יכולים לחזור קודם הזמן, וכתב בזה עפ\"מ שכתב הרא\"ש ספ\"ק דגיטין גבי הולך מנה לפלוני דאם הנותן שכ\"מ וישנו למקבל בשעת מתן מעות ומת המקבל בחיי השכ\"מ יחזרו ליורשיו דאע\"ג דלא קני אלא אחר מיתת הנותן משום דדברי שכ\"מ לענין לקנות לאחר מיתה חשובין ככתובין וכמסורין למפרע משעת נתינתו, וא\"כ ה\"נ כיון דאחר שמת הוברר הדבר שזכה למפרע מש\"ה אין המקבל יכול לחזור בו כיון דכבר זכה בו תיכף אם ימות אח\"כ, והנה בדעת הרמב\"ם קשה לומר כן דמלשונו בפ\"ח הל' י\"ד שכתב שאומד דעת הוא שלא נתן זה הכל אלא שנתכוון שלא יקנו כלום אלא לאחר מיתה משמע דלא קנה כלל מחיים.<br><b> איברא </b> דהך דינא דהולך מנה לפלוני הוא הלכה פסוקה וכתבה הרמב\"ם בפ\"י הל' י\"ב דאם קיים היה המקבל בשעה שנתן לו השכ\"מ ינתנו ליורשי מי שנשלחו לו שדברי שכ\"מ ככתובין וכמסורין הן וקשה מה מהני דעכ\"פ כיון שמת קודם שמת השכ\"מ א\"כ לא זכה ואמאי ינתנו ליורשיו, ומשום זה הוכרחו התוס' והרא\"ש לחדש דזכה למפרע משעת אמירתו, ומתחלה כתבו התוס' דכיון דדברי שכ\"מ ככתובין וכמסורין דעתו שיזכה המקבל או יורשיו, אלא שהיה קשה מיורשין שנולדו אחר מיתת הנותן דהוי דבר שלבל\"ע, ולכן תירצו דככתובין וכמסורין משעת אמירתו, אבל כשנעיין בדברי הרא\"ש נראה דאין כונתו כמו שלמד הקצוה\"ח בדבריו דזכה המקבל בשעת אמירה אם ימות אח\"כ, ולפי\"ז המיתה אינה אלא תנאי, דבגמ' בדף קל\"ז דאמרינן מתנת שכ\"מ מאימתי קניא, ואמר רבא לאחר גמר מיתה לא משמע כלל דהוי בגדר תנאי דא\"כ אין נ\"מ בין אי אמרינן עם גמר מיתה או לאחר גמר מיתה, כיון דסוף סוף זכה מחיים, ועוד מאי סייעתא מייתי לרבא מהא דאין גט לאחר מיתה דאם נימא דזכה מחיים אם ימות א\"כ אמאי באמת אינו גט, וע\"כ דודאי אינו זוכה המקבל כלל עד אחר מיתה, ולשון הרא\"ש ג\"כ לא משמע כן שכתב משום דדברי שכ\"מ לענין לקנות לאחר מיתה חשובין ככתובין וכמסורין למפרע משעת נתינתו, ומבואר דאינם כמסורין אלא לענין לקנות לאחר מיתה אמנם דאח\"כ כתב הילכך כיון דאיתא למקבל בשעת מתן מעות הוברר הדבר שזכה משעת המתנה ומורישו ליורשיו ומשמע שזכה למפרע, אבל א\"א לומר כן דהא כתב מקודם לענין לקנות אחר מיתתו, ע\"כ צ\"ל דגם כאן כן כונתו דזכה משעת נתינתו זה שכשימות השכ\"מ תהיה המתנה שלו, אלא דאכתי קשה דהא מת המקבל קודם מיתת השכ\"מ, וא\"כ לא היה זמן שיזכה המקבל שיוכל להוריש ליורשיו.<br><b> והנה </b> בגיטין דף ע\"ב אמר רב הונא גיטו כמתנתו מה מתנתו אם עמד חוזר אף גיטו אם עמד חוזר, ופירש\"י דבשכ\"מ קאי ואמרינן אם עמד חוזר, דמסתמא אדעתא דמיתה יהב לה והא לא מת, והקשו בתוס' דמאי ראיה ממתנה דשכ\"מ לגט דהא מתנה דשכ\"מ אינה חלה אלא לאחר מיתה, לכן שפיר אם עמד חוזר, אבל גט כיון דע\"כ נגמר בשעת נתינתו ומנלן דאדעתא דמיתה נתן, לכן פי' ר\"ת דקאי על מעכשיו אם מתי, אבל הרמב\"ם פ\"ט מה' גירושין כתב הא דמסקינן בגמ' דאם עמד אינו חוזר גזירה שמא יאמרו יש גט לאחר מיתה בגט שכ\"מ וכפירש\"י, וע\"כ צריך לומר דמה דאין מתנת שכ\"מ אלא לאחר מיתה היינו דאין המקבל זוכה אלא לאחר מיתה, אבל לענין זה דברי שכ\"מ ככתובין וכמסורין דמי משעת נתינתו שכבר נגמר דין חלות המתנה תיכף, ולא דמי למשוך פרה זו ותקנה לך לאחר שלשים דהתם לא נגמר המתנה עכשיו שיזכה בה לאחר שלשים, וזהו כדברי הרא\"ש דנעשה ככתובין וכמסורין משעת נתינתו לענין שיקנה לאחר מיתה, ואשכחן כה\"ג גבי הקדש בנדרים דף כ\"ט ע\"ב דאם אמר שור זה עולה לאחר ל' יום אינו יכול לחזור משום דאמירה לגבוה כמסירה להדיוט והקשה הר\"ן ותיהוי נמי כמסירה אכתי היכי מצי הדר ביה כיון דלא חייל הקדש עד אחר ל' יום, דמ\"ש ממשוך פרה זו ולא תקנה אלא לאחר ל' דיכול לחזור, ותירץ הר\"נ דכי אמרינן כמסירה להדיוט היינו כמסירה ממש בקנין של הדיוט קאמר וכמו שאמר מעכשיו ולאחר שלשים דאינו יכול לחזור, ולפי\"ז גם במתנת שכ\"מ הוא כן דנעשה ככתובין וכמסורין לענין שיקנה המקבל לאחר מיתה.<br><b> אלא </b> דלפי\"ז צריך ביאור במה נתיישב בהא דהולך מנה לפלוני כיון דמת המקבל בחיי נותן מה מהני מה דדברי שכ\"מ ככתובין וכמסורין דמי, אך באמת התוס' התחילו מקודם בתירוצם דדעת הנותן שיזכה המקבל או יורשיו, ואח\"כ כתבו דאפי' לא נולדו היורשים עד אחר מיתת הנותן, מ\"מ קנו משום דדברי שכ\"מ ככתובין וכמסורין משעת אמירתו ולא משמע דהוא תי' אחר, ולפימש\"כ מבואר דהך טעמא דככתובין וכמסורין דמי לא הוי מהני כיון דעכ\"פ אחר מיתת השכ\"מ בשעה שצריך המקבל לזכות כבר מת, ולכן צריך באמת לתי' הקודם דאמרינן דדעתו של הנותן שיזכו המקבל או יורשיו, ובאור הדברים הוא דאף דקיי\"ל כרבנן דרשב\"ג בגיטין דף ע\"ד דלי ולא ליורשי, וכן הכא בבריא לא אמרינן דכונתו ליתן ליורשיו וע\"כ דדוקא בשכ\"מ כן, ובטעמא צ\"ל כמש\"כ האבני מלואים בסי' ל\"ח דמה דאמרינן לי ולא ליורשי, היינו משום דבאומר ע\"מ שתתני לי אינה מחוייבת ליתן לו ואין לו זכות בזה, לכן אמרינן דאין כונתו ליורשיו דהיורשין אין להם שום זכות ירושה בתנאי זה, אבל היכי דשייך גדר ירושה אמרינן לו ואפי' ליורשיו, ע\"ש שהאריך בזה, ומשו\"ה כיון דאמרינן ככתובין וכמסורין דמי ויש למקבל זכות לקנות לאחר מיתת הנותן לכן שייך זכות ירושה וממילא אמרינן לו ואפי' ליורשיו, אלא דהוקשה להתוס' דאם לא נולדו יורשי המקבל עד אחר מיתת נותן, א\"כ אינם יכולים לקבל זכות המתנה, ולזה תירצו דכיון דכבר זכה המקבל לענין זה למפרע שיזכה בהמתנה לאחר מיתת השכ\"מ, א\"כ זכה לענין זה גופא שיזכו הוא או יורשיו, לכן אף דהמזכה לנולדים לא קנה זהו כשלא נגמר הזכות עכשיו, אבל הכא קנה הוא הזכות שיזכו יורשיו בזכותו שלאחר מיתת הנותן יזכו יורשיו מכחו, ולכן לא איכפת לן אף אם יהיו נולדים, ואשכחן דשייך זכות לאדם עבור יורשיו למ\"ד יש דמים לבן חורין דמשלם בעל השור ליורשים דמי הנהרג אף דהנהרג לא היה ממון שלהם, וע\"כ דזהו זכותו של הנהרג ליתן ליורשין, וה\"נ שייך זכות להמקבל שיזכה עתה במתנת השכ\"מ לענין זה שיתנו ליורשיו לאחר מותו אלא דמ\"מ צריך להוסיף דבכה\"ג אמרינן לו ואפי' ליורשיו וכנ\"ל."
            ]
        ],
        [
            [],
            [
                "<b>וכן שכ\"מ שאמר הלואה או פקדון שיש לי ביד פלוני תנו אותה לפלוני דבריו קיימין ואין צריך למעמד שלשתן, וכן אם אמר תנו שטר פלוני זכה במה שיש בשטר, וכאלו כתב ומסר אע\"פ שלא משך השטר ואין היורש יכול למחול שטר זה שנתן במתנת שכ\"מ, ומפני מה המוכר או הנותן שט\"ח לחבירו וחזר ומחלו היורש מחול, ושכ\"מ שנתן שט\"ח אין היורש יכול למחול מפני שקנין הראיה בשטר מדבריהם ולפיכך היורש עדיין זה השטר שלו הוא מן התורה ומוחלו, ומתנת שכ\"מ אע\"פ שהיא מדבריהם עשו אותה כשל תורה וכאילו קנה ממון שבשטר מן התורה והגיע לידו ולא נשאר ליורש בו קנין ולפיכך אינו מוחל.</b><br><b> השגת </b> הראב\"ד לפיכך היורש עדיין שטר זה וכו' ומתנת שכ\"מ וכו' עד ולפיכך אינו מוחל, א\"א יש כאן שיבושים והגהתי אותם מדעתי, וכבר פי' הרב ז\"ל פ' הכותב שדברי שכ\"מ ככתובין וכמסורין דמי שחכמים עשאוה כשל תורה כמו שקבל המתנה, והטעם שכתוב כאן הוא יותר טוב ומספיק ממש\"כ הרב ז\"ל עכ\"ל.<br><b> דברי </b> הראב\"ד צריכים ביאור במה שקילס כאן דברי הרמב\"ם דעיקר טעמא דמוכר שט\"ח יכול למחול הוא מפני שקנין הראיה בשטר מדבריהם, ובפ' ו' מה' מכירה הל' י\"ב במש\"כ שם הרמב\"ם דמשום שקנין השטרות הם מדבריהם לכן יכול המוכר למחול, כתב ע\"ז הראב\"ד לא מן השם הוא זה אלא מפני שהלוה אומר אני לא שעבדתי לך את עצמי ואני תמה על המפרשים שלא עמדו בזה.<br><b> ואולי </b> נאמר דכונת הרמב\"ם כאן הוא דבמתנת שכ\"מ זכה המקבל בעיקר החוב דלא אמרינן דקנין שטר הוא מדבריהם אלא דוקא היכי דאנו צריכין לגדרי קנין, אבל במתנת שכ\"מ דדבריו ככתובין וכמסורין מהני שיזכה עיקר החוב, ואף דאין הרמב\"ם סובר דדין המקבל מתנה כמו יורש ועמש\"כ בפ\"ט הל' ז' מ\"מ יכול לזכות כמו יורש כיון דא\"צ לגדרי קנין וזהו שהסכים הראב\"ד לדברי הרמב\"ם דגם הוא סובר דסברתו דהלוה אומר אני לא שעבדתי לך את עצמי לא שייך אלא במכירת שטרות דלא מהני מכירה לעיקר החוב אלא לשעבוד הנכסים, אבל הכא מהני דברי השכ\"מ לזכות להמקבל בעיקר החוב ומחוייב גם הלוה לשלם להמקבל ואינו יכול לומר לא שעבדתי לך את עצמי דנעשה במקומו של המלוה ממש לעיקר החוב, ומצינו בכה\"ג בדין מעמד שלשתן שכתב התוס' והרא\"ש דאינו יכול למחול, וכתבו בטעמא משום דאינו מכירת השעבוד של הנכסים אלא דעיקר שעבוד של שמעון שנשתעבד לראובן נשתעבד עכשיו ללוי.<br><b> אלא </b> דאכתי לא ניחא לי בזה דכיון דהראב\"ד סובר בפ\"ט דמתנת שכ\"מ כירושה הוא בכל גווני, ולשיטתו מיושב בפשיטות כדברי ר\"ת דכיון דיש לו דין יורש והיורש הקרוב אין לו עכשיו דין ירושה בודאי אינו יכול למחול, וא\"כ אין טעמם של הרמב\"ם והראב\"ד לשיטתם שוים ואינו מובן במה הסכים לדברי הרמב\"ם כאן.<br><b> לכן </b> נראה לחדש דהראב\"ד אינו סובר בזה כדעת ר\"ת וסובר דאף דדין מתנת שכ\"מ הוא מגדר ירושה מ\"מ הא אינה כירושה ממש דהא ירושה ממש אין לה הפסק, וכן הוא במתנת שכ\"מ בראוי ליורשו, ומ\"מ באינו ראוי ליורשו יש לה הפסק ויכול השכ\"מ לומר נכסי לך ואחריך לפלוני, ולא אמרינן בזה גדר ירושה אלא לענין שתועיל המתנה לאחר מיתה וגר שאינו בר ירושה אינו יכול ליתן במתנת שכ\"מ, אבל מ\"מ יש לומר דכל זה לענין הזכיה בעיקר הנכסים של השכ\"מ לגבי היורשים שלו, אבל לגבי הלוה סובר הראב\"ד דאכתי יכול הלוה לומר אני לא שעבדתי לך את עצמי כיון שאינך יורש באמת, ולכן הסכים הראב\"ד לבאורו של הרמב\"ם דכיון דעכ\"פ זכה המקבל מתנה בעיקר החוב לגבי היורשים, לכן אף דאכתי לא זכה לגבי הלוה מ\"מ היורשים אין להם שום זכות בהחוב ולכן אינם יכולים למחול, וכיון דלא מהני מחילת היורש לכן הלוה כבר מחוייב לשלם כמו דמחוייב לשלם ללוקח כל זמן שהמלוה או יורשו לא מחל.<br><b> איברא </b> דיש להקשות דמה מהני מה שאין היורש יכול למחול כיון דנימא דלגבי הלוה לא זכה המקבל מתנה בשעבוד הגוף וכיון שהיורש כבר פקע זכותו נימא דנפקע החוב גם בלא מחילה וכמו משכונו של ישראל ביד הגר ומת הגר דנפקע שעבוד המשכון משום שנפקע שעבוד הגוף, ונראה דאפשר לחדש ולומר דגם מת יש לו דינים לענין זכות ממון דהא מצינו למ\"ד יש דמים לבן חורין דשייך דין ממון להנהרג שיזכו יורשיו בדין חוב ממון שלו דהא מחיים לא זכה בזה, וכמש\"כ בפ\"ט הי\"ג וכן מצריך בגמ' בב\"ב דף קנ\"ט קרא דאין הבן יורש אמו בקבר להנחיל לאחין מן האם, ולכן מה דנפקע דין שעבוד הגוף במשכונו של ישראל ביד גר זהו משום דכל נכסי הגר נעשו הפקר, לכן גם החובות שלו נעשו הפקר וזכה תיכף בעל המשכון בעיקר החוב ובטל שעבוד הגוף, אבל הכא במתנת שכ\"מ כיון דלגבי דידיה יש להמקבל מתנה דין לגבות החוב מדין מתנת שכ\"מ שחל אחר מיתה לכן לא בטל החוב אף דלא זכה המקבל בשעבוד הגוף דנשאר זכותו של המת שהחוב לא נתבטל כל זמן שאין על החוב דין מחילה וכיון שהיורש אינו יכול למחול דכבר נסתלק מהחוב, ולכן יכול המקבל מתנה לגבות החוב, ולכן לענין זה שוים הרמב\"ם והראב\"ד בבאור הדברים דעיקר טעמא הוא דכיון דאין היורש יכול למחול שכבר נסתלק לכן נשאר החוב במקומו."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אמר מנה לפלוני בידי ואמרו יתומים נתננו אין נאמנים שהרי לא אמר תנו ומנין ידעו שחייבין ליתן, אמר תנו ואמרו יתומים נתננו נאמנין ונשבעין היסת שנתנו.</b><br><b> השגת </b> הראב\"ד אמר מנה לפלוני בידי וכו' עד שחייבין ליתן, א\"א בחיי ראשי טעות גדול טעה בזה ובשביל שראה בגמ' אדרבא איפכא מסתברא כתב את כל זה וחס ושלום שלא נתכוונו לכך אלא אם שמעת חילוק זה א\"א כך אלא כך, ולעולם בין בזה בין בזה נאמנים שאם הודה כמערים שלא להשביע את בניו הרי שאין חייבין ליתן, ואם כמודה איך נאמר מנין היו יודעין שהן חייבין ליתן הרי יודעין ומצווין וכשאמרו עשינו מצות אבינו נאמנים ותו לא מידי, ועוד י\"ל כי מה שהקשו בגמ' אדרבא איפכא מסתברא על דין אמת הקשו דמנה לפלוני בידי הודאה היא וכדברי בריא הוא, ואם נכתב כמלוה בשטר הוא ויש בה פנים שלא יהיו נאמנים לומר פרענו, אבל תנו שהוא לשון מתנה אם לא אמר כתובו אע\"פ שכתבו העדים ונתנו לו יכולים לומר פרענו, וזהו איפכא מסתברא מיהו כל זמן שלא נכתבה ונמסרה שטר ההודאה נאמנים לומר פרענו ואף בחיוב ב\"ד כן עכ\"ל.<br><b> כתב </b> המ\"מ וז\"ל דברי המחבר מסכימים לדברי רבו אבן מיגש ז\"ל שכך פי' כלפי לייא האמור בגמ' דכי אמר תנו ודאי נאמנים דמידע ידעי דמחייבי ליה בההוא מנה וכי לא אמר תנו כיון דאיכא למימר דשלא להשביע את בניו איכוין אע\"ג דמייתי ההוא פלוני ראיה דקושטא קאמר ודרך הודאה קאמר אמאי מהימני לומר פרענו אטו מי הוו ידעי דמייתי ההוא פלוני ראיה דקושטא קאמר אבוהון ולאו שלא להשביע את בניו איכוין כי היכי דליפרעו ניהליה, ודמיא לההיא דאמרינן צא תן לו ואמר פרעתי נאמן חייב אתה ליתן לו ואמר פרעתי אינו נאמן עכ\"ל, ודברי המ\"מ אינם מדוקדקים חדא במה שהביא הר\"י מיגש ראיה מהא דחייב אתה ליתן לו ואמר פרעתי אינו נאמן, וכתב הר\"י מיגש ע\"ז עד דמעייני רבנן בדיני, וקשה דהתם מסיק הגמ' דמר זוטרא משמיה דר\"נ אמר דבין צא תן לו בין חייב אתה ליתן לו ואמר פרעתי נאמן, ומה דאמר עד דמעייני רבנן בדיני זהו לענין הוחזק כפרן דכיון דאמר עד דמעייני רבנן בדיני לא הוחזק כפרן כשאמר פרעתי והעדים מעידים שלא פרעו, ובדעת הר\"י מיגש אפשר דאינו פוסק כמר זוטרא משמיה דר\"נ אלא כמו דאמר מעיקרא רב יוסף בר מניומי אמר ר\"נ דמחלק בין צא תן לו ובין חייב אתה ליתן לו אם נאמן לומר פרעתי, אבל הרמב\"ם פוסק כמר זוטרא משמיה דר\"נ דהחילוק הוא לענין הוחזק כפרן, וא\"כ לכאורה אין משם ראיה אלא קושיא.<br><b> איברא </b> דיש לחלק דדוקא שם גבי חייב אתה ליתן לו דאף דאינו פסק גמור וצווי ב\"ד שילך ויפרע וכן הוא להלכה בב\"ק דף ס\"ט לענין חיוב דו\"ה דבאמרו צא תן לו וטבח ומכר כבר נשתנה מדין גנב לדין גזלן ופטור מדו\"ה, ובאמרו חייב אתה ליתן לו אכתי תורת גנב עליו וחייב דו\"ה. מ\"מ לענין זה מהני חייב אתה ליתן דכבר יודע דעת הדיינים שהוא חייב וכמו שכתבו שם התוס' דמטעם זה אסור לבצוע, ולכן אף דאפשר דמעיינו ב\"ד עוד הפעם בדין וישנו את הפסק. מ\"מ כיון שאינו מצוי הדבר נאמן לומר שסמכתי על דברי ב\"ד ופרעתי, אבל הכא אם נימא דהיה עוד ספק להיורשים אם הם חייבים לפרוע שפיר נימא דלא היה להם לפרוע.<br><b> אלא </b> דבאמת א\"א לבאר בטעמו של הרמב\"ם ע\"פ פירושו של הר\"י מיגש דהר\"י מיגש פי' באופן דאפשר דהודה שלא להשביע את בניו, אלא דאח\"כ הביא אותו פלוני עדים שאביהם חייב לו, ובזה ודאי שפיר כתב דמנין ידעו היורשים שהם חייבים לפרוע, אבל הרמב\"ם לא כתב באופן זה ובודאי דעת הרמב\"ם כדברי הרי\"ף שכתב דזה מיירי באופן שהודה דרך הודאה ולא כמערים, והרמב\"ם סמך כאן על מה שכבר כתב חילוק זה בהל' ג' וד', וכיון שכן למה לא יוכלו היורשים לומר דכיון דע\"פ דין חייבים לפרוע לכן פרעו.<br><b> אבל </b> דברי הרמב\"ם ברורים לא מגמ' דב\"מ דחייב אתה ליתן לו דלא קיי\"ל כן, אלא מגמ' דב\"ב דף ה' בדין למעלה מד' וסמך לו כותל אחר דאף דע\"פ דין חייב לשלם מ\"מ אינו נאמן לומר פרעתי משום דאמר מי יימר דמחייבו ליה רבנן, ופירש\"י במשנה אין משפט זה גלוי לכל, וא\"כ הכא דהוא אבעיא בגמ' שכ\"מ שהודה מהו, והיינו כיון דלא אמר אתם עדי דבבריא יכול לומר משטה אני בך ומסקינן דאין אדם משטה בשעת מיתה, וא\"כ הך דינא ודאי אינו גלוי לכל מכש\"כ מהא דבחזקה שלא נתן דהוא דינא דתנן במתני', וא\"כ שפיר אמר כאן בגמ' דאינו נאמן לומר פרעתי וזהו שיטת הרמב\"ם והוא פשוט."
            ],
            [
                "<b>אמר מנה לפלוני בידי ואמרו יתומים נתננו אין נאמנים שהרי לא אמר תנו ומנין ידעו שחייבין ליתן, אמר תנו ואמרו יתומים נתננו נאמנין ונשבעין היסת שנתנו.</b><br><b> השגת </b> הראב\"ד אמר מנה לפלוני בידי וכו' עד שחייבין ליתן, א\"א בחיי ראשי טעות גדול טעה בזה ובשביל שראה בגמ' אדרבא איפכא מסתברא כתב את כל זה וחס ושלום שלא נתכוונו לכך אלא אם שמעת חילוק זה א\"א כך אלא כך, ולעולם בין בזה בין בזה נאמנים שאם הודה כמערים שלא להשביע את בניו הרי שאין חייבין ליתן, ואם כמודה איך נאמר מנין היו יודעין שהן חייבין ליתן הרי יודעין ומצווין וכשאמרו עשינו מצות אבינו נאמנים ותו לא מידי, ועוד י\"ל כי מה שהקשו בגמ' אדרבא איפכא מסתברא על דין אמת הקשו דמנה לפלוני בידי הודאה היא וכדברי בריא הוא, ואם נכתב כמלוה בשטר הוא ויש בה פנים שלא יהיו נאמנים לומר פרענו, אבל תנו שהוא לשון מתנה אם לא אמר כתובו אע\"פ שכתבו העדים ונתנו לו יכולים לומר פרענו, וזהו איפכא מסתברא מיהו כל זמן שלא נכתבה ונמסרה שטר ההודאה נאמנים לומר פרענו ואף בחיוב ב\"ד כן עכ\"ל.<br><b> כתב </b> המ\"מ וז\"ל דברי המחבר מסכימים לדברי רבו אבן מיגש ז\"ל שכך פי' כלפי לייא האמור בגמ' דכי אמר תנו ודאי נאמנים דמידע ידעי דמחייבי ליה בההוא מנה וכי לא אמר תנו כיון דאיכא למימר דשלא להשביע את בניו איכוין אע\"ג דמייתי ההוא פלוני ראיה דקושטא קאמר ודרך הודאה קאמר אמאי מהימני לומר פרענו אטו מי הוו ידעי דמייתי ההוא פלוני ראיה דקושטא קאמר אבוהון ולאו שלא להשביע את בניו איכוין כי היכי דליפרעו ניהליה, ודמיא לההיא דאמרינן צא תן לו ואמר פרעתי נאמן חייב אתה ליתן לו ואמר פרעתי אינו נאמן עכ\"ל, ודברי המ\"מ אינם מדוקדקים חדא במה שהביא הר\"י מיגש ראיה מהא דחייב אתה ליתן לו ואמר פרעתי אינו נאמן, וכתב הר\"י מיגש ע\"ז עד דמעייני רבנן בדיני, וקשה דהתם מסיק הגמ' דמר זוטרא משמיה דר\"נ אמר דבין צא תן לו בין חייב אתה ליתן לו ואמר פרעתי נאמן, ומה דאמר עד דמעייני רבנן בדיני זהו לענין הוחזק כפרן דכיון דאמר עד דמעייני רבנן בדיני לא הוחזק כפרן כשאמר פרעתי והעדים מעידים שלא פרעו, ובדעת הר\"י מיגש אפשר דאינו פוסק כמר זוטרא משמיה דר\"נ אלא כמו דאמר מעיקרא רב יוסף בר מניומי אמר ר\"נ דמחלק בין צא תן לו ובין חייב אתה ליתן לו אם נאמן לומר פרעתי, אבל הרמב\"ם פוסק כמר זוטרא משמיה דר\"נ דהחילוק הוא לענין הוחזק כפרן, וא\"כ לכאורה אין משם ראיה אלא קושיא.<br><b> איברא </b> דיש לחלק דדוקא שם גבי חייב אתה ליתן לו דאף דאינו פסק גמור וצווי ב\"ד שילך ויפרע וכן הוא להלכה בב\"ק דף ס\"ט לענין חיוב דו\"ה דבאמרו צא תן לו וטבח ומכר כבר נשתנה מדין גנב לדין גזלן ופטור מדו\"ה, ובאמרו חייב אתה ליתן לו אכתי תורת גנב עליו וחייב דו\"ה. מ\"מ לענין זה מהני חייב אתה ליתן דכבר יודע דעת הדיינים שהוא חייב וכמו שכתבו שם התוס' דמטעם זה אסור לבצוע, ולכן אף דאפשר דמעיינו ב\"ד עוד הפעם בדין וישנו את הפסק. מ\"מ כיון שאינו מצוי הדבר נאמן לומר שסמכתי על דברי ב\"ד ופרעתי, אבל הכא אם נימא דהיה עוד ספק להיורשים אם הם חייבים לפרוע שפיר נימא דלא היה להם לפרוע.<br><b> אלא </b> דבאמת א\"א לבאר בטעמו של הרמב\"ם ע\"פ פירושו של הר\"י מיגש דהר\"י מיגש פי' באופן דאפשר דהודה שלא להשביע את בניו, אלא דאח\"כ הביא אותו פלוני עדים שאביהם חייב לו, ובזה ודאי שפיר כתב דמנין ידעו היורשים שהם חייבים לפרוע, אבל הרמב\"ם לא כתב באופן זה ובודאי דעת הרמב\"ם כדברי הרי\"ף שכתב דזה מיירי באופן שהודה דרך הודאה ולא כמערים, והרמב\"ם סמך כאן על מה שכבר כתב חילוק זה בהל' ג' וד', וכיון שכן למה לא יוכלו היורשים לומר דכיון דע\"פ דין חייבים לפרוע לכן פרעו.<br><b> אבל </b> דברי הרמב\"ם ברורים לא מגמ' דב\"מ דחייב אתה ליתן לו דלא קיי\"ל כן, אלא מגמ' דב\"ב דף ה' בדין למעלה מד' וסמך לו כותל אחר דאף דע\"פ דין חייב לשלם מ\"מ אינו נאמן לומר פרעתי משום דאמר מי יימר דמחייבו ליה רבנן, ופירש\"י במשנה אין משפט זה גלוי לכל, וא\"כ הכא דהוא אבעיא בגמ' שכ\"מ שהודה מהו, והיינו כיון דלא אמר אתם עדי דבבריא יכול לומר משטה אני בך ומסקינן דאין אדם משטה בשעת מיתה, וא\"כ הך דינא ודאי אינו גלוי לכל מכש\"כ מהא דבחזקה שלא נתן דהוא דינא דתנן במתני', וא\"כ שפיר אמר כאן בגמ' דאינו נאמן לומר פרעתי וזהו שיטת הרמב\"ם והוא פשוט."
            ]
        ],
        [
            [],
            [],
            [
                "<b>באו שנים לתבוע וכל אחד מוחזק שמו טוביה אם היה אחד מהם ת\"ח, ת\"ח קודם, אין בהן ת\"ח והיה אחד מהן שכן או קרוב הוא קודם, היה אחד שכן ואחד קרוב שכן קודם, שניהם שכנים או שניהם ת\"ח יעשו הדיינים כמו שיראה להם, כל מי שדעתן נוטה שעל זה אמר נותנין לו וכן אם היו רבים.</b><br><b> המ\"מ </b> הקשה מתוספתא פ' ג\"פ האומר עשו טבי עבדי בן חורין אם היו שני טבי אין דורשין לשון הדיוט, לזה היה אוהב ולזה לא היה אוהב אלא שניהם בני חורין ונוטלין משניהם דמי אחד מהן, וכן האומר תנו מאתים דינרין ליוסף בן שמעון וכו', ותי' המ\"מ גבי עבד דכיון דעובר בעשה לא מחזיקינן להאי גברא דמשחרר עבדו אלא אחרים פדאוהו או הם עצמם בכסף של אחרים, והקשה ע\"ז המגיה דהא בפ\"ט כתב המ\"מ בשם הרשב\"א דאומדין אותו שעשה לו העבד טובה דהיה מותר לו לשחררו וא\"כ אכתי נאמר שודא, ונשאר בצ\"ע, ונראה דאף דשם כתב המ\"מ הטעם משום שהעבד עשה לו טובה זהו משום דבהכי סגי שלא יעבור בעשה, אבל אפשר נמי דאחרים פדאוהו או הוא פדה עצמו בכסף של אחרים, וא\"כ לא נוכל לעשות שודא דדייני לומר למי היה אוהב יותר דשמא אחרים פדאוהו או הוא פדה את עצמו, וא\"כ ע\"כ אנו צריכים לעשות חלוקה לשחרר שניהם וליקח מהם כסף של אחד מהם.<br><b> ובמה </b> דתניא עוד בתוספתא באומר תנו מאתים דינרים ליוסף בן שמעון והיו שנים דחולקין בשוה, כתב המ\"מ דלא מיירי במתנה אלא באומר פקדון, או מלוה ולא משמע כן בלשון תנו מאתים דינרים, ועוד דהא קתני בברייתא אין דורשין לשון הדיוט לומר לזה היה אוהב ולזה לא היה אוהב, ואם במלוה או פקדון ודאי לא שייך זה, לכן נראה דיש לומר עפ\"מ דאיתא בגיטין דף י\"ד גבי הולך מנה לפלוני דחכמים אומרים יחלוקו וכאן אמרו מה שירצה שליח יעשה, ומפרש בגמ' דזהו שודא ראות עיניו של שליח ואף דהתם לא קיימא להלכה משום דהתם מספקא לחכמים, ואנן קיי\"ל כת\"ק דהולך לאו כזכי מ\"מ אשכחן מחלוקת בברייתא בהך סברא אם יחלוקו עדיף או שודא עדיף, ולכן כל מה דפסקינן בגמ' שודא דדייני אזלא כהך מ\"ד דשודא עדיף, והתוספתא אזלא כמ\"ד יחלוקו עדיף וזה נראה לי פשוט דאין צריך לדחוק בתירוצים.<br><b> והנה </b> הלח\"מ הקשה לשיטת התוס' דשודא אינו כפי ראות הדיינים אלא כמו שירצו הדיינים משום ספק דמ\"ש מהא דשני יוסף בן שמעון דמוציאין שט\"ח על אחרים, ואם נמצא שובר על אחד מהם שניהם אינם יכולים לגבות דמדחה לכל אחד וה\"נ ידחו היורשים לכל אחד, וכתב הלח\"מ דהתם מעיקר דינא היה צריך להיות יהא מונח משום דודאי חד מינייהו רמאי, ולכן אין מוציאין מהלוה, וקשה דלפי דבריו אם נשארו יורשים והיורשים תובעים יגבו שטר אחד מספק ולא משמע כן, ועוד דמפורש להדיא בריש ב\"מ דמקשה בגמ' גבי חנוני על פנקסו דאמאי לא נימא דנפיק לממונא מבעל הבית ויהא מונח עד שיבוא אליהו, דאלמא דכשאנו אומרים יהא מונח ג\"כ מוציאין מהלוה, לכן נראה דהכא גבי מתנת שכ\"מ אף דאם הדין הוא בספק אמרינן דהיורשין מוחזקין, אבל הכא דהמתנת שכ\"מ היא ודאית אלא שאין אנו יודעין למי, בזה אין היורשין מוחזקין כלל דממון זה לא ירשו מעולם, ולכן שפיר אמרינן שודא."
            ],
            [],
            [
                "<b>אמר נכסי לפלוני ולבני חולקין, פלוני נוטל מחצה וכל בניו מחצה, ומעשה באחד שאמר לאשתו נכסי ליך ולבניך ואמרו חכמים תטול היא מחצה ולכל הבנים מחצה. אמר לפלוני ופלוני ולבני פלוני נוטלין בני פלוני מחצה, והשנים הראשונים מחצה.</b><br><b> השגת </b> הראב\"ד אמר לפלוני ופלוני ובני פלוני עד מחצה, א\"א לא נתברר לי דבר זה אם יאמר יהיה נכסי לראובן ושמעון ובני לוי למה לא יהיו בני לוי בשליש הנכסים, כאלו אמר לראובן שמעון ולוי ואם אמר לראובן ולשמעון ולבני לוי כמו כן, אבל אם אמר לראובן ושמעון ולבני לוי אפשר שיהיה כדבריו לפי שנתן לראובן ושמעון בכלל אחד ובני לוי בכלל אחד.<br><b> מה </b> שחילק הראב\"ד בין ובני לוי ובין ולבני לוי הנה גירסתנו בדברי הרמב\"ם הוא ולבני לוי, וכן ראיתי בדפוס וויניצא, ורק בספרי הראב\"ד היה כתוב ובני לוי כמבואר בדבריו וכן הוא במ\"מ אבל במגדל עוז כתוב כמו בגירסתנו, ואינו ברור אם הוא מדוייק כיון שחולק על הראב\"ד, והמ\"מ כתב על דברי הראב\"ד שהוא חילוק דק כחוט השערה, אבל דבריו אינם מובנים כלל דאין שום טעם לומר דאם אמר לראובן ושמעון ובני לוי שיטלו בני לוי יותר משליש דהא לא עשה חילוק ביניהם, ונראה דמה שכתב המ\"מ אינו ליישב דעת הרמב\"ם לפי גירסתו אלא להיפוך לפי שהביא מקודם דעת הרמב\"ן שחולק לגמרי על הרמב\"ם, וכתב להדיא דאפי' אמר ולבני לוי אין נוטלין יותר משליש, ומשמע מדברי המ\"מ שהסכים לזה, ובנמוק\"י מבואר ביותר דהא מסוגיא דגמ' דאמר מחצה לאהרן ומחצה לבניו משמע מעליותא דפרט וגריעותא דכלל, ואם כדברי הרמב\"ם פעמים שהכלל יפה מהפרטים כשהפרטים רבים ממנו, ולכן נראה דזהו שיטתו של המ\"מ ומשום זה כתב דחילוק הראב\"ד הוא דק כחוט השערה, והיינו דאפי' באמר ולבני לוי ג\"כ אינם נוטלים הכלל אלא כאחד מן הפרטים.<br><b> ובדעת </b> הרמב\"ם והראב\"ד נראה דזה תליא במחלוקת ר' יהודה ור' שמעון בשבועות דף ל\"ח דר\"י סבר דולא לך הוי פרטי ור\"ש סבר עד שיאמר שבועה לכל אחד ובקדושין דף מ\"ו תנן התקדשי התקדשי ואמר שם מאן תנא ר\"ש היא דאמר עד שיאמר שבועה לכל אחד, וכן בנדרים דף ס\"ו אמר בגמ' דמתני' כר\"ש והרמב\"ם פסק בשבועות ובנדרים דלא כר\"ש ובקדושין פסק כר\"ש, וכתב בזה הכ\"מ פ\"ד מה' נדרים דהרמב\"ם סובר דראה רבי דבריו של ר\"ש בקדושין ודבריו של ר' יהודה בשבועות, ונדרים הוי חדא עם שבועות לכן סמכינן אסתמא דשבועות, אבל לא ביאר הכ\"מ טעמא דמילתא, ונראה דהיכי דלא היה צריך לומר הפרטים ואמר אמרינן דהוו פרטי, אבל היכי שהיה ע\"כ צריך להזכירם אמרינן דהוו כחדא כיון שסמך כולם לראש דבריו, ולכן בשבועות היה יכול לומר שבועה שאין לכם בידי, וכן בנדרים היה יכול לומר לכולכם או לאלו, במקום לזה ולזה, אבל בקדושין אמר שם בגמ' דאיכא נ\"מ בין בזו ובזו ובין באלו, דבאלו אפי' אוכלת ראשונה ראשונה מקודשת, וא\"כ יש לומר שהיה רוצה להזכיר הפרטים שלא יהיה הדין כמו באלו ולכן הוו כללא אם לא אמר התקדשי התקדשי.<br><b> ולפי\"ז </b> הכא דאמר נכסי לראובן ושמעון ולבני לוי דע\"כ היה צריך להזכירם א\"כ אמרינן דהוו כללא, ומבוארים דברי הראב\"ד שכתב שנתן לראובן ושמעון בכלל אחד ולבני לוי בכלל אחד, והיינו דלא היו ראובן ושמעון פרטים דנימא דבני לוי לא חשיבי כי אם כאחד מן הפרטים, אלא ראובן ושמעון הוו כלל אחד כמו בני לוי, ולכן נוטלין בני לוי חצי כמו ראובן ושמעון, ואפי' אם יאמר לראובן ושמעון ולוי ולבני יהודה יטלו בני יהודה חצי ולא קשה מה שהקשה הרמב\"ן דא\"כ יטול הכלל יותר מן הפרטים משום דלא חשבינן להו פרטים אלא כלל וכנ\"ל.<br><b> אכן </b> צריך לבאר דעת הרמב\"ן דסובר דא\"א שלהכלל יהיה חלק יותר מאחד מן הפרטים דהא סובר בהלכותיו בפ\"ד דנדרים דקיי\"ל כר\"ש דאם לא הזכיר שבועה לכל אחד הוי כללא, וכן גבי קדושין צריך התקדשי וא\"כ כשאמר לראובן ושמעון היו כללא ולבני לוי הוו נמי כללא וכמש\"כ הראב\"ד, ונראה דסובר דמה דאמרינן דהוי כללא אינו אלא לענין מה שאמר בתחלה, והיינו דכשאומר שבועה לא לך ולא לך ולא לך, דלא הוי כאומר שבועה על כל אחד אלא כאומר שבועה לכולם ואינו חייב אלא אחד, וכן גבי נדרים הוי נדר אחד וכשהותר מקצתו הותר כולו, וכן גבי קדושין לא בעינן שיהיה בכל אחת שוה פרוטה, משום דאמרינן דהתקדשי קאי על כל התמרות וקידש בכולם, אבל מ\"מ לעניננו לא נימא דכשאמר נכסי לראובן ושמעון ולבני לוי שוה הא דלראובן ושמעון להא דלבני לוי דעכ\"פ גבי ראובן ושמעון הא הזכיר כלל של פרטים וגבי לבני לוי לא הזכיר אלא כלל אחד, לכן אמרינן דהפרטים שבכלל האחד דומים כל אחד לכלל הב', וכל זה בדעת הרמב\"ן דסובר דתמיד הוי כללא, אבל לדעת הרמב\"ם דסובר דהיכי דא\"צ להזכיר הפרטים והזכירם הוו פרטים ורק דהיכי דהוא מוכרח להזכיר הפרטים אין ראיה שעשאם לפרטים, לכן סובר שפיר דאפי' לענין זה לא עדיפי כמו פרטים, דכיון שהזכיר בלשון אחד כמו נכסי לפלוני ופלוני הוו לגמרי כללא אפי' לענין זה דלא עדיפי מכלל הב', ומה שהזכיר הפרטים הוא משום דע\"כ היה צריך להזכירם דלא היה יכול לומר בלשון אחר, ולכן הוו לגמרי כללא ולא עדיף כלל א' מכלל ב' וכדברי הראב\"ד, ונמצא דהרמב\"ם והרמב\"ן הולכים לשיטתם במה דחולקים בה' שבועות ונדרים וכנ\"ל."
            ],
            [
                "<b>אמר נכסי לפלוני ולבני חולקין, פלוני נוטל מחצה וכל בניו מחצה, ומעשה באחד שאמר לאשתו נכסי ליך ולבניך ואמרו חכמים תטול היא מחצה ולכל הבנים מחצה. אמר לפלוני ופלוני ולבני פלוני נוטלין בני פלוני מחצה, והשנים הראשונים מחצה.</b><br><b> השגת </b> הראב\"ד אמר לפלוני ופלוני ובני פלוני עד מחצה, א\"א לא נתברר לי דבר זה אם יאמר יהיה נכסי לראובן ושמעון ובני לוי למה לא יהיו בני לוי בשליש הנכסים, כאלו אמר לראובן שמעון ולוי ואם אמר לראובן ולשמעון ולבני לוי כמו כן, אבל אם אמר לראובן ושמעון ולבני לוי אפשר שיהיה כדבריו לפי שנתן לראובן ושמעון בכלל אחד ובני לוי בכלל אחד.<br><b> מה </b> שחילק הראב\"ד בין ובני לוי ובין ולבני לוי הנה גירסתנו בדברי הרמב\"ם הוא ולבני לוי, וכן ראיתי בדפוס וויניצא, ורק בספרי הראב\"ד היה כתוב ובני לוי כמבואר בדבריו וכן הוא במ\"מ אבל במגדל עוז כתוב כמו בגירסתנו, ואינו ברור אם הוא מדוייק כיון שחולק על הראב\"ד, והמ\"מ כתב על דברי הראב\"ד שהוא חילוק דק כחוט השערה, אבל דבריו אינם מובנים כלל דאין שום טעם לומר דאם אמר לראובן ושמעון ובני לוי שיטלו בני לוי יותר משליש דהא לא עשה חילוק ביניהם, ונראה דמה שכתב המ\"מ אינו ליישב דעת הרמב\"ם לפי גירסתו אלא להיפוך לפי שהביא מקודם דעת הרמב\"ן שחולק לגמרי על הרמב\"ם, וכתב להדיא דאפי' אמר ולבני לוי אין נוטלין יותר משליש, ומשמע מדברי המ\"מ שהסכים לזה, ובנמוק\"י מבואר ביותר דהא מסוגיא דגמ' דאמר מחצה לאהרן ומחצה לבניו משמע מעליותא דפרט וגריעותא דכלל, ואם כדברי הרמב\"ם פעמים שהכלל יפה מהפרטים כשהפרטים רבים ממנו, ולכן נראה דזהו שיטתו של המ\"מ ומשום זה כתב דחילוק הראב\"ד הוא דק כחוט השערה, והיינו דאפי' באמר ולבני לוי ג\"כ אינם נוטלים הכלל אלא כאחד מן הפרטים.<br><b> ובדעת </b> הרמב\"ם והראב\"ד נראה דזה תליא במחלוקת ר' יהודה ור' שמעון בשבועות דף ל\"ח דר\"י סבר דולא לך הוי פרטי ור\"ש סבר עד שיאמר שבועה לכל אחד ובקדושין דף מ\"ו תנן התקדשי התקדשי ואמר שם מאן תנא ר\"ש היא דאמר עד שיאמר שבועה לכל אחד, וכן בנדרים דף ס\"ו אמר בגמ' דמתני' כר\"ש והרמב\"ם פסק בשבועות ובנדרים דלא כר\"ש ובקדושין פסק כר\"ש, וכתב בזה הכ\"מ פ\"ד מה' נדרים דהרמב\"ם סובר דראה רבי דבריו של ר\"ש בקדושין ודבריו של ר' יהודה בשבועות, ונדרים הוי חדא עם שבועות לכן סמכינן אסתמא דשבועות, אבל לא ביאר הכ\"מ טעמא דמילתא, ונראה דהיכי דלא היה צריך לומר הפרטים ואמר אמרינן דהוו פרטי, אבל היכי שהיה ע\"כ צריך להזכירם אמרינן דהוו כחדא כיון שסמך כולם לראש דבריו, ולכן בשבועות היה יכול לומר שבועה שאין לכם בידי, וכן בנדרים היה יכול לומר לכולכם או לאלו, במקום לזה ולזה, אבל בקדושין אמר שם בגמ' דאיכא נ\"מ בין בזו ובזו ובין באלו, דבאלו אפי' אוכלת ראשונה ראשונה מקודשת, וא\"כ יש לומר שהיה רוצה להזכיר הפרטים שלא יהיה הדין כמו באלו ולכן הוו כללא אם לא אמר התקדשי התקדשי.<br><b> ולפי\"ז </b> הכא דאמר נכסי לראובן ושמעון ולבני לוי דע\"כ היה צריך להזכירם א\"כ אמרינן דהוו כללא, ומבוארים דברי הראב\"ד שכתב שנתן לראובן ושמעון בכלל אחד ולבני לוי בכלל אחד, והיינו דלא היו ראובן ושמעון פרטים דנימא דבני לוי לא חשיבי כי אם כאחד מן הפרטים, אלא ראובן ושמעון הוו כלל אחד כמו בני לוי, ולכן נוטלין בני לוי חצי כמו ראובן ושמעון, ואפי' אם יאמר לראובן ושמעון ולוי ולבני יהודה יטלו בני יהודה חצי ולא קשה מה שהקשה הרמב\"ן דא\"כ יטול הכלל יותר מן הפרטים משום דלא חשבינן להו פרטים אלא כלל וכנ\"ל.<br><b> אכן </b> צריך לבאר דעת הרמב\"ן דסובר דא\"א שלהכלל יהיה חלק יותר מאחד מן הפרטים דהא סובר בהלכותיו בפ\"ד דנדרים דקיי\"ל כר\"ש דאם לא הזכיר שבועה לכל אחד הוי כללא, וכן גבי קדושין צריך התקדשי וא\"כ כשאמר לראובן ושמעון היו כללא ולבני לוי הוו נמי כללא וכמש\"כ הראב\"ד, ונראה דסובר דמה דאמרינן דהוי כללא אינו אלא לענין מה שאמר בתחלה, והיינו דכשאומר שבועה לא לך ולא לך ולא לך, דלא הוי כאומר שבועה על כל אחד אלא כאומר שבועה לכולם ואינו חייב אלא אחד, וכן גבי נדרים הוי נדר אחד וכשהותר מקצתו הותר כולו, וכן גבי קדושין לא בעינן שיהיה בכל אחת שוה פרוטה, משום דאמרינן דהתקדשי קאי על כל התמרות וקידש בכולם, אבל מ\"מ לעניננו לא נימא דכשאמר נכסי לראובן ושמעון ולבני לוי שוה הא דלראובן ושמעון להא דלבני לוי דעכ\"פ גבי ראובן ושמעון הא הזכיר כלל של פרטים וגבי לבני לוי לא הזכיר אלא כלל אחד, לכן אמרינן דהפרטים שבכלל האחד דומים כל אחד לכלל הב', וכל זה בדעת הרמב\"ן דסובר דתמיד הוי כללא, אבל לדעת הרמב\"ם דסובר דהיכי דא\"צ להזכיר הפרטים והזכירם הוו פרטים ורק דהיכי דהוא מוכרח להזכיר הפרטים אין ראיה שעשאם לפרטים, לכן סובר שפיר דאפי' לענין זה לא עדיפי כמו פרטים, דכיון שהזכיר בלשון אחד כמו נכסי לפלוני ופלוני הוו לגמרי כללא אפי' לענין זה דלא עדיפי מכלל הב', ומה שהזכיר הפרטים הוא משום דע\"כ היה צריך להזכירם דלא היה יכול לומר בלשון אחר, ולכן הוו לגמרי כללא ולא עדיף כלל א' מכלל ב' וכדברי הראב\"ד, ונמצא דהרמב\"ם והרמב\"ן הולכים לשיטתם במה דחולקים בה' שבועות ונדרים וכנ\"ל."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובהשגת </b> הראב\"ד. עיין מה שכתבתי בפ\"ט הלכה ז."
            ],
            [],
            [],
            [],
            [
                "<b>בד\"א בשמכר הראשון או נתן מתנה לאחרים, אבל אם מכרן הראשון או נתנן לבנו מתנה או לאחד מיורשיו לא עשה כלום, וכן אם נתנו מתנת שכ\"מ אפי' לאחרים לא עשה כלום שאין מתנת שכ\"מ קונה אלא לאחר מיתה וכשימות יקנה השני.</b><br><b> השגת </b> הראב\"ד נכסי לפלוני ואחריו לפלוני עד לא עשה ולא כלום, א\"א זה אינו מחוור, המעשה דרב ביבי בר אביי דאקנייה לבנו הקטן ולא תפסו עליו אלא משום דאחריו דרב ביבי היא עצמה היתה, אבל משום שהקנה לבנו לא תפסו עליו, ועוד כי הדרך שכתב אינו אלא כדברי ר\"י בן ברוקא והוא כתב שאינו בבריא, ואני סובר שהוא מפרש אותו ענין דרב ביבי כדרך שכתב בכאן אימר דאמר רשב\"ג שנתן לאחר אבל לעצמו כגון שנתן לבנו קטן שהוא אוכל הפירות מי אמר, ואם כך הוא מפרש נותן לבנו גדול מנין לו שלא הועיל כי אם לדעת ר\"י בן ברוקא, והוא אמר שלא אמר ר\"י בן ברוקא אלא בבריא עכ\"ל.<br><b> המ\"מ </b> כתב דהרמב\"ם מפרש אפי' רשב\"ג לא אמר אלא באחר אבל לעצמו לא דהוא דוקא שמכר לאחר, אבל לעצמו והיינו שנתנם למי שהוא ראוי ליורשו דהוי כעצמו לא אמר דאין לשני אלא מה ששייר ראשון, וכתב בטעמא דמילתא משום דכונת הנותן היה שאחריו יבואו הנכסים להשני וכשיוכל ליתן לבנו לעולם לא יגיע להשני, אבל לשון לעצמו אינו מבואר והיה אפשר לומר אבל לבניו לא או ליורשיו לא, והנה יש לעיין איך יהיה כשהראשון ימכור לאחר ואח\"כ יקנה ממנו דיש לומר דעכשיו אין קנינו משל הנותן אלא משל האחר והקנאתו של הנותן כבר נפקע משמכרו לאחר, אלא דיש לומר דמשום הך סברא דאזלינן בתר דעת הנותן גם בזה לא יועיל דאם נימא דמהני א\"כ תמיד יוכל להערים, למכור לאחר ולחזור ולקנות ממנו, ואם נימא כן יהיה מיושב הלשון לעצמו לא, אלא דאמרינן עוד דלבנו הוא כמו לעצמו, אלא דאם נאמר כן היה לו להרמב\"ם להביא הך דינא, ואולי כיון דעיקר עובדא בגמ' הוי גבי בנו לכן לא הזכיר אלא זה ומ\"מ צ\"ע בזה.<br><b> והנה </b> צריך ביאור מנ\"ל להרמב\"ם להוסיף ולכתוב או לאחד מיורשיו כיון דבגמ' לא הוזכר אלא בנו ולא ידעינן אלא דבנו הוא כעצמו, אבל מנ\"ל דליורשיו הוי ג\"כ כלעצמו והא חזינן דבן קם תחת אביו ליעדה ולשדה אחוזה, ושפיר מסתבר לומר דדוקא לבנו הוא כמו לעצמו, ונראה דהמ\"מ כתב אבל כשאינו יכול לתתם לבניו או ליורשיו אע\"פ שיוכל לתתם לאחרים אין אדם חוטא ונותן לאחרים, והקשה ע\"ז הסמ\"ע דהתינח במתנה אבל הא יכול למכור לאחרים ויקבל דמים, ודחק לתרץ דמ\"מ כיון דאיכא איסורא לא ימכור, אבל לבניו או ליורשיו יתן אף במקום איסור, והוא דחוק ונראה דיש לומר באופן אחר ומכאן הוא יסודו של הרמב\"ם להוסיף גם ליורשיו דאינו מטעם דעל זה חשוד המקבל מתנה וע\"ז אינו חשוד, אלא משום דעיקר דעת הנותן היה להוציא מן היורשין דהא ע\"ז אמר ואחריך לפלוני שלא יירשו יורשי המקבל, וכיון דבעיקר המתנה נחת להכי שלא יירשו יורשיו לכן דעתו ודאי שגם המקבל לא יקנה להם, אבל אם מוכר לאחרים אינו מוכח מלשון מתנתו ממה שאמר ואחריך לפלוני שהוא רוצה דוקא שתשאר המתנה אחריו להפלוני, ואפשר דכשמוכר א\"כ נשאר לו כל המתנה שקבל הדמים, ואף דאסור למכור ומוכח דאין כן דעת הנותן, מ\"מ לא נתפרש להדיא בלשון המתנה בלשון ע\"מ שישאר אחריו, אבל זה הוי כמו שנתפרש שהמתנה לא תבוא להיורשין, ולכן בכונה הוסיף הרמב\"ם ליורשיו לבאר דזהו טעמא דמילתא שהוא שלא כדעת הנותן.<br><b> והלח\"מ </b> הקשה על דברי הראב\"ד במה שכתב דזה אינו אלא לר\"י בן ברוקא והוא כתב למעלה שאינו בבריא ותמה ע\"ז דהא מה שכתב למעלה שאינו בבריא היינו בלשון ירושה אבל בלשון מתנה ודאי יכול ליתן וכאן הוא בלשון מתנה ונשאר בצ\"ע, ונראה דכונת הראב\"ד דמפרש בדעת הרמב\"ם במה דאמרינן דלבנו הוא כמו לעצמו משום דנתן לבנו בתורת ירושה, ונמצא דבנו זוכה ג\"כ מכחו, וע\"ז הוא דאמרינן דלעצמו לא, וקצת משמע כן בדברי הרמב\"ם ממה שצירף בהלכה זו גם דין שאם נתנם במתנת שכ\"מ אפי' לאחרים לא עשה כלום שאין מתנת שכ\"מ קונה אלא לאחר מיתה, וכשימות יקנה הב' ומשמע דחד טעמא נינהו, וע\"ז הוא שהקשה הראב\"ד שפיר דבריא אינו יכול להקנות בתורת ירושה, אבל דעת הרמב\"ם ודאי הוא כמש\"כ המ\"מ שכתבנו."
            ],
            [],
            [],
            [
                "<b>הכותב נכסיו לבנו ולאחר מותו וכו' שאין לאב אלא קנין פירות וקנין פירות אינו כקנין הגוף.</b><br><b> הלח\"מ </b> הקשה דכיון דסובר הרמב\"ם דק\"פ לאו כקנין הגוף וגם סובר דאחין שחלקו לקוחות הן ומחזירין זל\"ז ביובל וא\"כ לא משכחת דמייתי בכורים אלא חד בר חד עד יהושע בן נון כמו שהקשו התוס' בגיטין דף מ\"ח לדידן ותירוצי התוס' אינם מיושבים לדעת הרמב\"ם, ע\"ש בדבריו וכבר דברו בזה האחרונים, אכן לי נראה ליישב בדרך פשוט דבדף מ\"ז שם בהא דטבל וחולין מעורבין זה בזה פירש\"י בכל חטה וחטה, והקשו התוס' דא\"כ מאי פריך דלא משכחת דמייתי בכורים אלא חד בר חד דהא יש לו חצי היניקה וחצי הב' מצי מקדיש ליה וכונתם דזה מהני גם לענין קריאה כמש\"כ שם הפנ\"י, והוכיחו מזה דגם מיניה וביה א\"א לעשר דאפשר הגיע לישראל חלקו של נכרי וכן להיפוך, והרמב\"ם בפ\"א מה' תרומות הל' כ' כתב כפירש\"י דטבל וחולין מעורבין בכל קלח וקלח ובמה שהקשו התוס' נראה דמה דפשיטא להתוס' דאם יש לו חצי יניקה משלו בכל חטה וחטה מביא וקורא תלוי זה במחלוקת דבירושלמי בפ\"א דבכורים הל' א' איתא אמר ר' יוחנן כולן משום תורת הגוזלן ירדו להן אר' יוסי מתניתא אמרה כן מאיזה טעם אינו מביא משום שנאמר ראשית בכורי אדמתך, ופי' הגר\"א ז\"ל דר' יוסי חולק על ר' יוחנן ואמר בתמיה מתני' אמרה כן פי' דהא במתניתין תנן דהוא מקרא דראשית בכורי אדמתך ולא משום תורת גזלן, ואיתא שם עוד תני אם הבריך ברשות מביא וקורא ר' יוסי בשם ר' אימי והוא שנתן לו רשות לעולם הא לשעה לא, וכ' הגר\"א דר' יוסי לשיטתו דחולק על ר' יוחנן וסבר דהוא משום אדמתך ר' יונה משום ר' אימי אפי' לשעה, ומבואר דר' יוסי ור' יונה פליגי בזה, דאם יש לו חצי יניקה משלו סבר ר' יוסי דאינו מביא וקורא ור' יונה סבר דמביא וקורא.<br><b> והנה </b> מר' יוחנן דאמר כולן משום תורת גזלן ירדו להן אין ראיה לגמרי דסבר דבחצי יניקה מביא וקורא דאפשר אמר טעמא דגזלן דאינו מביא כלל, אבל ר' יונה סבר להדיא דבחצי יניקה מביא וקורא, והרמב\"ם פ\"ב מה' בכורים הל' י\"א כתב נתן לו רשות להבריך אפי' לשעה ה\"ז מביא בכורים, וכתב הכ\"מ דהוא כר' יונה ור' יוחנן ודבריו נכונים דאף דלא כתב אלא ה\"ז מביא כונתו מביא וקורא, דה\"נ כתב בהל' י\"ג קנה אילן אחד וקרקעו ה\"ז מביא ולהדיא תנן במתני' מביא וקורא והוא משום דכל הני דמביאין ואין קורין לא כתב בפ' ב' אלא בפ' ד' ובפ\"ב כתב דין קנה אילן א' וקנה ג' ובפ\"ד כתב דין קנה ב' דמביא ואינו קורא, ולכן מה דכתב כאן מביא בכורים הכונה מביא וקורא, ואף דבאילן הסמוך למצר כתב מביא וקורא זהו משום דרוצה לכתוב שע\"מ כן הנחיל יהושע לישראל את הארץ.<br><b> ועכשיו </b> מיושב דרב יוסף דאמר דלא משכחת דמייתי אלא חד בר חד ודאי סבר כר' יוסי, ואף דאמר זה אליבא דר' יוחנן ודאי סבר דגם ר' יוחנן מודה דאינו קורא, אבל הרמב\"ם דפסק דמביא וקורא אפי' בחצי יניקה, וכיון דסובר כפירש\"י דיש לו חצי בכל קלח וקלח א\"כ שפיר מביא וקורא."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אבן האזל על משנה תורה, הלכות זכייה ומתנה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Even Ha'azel",
        "Sefer Kinyan"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}