{
    "text": {
        "0": {
            "1": {
                "0": "<b>אסוף אסף.</b> לשון כליון כמו (שופטים יח) ואספת את נפשך דמיכה ואל\"ף חסרה בתיבה שנייה שהרי היה לו לכתוב אאסוף אבל יש כאלה הרבה כמו לא יהל שם ערבי (ישעיה יג) שהוא כמו לא יאהל:\n"
            },
            "2": {
                "0": "<b>והמכשלות את הרשעים.</b> הם העכו\"ם:\n"
            },
            "3": {
                "0": "<b>את שאר הבעל.</b> שלא תהא שארית לזכרונו: ",
                "1": "<b>הכמרים עם הכהנים.</b> פלחיהון עם כומריהם:\n"
            },
            "4": {
                "0": "<b>ואת הנשבעים לה'.</b> וחוזרים ונשבעים במלכם בעכו\"ם שלהם עושין עכו\"ם עיקר לומר אם אין אתה מאמין בשבועת ה' הריני נשבע לך בעכו\"ם:\n"
            },
            "6": {
                "0": "<b>הקדיש קרואיו.</b> זימן חיילותיו ליום מועד:\n"
            },
            "7": {
                "0": "<b>מלבוש נכרי.</b> תכשיטי עכו\"ם:\n"
            },
            "8": {
                "0": "<b>הדולג על המפתן.</b> ת\"י דמהלכין בנימוסי פלשתאי, שלא היו דורכים על מפתן דגון שנא' על כן לא ידרכו כהני דגון וגו' (שמואל א ה):\n"
            },
            "9": {
                "0": "<b>משער הדגים.</b> ת\"י מתרע נוניא ושער היה בירושלים וכך שמו: ",
                "1": "<b>מן המשנה.</b> משער העופות שהוא שני לו:\n"
            },
            "10": {
                "0": "<b>יושבי המכתש.</b> נחלא דקדרון שעמוקה כמכתשת זה ת\"י ומדרש אגדה משער הדגים זו עכו הנתונה בחיקו של הים ששם נצודים דגים הרבה: ",
                "1": "<b>מן המשנה.</b> לוד שהיא משנה לירושלים: ",
                "2": "<b>מהגבעות.</b> זו צפורי שיושבת בראשי ההרים כצפור: ",
                "3": "<b>יושבי המכתש.</b> זו טבריא שעמוקה מכל ארץ ישראל: ",
                "4": "<b>כי נדמה כל עם כנען.</b> ת\"י ארי אתר כל עמא דדמי עובדיהון לעובדי עמא דארעא דכנען: ",
                "5": "<b>כל נטילי כסף.</b> כל עתירי נכסיא טעוני משא כסף וזהב כמו (משלי כ״ז:ג׳) כובד האבן ונטל החול ל' משא:\n"
            },
            "11": {
                "0": "<b>אחפש את ירושלים בנרות.</b> אדקדק בעונותיהם: ",
                "1": "<b>הקופאים.</b> הצפים על שמריהם ויצף הברזל (מלכים ב ו׳:ו׳) מתרגמינן וקפא פרזלא: ",
                "2": "<b>האומרים בלבבם לא ייטיב ה'.</b> לעושי רצונו: ",
                "3": "<b>ולא ירע.</b> לעוברי רצונו:\n"
            },
            "13": {
                "0": "<b>מר צורח שם גבור.</b> הגבור יצרח שם בקול מר:\n"
            },
            "14": {
                "0": "<b>יום שואה.</b> לשון שממון: ",
                "1": "<b>ומשואה.</b> שממון יותר:\n"
            },
            "16": {
                "0": "<b>והצרותי לאדם.</b> לישראל הקרויים אדם: ",
                "1": "<b>ולחומם.</b> בשרם ול' ערבי בשר קורין אל לחם: ",
                "2": "<b>כגללים.</b> רעי:\n\n"
            }
        },
        "1": {
            "0": {
                "0": "<b>התקוששו.</b> התלקטו ואספו יחד כמו לקושש קש (שמות ה): ",
                "1": "<b>וקושו.</b> מעשיכם השוו מעשיכם לדעת קונכם, ורז\"ל דרשו קשוט עצמך ואח\"כ קשוט אחרים עשו שניהם לשון היקש אדם המשוה עצמו ומישר דרכו: ",
                "2": "<b>הגוי לא נכסף.</b> ת\"י דלא חמד למיתב לאורייתא:\n"
            },
            "1": {
                "0": "<b>בטרם לדת חוק.</b> לפני בא הגזירה: ",
                "1": "<b>כמוץ עבר.</b> הרי זה מקרא קצר כמוץ העובר מלפני רוח וכעשן העובר מלפני השמש וזהו תרגומו של עבר יום כך ת\"י תהוון דמן לכמוצא דנשב ביה רוחא וכתננא דעדי מן קדם יומא, נ\"א כטולא דעדו וכו' זהו ל' צל:\n"
            },
            "3": {
                "0": "<b>כי עזה עזובה תהיה.</b> כי אם תעשו כן אפקוד על שכיניכם הרעים פלשת ועמון ומואב כמו שהנביא מסדרן והולך: ",
                "1": "<b>בצהרים יגרשוה.</b> אשדוד שמה ובצהרים אשר ישוד בה קטב יגרשוה ותהי שדודה, ד\"א בצהרים יגרשוה מקום מרעה צאן היה וצהרים קשה לצאת בו צאן וכן הוא אומר איכה תרביץ בצהרים (שיר השירים א׳:ז׳):\n"
            },
            "4": {
                "0": "<b>חבל הים.</b> ספר ימא ול' חבל מדת הקרקע היא שמודדין בחבל כלומר הסמוכים לים: ",
                "1": "<b>גוי כרתים.</b> ת\"י עמא דמחייבין לאישתצאה ומי הן יושבי חבל הים כנען ארץ פלשתים כי פלשתים יושבים על שפת הים האחרון במערב' של א\"י בתוך מצרי תחומיה ואף שדורשו יונתן לכליה גוי כרתים מדינה היא בפלשתים ושמה כרתי וכן הוא אומר בצקלג אנחנו פשטנו על נגב הכרתי ועל אשר ליהודה ות\"י על דרום כרתי ולמטה כתוב בכל השלל הגדול אשר לקחו מארץ פלשתים ומארץ יהודה:\n"
            },
            "5": {
                "0": "<b>נות כרות רועים.</b> נוה עראי שיכרו בה הרועים לחם בבוקר כרות לשון ויכרה להם כירה גדולה (מלכים ב ו׳:כ״ג):\n"
            },
            "6": {
                "0": "<b>והיה חבל לשארית בית יהודה.</b> והיה אותו הגבול גורל לשארית בני יהודה חבל זה ל' גורל הוא וכן ת\"י ויהי עדבא לשארא דבית יהודה:\n"
            },
            "7": {
                "0": "<b>אשר חרפו את עמי.</b> כשהיו מוליכין ישראל בגולה לצד ארץ כשדים והיו עוברין דרך עמון ומואב ורואים ישראל בוכים וגונחים וצועקין היו מונין אותן ואומרים מה לכם להיות סגופים מה תבכו הלא לבית אביכם אתם הולכים בעבר הנהר ישבו אבותיכם מעולם: ",
                "1": "<b>ויגדילו על גבולם.</b> ויתגאו על גבולם:\n"
            },
            "8": {
                "0": "<b>כי מואב כסדום תהיה.</b> גם אתם לקדמתכ' תשובו לוט אביכם לא מסדום היה: ",
                "1": "<b>ממשק חרול.</b> השמעת קול כמו משק גבים (ישעיה לג) ואף מ\"ם הראשונה יסוד היא בתיבה כמו ממשח הסוכך (יחזקאל כ״ח:י״ד) ממשק חרול השמעת קול חרולים הגדילים שם מאין עובר והן נוקשין זו על זו ומשמיעות קול: ",
                "2": "<b>ומכרה מלח.</b> מקום כריית מלח:\n"
            },
            "10": {
                "0": "<b>כי רזה.</b> התיש כחם: ",
                "1": "<b>וישתחוו לו.</b> כשיראו שנתקלקלו יראתן:\n"
            },
            "11": {
                "0": "<b>גם אתם כושים.</b> כשגלו שם ישראל מעבר לנהרי כוש:\n"
            },
            "12": {
                "0": "<b>על צפון.</b> אשור בצפון אצל בבל: ",
                "1": "<b>נינוה.</b> הוא ראש לאשור:\n"
            },
            "13": {
                "0": "<b>כל חיתו גוי.</b> כל בהמות הגוים: ",
                "1": "<b>קאת: וקפוד.</b> עופות: ",
                "2": "<b>בכפתוריה.</b> פומל\"ש שבראש הגג: ",
                "3": "<b>חורב בסף.</b> החורבן יהיה ניכר בספי הבית: ",
                "4": "<b>קול ישורר בחלון.</b> קול העופות מצפצפים בחלונות: ",
                "5": "<b>כי ארזה ערה.</b> כי ארזיה עקר ושרש כמו ערו ערו (תהלים קלו) וי\"ת וטללה סתרו הוא גג הבית הספון בארז שאפי' בתי אבנים מסככין בנסרים של עץ:\n"
            },
            "14": {
                "0": "<b>ואפסי.</b> ואפס זולתי:\n\n"
            }
        },
        "2": {
            "0": {
                "0": "<b>הוי מוראה ונגאלה.</b> עד עכשיו דבר בנינוה ועכשיו חוזר על ירושלים הוי שתהא לבז ולסחי כרואי ותהא מגואלת בצחן עוונה, מוראה כמו מוראתו (ויקרא א) ושמתיך כרואי (נחום ג): ",
                "1": "<b>העיר היונה.</b> כיונה פותה אין לב:\n"
            },
            "2": {
                "0": "<b>זאבי ערב.</b> הממהרים לאכול טרפם בלילה: ",
                "1": "<b>לא גרמו לבוקר.</b> לא השאירו אף העצמות לגרם לבוקר:\n"
            },
            "3": {
                "0": "<b>חמסו תורה.</b> לא הורו אותה לשואליהם:\n"
            },
            "4": {
                "0": "<b>ה' צדיק.</b> השרה שכינתו בקרבם ולפיכך אינו יכול לראות במעשיהם הרעים כי צדיק הוא ואין עולה לפניו: ",
                "1": "<b>משפטו יתן לאור.</b> נותן לאור דן דין אמת לאמתו: ",
                "2": "<b>ולא יודע עול בשת.</b> וכל זה לא נתנו שופטי עול שבתוכה אל לבם להתבייש מן הצדיק השוכן ביניהם:\n"
            },
            "5": {
                "0": "<b>הכרתי גוים.</b> הבאתי פורענו' על העכו\"ם כדי שתראו ותיראו כמו שהוא מסיים והולך אמרתי אך תראי אותי:\n"
            },
            "6": {
                "0": "<b>ולא יכרת מעונה.</b> ולא יחרבון מדוריה: ",
                "1": "<b>כל אשר פקדתי עליה.</b> ולא יכרת ממנו כל הטוב אשר צויתי להביא עליה:\n"
            },
            "7": {
                "0": "<b>קומי לעד.</b> שאקום להתוועד עליכם:\n"
            },
            "9": {
                "0": "<b>מעבר לנהרי כוש.</b> יובילון לי מנחה: ",
                "1": "<b>עתרי.</b> את המתפללין אלי: ",
                "2": "<b>בת פוצי.</b> כנסיות נפוצותי אשר הפיצותי:\n"
            },
            "10": {
                "0": "<b>לא תבושי מכל עלילותיך.</b> כי כבר לקית ונרצה עוונך:\n"
            },
            "11": {
                "0": "<b>עם עני ודל.</b> עם ענוותן ומקבל עולבן:\n"
            },
            "14": {
                "0": "<b>משפטיך.</b> יסוריך יושטיצ\"א בלע\"ז:\n"
            },
            "16": {
                "0": "<b>גבור יושיע.</b> גבור הוא אשר יושיע מן העכו\"ם: ",
                "1": "<b>יחריש באהבתו.</b> יכסה על פשעיך באהבתו וכן ת\"י יכבוש על חובך ברחמתיה:\n"
            },
            "17": {
                "0": "<b>נוגי ממועד.</b> אספתי את המוצאים ממועדי שלא היו משמרים שבתות וימים טובים: ",
                "1": "<b>נוגי.</b> לשון הוצאה כמו הגו סיגים (משלי כה) כאשר הוגה מן המסילה (שמואל ב כ) ואין שורש בתיב' אלא הגימ\"ל לבדה: ",
                "2": "<b>אספתי.</b> כליתי: ",
                "3": "<b>ממך היו.</b> מעמך היו: ",
                "4": "<b>משאת עליה חרפה.</b> על אותה אשמה היה לך משאת חרפה:\n"
            },
            "18": {
                "0": "<b>הנני עושה.</b> ת\"י הא אנא עביד גמירא ויש לפותרו ל' עישוי כמו ועסות' רשעים (מלאכי ג): ",
                "1": "<b>בכל הארץ בשתם.</b> בכל מקום אשר היו שם לבשתם שם אתנם לשם ולתהלה:\n"
            }
        }
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Rashi on Zephaniah"
}