{
    "text": {
        "0_Introduction": {
            "0": "You asked me, my brother, my dear friend, to clarify in front of you a path about the names of the Holy One, Blessed be He, the Exalted and Almighty, to produce with them according your will and to reach through them the object of your desire. And by seeing that your intention is honest, and better than (simply fulfilling) your request, I must let you know which way will spread light (be spiritually profitable); namely, what is the way that HaShem Almighty desires or does not desire. And when you get to know this, then call HaShem and He will respond. And you will be closest to him. And love Him with all your soul, and rejoice on HaShem. And He will grant you the requests of your heart.",
            "1": "Do you not know? Have you not heard? Hashem is the L-rd of the Universe, before Him tremble all of the upper worlds and lower worlds, from the fear of Him the earth trembles and before His wrath who can stand? (Nahum 1:6) Who shall endure before His anger? He places no trust even in His holy ones, and the heavens hold no merit in his eyes. How much less man who is vile and corrupt and who drinks wickedness like water. (Job 15: 15-16). How may a mortal use the His holy names and make from them an axe to chop with? Who is he who conspired to do so? To snatch the kingly crown for his own personal use? Behold, our sages have said: anyone who utters the name of Hashem according to the way it is written has no share in the world to come. The holy Rabbi Chanina ben Tradion did not utter Hashem's name in a profane manner or for his own use, rather in a manner of respect in order to learn and understand the ways of Hashem blessed be He and he was still punished, we who are (spiritually) impoverished and  lacking, how much more so!? Don't you see what Hashem of Blessing wrote in His Torah: \"You shall not raise your G'd's Name in vain\" (Exodus 20:7)? And even though this verse comes to warn against a false oath, the matter is brought in a language that has the understanding of not bringing G'd's name to your lips for vain purposes, since it could have said 'do not swear with Hashem's name falsely' however since it is written \"you shall not raise\" you learn two things from it. And Moshe our Teacher, peace be upon him, when he went to the High Place and learned from the angels of service the secret of invocation of Hashem's of Blessing, he warned Israel regarding this, and said: \"When I call on the Name of Hashem, give greatness to our G'd\" (Deuteronomy 32:3). And if the angels of high are warned regarding the invocations of Hashem of Blessing, all the more so [those whose destiny is] worms and earthworms, and even all the more so those whose minds are influenced to make use of the Crown of their Creator. And an even more serious case is the fact that in this time we do not have experts on invoking Y\"VY and making use of it in practical ways. And so the only thing that would raise in the act of one who is warned is simply destruction of His world and emptiness in his hand, and in that way the Sages warned \"whoever does not have respect for the honor of the Creator it would have been better if that person did not come into the world.\" (Chagigah 16a; Kiddushin 40a)",
            "2": "And now my child, listen to my voice and may your ears be attentive to my advice (cf. Psalms 130:2). My son, if sinners entice you, do not yield (Prov. 1:10). If they say: Come with us and we will give in your hand names and invocations [of the Tetragrammaton] so you can make use of them, my child, do not go in the way with them. Prevent your feet from going in there ways, because all those names and uses are a net and a trap to capture souls and to go to perdition. And if truly the early sages had the Received Sacred Names from the Prophets, such as the 72, or 42, or 12, and the other many Sacred Names, and they were able to renew with them the signs and portents in the world, they wouldn't have used them for their personal needs, only in the times of oppression according to the moment, or for the Sanctification of the Name. For example, rabbi Meir that saved his sister-in-law from being in the whorehouse, and said to the Kuti that was the guard of the door: \"every time that you see yourself in trouble say: 'God of Meir, answer me!' an you will be saved.\" (Avodah Zarah 18b). And even though he said so to the Kuti, at the time that Rabbi Meir himsekf was in danger he did not make use of the Name, rather, he fled, as it is told in the first chapter of Avodah Zarah. Or in the case of Choni Hameag'el (Taanit 23a); or in the case of Rava with King Shabur (Taanit 24b) as in the chapter Seder Taaniot; or as in the case of David when he dug the drainpipes and the depths arose to flood the world (Sukkah 53b) as it is told in the chapter HaChalil and in Sanhedrin.",
            "3": "And the boundary of truth and the tradition of the covenant is that one who wants to attain one's desires regarding the matter of the names of the Holy One of Blessing, that a person needs to make efforts with all of their strength in Torah, to attain the kavvanot [directions] of each and every single one of those holy names that are mentioned in the Torah, such as E\"hyeh, Y\"ah, YHV\"H, A\"dnay, E\"l, E\"loha, E\"lohim, Sh\"aday, Tz\"evaot/ And a person should know and understand that each and every one of these names are viewed as keys to each and every single thing that a person needs in every side and issue in the world. And when one meditates on those names, s/he will find that all of Torah and all mitzvot are dependednt on them, and when one knows the kavanah [direction] of each and every single one of those names, one recognizes and knows the greatness of the One Who Spoke And The World Came Into Being, and one will fear and be in awe of Him, and will be silent, and want, and desire to cling to Him from within the knowledge of the names of the Blessed One, and then one will be close to Y\"Y, and one's prayer will be received, and regarding this it is written \"I will keep him safe, for he knows My name, he calls on Me and I will answer him\" (Psalms 91:15-14). The text does not say 'I will keep him safe because he remembered My name', rather, 'he knows My name' - the knowledge is the main part, and after that, 'he calls on Me and I will answer him\". That is to say when the person needs something and directs her/his heart with the Name in which that thing is dependent, then \"I will answer him.\" Haven't you seen that at a difficult time Ya'akov remembered E\"l Sh\"aday and said: \"E~l Sh~aday will give you compassion\" (Genesis 43:14). And Daniel when he prayed for the Mikdash he said \"And turn Your face to your destroyed Mikdash, for the sake of A\"donay (Daniel 9:17). And even though our Sages of blessed memory explained in Brachot: \"for the sake of Avraham that called You A\"don\" (Brachot 7b), still we need to be conscious of it. And Chanah, when she prayed that Y\"Y would give her a male child, what is written? \"Y\"Y Tz\"vaot, You surely see the despair of Your handmaid\" (I Samuel 1:11), and even though they explained in Brachot (see also Brachot 31a-31b) what they explained, still there is a main part and the internal root of the thing, and *I don't come for the drasha [the external part] rather I come for the main part of the thing*. And after seeing that this is the case, we need to pass into your hand the main part and the root so you will lean on it.",
            "4": "Know that all the holy names that are mentioned in the Torah are all dependent on the name that is four letters (Tetragrammaton) which is Y\"HVH. And should you say: 'but isn't the name E\"hyeh the main one and the source? know that the Tetragrammaton is the imagined image of the body of the tree, and that the name E\"hyeh is the main part of this tree, and from it the roots root out and expand branches to all sides, and the rest of the holy names are all in imagined images of the branches and bases that continue from the body of the tree, and each of the branches produces fruit according to its kind, and with the exception of the holy names which are known to be unerasable [by halacha], there are some other nicknames that are dependent of each and every name. Such are said to be the nicknames of Y\"HVH - Norah, Noseh Avon, Over Al Pesha. Nicknames of E\"l - Gadol, Rachum, and Chanun. Nicknames of E\"lohim - such as Adir, Shofet, Dayan. And to all those nicknames there are other nicknames dependent on each and every one of those nicknames, and they are the rest of the words of the Torah. Until it is found that all the Torah, entirely, is interwoven with nicknames, and the nicknames with the names, and the holy names all are dependent on the name Y\"HVH and all unite with it. And all the Torah, entirely, is found interwoven with the name YHV\"H and therefore it is called Perfect Torah of Y\"Y (Psalms 19:8). And you will find that you learned when you understand the direction of the holy names in their families, and when you grasp the specific nicknames to each and every one of them, then you will see that all is dependent on His great Name, may He be Blessed, and you desire and silence yourself so as to cling to Him, and you will fear and be in awe of Him, and then you will understand the awe of Y\"Y and you will find the awareness of Elohi\"m (Proverbs 2:5). And then you will enter (or. תכנס) in the category of those about whom it is written \"I will protect him because he knows My name\" (Psalms 91:15) and then you will understand how is the punishment for those who mention the Name of Heaven in vain, all the more so for the one who verbally expresses the Name in its letters, even more the one who makes personal use of it. And before I begin in the direction of this work, I need to make this one introduction to you, and here it is:",
            "5": "A general rule: Know that the truth of the essence of the Blessed Creator is only comprehended by Godself, and not one of the myriads on high know His place, all the more so the essence of His truth. Don't you see that the angels on high say \"Blessed be the honor of Y\"Y in His place\" (Ezekiel 3:12)? [Meaning] in every place that He is. And if it is so with the high beings, all the more so with the lower beings. If so, all the descriptions we read in the Torah, such as hand and foot, ears and eye, and all the rest of those, what is this? Know and believe that all those descriptions, even though they teach and give witness to His greatness and His truth, there is no way for any creature to know and meditate on the nature of those things called hand and foot, ears and so on. And if we are made in the image and resemblance, do not let it arise in your mind that eye [for God] means the real form of an eye, or hand in the real form of a hand. All these are profound, deep and recondite issues regarding the truth of the actuality/existence of the Blessed Y\"Y, from them are the source and flow that come to everything found in the [sphere of] differentiation of the Blessed Name. The nature of \"hand\" is not like the nature of [a human] hand, and their build are not comparable/equal, as it is written \"to whom can you liken Me, to whom can I be compared?\" (Isaiah 40:25). And know and understand that His understanding and His build are not a resemblance of something clearly visible and form, rather, the intention regarding the form of the limbs that we have are that they are made in the resemblance of signs, issues that are so closed and so high that the mind cannot comprehend unless through a resemblance of a memory: for example, when it is written \"Reuven the son of Jacob\" these letters and the image [they bring to the mind] are not the essence, build and existence of Reuven the son of Jacob, they are just a memory, as this written \"Reuven the son of Jacob\" is a sign regarding the reality and build known and called as \"Reuven the son of Jacob.\" Since the Blessed Y\"Y wanted to give us merit, He created in the body of a person many limbs, hidden and revealed, in the resemblance of the sign of the Deed of the Chariot, and if a person merited to purify even one of their limbs, that limb would still be like a resemblance of the throne of that same high and recondite thing that is called by that name, if eye - eye, if hand - hand, and so on to all the rest. How? For example, if a person is careful and guards his eyes from viewing improper sexual things, but all the rest of the improper visions, and only looks at things that have the holiness of Y\"Y and the worship of Him, then that same eye becomes like a throne for that same thing that is called, on high, \"eye\". And the same applies to hand and foot and all the rest of the limbs. And regarding this our sages of blessed memory said: \"the Avot [Ancestors] they are the Chariot\" (Bereshit Rabbah 47:6) and they did not say each and every Ancestor is the Chariot, rather \"the Ancestors are\". How so? our father Avraham took the right side in purity, and so inherited the right [side] of High, which is the aspect of Hesed, and regarding this it is said: \"then Avram journeyed by stages toward the Negev\" (Genesis 12:9). Yitzchak took the aspect of the left side in purity, which is Fear [Pahad], and regarding this it is written \"Jacob swore by the Fear of his father Isaac\" (Genesis 31:53). And Yaakov took in purity the middle line [characteristic/route] and regarding this it is written \"Ya'akov was a simple man, living inside the tents\" (Genesis 25:27) - between the tent of Avraham and the tent of Yitzchak. Here we find the three Ancestors a throne for the Chariot, and through this way the thing is thought deeply and created to be stable.",
            "6": "And now we should clarify your understanding regarding one issue dependent on this. Know that the aspects/attributes/middot are dependent on the limbs. How so? The aspect of the eye is vision, the aspect of the ear is hearing, the aspect of the hand is touch, the aspect of the foot is walking. And behold, the aspects/middot are continued through the limbs, and regarding this our sages of blessed memory reminded us \"towards Heaven is an expression of middot\" [probably related to Mishnah Rosh Hashanah 3:8, I didn't find the source for this, N.T.] we have to understand regarding the matter of attributes as we understand regarding the matter of ear and hand and foot that we mentioned. And just as there is no quantification among us regarding the limbs, there is no quantification regarding the issue of middot. And since in this book we need to deal with the expression of middot, take care and guard your soul exceedingly from saying that Y\"Y of Blessing has a middah that is differentiated and quantifiable, because this is not so. Just as there is no quantification, limit or comparison for the matter of the eye and ear, so too is the standing regarding the middot. And behold our rabbis of blessed memory called their holy names middot, as we learn in the first chapter of Rosh Hashanah: \"Rav Yehuda said: A covenant was made with the thirteen attributes that they will not return empty-handed, as it is stated: “Behold, I make a covenant” (Exodus 34:10).\" (Rosh Hashanah 17b) And the thirteen middot are Y\"Y, Y\"Y, E-l compassionate and gracious, slow to anger (Exodus 34:6).  And the general rule - you have to believe that there is no comparison between the attributes of Y\"Y of blessing and our attributes, even though there is the use of the sign of same word. And regarding this our sages of blessed memory said in several places: \"Come and see how the attributes of the Holy One of Blessing are not like the attributes of flesh and blood\" (Shabbat 127a, Berakhot 5a, Megillah 14a etc), and after we passed to your hands this key with this introduction, we have to enter the explanation of each and every name of the holy names written in the Torah and clarify your eyes in every place that you find one of these names written, and so that you will understand and  become illumined regarding the source of living water that He flows from all His names, may He be blessed. And if you grasp this thing then you will be successful in your way and then you will become illumined."
        },
        "1_First Gate, Tenth Sefirah": {
            "0": "Ad-nay open my lips and my mouth will speak Your praise (Ps. 51:17)",
            "1": "Y-the base H-of wisdom V-and the essence H-of Kabbalah A-is the faith in H-Hashem Y-of Blessing H-the faithful, A-if D-the way N-properly Y-they walk, your thoughts, \"then you will go your way safely and not injure your feet\" (Proverbs 3:23). The first name of the holy names is the name called Ad-nay. King Solomon, peace be upon him, said: \"guard your feet when you go to the House of E-lohim\" (Proverbs 4:17). We are informed by this verse that a person needs to check oneself and be very careful when s/he wants to pray in front of Y\"Y Blessed Be, and see and understand if s/he has accusers and obstructors for one's prayer to be received, and s/he needs to clear the stones of the pathway and to remove the stumbling block from one's way. This is similar to a person who goes to the receiving hall of the king to put forth a question, and the person needs to be alert and know if there is a chance of attack or danger. And specifically, that person needs to meditate regarding how many gates the palace of the king has, one inside the other, and acknowledge those who are the appointed guards that protect each gate, and be loved by all, and know if one has an enemy among them, and make peace with him. And besides that, it is proper that one knows and meditates on the clothes one is wearing, and if one is fitting to enter with them in the receiving hall of the king, as it is written \"for one can not enter the palace gate wearing sackcloth\" (Esther 4:2), and besides that it is fitting for one to check oneself if one is worthy to speak in front of the king and the princes and the officers that exist before the king, and if there is one among them who would support the person's request, and so too whether s/he is invited to remain in the receiving hall of the king an hour or two, [and] if s/he's able to withstand it. And our rabbis of blessed memory were required to awaken us and said a general rule: *the kingdom of the earth is like the kingdom of firmament* (Otzar Midrashim, Midrash on Ruth 1:29 and Zohar 1:197a) and if with the kingdom of flesh and blood one needs to be careful with all the things we mentioned, all the more so when a person enters to be received by the face of the King of Kings of Kings, the Holy One of Blessing, Blessed Be and Blessed Be. A person needs to understand and to comprehend that from the earth to the firmament there is no empty place, rather, all is filled with battalions and multitudes of them are pure, purveyors of Love (Hesed) and Compassion (Rahamim) and below them there are impure creations, destroyers and accusers and all stand and blossom in the air. And there is no empty place from the earth until the firmament, rather, all is filled with multitudes; some of them for peace, some of them for war, some of them for good, some of them for evil, some of them for life, some of them for death. And on that is based the song of the injured: \"One who sits in the hidden place of the High\" (Psalms 91); \"because He will save you\", \"with His pinions\", \"do not be afraid of\", \"the plague that stalks in the darkness\", \"because of His angels\". And all those are the camps between earth and heaven. It is similar to [lit. this is exemplified by] a person who is walking through a dangerous place, so too a person's prayer passes through those groupings and rises to the firmament; if the person has merit the robbers won't harm her prayer, and if not, there are many injuries and the destroyers injure on the way! And because of this way, David the King, peace be upon him, established/fixed the songs, so as to clear the way of the prayers to pass through, because all the groupings are like a cloud preventing the rise of the prayer, and on this it is written \"You have screened Yourself off with a cloud, that no prayer may pass through\" (Lamentations 3:44 see also Berakhot 32b). And when David, may peace be upon him, came and fixed the songs [zemirot], when a person comes and recites in order those songs, then all those destroyers, damagers and hinderers separate and go. They are called zemirot from the expression mezamer, sings, \"He will cut the despisers with songs\" (Isaiah 18:5, very different translation) and regarding this Scripture says \"Your laws are a source of songs [zemirot] to me wherever I was terrified\" (Psalms 119:54), that is to say, in those places that I was afraid because of them, on the way, and I felt fear and terror, I scattered and cut them with those songs. And regarding that way it is written: \"with gladness the morning stars were together (and all the b'nei elohim shouted)\"(Job 38:7). And the matter of gladness is the zemirot that are said in the morning, and all the carriers of harsh judgments, who are called b'nei elohim, were dispersed and broken. And the expression shouted [יריעו] comes from the expression \"the earth is [רועה ] breaking, breaking\" (Isaiah 24:19). And therefore a person needs to direct one's essence in the hour of prayer, and direct one's thoughts as appropriate, in the matter that one's prayer should not be prevented and one's request should not come back empty. And regarding this they said \"One must always evaluate oneself before one prays, if one is able ... one should pray, but if one is not ... one should not pray.\" (Berakhot 30b:5)",
            "2": "And after that we made known to you this, because the essence of faith and basis of unification is to understand the uses of [the Hebrew is unclear, there is a manuscript brought in the Ramat HaSefer edition that reads: we need to go back and make known to you that  the essence of faith and the base of the base is to understand and know all holy names] mentioned in the Torah are all contained in the four lettered Name, which is YHVH, blessed be, and that is called the body of the tree, and the rest of the names - some are root, some are branches, some are treasures and hidden, and each one of them has a specific activity that belongs to it alone. It is similar to a treasury that has several rooms, and each room is specific to what is inside; in this room precious stones and pearls, in this room silver, in this room gold, in this room all sorts of edible things, in this room all sorts of drinks, and in this room all sorts of clothing. And when a person needs something edible, and does not know which room has food, the person could die of starvation, and the rooms are all filled with good things, and the person died not because the request was denied, rather, is was because one did not know in which room was the needed thing. And the exact same way is the comprehension of the holy names of the Blessed one: there are names that are specialized for tefilah and compassion and forgiveness, and there are those for tears, and there are those for injury and difficulties, and there are those for food and sustenance, and there are those for grace. And if one does not know to concentrate during one's tefilah on the name that is the key to what one needs, who caused one not to be able to express one's desire? One's own foolishness and diminished comprehension. And regarding this it is said: \"A man’s folly subverts his way, and his heart rages against Y\"Y\" (Proverbs 19:3). This is because Y\"Y's hands are open to all, but a person's foolishness of not knowing in which treasure what he needs is, that person returns empty and thinks in his mind a bad thought, namely, that Hashem withheld from him his desire and his will - and this is not so, rather, his own foolishness of not knowing in which treasury is the thing he needs withheld it from him. And regarding this it is said: \"your sins withheld the good from you\" (Jeremiah 5:25). And therefore a person needs wander in the ways of Torah and to know the intention of the holy names, so that one will be an expert on them and on their names, and when one desires to request something in front of Y\"Y of Blessing, a question and a request, one will concentrate on the name that is specific to one's question, and it is not enough to express all one's needs, rather, one should be beloved on high and pleasant below, and one will find oneself inheriting both this world and the world to come.",
            "3": "And after we passed to your hands those principles, which are to be a resemblance of a basis and a center to what we will explain in the future, we need to enter into the explanation of His Names, Blessed Him, that are written in the Torah, each according to [its] concentrated intention, with the help of Hashem.",
            "4": "Know that the first name, which is close to everything created and with which we enter in front of the Blessed King YHVH, and there is no way to see the face of the Blessed King unless it is through this name, the name called Adonay. How so? Know that the specific name YHV\"H teaches about the reality of our Blessed Creator and all is dependent on it, but the beginning of the gates and the keys with which we enter to the Name, Blessed Be, is the name called Adonay, and it is the end of all the steps of Hashem, Blessed, from on high to below. And the name Adonay is the basis of the true complete unification, as we still will explain with the help of Hashem, and from there to below is the world of separation. And it is the secret of \"And a river goes out from Eden to water the garden, and from there it separates and becomes four heads\" (Genesis 2:10). And those are the four camps of the Shechinah, that are under Adonay, Blessed, which is the end of all the steps of unification of the Name from on high to below. This name is called Adonay and it is as a resemblance of a treasury and a treasure store to all types of Flow and all types of Emanations/Causes, all the realities that are found from YHV\"H, Blessed, in the way of all the Channels, until 300 deliberated names are found, one opposite to the other; Adonay on high, YHVH in the middle, Ehyeh below. And from there Ehyeh emanates all types of Emanation Flows from the Source which is called Eyn Sof through the way of steps, until it reaches the name YHVH Blessed; and from the name YHVH go all the Channels and the Continuations to the name Adonay. And the name Adonay is the treasury in which all plans of the King are, and it is the Great Provider regarding all what is created in the world, and it is the Feeder and Provider (Siddur Sefarad, Weekday Shacharit, Amidah 81) to all from the force of YHVH that is inside it, according to its mouth those who want to cling to the name YHVH, Blessed, go out and according to its mouth they come in. And there is no [other] way, side or matter to cling to the name YHVH unless it is through Adonay, and therefre this is the name that is the treasure house of the specific name and it is the receiving hall in which YHVH resides. And that is why in the Torah it i always called YHVH with the vocalization Adonay, that is to say , all those seeking YHVH will find through the name Adonay. And since the matter is such, you need to know that Hashem, Blessed, has 54 four-lettered names that are brought by the combination of YHVH, Blessed, and they go to the sum of 216 letters, and those 54 names are the secret of the continuation of the strength in all that is created in the world in the existence of all that is present, and they are the resemblance of the soul regarding 216 letters that are in Vayisa, Vayavo and Vayet [Exodus 14:19-21; the names are made with three letters ABC, where A and C are the first letters and B is 14:20 in reversed order, so the first name is והו, the second ילי and so on. verse 20 is reversed because there is din in it]. And inside those 54 names all the things in the world are included and they are the ones that satisfy all the needs of all existing creatures through Adonay. And if so, it is found that the letters in the name Adonay teach about God's rulership and His matter. How so? א is the secret of Ehyeh which is above; י is the secret of YHV\"H which resides in it,ד\"נ dalet and nun are the 54 names of existence, which are the secret of all types of flow and emanation and maintenance of all the existing creatures of the world. You've find that you've learned that all rulership and power/distribution is in the hand of Adonay, and that is why it teaches the expression of lordship/authority/mastery, because this name is the master of all the earth with the strength of YHV\"H that dwells in it. And since there is not a way for anything alive in this world to come to the Blessed Name unless through its hand, and every petition, supplication and request do not come unless through the hand of Adona\"y, they were required to fix at the outset of every prayer \"Adona\"y open my lips\", because that verse is written Alef-Dalet-Nun-Yud and that is the fundamental. And through this name, the prayers enter before YHV\"H, Blessed. ",
            "5": "And since YHV\"H, Blessed, showers all types of flow and emanation in the name Adona\"y and in it there are all the treasuries of the King and every type of His riches, and to it they will enter, they will assemble and they will hide, and from there they will extend to fill the needs of every creature, and it is a resemblance of a pool that a river continues into, and from the pool there is enough water to satisfy the watering of the garden and drinking and all the rest of the needs, we name in the Torah the name Adona\"y as a nickname of blessing, because the word blessing (brachah ברכה) comes from the word pool (berichah בריכה). And this is the name with which our father Ya'akov, peace be upon him, blessed his sons, [the name which] he inherited from Yitzchak our father, and Yitzchak from Avraham. And Hashem, Blessed, passed this name to Avraham our father, peace be upon him, to open the gates of Adona\"y and to give all that he and the rest of the children of the world need, and He passed to his hand this blessing ברכ\"ה. And this is the secret of \"And I will bless you and make your name great and you, be a blessing.\" (Genesis 12:2); and He did not say \"and you will be blessed\", rather, \"you, be a blessing,\" because behold the blessing is given in your hand, get according to your desire for all the children of the world, and this is \"and through you all the families of the land will be blessed\" (Genesis 12:3). That is to say, whoever wants to take whatever it is from this blessing only takes from your hand, since it is handed over to you and it is yours. And therefore our sages of blessed memory said that the first one to call Y\"Y, Blessed, Adona\"y, was Avraham our father, peace be upon him, when he said: \"Adona\"y YHV\"H what will You give me\" (Genesis 15:2) because from it he asked his needs to the Great Name. And after Avraham, Yitzchak inherited it, and here it is: \"And it was, after the death of Avraham, E-lohim blessed Yitzchak his son\" (Genesis 35:11). And it was over this blessing that Esav and Yaakov fought among themselves, and this is the blessing of the firstborn [בכורה] that Esav sold Yaakov, and Yitzchak reviewed and maintained the transaction when he sent him to Padan-Aram, and here it is: \"Get up, go towards Padan-Aram, and E-l Shadda\"y will bless you and will give you the blessing of Avraham, to you and to your seed with you\" (Genesis 28:2). Behold this blessing became one with the inheritance, [given] only to Yaakov and his seed, when he said: \"to you and your seed with you.\" And therefore when Yaakov was about to separate from this world, he opened this blessing for the 12 tribes, so that each tribe would get its part of this blessing as inheritance, and this is the secret of \"All these are the tribes of Israel, 12 in number, and this is what their father said to them and he blessed them, each according to his blessing he blessed them\" (Genesis 49:28). What is \"each according to his blessing\"? Lest you say that he blessed each according to his [Ya'akov's] own ideas!? It is not so, rather, for each and every tribe he gave the appropriate portion from this pool, and it was not from his own awareness, rather from the awareness of the blessing itself. And Moshe our teacher, pbu\"h, blessed Israel before they entered the land from this blessing, and this is the secret of \"This is the blessing with which Moses, the man of God, blessed the children of Israel before he died\" (Deuteronomy 33:1). And it is found that the name Adona\"y is the secret of this blessing, and this is the blessing that enriches those who cling to it without sadness/toil or worry, and this is the secret of \"the blessing of Y\"Y enriches, and he will not add sadness to it\" (Proverbs 10:22). And since the name Adona\"y is a resemblance of a treasury to receive the flow of all the blessings and all types of emanation, and it is a resemblance of a pool and a receptacle, therefore it comes from the expression of the sockets [adney] of the enclosure, through which the posts enter (see Exodus 27: 10 and Exodus 38:31). And you find that 100 sockets were made for the Mishkan. as it is written \"100 sockets to the 100 talents, a talent a socket\" (Exodus 38:27). And these 100 sockets/adney that were in the Mishkan are the resemblance of the 100 pools that are filled from the Great Pool that is called Adona\"y. Therefore a person is obligated to bless 100 blessings every day (Menachot 43b) in order to continue from each and every one, and because 100 blessings ברכות come from the name Adona\"y from those בריכות pools and if one of those blessings are missing, the person injures and blemishes [oneself]. And the secret is dependent on the secret 1-10-100/2-20-200 [אי\"ק בכ\"ר a subtype of a gematria called atbash], which is the secret of kohen-levi-israel (added on the Ramat Hasefer edition: Israel gives 10 - ma'aser - to the Levi, who gives 1 to the Kohen - trumat hama'aser; so Israel is 100, Levi 10 and Kohen 1), which is the secret nefesh-ruach-neshamah. And according to this principle David said: \"Bless, o my soul, Y\"Y\" (Psalms 103:1). He hung the blessings on the soul in the secret of the three Upper Arrangements, and the soul needs to bless 100 blessings , which corresponds to Israel, and from that 10, which are the tithe, to ruach which corresponds to Levi, and from the ten of ruach, Levi gives one to neshamah, which corresponds to Kohen. And so you have found that if the soul of a person does not bless 100 blessings every day, a blessing does not reach neshamah, since 10 do not make it to Ruach, which is the secret of Levi'im, which take ma'aser from Israel, and in turn give one to the Kohen from the ten that they took, and this is the secret of the portion of the tithes of Levites and Kohanim that is written in the Torah, and therefore it says: \"and to the Levites you will say: 'When you receive from the Israelites their tithes, which I have assigned to you as your share, you shall set aside from them one-tenth of the tithe as a gift to Y\"Y'\" (Numbers 18:26). And the secret of one tenth of the tithe is the secret of אי\"ק 1-10-100, if there is no 100, there is no 10 and there is no 1. And therefore a person needs to be quick to bless 100 blessings, and one that is lacking makes a defect. And those 100 blessings are the resemblance of the 100 sockets of silver through which the flow of Adona\"y spreads to all sides, to 100 pools (blessings on the Ramat HaSefer edition). ",
            "6": "And some times the name Adona\"y is called in the Torah by the nickname (water) well, and the reason is that it is the well of living waters in which all types of flow and emanation from High enter, as we spoke. And regarding this it is said: \"a garden spring, a well of fresh water, a rill of Lebanon\" (Song of Songs 4:15). And when Israel are righteous and bless 100 blessings every day as appropriate, this well fills up with living water from the flow of Upper Emanations, and then all are rich and full of every goodness, drawing living water as they need. And sometimes it is also called Be'er Sheva (lit. Well of Seven), since seven waterways continue on her, through the way of the basis (Yesod) of the world, from the Seven Upper Ascents. And corresponding to this well there is another well from the outside, with the rest of the wells that are filled with snakes and scorpions, that are called Foreign Wells, and regarding them it is said: the mouth of (added to the verse) \"a harlot is a deep pit; a foreign woman is a well of distress\" (Proverbs 23:27). And all those who are complete evil people have no merit to draw from the Well of Seven, and fall into the Well of Foreign Distress, those are the ones who keep following after the serious transgressions. And regarding this there is a hint of Adona\"y when Israel sinned regarding this aspect. The prophet said: \"For My people have done a twofold wrong: they have forsaken Me, the Foun\"t of Livin\"g Wate\"r, and hewed them out wells, broken wells, which cannot even hold water\" (Jeremiah 2:14). That is to say Well of Distress, for which there is no ground, because all of it is broken, [completely] broken, and water cannot stay in it, rather is it filled with snakes and scorpions. And regarding this David hinted: \"let the Well not close over its mouth on me\" (Psalms 69:16).",
            "7": "And some times the name Adona\"y is called by the nickname Sea, and the reason is that all the Pools and the Flow and the Emanation to it, as a resemblance of waterways, and this is the secret of \"all the waterways go to the sea\" (Ecclesiastes 1:7).  "
        },
        "2_Second Gate, Ninth Sefirah": {},
        "3_Third and Fourth Gates, Seventh and Eight Sefirah": {},
        "4_Fifth Gate, Sixth Sefirah": {
            "18": "And after this introduction, here I am going to explain. You should know that the name YHV\"H, may the One be blessed, dresses itself and beautifies itself in holy names, and every holy name seizes itself [or. Hebrew is מתאחזין] in the truth of this Name, may it be blessed, and each name teaches a specific issue individually. How? When the Holy Name wants to have compassion on God's world and have pity on them, then God clothes Godself in the clothing of Compassion [Hesed] and Mercy [Hemlah] and then the High Name, which is YHV\"V brings out the banner of compassion and mercy, and in that same banner is carved the name E\"l, and the sign is \"each on its banner by signs\" (Bamidbar 2:2). And when the Blessed Name brings this banner out, then God does good and has compassion and bestows grace on human beings and is happy with them, and this is the secret of \"May the glory of YHV\"H be forever, YHV\"H will be happy in His works\" (Psalms 104:31), and the secret of \"and he [Avraham] called the name YHV\"H E-l Olam\" (Genesis 21:33), and the secret of \"E-l King that sits on the throne of Mercy\", and the secret of \"Y'Y Y'Y E-l Rahum veHanun (Shemot 34:6) and the secret of \"because E-l Rahum Y'Y your God\" (Deut. 4:31), and the sign is \"because E-l, great, Y'Y and a great king over all E-lohim\" (Psalms 95:3) - E-lohim, the aspect of judgment, that is to say that the aspect of Mercy is greater than the aspect of judgment. And from this you will understand \"And E-lohim tested Avraham\" (Genesis 22:1) - E-lohim, that is, the aspect of Judgment, gave the miracle/nes and the banner in the hands of Avraham, who is the secret of the aspect of E-l, who is the secret of the aspect of Hesed, and this is the expression \"tested/nisah Avraham\", from the expression \"raise a banner/nes over the peoples\" (Isaiah 62:10). And this is the secret of \"God of Abraham, God of Isaac\" (E-lohei Avraham, E-lohei Yitzchak) and we don't say \"and God of Yitzchak\", since the aspect of Judgment is conquered under the aspect of Compassion, since the banner of Yitzchak, which is the aspect of E-lohim is given over to the hand of Avraham, who is the secret of the aspect of E-l.",
            "52": "And this is the secret: \"And E-lohim tested Avraham\" (Gen. 22:1) that the name E-lohim gave its banner [nes] in the hand of Avraham whose aspect is E-l. And this is the secret of \"and he took in his hand the fire and the knife\" (Genesis 22:6): if Avraham had not taken in his hand the strengths of Yitzchak, which are the fire and the knife, the whole creation would not have been able to stand in front of 'the fear of Yitzchak'. And this is the secret of 'and abundant in mercy' (Exodus 34:6 and Numbers 14:18) of the aspect of Avraham, that diminished the aspect 'fear of Yitzchak' and took in his hand the fire and the knife. And this is why the aspect of Avraham is called Gedulah, because it is greater than Gevurah, and this is the secret that He said to Avraham \"I will make your name great\" (Genesis 12:2) and this is the secret of \"because a great E-l is YHV\"H and king over all E-lohim\" (Psalms 95:3) - and therefore the banner of Yitzchak does not get out until the banner of Avraham has finished teaching all the merit. And this is the secret of \"and Y\"Y went, after He finished speaking with Avraham, and Avraham returned to his place\" (Genesis 18:33) - and what is written after? \"And it was, when E-lohim destroyed the two cities of the plain\" (Genesis 19:29). Even though E-lohim destroyed, when He remembered Avraham, who is the secret of the aspect E-l, He saved Lot, and this is what is written: \"And it was that, when E-lohim destroyed the cities of the Plain, E-lohim remembered Avraham and sent Lot away from the midst of the upheaval\" - truly from the middle of the upheaval He saved him. And the reason [is] because Avraham took in his hand the fire and the knife, and therefore Avraham saved many times [other people] even though the end of the judgment was death, because this is the secret of \"abundant in mercy\", and this is the secret of \"compassionate and gracious\" of the aspects called as \"Avraham\". And after Avraham took with His permission the fire and the knife, which are the weapons of war of Yitzchak, who is the aspect of E-lohim, the banner of E-lohim does not come out to complete the punishment until Avraham has finished teaching/exposing the merit of the one being judged. And when he does not find merit, the aspect of Avraham joins [into the aspect of E-lohim/Yitzchak] and then E-lohim, which is the aspect of Yitzchak, completes the punishment and the judgment, as it says \"and Avraham returned to his place,\" and after this \"And it was that, when E-lohim destroyed the cities of the Plain\". And you should know that, once Avraham took the fire and the knife, E-lohim cannot act of punish until Avraham agrees with the judgment. And this is the secret of \"And Avraham took the fire and the knife and the two of them walked together\". \"And the two of them walked together\", obviously, since the aspect of Yitzchak cannot walk without the permission of the aspect of Avraham, and its command and its agreement. And this is the secret of \"God of Avraham, God of Yitzchak AND God of Ya'akov\" (Exodus 3:9) and it is not written AND God of Yitzchak, as it is written \"and God of Ya'akov\", so that greatness is not divided to the aspect of Yitzchak, and so that the aspect of \"Fear of Isaac\" is always under \"Kindness of Avraham.\" And this is the secret of \"and the two of them walked together\", that the aspect of Yitzchak does not have permission to walk unless the aspect of Avraham has exposed the merit, because otherwise the aspect of Yitzchak would destroy the world, and this is the secret of 'And E-lohim tested Avraham.\" And you should know that Avraham bound Yitzchak up so that the aspect of Yitzchak would be tied up by its hands and feet, and would be conquered, under the aspect of Avraham."
        },
        "5_Sixth Gate, Fifth Sefirah": {},
        "6_Seventh Gate, Fourth Sefirah": {},
        "7_Eight Gate, Third Sefirah": {},
        "8_Ninth Gate, Second Sefirah": {
            "0": "From the narrow place I called to YAH; He answered me and brought me relief YAH.",
            "1": "The ninth of the holy names is Yah. You must known that the great and blessed name Havayah is a singular name. This is because it unifies all ten Sefirot as one. We have already explained that the first two Sefirot are included in the letter yud of the singular Name: The tip of the yod is Keter, and the body of the yod is Chochmah.  The third Sefirah, unified by these two, is Binah, which represents the first hey of the Name. We find, then, that the included within the [first] two letters of the Name are the three upper Sefirot. The letter vav of the Name includes six Sefirot: three from the middle of the letter vav and above, and these are Gedulah, Gevurah and Tiferet; and three from the middle of the vav and below, and these are Netzach, Hod and Yesod.  The last Sefirah of the Name, which is the tenth, is the last letter of the Name, and this is the letter hey.  ",
            "2": "Now we must teach you why the two first letters of the Name [form] a name in themselves while the last two letters are not a name in themselves.  You already know what we explained regarding the two ה-s of the Name: the first ה is Binah, within which the lower Sefirot are contained. The last ה is Malchut, which is united with the nine upper Sefirot through Yesod.  The main point is that the essence of all the Sefirot are the three upper Sefirot from which the lower seven flow out abundantly.  If, heaven forbid, this drawing down of the three were to cease, the temple would be destroyed and the palaces burned, and the children exiled among the nations.  Therefore the first half of the name, Yah, can be pronounced by itself while the second half, vav hey, cannot be pronounced by itself..."
        },
        "9_Tenth Gate, First Sefirah": {}
    },
    "meta": "Paragraph",
    "work": "Shaarei Orah"
}