{
    "title": "Binah LeIttim on Mishneh Torah, Rest on a Holiday",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Binah_LeIttim_on_Mishneh_Torah,_Rest_on_a_Holiday",
    "text": [
        [
            [],
            [],
            [],
            [
                "<b>כל </b>\n<b> מלאכה שחייבים עליה בשבת אם עשה אותה ביו\"ט שלא לצורך אכילה לוקה, חוץ מהוצאה מרשות לרשות והבערה, שמתוך שהותרה הוצאה ביו\"ט לצורך אכילה הותרה שלא לצורך אכילה, לפיכך מותר ביו\"ט להוציא קטן או ס\"ת או מפתח וכיוצא באלו מרשות לרשות, וכן מותר להבעיר אע\"פ שאינו לצורך אכילה, ושאר מלאכות כל שיש בו צורך אכילה מותר כגון שחיטה ואפיה ולישה וכיוצא וכל שאין בהן צורך אכילה אסור כגון כתיבה ואריגה.</b> עיין במ\"מ ויתר מפרשים ובפרטות הפר\"ח לאו\"ח שהאריך להבין דברי המ\"מ דס\"ל אף בשחיטה ובישול אמרינן ביה מתוך, ובאמת לפי מש\"כ המ\"מ כגון שחיטה ואפיה אפי' שלא לצורך אכילה אינו לוקה כמו שיתבאר בפרק הלזה (הלכה ט\"ו) ואולם שם כתב הטעם דלכך אינו לוקה משום הואיל ולא מטעם מתוך כלל וא\"כ נראה בעליל דלא אמרינן מתוך רק בהוצאה והבערה הוא דס\"ל לרבינו בשיטת המ\"מ מתוך והא דכתב רבינו ושאר מלאכות כגון שחיטה ואפיה ולישה וכיוצא בהם כל שיש בו צורך אכילה מותר ולא חילק כלל בין אם שוחטין לצורך או שלא לצורך היינו דמ\"מ אינו לוקה משום הואיל, וכן הוא דעת פר\"ח בכוונתו להרמב\"ם.<br><b> אך</b> באמת קשה דהא בש\"ס דביצה בהאי סוגיא (דף י\"ב) מבואר דאף בשחיטה ובישול אמרינן ביה מתוך, ולכך אמרינן נמי דהבערה ובישול אינו מן המשנה וכן בשוחט עולת נדבה ביו\"ט לוקה קאמר הא מני בית שמאי היא והפר\"ח כתב דס\"ל דלא קיימ\"ל כר' יוסף בהא עיי\"ש והוא דחוק.<br><b> והנה</b> כבר הארכתי בחידושי, והדרך היותר קצרה וברורה הוא, דס\"ל לרבינו הרמב\"ם דמלבד אם אתה אומר בכל מלאכות מתוך א\"כ יקשה קושית התוס' שם מהא דאמרינן האופה מיו\"ט לחול וכו' עיי\"ש אף גם דא\"כ אתה מבטל בכל אבות מלאכות איסור לאו וכל מלקות דהא בכולם שייך לומר מתוך, ולכך היה תקע הרמב\"ם יתדותיו אהאי דירושלמי שהביא המ\"מ וס\"ל דלכך אמרינן בהבערה מתוך, שהוא מטעם דכתיב בהבערה ביום השבת לשלול יו\"ט וכן בהוצאה דהקשה רבה מן קרא דנחמיה דכתיב ביה ולא תוציאו משא מבתיכם ביום השבת, הוא דוקא שבת לא יו\"ט, והיה דעת רבה בקושיא שלו לשלול לגמרי הוצאה ממלאכת יו\"ט, הואיל והיא מלאכה גרועה, ודחי ליה ר' יוסף א\"כ לפלוגי באבנים אלא ודאי דאף הוצאה נוהג ביו\"ט, אך דיוקא דקרא דקאמר דוקא ביום השבת מאי נימא ביה דוודאי לא יחלקו רבה ור' יוסף בזה ולכך ס\"ל להרמב\"ם דלפי המסקנא אמרינן בהוצאה כמו בהבערה דכתיב ביום השבת להורות דביו\"ט הוא מותר מכח מתוך, והמ\"מ דכתב בהוצאה הטעם לפי שהיא מלאכה גרועה ולא הטעם היותר פשוט, כמו בהבערה מביום השבת, היות מקרא דנאמר ביום השבת בקרא דנחמיה הוא דכתיב דמזה ילפינן ודברי קבלה גילוי מלתא בעלמא כדמוכח זה בש\"ס.<br><b> והנה</b> הלח\"מ הקשה על דבריו כי דייקת נמי הבערה מקרא דביום השבת א\"כ אף אתה אומר דאין הבערה כלל ביו\"ט כדמוכח מקושיא דרבה ובגמרא לא משמע הכי דהא ר' יוחנן מתיר שם הבערה מטעם מתוך וכו' עיי\"ש. ולא הבנתי דבריו דהא רבה הוא דמקשה כן דלמא ס\"ל לבית הלל דאין איסור הוצאה כלל ביו\"ט הואיל וכתיב ביום השבת ודחי ליה ר' יוסף א\"כ לפלוגי באבנים, ועל כרחך ס\"ל לב\"ה הא דכתיב ביום השבת אינו בא לשלול יו\"ט לגמרי מאיסור מלאכת הוצאה רק בא להורות דאמרינן ביה מתוך וה\"ה בהבערה וכוותיה קיי\"ל ומ\"ש לעיל ברור הוא.<br><b> והנה</b> כל זהו לחלק בין הני תרתי לשאר אבות מלאכות, הואיל ופריש בהו ביום השבת ומשמע דוקא ביום השביעי המקודש אבל אם נאמר ביום השבת הכוונה על יום שיש בו שביתה אף יו\"ט הוא בכלל א\"כ אין הבדל בין אלו לשאר אבות מלאכות, והנה בסוגיא דביצה דאמרינן שם הבערה ובישול אינו מן המשנה ואם תמצא לומר משנה הא מני ב\"ש היא דס\"ל דלא אמרינן מתוך הוא הכל לפי הסלקא דעתך דחילוק מלאכות הוא ליו\"ט כמו לשבת [כמ\"ש רש\"י שם] דלפי המסקנא דקיי\"ל דאין חילוק מלאכות ליו\"ט עדיין הבערה אינו מן המשנה דאין כאן שני מלקות כמבואר בש\"ס דמכות (דף כ\"א) ובש\"ס דפסחים (דף מ\"ז) ומעתה הסוגיא דביצה ע\"כ ס\"ל יש חילוק מלאכות ליו\"ט א\"כ על כרחך אתה אומר הא דכתיב ביום השבת לאו דוקא לשביעי המקודש כי אם על יום שיש בו שביתה ואף יו\"ט בכלל ואינו בא כלל לשלול הבערה ממלאכות יו\"ט, דאל\"כ מנ\"ל כל חילוק מלאכות דהא למאי דקיימ\"ל דהבערה היא אב מלאכה וחייבים על זדונו כרת ועל שגגתו חטאת כמ\"ש הרמב\"ם בהל' שגגות ובהל' שבת (סוף פרק ז') וא\"כ על כרחך דלא תבערו לחלק יוצאת ואם אתה אומר דיום השבת הוא דוקא א\"כ אין חילוק מלאכות ליו\"ט וכמ\"ש רש\"י פ\"ג דמכות דף הנ\"ל עיי\"ש אלא על כרחך דיום השבת לאו דוקא ומורה ג\"כ איו\"ט וא\"כ כיון דיצא לחלק בשבת ה\"ה יו\"ט דשבת ויו\"ט כהדדי נינהו, וכיון דיום השבת לאו דוקא כי היכא דמרבינן הוצאה לומר ביה מתוך ה\"ה לשארי אבות מלאכות נמי אמרינן כך ואין לומר שאני הוצאה הואיל וכתיב ביה ביום השבת וכנ\"ל זה אינו דהא אף יו\"ט הוא בכלל וכנ\"ל.<br><b> וא\"כ</b> אתי שפיר דלכך ס\"ל הש\"ס דביצה דאף בשחיטה ובישול אמרינן ביה מתוך כנ\"ל משא\"כ למסקנת הש\"ס דפסחים דקיי\"ל אין חילוק מלאכות ליו\"ט וכמ\"ש הרמב\"ם והיינו הואיל וכתיב ביום השבת למעוטי יו\"ט עיי\"ש פירש\"י וא\"כ אף בהוצאה דכתיב ביום השבת אתיא נמי למעוטי יו\"ט והיינו דביו\"ט אמרינן מתוך וה\"ה בהבערה דכתיב ביום השבת ולא לשאר אבות מלאכות, ודברי הרמב\"ם וסוגית הש\"ס המה נכונים וברורים בכל דוכתין והמה בנויים הכל לפי המסקנא דקיי\"ל אין חילוק מלאכות ליו\"ט, רק דוקא לשבת ויום השבת אתיא למעוטי יו\"ט ולא לשארי אבות מלאכות דלא כתיב ביה ביום השבת. והא לא קשיא דא\"כ מנ\"ל כלל למעוטי יו\"ט אימא לכך כתיב ביום השבת בהבערה להורות דליכא כלל חילוק מלאכות ליו\"ט, זה אינו דוודאי אי ביום השבת הוא דוקא ולא יו\"ט אין המקרא יוצא מידי פשוטו דכתיב לא תבערו אש בכל מושבותיכם ביום השבת דביו\"ט מותר כפשוטא, ומכח דיוקא חילוק מלאכות איך נוציא הקרא דיום השבת ולא יו\"ט מפשוטו וזהו לענ\"ד ברור ונכון ודו\"ק.<br><b> והנה</b> דעת המ\"מ דשיטת רבינו כרש\"י דס\"ל בלא צורך כלל נמי אמרינן בהוצאה והבערה מתוך, והנה יש להבין דא\"כ מה איכא בין רבה לר' יוסף דרבה ס\"ל דהוצאה לא נאסר כלל ביו\"ט לבית הלל ור' יוסף הקשה ליה דא\"כ לפלוגי באבנים ותירץ דפליגי במתוך, א\"כ ממה נפשך הוצאה יהיה מותרת ביו\"ט לב\"ה ואם לא יהיה במציאות דיהיה אסורה א\"כ היינו כרבה.<br><b> ואולי</b> יש לומר לפי מ\"ש הרמ\"א באו\"ח (סימן תקכ\"ז סעיף כ') בשם מהרי\"ו דיושב בתענית אסור לבשל לאחרים אפי' לצורך בו ביום, וש\"מ דס\"ל דכי התירה התורה מלאכת אוכל נפש היינו כשהוא יכול לאכול והותרה לו ולחבירו אבל כשיושב בתענית דאסור לו לאכול בשביל חבירו לא התירו כלל וכלל, ומעתה היושב בתענית אסור לו בהוצאה כל היום שלא לצורך דהא לגביה לא הותרה הוצאה לצורך דלית ביה צורך מציאות כלל, והואיל אי בעי אתשל לא אמרינן כלל, וא\"כ לא שייך לגביה כלל מתוך. וא\"כ יש נפק\"מ רבתי בין רבה לר' יוסף, והנה בסברא זאת יש ליישב קושיות רבות על הש\"ס ופוסקים אלא דעדיין ענין זה צריך עיון גדול.<br><b> ודברי</b> המג\"א (סימן תקי\"ח) תמוהים דנראה כי מה שכתב המ\"מ דבהבערה אמרינן דכתיב ביום השבת אתיא למעוטי יו\"ט והיינו דביו\"ט אמרינן מתוך, דזהו דוקא לב\"ה אבל לב\"ש דלית ליה מתוך ביום השבת לא דריש וא\"כ מה דמקשה מן רבי עקיבא דאמר מצינו להבערה שהיא אב מלאכה תמוה דהא באמת אמרינן התם ש\"מ דלא ס\"ל מתוך והיינו דלא ס\"ל לר\"ע האי דרשא דביום השבת כב\"ש, גם מה שכתב דאפשר לומר דתלי זה בזה דב\"ה באמת יהיה סובר הבערה ללאו יוצאת ג\"כ תמוה דהא הרב המ\"מ כתב זאת בדברי רבינו הרמב\"ם ז\"ל והוא פוסק דהבערה היא אב מלאכה וחייבין על זדונו כרת ועל שגגתו חטאת כמו שאר אבות מלאכות והיינו כר\"ע דס\"ל הבערה לחלק יוצאת, [ועיין להלן פ\"ב הלכה י\"א ובפרק ג' הלכה ח' בסופו].<br><b> והנה</b> יש לי מקום ספק מעביר ד' אמות ברשות הרבים אם הוא איסור דאורייתא ביו\"ט, הואיל וילפינן למלאכת יו\"ט מבנין אב משבת דכל המלאכות האסורות בשבת ממילא הם אסורות ביו\"ט, וא\"כ לפי מה דקיי\"ל מעביר ד' אמות ברשות הרבים הילכתא גמירא לה דהלכה למשה מסיני, וקיי\"ל ג\"כ דכל י\"ג מדות שהתורה נדרשת בהן אין למדין מהלכה וא\"כ אין למדין יו\"ט משבת לענין מעביר ד' אמות ברה\"ר כיון דבשבת גופא אינו רק הלכה למשה מסיני וכנ\"ל.<br><b> ומה</b> שהביאני לכלל ספק זה הוא מדברי רש\"י דיבמות (דף ל\"ד) שכתב על האי משנה אם היתה שבת והוציאה בפיו וכו' דמשום יוה\"כ לא היה מחייב על הוצאה דאין עירוב והוצאה ליוה\"כ והוא דעת רפרם בברייתא זאת אומרת וכו' (כריתות דף י\"ד) וכן הוא דעת הרשב\"א ועיי\"ש היטיב, שכתב די\"ל דרש\"י ס\"ל אף דאמרינן שם הא דרפרם בדותא היינו כוונתו דמן המשנה ליכא כלל לדייק, אבל מ\"מ הילכתא כרפרם דאין עירוב והוצאה ליוה\"כ, ויש להקשות הא בביצה דף הנ\"ל אסיקנא מדלא פליגי באבנים ש\"מ דיש עירוב והוצאה ביו\"ט רק דמותר ביו\"ט מכח מתוך וא\"כ ביוה\"כ דלא שייך ביה מתוך דלא שייך ביה הוצאה לצורך כלל א\"כ פשיטא דאסור מדין תורה וכי יהיה יוה\"כ מגרע גרע מיו\"ט וא\"כ איך סותם רש\"י דאין עירוב והוצאה ליוה\"כ, ודוחק לומר דרש\"י לא כתב זאת רק אליבא דר' מאיר ור\"מ הוא דס\"ל הכי דזהו דוחק לאפושי פלוגתא בין ר\"מ לחכמים, וכאן דסותם דפליגי במתוך וכדברי ב\"ה ויש איסור הוצאה ביו\"ט וא\"כ פשיטא דאף ביוה\"כ איסור הוצאה אית ביה וכי יגרע יוה\"כ מיו\"ט דעלמא.<br><b> לכן</b> היה נראה לומר דס\"ל לרפרם הא דאמר ר\"מ אף אם היתה שבת וכו' ודאי דלא היה נעלם ממנו האי סברא דלא מן השם הוא זה, דמה טיבו של הוצאה יש לאוכל אכילה אחת רק דהוא ס\"ל דעל הוצאה זאת לא היה מחייב עליה כלל, דלא חזיא למידי כיון דהוא נותר ונטמא ג\"כ בנגיעתו דהא הוא טמא. רק הואיל דהוא אחשביה למידי דחזיא וכיון דהוי אכילתו לכך חייב על הוצאתו, ולכך כלל ר\"מ הוצאה ביש אוכל אכילה אחת וכו' להורות דהיינו אכילה הוא המביא שחייב חטאת וכנ\"ל ולכך אכילתו מביא לידי חיוב חטאת, אמנם מרה\"י לרה\"ר חייב כמ\"ש רש\"י להדיא בפרק המצניע דף צ\"ג ע\"ב בהוצאת מת ונבילה דלכך הוא חייב הואיל ומוציא להציל עצמו מפני הטומאה ומעתה גם בנותר דהוא מטמא את הידים ואף נטמא בנגיעתו, לכך הוא חייב על הוצאתו הואיל והוא מוציא שלא יטמא את הידים, וא\"כ עדיין אין ענין הוצאה כלל לאכילה, ועל כרחך אתה מוכרח לומר הא דקתני במשנה והוציאה, לשון מושאל הוא, ולא קאי רק אטלטול ד' אמות ברה\"ר, וא\"כ זה דהוציא מתחלת ד' לסוף ד' ליכא כאן שהוציא [הטומאה] דמאי שנא מתחילת ד' לסוף ד', ועל כרחך הואיל ויש בו לאכילה, דלולי זאת היה פטור בטלטול ד' אמות ברה\"ר כיון דלא חזיא למידי, ומעתה הא דס\"ל לר\"מ ולרפרם דאין עירוב והוצאה ליוה\"כ היינו כנ\"ל דקאי אמעביר ד' אמות ברה\"ר דבשבת עצמו אינו רק הלכה למשה מסיני, וביו\"ט אין לאסור כלל דאין למדין ק\"ו מהלכה ולכך פטור מתורת יוה\"כ וחייב מתורת שבת זהו מה שנ\"ל בכוונת דברי רש\"י ז\"ל ודו\"ק.<br><b> ובזה</b> נראה מקום ליישב במאי דכתב הר\"ן בשם הר\"ת דמותר לשחוק בכדור ביו\"ט ברה\"ר, והים של שלמה תמה על זה דמה מקום לשחוק הלזה להתירו ביו\"ט עיי\"ש, ובאמת דעת ר\"ת הוא לפי שאין בו אלא טלטול ד' אמות ברה\"ר דמיירי שהכדור מונח ברה\"ר ואינו מוציאו כלל מרה\"י לרה\"ר, רק הוא מטלטל מתוכו וכיון דלא מצינו איסור בזה ביו\"ט, לכך אין למחות ביד הנערים וצ\"ע.<br>[א\"ה ובחידושים לאו\"ח התעורר הגאון ז\"ל ליישב בזה קושיא על הגמרא דר\"ה בהא דאמרינן יו\"ט של ר\"ה שחל להיות בשבת במקדש היו תוקעין ולא במדינה ואמר שם רבה גזירה משום שמא יעבירנו וכו' והקשה מהר\"ם מפאדוא (הובא במג\"א סימן תקפ\"ח) למה לא אמר השבות שיש בתקיעה עצמו משום שמא יתקן כלי שיר והעמידו דבריהם במקום עשה ותירץ דהאי גזירה לא גזרו בתקיעת שופר דא\"כ לא יתקעו לעולם דגם ביו\"ט שייך שמא יתקן וכו' עיי\"ש ולכאורה עדיין תקשה לשיטת מהר\"ם מפאדוא הנ\"ל, לב\"ש דס\"ל דלא אמרינן ביו\"ט מתוך והוצאה נאסרה גם ביו\"ט איך גזרינן שמא יעבירנו דא\"כ ביו\"ט איך תקעינן, ומעולם לא שמענו דיחלקו ב\"ש וב\"ה בתקיעה דר\"ה שחל להיות בשבת אלא ודאי דמעביר ד' אמות ברה\"ר לא נאסרה כלל ביו\"ט אף אי לא אמרינן מתוך דאין למדין בנין אב מהלכה כנ\"ל וא\"כ לק\"מ מב\"ש, וסיים ליישב בזה קושית התוס' שם שהקשו למה לא אמר שמא יוציאנו וכו' עיי\"ש די\"ל דרבה רוצה לומר טעם לכו\"ע אף למ\"ד דלא ס\"ל בהוצאה מתוך וא\"כ לא היה יכול לומר שמא יוציאנו דא\"כ ביו\"ט איך תקעינן כנ\"ל ודו\"ק].<br><b> והנה</b> הרי\"ף הביא ביו\"ט אין צריך עירובי חצרות רק עירובי תחומין אבל ביוה\"כ צריך אפי' עירובי חצרות, והביא ראיה מדתני התם אמרו להם ב\"ה לב\"ש אי אתם מודים שמערבים לגדול ביוה\"כ אע\"פ שאינו יכול לאכול ממנו דחייב בתענית כך מערבים לנזיר ביין ולישראל בתרומה, והקשו עליו דלמא התם איירי בעירובי תחומין ולא בעירובי חצרות עיי\"ש, וכדמשמע פשוט בלישנא דש\"ס עיי\"ש [ועי' ביש\"ש] ולכאורה היה מקום לומר דתקשה למ\"ד סוף היום קונה עירוב [והיינו סוף היום של ערב שבת וערב יוה\"כ שהוא קודם בין השמשות כדאיתא בעירובין דף ל\"ו ועי' שם פרש\"י] מאי ראיה הוא מהא דמערבים לגדול ביוה\"כ דהתם עכ\"פ סוף היום מותר לגדול לאכול ממנו משא\"כ יין לנזיר ותרומה לישראל. וצ\"ל דהתם איירי בעירובי חצרות והא דאמרינן סוף היום קונה היינו עירובי תחומין משא\"כ עירובי חצירות דבעינן שיהיה עירוב רשויות וכאלו הוא ע\"י הנחת פת לבית אחד וודאי עיקר עירוב הוא בשבת ושפיר מייתי ראיה ב\"ה לב\"ש זהו מה שנ\"ל לכאורה.<br><b> אמנם</b> אחר העיון ראיתי דאין כוונת הרי\"ף להוכיח משם לענין דצריך עירובי חצרות ליוה\"כ דזה אין משם הוכחה כלל דדלמא ב\"ה לא היה רוצה רק להוכיח דמותר לערב בדברים אף דאינו ראוי לו הואיל עכ\"פ חזי לאחריני ולזאת הביא ב\"ה ראיה ממעשים בכל יום מדמערבים לגדול ביוה\"כ והיינו בחל להיות בשבת, דאז ודאי צריך עירובי תחומין ועירובי חצירות ואפי' הכי מערבים לגדול אף דלאו בר אכילה, ועוד דאלו היה כונתו להוכיח משם חיובא דעירובי חצירות מה מסיים הרי\"ף ואשמעינן מיניה דבין ב\"ש ובין ב\"ה ס\"ל דמערבים לגדול ביוה\"כ עירובי תחומין ועירובי חצירות וכן הלכה עכ\"ל עירובי תחומים מאי צריך לראיה משם הלא אף ביו\"ט צריך לעירובי תחומין כמבואר בכמה משניות, ובודאי לא גרע יוה\"כ מיו\"ט, ואף לעירובי חצרות א\"צ כלל לראיה משם כיון דממקומו מוכרע דהא אף ביו\"ט אמרינן עירוב והוצאה כקושיא דר' יוסף דא\"כ לאפלוגי באבנים, רק דלכך אין עירוב והוצאה ליו\"ט הואיל ואמרינן ביה מתוך וא\"כ ביוה\"כ דלא שייך ביה מתוך א\"כ פשיטא דיש בו איסור הוצאה וצריך עירוב וא\"כ מאי ראיה הוצרך להרי\"ף ממקום אחר כיון דממקומו מוכרע, אלא ודאי דזה פשיטא ליה גם להרי\"ף דיש ביוה\"כ איסור טלטול רשויות ואיסור תחומין רק דהו\"א דאין בו תקנה כלל על עירובי חצירות כיון דבהא דמערבים בו ביוה\"כ אסור באכילה ומה מועיל פת לערב בו ולכך הביא הרי\"ף ראיה מהא דתניא מערבים לגדול ביוה\"כ וכו' דעכ\"פ ב\"ש וב\"ה מודים דמערבים עירובי חצירות ביוה\"כ ומכל שכן עירובי תחומין הואיל וחזיא לקטנים, ולכך מסיים הרי\"ף אף עירובי תחומין דכל הראיה הוא לאו לענין דצריך רק לענין זה דהוא מועיל, וזהו לענ\"ד ברור בדעת הרי\"ף ודו\"ק.<br><b> והנה</b> לשיטת הפוסקים דס\"ל דאף בהוצאה צריך צורך קצת, ולולא זאת לא אמרינן כלל מתוך וא\"כ לשיטתם הוצאה לצורך נכרי ודאי אסורה כמו בשאר אבות מלאכות, דדרשינן לכם ולא לנכרים ואסורה לצורך נכרי, ומעתה יש לתמוה קצת על השו\"ע בסי' תצ\"ה שכתב כל מלאכות האסורות בשבת אסורות ביו\"ט חוץ ממלאכת אוכל נפש וחוץ מהוצאה והבערה והנה מדפירש דוקא הני תרתי ש\"מ דס\"ל כשיטת הרמב\"ם דבהני לא בעינן צורך כלל דאלו היה כונתו לצורך קצת כשיטת התוס' לא היה צריך לפרוט הני תרתי דוקא דהא בכל מלאכת אוכל נפש מותר בכך ולשיטת הרמב\"ם אף לצורך נכרי נמי יהיה מותר להוציא דהא אפי' שלא לצורך כלל נמי מותר להוציא לשיטתו, ובסי' תקי\"ח סעיף ב' כתב המחבר דאסור לישראל להוציא לצורך נכרי והוא כשיטת התוס' דס\"ל דאף בהוצאה והבערה בעינן צורך קצת כמו בשארי אבות מלאכות, ואולי דאף דשלא לצורך כלל נמי מותר מ\"מ לצורך נכרי אסור דלהדיא ממעטינן לכם ולא לנכרים, ובזה יש לתרץ קושית התוס' על רש\"י ועיי\"ש באופה מיו\"ט לחול, אלא דקשה הא השוחט עולת נדבה ביו\"ט דאמרינן לב\"ה לא קאי אף דדרשינן לכם ולא לגבוה עיי\"ש בתוס' היטב וצ\"ע.<br><b> והנה</b> המרדכי מתיר לשלוח ביו\"ט לצורך נכרי ע\"י נכרי והובא ברמ\"א בסי' זה בהג\"ה, ויש\"ש תמה בזה כיון דהוצאה שלא לצורך מלאכה היא, ואמירה לנכרי שבות הוא, ואני לא ידעתי דאנה נזכר שבות זה כלל דבכל השבותים הוא דבר שאסור לעשות לעצמו לכך אסור לומר לנכרי לעשות אותה מלאכה, אבל מלאכת הוצאה דלצורך עצמו של ישראל מותר, רק לצורך נכרי אסור לישראל וכי האמירה לנכרי נעשית מלאכה ביום טוב לצורך נכרי מה שיהיה מותר לצורך ישראל, ודו\"ק."
            ],
            [],
            [],
            [
                "<b>כיצד </b>\n<b> אין קוצרין ולא דשין ולא זורין, ולא בוררין ולא טוחנין את החיטין, ולא מרקדין ביו\"ט שכל אלו וכיוצא בהם אפשר לעשותן מערב יו\"ט וכו'.</b> עיין במ\"מ שכתב דדעת רבינו דקצירה ביו\"ט הוא מדברי סופרים ומדאורייתא מותר לצורך אוכל נפש, ולכאורה יש להבין, דא\"כ פירות הנושרים דאסרינן משום גזירה שמא יעלה ויתלוש הא התלישה גופיה אינו רק מדרבנן, ונראה דכולי חדא גזירה היא דהא בסלקא דעתך דאקשינן עלה בגמרא למ\"ד ביצה אסורה משום פירות הנושרים הא הו\"ל גזירה לגזירה ולא אסיק אדעתא עדיין דכולי חדא גזירה, ולפ\"ז יקשה לו פירות הנושרים גופא, וצ\"ל דחכמים אסרוהו לשבת ויו\"ט כאחת פירות הנושרים ובשבת איכא חשש תלישה איסור תורה לכך אסרוהו כאחת, ולא שייך גזירה לגזירה הואיל ובשבת אינו רק חדא גזירה לכך לא רצו חכמים לחלק בין שבת ליו\"ט ודו\"ק."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל </b>\n<b> שאסור בשבת וכו' אסור ביו\"ט אלא א\"כ היה בו צורך אכילה וכו' וכל שמותר בשבת מותר ביו\"ט וכו': והמוקצה אסור ביו\"ט ומותר בשבת מפני שיו\"ט קל משבת אסרו בו המוקצה שמא יבוא לזלזל בו.</b> עיין במ\"מ שכתב שכן הוא דעת הרי\"ף ופוסקים דביו\"ט קי\"ל כר' יהודה, ובשבת כר' שמעון, והקשה הרז\"ה והרא\"ש סוף ביצה א\"כ איך מייתי הש\"ס שלהי דשבת ראיה דלוי ס\"ל כר\"י דאם לא היתה הנבילה מערב שבת דאין זה מן המוכן מדלא חזיא טריפתא ביו\"ט, רק כי יתיב אקלקולתא וכו' דהא ביו\"ט חמירא מוקצה טפי, וכן הא דפריך לר' יוחנן שם מהא דאין מבקעין עצים מן הקורות שנשברו ביו\"ט, הא ביו\"ט מוקצה חמיר, ונראה דס\"ל להרי\"ף כמ\"ש הריב\"ם הובא בתוס' דביצה (דף ו') דגרס אם לא היתה הנבילה מערב יו\"ט, ומה דמקשה התוס' שם דא\"כ איך אמרינן ריש ביצה גבי שבת סתם לן התנא כר\"ש מהאי דמחתכין וכו' לק\"מ דודאי המשנה נשנית בין בשבת בין ביו\"ט, ובתרווייהו מתיר ר\"ש לחתוך הנבילה לפני הכלבים, ור\"י חולק ביו\"ט אם לא היתה הנבילה מערב יו\"ט אסורה, ומ\"מ ת\"ק אינו סותמו רק לענין שבת דהאי מקרי סתם הואיל ולא פירש התנא בזה דברי ר\"ש, לזאת הואיל ומתיר לחתוך הנבילה בין בשבת בין ביו\"ט ואלו בשבת הלכה כוותיה א\"כ הוצרך רבי לסתום כוותיה משום דינא דשבת דאלו היה שונה דברי ר\"ש א\"כ אף בשבת לא היה הלכה כוותיה דר\"ש ולא היה נחשב כלל לסתמא לכך סתמייהו עכ\"פ לענין שבת והיא נחשב לסתמא הואיל ונשנית כן והיא עיקר, ועי' בתוס' פ\"ד דביצה (דף ל\"א) במשנה בית מלא פירות ונפחת וכו' שכתב כן האי סברא הנ\"ל ואתי שפיר ולק\"מ, (והיינו דכתב התוס' היכא דאיכא חד צד להיתר והלכה כוותיה ולכך הוצרך רבי לסתום לא מקרי שוב סתמא לכל מילי וע\"ש היטב), ומעתה דגירסת הרי\"ף ר\"י אומר אם לא היתה נבילה מערב יו\"ט וכו' שפיר מייתי הש\"ס ראיה דלוי ס\"ל כר' יהודה מדלא חזי וכו' וכן ר' יוחנן דסותם וחולק ואמר הלכה כר\"ש, ור\"ש בתרתי פליג בין ביו\"ט ובין בשבת א\"כ הוי ליה לפרושי הלכה כר\"ש בשבת אלא ודאי דס\"ל לר' יוחנן דהלכתא כר\"ש אף ביו\"ט ופריך הש\"ס שפיר מהאי דמבקעין ודו\"ק.<br><b> ועוד</b> אפשר לומר על קושית הש\"ס דשבת מר' יוחנן מהאי דמבקעין וכו' דוודאי טרם דידעינן מהאי דמגביהין מעל השולחן עצמות וקליפין דמוחלפת השיטה, ס\"ל להש\"ס דדוחק לחלק בין שבת ליו\"ט, דודאי ר\"י ס\"ל מוקצה בשבת להאי סתמא דמבקעין, והאי סתמא דמחתכין אינו קרוי סתמא כלל דהא ר' יהודה פליג עליו רק חשיב ליה כרבים (ועי' בתוס' שם ד\"ה אר\"י) וא\"כ ר' יוחנן דס\"ל בכל מקום הלכה כסתם משנה א\"כ הו\"ל לפסוק הלכה כר\"י וכסתמא דהתם ולא לחלק בין שבת ליו\"ט במאי דלא ס\"ל לר\"י, ולכך משני ר' יוחנן סתמא אחרינא אשכח בשבת דסתם לן תנא כר\"ש דמוקצה מותר והוא משנה דמגביהין וכו' ומוחלפת השיטה וצ\"ל דרבי הכריע גבי שבת כר\"ש לכך פסק בהאי דמגביהין כבית הלל וביו\"ט הכריע רבי כר\"י ולכך סותם האי דמבקעין כר\"י, וא\"כ לפי המסקנא אף ר' יוחנן מחלק בין שבת ליו\"ט ואין חולק על זה.<br><b> אמנם</b> דעת הר\"ת הוא שלא לחלוק כלל בין שבת ליו\"ט, רק לחלוק בין מוקצה לנולד דמוקצה מותר ונולד אסור כר\"י והובא דעה זאת בהגהת הרמ\"א סימן תצ\"ה, ואע\"פ שיש פוסקים שמתירין אף נולד מ\"מ לא הביא הרמ\"א רק דעת ר\"ת ולכך כתב ולדבריהם נולד אסור, והיינו כשיטת ר\"ת וסייעתו, והמג\"א כתב שם דהרמ\"א כתב זאת שלא בדקדוק, ולא ידעתי וכי מוכרח הרמ\"א להביא כל הדעות דלא הביא רק הישר בעיניו לפסק הלכה.<br><b> אך</b> בדעת הלזה יש להקשות דא\"כ מאי פריך בשלהי דשבת לר' יוחנן מהאי דמחתכין אהאי דאין מבקעין עצים וכו' דלמא לכך אין מבקעין עצים משום נולד ומאי קושיא לר' יוחנן מהאי סתמא דמבקעין וכו', וכן הא דאמרינן בריש ביצה כולהו כר' נחמן לא אמרו כי קושיין והיינו דקשה אדמפלגי בביצה לפלוגי בתרנגולת, הא יש לומר נולד אסור ומוקצה מותר וא\"כ עדיין קשה לר\"י ולכל האמוראים דלית להו אוקימתא משום הכנה למה לא אמרו כרב נחמן ולפי מ\"ש י\"ל דלכך ביצה אסורה במשנה היינו משום נולד א\"כ לא קשה לפלוגי בתרנגולת דתרנגולת באמת מותר משום מוקצה.<br><b> וצ\"ל</b> דאי הוי אמרינן הטעם דלכך ביצה אסורה משום נולד על כרחך היינו מוכרחים לחלק בין שבת ליו\"ט דהא אנו שאומרים דלכך מוחלפת השיטה האי דמגביהין כי היכא דלא תקשה ליתני בעדיות במקולי בית שמאי ומחומרי בית הלל, ומעתה תקשה לאותו תנא דעדיות ממ\"נ אי ס\"ל מוחלפת השיטה על כרחך ס\"ל לב\"ה דמוקצה וגם נולד מותר, דהא עצמות וקליפין הוי נולד כמ\"ש הרא\"ש בשם הר\"ת שלהי דביצה וכ\"כ התוס' שם וא\"כ קשה מ\"ט דביצה דתני בעדיות וס\"ל לב\"ה לא תאכל, ואי ס\"ל לב\"ה דנולד אסור א\"כ אף בעצמות וקליפין יהיו ב\"ה אוסרין ואינו מוחלפת השיטה כלל וא\"כ ליתני במקולי ב\"ש ומחומרי ב\"ה ועל כרחך אנו מוכרחים לחלק בין שבת ליו\"ט, והשתא לא קשה כלל מהאי משנה דמגביהין דס\"ל מוחלפת וס\"ל לב\"ה נולד מותר ולא קשה כלל מ\"ט דביצה דס\"ל לב\"ה לא תאכל, משום דביו\"ט סותם התנא כר\"י, וזהו י\"ל במאי שדחקו לחלק בין שבת ליו\"ט לא כי היכא דלא תקשה סתמא אהדדי, דהא טובא מצינו סתמא דסתרי אהדדי וכמ\"ש הרא\"ש שלהי דביצה עיי\"ש ולכך חשיב הרא\"ש מילתא דר\"נ לדוחק, ולפי מ\"ש ניחא דהכא מוכח כסברתו להבין תנא דעדיות ולישבו.<br><b> והנה</b> הרז\"ה נתקשה בזה דמי איכא מידי דביו\"ט אסור ובשבת מותר ותירץ דכל מה דבשבת אסור, ביו\"ט ג\"כ אסור וכל מה שמותר בשבת אף ביו\"ט מותר, דלא יהיה יו\"ט חמור משבת, רק מה דבשבת אסורה בלא\"ה מחמת איסור זו אסורה ביו\"ט כי הך דקורה שנשברה, דבשבת בלא\"ה אסור הבערתו ותשמישו אסרוהו ביו\"ט, והקשה הוא לנפשיה א\"כ ביצה דחזיא לגומעה חי בשבת, א\"כ לשתרי ביו\"ט, ונכנס בדוחק דגומעה חי לא שכיח עיי\"ש, ואפשר לומר דוודאי אלו תחילת דינא על ביצה יפה נתקשה הרז\"ה דהא זהו מותר בשבת לשתרי גם ביו\"ט, אלא שאנו דנין תחילה על תרנגולת אמה של ביצה זו, מותרת או אסורה, ואנו אוסרין אותה, כי זהו בשבת בלא\"ה אסור היותו בע\"ח וכיון דשאנו אוסרין התרנגולת ביו\"ט, איך שוב אפשר להתיר הביצה היוצאת ממעיה.<br><b> ומעתה</b> קושיא הנ\"ל מיושב כולהו כר\"נ לא אמרו וכו' דאלו אמרו הטעם דביצה אסורה משום נולד א\"כ קשה לתנא דעדיות ממ\"נ הנ\"ל מהך דמגביהין וכו' ועל כרחך צריך לחלק בין שבת ליו\"ט, וקשה קושית הרז\"ה דהא ביצה בשבת חזיא ומי איכא מידי וכו' ועל כרחך צ\"ל כמ\"ש דהואיל ותרנגולת אסורה אף ביצה אסורה, ולפ\"ז על כרחך ס\"ל דאף תרנגולת אסורה דאלו תרנגולת מותרת דלית ליה מוקצה רק ביצה לבד אסורה מטעם נולד קושית הרז\"ה במקומה עומדת מי איכא מידי, ועל כרחך דגם התרנגולת אסורה, וקשה אדמפלגי בביצה לפלוגי בתרנגולת וקושית הש\"ס שפיר, אמנם לפי המסקנא דס\"ל איסור ביצה מטעם הכנה או משקין שזבו וכו' אין צריך לחלק בין שבת ליו\"ט ומהך דעדיות לק\"מ דס\"ל כר\"ש ולכך ס\"ל דהך דמגביהין מוחלפת השיטה וביצה אסורה מטעם אחר כנ\"ל ולא מטעם נולד כלל ושפיר יש לחלק לדידן בין מוקצה לנולד.<br><b> ומעתה</b> גם קושית הש\"ס בשבת על ר' יוחנן דאמר הלכה כר\"ש דמחתכין נבילה לפני הכלבים וכו' מהך דאין מבקעין עצים וכו' ניחא ולא קשה הא יש חילוק בין מוקצה לנולד, דלהסלקא דעתך דלא ידע מהך דמגביהין דמוחלפת השיטה בלא\"ה צריך לומר תירוץ אחר דלמה לא נשנית בעדיות הך דמגביהין במקולי ב\"ש וכו' וקשה א\"כ למה אמר ר' יוחנן הטעם דביצה אסורה משום משקין שזבו כמבואר בריש ביצה ולא אמר כר' נחמן ואי משום קושיא לפלוגי בתרנגולת היה יכול לחלק בין מוקצה לנולד ולכך תרנגולת מותרת וביצה אסורה ולא יחלוק בין שבת ליו\"ט כלל, ועל כרחך צ\"ל דדין אחד למוקצה ונולד כדברי ר\"נ ופריך שפיר דברי ר' יוחנן אהדדי, ומשני ר' יוחנן סתמא אחרינא אשכח מהך דמגביהין דמוחלפת השיטה, והיינו דלכך מוחלפת דלא תקשה למה נשנית בעדיות, ולפ\"ז אתי שפיר כל מה שכתבתי לעיל דלהבין תנא דעדיות על כרחך צ\"ל בביצה משום משקין שזבו ולעולם יש לחלק בין מוקצה לנולד.<br><b> ובזה</b> יש לכוון דברי הר\"ת הביאו הרא\"ש סוף ביצה שכתב הא דפריך בפרק כירה (דף מ\"ה) אמילתא דר' יוחנן מר' נחמן דמאן דאית ליה מוקצה אית ליה נולד וכו' לא קיי\"ל הכי וה\"ה דהוה מצי לשינויי דלא קיי\"ל הכי, ולא חושש דבלא\"ה מצי לשנויי דר' יוחנן אוסר ביצה משום משקין שזבו וכו' עיי\"ש. וצריך להבין דבריו איך אפשר לומר לר\"י דנולד אסור הא ר' יוחנן סתמא אחרינא אשכח דב\"ש אומרים מגביהין מעל השולחן עצמות וקליפין אף דהוי נולד וצ\"ל דס\"ל לר\"ת דוודאי ר\"י אוסר נולד דאי היה מתיר לא היה מאמוראי בתראי מהאוסרים, רק דקושית הש\"ס סוף שבת הוא כיון דסתמא כר' יהודא בהך דאין מבקעין עצים ולר' יהודא אין חילוק בין מוקצה לנולד א\"כ מנ\"ל לר' יוחנן לחלק בין מוקצה לנולד, ומשני ר' יוחנן סתמא אחרינא אשכח דב\"ה אומרים מגביהין מעל השולחן וכו' אף דהוי נולד, והיינו סתמא כר\"ש דמתיר אפי' נולד, וראה ר' יוחנן תרי סתמא דסתמי אהדדי אחת כר\"ש ואחת כר' יהודה וראה ר' יוחנן לסמוך במוקצה דקיל כר\"ש ונולד דחמור כר\"י ולאסור ואתי שפיר.<br><b> אך</b> דמיונו של הר\"ת דלא חשש הש\"ס לחלק בין מוקצה לנולד, כמו דלא משני דר' יוחנן ס\"ל הטעם משום משקין שזבו, אינו עולה יפה לכאורה, דבשלמא הך משום משקין שזבו לאו בפירוש אתמר אלא מכללא מקושיא דרמי ר' יהודה אר' יהודה כמבואר בריש ביצה, ולזה אפשר דלא אסיק שם בשבת, אבל אם דינא של הר\"ת אמת דמוקצה מותר ונולד אסור הלא זו הלכה פסוקה ומעשה בכל יום להתיר זה ולאסור זה והאיך העלים סתמא דתלמודא עין ממנו ותפס לעיקר בקושיא על ר' יוחנן דמאן דאית ליה מוקצה אית ליה נולד, ולמש\"כ ניחא דהא בהא תליא כיון דלא אסיק אדעתא התם לומר דר' יוחנן ס\"ל טעם דביצה אסורה משום משקין שזבו רק ס\"ל דביצה אסורה משום נולד א\"כ קשה מהך דעדיות דאיהו ס\"ל דב\"ה מתיר להגביה עצמות וכו' ומ\"ט דב\"ה דביצה לא תאכל ועל כרחך צריך לחלק בין שבת ליו\"ט וקשה קושית הרז\"ה הא ביצה חזיא בשבת לגומעה חי ומי איכא מידי וכו' כנ\"ל וצ\"ל דאסורה מכח אמה וא\"כ על כרחך מוכח דגם התרנגולת אסורה, ודברי ר\"נ מוכרחים דמאן דאית ליה מוקצה אית ליה נולד ואתי שפיר קושית הש\"ס, משא\"כ למסקנא דטעם דר\"י משום משקין שזבו אזלא כל הוכחה זו, ונשאר לן הך כללא דמוקצה מותר וביצה אסור משום נולד וא\"ש ודו\"ק."
            ],
            [
                "<b>וכשם </b>\n<b> שמוקצה אסור ביו\"ט כך הנולד אסור.</b> לכאורה תלה רבינו דבר חמור בקל, דנולד חמור ממוקצה, וס\"ד דאפי' מאן דלית ליה מוקצה אית ליה נולד, כמו שהוא דעת ר\"ת וסיעתו באמת, ואפשר דנתכוון על האפרוח שנולד ביו\"ט שכתב בריש פרק שני דאסור משום מוקצה וכוונתו לנולד, וקאמר שהוא אסור דלא תימא כדעת המתירין הואיל ומתיר עצמו בשחיטה אף שהוא נולד וק\"ל (ועיין שם מ\"ש בענין הלזה באריכות)."
            ],
            [
                "<b>חול </b>\n<b> מכין לשבת וחול מכין ליו\"ט אבל אין יו\"ט מכין לשבת ולא שבת מכינה ליו\"ט לפיכך ביצה שנולדה ביו\"ט אחר שבת אסורה אע\"פ שהתרנגולת עומדת לאכילה, הואיל ומאמש נגמרה הביצה נמצא שבת מכין ליו\"ט ואסרוהו בכל יו\"ט גזירה משום יו\"ט אחר שבת.</b> עיין בהגהת מיימוני שהביא בשם בעל התרומה דלפידים שכבו בשבת אסורים ביו\"ט, וכן בשני י\"ט של ר\"ה שכבו בראשון אסור בשני עיי\"ש והרמ\"א סוף סימן תק\"א כתב להתיר, ונמשך אחר דברי הרא\"ש שכתב דמנהג להתיר, ואף דבירושלמי אוסר היינו דס\"ל דקדושה אחת היא עיי\"ש בהרא\"ש, ולפ\"ז בשני י\"ט של ר\"ה דלהחמיר אמרינן קדושה אחת היא א\"כ יש לאסור, דהא אף לשיטת הירושלמי אסור ואף דבשבת ויו\"ט לא קיי\"ל כוותיה מ\"מ יש להחמיר בר\"ה, אם לא שנאמר הקולא אינו כמו שכתב הרא\"ש דדעת הירושלמי משום קדושה אחת, רק הירושלמי מחשביה ליה להכנה ואנן לא מחשבינן הך מילתא להכנה כמ\"ש המרדכי וא\"כ גם לנולד לא מחשבינן ליה דהא בהא תליא, אך זה דוחק, דמיקל הרא\"ש [והרמ\"א] בסברא כל דהו, לכן נראה דס\"ל להרמ\"א דמה דאוסר הירושלמי משום קדושה אחת אינו משום נולד, דהא עדיין לא אסיק בהרא\"ש דעצים שכבו הם יותר טובים מקודם שכבו כי אח\"כ כתב סברא זאת בשם רבינו ברוך, ומשמע מהמשך לשונו, דלכתחילה לא אסיק אדעתא הך סברא וא\"כ מה נולד איכא, אלא הטעם הוא הואיל ואיתקצי לבין השמשות בשבת איתקצי לכולי יומא וקדושה אחת היא וא\"כ יו\"ט בכלל המוקצה ואינו נקרא מוקצה לשעבר הואיל וקדושה אחת היא, וא\"כ לדידן דקיי\"ל שבת ויו\"ט שתי קדושות הן הוי מוקצה מחמת יום שעבר (ועיין בתוס' דביצה דף ד' ד\"ה נימא) ומעתה בשני י\"ט של ר\"ה לא איתקצי כלל דהא ביו\"ט לא איתקצי כלל, וכן מוכח מהרא\"ש, דהא הרא\"ש לא ס\"ל כלל דנולד אסור ביו\"ט (ועיין בהרא\"ש סוף ביצה ושבת) וא\"כ למה ליה הטעם שכתב דמותר לדידן מדקיי\"ל שתי קדושות, לא יהיה אלא קדושה אחת הא נולד מותר לשיטתו, אלא ודאי דמטעם דאיתקצי אוסר הירושלמי וכנ\"ל, וכן מוכח מהסמ\"ג דהביא ראיה בשם (ת\"ה) [רבינו שמשון] דלאו משום הכנה קאסר הירושלמי, דהא אוסר ג\"כ שיורי שמן, ועל כרחך ס\"ל דבשמן לא שייך הכנה ולא אמרינן דע\"י שהיה דולק צלול טפי כמ\"ש יתר מפרשים, וקשה לימא איהו לנפשיה למה באמת אוסר הירושלמי שיורי שמן ואי משום נולד כיון דאין צלול טפי מאי נולד שייך ביה ועל כרחך צ\"ל משום דאיתקצי לבין השמשות וכו' ולא מטעם נולד כלל, ולכך יפה הורה הרמ\"א בשיטת הרא\"ש להתיר הלפידים וכו' בשני י\"ט של ר\"ה וק\"ל.<br><b> והנה</b> דעת מהרש\"ל להחמיר כרבה ולחוש להכנה, והנה בשני י\"ט של ר\"ה אני תמה מאי הכנה שייך בזה וכי המבשל ואופה ליו\"ט של ר\"ה והותיר לא יהיה רשאי לאוכלה ביום שני, והרי היא הכנה גמורה דלש ואופה ובישול ואפי' הכי אמרינן דמותר ולמה יהיה זה אסור, וצ\"ל דלפידים הם נעשים פחם לאחר שכבו וא\"כ כבר אזלו צורך היום, ואע\"ג דבידו להחזיר ולהדליק מ\"מ הא לא הדליקו, משא\"כ שם כוונתו לצורך אכילת היום, או י\"ל דבזה בידו לעשות א\"כ אמרינן לעצמו הכין משא\"כ לפידים שכבו דאסור לכבותו ביו\"ט וא\"כ כשכבו מעצמן הוי כהכנה בידי שמים ומעצמן נעשו הפחם ולכך אסורים ביו\"ט שני, אמנם לכל אלו תירוצים לא שייך זה בשיורי שמן דאף דאמרינן דצלול טפי מ\"מ זהו בשעת הדלקה ודמי ממש למבשל ביו\"ט ראשון והותיר דמותר ביו\"ט שני דמאי שנא דמשובח ע\"י בישול או ע\"י הדלקה, לכן נראה דמותר בשני י\"ט של ר\"ה לכו\"ע כי בירושלמי לא נזכר רק בשבת ויו\"ט אבל בשני י\"ט של ר\"ה ודאי דמותר בשיורי שמן ופשוט. ובהכי ניחא לדברי התרומת הדשן דפסק ביו\"ט של ר\"ה דהכנה לאו דאורייתא לכו\"ע מותר להדליק שיורי פתילה בצד השני, וקשה הא הפתילה בלוע משיורי שמן מאתמול, ולא סגיא בלא\"ה דהא אסור לסוחטו ביו\"ט וא\"כ דל מהכא שיורי פתילה, שיורי שמן איך אזיל, ולפמ\"ש ניחא דבשני י\"ט של ר\"ה אין לאסור כלל שיורי שמן כנ\"ל וק\"ל."
            ],
            [
                "<b>וכשם </b>\n<b> שאסור לאכלה כך אסור לטלטלה, ואפי' נתערבה באלף כולן אסורות שהרי למחר יותרו הכל וכל דבר שיש לו מתירין אפי' באלף אלפים אינו בטל.</b> עיין במהרש\"ל בים של שלמה שחוכך לומר בתרנגולת העומדת לאכילה אי ביצה מותר בטלטול, והתוס' פרק כירה (דף מ\"ה ד\"ה דאית ביה ביצה) כתבו דלר' יוחנן דטעם דביצה אסורה משום משקין שזבו מותר בטלטול, וזהו דלא כמ\"ש הרא\"ש בשלהי דביצה בשם ר\"ת דהביא ראיה מאושפזיכנא דר' אדא בר אהבה דס\"ל דאף לר' יוחנן ביצה אסור בטלטול, ולשיטת התוס' בשבת צ\"ל דהני ביצי אושפזיכנא היו מן התרנגולת העומדת לגדל ביצים, ובשיטת ר\"ת דר' יוחנן לית ליה מוקצה אבל נולד אית ליה ולכך אסרינהו לטלטל, אבל בתרנגולת העומדת לאכילה ומשום משקין שזבו מותר בטלטול. אמנם זהו דוחק בגמרא דהו\"ל לפרושי דהא סתמא קאמר הו\"ל הנך ביצים וכו', וגם צ\"ל דרב אדא בר אהבה ס\"ל דנולד אסור ביו\"ט ובשבת דף כ\"ט אמר רב אדא בר אהבה נכרי שחקק קב בבקעת ישראל מותר להדליקו ביו\"ט אף דהו\"ל נולד ש\"מ דכר\"ש ס\"ל וצ\"ע [ועיין להלן בפרק שני הלכה י' מ\"ש בשיטת הפוסקים דס\"ל כל מה שאסור באכילה אסור בטלטול וכו' והדבר מבואר שם].",
                "<b> ואפילו</b>\n<b> נתערבה באלף וכו'.</b> ועיין במ\"מ שהביא דעת הר\"י ור\"ת אי נתערבה באלף אוודאי קאי או אספיקא ובשו\"ע או\"ח סימן תקי\"ג היפך הסדר וכתב אם נתערבה באלף אסורים וספיקא אסורה, ולהורות נתן דהך דנתערבה אודאי קאי ולא אספיקא וכמ\"ש המג\"א עיי\"ש וזהו שיטת הר\"ת, וביו\"ד בסימן ק\"י פסק דספק אחד בגופו וספק אחד בתערובות אסור, והיינו כשיטת הר\"י דנתערבה אספיקא קאי, ואף אם נאמר דשם מיירי מאיסור תורה, אבל בדרבנן אפי' בספק בגופיה וספק בתערובות הוי ספק ספיקא כמ\"ש הפר\"ח בסי' ק\"י בשם הרשב\"א והרא\"ה וספר התרומה מ\"מ קושית הפר\"ח במקומה עומדת דממה נפשך אם נתערבה אודאי קאי א\"כ מנ\"ל לומר ולחלק בספק בגופו וכו' כשיטת הר\"י, כיון די\"ל דנתערבה אוודאי קאי.<br><b> ונ\"ל</b> דבשלמא [להך אוקימתא] דמיירי מספק טריפה א\"כ לא נזכר כלל בברייתא מוודאי טריפה רק ספק א\"כ דוחק לומר אח\"כ ואם נתערבה אוודאי טריפה דוודאי טריפה מאן דכר שמיה משא\"כ למסקנת הגמרא דאיירי מספק נולדה ביו\"ט א\"כ רישא דברייתא איירי ביצה שנולדה וודאי ביו\"ט אסורה וספיקא אם נולדה ביו\"ט נמי אסורה וע\"ז קאמר נמי ואם נתערבה ומוסב על רישא דברייתא דמיירי מוודאי ואין זה דוחק כלל, וא\"כ שפיר יש לחלק בין איסור תורה לשל דבריהם.<br><b> ועוד</b> היה מקום לתרץ דברי השו\"ע דס\"ל ודאי כשיטת הר\"י דנתערבה קאי אספיקא ולא אוודאי רק דקשיא ליה כיון דלהס\"ד דלא היה ידע מהך דבר שיש לו מתירין אפי' בדרבנן לא בטיל וא\"כ אדמקשה מהך ספיקא אסורה ליקשיה מהך דקתני אם נתערבה באלף אסורה למה הלא ספיקא דרבנן לקולא ועיי' במ\"מ שכתב להדיא דזה בזה תליא ובפרט לשיטת ר\"ת דלא מחלק בין ספק בגופו לספק בתערובות, ועוד מאי קשיא ליה הלא בהדיא קתני לקמן ספק מוכן אסור ומ\"ש התוס' דמוקצה הוי כעין של תורה הוא דוחק, ועוד דספק פירות הנושרים הוי ג\"כ ספק מוכן וה\"ה ביצה דכולה חדא גזירה ומה דלא הקשה לרב נחמן ג\"כ אין הטעם דמוקצה הוי כעין תורה רק דדברי ר\"נ בלא\"ה נסתלק מקושיא דלפלוגי בתרנגולת.<br><b> לכן</b> נ\"ל לומר דודאי ידע הך סברא דדבר שיש לו מתירין אפי' בדרבנן אמרינן ספיקא להחמיר רק תרתי לא אמרינן אם הך ספק נתערב באחרים ומדין שיבטל רק אינו בטל מחמת דשיל\"מ שני פעמים לא אמרינן עד שתאכלנו באיסור וכו' על תחילת ספיקא ואח\"כ על תערובות נאמר עוד שנית אדתאכלנה וכו' זהו לא אמרינן, וא\"כ אתי שפיר דספק מוכן לא קשה ליה דידע דהוי דשיל\"מ וכן מן נתערבה באלף וכו' לא קשה ליה דהוי דשיל\"מ, אבל קשיא ליה דקתני ספיקא אסורה למה הא ספיקא דרבנן לקולא, וליכא למימר משום דשיל\"מ דא\"כ למה נתערבה באלף אסורים דתרתי לא אמרינן משא\"כ אי ביצה אסורה משום הכנה דרבה א\"כ ספיקא אסורה מדינא לא מטעם דשיל\"מ, אתי שפיר אפי' באלף לא בטל משום דשיל\"מ דחד פעם אמרינן, ומשני דאתיא לספק טריפה, ופריך הניחא וכו' ואסיק דהך דתנא דליטרא קציעות הוא וכו' דס\"ל דביצה הוי דבר שבמנין ולא בטל, וע\"ז קאמר ר' אשי השתא דאתית להכי א\"כ י\"ל לעולם ספק יו\"ט ספק חול הוי דבר שיש לו מתירין ואפי' בדרבנן ספיקא אסורה ואין לומר דא\"כ לבטליה באלף דתרתי לא אמרינן זה אינו הא דלא בטיל לא מתורת דבר שיש לו מתירין רק מכח דהוי דבר שבמנין, ושפיר מועיל דבר שיש לו מתירין לאסור ספיקא ואתי שפיר.<br><b> ומעתה</b> דברי השו\"ע נכונים, ביו\"ד דאיירי בספק דבר שיש לו מתירין דאורייתא כגון חדש וכדומה כמ\"ש המג\"א וביצה בנולדה ביו\"ט אחר שבת שאסורה משום הכנה דאורייתא, פסק דספיקא ונתערבה באלף אסור, דעל ספיקא לאסור אין צריך לטעם דשיל\"מ דספיקא דאורייתא לחומרא וא\"כ מהני דשיל\"מ לאסור תערובתו ואפי' באלף, משא\"כ באו\"ח איירי בביצה שאסורה מדרבנן, דהיינו בנולדה ביו\"ט דעלמא שאסורה משום גזירה אטו יו\"ט אחר שבת, ולדידן דקיימ\"ל דביצה לא הוי דבר שבמנין, אם אתה אוסר ספיקא מטעם דשיל\"מ שוב אי אפשר לאסור תערובתו מהאי טעמא דתרתי לא אמרינן כנ\"ל ואתי שפיר.<br><b> והנה</b> המ\"מ כתב דלכך השמיט רבינו ספיקא דאסור בביצה הואיל וכתב דאוסר תערובתו ואפי' באלף א\"כ ה\"ה לספיקא, וצ\"ל לדבריו א\"כ למה הקשה הש\"ס מהך דספיקא אסורה, ולא הקשה דלמה נתערבה באלף כולן אסורות כיון דספיקא דרבנן לקולא, ולדברי המ\"מ הא בהא תליא, ואפשר לומר דא\"כ היה הוצרך לומר הניחא כל שדרכו למנות וכו' ולא יהיה הקושיא אלא לחד מ\"ד, אבל לאידך מ\"ד דס\"ל דביצה הוי דבר שבמנין לא יהיה קשה מידי דלכך אינו בטל מחמת חשיבותו, ולכן הקשה מהך דקתני וספיקא אסורה דבזה הקושיא לדברי הכל.<br><b> ובהך</b> סברת המ\"מ יש ליישב דברי רבינו שמחה הובא במרדכי פרק כל הצלמים דהביא בשם הר\"ת דלא גרס אחרות באחרות דהוי ספק ספיקא, והקשה הר\"ש א\"כ האיך קתני בביצה ספיקא אסורה ונתערבה באחרים אסורה, ותירץ דהוי דבר שיש לו מתירין ואפי' ספק ספיקא אסור עכ\"ל ותמה הפר\"ח ביו\"ד סימן ק\"י וכי לא ידע הר\"ש דהר\"ת מפרש הך דביצה דנתערבה באלף אוודאי, ונראה דודאי לפי דברי המ\"מ דלכך השמיט רבינו הך ספיקא אסורה דנלמד מהך דנתערבה באלף יש לדקדק א\"כ למה קתני תרתי בברייתא, ועל כרחך צ\"ל דלא כר\"ת דאם נתערבה באלף קאי אספיקא וא\"כ הוצרך למיתני תרווייהו להודיענו אפי' ספיקא לא די שאסור אף גם שאוסר תערובתו אפי' באלף, והנה סברת המ\"מ דזה בזה תליא הוא אם תערובתו אוסר מחמת דשיל\"מ דאמרינן עד שתאכלנו באיסור וכו', אבל אם תערובתו לא בטיל מחמת חשיבותו היותו דבר שבמנין אין זה ענין לאסור ספיקא, כי מה ענין לחשיבותו הרי אין דנין על גופו אם הוא אסור או לא, והגע עצמך דמוקמינן הך ברייתא כתנא ליטרא קציעות דביצה הוי דבר שבמנין ומ\"מ הוצרך לאוקמי בספק טריפה דלא תקשה הא ספק יו\"ט ספק חול ספיקא דרבנן לקולא אף דביצה לא בטיל מחמת חשיבתו אפי' באלף וזה פשוט, ומעתה דברי הר\"ש נכונים דבשלמא להך אוקימתא דמיירי מספק טריפה ונתערבה באלף כולן אסורות מטעם דביצה הוי דבר שבמנין שפיר י\"ל דנתערבה קאי אוודאי ולא קשה תרתי ל\"ל דמה ענין זה לזה כמ\"ש לעיל, משא\"כ למסקנא דמיירי מספק יו\"ט ולכך ספיקו וגם תערובתו לא בטל באלף משום דשיל\"מ וקשה א\"כ תרתי ל\"ל ליתני דאינו בטל באלף ונדע דספיקא אסור כמ\"ש המ\"מ ועל כרחך צ\"ל דנתערבה קאי אספיקא, והקשה הר\"ש למה באמת הא הוי ספק ספיקא ולזה תירץ דבדשיל\"מ אפי' ספק ספיקא אסור ואתי שפיר וברור דזה דעת הר\"ש, [ועיין להלן פרק ב' הלכה י' בסופו בישוב קושית הפר\"ח הנ\"ל על הר\"ש באופן אחר].<br><b> אמנם</b> בירושלמי מבואר דלא כמ\"מ הנ\"ל שכתב נתערבה באלף כולן אסורות כמ\"ד ספק מוכן אסור ואפי' למ\"ד ספק מוכן מותר מודה הכא דאסור, נשרין ספק מהיום נשרו ספק מאתמול נשרו ברם הכא יש כאן אחת לאסור והיא מוכחת על כולם עיי\"ש, הרי דאין כאן מקום פשיטא לומר הואיל ונתערב באלף אסור דיהיה גם ספיקא אסור, וצ\"ל דסמך רבינו על פרק שני שפסק שם ספק מוכן אסור וכ\"ש ביצה דיש בו חשש דאורייתא מהכנה דרבה.<br><b> והנה</b> בשו\"ע או\"ח סי' תקי\"ג, וגם הטור הביא הך דר' יוחנן דביצה שיוצאת רובא מערב יו\"ט וחזרה מותר וכן הך דינא דבדק בקינה של תרנגולת ולמחר השכים ומצא ביצים דיש חילוק אם יש זכר בהדיה ובדליכא עיי\"ש, והרמב\"ם השמיט הכל ולא ידעתי למה ובכל המפרשים לא ראיתי פותר אותו, ונראה דס\"ל להרמב\"ם דגם לידה הוי הכנה כמו דאמרינן דכל ביצה דמתילדא [האידנא] מאתמול גמרה לה והוי גמר הכנה וכ\"ש לידה ובפרט לפמ\"ש בפירוש המשנה דכל הכנה זו הוא מדברי סופרים וא\"כ ה\"ה הלידה [ועי' בתוס' דביצה דף ד' ד\"ה אלא] רק בנולדה ביו\"ט דעלמא אין לנו לומר טעם גזירה יו\"ט אחר שבת והיינו בנולדה בשבת שאז אסורה ביו\"ט מטעם הכנה לידת שבת, זה אינו דבין לידת שבת ללידת יו\"ט לא טעו אינשי ולא גזרו כלל כמ\"ש האחרונים [בסוף סי' תקי\"ג עי' שם] רק חששו בנולדה ביו\"ט דעלמא לנולדה ביו\"ט אחר שבת דבזה יטעו בקל ואז אסור משום דמאתמול גמרה לה.<br><b> ולפ\"ז</b> ביצה שיוצאת רובא מערב יו\"ט וחזרה ונולדה ביו\"ט יש לאסור דאם אתה מתירו ביו\"ט דעלמא א\"כ אף ביו\"ט אחר שבת יטעו בהם להתיר ואז ממ\"נ אסורה דאי האי חזרה לא הוי חזרה א\"כ נולד מאתמול שהוא שבת דהא יוצאת רובה מתחילה בשבת והוי לידה גמורה בשבת וא\"כ אסורה ביו\"ט שלאחריו משום הכנה דרבה וא\"כ יש לגזור בזה בלידת יו\"ט דעלמא ללידת יו\"ט אחר שבת [באופן הנ\"ל שיוצאת רובא מערב יו\"ט וחזרה] והכל הוא ליום אחד וזה אסור מן הדין כמו דאמרינן בכל דוכתי גזירה יו\"ט אחר שבת.<br><b> אמנם</b> ר' יוחנן דמתיר היינו דלטעמיה אזיל דלית ליה הכנה דרבה וכמו דאמרינן בש\"ס להדיא דר\"י לא קאמר כרבה הכנה לית ליה ונולדה בשבת מותרת ביו\"ט, משא\"כ לרבה החולק על ר' יוחנן וס\"ל הכנה ודאי דאסור משום דממה נפשך הנ\"ל ולכך אמרינן ללישנא בתרא דרב ביצה עם יציאתה כולה נגמרה ולאפוקי מר' יוחנן והיינו הכל לטעם הנ\"ל דלשיטתו אזיל דהוא ס\"ל הכנה דרבה ולכך ליתא לדר\"י, ושוב אין כאן כלל דרב ור' יוחנן הלכה כר\"י דהא זו תליא בהכנה דרבה ובהאי הכנה דרבה הלכתא כרב לגבי ר' יוחנן ולכך השמיטו הרמב\"ם, ולהיות דהאי דבדק בקינה של תרנגולת תליא הכל במילתא דר' יוחנן ג\"כ כדאיתא בש\"ס להדיא אף מזאת העלים הרמב\"ם עין ממנו ולא זכרו כלל תחת לשונו ודו\"ק.<br><b> והנה</b> הרא\"ש כתב דמותר ליקח ביצים מן הנכרי בליל יו\"ט ראשון דרובם של זכרים עכ\"ל משמע היכא דליכא רובן של זכרים כגון שנודע לו שבאותו מקום שדר בו הנכרי ליכא כלל זכר באמת אסור, ויש להבין דהא בש\"ס דביצה דף ז' מבואר דאם לא בדק מערב יו\"ט מותר אף בדספנא מארעא, ופירש\"י ותוס' שם אפי' בדספנא מארעא רובן יולדות ביום ולכך תלינן דמאתמול היא נולדה וכן כתב הטור להדיא, ומהרש\"ל ביש\"ש כתב דדעת הטור להחמיר בביצה היותו דבר שיש לו מתירין דבעי תרי רובא רובן של זכרים ורובא של ספנא מארעא היולדות ביום והוא ג\"כ נגד הש\"ס דמבואר שם אפי' אין שם זכר אם לא בדק מותר בחד רובא לחוד היולדות ביום כמ\"ש לעיל.<br><b> וצ\"ל</b> דהרא\"ש איירי דהנכרי אמר לו שנולדה לו בלילה ומפני שהוא שלו לכך נאמן לאסור ועי' ביו\"ד סי' קי\"ב ובש\"ך עיי\"ש, או דידע דנולדה בלילה וא\"כ לולא דרובן של זכרים היה אסור ואפשר דגם מזה איירי הטור וצ\"ל ג\"כ בדספנא מארעא ג\"כ רובן יולדות ביום דעל רוב דזכרים לחודא אי אפשר למסמך כיון דעל כרחך צ\"ל השתא דיוצאת רובא מערב יו\"ט וחזרה וזה לא שכיח כמבואר שם בהש\"ס, וא\"כ אין לנו לסמוך אהאי רובא לחודא, לכך כתב הטור דאף דספנא מארעא ג\"כ רובן יולדות ביום ותרי רובא נגד חד רובא לא אמרינן, אך זהו אי אפשר לכוון בדעת מהרש\"ל הנ\"ל דכתב דלכך בעינן תרי רובא משום דהוי דשיל\"מ וזהו נגד הש\"ס דמבואר דסומכין אחד רובא כי לא בדקו אף כי ליכא זכר בהדיה, לכן יותר נאות לומר דהרא\"ש איירי דהנכרי אומר או דידע שנולדה בלילה ולכך צ\"ל הטעם משום רוב זכרים, והטור משמע להיפוך דאיירי דאין אומר כך רק דידע דלית ליה זכר בשכונתו ולכך צ\"ל משום ספנא מארעא ג\"כ רובן יולדות ביום וק\"ל [ועי' להלן בפרק ב' הלכה ו' בביאור דברי הר\"ן בסופו]."
            ],
            [],
            [],
            [
                "<b>כיצד </b>\n<b> המת ביו\"ט ראשון יתעסקו בקבורתו הגוים וביו\"ט שני יתעסקו בו ישראל.</b> ובאיזה מת דברו החכמים אם גדול או אף אם קטן במשמע דעת השו\"ע באו\"ח סי' תקכ\"ו סעיף ט' דאפי' תוך ל' יום דינו כגדול לענין זה ויפה דיבר דהא לענין חליצה קי\"ל דאם מת תוך ל' יום אם נשאת לא תצא והיינו מטעם רוב יולדות ולד קיימא רק חכמים גזרו [להצריך חליצה] ולכך בכהן שאם תחלוץ תאסר לבעלה לא גזרו, וזה מבואר, וא\"כ אם הוא ולד גמור מהתורה א\"כ פשיטא דקבורתו דוחה יו\"ט שני דרבנן, וכי בשביל דחכמינו ז\"ל גזרו עליו להחמיר לענין חליצה ויבום אנו נחמיר בקבורתו, לענין דאתמר אתמר ולענין דלא אתמר לא אתמר, ואין לדמות כלל גזרות אהדדי, והחולקים בטור מודים דהוא וולד קיימא, רק דס\"ל הואיל לענין אבילות מקילין לומר דהוא בחזקת נפל אף גם כאן ליכא בזיון למת אם יהיה מונח יום או יומים אם לא יהיה לו קבורה ולכך יש להמתין עד למחר.<br><b> והמג\"א</b> בסעיף קטן י\"ט הביא ראיה מהל' יבום דתוך ל' יום הרי זה ספק נפל ולכך דעתו להחמיר לענין קבורת יו\"ט ולא הבנתי דבריו דהא מבואר דאינו רק מדברי סופרים ומדאורייתא לא שמעינן כלל והוי ולד מעליא, ואף היש\"ש החמיר ביו\"ט ראשון ע\"י גוים, ואף בזה תמהני, כיון דרוב הפוסקים ס\"ל דמלאכה שא\"צ לגופה פטור עליה וכל צרכי המת מקרי מלאכה שא\"צ לגופה וא\"כ הוי שבות ובמקום מצוה לא גזרו חכמים כלל ודו\"ק.<br><b> והנה</b> לענין קבורת נפלים ודאי אינו דוחה יו\"ט, אך אם חייבים לקבור נפלים אף בחול האריך המג\"א בס\"ק הנ\"ל ודעתו להשיב על הגהת מרדכי ולומר דחייב בקבורה וכתב דמה שהביא הגהת מרדכי ראיה משפחה שהטילה נפל לבור, וכן מבור שהטילה בו נפלים אין ראיה כלל דמ\"מ קבורה היא וכ\"כ הר\"ש וכו' עיי\"ש, ואני לא מצאתי דבר בר\"ש, ואם כדבריו למה קתני בפרק ט\"ז משנה ה' דאהלות, בור שמטילין לתוכו נפלים דאין לו דין תבוסת קבר והיינו משום דלא נתנו לקבורה ואם כדבריו דבור קבורתו הרי נתנו לקבורה, אלא ודאי דאין צריך לקבורה ובזה היה השלכה בעלמא, משא\"כ לדעת המג\"א, כיון שמטילין לבור נפלים ואין דעתו לפנותו משם הרי זה קבר גמור ומכ\"ש [שתקשה על המג\"א] לדעת ר' יהודה בתוספתא והעתיקו הר\"ש במשנה הנ\"ל דבור שמטילין לתוכו נפלים דהוא טהור והיינו משום דחולדה וברדלס אוכלים אותה, ומה שהקשה הר\"ש שלחד תירוץ בש\"ס דהך עובדא משפחתו של מציק אחד דלא אמרינן דחולדה גררתו רק אי לא ידעינן דנפל וודאי הטילה אבל בנפל וודאי אין ספק מוציא מידי ודאי וא\"כ מאי טעמא דר\"י בבור שמטילין לתוכו נפלים דהוא טהור, י\"ל דהאי מעשה איירי דתיכף בא כהן להביט בה מה הפילה בזאת י\"ל אין ספק מוציא מידי ודאי, דהוי בגדר הספק דיהיה תיכף מצויה חולדה וברדלס שומרים היו עת הפילה ולגרור מתוכו מיד הנפל בלי שהייה משא\"כ לאחר זמן (הפילה) [מעת שהפילה] כו\"ע מודים דחולדה גררתו ואוכלים, ור\"י דקאמר בור שמטילין בו נפלים טהור לא לקבור קאמר וכי זה מקום קבורה להשליך מת במקום שבלי ספק יגררוהו החיות ואוכלים אותה והכתוב צווח נתנו נבלת עבדיך לחיתו ארץ ואין קובר.<br><b> ואף</b> מה דתירץ דאיירי בנפל שהוא שפיר לא ידעתי כלל כוונתו דהא במשנה בהדיא קתני בור שמטילין לתוכו נפלים או הרוגים מלקט עצם עצם והכל טהור ועל זה קאי האי תוספתא ר\"י אומר בור שמטילין לתוכו נפלים וכו' ומה עצם יש בשפיר.<br><b> ומה</b> שהביא ראיה ממשנה דנדה דאמרינן שם דהכותים היו מטילין נפלים לבור והיו דורשין כל שיש לו נחלה יש לו גבול וכו' משמע דלא קי\"ל כותייהו, נמשך אחר רש\"י דפי' שם בגמ' דאמרינן מאי דרשו ביה קאי לר' יהודה דאמר דהיו מטילין נפלים לבור, אך זהו דוחק גדול דא\"כ הו\"ל להש\"ס לומר להדיא לר\"י מאי דרשו ביה לכן נראה לומר דקושיא היא לת\"ק דמאי דרשו דהיו קוברים את הנפלים ועושין ממנו שכונת קבורה לאסור אף בהנאה ובכל תבוסתן ולזאת קאמר הש\"ס דכל מי שאין לו נחלה אין לו גבול ואין נחשב שוב לקבר לאסור תבוסתן, וכן היה נראה פירוש הר\"ש באהלות במשנה הנ\"ל דס\"ל להר\"ש בתוספתא דאין לנפלים תבוסת קבר מהאי דכל מי שיש לו נחלה יש לו גבול וכו' אמנם לא קי\"ל הכי דמסקנת הש\"ס דסנהדרין דף מ\"ח דרבנן פליגי וס\"ל דיש לנפלים תבוסת קבר ואתי שפיר מדאמרינן מאי דרשו ביה ודייקא נמי לישנא דאין להם גבול דהוא קאי אתבוסת קבר והדבר מבואר בהרמב\"ם בפירוש המשנה שכתב והיו הכותים חושבים לאחר דאין להם חלק ונחלה בארץ מותר לקברו בכל מקום ואין זה נכון עכ\"ל הרי זה מבואר כמ\"ש שדרשו לקבור הנפל בכל מקום ואין להם תבוסה, ואנן דקי\"ל דיש להם תבוסה היינו דס\"ל נקבר היה תופס הקרקע והרי הוא כשאר מתים, אבל דיהיה הוא צריך דוקא לקבורה זה לא שמענו כלל ובפרט לדעת האומרים דהלכה כרבן שמעון בן גמליאל וכמ\"ש המ\"מ בהרמב\"ם הל' טומאת מת [פרק ב' הלכה ב'] עיי\"ש, וא\"כ קי\"ל הלכה כרשב\"ג דאין לנפלים תבוסת קבר והיינו דדריש הוא כדרשת הכותים דכל שאין לו נחלה אין להם גבול וא\"כ ראיית מג\"א מהאי אזלא דהא אנן קי\"ל כהאי דרשא.<br><b> גם</b> לא הבנתי הצ\"ע של המג\"א דהאי דנדה מוכח דעוברים בבל תלין אקבורת נפלים, ואני בעניי לא מצאתי ראיה זאת כלל בש\"ס דנדה אם לא נאמר דהוא מתכוין למה שכתבו התוס' שם שהכותים היו קוברים את נפליהם באהלים תחילה ואח\"כ היו קוברים אותם במקום אחר וס\"ל להמג\"א דמה להם טורח זה פעמים ולמה לא היו ממתינים את נפליהם מקבורה עד שיהיה להם מקום מוכשר לקבורתם אלא ודאי דס\"ל דעוברים אבל תלין ולכך לפעמים בשעה אחת קוברים אותם בחדרים עכ\"פ, אך זהו לא ניתן לכתוב ואנן טעמא דכותים ניקום ונפרש וק\"ל.<br><b> ומה</b> שהביא ראיה מדאיצטריך למעט נפלים מטומאת כהן ש\"מ דיש להם קבורה, יש לדחות דמהאי ילפינן הואיל ומיעטה רחמנא לטומאת נפלים א\"כ ש\"מ על כרחך (הואיל ואינם) [דאינם] בגדר קבורה דבר תורה (א\"כ) [דאל\"כ] אף כהן נמי יטמא בו לנפל. ומה שהביא ראיה דעושין כוכין לנפלים פשיטא דאין ראיה כלל דמנהג של ישראל מוכרח והא ר\"י קאמר במתני' על הכותים שמשליכין את הנפלים מבלי לקבור אותם כלל א\"כ ש\"מ דאין מנהג של ישראל כלל ואפי' בבורות נחלק תנא קמא עליה דר\"י אבל שיהיה קבורת נפלים חייב, זאת לא מוכח מכל ראיה שלו וראיית הגהת מרדכי מבור ראיה גמורה היא ודו\"ק.<br><b> וזה</b> שנים רבות שנשאלתי מן הרבני החכם המופלא איש רבים השיב מעון מחבר שמחת הנפש ה\"ה מהו' אלחנן אשר שם בגלילתו היה איש עני ומחוסר לחם שהפילה אשתו נפל משונה בצורתו ושאם היה יכול לסבב עמו בעיירות וכפרים להראות חזותו לרבים, והיה הרואה אותה יתן פרוטה אחת או שתים וחיתה נפשו בגללו, וכמדומה שהמופלא הנ\"ל הרגיש ג\"כ בדברי הנ\"ל להשיב על המג\"א ואני מנעתי להתירו מלבד דעכ\"פ מנהג של ישראל לקוברו ואל תטוש תורת אמך אף גם דמת הוא אסור בהנאה, וזה פשוט דאף הנפל הוא בכלל, דאסורו הוא כטומאתו וזה פשוט א\"כ הרי זה האיש משתכר באיסורי הנאה ופשוט.<br><b> ובסנהדרין</b> מספקא ליה להש\"ס אי קבורה הוא משום בזיון המת או משום כפרה עיי\"ש. ויש לדקדק א\"כ קטן בן יומו דכלו חדשיו דיהיה צריך קבורה מהתורה והכהן מטמא לו מהתורה וא\"כ מאי כפרה יש כאן, וצ\"ל כיון דיש צער מכי נקבר היינו דהנפש מתאבל עליו ובבזיון הגוף וכדכתיב אך בשרו עליו יכאב ונפשו עליו תאבל, וא\"כ הכפרה הוא לאבותיו אשר בעונם מת, וליודעי חן אשר החליטו ענין גלגול הנשמות לא קשה מידי, וזה אחד מן הראיות שדברו חז\"ל בתלמוד ודרשו ג\"כ דרש הגלגול דלא כהרמב\"ם, וא\"כ נפל טמון בל חזו שמש אין לו נפש רוחני כלל כי זהו בא לאדם בשעת לידה, וא\"כ מה כפרה יש בנפל הא אין לבו של אביו ואמו דוה עליו כלל כידוע וא\"כ קשה ותפשוט, ועל כרחך צ\"ל דנפל אינו מחויב לקוברו דליכא כאן בזיון וליכא כאן כפרה ולכך א\"א לפשוט כלל האי בעיא דהש\"ס ופשוט ודו\"ק היטב."
            ]
        ],
        [
            [
                "<b>אפרוח </b>\n<b> שנולד ביו\"ט אסור מפני שהוא מוקצה ועגל שנולד ביו\"ט אם היתה אמו עומדת לאכילה מותר מפני שהוא מוכן על גבי אמו, ואלו שחט אמו היה זה שבמעיה מותר ביו\"ט אע\"פ שלא נולד.</b> הנה מהרש\"ל ביש\"ש תמה בזה דלמה פוסקים נגד לישנא בתרא דר' יוחנן חולק ארב, כיון דתניא כוותיה דר\"י א\"כ הלכה כר\"י ובמלתא דרבנן פשיטא דהלכה כדברי המיקל, ונראה דס\"ל להרי\"ף והרמב\"ם דהא דשמואל ור\"י מתירין באפרוח שנולד ביו\"ט הואיל ומתיר עצמו בשחיטה וודאי דהאי סברא אינו מועיל כלל להתיר איסור מוקצה, דא\"כ בהמה העומדת לגדל וולדות יהיה מותרת ביו\"ט וכן מדבריות דקיימ\"ל דאין שוחטין מדבריות, אלא דהם אזלי לשיטתייהו דלית להו איסור מוקצה כלל, רק דבאפרוח היה ס\"ד לאסור אפי' לר' שמעון דהוי כמו מיא בעיבא דהוי נולד ואסור דיוצא מגדר דומם לגדר חי, ולזה קאמר שפיר הואיל ומתיר עצמו לשחיטה וא\"כ האי שינוי למעליותא הוא דע\"י כך הוא נולד לו היתר שחיטה, ואין זה כלל בגדר הנולד דהא ע\"י זה הוא נגרם לו היתר שחיטה, אבל למאן דאית ליה מוקצה אין זה כלל מספיק להתירו.<br><b> ואסתייעא</b> לן הך מילתא מתלמוד דבני מערבא דתניא התם עגל שנולד ביו\"ט מותר הואיל ומתיר עצמו בשחיטה, בעי ר' זעירא ומעתה אף מדבריות יהיה מתיר עצמו בשחיטה וצבי תהיה מותרת וכו' והודה ר\"ז ואמר עגל מאתמול היה גומר ברם בייתות בו ביום נולדה בו ביום נגמרה, הרצון דעגל אינו אסור רק משום נולד, ולכך מסייע היתר כדי להתיר את עצמו בשחיטה, משא\"כ בייתות בו ביום נגמרה וכו' ר\"ל דהא מאתמול לא היה דעתו כלל לשוחטו, והרי ביו\"ט הוא דעלה בדעתו לשוחטו וא\"כ בו ביום נגמרה, וא\"כ הרי כאן איסור מוקצה ולא מהני האי סברא הואיל ומתיר את עצמו בשחיטה, ומעתה אנן דקיימ\"ל כרב נחמן דביו\"ט סתם לן תנא כר' יהודה דאית ליה מוקצה וא\"כ אינו מועיל כלל היתר שחיטה ולכך פסקו שפיר באפרוח דאסור כרב.<br><b> ונסתייע</b> לן עוד מהא דתניא כוותיה דר' יוחנן עגל שנולד ביו\"ט מותר הואיל ומוכן אגב אמו, אפרוח שנולד ביו\"ט מותר הואיל ומתיר עצמו בשחיטה, וקשה א\"כ למה לי הטעם דעגל מותר משום דמוכן אגב אמו, ולפי מש\"כ ניחא דקמשמע לן דוקא אם אין האם מוקצה לר\"ש הוא דמותר אבל אם היא מוקצה אף לר\"ש כגון אם היא מדבריות ובייתות הרועים באפר דאפי' לר\"ש אית ליה מוקצה בזה כמבואר בשלהי דשבת, עגל אסורה דאין מוכן לבין השמשות אגב אמו והטעם דמתיר את עצמו בשחיטה אינו מועיל כלל לגבי מוקצה, משא\"כ אפרוח אין בו איסור מוקצה כלל לר\"ש, והאי ברייתא ר\"ש היא.<br><b> והנה</b> למאי דקיימ\"ל שבת ויו\"ט שני קדושות הן ומטעם מוקצה מותר ביו\"ט אחר שבת, זולת דעת רבינו יחיאל הובא בטור דעת האוסרים משום דשבת הוא מכין ליו\"ט ומדברי הט\"ז משמע אף למאן דאוסר אפרוח משום מוקצה, ביו\"ט אחר שבת ונולדה בשבת אסורה מטעם הכנה נראה דמחמת מוקצה מותר דשני קדושות הן, והנה הב\"י ומהרש\"ל בים של שלמה נתקשו בזה דא\"כ למה לי הטעם מוקצה כלל באפרוח נימא גזירה משום יו\"ט אחר שבת והרב מהרש\"א בחידושיו [בתוס' דף ד' ד\"ה אלא בהכנה דרבה וכו'] נמשך ג\"כ לשיטת ב\"י ומהרש\"ל עיין שם וצ\"ל דס\"ל דגזרינן יו\"ט דעלמא ונולדה ביה אטו יו\"ט אחר שבת ונולדה בשבת אמנם לדעת אחרונים [סוף סי' תקי\"ג] אין זה גזירה כלל דבין לידת שבת ללידת יו\"ט לא יטעו אינשי [עיי\"ש שתירצו בזה נכונה], ואפשר לומר כי ראיה דלהון הוא מדברי הרא\"ש שכתב גבי עגל ולא שייך הכא טעם הכנה כלל וכו' עיי\"ש ויש להבין דמה בקש הרא\"ש בזה ונכנס בגדר הדוחק, ולחלק בין הכנת ביצה להכנת עגל דלמא באמת נולדה בשבת אסורה ביו\"ט כמ\"ש המ\"מ וג\"כ דעת הרבה פוסקים האוסרים אותה, אלא ודאי דכוונת הרא\"ש הוא א\"כ איך קתני בברייתא ועגל שנולד ביו\"ט שוחטין אותו ביו\"ט ואמאי אי ס\"ד דבעגל שייך הכנה דרבה א\"כ עגל שנולד ביו\"ט יהיה אסור לשחוט ביו\"ט דעלמא משום גזירה אטו יו\"ט אחר שבת, וא\"כ הוא הדבר אשר אמרנו דגזרינן יו\"ט דעלמא ונולדה ביה אטו יו\"ט אחר שבת ונולדה בשבת, אך זהו אינו מספיק לבטל דבריהם הבנויים ע\"פ השכל וסברא ישרה, ויותר טוב לדחוק בדברי הרא\"ש ולפרש דס\"ל הרא\"ש דאי ס\"ד נולדה בשבת אסורה ביו\"ט שלאחריו משום הכנה א\"כ אדמפלגי רב ור' יוחנן בביצה הנולדה בשבת אי מותרת ביו\"ט לפלוגי בעגל דהוי רבותא טפי לרב דקיימ\"ל כוותיה דאפי' עגל שאם נולד ביו\"ט מותרת מ\"מ אם נולדה בשבת אסורה ביו\"ט שלאחריו משום הכנה ובעגל ליכא למטעי ולומר דטעמא דרב הוא משום קדושה אחת, משא\"כ בביצה, אלא ודאי דבאמת מותר והיינו מטעם שכתב הרא\"ש עיי\"ש וק\"ל.",
                "<b> עגל</b>\n<b> שנולד ביו\"ט אם היתה אמו עומדת לאכילה.</b> עיין במ\"מ שהבין דברי רבינו דאין כוונתו הוא לשלול בנולדה מן הטריפה, דזה מוכן אגב אמו לכלבים, רק כוונתו למעט אם האם עומדת לגדל ולדות עיי\"ש, ולולא דמסתפינא הייתי אומר דאף בנולדה מן הטריפה היא אסורה, דהיא קשה איך היתה מוכן אגב אמו לכלבים הא אסור לשחוט אותה ביו\"ט דקיימ\"ל כר' יוסי [הגלילי] דס\"ל לכם ולא לכלבים, וא\"כ אסור לשחוט טריפה לצורך כלבים, ועיי' בתוס' [דף ו' ע\"ב ד\"ה השתא וכו'], ורמב\"ן בספר מלחמות ביצה ושבת בהאי שמעתתא דלכם ולא לכלבים דהקשו איך הוכיחו מאם לא היתה נבילה מערב שבת וכו' דמוכן לאדם לא הוי מוכן לכלבים הא לא הוי מוכן לאדם כלל דבין השמשות לא מצי שחיט לה שמא הוא שבת, ולפי תירוץ הרמב\"ן ניחא דס\"ל בשביל מניעת השחיטה מחמת איסור לא קרוי איסור מוקצה, דאריה הוא דרביע עלה ועיי\"ש שהאריך בזה וכ\"כ הר\"ן על הך קושיא אלא מעתה שבת דעלמא תשתרי, אך לדעת התוס' שהביא דריב\"ם גורס בשביל זה אם לא היתה נבילה מערב יו\"ט עיי\"ש ועיין בתוס' דשבת ובחולין דף י\"ד, ולפי מה דקיימ\"ל באו\"ח סי' תק\"ה דבשבת אפי' בהמה עומדת לאכילה וחולב בהמה לתוך אוכלין אסור וזהו דלא כהרמב\"ן והר\"ן הנ\"ל, א\"כ קושיא הנ\"ל במקומה עומדת, אחר כתבי זה מצאתי בהראב\"ד בתומת ישרים בהשגתו על הרז\"ה שהרגיש בזה הקושיא, וצ\"ל דוודאי הא דמקשה וכי מה בין זה לעגל שנולד מן הטריפה דלמא באמת עגל שנולד מן הטריפה אסור, אלא ודאי דברייתא היא וכן מצאתי בירושלמי פ\"ג במתני' בכור שנפל לבור וכו' תני עגל בכור שנולד מן הטריפה ביו\"ט מותר, ומעתה שפיר משני הואיל ומוכן אגב אמו לכלבים די\"ל האי ברייתא ר' עקיבא היא דס\"ל (ביצה כ\"א) דאף נפש בהמה במשמע, ומותר לשחוט את הטריפה לצורך כלבים, וא\"כ לדידן דקיי\"ל כר\"י ואסור לשחוט טריפה לצורך כלבים ולית ליה מוכן אגב אמו לכלבים, וא\"כ בנולדה מן הטריפה אסור ביו\"ט, ולכך כתב הרמב\"ם סתם אם היתה האם עומדת לאכילה וצ\"ע.<br><b> ובהכי</b> ניחא נמי הא דלא פריך וכי מה בין זה לעגל שנולד מן ספק טריפה, וזה יכול לברר ואין זה מן המוכן לא לאדם ולא לכלבים וכמו שאכתוב לקמן בשם מהרש\"א, וא\"כ לא יוכל להשיב הואיל ומוכן אגב אמו לכלבים, ולפמ\"ש ניחא דמברייתא הנ\"ל הוא דפריך ושם נאמר טריפה דוקא ולא ספק.<br><b> ובהך</b> דינא אם עומדת לגדל וולדות לשיטת הרמב\"ם דאוסר מוקצה ביו\"ט אסור נמי הא, אבל לשיטת ר\"ת דאוסר נולד ומתיר מוקצה דעת הים של שלמה להתיר דבע\"ח אינו בגדר הנולד ומסייע לדבריו מדברי הרא\"ש עיי\"ש, ובאמת לשיטתו דפסק אפרוח מותר הואיל ומתיר את עצמו בשחיטה ה\"ה בעגל דהא לשיטת התוס' והרא\"ש אפרוח הוא מוקצה אפי' לר\"ש, אמנם וודאי [לדידן] דקיימ\"ל אפרוח אסור ולית לן הואיל ומתיר את עצמו בשחיטה, ה\"ה עגל אם האם עומדת לגדל וולדות שאסור, והיש\"ש הביא ראיה מתוס' ד\"ה עגל וצ\"ע דס\"ל לתוס' דעגל הנולד מבהמה העומדת לגדל וולדות דלא יהיה נולד כלל, ומאי שנא מקורה שנשברה, ועצמות וקליפין דהוי נולד לדעת הרא\"ש ועגל היוצא ממעי אמו לא יהיה נולד דבר זה הוא רחוק קצת מן הסברא, ומ\"ש התוס' ד\"ה עגל שנולד וכו' נראה לפענ\"ד דלא תימא כהבנת מהרש\"ל ביש\"ש בתוס' והיינו דיהיה אוסרין אותה משום נולד, והיינו כשנולד מן הבהמה העומדת לגדל וולדות, דלמאן תמה אי לר' יוחנן הא ס\"ל אפי' אפרוח מותר הואיל ומתיר עצמו בשחיטה, ולרב הא באמת אסור אם אין האם עומדת לאכילה, וכדאמרינן הואיל ומוכן אגב אמו, גם יש לדקדק בדבריהם אמאי נקטו בלשונם בקושיא כמו ביצה, למה נקטו ביצה ולא שאר איסורי מוקצה, גם בתירוצם דחילקו בין דבר מאכל לבע\"ח למה נקטו בלשונם משקין שזבו ופירות הנושרים ולא סתמא לחלק בין אוכל לבע\"ח, אלא ודאי דקושית התוס' הוא למאן דאוסר הביצה בתרנגולת העומדת לאכילה משום פירות הנושרים ומשקין שזבו א\"כ אף הנולד מן הבהמה יהיה אסורה משום כך כמו ביצה ואף העומדת לאכילה, ועל זה מתרצים התוס' שפיר דלא שייך למימר בעגל רק במאכל כמו פירות הנושרים וביצה דהוא דבר מאכל או משום משקין שזבו אבל בע\"ח לא דמי לה כלל וכלל ולכך לא שייך האי גזירה כלל ודברי התוס' הם נכונים וברורים אבל לומר דעגל שנולד מבהמה העומדת לגדל וולדות דלא שייך בהו נולד זאת לא שמענו כלל, ועיין בהרמב\"ן במלחמותיו שכתב ג\"כ כמ\"ש ומתוכו מבואר כוונת התוס' ודו\"ק.<br><b> והנה</b> מהרש\"א הקשה דלמה לא הקשה הש\"ס לרב וכי מה בין זה לעגל שנולד קודם יו\"ט ולא ידעינן אי כלו חדשיו דבעינן שמונה ימים ויום ח' שלו כלה ביו\"ט וא\"כ לא חזיא כלל בין השמשות, ותירץ דבאמת למאי דס\"ל לרב בעגל שנולד מן הטריפה דמוכן אגב אמו לכלבים קושטא הוא דעגל שנולד קודם יו\"ט לא חזיא לכלבים ואסור לרב באמת עיי\"ש במהרש\"א, ולמדנו ממנו שלשה דברים.<br><b> האחד</b> מה שכבר נסתפקתי בזה כמה שנים בעוף ספק טריפה וכלו לו כ\"א יום או בהמה י\"ב חדשים ביו\"ט אי מותר לשוחטו ביו\"ט הואיל ואיתקצי לבין השמשות דמי יודע שיחיה למחר ובין השמשות היה בחזקת ספק טריפה, ועלה ברוחי לומר לא מבעיא לדעת הרמב\"ן במלחמות דס\"ל במוקצה מחמת איסור אם נסתלק ממנו בשבת וי\"ט האיסור ממילא, דהוא מותר וכמו שפירש בשבת דעלמא תשתרי וכו' עיי\"ש פשיטא דמותר דהא איסתלק איסורא, אלא אפי' לשיטת הפוסקים החולקים היה דעתי נוטה להתיר, דהא למחר כי כלו לו הזמן ספק טריפה איגלאי מילתא למפרע דלא היה כלל טריפה מעולם, ומה דהיה אסור באכילה הוא רק משום אריה הוא דרביע עלה, והרי דומה כמו שנאבד לו מפתח מחדריו שאוכלים בתוכו בין השמשות וכי נימא משום כך איתקצאי, ומהך דבכור הנולד ביו\"ט הוא ומומו עמו [שזה מן המוכן] דצ\"ל למ\"ד יש מוקצה לחצי שבת [דמיירי] דיתבי דיינא התם אף דאגלאי מילתא למפרע דלא הוי עליה קדושת בכור כלל דנולד ביה מומין ליכא ראייה משום דהואיל ואין מבקרין אותו לכתחילה א\"כ אינו יושב ומצפה דמי יימר דמתרמי ליה חכם ויעבור על חז\"ל, אבל כאן הוא יושב ומצפה למחר יגיע לו זמן כשרותו, וכי האי גוונא על כרחך צ\"ל לדעת הרמב\"ן הנ\"ל דס\"ל היכא דנסתלק האיסור ממילא דלא הוי מוקצה א\"כ למה האי בכור מוקצה למ\"ד יש מוקצה לחצי שבת והלא איסתלק איסורא דמוקצה אלא ש\"מ דשם שאני הואיל ואין מבקרין אותו לכתחילה, אמנם דעת רבינו מהרש\"א נראה דהיכא דכלו לו הח' ימים ביו\"ט דהוי מוקצה דאף דאז נתברר למפרע דלא הוי בכלל נפל וה\"ה ומכ\"ש לספק טריפה דבטלה דעתי.<br><b> שנית</b> למדנו ממנו שכתב דהו\"ל להקשות לרב דחל יום ח' ביו\"ט, שמע מינה דס\"ל לר' יוחנן דמתיר אפרוח שנולד ביו\"ט ולית ביה מוקצה הואיל ומתיר עצמו בשחיטה אף זה מותר, וזה לא נראה לי כלל דכי אמרינן הואיל ומתיר עצמו בשחיטה היינו דוקא מה שנולד ביו\"ט ויצא מגדר מת לגדר חי משא\"כ מה שנולד ח' ימים קודם י\"ט דהוי בגדר שחיטה רק אריה הוא דרביע עלה ואסור מטעם חששא דנפל, וביו\"ט אתודע דליתא, ומה שייך כאן הואיל ומתיר עצמו בשחיטה, ועיין במה שכתבתי לעיל בשם הירושלמי הנ\"ל דפריך מדבריות יהיו מותרות וכו', ואולי יש לחלק בין איסור דעלמא משא\"כ בספק נפל וא\"כ אינו בתורת שחיטה.<br><b> שלישית</b> למדנו ממנו דספק טריפה שיוכל להתברר כשרותו הוא יותר מוקצה מוודאי טריפה דאלו וודאי טריפה מוכן לכלבים משא\"כ ספק טריפה אינו מוכן לכלבים דיושב ומצפה דיכשר אף לאדם, ומהא דרביע עלה איסור ספק טריפה איתקצי לבין השמשות כמ\"ש מהרש\"א הנ\"ל באם שכלו לו הח' ימים ללידתו ביו\"ט דלא הוי מוכן לכלבים ואיתקצי לבין השמשות.<br><b> ויש</b> להקשות לפ\"ז לעיל דמשני וספיקא אסורה דאיירי בספק טריפה ופריך א\"כ אמאי נתערבה באלף כולן אסורות אימא דאיירי אם נתערבה באלף ספק טריפה ביו\"ט, דזאת הברייתא איירי ביו\"ט כדתני ביצה שנולדה ביו\"ט אם נתערבה באלף כולן אסורות, דספק טריפה מוקצה הוא כנ\"ל ואם נתערבה באלף כולן אסורות דהיינו ביו\"ט דלענין מוקצה הוי דבר שיש לו מתירין, ויש לומר דאסורה דומיא איסור של תערובות קאי ואי איירי בספק טריפה א\"כ ביצה ההיא אף ביום שאחר יו\"ט אסורה, א\"כ אף אסורות דקתני אתערובות משמע ג\"כ כמוהו, ועוד דאף אם נתערבה קאי אספק מ\"מ אוודאי נמי קאי, ומעתה וודאי טריפה דמוכן לכלבים אינו מוקצה (וכקושית התוס' באפרוח) ופריך הגמ' שפיר, ובזה מיושב קושית הרב הש\"ך ביו\"ד סימן ק\"ב מה שהקשה בדברי המחבר שכתב בשם יש מי שאומר דספק טריפה לא חשיב כלל דבר שיש לו מתירין הואיל ואין המתיר בא עכ\"פ והקשה הש\"ך דמאי קמ\"ל הא מוכח כן מש\"ס דביצה דפריך אי אספק טריפה קאי אמאי נתערבה באלף כולן אסורות ולפמ\"ש ניחא דאף דספק טריפה יהיה דשיל\"מ מ\"מ אם נתערבה קאי נמי אוודאי טריפה וזה לא מקרי כלל דשיל\"מ כנ\"ל ואסורה לעולם ודו\"ק.<br><b> והנה</b> דעת הטור והרא\"ש דבעי דוקא הפריס ע\"ג קרקע ותירוץ היותר נכון הוא כמ\"ש הרמ\"א סימן תצ\"ח דאף דקיי\"ל בית הרחם אין בו משום ריסוק איברים מ\"מ ביו\"ט חששו חכמים דאולי יהיה טריפה ויהיה שחיטה שלא לצורך, והא דהקשה המג\"א (סימן הנ\"ל ס\"ק ט\"ז) מאי שנא מהאי דנפולה דצריך בדיקה לאחר שחיטה ואם לא בדקה אסורה ומ\"מ מותר לשחטו ביו\"ט ולמה לא יהיה נולד ביו\"ט דקיימ\"ל דאין בו ריסוק אברים ומותר אף בלי בדיקה שיהיה מותר לשחטו ביו\"ט, ונ\"ל דס\"ל להרמ\"א הא דהתירו עגל בחול ולא חששו כלל לריסוק אברים הוא משום דרוב וולדות נולדים בריאים ואין בהם כלל ריסוק איברים ולשחטן בלא\"ה מותר והאי דמותר דאזלינן בתר רובא דעלמא, ומעתה בעגל הנולד ביו\"ט דספק הוא על השחיטה אם יש לשחוט אותו ביו\"ט דאולי יהיה טריפה ועשה איסור בשחיטתו על זה ליכא למימר דאזלינן בתר רובא, זה אינו דהוי דבר שיש לו מתירין ולא אזלינן כלל בתר רובא בדשיל\"מ, והא ליכא למימר דהא חוזר וניעור לאיסורא ביו\"ט הבא אם לא הפריס [א\"ה דרך משל ביום א' דפסח כשיגיע שביעי דפסח הוא ג\"כ אסור לשחוט מטעם הנ\"ל ולשיטת הפוסקים אין זה דשיל\"מ כמו חמץ בפסח כ\"מ בחידושיו] וא\"כ לא הוי דשיל\"מ כיון דחוזר וניעור לאיסורו, זה אינו דהא הרא\"ש קאמר בפרק אלו טריפות דאם עמדה לכו\"ע אין חוששין לריסוק איברים א\"כ ה\"ה בשהתה מעת לעת דחד דינא אית ליה כעמדה, ולכך לא אוסר הרא\"ש רק בנולדה ביו\"ט ולא בערב יו\"ט דאינו חוזר לאיסורו ביו\"ט הבא דהא כבר עבר מעת לעת, משא\"כ בנפולה דלא מהני שהיה מעת לעת כלל דמ\"מ צריך בדיקה אם לא הלכה א\"כ שפיר סמכינן אחזקה ורובא לשוחטו ביו\"ט ולק\"מ דליכא למימר דהוי דשיל\"מ, זה אינו דהא יכול להיות שתחזור לאיסורו ביו\"ט הבא דהיינו אם יהיה כך ביו\"ט הבא ולא הלכה יהיה עדיין אסורה לשחוט, ומה תאמר אולי תהלך בנתיים עכ\"פ אין המתיר [עתיד] לבוא בוודאי וזה לא מקרי כלל דשיל\"מ ולכך מותר לשחוט אותה ביו\"ט דסמכינן ארובא וחזקה, ודברי הרמ\"א המה נכונים וברורים ודו\"ק.<br><b> והפר\"ח</b> הקשה על הרא\"ש מהא דמייתי סייעתא לרב נחמן דאמר בית הרחם אין בו משום ריסוק איברים מהא דתניא עגל שנולד ביו\"ט שוחטין אותו ביו\"ט ואוקמינן דאיירי ביוצא דופן, והא דתנן בכור שנולד הוא ומומו עמו שהוא מן המוכן מוקמינן בהפריס על גבי קרקע, ומשמע דלפי מה דאמר ר\"נ בית הרחם אין בו משום ריסוק איברים א\"צ כלל לאוקמי בהפריס ע\"ג קרקע, ולפי דברי הרא\"ש צריך עכ\"פ שהפריס כדי שיהיה מותר לשחוט אותו ביו\"ט, ויפה הקשה לכאורה, אמנם שתי תשובות בדבר, דהנה מהרש\"ל ביש\"ש פי' הא דכתב הרא\"ש דבעי דוקא הפריס ע\"ג קרקע היינו היכא דלא ידעינן אם כלו חדשיו דבעי המתנה שמנה ימים ולכך בעי הרא\"ש הפריס ע\"ג קרקע להוציא אותה מחזקת נפל וקשה א\"כ מה הוא שכתב הרא\"ש וכן מוכח בפרק אלו טריפות הא בפרק אלו טריפות לא נזכר כלל מזה דבר, וצ\"ל דהנה לכאורה להרא\"ש ראייה מוכרחת לשיטת מהרש\"ל, דהנה קשה מאי דמקשה מהאי דעגל שנולד ביו\"ט וכו' מאי קושיא אימא דאיירי בעמדה ובהא לא אמר ר\"נ כלל כמ\"ש הרא\"ש גופיה עיי\"ש, גם הש\"ס בעצמו תירץ כן אקושיא דבכור וכו' דאיירי בהפריס ולא תירץ כן אקושיא ראשונה.<br><b> וצ\"ל</b> דקושית הש\"ס הוא מהאי ברייתא דתניא כוותיה דר' יוחנן דמתיר אפרוח שנולד ביו\"ט הואיל ומתיר את עצמו בשחיטה ועגל מותר הואיל ומוכן אגב אמו, וקשה למה קתני בברייתא עגל בכי האי גוונא דאפי' רב מודה ביה דחזיא אגב אמו לאשמועינן רבותא טפי בנולד ח' ימים קודם יו\"ט ולא ידעינן אם כלו חדשיו דלר' יוחנן גם זה מותר ולרב אסור כמ\"ש לעיל בשם מהרש\"א דלר' יוחנן באמת מותר ולרב אסור ועל כרחך צ\"ל דברייתא איירי בלא הפריס ע\"ג קרקע ובזאת אסור לכו\"ע והיינו משום ספק נפל וא\"כ פריך הש\"ס שפיר דאין לומר דאיירי בעמדה או בהפריס דא\"כ קושיא הנ\"ל במקומה עומדת ותירץ הש\"ס דאיירי ביוצא דופן דבריסוק איברים ליכא חששא כלל אבל לגבי נפל איכא חששא ביוצא דופן כיון דלא היה כאן לידה מעליא ולא מהני שיהה ח' ימים, וא\"כ דברי מהרש\"ל מוכרחים מש\"ס דחולין. [א\"ה ובחידושים הוסיף הגאון ז\"ל לבאר, די\"ל הא דסמכינן על שיהה ח' ימים לומר וודאי אינו נפל, היינו דבלא\"ה רוב מסייע, דרוב בהמות וולדות מעליא יולדים ואינם מפילים נפלים, וזהו בילדה, אבל אם חתכו הרחם והוציאו העובר אזלא הרוב הנ\"ל דבאמת לא הולידה הבהמה ועל שיהה לחוד לא סמכינן, וא\"כ תו לק\"מ דליתני בלא ידעינן דכלו חדשיו וביו\"ט כלים ח' ימים דלא מהני כלל שיהה ח' ימים ביוצא דופן כנ\"ל ודו\"ק]. והנה בלאו הכי צריך להבין לפי מה שכתב הרא\"ש על דברי ר\"נ דאיירי על כרחך בלא עמדה דבעמדה א\"כ יקשה פשיטא דאין בו חשש ריסוק איברים ובתוספת נזכר שלא הלכה וגירסת הרא\"ש שלא עמדה עיקר דאי הלכה אין צריכין להביא ראיה משאר וולדות דבהלכה אף בנפולה א\"צ בדיקה כלל, א\"כ קשה מאי מייתי סיעתא לר\"נ מהא דתנן בכור שנולד ביו\"ט הוא ומומו עמו שהוא מן המוכן אימא דאיירי בעמדה, אמנם לפמ\"ש רש\"י בהפריס על גבי קרקע דפשטה רגל לעמוד, וצריך לכאורה להבין מה בקש רש\"י בזה ולמה לא פירש\"י כפשוטו דבאמת איירי בעמדה איברא למאי דאמרינן בביצה למ\"ד יש מוקצה לחצי שבת אף בבכור בנולד הוא ומומו עמו אי לאו דיתבי בית דין בלידתו היה אסור דהא איתקצי בלידתו, וא\"כ וודאי בלידתו לא עמדה רגלה תיכף וצריך עכ\"פ רגע אחת שיהיה יקום על רגלו, וא\"כ למ\"ד יש מוקצה לחצי שבת מגו דאיתקצי לשבת רגע אחת איתקצי לכולי יומא, ולכך משני הפריס ופשטה ידה לעמוד ובזאת יתכן שפיר דתיכף בעת הלידה פשטה ידה לעמוד, ושוב אין כאן כלל זמן אחד מהזמנים שיחול עליו איסור מוקצה.<br><b> ומעתה</b> לק\"מ לדברי ר' נחמן דאמר דבית הרחם אין בו משום ריסוק איברים שפיר י\"ל משום שחיטת יו\"ט כדעת הרא\"ש ואיירי בעמדה, ואי קשיא הא קודם העמדה היה מוקצה לשעה, זה אינו דזהו רק איסור לכתחלה ובדיעבד אם שחטה מותר אף בלי בדיקה, וזה לא קרוי כלל וכלל מוקצה, ומכ\"ש בזה דאינו בעי העמדה רק לכתחילה מחששא דריסוק איברים, ובהכי ניחא נמי הא דאמר רבא לר\"נ תניא דמסייע לך, דזאת תליא אי אמרינן ביו\"ט מוקצה, ור' נחמן ס\"ל ריש ביצה מוקצה ביו\"ט דקיל דמשו\"ה סתם לן תנא ביו\"ט כר' יהודה, וא\"כ מדויק היטב מלת מסייע לך, ר\"ל לשיטתך בביצה דיש מוקצה ביו\"ט.<br><b> ועוד</b> יש מקום ליישב ולומר בשנבין הא דמוקמינן ליה בש\"ס האי עגל שנולד ביו\"ט במציאות רחוק ודחוק דאיירי ביוצא דופן ולא משני כפשוטו דאיירי בהפריס ע\"ג קרקע דהא בלא\"ה צריכין ליישב כן אמשנה דבכור, אמנם בעגל שנולד ביו\"ט אי אפשר לשנויי בהפריס דהוי כעמדה דהלכה אפשר דלא שייכא בעגל הנולד אי אמרינן [יש] מוקצה לחצי שבת, רק מה בכך בעמדה דהא בעינן בדיקה וא\"כ למ\"ד אין מלבנין את הרעפים ביו\"ט מפני שצריך לבודקן ובהמה הצריכה בדיקה אסור לשחוט אותה ביו\"ט ולכך משני ליה ביוצא דופן איירי, משא\"כ בבכור דנולד הוא ומומו עמו י\"ל שפיר דהפריס ע\"ג קרקע ואף דבעי בדיקה מ\"מ הוי איירי דעבר ושחטו וקמ\"ל דהוא מן המוכן דבלא\"ה צ\"ל דאיירי דעבר אף דנולד הוא ומומו עמו מ\"מ הא קיימ\"ל דאין מבקרין אותו לכתחילה, ועל כרחך צ\"ל דאיירי דיעבד א\"כ אף בזה י\"ל דאיירי הכי דכבר שחטו אותו ומותר.<br><b> ועיין</b> בתשובת חוות יאיר דהקשה ג\"כ בשם הגאון מהר\"ג אשכנזי מהא דמשני בהפריס ע\"ג קרקע והוי כעמדה הא קיימ\"ל עמדה צריכה בדיקה א\"כ קשה למ\"ד צריך לבודקן תנן, ולפי מש\"כ דאיירי בדיעבד ניחא ולק\"מ [ועיין להלן סוף הלכה ד' בענין שחיטת נפולה ביו\"ט].<br><b> ומעתה</b> מיושב ג\"כ קושית הפר\"ח דהא האי דעגל שנולד ביו\"ט שוחטין אותו ביו\"ט וכן האי דבכור הנולד ביו\"ט ומומו עמו וכו' להס\"ד דאיירי לשחוט לכתחילה א\"כ אף לר' נחמן צריך דוקא הפריס ע\"ג קרקע לשחוט לכתחילה עליו וא\"צ בדיקה משא\"כ אלו חוששין לריסוק איברים א\"כ עכ\"פ בעי בדיקה וא\"כ אף בעמדה בעי בדיקה וא\"כ איך אפשר לשחוט אותן ביו\"ט למ\"ד צריך לבודקן לכך משני דהאי דעגל וכו' איירי ביוצא דופן, והאי דבכור בהפריס ע\"ג קרקע ובדיעבד כנ\"ל ואתי שפיר ודוק היטיב.<br><b> איברא</b> לשיטת הרא\"ש דס\"ל אף לולי דברי ר\"נ בעמדה א\"צ בדיקה כלל א\"כ על כרחך צ\"ל הא דלא משני בעמדה היינו כנ\"ל דלא תקשה למ\"ד יש מוקצה לחצי שבת, ובהפריס ע\"ג קרקע ליכא לשנויי דהיינו בפשטה רגלה לעמוד דזהו שייך תיכף בעת לידה, וזאת, דלולי דברי ר\"נ היה צריך עכ\"פ בדיקה א\"כ יקשה למ\"ד מפני שצריך לבודקן תנן, אמנם קשה דמאי דוחקיה לימא באמת דלולי דברי ר\"נ היינו אומרים דבהפריס ע\"ג קרקע א\"צ כלל בדיקה ומילתא דר\"נ איירי דאיכא ריעותא ואפי' הפריס פרסה אינה מפריס וקמ\"ל דאפ\"ה אין בו משום ריסוק איברים, וצריך לומר דזה ידוע להש\"ס ממעשים בכל יום דעגל שנולד ופרוס איננו מפריס דאין שוחטין אותו ביו\"ט ור\"נ סתמא קאמר בית הרחם אין בו משום ריסוק איברים ולא הודיענו דעכ\"פ אסור לשחוט אותה ביו\"ט לכתחילה, אלא ודאי דאיירי בהפריס ע\"ג קרקע דזהו מותר ביו\"ט וקמ\"ל דאין בו ריסוק איברים משום דהוי ס\"ד דהפריס ולא עמדה צריכה בדיקה, ולכך מייתי שפיר סיעתא כנ\"ל ואתי שפיר כמ\"ש לעיל ודברי הרא\"ש מוכרחים קצת משמעתא דחולין, אך כל זה דוחק ועכ\"פ צריך להבין דלמה לא משני בהאי דעגל שנולד ביו\"ט דאיירי בעמדה דבהפריס לא מצי לשנויי דמ\"מ בעי בדיקה כנ\"ל אבל מ\"מ הו\"ל לשנויי בעמדה ואי משום דהוי מוקצה לחצי שבת, דהא לפי מה דקיימ\"ל השתא באמת לא אמרינן כלל יש מוקצה לחצי שבת.<br><b> ולכך</b> היה נראה דתירץ מה דקאי באמת אף דקיימ\"ל אין חוששין לריסוק איברים, והוא דקשיא ליה לרב קושית הש\"ס דביצה מהך ברייתא עגל שנולד ביו\"ט שוחטין אותו ביו\"ט ואמאי, ואין לומר הואיל ומוכן אגב אמו, מן הטריפה מאי איכא למימר, ואין לומר כקושית התוס' שם דהא יכול לשוחטו במעי אמו, דהא תירצו התוס' דלכתחילה אסור דהוי כשוחט בלילה, אמנם אי איירי ביוצא דופן אף בין השמשות היה יכול לחתוך ולהוציא העובר דהא בלא\"ה טריפה היא, וא\"כ שפיר אוקימנא ביוצא דופן דזהו לפי המסקנא, אמנם הא תינח באוקימתא ראשונה באוקימתא שניה מאי איכא למימר, דבלא\"ה משני בהפריס ולא משני דאיירי בעמדה, וצ\"ל דניחא ליה לשנות בהפריס, אף באמת דקיימ\"ל דאין חוששין לריסוק איברים מ\"מ בעי דוקא הפריס דאל\"כ הא יש חשש דריסוק איברים ביו\"ט כיון דאיכא ריעותא דלא הפריס ואסור לשוחטו ביו\"ט, ולכך מוקמינן בכי האי גוונא במאי דקאי למסקנא ואתי שפיר ודו\"ק היטב.<br><b> וכתב</b> המ\"מ ועגל שנולד בשבת יש מי שאוסר אותו ביו\"ט הסמוכה, ויש מי שמתיר גם ליומו ומותר לחולה לשחוט לו עכ\"ל, ונראה הא דכתב דמותר לחולה אף ביומו אין בזה מחלוקת כלל דכו\"ע מודים בזה שמותר לחולה, רק דזהו טעם דלכך מותר בנולד בשבת ליו\"ט הסמוכה לו, הואיל וביומו מותר לחולה א\"כ שבת לעצמו הכין, ולא מקרי כלל שבת מכין ליו\"ט ודברי הלח\"מ אינם ברורים בזה."
            ],
            [
                "<b>בהמות </b>\n<b> שיוצאות ורועות חוץ לתחום ובאות ולנות בתוך התחום הרי אלו מוכנים ולוקחין מהם ושוחטין אותם ביו\"ט אבל הרועות ולנות חוץ לתחום אם באו ביו\"ט אין שוחטין אותם ביו\"ט מפני שהן מוקצין ואין דעת אנשי העיר עליהם.</b> וכל זהו בשל ישראל אבל בשל נכרי לית ביה מוקצה אלא א\"כ באו בשביל ישראל, דאז אסור כשאר דברים הבאים חוץ לתחום בשביל ישראל. וכתב השו\"ע סימן תצ\"ח סעיף ג' דאם היה ספק אם באו מחוץ לתחום מותר דהולכין בספיקא להקל, ותמהו האחרונים דבכמה דוכתי פסק השו\"ע שמא חוץ לחומה לנו להחמיר, ומה שנ\"ל ליישב הוא דוודאי הא דחוששין שמא חוץ לחומה לנו שהוא דוקא אצל שבת דשם יש תחומין דאורייתא אצל ג' פרסאות לדעת הרמב\"ם והרי\"ף וסייעתם, משא\"כ ביו\"ט דלא מצינו איסור תחומין דאורייתא, דמלבד דאינה בכלל לא תעשה כל מלאכה א\"כ אינה איסור של תורה ביו\"ט, אף גם דלצורך אכילה מותר וכי יהיה איסור תחומין חמורה מאיסור הוצאה גמורה לרה\"ר וא\"כ י\"ל דביו\"ט אין חוששין להקל רק מה דצריך נמי בשבת ואז הולכין להחמיר, וא\"כ אין לחלק בין שבת ליו\"ט, ולא פלוג עבדו חכמים בכמה דוכתי, ומה דהחמירו חכמים בשבת החמירו אף ביו\"ט, משא\"כ דבר דלא שייך כלל בשבת רק ביו\"ט, בזאת שפיר י\"ל דחוששין להקל, ולכך בבייתות דזה לא שייך כלל בשבת רק ביו\"ט ולכך חוששין להקל, משא\"כ פירות וכדומה דמותר בשבת לאכילה חוששין להחמיר אף ביו\"ט.<br><b> ועוד</b> יש לומר במקום דנכרים מביאים לצורך כלל ישראל דאז אין היתר לשום ישראל, וא\"כ הרי הוא בחזקת איסור רק דיש לספק דאולי באו מתוך התחום ובזו חוששין להחמיר, משא\"כ אם הביא בשביל ישראל פרטי א\"כ הרי הוא בחזקת היתר רק דיש לספק אם מחוץ לתחום באו בזאת ודאי יש להקל דהנה לכל ישראל אחרים הם מותרים לגמרי, ולכך בחלילים דהם אסורים לכל ישראל חוששין להחמיר בכי האי גוונא, וכן בסימן תקט\"ו איירי דהובא בשביל ישראל כללי ולכך חוששין להחמיר, משא\"כ כאן בסימן תצ\"ח ס\"ג דאיירי דהובא בשביל ישראל פרטי רק דספק הוא בשביל התחום, לזאת שפיר חוששין להקל, ולכך בסעיף שלאחריו פסק דוקא ביו\"ט שני הוא דחוששין להקל ולא ביו\"ט ראשון וכמ\"ש האחרונים, ולכאורה שני סעיפים סותרין אהדדי, ודוחק לומר ולחלק דבסעיף ב' איירי דידע דלנו חוץ לתחום וכמ\"ש הרשב\"א הידועים שלנו חוץ לתחום ולכך הספק להחמיר דידוע הוא ולכך תלינן הכל בדבר הרגיל ומצוי וזה צ\"ל על כרחך לתירוץ הראשון שכתבתי, ולפמ\"ש ניחא דבסעיף ד' איירי דהובא לצורך כל העיר ומש\"ה אמרינן דחוששין להחמיר, ולכך אינו מתיר רק ביו\"ט שני ולא ביו\"ט ראשון ואתי שפיר ודו\"ק היטב."
            ],
            [
                "<b>וכן </b>\n<b> בהמת קדשים שנולד בה מום ביו\"ט הואיל ולא היתה דעתו עליה מערב יו\"ט אסור לשוחטה ביו\"ט, לפיכך אסור להראות מומי קדשים ביו\"ט גזירה שמא יתירם החכם במומן.</b> ובהשגת הראב\"ד ואפי' נולד בו מום מערב יו\"ט אין רואין אותו לכתחילה ביו\"ט עכ\"ל. עיין במ\"מ שכתב דלא נתבאר בדברי רבינו אם עבר ובקרו זה שנולד ביה מום מערב יו\"ט מה דינו, ונחלקו המפרשים בזה, יש מתירין לשוחטו ויש אוסרין וכו', ואולם הראב\"ד בהשגתו כתב להדיא דאין רואין אותו לכתחילה ביו\"ט, ומשמע דאם עבר ובקרו מותר בדיעבד, ונתקשו בזה האחרונים, דהוא נגד הסוגיא דש\"ס, חדא דבהדיא אמרי' בשבת פ' כירה דף מ\"ו דאף לרבי שמעון הוי מוקצה דמי יימר דמזדקק ליה חכם וכו' דאין רואין מומין ביו\"ט, והוכיחו כן מדפריך הגמ' שם מהא דמפירין נדרין בשבת מי יימר דמזדקק ליה חכם וכו' ומשמע דסוגיא אף למ\"ד בחד מי יימר ואף אם נדחוק דלרבי יהודה דאית ליה מוקצה הוא דפריך הש\"ס, כמ\"ש הגאון חכם צבי בתשובותיו סימן פ\"ה עיי\"ש, מ\"מ אי אפשר לומר כן בדברי המ\"מ שכתב דאין הכרע בדברי רבינו, הא רבינו פסק ביו\"ט כר\"י וגם בדברי הראב\"ד לא נראה לעיל בפרק א' הלכה י\"ז דמחליט להתיר מוקצה, ובתומת ישרים בהגהת הראב\"ד על הרז\"ה סוף דבריו לפסוק למעשה כהרי\"ף ביו\"ט לאסור מוקצה עיי\"ש, ולר\"י ודאי אפי' בחד מי יימר הוי מוקצה כמו שנים ועוד קשה דא\"כ מה בין נולד מומו מערב יו\"ט לנולד הוא ומומו ביו\"ט דאמרינן ושוין שזהו מן המוכן, כיון דגם בזה אסיקנא דאין מבקרין אותו לכתחילה, ובדיעבד אף בנולד ביה מום מערב יו\"ט מותר אף דאיתקצאי לבין השמשות, ומכ\"ש לנולד הוא ומומו ביו\"ט דקי\"ל אין מוקצה לחצי שבת וא\"כ מאי קמ\"ל לנולד ביו\"ט הוא ומומו עמו.<br><b> ובאמת</b> בזו שפיר י\"ל החילוק של הגאון חכם צבי הנ\"ל דבנולד ביה מום קבוע מערב יו\"ט, לא די שאין מבקרין אותו ביו\"ט אף גם אם עבר והתירו החכם מ\"מ לכתחילה אין שוחטין אותו ביו\"ט, ואם עבר ושחטו הרי זה מותר, אמנם הגאון ח\"צ הנ\"ל עשה הבדל בביקור והתרתו אבל אם התיר החכם, דעתו לשיטת הנך פוסקים דשוחטין אותו לכתחילה, וזו ודאי לא יתכן עליו כלל לישנא דאינו מן המוכן, דמה ענין מוכן להתרת חכם, אבל לפי מה שכתבתי יתכן ביותר כיון דאף בהתרת חכם יש איסור שחיטה לכתחילה מקרי שפיר אינו מן המוכן, ובנולד הוא ומומו ביו\"ט אין מבקרין אותו לכתחילה, אבל אם בקרו מבוקר ומותר לשוחטו ביו\"ט לכתחילה, והא דלא מפרש הנך תלתא בבא דנקוט בברייתא דאדא בר אוכמי כי האי גוונא, במום קבוע מערב יו\"ט אין שוחטין אותו ביו\"ט לכתחלה ובמום עובר מערב יו\"ט אם שחט אסור משום מוקצה, והנולד הוא ומומו ביו\"ט אם בקרו שוחטין אותו לכתחלה, ולא היה צ\"ל דאדא בר אוכמי משבש ותני, זה אינו דא\"כ לא היה ליה לומר כיצד נולד מום מערב יו\"ט אין מבקרין אותו ביו\"ט, דהא אף בנולד הוא ומומו עמו ביו\"ט אין מבקרין אותו לכתחלה, רק דהיה ליה לומר אין שוחטין אותו ביו\"ט, דבנולד הוא ומומו עמו ביו\"ט מותר לשחטו ביו\"ט.<br><b> אמנם</b> הא קשיא, בגמרא דייקינן מהך דנולד הוא ומומו עמו שהוא מן המוכן דאין מוקצה לחצי שבת, הא אפי' היכא דהיה בו מום מערב יו\"ט דאיתקצאי לבין השמשות אמרינן דמותר בדיעבד, ומכ\"ש בנולד [ב]מומו ביו\"ט דלא יהיה מוקצה לחצי שבת חמור ממוקצה בין השמשות, וההבדל שכתבנו למעלה בין תחילה ודיעבד, זהו אין ענין לאיסור מוקצה, דודאי אי שייך ביה איסור מוקצה אף בדיעבד אסור, ולענין דנראה כדן דין או מתקן בזו יש לחלק כמ\"ש לעיל, אבל לענין מוקצה ודאי דאפי' דיעבד אם שחטו אסור, וא\"כ אי ס\"ד אפי' במוקצה לבין השמשות מותר בדיעבד, ש\"מ דלית ביה איסור מוקצה ומכ\"ש למוקצה לחצי שבת, ואזלי כל דברי הפלפול בגמרא.<br><b> ובאמת</b> קושיא זו קשה ג\"כ ברש\"י לכאורה דלא ס\"ל במשנה טעם לאסור משום מוקצה רק משום דנראה כמתקן ודן דין, וצ\"ל דס\"ל דבעי שלשה מי יימר, והא דפריך הגמרא בשבת לר\"ש אהך דבכור משום מוקצה ולא משני דטעמא הוא משום מתקן, יש לומר דבשלמא אם אף גם מוקצה שייך אף דלא שייך רק בדליכא מום מערב יו\"ט, א\"כ יתכן שפיר לישנא דמוכן במשנה דהוא הלשון המיוחד לאיסור מוקצה ואגב כולל הכל ביחד לומר דאינו מן המוכן משא\"כ אי איסור מוקצה לא שייך כלל בבכור רק מטעם דנראה כדן דין, לא הוי ליה למימר דאינו מן המוכן, ועוד י\"ל דס\"ל לרש\"י דמשום הך טעמא דנראה כמתקן, לא היו החכמים אוסרים בדיעבד, רק הואיל בנולד מום ביו\"ט אסור משום מוקצה, ראו חכמים לאסור הכל בחד גוונא משום לא פלוג, אף דלא שייך ביה מוקצה לר\"ש רק משום מתקן, ובזו דברי רש\"י עולים כהוגן ואינם סותרים שמעתתא דשבת, [ועיין להלן הלכה ח\"י בביאור דברי רש\"י הנ\"ל באופן אחר].<br><b> אך</b> קשה דלפ\"ז בנולד מום מערב יו\"ט ליכא מוקצה לר' שמעון כמ\"ש רש\"י להדיא, א\"כ הא דפריך על ושווים שאם נולד הוא ומומו ביו\"ט וכו' הא יש מוקצה לחצי שבת, למאן פריך אי לר\"ש הא לית ליה איסור מוקצה בחד מי יימר, ואי לר\"י ס\"ל רואין מומין ביו\"ט לכתחלה וא\"כ ליכא כאן מי יימר כנ\"ל, וצ\"ל לשיטת רש\"י דס\"ל להגמרא דהך ושוים וכו' לכו\"ע איתמר לכל התנאים ואין כאן מחלוקת כלל, ובפרט בברייתא דשנויי רבי, ואלו לעיל אסקינן דרבי נסיב לה אליבא דתנאי וביו\"ט ס\"ל כר\"י באיסור מוקצה, ולפ\"ז לדידן דקי\"ל כר\"י במוקצה, ובמומין כר\"ש דאין רואין מומין ביו\"ט שפיר פריך האיך קתני שאם נולד הוא ומומו עמו שזהו מן המוכן הא יש מוקצה לחצי שבת, ולפ\"ז גם בהך דראב\"ד יש לתרץ כן.<br><b> אך</b> לפ\"ז אין מקום בדברי הרמב\"ם, דהוא ס\"ל במוקצה ביו\"ט כר\"י, וממה שכתבתי מוכח דלמאן דאית ליה מוקצה אמרינן בחד מי יימר אסור אפי' בדיעבד, וא\"כ פשיטא דדיעבד אסור, ועוד קשה הא אמרינן בגמרא להדיא מתניתין נמי דייקא דקתני ר\"ש אומר כל שאין מומו ניכר וכו' ומזה מוכח דאף בנולד מום קבוע מערב יו\"ט דאסור ועי' בפרי חדש לאו\"ח שהקשה ג\"כ זאת. ונ\"ל ליישב לפמ\"ש רש\"י ד\"ה קמ\"ל דאם נולד מום עובר מערב יו\"ט וביו\"ט קבוע דלא ישחוט לר\"י משום דעבר ואסקיה משמע דלולי קנס אינו מוקצה לר\"י, וצ\"ל כמ\"ש מהרש\"א ז\"ל דלא הוי מוקצה לר\"י כיון דיש בו מום עובר יושב ומצפה מתי יפול בו מום קבוע, דשכיח ומצוי דלאחר מום עובר שיהיה קבוע, ולא אקציה דעתו מיניה אפי' לר\"י, וקשה הא בסוגיא בשבת אמרינן אפי' הוי ביה מום מי יימר דהוי מום קבוע.<br><b> ונראה</b> דודאי הך מי יימר לחוד דמזדקק ליה חכם משווי ליה לאיסור מוקצה, רק כיון דקי\"ל אין מוקצה לחצי שבת ועיקר מוקצה הוא דמקציה מדעתו בין השמשות, ובכור אינו מוקצה בין השמשות דלא אמרינן מי יימר דמזדקק ליה חכם דכל דבר שהוא משום שבות לא גזרו בין השמשות, והך דאין רואין הוא רק שבות, ואפשר דהוי מצוה משום שמחת יו\"ט וגם להתיר מום שלא יכשלו, א\"כ לא אקציה לביה\"ש כלל, דכל עצמו של מי יימר דמזדקק ליה חכם, הוא הואיל ואין רואין מומין ביו\"ט, ולכך קאמר הגמרא מי יימר דהו\"ל מום, ואת\"ל דהוי ביה מום מי יימר דהוי קבוע, ואף דבזה אינו מסיח מדעתו כלל אפי' לר\"י, מ\"מ זה ודאי אינו מעלה בדעתו דכיון דעד בין השמשות לא הוי ביה קבוע, דברגע ביה\"ש יפול בו קבוע, דזהו רחוק בדעת, רק דמעלה בדעתו או בלילה או ביום שלאחריו יפול בו מום, וכיון דשכיח ומצוי כנגמרה בידי אדם [דמי], ולא אמרינן מגו דאיתקצי ביה\"ש אפי' לר\"י, רק על כן מסיח דעתו, מי יימר דמזדקק ליה חכם, דביו\"ט גמור אין רואין מומין, וא\"כ בממ\"נ מסיח דעתו, ביה\"ש לא יפול בו מום קבוע, וביו\"ט אין רואין מומין, משא\"כ לר\"י יכול החכם לראות ביו\"ט ולכך לא איתקצאי לר\"י.<br><b> ומעתה</b> דברי רש\"י נכונים דס\"ל לרש\"י במום קבוע מערב יו\"ט לא הוי מוקצה, דלא מוקצה לבין השמשות כיון דהוא רק שבות ולא גזרו ביה\"ש, ואין מוקצה לחצי שבת, אבל מודה רש\"י דמשום מי יימר דמזדקק ליה חכם לחודיה הוי מוקצה אפי' לר\"ש, וא\"כ קושית הגמרא מהך דמפירין נדרים וכו' ואין נשאלין לנדרים וכו' אתי שפיר, דבזה לא שני ביה\"ש לשבת דתמיד לא מזדקק ליה הבעל והחכם כמ\"ש התוס' שם ולק\"מ קושית התוס' כלל ודו\"ק.<br><b> ומעתה</b> גם מה שהקשיתי לעיל על הראב\"ד ורש\"י מהך דבא להוכיח דאם נולד במומו דהוי מן המוכן דאין מוקצה לחצי שבת, ניחא, ולק\"מ דעד כאן אמרינן דאם יש בו מום קבוע מערב יו\"ט דלא הוי מוקצה לר' שמעון רק אי אמרינן כפי המסקנא דאין מוקצה לחצי שבת ולכך שרי דבין השמשות לא איתקצי דחזי ליה חכם כנ\"ל משא\"כ להס\"ד דיש מוקצה לחצי שבת א\"כ אף בהוי ביה מום קבוע מערב יו\"ט יש מוקצה לחצי שבת דבהגיע יו\"ט ממש מי יימר דמזדקק ליה חכם, וא\"כ קושית הגמ' שפיר, דאף בנולד במומו ביו\"ט יהיה מוקצה כיון דאין מבקרין אותו לכתחילה ומשני דיתבי דיינא התם ולק\"מ.<br><b> ומעתה</b> גם מתני' נמי דייקא יש לתרץ לדעת הראב\"ד וסיעתו, דודאי מהך מתני' דכל שאין מומו ניכר מערב יו\"ט וכו' מוכח דעל כרחך היה ביה מום עובר, דאל\"כ לא יפלוג ר\"י דאית ליה מוקצה כמ\"ש רש\"י, אבל בהיה ביה מום עובר וביו\"ט מום קבוע, בזו שפיר י\"ל דאיירי המשנה, ועלה קאי דאינו מן המוכן ולא קשה מידי, וצ\"ל דבזו לא הוי לר\"י מוקצה כמ\"ש לרש\"י והוא קושית מהרש\"א עיי\"ש, ועיין בהרמב\"ם בפירוש משניות שכתב ג\"כ לר\"י בהיה ביה מום עובר בערב יו\"ט, וקבוע ביו\"ט דשוחטין אותו רק דנתן טעם מחמת צער בע\"ח מ\"מ לדינא מודה לרש\"י בשיטת ר\"י ועכ\"פ אין כאן הכרח במשנה דאף דהיה מום קבוע מערב יו\"ט דאוסר ר\"ש בדיעבד.<br><b> והא</b> דדייק הגמ' מיניה דאין מבקרין לכתחילה בנולד במומו ביו\"ט הוא כך, כיון דחזינן דבהיה ביה מום עובר בערב יו\"ט ונולד ביו\"ט מום קבוע דהוי מוקצה משום מי יימר דמזדקק ליה חכם כנ\"ל וא\"כ מאיזה טעם יהיה החכם רואה בתחילה בנולד במומו ביו\"ט, ומאי שנא הך דנראה כדן דין מהך, דבשלמא אם היה מום עובר בערב יו\"ט ונולד ביו\"ט [קבוע] רואין, י\"ל דלכך בנולד במומו ביו\"ט רואין דלא היה אפשר להראותו מערב יו\"ט והתירו חז\"ל, משא\"כ בהיה ביה מום מערב יו\"ט דאפשר להראותו לחכם מערב יו\"ט לא התירו חז\"ל הראיה ביו\"ט כדן הדין, וכן בנולד בו מום קבוע ביו\"ט ולא היה בו מום כלל מערב יו\"ט, ג\"כ אתי שפיר דהוי מוקצה, דאינו יושב ומצפה שיפול בו מום, אבל אי אמרינן בנולד ביה מום עובר בערב יו\"ט, וקבוע ביו\"ט, דג\"כ אין רואין, וזה אי אפשר להראות מערב יו\"ט, ומוקצה ג\"כ ליכא, כמ\"ש דבהיה ביה מום עובר לא מסיח דעתו ממנו ממום קבוע אפי' לר\"י, ואם כן ה\"ה בנולד ביו\"ט במומו דאין רואין דמאי שנא ומוכח דאין מבקרין אותו לכתחילה, ודברי הגמ' ברורים ולא קשה קושית מהרש\"א, דבאמת הוכחת הגמרא רק על היה בו מום עובר מערב יו\"ט וקבוע ביו\"ט, ומ\"מ הוכחת הגמרא שפיר ודו\"ק.<br><b> ודרך</b> היותר קצר נ\"ל, והוא דודאי גם הראב\"ד מודה דפשטא דגמרא דר\"ש אוסר אפי' בהיה בו מום קבוע מערב יו\"ט בדיעבד, רק י\"ל במאי דאמרינן שם בגמרא מה הוי עלה, ואמר ר' יוסף ת\"ש דאמר ר' שמעון בן פזי אמר ר' יהושע בן לוי וכו' דר\"ש בשיטת רבי מאיר אמרו דאוסר המראה מום למומחה לאחר שחיטה, ודחי ליה אביי דבקנסא פליגי ר\"מ ור\"י, ואמר רב נחמן [בר יצחק] מתניתין נמי דייקא דטעמא משום קנסא וכו' א\"כ לפ\"ז לכאורה היה כל דברי התנאים והקדמונים בתוהו, דאמרו ר\"ש ור\"מ בחד שיטתא קיימא דהא למסקנא טעמא דר\"מ משום קנסא, לזאת ס\"ל להראב\"ד דודאי יתד שלא תמוט דר\"מ ור\"ש בחד שיטתא קיימא, רק דבעי למפשט דהלכה כר\"ש משום דס\"ל דטעמא דר\"מ משום גזירת הסימנים הנשתנים לאחר שחיטה, וכן טעמא דר\"ש משום גזירה דנולד בו מום קבוע מחדש ביו\"ט, דודאי הוא מוקצה כמ\"ש המג\"א דגזרו הא אטו הא, וא\"כ הלכה כר\"מ בגזירותיו, ועיין בהרא\"ש והרמב\"ם, ואף כר\"ש להלכה, ודחי ליה אביי דטעמא דר\"מ משום קנסא, וכן טעמא דר\"ש משום קנסא, הואיל וראה בו מום דהוי כדן דין קנסוהו, א\"כ אין כאן הלכה כר\"ש, ולפ\"ז ברואין מומין לכתחילה פסקינן כר\"ש, כמ\"ש הרי\"ף והרא\"ש דילפינן מהך עובדא דר' אמי דלא חזי בוכרא ביו\"ט, אבל בדיעבד כיון דר\"ש ור\"מ בחדא שיטתא קיימא לקנוסיי ולא קיימ\"ל כר\"מ בקנסותיו, אף כר\"ש לית הילכתא כוותיה ומותר בדיעבד, זולת בנולד ביה מום קבוע ביו\"ט דהוי מוקצה גמור, וזהו לענ\"ד ברור בדברי הראב\"ד.<br><b> אך</b> לפ\"ז הרמב\"ם דפסק בפרק ג' מהל' בכורות אף במראה מום לאחר שחיטה כר\"מ וכדעת הרא\"ש הנ\"ל א\"כ אף כאן דעתו מבואר דאסור בדיעבד כר\"ש וכר\"מ וק\"ל."
            ],
            [
                "<b>בכור </b>\n<b> שנולד ומומו עמו הרי זה מוכן ואין מבקרין אותו ביו\"ט ואם עבר וראה מומו ובקרו והתירו הרי זה שוחט ואוכל.</b> עיין במ\"מ שכתב הטעם שזהו מן המוכן לפי שלא היה לו חזקת איסור מעולם וכו' עיי\"ש נראה מדבריו דאם נולד ביו\"ט ואח\"כ נולד בו ביום מום קבוע דהיה לו חזקת איסור, דאסור, והיינו לא פלוג כמ\"ש המ\"מ לעיל כיון דהיה לו חזקת איסור דמי לנולד מום מערב יו\"ט וכן מהרש\"א הביא בשם התוס' ישנים דאף דאין מוקצה לחצי שבת, מ\"מ דיחוי כי האי דנולד תם וודאי דהוי מוקצה, וזהו דלא כפרי חדש לאו\"ח שכתב דאף דנולד תם ואח\"כ נולד בו מום בו ביום דמותר דאין מוקצה לחצי שבת עיי\"ש וק\"ל.",
                "<b> בהמת</b>\n<b> חולין שנפלה מן הגג ועמדה מעת לעת והרי היא צריכה בדיקה, שוחטין אותה ביו\"ט ותבדק אפשר שתמצא כשירה ותאכל.</b> עיין במ\"מ ורבינו פסק להקל, עיין בהרא\"ש שכתב וקיימ\"ל מפני שצריך לחסמן, מהך דריש לקיש משום ליבון רעפים נגע ביה, והיש\"ש תמה דמ\"מ לא נפשט האיבעיא דהא ר' ירמיה גופיה בעל האיבעיא אמר אנן מפני שצריך לחסמן תנן ומ\"מ נסתפק אי מותר לשחוט נפולה ביו\"ט, והפרי חדש כתב הואיל והותרה שחיטה לצורך הותרה נמי שלא לצורך והוי ספק דרבנן, וזו לא נזכר ברא\"ש, גם אין זה מספיק בהרמב\"ם לדעת המ\"מ, דלא אמרינן מתוך רק בהוצאה והבערה.<br><b> לכן</b> נראה הואיל ור' שמעון בן לקיש אמר סתם בקדירה חדשה עסקינן ומשום ליבון רעפים נגע בו, ואלו טעמא שצריך לבודקן בעו לה, דמחזקינן ביו\"ט ריעותא, לא הו\"ל למימר סתם משום ליבון רעפים נגע בו דהא יש בליבון רעפים טעם מה דלא שייך בשבת כמ\"ש הרא\"ש ולא נגע זה בזה, ועל כרחך צ\"ל דלא מחזקינן ריעותא וא\"כ ליכא טעם בליבון רעפים זולת טעם דחסימה וזה שייך ג\"כ בחיוב שבת ולכך קאמר סתם משום ליבון רעפים והאיבעיא איפשיט.<br><b> והגאון</b> מוהר\"ר גרשון אשכנזי בשו\"ת חות יאיר כתב דמוכח דאל\"כ מאי נפק\"מ בין תרי לשונות אי לבודקן או לחסמן תנן אלא ודאי הך ספק דשחיטת נפולה ביו\"ט, ואין זה תירוץ לשיטת הרמב\"ם וסייעתו דס\"ל (בפרק ג' הלכה י\"א) דאף ברעפים ישנים שייך חסימה, וצריך לבודקן לא שייך רק בחדשים וא\"כ נ\"מ טובא [ועיין להלן בפרק ג' הלכה י' והלכה י\"א והדבר מבואר שם]. אך בזה י\"ל כי וודאי הא דישנים אסורים משום חיסום, ואף דבישנים אי אפשר לעשותם מערב יו\"ט הוא מטעם גזירה ישנים אטו חדשים, א\"כ שפיר מוכח, דבשלמא אי כל הטעם בחדשים לאסור הוא משום חיסום, שפיר י\"ל גזירה ישן אטו חדש, משא\"כ אי בקדירות חדשים טעם משום לבודקן תנן, ליכא למימר ישן אטו חדש, דבלא\"ה בחדש טעם לאסור משום לבודקן.<br><b> ושם</b> בתשובה האריכו בקושיא על השו\"ע, דפסק באו\"ח דנפולה מותר לשחטו ביו\"ט, דצריך לחסמן תנן, ובהל' מילה (סימן רס\"ו סעיף ז') פסק דמוהל חדש לא ימול בשבת, והוא דברי רש\"י דאוסר מפני שצריך לבודקן תנן, ולפי דברי הפר\"ח הנ\"ל לק\"מ, דבשחיטה יש טעם מתוך שהותרה לצורך הותרה נמי שלא לצורך וזה לא שייך במילה בשבת. אך לפ\"ז היה מקום להתיר מוהל חדש ביו\"ט, דגם ביו\"ט הותרה חבלה לצורך אוכל נפש כגון שחובל בדג להוציא את דמו, ומכ\"ש לדעת הפוסקים דחובל הוא משום נטילת נשמה, וא\"כ שוחט בכלל חובל והותרה לצורך, הותרה נמי שלא לצורך, ואפי' לדעת הפוסקים דצריך צורך קצת, מ\"מ הא עסק בדבר מצוה מקרי צורך קצת ומילה מותר, וצ\"ע.<br><b> אך</b> באמת א\"צ לכל זה, דהא דמתירין נפולה לשוחטו משום דיש לו חזקה דאתיא מכח רוב בהמות כשרים וכמ\"ש המג\"א והדרכי משה וב\"ח וצ\"ל לשיטתם דרעפים ג\"כ רובם שהם טובים ואינם מתקלקלים בליבון כמ\"ש דאל\"כ איך נפשוט מיניה למ\"ד צריך לבודקן תנן דאין שוחטין נפולה ביו\"ט, דלמא ברעפים ליכא חזקה, ועל כרחך דגם ברעפים איכא רוב שהם טובים ואינם נפקעים כאשר יעיד המציאות, וא\"כ במוהל חדש שלא מל מעולם מאי חזקה ומאי רוב איכא כאן וכי יש בידינו לומר רוב מה שלא נזכר בש\"ס, וכי ידעינן אנו אם רוב מוהלים חדשים בקיאין ויש להם אימון יד מבלי לקלקל אי לא, דבר זה אין בידינו ויש לאסור לכו\"ע.<br><b> אך</b> נראה מ\"מ ביו\"ט שני של גליות להתיר מוהל חדש למול, כי טובא סברות להתיר, ראשון סברות הנ\"ל אי לבודקן או לחסמן תנן, שנית יש בו סברת מתוך שהותרה חבלה לצורך וכו' וכנ\"ל, שלישית אם מקלקל הרי מקלקל בחבורה, ורביעית דהוי מלאכה שאינה צריכה לגופה, והכל ביו\"ט שני שאנן בקיאין בקביעא דירחא, ובשו\"ע לא נזכר לאסור רק בשבת והבו דלא לוסיף עלה ביו\"ט שני, וכן הוריתי למעשה ואין לפקפק עליו כלל. ומזה י\"ל לשיטת רש\"י וסיעתו דסוברים דגם חיסום לא שייך רק בחדשים, א\"כ מאי קאמר ר' ירמיה אנן לחסום תנן, תפשוט דלא אמרינן לבודקן דאל\"כ למה לי לחסמן כנ\"ל די\"ל טובא קמ\"ל דמשום לבודקן מותר ביו\"ט שני דהוי ספק ספיקא כנ\"ל, משא\"כ בחיסום לא הוי רק חדא ספיקא ואף ביו\"ט שני אסור וק\"ל."
            ],
            [
                "<b> אוזין ותרנגולים ויונים שבבית הרי אלו מוכנים, ואין צריכין זימון, אבל יוני שובך ויוני עליה, וצפרים שקננו בטפיחים או בבירה ובפרדס הרי אלו מוקצה וצריך לזמן בערב ולומר אלו ואלו אני נוטל ואין צריך לנענע.</b> עיין במ\"מ שכתב דיש מתירין בזימן בכל גוונא אפי' במפריחים לפי שאין יוני שובך צריכין צידה מעליא, והוא דעת רבינו ז\"ל, ואולם בהל' שבת פרק י' הלכה כ\"ד מחק מדברי רבינו יוני עליה דהצד מהם חייב בשבת. ונראה דס\"ל כיון דצידה לאוכל נפש מותר מדאורייתא לדעת רבינו רק דחכמים אסרוהו, ומה שאינו נראה כצידה גמורה והזמין אותו מערב יו\"ט לא אסרוהו חז\"ל והניחו על דין תורה ובפרט כי לא שייך טעם שיכווין מלאכתו ליו\"ט כיון דבעי זימון מערב יו\"ט.<br><b> והנה</b> לדעת החולקים דבעי מפריחין קצת ולא מפריחין לגמרי, ובתשובת הרא\"ש נזכר שאינם פורחין חוץ לתחום, ועיין במג\"א (סימן תצ\"ח ס\"ק י\"ב) שכתב הטעם דס\"ל להרא\"ש כיון דפורחין חוץ לתחום לא חשיבי מזומן, ובגמרא לא משמע כן רק כיון שחוזרין לכלובן לערב ומזונתן עליך ומה נפק\"מ אם מפריחין למרחוק או לדרך קרוב, כיון שבערב חוזרין למקומן ומי ישגיח ביונה אם פורחת למרחוק או לקרוב. לכן יותר טוב לדחוק בדברי תשובת הרא\"ש לומר שכוונתו במילת חוץ לתחום, אינו פירושה תחום שבת ויו\"ט שהוא מיל רק חוץ לתחום רצונו לומר גבול שגבלו חכמים ביונה, דהיינו אם מפרחת במהרה ואינה נצודת מבני אדם הרודפים אחריה היא אסורה, ואם לא שהיא פורחת לאט לאט ובנקל רודפיה ישיגו אותה א\"כ הרי היא בכלל שאינה מחוסרת צידה ומותרת ודוחק.<br><b> ובמה</b> שכתבתי במ\"מ הלזו יש ליישב דברי הראב\"ד (בהלכה ז') דאוסר בדגים אפי' בביבר קטן שאינו מחוסר צידה והקשה המ\"מ מאי שנא מהא דקיימ\"ל סוכר אדם אמת המים מערב יו\"ט וכו', ועיין בב\"י והאחרונים במה שדחקו לעצמן למאוד [א\"ה ובחידושים תמה הגאון ז\"ל על הט\"ז שהבין בדברי הראב\"ד דטעמא הוא משום מוקצה כיון שהם מכוסים מן העין עיי\"ש שהאריך וקשה דא\"כ ר' נחמן ריש ביצה דמהדר למצוא סתמא דסתם לן תנא ביו\"ט כר' יהודה ולא הביא מתניתין דאין צדין ודוחק לומר דיהיה כמוקצה גרוגרות וצמוקין] והנכון כמה שכתבתי לעיל דדעת הראב\"ד כהרמב\"ם דלכך אסרו מלאכות צידה וקצירה לאוכל נפש כדי שלא יכוין מלאכתו במועד וכמבואר בהשגה שלו (לעיל פ\"א הלכה ה') וכיון שהוא סוכר אמת המים מערב יו\"ט ואמר מכאן אני נוטל למחר, אינו חושש שיכווין מלאכתו ביו\"ט דהא בעי מעשה רב, ודמי ממש לזימון דיוני שובך דליכא חשש שיכוין מלאכתו במועד וק\"ל."
            ],
            [
                "<b>זימן </b>\n<b> שחורים ולבנים, ומצא שחורים במקום לבנים, ולבנים במקום שחורים, אסורים, שאני אומר שמא אותן שזימן פרחו להן, ואלו אחרים הן, וכל ספק מוכן אסור.</b> והנה בגמרא אמרינן לימא מסייע ליה לר' חנינא דאמר רוב וקרוב הולכים אחר הרוב, ומשני בדף, ורבינו השמיט בדף להיות דקיי\"ל כר\"ח דהולכים בתר רוב, אך קשה דלמה משווה רבינו אותה לספק כיון דקיימ\"ל הולכים אחר הרוב א\"כ הרי כאן ודאי ואין כאן ספק, כמבואר בגמרא דב\"ב (דף כ\"ד) ועי' בפרי חדש ליו\"ד סימן ס\"ג שהביא אוקימתות רבות מרמב\"ם דמשוה הך רוב וקרוב לספק אי אזלינן בתר רוב והוא לכאורה נגד הסוגיא דב\"ב דף הנ\"ל דמשמע דאזלינן בתר רובא בין לקולא בין לחומרא והיינו דאזלינן בתר רוב מוודאי ולא מספק.<br><b> ונראה</b> דס\"ל להרמב\"ם כיון דבגמרא דב\"ב מייתי אביי סיעתא להך דרב חנינא דרוב וקרוב וכו' מהך משנה דם שנמצא בפרוזדור שורפים עליו תרומה וקדשים וכו' עיי\"ש בגמרא דנדה על הך דתנן במשנה נמצא בפרוזדור ספיקו טמא שחזקתו ממקור בא, ופליגי שם אמוראי, אביי ס\"ל מלול ולפנים טמא ודאי מלול ולחוץ טהור ודאי, ורב הונא ס\"ל מהלול ולפנים טמא ודאי ומלול ולחוץ טמא מספק, והנה לאביי דס\"ל מלול ולחוץ טהור ודאי על כרחך דס\"ל דאינו במציאות שיבוא דם מהמקור לחוץ מלול, דאל\"כ מידי ספיקא לא נפקא, ואלו בלול ולפנים ס\"ל לתנא במשנה ספיקא טמא ש\"מ דהוא בחזקת ספק אי בא מן המקור ואעפ\"כ הרי הוא טמא בודאי דשורפים עליו תרומה, ש\"מ דהולכים אחר הרוב דמים הבאים מהמקור אע\"פ דעליה הוי קורבא דמוכח כמ\"ש התוס', ושפיר מוכח מהך משנה סייעתא לר\"ח כמבואר בגמרא דהולכים אחר הרוב אפי' בקורבא דמוכח, משא\"כ לרב הונא דס\"ל מן הלול ולחוץ טמא מספק ש\"מ דמצוי לבוא שם דם מהמקור דאי לא מצוי לבוא שם דם מהמקור רק ע\"י שחתה א\"כ הרי כאן דם עליה קרוב ורוב כיון דדם מהמקור אינו מצוי והולכין אחר רוב וקרוב ודאי, ואף אם נאמר דשקולים הם במציאות הדם שם בפרוזדור, מהמקור ועליה, עדיין קשה כיון דעליה מקרבי כיון דליכא רוב המתנגד ליזל בתר קורבא דקורבא דאורייתא כדכתיב והיה העיר הקרובה אל החלל ועל כרחך מוכח דמ\"מ מידי ספיקא לא נפקא, וקשה א\"כ בלול ולפנים אמאי טמא ודאי דהא עליה מקרבי אף דהרוב מהמקור מה בכך הא מידי ספיקא לא נפקא, וליכא למימר דאינו במציאות כלל מהלול ולפנים שיבוא מעליה דא\"כ היכא קרו ליה במשנה ספיקא הלא אין כאן ספק כיון דאינה במציאות כלל שיבוא הדם מעליה, ועל כרחך צ\"ל מהלול ולחוץ אף דרוב דמים מהמקור כיון דקורבא דמוכח דאתיא מעליה כמ\"ש התוס' שקולין הן, והרי כאן ספק ולכך טמא מספק, משא\"כ מהלול ולפנים אף דעליה קורבא מ\"מ ליכא כאן קורבא דמוכח כיון שאי אפשר לבוא שם כי אם ע\"י מעשה וא\"כ אזלינן בתר רובא עכ\"פ והרי כאן ספיקא, דמחזקינן ליה בודאי לטמא טומאת ודאי וזה ברור.<br><b> ומעתה</b> כל הסוגיא דב\"ב הוא אליבא דאביי וכדאמרינן שם אמר אביי אף אנן נמי תנינא ג' חדרים באשה וכו' משא\"כ לרב הונא וקי\"ל כוותיה א\"כ אמרינן דבקורבא דמוכח לא אזלינן בתר רוב ודאי כי אם ספק אי אזלינן בתר רוב או בתר קורבא כיון דאיכא קורבא דמוכח, וא\"כ הרמב\"ם דפסק בהל' איסורי ביאה כר\"ה עיי\"ש לכך כאן בזימן שחורים פסק דלא הוי רק ספק ולא ודאי כיון דאיכא כאן קורבא דמוכח כמ\"ש התוס' בב\"ב, דהכא בזימן שחורים וכו' איכא קורבא דמוכח, ולכך פסק הרמב\"ם דהוי רק ספק ולא ודאי וכל ספק מוכן אסור ודברי הרמב\"ם המה נכונים ודו\"ק היטב. ומעתה רוב הקושיות שהקשה הפר\"ח הנ\"ל המה מיושבים, והיינו משום דבכולן הוי קורבא דמוכח ולכך לא אזלינן בתר רוב ודאי והדבר הוא רק בספק, ודו\"ק כי דבר זה הוא לפענ\"ד ברור ונכון לדברי הרמב\"ם ז\"ל.<br><b> ואפשר</b> עוד לומר דלכך נוטה הרמב\"ם לומר ספק מוכן דקשיא ליה כמ\"ש לעיל דמאי סיעתא הוא לר\"ח לכל ספק בעלמא דלמא לעולם דאינו רק ספק ולא ודאי והכא הטעם הוא דספק מוכן אסור משום דבר שיש לו מתירין, גם בשנים ומצא שלשה קשה פשיטא דהא איכא בודאי תערובת איסור, לכך ס\"ל להרמב\"ם דודאי רובא דעלמא אינן בחזקת שאינן מוכנים ודאי, רק אולי ישראל הכין ואף אולי משל גוי הם, דאף לגוי איכא שובכין הרבה, ובנכרי ליתא הכן כמו דאיתא בשו\"ע, וא\"כ שפיר מייתי ראיה לר\"ח דלולי ר\"ח היה ספק ספיקא ספק הנך ספק מעלמא ואת\"ל מעלמא דלמא הם מוכנים, ועל כן אתה מוכרח לומר כר\"ח, וא\"כ הנך בשובכין ליתא כלל בגדר הספק, והא דשנים ומצא שלשה אסורים ולא נימא בכל חדא וחדא דלמא הם מאותן שובכין ואת\"ל מעלמא דלמא הם מוכנים, זה אינו, דהוי ספק אחד בגופו וספק אחד בתערובות וגם האי איתחזק איסורא וזהו ודאי בדשיל\"מ אסור וכמו אוקימתא דרב אשי לעיל דאוקמי ליה בספק ביצה שנולדה ביו\"ט, ולכך צריך הרמב\"ם לומר דהוי ספק מוכן, דאין כאן ודאי איסור, דאולי הם מוכנים, ואף אולי משל נכרי הם ודו\"ק.<br><b> או</b> י\"ל דלכך כתב הרמב\"ם ספק מוכן אסור משום דבש\"ס מוקי ליה בדף וא\"כ אי בדף שוכבים תמיד א\"כ הנך דקביע ודאי הם מעלמא והרי כאן בדף קבוע וא\"כ כשמצא אח\"כ העליונים בדף הוי קבוע וכמחצה על מחצה דמי בין להקל בין להחמיר ויש כאן ספיקא ולכך קאמר הרמב\"ם דספק מוכן אסור.<br><b> והנה</b> הרב המ\"מ תמה על הרשב\"א דהוא פסק ספק מוכן להקל ככל הספיקות של דבריהם זולת ספק צידה ותלישה הואיל וקרוב ליגע בשל תורה, וא\"כ בספק ביצה שנולדה ביו\"ט יהיה מותרת וזה מבואר דהוא אסור, וכן תמה ג\"כ דהא ר' אשי חדית לן דדבר שיש לו מתירין אפי' בדרבנן אסור, ונראה דס\"ל להרשב\"א כדעת אבי עזרי הובא במרדכי והוא דלכך ביצה אסורה היינו משום דמוקמינן בחזקת השתא הוא דנולדה, והשתא הוא דנצודה, ולא דן הרשב\"א ז\"ל במקום דחזקה מסייע לאיסורא וחזקה דאורייתא, רק היכא דליכא חזקה כגון האי דזימן שחורים וכו' או דישנו כאן שני ביצים אחת נולדה בערב יו\"ט ואחת נולדה ביו\"ט ולא ידע איזה היא הביצה דליכא כאן כלל חזקה לומר השתא הוא דנולדה, ואמת בזאת היא דעת הרשב\"א להתיר בספק דרבנן לקולא, ור' אשי דהחמיר היינו היכא דאיכא חזקה המסייע לאיסורא וכמ\"ש בשם המרדכי הנ\"ל דאמרינן השתא הוא דנולדה.<br><b> והא</b> דהוצרך הרשב\"א לומר הטעם בצידה ותלישה דיבוא ליגע בשל תורה ולא אמר כנ\"ל דאוקמי אותה אחזקה דהשתא הוא דנצודה, היינו דס\"ל דרב פפא אמר לקמן נכרי שהביא דורון לישראל אם יש במינו מחובר אסור ומשמע אפי' אם רוב מן המין נתלשו ומועט מן המין הוא במחובר, מ\"מ הוא אסור דאולי הוא מהאי דנתלשו היום וכך הוא לשונו כל שיש במינו מחובר אפי' מעוטו במשמע, וא\"כ ליכא למימר כאן כלל חזקה דהא רובא דתלושה הוא מנגדו לחזקה דנימא דניזול בתר חזקה דרובא ממין שנתלשו קודם יו\"ט ורובא וחזקה רובא עדיף, ולכך צ\"ל דלכך החמיר הואיל והוא נוגע לאיסור תורה צידה ותלישה, משא\"כ ביצה דליכא רוב המנגד לחזקה, וא\"כ לק\"מ מביצה לדעת הרשב\"א ז\"ל, ונכרי דהביא ביצים ביו\"ט למכור בלי ספק דעת הרשב\"א הוא כדעת הר\"ן להתיר דניזול בתר רובא דנולדים קודם יו\"ט, אם לא דנאמר דס\"ל כסברת המרדכי דביצים כעשוים להתכבד בכל יום ויום [ועיי\"ש במג\"א בסימן תקי\"ג ס\"ק י\"ג] ודו\"ק.<br><b> או</b> י\"ל דס\"ל דהא דחדית רב אשי דדבר שיש לו מתירין אפי' בדרבנן ספיקא אסורא הואיל ולא בטילי היא סברא רחוקה דמה ענין ביטול לאסור ספיקא, ורב אשי על כרחיה דחיק אנפשיה לתרוצי הברייתא דקתני להדיא ספיקא אסורה, אף למאן דאוסר ביצה מדרבנן, וספק טריפה לא משמע ליה וכקושית הש\"ס הנ\"ל, משא\"כ לדידן דפסקינן דביצה אסורה מדאורייתא משום הכנה דרבה א\"כ לק\"מ כל קושית הש\"ס הנ\"ל, וא\"כ הדרא לכללא קמייתא דספק דרבנן לקולא וא\"צ לדחוק כלל וכלל וזה פשוט, ובהכי ניחא הא דאמרינן בש\"ס דמנחות למ\"ד חדש בחו\"ל הוי דרבנן ספיקא מותר, אף דהוי דשיל\"מ.<br><b> וסברא</b> זאת נמי י\"ל בדעת הר\"ן דצידד לומר ביצה שהביא נכרי ביו\"ט דניזול בתר רוב ביצים הנולדים קודם יו\"ט, וחוכך להחמיר, דבדבר שיש לו מתירין לא אזלינן בתר רוב, דהא אף באלף לא בטיל, אם לא דנאמר דשאני התם דהא איתחזק איסורא, עיי\"ש, וקשה לדבריו מש\"ס דפסחים דף ז' ע\"א תיבה שנשתמשו בו חולין ומעשר ונמצא בו מעות דאזלינן בתר רוב והלא מעשר דשיל\"מ ע\"י העלתם לירושלים כנודע [ועיין בפרי חדש ליו\"ד סימן ק\"ב], ואפ\"ה באם רוב חולין מתירין אותו וכדאמרינן בש\"ס דב\"מ דמעות שנמצא בירושלים בכל השנה זולת הרגל הכל חולין, ופירש\"י דרוב הוא מן החולין, והרי לפניך דאזלינן בתר רובא בדשיל\"מ באיסור של תורה ומכ\"ש ביצה דאיסור דבריהם הוא, ועוד דהא בנכרי שהביא ביצים למכור בשוק אם בביתו רוב ביצים הנולדים מערב יו\"ט, א\"כ נימא ביה כל דפריש מרובא קפריש, והביצים שבאו אל השוק הן מן הרוב, ועל כרחך צ\"ל דס\"ל הואיל ודשיל\"מ לא בטיל לא אמרינן מרובא פריש, וזהו נגד הכלל דאמרינן בכל ז' דברים החשובים ובע\"ח דג\"כ לא בטילי ואפ\"ה אמרינן בהו כל דפריש מרובא קפריש כמבואר בש\"ס דזבחים פרק התערובות ובשו\"ע יו\"ד סימן ק\"י עיי\"ש.<br><b> ודוחק</b> לומר דס\"ל דבשאר דברים החשובים שנתערבו, ופרשו ממילא או ע\"י נכרי לא אמרינן ביה גזירה שמא יקח מן הקבוע וכמ\"ש הר\"ן בש\"ס דחולין וכן בשו\"ע סימן ק\"י, משא\"כ בדבר שיש לו מתירין, הואיל ויכול לאוכלו בהיתר אח\"כ לכך מחמירין גביה וגזרינן שמא יקח מן הקבוע, ומעתה לק\"מ מהאי דמעשר דהתם ליכא כלל קבוע בתערובות דנגזור שמא יקח ממנו, וממעשר הידוע, לא גזרינן שמא יקח ממנו, וכמ\"ש התוס' דבאיסור ניכר במקומו לא גזרינן שמא יקח מן הקבוע כלל וא\"כ מאי קבוע איכא כאן, וזה דוחק דהלא כל הדברים החשובים לא בטילי ואפ\"ה לא גזרינן ביה שמא יקח מן הקבוע ומנ\"ל לאסור באיסור מוסיף בדשיל\"מ, ועוד דא\"כ יהיו דבריו סותרים לדברי בה\"ג והובא בטור ובהרא\"ש ובשו\"ע סימן הנ\"ל דאותו ואת בנו שנתערבו דפסק דנכבשינהו עד דנפרדו וכל דפריש מרובא פריש, ואע\"פ דאותו ואת בנו הוי כדשיל\"מ, [ועי' פרי חדש ביו\"ד סי' ק\"י], דצידד לומר והואיל דהוא דשיל\"מ לכך מתירין אותו דנכבשינהו וניידו ולא גזרינן שמא יקח מן הקבוע, הואיל ויש היתר לאיסורא לכך לא גזרינן כלל שמא יקח וכו' דהא לא בהיל כל כך ליקח מן הקבוע כיון דאית ליה אח\"כ התירא דהוא דשיל\"מ, וזהו היפוך מן הר\"ן הנ\"ל, דהוא פוסק דבשיל\"מ לא אמרינן כל דפריש מרובא קפריש.<br><b> ולכך</b> היה נראה דהנה יש להבין בהר\"ן דקארי ליה מאי קארי ליה ולומר דלא אזלינן בתר רוב הואיל ואינה בטילה אפי' באלף, ולא ידע החילוק היכא דאיתחזק אסורא להיכא דלא איתחזק אסורא, אלא דכך הוא דמיונו, דהואיל אפי' באלף לא בטיל משום דאיתחזק אסורא, א\"כ האי חזקת איסור דוחה רובא של היתרא, א\"כ אף כאן ביצים של נכרי המוכר הוא בחזקת איסור דהא יש לו חזקה דהיום נולדה כדעת המרדכי הנ\"ל ודוחה הרוב דמאי שנא האי חזקה מהאי חזקה, זו דעתו לומר, אבל במקום דליכא חזקה מודה דמתירין אותו אפי' בדבר שיש לו מתירין, ולכך במעשר שני דליכא חזקה כלל לכך אזלינן בתר רוב, וכן באותו ואת בנו דליכא כלל חזקה בהנך דפרשי לומר זה הוא מאותו ואת בנו משא\"כ ביצה דהכא בנכרי המוכר דאיכא חזקה דהיום נולדה כנ\"ל, וא\"כ דברי הר\"ן שפיר, אלא דדוחה אותו דאין לדמות החזקות זה לזה כלל, דאותה חזקת איסורא דוודאי באילו התערובת איסור משא\"כ בהנך דלא בריר לן דיש בתערובת האיסור רק בחזקה דעלמא, לכן אין לדמות כלל האי חזקה לחזקה, אבל מ\"מ עיקר יסודתו הוא לאסור מכח האי חזקה הנ\"ל, וכן הים של שלמה דפסק בתרנגולת דספנא מארעא דאין הולכין בתר רובא היולדת ביום היותו דשיל\"מ וכו' עיי\"ש על כרחך צ\"ל דעיקר הטעם הוא משום חזקה דהשתא הוא דנולדה [ועיין לעיל פ\"א הלכה כ' בסופו].<br><b> והנה</b> לכאורה יש להביא ראיה לדעת הרשב\"א להתיר ספק מוקצה זולת ביצה וספק צידה ותלישה, מהא דאמרינן זימן שנים ומצא שלשה בתוך הקן ומצא לפני הקן אסורין, דאמרינן עלה לימא מסייע ליה לר' חנינא דאמר רוב וקרוב הולכין אחר הרוב וכו', ולכאורה קשה מאי סיעתא הוא מכאן דלמא כל טעמא דר\"ח הוא הואיל וקורבא דאורייתא ורוב דאורייתא ומ\"מ דוחה הרוב לקורבא אבל לולי דברי ר\"ח הו\"א הואיל ושניהם שקולים הם א\"כ מידי ספיקא לא נפקא וא\"כ אף בלא דברי ר\"ח לא היינו אומרים קרוב עדיף מרובא, וא\"כ הכא דמן הדין היא אסורה אף בספק, דספק מוכן אסור, ועל כרחך אתה צ\"ל כדעת הרשב\"א וסיעתו דספק מוכן מותר ועל כן אנו צריכין לדברי ר' חנינא דהולכים אחר הרוב והוא בחזקת וודאי, וכן הא דכתב הרמב\"ם בפירוש המשנה בתוך הקן ומצא לפני הקן וכו' דאיירי בשני קינין וזימן בעליונה ולא זימן בתחתונה ומצא בעליונה ולא מצא בתחתונה אסורה דאמרינן אשתרבובי וכו', ויש להקשות א\"כ איך קתני עלה במשנה ואם אין שם אלא הם מותרים ומפרשינן בגמרא דמדדין ואין שם שובכים בתוך נ' אמה רק בקרן זוית וכו' דמאי בכך, דדל שובך מהכא, והרי כאן שני קינין אחת מזומן ואחת אינה מזומן ואמרינן אשתרבובי וכו', וזה וודאי דהך ואם אין שם אלא הן וכו' קאי נמי אבבא בתוך הקן ומצא לפני הקן דדוחק לומר דיהיה מוסב אלפני פניו ולא יהיה מוסב אלפניו כלל, ולשיטת הרשב\"א ניחא דהא דקתני אישתרבובי וכו' אינו רק חששא בעלמא ומידי ספיקא לא נפקא, וא\"כ לא הוי הכא איסור משום האי חששא לחודא רק דיש לחוש ולילך בתר רוב שובכים ומעלמא אתיא אפס דקרוב מנגדו, לזאת כיון דבשובך גופא יש קן אחד שאינו מזומן ויש לחוש לאשתרבובי אשתרבב וא\"כ נדחה ההיתר מקורבא וא\"כ הדרה לכללא קמייתא דניזל בתר רוב כמו וודאי איסור, ולכך היכא דליכא קן בתוך נ' אמה, דליכא למיחש לרובא דעלמא משום האי חששא דתחתונה לא אסרינן כלל דספק מוכן מותר, וזה לכאורה ראייה לדעת הרשב\"א ז\"ל.<br><b> אמנם</b> בגמרא דב\"ב גבי האי חצבא דחמרא וכו' כתבו התוס' דאם אין הלכה כרבי חנינא אזלינן בתר קורבא דאורייתא מוודאי, וצ\"ל דאע\"ג דרובא וודאי הוא דאורייתא כמו קרוב, ור\"ח הוא דחדית לן דרובא עדיפא, דכל הס\"ד לומר דלא כר\"ח הוא מכח הקרא דוהיה העיר הקרובה אל החלל וכו' דדחיקא ליה לאוקמי בדליכא נפישא וביושבת בין ההרים, וא\"כ על כרחך דקרוב עדיף מרובא, דאל\"כ אף בלא ר\"ח קשה איך מתוקמי הקרא דוהיה העיר הקרובה וכו' דאולי ממקום אחר היה ומספק איך יביא עגלה ערופה ועל כרחך מוכרחים לומר דגזירת הכתוב הוא דרוב וקרוב עדיפא קרוב מרוב וא\"כ לק\"מ כאן כלל ודו\"ק.<br><b> וליישב</b> דעת האוסרין ספק מוכן בכל גוונא י\"ל דוודאי לרב אשי דחדית לן דדבר שיש לו מתירין אף בדרבנן ספיקא אסורה א\"כ ספק מוקצה אסורה, אמנם לרב פפא דמשני דסיפא אתיא לספק טריפה, והא דקתני ואם נתערבה באלף כולן אסורות הוא הכל משום דהוי דבר שבמנין וכתנא דליטרא קציעות, וא\"כ דשיל\"מ בדרבנן ספיקא להקל וא\"כ לדידיה וודאי ספק מוקצה מותר ג\"כ ואתי שפיר קושית הש\"ס לימא מסייע לרבי חנינא והיינו הכל למ\"ד דשיל\"מ באיסור דרבנן להקל ועל כרחך לדידיה מוכרחים לאוקמי משנה כר\"ח ובפרט לשיטת הש\"ס דפרק משילין בשמעתא דאשה ששאלה מים ומלח וכו' לעיסתה דפריך הש\"ס ולבטל מים ומלח לעיסתה ומשני אביי דגזרינן שמא יעשה עיסה בשותפות, ורבא משני דתבלין לטעמא עבידי ולא בטילי ורב אשי תירץ דהוי דשיל\"מ ואפילו באלף לא בטיל ומשמע דאביי ורבא לית להו כלל האי סברא דדשיל\"מ בדרבנן, רק דכל דרבנן ספיקא להקל ורב אשי הוא דחדית לנו דאף בדרבנן דשיל\"מ לא בטיל, אפס דהתוס' צדדו שם לומר דהספק הוא שם הואיל והוי מין בשאינו מינו עיי\"ש, אמנם פשיטות דברי הש\"ס לא משמע כן עיי\"ש רק ס\"ל להש\"ס בפשיטות דבדרבנן לא אמרינן דשיל\"מ, ולכך בריש ביצה קאמר הש\"ס להדיא, ולרב אשי דאמר דשיל\"מ אפילו באלף לא בטיל אף בדרבנן ומשמע זולת רב אשי ליתא הך סברא כלל רק אמרינן דבדרבנן ספיקא להקל אף בדשיל\"מ א\"כ כאן המתרצים הם אביי ורבא דאוקמי בדף וכו' ולדידהו אינו נכנס כלל בגדר הספק דשיל\"מ במילתא דרבנן ולדידהו באמת ספק מוכן מותר, ולכך רבא דאוקי לה דזימן בעליונה ולא בתחתונה הוא הכל למ\"ד ספק מוכן מותר, ולזאת מיושב שפיר דאיירי בזימן בעליונה וכו' ואם אין שם אלא הן דמותרים וכמ\"ש לעיל כיון דאין כאן כלל רוב א\"כ אינו כאן רק ספק בעלמא וספק מוכן מותר, משא\"כ למ\"ד ספק מוכן אסור א\"כ בלא\"ה ליכא כאן סייעתא לר\"ח ואין אנו צריכין כלל לאוקימתא דרבא הנ\"ל ולק\"מ והמשנה מיושבת על כל פנים וכהנ\"ל ודו\"ק.<br><b> אמנם</b> יש מקום להביא ראיה למאן דאוסר ספק מוכן בכל הדברים, והוא מהאי דמשני לן אהא דזימן שחורים ומצא לבנים לימא מסייע ליה וכו' כדאמר אביי בדף וכו', והנה אבבא בתוך הקן ומצא לפני הקן פריך נמי לימא מסייע ליה ומשני ג\"כ אמר אביי בדף, והקשה התוס' ישנים דלמה לא אמר אביי האי תירוץ דאיירי בדף ארישא, ונראה ליישב דוודאי אביי דאמר לאוקימתא דידיה דאיירי בדף אמר למלתא לפרושי מתניתין לפי האמת ולא בדרך הו\"א ודחייה בעלמא, כי אם דכך היה שונה בבית המדרש לתלמידיו דהמשנה איירי באמת בדף, ולכך ברישא כיון דאמת הוא כר' חנינא דאמר רוב וקרוב הולכים בתר רוב א\"צ לאוקמי בדף, דאף בדליכא, אסור מחמת חששא דרובא דעלמא, משא\"כ סיפא דבתוך הקן ומצא לפני הקן קשיא ליה דקתני במשנה ואם אין שם אלא הן דמותר, ומשמע הא אם יש קן אחר אסורה, דאל\"כ קשה דהו\"ל לאשמועינן רבותא טפי דאפילו אם יש שם קן אחד ולא קינין מרובים דמותר, ועל כרחך דאיירי דלא היה שם כלל קן אחר וקשה באמת למה ומה בכך אם תוך נ' אמה קן אחד כיון דשקולים הם א\"כ אזלינן בתר קורבא, דהא קורבא דאורייתא וילפינן מדכתיב והיה העיר הקרובה וכו', ועל כרחך היכא דאיכא רובא הוא דאלים יותר משא\"כ היכא דשקולים הם אזלינן בתר קורבא דאורייתא ומותר וא\"כ למה נקטינן לאיסורא, ולכך משני ליה אביי דאיירי בדף, וא\"כ ליכא כלל קורבא דאורייתא וכמ\"ש רש\"י, וא\"כ אם יש קן תוך נ' אמה אפילו קן אחד נמי אסורה, דשקולים הם ומידי ספיקא לא נפקא כלל וספק מוכן אסור ומילתא דאביי דמשני דאיירי בדף הוא הכל לפי המסקנא אפילו אי קיימ\"ל כר\"ח דרוב וקרוב הולכים אחר הרוב, וקושית התוס' ישנים מיושבת ודוק.<br><b> וזהו</b> לשיטת החולקים על הרשב\"א, ולשיטת הרשב\"א על כרחך צ\"ל הא דקתני ואם אין שם אלא הן הוא לאו דוקא וכוונת המשנה הוא על קינין מרובים, ועל קושית התוס' הנ\"ל דלמה משני אביי בדף אסיפא ולא ארישא, י\"ל לפי מה שכתבתי לעיל דס\"ל להרשב\"א דאביי ורבא מחולקים בזה, דאביי ס\"ל דביצה אסור מדרבנן, א\"כ על כרחך ספק מוכן ג\"כ אסורה ולכך תירץ אביי בדף אבל רבא ס\"ל ספק מוכן מותר וא\"כ אין מדף תירוץ על ואם אין שם אלא הן, ולכך משני דאיירי בשני קינין ולא זימן בתחתונה וכו' וא\"כ כשיש עוד קן, הרי האינם מוכנים הרוב ולכך וודאי אסור ולא ספק ואתי שפיר ודו\"ק.",
                "<b> זימן</b>\n<b> שנים ומצא שלשה הכל אסור שלשה ומצא שנים מותרין.</b> והנה הר\"ן נקיט הטעם הואיל ואיכא חדא דמעורב בהו, וכתב דאינו בטיל ברוב הואיל והוא דבר שיש לו מתירין, או בע\"ח חשיבי ולא בטילי, והקשה המג\"א (סימן תצ\"ז ס\"ק י\"ד) דלפ\"ז בנפל אחד מהם לים, הותרו כולם, וכדאמרינן להדיא ביו\"ד סימן ק\"י, ובש\"ס אמרינן להדיא עוד חששא אחרת והיינו דלמא אחריני נינהו, ותירץ המג\"א דלמאי דאמרינן שאני גוזלות דעשוין לדדות שוב לא חששו כלל וכלל דכולהו אזלי לעלמא, ובמעות דקיי\"ל הכל חולין היינו משום דאין דרך להניח כלל חולין אצל מעשר וכמ\"ש התוס' שם עכ\"ל, ולא הבנתי דבריו, דזה דוחק לומר דסתמא דש\"ס דקאמר שמא כולהו מעלמא אתי, הוא נגד דברי ר' יוחנן דאמר דגוזלות עשוין לדדות, ועוד דנהפוך הוא לפי הס\"ד דאין עשוין לדדות אמרינן דחוששין דכל היונים אזלי לעלמא וכל השלשה באו לכאן, ולמסקנא דהם עשוין לדדות לא אמרינן דחוששין דכולן באו לכאן ונהפוך הוא, והתוס' דכתבו דאין דרך להניח חולין אצל מעשר הוא להחליט לוודאי, דאף בלא האי סברא הוא ספק דאולי נטלינהו אדם וכו', וקושית התוס' הוא דמשום ספק אין להתיר בשל תורה כלל, ולזאת תירץ תוס' דודאי מוחלט הוא כיון דאין דרך להניח כלל חולין אצל מעשר וכן בסיפא מאתים ומצא מנה דמותרין הוא ג\"כ מן הטעם שכתב מהרש\"א, דאין דרך ליקח מן המעשר, הכל הוא להחליט אותה לוודאי ולהתיר עכ\"פ, אבל זאת, דעכ\"פ מספיקא לא נפקא אפילו בדליכא האי סברא כלל, דאלו היינו אמרינן בלא האי סברא דאין דרך וכו' דאלו מנה הם מעשר ודאי ולא ספק כלל, משום האי סברא דאין דרך וכו' לא אמרינן כלל מהיפוך להיפוך ולהחזיק אותו לחולין גמורים, רק הואיל ובלא האי סברא אנו מסופקין אי חולין המה או מעשר, לכך האי סברא מסייע לי להחליטו לחולין גמורים, ומעתה הואיל בלא האי סברא הדבר בספק הוא, א\"כ אתי שפיר קושית הש\"ס וכו' משלשה ומצא שנים וכו' דלימא מתניתין דלא כרבנן דמעשר דהא עכ\"פ מספיקא לא נפקא וא\"כ הוי כמו שאר ספק מוכן לאסור, וקושית מהרש\"א מיושבת ודו\"ק.<br><b> אם</b> לא דנאמר דקושית מהרש\"א הוא לשיטת הרשב\"א וסיעתו דס\"ל ספק מוכן מותר בכי האי גוונא כמ\"ש לעיל, ומזה נראה דלכך בחר הש\"ס בממה נפשך, והיינו דלמ\"ד ספק מוכן אסור דדבר שיש לו מתירין אף בדרבנן ספיקא אסורה כרב אשי, א\"כ י\"ל דכולהו אתו מעלמא ולרב פפא דס\"ל דשיל\"מ בדרבנן ספיקא מותר, מ\"מ המשנה מתוקמא אליביה דהא מ\"מ איכא חדא דמעורב בהו, וא\"כ לדידן דקיימ\"ל כרב אשי א\"כ איכא חששא דכולהו אתו מעלמא. ומה דאוסר המג\"א בחמץ (בסימן תל\"ט סעיף קטן ז') בתשע ומצא עשר דצריך בדיקה אחר כל הככרות, והמג\"א נראה דנשמר מזאת וכתב בלשונו (בסימן תצ\"ז ס\"ק י\"ד) דאין דרך להניח מעות אצל מעות חבירו, וא\"כ אף בככרות י\"ל כן כנ\"ל, ובאמת זאת לא נזכר כלל בתוס', רק דאין דרך להניח חולין אצל מעשר, ולולי זאת הוא בספק, ולכך בספק חמץ צריכה בדיקה.<br><b> והנה</b> י\"ל דמהיכי תיתי בשנים ומצא שלשה אנו מחזקינן ריעותא ולומר דכולהו אזלי לעלמא כיון דהרי שנים לפניך במה שהניח, רק למ\"ד לקמן במקושרים מחלוקת וא\"כ איירי מתניתין במקושרים, והיינו בשעת הזמנה מקושרים היו, ועכשיו ביו\"ט מצאם מותרים, וכמ\"ש כל המפורשים ומעתה עיקר ריעותא הוא בשנים הללו שלא מצאם כמו שזימן, ונכנס לבית הספק ונאמר דנתקו אהדדי כדרך גוזלות, או דאזלי לעלמא במקושרים והנך אחריני נינהו, ובזאת חששו דכולהו אזלי לעלמא, אבל בהניחם מותרים ומצאם מותרים, שוב אין כאן כלל ריעותא אלא בשלישית הנוספת, וא\"כ מהיכי תיתי נאמר דכולהו אזלי לעלמא.<br><b> וא\"כ</b> אתי שפיר ובזאת הם דברי הש\"ס בממה נפשך ולכך קאמר הש\"ס לכל אוקימתות דאי איירי המשנה במקושרים ועכשיו הם מותרים, א\"כ שפיר י\"ל דכולהו אזלי לעלמא דהא נמצא ריעותא בהם, בהתרת קשריהם, ואם לא, דהתנא לא איירי כלל במקושרים ועכשיו מותרים רק במותרים לחודא, וא\"כ ליכא כאן כלל חששא דכולהו אזלי לעלמא, עכ\"פ איכא חדא דמעורב בהו, ודברי הש\"ס הם נכונים, דנקטו דרך ממה נפשך לכל צד ולכל האוקימתא וצדקו דברי הר\"ן במותרים לבל יחוש כי אם בתערובות חדא, אבל במקושרים ועכשיו הם מותרים מודה הר\"ן דחיישינן דכולהו אתי מעלמא, ואף בנפרש אחת מהן כולן אסורות ודו\"ק.<br><b> ובזה</b> יש ליישב במה דהשמיט הטור במקושרים, והוא דקשיא ליה להטור מאי דוחקיה ליה לר' יוחנן לאוקמי המשנה במקושרים ומשני שאני גוזלות הואיל ועשוים לדדות, ולא משני בפשיטות דהמשנה איירי בשני כיסין, וצ\"ל דס\"ל דשנים ומצא שלשה דאסורין משום דאחריני נינהו, ולולי מקושרין לא מחזקינן כלל ריעותא בהנך תרי כי האי גוונא כנ\"ל, רק דלמה לא ס\"ל הטעם משום דאיכא חדא דמעורב בהו, י\"ל משום דר' יוחנן אוקי למשנה ביש כאן שובכים גוים ג\"כ וא\"כ הוי ספק ספיקא [דבכל חדא י\"ל דלמא מהני נינהו ואת\"ל מעלמא של גוי הם] ובדרבנן אמרינן ספק ספיקא אפילו ספק אחד בגופו וספק אחד בתערובות, ואין לומר א\"כ איך נימא דאחריני נינהו הא הוי ספק מוכן וספק מוכן מותר, זה אינו דר' יוחנן ס\"ל ריש ביצה דביצה אסור מדרבנן משום משקין שזבו, א\"כ על כרחך לר' יוחנן ספק מוקצה אסור, אמנם לדידן דקיימ\"ל כרבה, א\"כ י\"ל דספק מוקצה מותר, ובלא\"ה על כרחך איירי המשנה בכולהו שובכים ישראל א\"כ שפיר י\"ל דלכך אסורים משום דאיכא חדא דמעורב בהו, ואצ\"ל דאיירי במקושרים ולכך השמיטו הטור ודו\"ק.<br><b> ולדעת</b> האוסרין ספק מוכן יש מקום לומר דלכך לא אוקמי ר' יוחנן הטעם דאסורין משום תערובות, דקשה פשיטא, ואי דאשמועינן ספק מוכן שנתערב ברובא לא בטיל, לאשמועינן בביצה, כדאמרינן בברייתא, אלא ודאי דקמ\"ל דכולן אסורות משום ספק הכנה ואפילו נפל אחת מהם לים הכל אסורות וכהנ\"ל דזאת דוקא לר' יוחנן דס\"ל ביצה הוא דרבנן וכמו יוני שובך, אבל לדידן דקיי\"ל דביצה מן התורה אסורה לא קשה מידי כלל לאשמועינן בביצה דקמ\"ל דאפילו ספק דרבנן אסור היכא דהוי דבר שיש לו מתירין, וא\"כ שפיר יש מקום לומר שאסורים משום תערובות, וכן י\"ל דאפשר לבית שמאי דס\"ל ביוני שובך דצריך שינענע כל חדא לא מקרי כלל דשיל\"מ, כיון דהוא חוזר לאיסורא ביו\"ט הבא, והתירו אינו בא כי אם ע\"י מעשה, וא\"כ יש מקום לומר דר' יוחנן לא ס\"ל דהם אסורים מחמת תערובות דקשה לבטלי ברובא, ודשיל\"מ לא הוי, דהא תליא במעשה, ואין לומר הא לבית הלל סגיא באמירה זה אינו דר' יוחנן ס\"ל לעיל מוחלפת השיטה ועיין פירש\"י ומהרש\"א דכל הנך משניות מוחלפת וא\"כ לבית הלל בעי מעשה, משא\"כ למאי דמסקינן גירסת הרי\"ף א\"כ אין כאן מוחלפת השיטה כלל, א\"כ לב\"ה הוא וודאי דשיל\"מ וא\"צ כלל למקושרים רק דהם אסורים משום תערובות ואתי שפיר.<br><b> והנה</b> יש לדקדק קצת בדברי התוס' דתירצו אהאי קושיא ולבטלי ברובא, בעלי חיים חשיבי ולא בטילי אי נמי משום דהוי דשיל\"מ עיי\"ש, והנה יש להבין מאי אי נמי שייך הכא ודקארי ליה מאי קארי ליה והוא מבואר לעיל דדשיל\"מ לא בטיל, ואין לומר דרב פפא דמשני (לעיל דף ד') דהאי תנא דליטרא קציעות הוא, ומוקי הברייתא בספק טריפה ולא ס\"ל כלל האי דרב אשי, ואליביה ליכא לשנויי האי תירוצא דהוי דשיל\"מ, זה אינו חדא דדעת התוס' הוא דכו\"ע מודים דדשיל\"מ לא בטל אף בדרבנן רק רב אשי חדית לן דספיקא נמי להחמיר ואף ספק אסור כמ\"ש לעיל [עיין בתוס' דף ל\"ח ד\"ה ולבטל מים ומלח] ועוד לר\"פ אף תירוץ הראשון אינו מתוקמא, דהא משני ג\"כ בש\"ס דזבחים פ' כל הזבחים שנתערבו וכו' דהאי תנא דליטרא קציעות הוא ורב אשי משני בעלי חיים חשיבי ולא בטילי וכו' עיי\"ש אבל ר\"פ ס\"ל דאף בע\"ח בטילי ואם נאמר דר\"פ ס\"ל דבדרבנן דשיל\"מ לא בטל א\"כ אינו מוכרח לומר לאוקמי המשנה כאן כתנא דליטרא קציעות דזהו דוחק, וכן מה דתירץ תוס' דהוי דשיל\"מ וכתבו אי נמי וכו' לא ידעתי דהא תירוץ הראשון הוא אמת וברור ומוחלט דבע\"ח לא בטילי וא\"כ מאי אי נמי שייך כאן.<br><b> וי\"ל</b> דלכאורה לא שייך הכא כלל דבר שיש לו מתירין הואיל וחוזר לאיסורא ביו\"ט הבא וכמו דאמרינן בחמץ בפסח דלא מקרי כלל דשיל\"מ הואיל וחוזר לאיסורא ביו\"ט הבא, וא\"כ ה\"ה כאן הואיל ביו\"ט הבא צריך לזמנו א\"כ צריך מעשה וקיימ\"ל בכל דשיל\"מ דבעינן דוקא שיהיה עתיד המתיר לבוא ממילא, וכמ\"ש במעשר חוץ לירושלים דלא הוי דשיל\"מ הואיל והוא טורח להעלותו לירושלים [עיין בפרי חדש ליו\"ד סימן ק\"ב], ואף תירוצם דהאי תנא סבר דבע\"ח לא בטלי ג\"כ יש לפקפק דהא תינח בע\"ח משא\"כ בעבר ושחט להנך יונים בשוגג יהיו מותרים כמבואר בטור יו\"ד ושו\"ע סימן ק\"י דאם שחט לבעלי חיים בשוגג דבטלו לחשיבתן, והמשנה קתני אסורין משמע לגמרי דאפילו שחטם הם אסורים, דאל\"כ יקשה דהו\"ל למיתני לא ישחוט, משא\"כ אסורים משמע לגמרי, לכך תי' תוספות שני תירוצים על דרך ממה נפשך דאי איירי בחיים א\"כ לא מקרי כלל דשיל\"מ כיון דהוא חוזר לאיסורא ביו\"ט הבא כנ\"ל, הרי אינן בטלים מחמת חשיבות בע\"ח, ואי דעבר ושחטיה בשוגג קמיירי, א\"כ הרי אינן בטלים מחמת דשיל\"מ דבשחוטין מעולם לא יבוא ביו\"ט הבא לכלל איסור, וא\"כ ממ\"נ הרי הם אסורים ולא מהני ביטול בכל צד הן במותם הן בחייהם ודו\"ק.<br><b> ובזה</b> היה מקום לומר דוודאי לב\"ה דסגיא הזמנה בדיבור מכאן אני נוטל למחר א\"כ וודאי דהוי דבר שיש לו מתירין דהא אין איסורו חוזר ליו\"ט הבא דהא הוא בידו לזמנו בפה וא\"כ לא מקרי כלל מחוסר מעשה ובדיבור בעלמא מקרי מוכן, משא\"כ לב\"ש דס\"ל דצריך דוקא שינענע כל חדא וחדא ובעי דוקא הזמנה במעשה א\"כ וודאי לא מקרי כלל דשיל\"מ כיון דאיסורו חוזר ליו\"ט הבא והתירא תליא דוקא במעשה ולא מקרי כלל דשיל\"מ, ולפ\"ז ניחא הא דקתני לקמן פרק אין צדין אמר ר' שמעון בן אלעזר לא נחלקו ב\"ש וב\"ה על שזימן בתוך הקן ומצא לפני הקן שאסורין, וקשה לכאורה ב\"ש וב\"ה מה טיבו, וכי נחלקו מעולם ב\"ש וב\"ה בזאת עד דיתכן עליו לישנא דמודים ב\"ש וב\"ה, אמנם לפי מה שכתבתי הכל ניחא דכל הך בבא בתוך הקן ומצא לפני הקן תליא בגדר הספק אי מעלמא אתא או הם מתוך הקן, וא\"כ שפיר תליא בהאי פלוגתא דב\"ש וב\"ה, והיינו לב\"ש דצריך הזמנה במעשה לא הוי כלל דשיל\"מ כנ\"ל א\"כ אמרינן דספיקא מותר ובכולהו ספיקא דרבנן משא\"כ לב\"ה הוי שפיר דשיל\"מ וספיקא אסור, ולזאת קאמר רשב\"א לא נחלקו וכו' דאף לב\"ש ספיקא אסור, והיינו משום דקיימ\"ל כר' חנינא דאמר רוב וקרוב הולכים אחר הרוב וא\"כ הוי וודאי ולא ספק ואתי שפיר ודוק.<br><b> ובהכי</b> ניחא נמי קושית התוס' ישנים דלעיל דלמה אמר אביי בדף אסיפא ולא ארישא [עיין מ\"ש בישובו בדף הקודם לזה] והוא דלפי מ\"ש לעיל דלהפוסקים דס\"ל ספק מוכן בזה אסור, דהקושיא לימא מסייע וכו' הוא לרב פפא משא\"כ לר' אשי דס\"ל דבדשיל\"מ ספיקא אסורה אפילו בדרבנן לק\"מ כנ\"ל ומעתה יש מקום לומר דאביי ס\"ל כר' אשי הנ\"ל וא\"כ א\"צ שוב לומר דאיירי בדף דהא בלא\"ה ליכא כלל סיעתא לר\"ח דהא עכ\"פ מידי ספיקא לא נפקא כלל. אמנם להאי תנא דברייתא דקתני רשב\"א אומר לא נחלקו ב\"ש וב\"ה על שזימן בתוך הקן וכו' דאף ב\"ש פסקו לאסור וקשה דהא לב\"ש לא הוי כלל דשיל\"מ כנ\"ל וא\"כ ספיקא מותר וצ\"ל כר' חנינא ושפיר קשה לימא מסייע ליה לר\"ח ולכך הוכרח אביי לאוקמי בדף ומיושב קושית התוס' ישנים ודו\"ק היטב.",
                "<b> זימן</b>\n<b> בתוך הקן ומצא לפני הקן אם אין שם בקן אלא הן ואינן יכולין לפרוח אע\"פ שיש שם קן אחר בקרן זוית בתוך חמשים אמה הרי אלו מותרין שאין המדדה מדדה אלא כנגד קנו בשוה.</b> עיין בב\"י דתמה על הרבינו ירוחם דהעתיק דברי רבא דזימן בעליונה וכו' הא זאת היא רק דיחוי בעלמא דלא להוי סיעתא לר' חנינא אבל קושטא דמילתא דאין צורך לזה כלל דהולכים בתר רוב, גם הפרי חדש תמה ע\"ז באו\"ח, ויפה תירץ הפר\"ח דהרבינו ירוחם איירי בדליכא קן בתוך נ' אמה, וא\"כ לרובא דעלמא ליכא למיחש כלל רק דחוששין לחששא דיוצא וצ\"ל פי' לדבריו דהא במשנה תני להדיא דאם אין שם קן אלא הן דמותרין, והיינו כמ\"ש דזאת למ\"ד ספק מוכן מותר, אבל בקושטא דדינא דאזלינן בתר רוב א\"כ א\"צ לזה כלל וקיי\"ל ספק מוכן אסור וודאי דאסורים כמ\"ש לעיל באריכות, אבל לפי העתקות הפר\"ח וגם הב\"י, הוא בשם הרשב\"א, ורשב\"א ס\"ל ספק מוכן מותר, וצ\"ל דמ\"מ יש עוד קן בתוך נ' אמה ולא יותר, וא\"כ הוי ספיקא בעלמא ומותר, אמנם כיון דיש כאן עוד חששא דתחתונים למעלה א\"כ הוי כאן רוב מאינו מוכן ולכך אסור ולכך העתיק הרשב\"א דברי רבא ואתי שפיר ודוק.<br><b> ודע</b> דרש\"י פרק אין צדין (דף כ\"ה) העתיק בדברי ר' שמעון בן אלעזר דאמר מודים בית שמאי ובית הלל בתוך הקן ומצא לפני הקן דאסורים דאיירי בשני קינין וזימן בעליונה ולא בתחתונה וכו' והוא כדברי רבא עיי\"ש, והנה לכאורה הוא תמוה דהא לפי המסקנא דקיימ\"ל כר' חנינא דהולכין אחר רוב במקום קורבא וא\"כ אין אנו מוכרחים כלל לדברי רבא, וא\"כ למה פירש\"י דברי רבא והוא רק להס\"ד בעלמא, ונראה דס\"ל לרש\"י דמה טיבו של ב\"ש וב\"ה וכי מצינו בדבריהם כזאת פלוגתא בין ב\"ש וב\"ה עד דנאמר עליו לישנא דמודים, ולזאת תירץ רש\"י דאיירי בזימן בעליונה וכו', וא\"כ בשלמא לב\"ש דבעי שינענע הגוזלות בידו וא\"כ שפיר יש לחוש דאולי התחתונים סליקו למעלה משא\"כ לב\"ה דס\"ל דסגי בהזמנה בפה וא\"כ הא דקתני בזאת, מכאן אני נוטל, מזה אני נוטל, ויהיה איזה גוזלות שיהיו הן עליונה הן תחתונה ומה בכך מ\"מ הוא אומר מה שיהיה ביו\"ט במקום הלזה אני נוטל והו\"א דמותר ולכך קמ\"ל דאסור, דמכאן בערב יו\"ט הפירוש, מה שעכשיו בכאן, וגם זה וזה אני נוטל דוקא, ולזאת קאמר מודים ב\"ש וב\"ה וכו', וא\"כ דברי רבא הם מוכרחים וקושית ב\"י הנ\"ל מיושב דאף דקיי\"ל כר\"ח מ\"מ בדברי רשב\"א מוכרחים על כרחך דברי רבא ודינו דין אמת, ותמוה על חכמים כמותם שהעלימו עין מדברי רש\"י ז\"ל ודו\"ק.<br><b> ובהכי</b> ניחא נמי הא דמשני רבא בשני קינין, א\"כ עדיין קשה לימא מסייע ליה לר\"ח ארישא ועל כרחך צ\"ל כתירוץ אביי בדף וא\"כ אף בסיפא נמי לימא דאיירי בכך ומאי צורך שבא לחדש לנו אוקימתא אחריתא, ולפי מ\"ש ניחא דהוכרח רבא לאוקימתא שלו כדי ליישב דברי רשב\"א בפרק אין צדין דאמר מודים ב\"ש וב\"ה וכפירש\"י הנ\"ל ודו\"ק היטב בזה."
            ],
            [
                "<b>דגים </b>\n<b> שבביברין גדולים וכן חיה ועוף שבביברין גדולים, כל שהוא מחוסר צידה, עד שאומרין הבא מצודה ונצודנו ה\"ז מוקצה וכו'. וכל שא\"צ מצודה הרי זה מוכן וצדין אותו ביו\"ט.</b> ובהשגת הראב\"ד: אין זה נכון שהרי חיה ועוף שהתירו אינו אלא בביברים קטנים, ואפ\"ה דגים אין צדין והטעם מפני שהם מכוסים מן העין.<br><b> עיין</b> במ\"מ מה שתירץ על השגת הראב\"ד, שרבינו סמך על הא דקיי\"ל סוכר אדם אמת המים מערב יו\"ט וכו' עיי\"ש, ולשיטת הרמב\"ם, מיושב היטב קושית התוספות שם במאי דנתן שיעור להבא מצודה ונצודנו, שכבר נתן שיעור אחר דכל היכא דמטו בחד שחיא, ועיין בתוס' מה שתירצו בזה, ולשיטת הרמב\"ם לק\"מ, דלעיל איירי בבהמות ועופות וכאן בדגים דלא שייך כלל שיעורא דמטו בחד שחיא הואיל ודגים נשמטין במים ושיעורא כל היכא דמטו טולא דכתלי, נמי לא שייך גבי דגים, לכך נתן שיעור אחר להבא מצודה ונצודנו.<br><b> ובהכי</b> ניחא נמי הש\"ס דשבת דף ק\"ו דאמרינן שם האי שיעורא דמטו בחד שחיא, ושיעורא כל היכא דנפל טולא דכתלי אהדדי, והאי שיעורא דהכא דהבא מצודה ונצודנו לא נזכר שם כלל, ולשיטת התוס' דהבא מצודה ונצודנו קאי אעופות, הו\"ל להש\"ס להזכירו שם, אמנם לשיטת הרמב\"ם ניחא דהאי שיעורא הוא רק בדגים, ובשבת לא נזכר כלל במשנה מן דגים רק חיות ועופות, לכך השמיט הש\"ס האי שיעורא דהבא מצודה ונצודנו ודו\"ק. [ועיין לעיל הלכה ה' בישוב קושית המ\"מ על הראב\"ד דאוסר דגים בכל גוונא אפילו באינו מחוסר צידה].<br><b> אך</b> מה דהקשו להרמב\"ם דא\"כ איך אמרינן בהא דאמר רב יהודה הלכה כרבן שמעון בן גמליאל, ופריך אביי הלכה מכלל דפליגי וכו', ולשיטת הרמב\"ם הא ודאי פליגי דהא תנא קמא אוסר דגים אפילו באינו מחוסר צידה דאי במחוסר צידה אף חיות ועופות אסורין, ולרשב\"ג במחוסר צידה לבד אוסר דגים אבל באינו מחוסר צידה דגים מותרים לרשב\"ג, ומכח קושיא זו דחה מהרש\"ל בים של שלמה בביצה דברי הרמב\"ם מן הלכה, ונראה דהאי מימרא דרב יהודה אמר שמואל נאמר ג\"כ בשבת כמו בביצה תרווייהו כחדא כמו שמבואר באלו שני המקומות, וא\"כ ליכא למימר דכוונתו היה באמרו הלכה כרשב\"ג והיינו במאי דפליג על החכמים בענין דגים, דא\"כ למה קאמר בשבת, הא שם לא נזכר כלל מדגים, רק מחיות ועופות, ועל כרחך צ\"ל דכוונתו בענין צידה חיות ועופות, וא\"כ פריך הגמרא שפיר הלכה מכלל דפליגי וכו', וזהו לענ\"ד ברור בסוגיא, ואפשר דלא נאמרה מימרא זאת רק בשבת והמסדר הש\"ס סדרו ג\"כ בביצה, וזה נכון ופשוט בסוגיא דשמעתין שם ודו\"ק."
            ],
            [
                "<b>מצודות </b>\n<b> חיה ועופות ודגים שפרסן מערב יו\"ט לא יטול מהן ביו\"ט אלא א\"כ יודע שנצודו מערב יו\"ט.</b> עיין במ\"מ ובמה דסיים דלא נזכר כלל בהלכות שאם מצא מקולקלות מערב יו\"ט בידוע וכו', וגם רבינו לא הזכירו, לפי שדבר הכרח ופשוט הוא, ולא נזכר בש\"ס אלא בגררא עכ\"ל.<br><b> והנה</b> מהרש\"א פירש שם ברש\"י ד\"ה הלכה וכו' הא דאמר רב יהודה אמר שמואל הלכה כרבי שמעון בן אלעזר כוונתו גם אהאי דמצא מקולקלים מערב יו\"ט דמותרים, דבזו אפשר פליג התנא קמא עליה וכו' וכן נראה מפירש\"י עיי\"ש, ולפ\"ז אין כאן הכרח ופשיטות כלל כמ\"ש המ\"מ כיון דפליגי בזה תנאים, הוצרכו הש\"ס לפסוק ביה הלכה כרשב\"א, ולזאת כתב הפרי חדש דהמ\"מ לא דק וים של שלמה תירץ בדוחק וכבר כתב הפר\"ח מה שיש להשיג עליו, ונראה דודאי דברי מהרש\"א דחוקים המה דלמאי דאמרינן דהלכה אינה כרבן גמליאל משמע לחומרא, וכן במאי דאמרינן איכא דמתני ליה אהא דהלכה כר' יהושע משמע ג\"כ לחומרא, ולפי דברי מהרש\"א איכא דמתני השלישי בהא דשוחטין מן הנגרין ביו\"ט וכו', ואמר רב יהודה אמר שמואל הלכה כרשב\"א יהיה לקולא, ומקולקלים מערב יו\"ט דיהיו מותרין, וזהו נגד דברי הש\"ס וסוגיא דעלמא.<br><b> לכן</b> נראה לומר דכך הוא הפירוש, דהא יש להבין המסקנא במילתא דרשב\"א דקאמר דמצא מקולקלים מערב יו\"ט בידוע שהם ניצודים מערב יו\"ט, הא ספיקא נעשה כמו שנצודים ביו\"ט, ולכאורה הוא מיותר [ולא אמר בקצרה הא ספיקא אסורה], אמנם הנכון הוא כך דהא ביש ספק אם נלכד במצודה ביו\"ט או בערב יו\"ט הו\"א דהוא רק ספק בעלמא וא\"כ אף דקיימ\"ל ספק מוכן אסור, מ\"מ אם יצורף לזה עוד ספק בגופו או בתערובות יהיה ספק ספיקא ויהיה מותר, ולזאת ההו\"א, קאמר הא ספיקא הוי כמו שנצודו ביו\"ט, והרי זה ספק עולה כמו ודאי, וכאלו היה נצודה ביו\"ט שאין נכנס כלל בגדר הספק וחכמים עשאוהו כמו ודאי לאסור מטעם שכתבתי לעיל (הלכה ו') בשם המרדכי דחזקה דהשתא הוא נצודה הוא חזקה דאורייתא וא\"כ אין כאן כלל ספיקא וזה ברור ונכון בפשיטות דשמעתין, ולזאת אמר הלכה כרשב\"א, כי נפק\"מ לנו רבתא לדינא.<br><b> והא</b> דלא העתיק רבינו הרמב\"ם דספיקא נעשה כמו ודאי איסור י\"ל, או דנראה דמלשונו נלמד, הואיל ולא כתב ואם לאו הרי זה ספק מוכן כמ\"ש בזימן שחורים ומצא לבנים וכו' רק בדרך שולל הוא פוסק דהוא אסור, או י\"ל כיון דאיכא אוקימתות בש\"ס על מה אמר שמואל הלכה אי אמתני' או אברייתא וידוע דהולכין בשל סופרים אחר המיקל, וי\"ל דעל המשנה אמר למילתא הלכה דספק מוכן ולא אברייתא, וא\"כ נקטינן סתמא כת\"ק ואין הלכה כרשב\"א ולכך השמיטו הרמב\"ם ודו\"ק.<br><b> אך</b> באמת קשה דמ\"ש המ\"מ שהדברים מוכרחים המה, שאם מצא מצודות נתקלקלו ודאי נצודו מערב יו\"ט, והרי מופת לפניך דהך סימנים מובהקין לא נראה לירושלמי כלל דפריך שם אהאי דמצא מקולקלים וכו' בידוע שהם נצודו מערב יו\"ט, וחש לומר דלמא נצודו ביו\"ט, והרי דס\"ל דאין זאת כלל סימן מובהק ועדיין יש לחוש דלמא הם נצודים ביו\"ט ולא יצא כלל מספק ותירץ הא דאין חוששין היינו ביער מקום שמצוין חיות וא\"כ מסתמא הם גורמים הקלקול ונצודה מערב יו\"ט וכמו זאת אמר בדגים במקום שמצוין כך כאן בחיות וכו', והרי דאין זה כלל סימן מובהק עד דמחלק בין היכא דחיות מצויות להיכא דאין חיות מצויות, וא\"כ הפוסקים בכלל השמיטו האי דירושלמי דס\"ל הואיל בתלמודא דידן לא נזכר חילוק שוב אין לחוש לחילוק הירושלמי הנ\"ל מ\"מ ברור הוא דהאי קלקול מצודות אין כל כך סימן מובהק ודברים הכרחים כמו שחושב המ\"מ ז\"ל ודו\"ק."
            ],
            [
                "<b>העומד </b>\n<b> על המוקצה מערב יו\"ט בשנה השביעית שכל הפירות הפקר צריך שירשום ויאמר מכאן ועד כאן אני נוטל ואם לא רשם לא יטול.</b> עיין במ\"מ שכתב, הטעם דנקיט בשביעית דשבת קובעת למעשר בשאר שנים אפילו באכילת עראי עכ\"ל וכו' ודבריו צריכין ביאור, דהא דשבת קובע למעשר היינו דוקא בדבר שנגמר מלאכתו למעשר כמבואר בשבת ובש\"ס דביצה (שם בסוגיא) כי אתא רבין אמר ר' יוחנן וכו' ולכך כתב רבינו הרמב\"ם בהאי משנה ובהל' מעשרות (פ\"ה הלכה כ\"א) הנך גרוגרות וצמוקים שהניחן לייבש ולא נגמר מלאכתן אין שבת קובע למעשר, ובש\"ס נאמר הטעם הואיל ורשם מכאן ומכאן אני נוטל למחר משויא ליה לקובע, ובאמת רבינו הרמב\"ם בפירושו למשנה כתב ג\"כ הטעם משום דשבת קובע, אמנם זהו בדברי רבי אליעזר ור\"א ס\"ל דשבת קובעת למעשר אף בדבר שלא נגמרה מלאכתו למעשר ואפילו לעראי משא\"כ בדברי חכמים ליכא למימר כן דקיימ\"ל דאינו קובע אלא לדבר שנגמרה מלאכתו וכו'.<br><b> וצ\"ל</b> דס\"ל להמ\"מ דוודאי האי דירשום מכאן ועד כאן אני נוטל אינו קובע כלל למעשר בדבר שלא נגמרה מלאכתו למעשר, דא\"כ כל הימים שירשום מכאן ועד כאן אני נוטל יהיה מחויב במעשר, וזאת לא שמענו כלל דא\"כ הו\"ל ליחשוב אותו הגמרא והרמב\"ם במנין דברים הקובעים למעשר, גם הרשימה באומר מכאן אני נוטל, אלא ודאי דזאת אינו מועיל כלל רק בצירוף שבת הוא דקובע, דכתיב וקראת לשבת עונג, רק דאימת הוא קובע בדבר שנגמרה מלאכתו אך כיון דאמר מכאן אני נוטל מחשבינן ליה לענין שבת כמו דנגמרה מלאכתו למעשר דהא דעתו בזה להתענג בשבת וקבע בשבת למעשר, וא\"כ עיקר החיוב למעשר הוא בא מחמת קביעת שבת, ולזאת נתכוון המ\"מ ורבינו הרמב\"ם בפירוש המשניות ודוק היטיב.<br><b> וכתב</b> המ\"מ ורבינו כתב דין זה ביו\"ט ולא בשבת היינו לפי שאין אנו אומרים מוקצה בשבת עכ\"ל, והנה נראה מלשונו דהוא סובר כדעת רש\"י והרז\"ה דהאי מוקצה הוא רק לר' יהודה ולא לר' שמעון, ולכך בפרק קמא דף ד' במילתא דר' אליעזר דאמר ביצה תאכל היא ואמה וכו' ומקשינן אי בתרנגולת העומדת לגדל ביצים היא ואמה אסורה ופירש\"י דהא שמעינן לר\"א דאית ליה מוקצה דתניא ר\"א אומר עומד אדם על המוקצה וכו' אלמא הכנה בעי עכ\"ל, וכן כתב הרז\"ה בהשגותיו להרי\"ף מהאי דעומד אדם על המוקצה וכו' מוכח דר\"א אית ליה מוקצה, וצ\"ל לדבריו הא דאמרינן בשבת סתם לן תנא כר\"ש והוא מדתני מחתכין הנבילה לפני הכלבים וכו' וקחשיב לת\"ק לסתם משנה אף דפליג עליו ר' יהודה, והא כאן בעומד אדם על המוקצה בערב שבת ס\"ל לר\"א דסגיא באמירה וחכמים צריכים דוקא רשימה, ומבואר דתרווייהו ס\"ל מוקצה בשבת, דבמשנה לא נזכר כלל יו\"ט רק שבת ומוקצה אף בשבת, והרי כאן סתם דאמרינן מוקצה אף בשבת ר\"א וחכמים, וצ\"ל די\"ל דר\"א לדברי חכמים קאמר וחכמים לדברי ר\"א קאמרו לדידן לית לן מוקצה לדידך דאית לך מוקצה אודי לן מיהת דלא מהני אמירה רק דברשימה מכאן ומכאן וכו' ונפק\"מ ליו\"ט, או בשאר מוקצה היכא דר\"ש ג\"כ מודה.<br><b> אבל</b> דעת התוס' והרמב\"ן בהשגותיו להרז\"ה, דהאי מוקצה דהכא הוא אף לר\"ש דהוי [כמו] גרוגרות וצמוקין וכמ\"ש רש\"י במתני' להדיא ובהא אף ר\"ש מודה, והנה באמת למאי דהעתיק המ\"מ דעת רש\"י דמוקצה הוא כעין גרוגרות וצמוקין א\"כ לא ידעתי כלל מי דוחקו לומר דיהיה רק אסור לר\"י ולא לר\"ש עיין בלח\"מ. ומה שנ\"ל בישובו הוא דס\"ל דבשביעית דהכל הפקר הוא ויד כל אדם שווין בו, אף גרוגרת וצמוקין לא הוי מוקצה לר\"ש, דהא ר\"ש לא ס\"ל כלל מוקצה מדעת, רק דהוא מודה בהנך משום דהוי דחוי בידים וזה דוקא בדבר שלו אבל בדבר הפקר מה יועיל דחוי שלו בדבר שאינו שלו, וכי אדם יכול לדחות דבר של אחרים, ולכך זאת דאיירי בשביעית לא הוי מוקצה רק לר\"י משא\"כ לר\"ש [ועיין להלן סוף הלכה י'].<br><b> רק</b> הא קשיא דלמה פסק רבינו דבעינן שירשום, דהא רש\"י פירש דלכך בעינן שירשום היינו דאין ברירה והוא קושית הש\"ס דלעיל ביוני שובך, וא\"כ למאי דפסקינן בדרבנן יש ברירה א\"כ יקשה לן למה בעינן דוקא רשימה, ועיין בים של שלמה דחולק בזאת על רש\"י וכתב דלא תליא כלל בברירה, רק כאן דחומרא הוא הואיל דאקציה בידים עיי\"ש, אך זהו לשיטת התוס' והרמב\"ן הנ\"ל דבהאי מוקצה אף ר\"ש מודה וא\"כ שפיר יש מקום לומר דלחכמים חמור ממוקצה דבע\"ח כמ\"ש התוס' ד\"ה באומר מכאן אני נוטל וכו', משא\"כ לשיטת רבינו דס\"ל כשיטת רש\"י דלר\"ש לא אמרינן כלל מוקצה בזה וא\"כ קיל הוא מיוני שובך דהוי מוקצה אף לר\"ש, כמ\"ש התוס' ריש ביצה וכן מורין שיטת התוס', וא\"כ על כרחך צ\"ל משום ברירה, דהא ביוני שובך גופא לולי הטעם זימנין דמשתכחי שמנים כחושים וכו' היה תליא שפיר בברירה וא\"כ קושיא הנ\"ל במקומה עומדת.<br><b> ונ\"ל</b> די\"ל דס\"ל לרבינו דהא דקיימ\"ל בדאורייתא אין ברירה ובדרבנן יש ברירה היינו משום דמספקא לן אי יש ברירה או אין ברירה ולכך בדאורייתא אזלינן להחמיר ואין ברירה ובדרבנן אזלינן להקל ואמרינן יש ברירה, ועיין בהרמב\"ם פ\"ג מהל' גירושין ובאבן העזר סימן קל\"ד סעיף ד' מבואר הוא כמ\"ש, ומעתה למאי דחדית לנו ר' אשי דבדבר שיש לו מתירין אפילו בדרבנן ספיקא להחמיר, א\"כ י\"ל דאף לענין ברירה נמי נימא כן ואין ברירה בדשיל\"מ כמו בשל תורה ולכך בעינן דוקא רשימה.<br><b> והא</b> דלא משני כן רבא לעיל דף י' ביוני שובך, י\"ל דהא רבא הוא דתירץ כך ורבא לא ס\"ל כלל האי סברא דדשיל\"מ אף בדרבנן ספיקא אסורה דהא רבא משני לקמן דף ל\"ח על קושיא ולבטיל מים ומלח לגבי עיסה וכו' דתבלין לטעמא עבידי וטעמא לא בטיל, ור' אשי תירץ משום דהוי דשיל\"מ וכו' משמע דרבא לא סבירא ליה כלל האי סברא דדשיל\"מ יהיה מהני בספיקא דרבנן, ואף דנראה דתוס' שם נשמר מזה וכתב ד\"ה משום דהוי דשיל\"מ דקושית הש\"ס הוא משום דהוי מין בשאינו מינו, ובזה פריך הגמ' ולבטיל וכו', ורב אשי חדית לן הואיל דדרך הוא לתת לקדירה הוי מין במינו וכו' עיי\"ש, מ\"מ פשטות לישנא דהש\"ס לא משמע כן כלל, אף גם דהא רבינו הרמב\"ם פסק בפ' ט\"ז מהל' מאכלות אסורות דתבלין אינו בטילי במינו אבל באינו מינו בטילי, ועיין בפרי חדש ליו\"ד דהאריך בזה דפשטא דלישנא דהרמב\"ם מורה כן וכמ\"ש המלחמות הכא להדיא ול\"מ א\"כ יקשה איך משני רבא הכא דתבלין לא בטילי כלל, ועל כרחך צ\"ל דאף לרבא לא מהני כלל דשיל\"מ בדרבנן וא\"כ שפיר משני לעיל דלמא שבק וכו' ומטלטלה שלא לצורך.<br><b> והא</b> דפסק רבינו בפרק ה' הלכה ה' בשנים שלקחו חבית בשותפות וכו' שחלק כל אחד ואחד כרגליו, דיש ברירה, הואיל היות תחומין אינה אלא מדברי סופרים, לא קשה מידי דבתחומין הקילו דהא ראייה דבכמה מקומות הקילו בו וכדקיימ\"ל ספק עירוב כשר ולא חששו כלל לדבר שיש לו מתירין דספיקא אסורה כמ\"ש התוס' (עירובין מ\"ה) ומרדכי בכמה דוכתין דבעירוב הקילו חז\"ל.<br><b> והמג\"א</b> (בסימן תצ\"ה) שכתב ג\"כ לדבריו דהאי מוקצה הוא חמור דהוי דחוי בידים וכמ\"ש מהרש\"ל, וכבר כתבתי שאי אפשר לומר כן בהרמב\"ם ורש\"י, אך מה שכתב בשם הכל בו דאף בהאי שייך טעמא דלמא שביק הרעים ואכל היפים כמו ביוני שובך, וא\"כ מטלטל שלא לצורך, אם קבלה נקבל ואם לדין יש תשובה דטעם זה לא נזכר כלל בש\"ס, ולהדיא הוא נגד רש\"י ז\"ל וצ\"ע. ובכלבו נזכר להיפך דדוקא במוקצה של יונים הוא דאיכא למיחש לזאת ולא במוקצה של אוצר כלל, ותמהני על המג\"א, ואפשר הואיל וכתב דאיכא למגזר ביה במוקצה חשב דאיירי מן מוקצה הנאמר במשנה והיינו עומד אדם על המוקצה וכו' וזה אינו רק דאיירי באיסור בע\"ח כגון תרנגולת וכו' וסיים להדיא דבאוצר של פירות ליכא למיחש כלל וכלל דסגיא בהזמנה, ודברי המג\"א צ\"ע."
            ],
            [
                "<b>גוי </b>\n<b> שהביא תשורה לישראל ביו\"ט אם יש מאותו המין במחובר לקרקע או שהביא חיות ועופות או דגים שאפשר לצודן בו ביום הרי אלו אסורין עד לערב וימתין בכדי שיעשה.</b> עיין ברש\"י שכתב דביומו אסורין הם משום מוקצה אף לר' שמעון ולערב אסורין בכדי שיעשה כדי שלא יהנה ממלאכת יו\"ט ועיין בר\"ן שנתקשה בזה, דא\"כ מהאי טעמא לחוד ליתסר ביו\"ט, ולמה לי הטעם כלל משום מוקצה, ותירץ הר\"ן דנפק\"מ הוא היכא דתלש הנכרי לעצמו וכו' עיין שם, והוא דוחק דהו\"ל לרש\"י לפרש כן במקום אחר ולא בנכרי שהביא דורון לישראל, דהא בהאי אין צורך כלל לאיסור מוקצה.<br><b> והיה</b> מקום לומר דקשה ליה דלמה במינו מחובר אסור לערב בכדי שיעשה, ואמאי הא אינו אלא ספק ובספק כזאת יש להתיר כאותה ששנינו בשבת בנכרי שהביא חלילין מותר לערב מיד דחוששין שמא חוץ לחומה לנו ופירש\"י חוששין לקולא וא\"צ כלל בכדי שיעשה וכן פסק הסמ\"ג דבספק מחובר או צידה א\"צ כלל כדי שיעשה, ואף אם נאמר דבדבר שיש לו מתירין ספיקא להחמיר רק בתחומין הוא דהקילו, וא\"כ אינו דומה להאי דנכרי שהביא חלילין דשם איירי בתחומין ולכך חוששין להקל, כמו שפירש\"י, מ\"מ זה אינו רק לר' אשי דס\"ל דדשיל\"מ אפילו בדרבנן ספיקא אסורה כמו וודאי משא\"כ לרב פפא דאוקמה להאי דתני לעיל בברייתא ספיקא אסורה דלא איירי בספק יו\"ט ספק חול רק בספק טריפה והאי תנא דליטרא קציעות הוא, וא\"כ מוכח דלא ס\"ל כלל סברת ר' אשי שם, ומעתה לר\"פ דס\"ל דביצה אף דהוי דשיל\"מ מ\"מ בהיותו רק ספק דרבנן אזלינן להקל אף דהוי דשיל\"מ כהנ\"ל, א\"כ אף במינו מחובר נמי יש להתיר בספק, וא\"כ איך פוסק ר\"פ הילכתא בנכרי שהביא דורון וכו' שאסור, ולזאת פי' רש\"י הטעם דאסורו הוא משום מוקצה ומוקצה הוא כעין של תורה וס\"ל לרש\"י כמ\"ש התוס' ישנים לעיל דף ג' ע\"ב שהקשו שם על הגמרא דפריך מברייתא דספיקא אסורה דוקא למ\"ד ביצה משום משקין שזבו ופירות הנושרים ולא פריך ג\"כ לר\"נ דאוסר ביצה משום מוקצה אמאי ספיקא אסורה ותירצו דיש לומר דמוקצה חמירא כעין תורה וכו' עיי\"ש ואף ר\"פ מודה לזה וא\"כ אתי שפיר דלכך ספיקא אסורה ביו\"ט משום מוקצה, וא\"כ לכך אף בכדי שיעשה נמי מחמירין מן הספק, הואיל דביו\"ט אסורה, וכ\"כ הר\"ן לאסור אותו בכדי שיעשה אף למי שלא הובא בשבילו, הואיל וביו\"ט אסורה לכו\"ע מחמת חששא דמוקצה לכך לא חלקוהו לענין בכדי שיעשה ועיי\"ש דבריו ואתי שפיר ודוק.<br><b> אמנם</b> היותר נכון בכוונת רש\"י דס\"ל לרש\"י דמשום שלא יהנה לחוד לא החליטו חז\"ל כלל לאסור אותו ביו\"ט, דהא איסור צידה ותלישה ביו\"ט אינו רק דרבנן וכמ\"ש רש\"י להדיא פרק אין צדין והוא דדעת רש\"י כרמב\"ם והראב\"ד (בפ\"א הלכה ה') וא\"כ הגע בעצמך דמי שאין לו פירות אחרים לאכול אלא הני דגים או פירות, מותר הוא לומר לנכרי להביאו, דשבות הוא, ולומר לנכרי הוא ג\"כ רק שבות, ובמקום מצוה לא גזרו כלל, כמבואר בהרמב\"ם הל' שבת (פ' ו' הלכה ט') ובשו\"ע סימן רע\"ו ועיי\"ש בהג\"ה דיש מתירין אמירה לנכרי אף במלאכה גמורה לצורך מצוה ומכ\"ש בשבות גרידא ואמירה לנכרי במקום מצוה כו\"ע מודים שהוא מותר, אלא דהמגיד משנה כתב דיש לדייק בזה דלאו כל השבותים שווין בזה, ולכך כתב רש\"י ז\"ל דביו\"ט אסורה בלא\"ה משום מוקצה, וא\"כ כל מלאכת הנכרי בשביל חשש שעשה לצורך ישראל, זה ודאי אסורה היותו נהנה ממלאכת יו\"ט ולכך אסורים בכדי שיעשו ודברי רש\"י עולים היטב ודוק היטב.<br><b> והנה</b> הסמ\"ג כתב בשם ר\"ת וב\"ה בשם ס' התרומה בהל' שבת, פירות שליקט נכרי והצד דגים אם בשביל ישראל אסור בכדי שיעשה וכו' ואם הפירות דהיום נתלשו אינם ידועים אם נתלשו בשביל ישראל, או ידועים דנתלשו בשביל ישראל אך אינם ידועים אם נתלשו בחול או ביו\"ט הוי ספק מוכן ואסור, אבל למוצאי יו\"ט קי\"ל כשמואל דחוששין שמא חוץ לחומה לנו להקל ומותר, ונתקשו בו כל הפוסקים דהא אנן קי\"ל כרב פפא דאמר במינו מחובר אסורים למוצאי יו\"ט בכדי שיעשה אף דלא ידעינן דנתלשו ביו\"ט, ועי' בים של שלמה מה שתירץ וכבר כתב המג\"א באו\"ח סי' תקט\"ו סקי\"ב שתירוצו דחוק למאוד, והמג\"א תי' דהביא דורון או למכור מכווין להביא מן המשובח, והא דסמ\"ג איירי דנכרי אמר לו מערב יו\"ט ליתן לו פירות והלך ישראל לביתו וכו' עיי\"ש ודבריו דחוקים הם בסמ\"ג וס' התרומה אף גם לא ידעתי אנה נזכר סברא זאת דמתכוין להביא מן המשובח כיון דאין בה הכרת פנים אם הם מהיום בני יומא או לא א\"כ מאי הכרת שבח שייך כאן, ועוד דמה יעשה הנכרי בפירות ודגים מאתמול וכי לא ימכור כלל ועל כרחך דמביאים בשוק למוכרם, והאיך מכירין אותן שנתלשו היום, וגם תירוצו [ניחא] אהאי ספיקא אם נתלשו בשביל ישראל דאיירי דאמר לו מערב יו\"ט וכו' אבל אהאי דידוע בשביל ישראל אבל אינו ידוע אימת נתלשו לא תי' כלום, כיון דמוכרם או נתנן לו ביו\"ט הוי משל יו\"ט.<br><b> לכן</b> נ\"ל פשוט דלפי מ\"ש הר\"ן בשם רבינו יונה ז\"ל דרוב אינם לוקטין פירות שיש במינו מחובר מבערב, אלא ביומו ומוכרם מיד, ומעתה נכרי שהביא דורון או למכור אמרינן ביה כל דפריש מרובא קפריש, ורוב פירות נלקטין ביומן ורובא הוא מן התורה וא\"כ לא שייך כלל שם ספיקא, משא\"כ לבוא לתוך ביתו של נכרי כיון דעכ\"פ יש לו קצת פירות מתמול שלשום א\"כ אף דרובם הם של היום מ\"מ הא הו\"ל קבוע וכמחצה על מחצה דמי בין להקל בין להחמיר וא\"כ הרי יש כאן ספק ומותרין מבלי להצריך כלל כדי שיעשה, כיון דהוי ספיקא, ודברי הסמ\"ג מורין ממש באצבע דבא ישראל לביתו של נכרי ולא בנכרי המביא דורון כלל, דראש דבריו הם, אם אינם ידועים אם בשביל ישראל וכו' ואם לא איירי בבא לביתו של נכרי, א\"כ ודאי אמרינן דמן הסתם לקטן לצורך ישראל, אלא ודאי דאיירי דבא לביתו של נכרי גופא, וכמ\"ש המג\"א בעצמו, וכן האי ספק אם אינם ידועים אימת נלקטים איירי ג\"כ היכא דישראל בא לביתו של נכרי א\"כ הו\"ל קבוע וכמחצה על מחצה דמי בין להקל בין להחמיר, ואתי שפיר דברי הסמ\"ג הנ\"ל ודו\"ק.<br><b> אמנם</b> ראיית הסמ\"ג מהא דשמואל דחוששין שמא ממקום קרוב לנו להקל יש לדחות, והוא דודאי הא ליכא למימר כלל לחלק בין תחומין לאיסור מלאכה דא\"כ איך הביא הש\"ס (שבת קנ\"א) תניא כוותיה דרב ממרחץ הא התם הוי מלאכה גמורה, אבל יש לחלק בין במינו במחובר, ובאינו רק איסור תחומין, דבמינו מחובר דהוא דבר שיש לו מתירין לכך ספיקא אסורה משא\"כ בתחומין לא אמרינן ביה כלל דשיל\"מ כמ\"ש התוס' (בעירובין מ\"ה) והמרדכי שם דבתחומין לא שייך כלל דשיל\"מ, והש\"ס דשבת דהביא ראיה ממרחץ לתחומין כיון דבמרחץ לא שייך ג\"כ דשיל\"מ דמה יש לומר להמתין בכדי שיעשה בין כך יצטנן המרחץ ובדבר שנתקלקל לגמרי לא אמרינן דשיל\"מ אסור וא\"כ מרחץ ותחומין חד דינא אית להו.<br><b> והנה</b> רבוותא נחלקו בזאת בשני ימים טובים של גליות ונלקטו בשביל ישראל ביו\"ט ראשון אם הוא מותר בשני, ודעת רש\"י להתיר ביו\"ט שני בכדי שיעשה, ולא הבנתי דבריו כיון דרש\"י נתן טעם לכך בעי כדי שיעשה היינו משום שלא יהנה ממלאכת יו\"ט, וא\"כ ביו\"ט שני אף דנאמר דראשון הוא קודש ושני חול, מ\"מ הרי עכ\"פ בשני אסרוהו חכמים אותו דוקא לאחר כדי שיעשה, ואסרו חכמים לעשות דבר, וא\"כ לולי דלקטו נכרי ביו\"ט אי אפשר לו להביא ביו\"ט שני, דחז\"ל אסרוהו וידיו אסורות, וא\"כ הרי הוא נהנה ממלאכת יו\"ט, ולא דמי כלל לביצה דיו\"ט אחד קודש ושני חול, וא\"כ אין כאן איסור מוקצה כלל אבל כאן הרי מ\"מ נהנה ממלאכת יו\"ט, וא\"כ אף דשני הוא באמת חול מ\"מ הא אי אפשר לו ללקוט כי אם בערב יו\"ט דהיינו עד שבא הנכרי ולקטם בראשון, וא\"כ הרי הוא נהנה עכ\"פ ממלאכת יו\"ט, ודוחק לומר דלא מקרי כלל נהנה ממלאכת יו\"ט אלא מה דאי אפשר לו לעשות ביו\"ט שני מקוצר הזמן לכך בעי זמן כדי שיעשה, אבל מה דאי אפשר לו מחמת איסור דרבע עלה, אין זה מקרי כלל נהנה ממלאכת יו\"ט, וזהו דאסרו חז\"ל להיותו בכלל קדושת יו\"ט, אבל שיהיה שביתת המלאכה גורם שיהיה נקרא נהנה ממלאכת יו\"ט, זה לא אסרו כלל וצ\"ע.<br><b> אמנם</b> דעת הר\"ת, הוא משום שלא יאמר לנכרי לעשות, ולכך אף ביו\"ט שני אסור, דאל\"כ יאמר הוא לנכרי ביו\"ט ראשון כדי שיהיה מסתפק ממנו ביו\"ט שני, עיי\"ש, וזה מוסכם מכל הפוסקים, דהא בהא תליא, אי משום כדי שלא יאמר הוא לנכרי ביו\"ט לעשות, אף ביו\"ט שני אסור, והנה הרמב\"ם בהל' שבת (פרק ו' הלכה ח') כתב להדיא באומר לנכרי לעשות מלאכה בשבת דאסורה בכדי שיעשה כדי שלא יאמר לנכרי לעשות, וכתב דבכל מקום דאסרו חכמים לעשות, הוא מן הטעם הלזה, ומעתה לטעם הלזה אתי שפיר אם אף ביו\"ט שני אסור, ולפ\"ז צ\"ל הא דכתב רבינו הרמב\"ם בהל' יו\"ט פ\"א הל' כ\"ד דחיות ועופות הנצודים בראשון וכן מחובר הנתלש בראשון יאכל בשני על כרחך דאיירי דהיו נצודים מאליו, או היה לצורך נכרי וכמ\"ש כל הפוסקים (עיי\"ש בלח\"מ) בש\"ס דעירובין בהאי בר טביא, ורבינו הרמב\"ם סתם דבריו כדרכו, דהוא תופס לישנא דהש\"ס בקצרה, ולזאת נתכוין הגהת מיימוני (בהל' שבת הלכה הנ\"ל) במה שכתב דדעת הרמב\"ם הוא לאסור אף ביו\"ט שני, אמנם המגיד משנה כתב (בהל' יו\"ט פ\"א הלכה כ\"ד) דדעת הרמב\"ם כרש\"י, וכ\"כ הב\"י ומהרש\"ל עד שהב\"י תמה על הגהת מיימוני וכתב דלא חש לקמחא עיי\"ש, ולא ידעתי למה, דהא יש לו ראיה מוכרחת מהל' שבת כנ\"ל ודו\"ק.<br><b> גם</b> לא ידעתי למצוא טעם וקיום לדברי המ\"מ וב\"י הנ\"ל, כי לא מצאתי זאת בכל הפוסקים דעה שלישית שסובר כדעת ר\"ת שלא יאמר לנכרי לעשותו, ומ\"מ הוא סובר שיהיה מותר ביו\"ט שני בכדי שיעשה כרש\"י.<br><b> ונ\"ל</b> שדעתם בדעת רבינו הרמב\"ם ז\"ל, דדוקא בשבת דחמירא הוא דחששו שמא יאמר הוא לנכרי לעשותו, ולכך הביא זה הטעם בשבת אף דס\"ל כמ\"ש רש\"י דהיינו משום שלא יהנה וכו' מ\"מ כתב זה הטעם דהוא לחומרא דבעינן זמן יותר מן כדי שיעשה, עד דיתלשו ויביא, כמ\"ש כל הפוסקים דלשיטת ר\"ת בעינן יותר זמן מלשיטת רש\"י, אמנם ביו\"ט דקיל דישראל גופא הצד או התולש אינו איסור תורה כלל רק איסור דבריהם, לא חששו לשמא יאמר לנכרי לעשותה רק לאסור בכדי שיעשה דהא עכ\"פ נהנה ממלאכת יו\"ט מה דנכרי עושה ולכך ביו\"ט שני מותר בכדי שיעשה וכמ\"ש רש\"י וצ\"ע.<br><b> והנה</b> בדעת התוס' גופיה מחולקים הרא\"ש ויתר פוסקים אי אסרינן לישראל אחר ג\"כ בכדי שיעשה או לא, ודעת הרא\"ש הוא להתיר דאין אדם חוטא ולא לו, והקשה הב\"י דברי הרא\"ש אהדדי דהלא הרא\"ש גופיה פסק בשבת פ' כל כתבי בנכרי שהדליק את הנר בשביל ישראל, שאסור ג\"כ מטעם שמא יאמר לנכרי להדליקו ואעפ\"כ הכריע הרא\"ש גופיה דאסור לכו\"ע אף למי שלא הודלק בשבילו והוא קושיא עצומה ולא ידע לפותרה.<br><b> אם</b> לא דנאמר דודאי יש כאן חששא דיאמר הוא לנכרי לעשותה בשני אופנים, או דחיישינן אם יהיה מותר להשתמש לאורו ויהנה ממלאכת הנכרי יטעה ויאמר ויחשוב דהוא מותר לומר לנכרי לעשותו ולכך חז\"ל אסרוהו ואין כאן טעות כלל, או דנאמר דודאי ידע דאסור לומר לנכרי לעשותו רק דמ\"מ אולי בשאט נפש יעבור ויאמר לנכרי לעשותו, אמנם כיון דמלאכת הנכרי אסורה להנות ממנו, א\"כ ממילא אין כאן חששא, כי מה אהני ליה, והנה זה ודאי אם נאמר דיטעה, היינו כשיכול להנות ממנו בשבת או ביו\"ט בזאת שייך לומר דיטעה ויחשוב אף דאמירה לנכרי שבות, מ\"מ זהו שצורך שבת, מותר, משא\"כ אי לא יוכל להנות ממנו בשבת ויו\"ט עד ערב וודאי ליכא למימר דיטעה, דמהיכי תיתי וכי לא ידע דאמירה לנכרי שבות הוא בשבת ויו\"ט לחול, וכי יהיה בעיניהם העלם דבר דכל שיש אמירה לנכרי שבות אפילו לעצמו אסורה אמירה לנכרי שיהיה עושה מלאכה זו בפנות היום, ומכ\"ש לאמר לנכרי בשבת לעשות מלאכה זאת לצורך חול, ואין כאן חששא רק דיעשה בשאט נפש לומר לנכרי לעשות מלאכה לפנות היום ולכך אסרוהו כנ\"ל.<br><b> ומעתה</b> דברי הרא\"ש מובנים, שם בשבת דמיירי מנכרי המדליק את הנר וכו' באומר מותר תשמישי בשבת, בזאת שפיר י\"ל דיטעה ויאמר מותר וא\"כ אסורה אף לישראל אחר ואין לומר כמ\"ש הרא\"ש בביצה דאין אדם חוטא ולא לו, זה אינו דהוא אומר דאינו פושע, דיחשוב דמותר הדבר, ולמה לא ניחוש ג\"כ דיטעה ויעשה דבר לצורך חבירו, משא\"כ בנכרי המביא ממינו במחובר, דביו\"ט אסור משום מוקצה ואסור בערב בכדי שיעשה כדי שלא יאמר לנכרי לעשותו וא\"כ על כרחך חושש שלא יעשה בשאט נפש, דביו\"ט אין לו לצורך ובזאת לא יטעה ויאמר לנכרי לעשותו לצורך חול, וא\"כ שפיר מתירין אותו לישראל אחר, כיון דיעשה אותו על כרחך בזדון יעשה ואין אדם חוטא ולא לו ואתי שפיר דברי הרא\"ש.<br><b> ובסברא</b> זאת יש ליישב מ\"ש רש\"י בתחומין דמותר לישראל אחר, דהטעם הוא שמא יאמר לנכרי להביאן, ומהרש\"ל שלח יד להגיה דהא במינו מחובר ס\"ל לרש\"י הטעם משום שלא יהנה ממלאכת יו\"ט, ומהרש\"א מקיים הנוסחאות להיותו כן בספרים מדויקים, וכתב דכאן בתחומין להיותו איסור קל לא חשש רש\"י לטעמא שלא יהנה ומותר לאחרים עיי\"ש, והנה עדיין קשה למה לא פירש\"י במינו מחובר ג\"כ הטעם שמא יאמר לנכרי להביא ויהיה א\"כ אף ביו\"ט שני אסור, וכמ\"ש התוס' ובזה לא תי' הרב מהרש\"א כלום, אמנם לפי מש\"כ ניחא דבמינו מחובר בלא\"ה אסור ביומו משום מוקצה, א\"כ כל החשש הוא דיאמר לנכרי בזדון להביא לו לצורך חול, ובזאת לא חשש רש\"י שיעשה עבירה בזדון כמ\"ש המג\"א, וא\"כ ליכא למיחש כלל לשמא יאמר, דאמירה לנכרי כה\"ג אסורה, משא\"כ לקמן בהבאת חוץ לתחום, דהוא מותר ביומו, בזאת שפיר י\"ל דיאמר הוא לנכרי להביא ולא בזדון, רק דיטעה דיחשוב דמותר הוא, היותו לצורך יו\"ט, וליתא באמירה חששא דאסורא כלל, ודברי רש\"י הם נכונים וברורים ואתי שפיר ודו\"ק.<br><b> והנה</b> הרא\"ש כתב הא דלא אמר רב פפא גם במינו מחובר ומותר לישראל אחר לערב מיד, כדקאמר גבי חוץ לתחום דכיון דבו ביום אסור לכל ישראל בשביל זמן מועט כדי שיעשה, לא חש להאריך, ונתקשו בו הרב הב\"י ומהרש\"א בחידושיו דהא בהך שיטה כל יו\"ט שני אסור לו ולחבירו מותר, וא\"כ הרי כאן זמן ארוך טובא, עיי\"ש דלא תי' כלום, ובאמת המעיין שם בהרא\"ש יראה דהעתיק כל הראיות של רש\"י והאי ראייה של רש\"י דהו\"ל לר\"פ לפרש דאסור ביו\"ט שני עד ערב השמיטו הרא\"ש, וצ\"ל דס\"ל דאין זה ראייה כלל, דר\"פ קבע למימרא דיליה אמשנה דנאמר שם ספק מוכן אסור, ואיירי בא\"י שאין עושין יו\"ט רק יום אחד ולזאת קאמר ולערב בכדי שיעשה, וא\"כ לא שייך למיתני ביו\"ט שני עד ערב כיון דאיירי בא\"י, ואין בא\"י רק יום אחד.<br><b> אמנם</b> יש להבין הא דקאמר ר\"פ למילתא לבני ארץ ישראל ולא הודיענו יותר חידוש לבני חוצה לארץ דאף ביו\"ט שני אסור וכקושית רש\"י הנ\"ל, ונראה דלפי מה שפסק השו\"ע סימן תצ\"ז והוא דברי הר\"ש מלוני\"ל וגם הר\"ן דספק מוכן ביו\"ט שני מותר מכח ספק ספיקא עיי\"ש, ולפי דבריו יש להקשות אשיטת ר\"ת דפסק כשיש במינו מחובר דאסורה גם ביו\"ט שני, כדי שלא יאמר לנכרי ביו\"ט ראשון להביא לו כדי לאכול ממנו בשני קשה דהא במינו מחובר יוכל לומר לנכרי ביו\"ט, להביא לו ביו\"ט שני, ואז הוא מותר מכח ספק ספיקא, ולמה יאמר לנכרי ביו\"ט ראשון כמ\"ש התוס' להדיא דמה דמותר אח\"כ אינו אומר ביו\"ט לנכרי לעשותו.<br><b> וצ\"ל</b> או דר\"ת לית ליה האי דינא דר\"ש מלוני\"ל, משום דס\"ל כמ\"ש המרדכי בפרק כל הצלמים בשמו בשם רבינו שמחה והבאתיו לעיל בפרק א' הלכה כ' בשמו, דספק ספיקא בדבר שיש לו מתירין אסור וא\"כ לא מהני כלל ספק ספיקא, או די\"ל במינו מחובר דאיכא חזקה דהיום נתלשו, בזאת לא אמר הר\"ש הנ\"ל כלל דיהיה מותר ביו\"ט שני דחזקה מגרע הספק ספיקא.<br><b> ובהכי</b> ניחא מה דהקשה המג\"א בסימן תצ\"ז על הר\"ש הנ\"ל, מהאי דמינו מחובר, וכן מגוי דמוכר ביצים ביו\"ט שני דצריך להיות מסיח לפי תומו דלא נולדו ביומו, ומשמע דלולי כן היה אסור אף ביו\"ט שני וכו' עיי\"ש, ולפי הנ\"ל לק\"מ, כיון דיש [במינו] במחובר וביצה חזקה דהיום נתלשו והיום נולדה כמ\"ש לעיל (בהלכה ו') בשם המרדכי לשיטת הרשב\"א, בזה לא אמר הר\"ש הנ\"ל כלל רק דמיירי מן ספק מוקצה דעלמא דליכא ביה חזקה כלל וקושית המג\"א על השו\"ע מתורצת.<br><b> אמנם</b> כל זהו למאי דקיימ\"ל כתירוץ רב אשי (לעיל דף ד') דפי' הא דקתני וספיקא אסורה היינו ספק יו\"ט ספק חול ודבר שיש לו מתירין אף בדרבנן לא בטיל וגם ספיקא אסורה י\"ל שפיר כנ\"ל משא\"כ לתירוץ רב פפא דס\"ל הא דספיקא אסורה איירי בספק טריפה והאי תנא תנא דליטרא קציעות דס\"ל דבר שבמנין לא בטילי, כדאיתא לעיל פ\"ק ש\"מ דס\"ל דספק יו\"ט ספק חול מותר, דהוי ספק דרבנן, ואף דאיכא חזקה דהיום נולדה, ולא קחשיב ליה לדשיל\"מ, דיהיה ספיקא אסורה, ומעתה לדבריו צ\"ל דאף דספק מחובר או צידה אסורה, היינו מטעם שכתב הרשב\"א, דיבא ליגע בשל תורה וכמ\"ש לעיל מ\"מ בספק ספיקא כהאי דהר\"ש מלוני\"ל וודאי דהוא מותר דהא לא ס\"ל כלל האי סברת ר' אשי דיהיה דשיל\"מ אף בדרבנן ספיקא אסורה, וגם לית ליה האי חזקה דהיום נולדה ונתלשו דהא מתיר בביצה בספיקא כנ\"ל, ואם הוא מתיר ביצה ביו\"ט בחדא ספיקא, איך ס\"ד דבמחובר לא יתיר בספק ספיקא, ולפ\"ז ר\"פ לשיטתו ס\"ל בגוי שהביא במינו מחובר ביו\"ט ראשון לכו\"ע מותר בשני דליכא למיחש דיאמר לנכרי להביאם לצורך יו\"ט שני, דלמה זאת הלוא יוכל לומר לו ביו\"ט שני ויהיה ספק ספיקא, ולכך לא קבע ר\"פ למילתא רק ביום ראשון לבד ולא אמר דאסור לבני הגולה אף ליום שני דלשיטתו באמת מותר, ולזאת יפה כתב הרא\"ש דמשום הכי לא אמר ר\"פ ומותר לאחרים מיד כיון דהוא זמן קצר כדי שיעשה לא חש להאריך, אמנם לדידן דקיימ\"ל כר' אשי, דהוי דשיל\"מ א\"כ אף ביו\"ט שני אסור ולא הוי ספק ספיקא כנ\"ל, ולפ\"ז שפיר אמרינן ביו\"ט שני שמא יאמר לנכרי ביו\"ט ראשון להביא לו ביו\"ט שני ואסור, דלא מהני ספק ספיקא בנדון זה.<br><b> ודברי</b> הר\"ת וסיעתו לאסור ביו\"ט שני הוא הכל לדידן דקיי\"ל כר' אשי אמנם לא במילתא דר\"פ, ואתי שפיר דלכך לא הביא הרא\"ש הך ראייה של רש\"י מר\"פ דלמה לא אמר ר\"פ דאסור ביו\"ט שני, דלר\"פ מודה הר\"ת דמותר ביו\"ט שני, וכל דבריו אינו אלא לדידן דקיימ\"ל כר' אשי.<br><b> ועוד</b> י\"ל דהוכחת הרא\"ש להתיר לחבירו בכדי שיעשה, משום דקשיא ליה איך אמר ר\"פ סתם אולי יש לטעות משום (שמא) [שלא] יהנה כפירש\"י, ועל כרחך צ\"ל כיון דבתחומין על כרחך הטעם כמ\"ש הר\"י גופיה משום שמא יאמר וכו' ה\"ה במינו מחובר, רק דקשה הא לא דמיא דזה לחבירו מותר וזה לכו\"ע אסור, ומזה הוכיח הרא\"ש דאף במינו מחובר אינו אסור בכדי שיעשה לכו\"ע רק למי שהובא בשבילו, אמנם עדיין קשה איך קאמר סתם בכדי שיעשה הא וודאי דנימא שמא יאמר כדחזינן בתחומין רק דעדיין הו\"ל למימר האי משום דנהנה ממלאכת יו\"ט חששו, א\"כ ביו\"ט אין כאן חשש טעות כלל דהא שמא יאמר הוא יותר חומרא מהאי דנהנה וכו' כמ\"ש התוספות, רק דקשה דבזאת יש חומרא, בהאי שעה מועטת אם הטעם משום דנהנה וכו' אוסר בכדי שיעשה משא\"כ משום דשמא יאמר לנכרי מותר מיד, ולזאת תירץ הרא\"ש דמשום האי חששא מועטת לא חש לומר כן ודו\"ק.<br><b> ואיכא</b> לאקשויי לשיטת הרי\"ף והרמב\"ם דס\"ל כשיטת רש\"י להתיר ביו\"ט שני והא בערב אסור בכדי שיעשה, וא\"כ מגו דאיתקצאי לבין השמשות איתקצאי לכולי יומא, ואין זה דומה למה דאמרינן בביצה נולדה בזה מותרת בזה ולא אמרינן מיגו דאיתקצאי לבין השמשות וכו' דמוקצה בין השמשות מחמת יום שעבר לא אמרינן כמ\"ש התוס' ביצה דף ד', זה אינו דהתם בין השמשות אינו אסור רק מספק יום שעבר, אבל מוודאי יום הבא מותר, וא\"כ מעולם לא איתקצאי לכולי יומא אפילו רגע אחת מיום שבא, מחמת איסור ודאי, רק מחמת ספק, דאולי עדיין לא פנה היום שעבר, משא\"כ הכא ודאי איתקצאי מיום הבא שעה אחת, וכבר עמד בזה הרז\"ה, ולא תי' כלום לשיטת רש\"י, ובאמת לשיטת רש\"י דס\"ל במוקצה אף ביו\"ט כר' שמעון לק\"מ אך לשיטת הרי\"ף והרמב\"ם דפסקו ביו\"ט כר' יהודה קשה, וצ\"ל דאזלי לשיטתם דס\"ל במסוכנת, אף לר' יהודה לא אמרינן מיגו דאיתקצאי לבין השמשות וכו', והטעם הואיל וברי ליה שתמות אף דמקצה ממנו בין השמשות מ\"מ לא מקצה מדעתו כל היום, וכן הדבר בזה, כיון דידע דאח\"כ יהיה מותר ומכ\"ש לאומרים דמהני ליה תנאי, והוי זה כמתנה כיון דידע דלסוף שעה אחת או שתים יהיה מותר א\"כ הוי כמו גמרו בידי אדם [ועיין בהרז\"ה והר\"ן בסוגיא בהמה שמתה וכו' ובפרק ד' אין נוטלין עצים].<br><b> והנה</b> המג\"א באו\"ח סימן תקט\"ו ס\"ק ג' כתב, מדכתבו כל הפוסקים נכרי שהביא דורון וכו' דאם אין מביא בחנם, רק דישראל קצץ לו מעות מערב יו\"ט, והנכרי משהה ומביאו ביו\"ט, מותרין לערב מיד וכו' עיי\"ש שהאריך, ולא ידעתי מנ\"ל לחלק כלל בין בחנם לשכר, רק דעיקר החילוק הוא, אם אמר לו להביאן בערב יו\"ט והוא עכב והביאו ביו\"ט בזאת יש להתיר תיכף, וזאת הלוא הוא מבואר בתשובת הרשב\"א הביאו ב\"י (בהל' שבת) על יהודי שאמר לנכרי לחתוך ערבה בע\"ש, לצורך מוצאי שבת, והנכרי חתכו בשבת דמותר, דנכרי במלאכתו עוסק, והרי הדברים כדברים במחובר שעשה לצורך ישראל דמותר במוצאי שבת מיד, הואיל וישראל אמר לו לעשות בע\"ש, וזה מסכים לראיית מג\"א וכדעת המרדכי, ויש לסמוך עליו במקום הצורך וק\"ל.<br><b> והנה</b> הרא\"ש כתב הא דאמר אם יש במינו מחובר אסור לאו באכילה לחוד אלא אף בטלטול נמי אסורה, כיון דלא חזיא לאכילה כמוקצה דמי עיי\"ש והם דברי הרי\"ף, ותמה הים של שלמה בביצה דלאיזו צורך העתיקו הרא\"ש דהא הוא גופא פסק לעיל דמינו במחובר הוא מוקצה אף לר' שמעון כגרוגרות וצמוקין, וכן בחולין פרק קמא סימן ל\"א תמה בזה על הרי\"ף עיי\"ש שתירץ דנפק\"מ דאסור בטלטול אף לערב של יו\"ט שני בכדי שיעשה, דבאותו שעה כיון דאסור באכילה אסור אף בטלטול, ומלבד שהוא דוחק גדול בדעת הרא\"ש, דהוא ס\"ל כר\"ת, וא\"כ לאחרים מותר מיד, וא\"כ אין זה מוקצה כלל, אף גם לשיטת רש\"י ז\"ל לא ידעתי מה דיהיה חוזר להיתירו בשעה אחת שחל עליו איסור טלטול באותו שעה.<br><b> ולפענ\"ד</b> נראה דהא דמינו במחובר אסור אף דהוא ספק אולי לא נתלשו היום היינו משום דספק מוכן אסור, וכמ\"ש התוס' ישנים ומהרש\"א בפרק קמא דספק מוקצה הוא חומרא כעין של תורה וספיקא להחמיר, א\"כ זהו דוקא לענין אכילה דיש לו סמך מקרא דהכינו את אשר יביאו וכמבואר בש\"ס דפסחים דף מ\"ז ע\"ב, אבל בטלטול ודאי אינו אסור רק מטעם גזירה בעלמא מדרבנן, ולכך אמרינן בש\"ס דשבת פרק מפנין דמוקצה לאכול ס\"ל כר' יהודה ומוקצה לטלטל ס\"ל כר\"ש והיינו משום דמוקצה לטלטל הוא קיל ואלו היה אף בטלטול לכו\"ע דאורייתא היה לנו להחמיר בטלטול כמו באכילה, ומעתה בטלטול דהוי ספק דרבנן הו\"ל להתיר מספק, וכן מה דחידש ר' אשי דלכך ספיקא אסורה משום דהוי דבר שיש לו מתירין, נראה דבטלטול לא שייך כלל זה, דהא אמר רב מתנה (דף ד') עצים שנשרו מן הדקל לתוך התנור ביו\"ט מרבה עליהם עצים מוכנים ומבטלן ופרכינן והא קמהפך באיסורא, ומשני כיון דרובא וכו' בהתירא קמהפך, ופירש\"י והר\"ן דבטלים ברובא ועל כל חדא דמהפך אמרינן שזהו מן ההיתר, ופריך הש\"ס הא דשיל\"מ אפילו בדרבנן לא בטל, ומשני הש\"ס דמקלי קלי איסורא, וקשה איך יהיה מותר בטלטול הא אז איתא לאיסורא בעיניה, אלא ודאי בטלטול לא החמירו חז\"ל בדשיל\"מ, רק היכא דתשמיש אסורה, ממילא אף בטלטול אסורה, משא\"כ כאן דתשמיש יהיה לבסוף מותר והיינו משום דמקלי קלי איסורא, לכן הטלטול מוקצה מותר ולא שייך כלל דשיל\"מ ולכך מותר בטלטול וזה ברור בפשט הלכה שם ודו\"ק, ומעתה הואיל ובטלטול לא שייך כלל דשיל\"מ א\"כ קשה להוי ספק מינו במחובר מותר בטלטול דהוי ספק דרבנן ולזאת תירץ הרא\"ש דהואיל ואסורה באכילה ממילא אף בטלטול נמי אסורה וא\"כ הוי מוקצה, והטלטול אסור ביה עכ\"פ כיון דלא חזיא למידי כלל ולק\"מ קושית מהרש\"ל ודו\"ק. [ועיין להלן בהלכה י\"א].<br><b> ועוד</b> י\"ל דהא התוס' בפ\"ק כתבו דלכך אמרינן בפירות הנושרים שמא יעלה ויתלוש, דבפירות האילן לא שייך מוקצה כיון שרגילין להשיר מעצמן עומד ומצפה, רק שמא יעלה ויתלוש שייך לגביה וא\"כ לזאת כתב הרא\"ש לומר הטעם הוא משום דאסורים באכילה אסורים בטלטול ואתי שפיר.<br><b> אך</b> מהרש\"ל ביש\"ש השיג בזאת על הרי\"ף ודעתו אף דהוא אסור באכילה מ\"מ מותרין המה בטלטול, וראייתו הוא מהאי דרבן גמליאל שהביא לו הנכרי דגים ביו\"ט ואמר מותרים המה וכו' ואסקינן דלא שרי רבן גמליאל אלא לקבל דהיינו בטלטול אבל באכילה מודה דאסור א\"כ מוכח דאף דאסור באכילה מ\"מ מותר בטלטול וכו' עיי\"ש, והמג\"א כתב עליו בריש סימן תקט\"ו דהוא סותר דברי עצמו למ\"ש בסעיף ה', דכתב שם הא דמתיר ר\"ג ספק מוכן בטלטול, היינו משום דבדין אף באכילה היה שרי אלא שהחמירו בספק ולא החמירו כולי האי בטלטול עיי\"ש, ואמת כן הוא נמצא ביש\"ש הנ\"ל [הגה\"ה מכ\"י], איברא דעדיין יש לפקפק דוודאי לענין גוף הדבר דמוקצה דמחובר אסור באכילה ובטלטול, ובזאת יש לומר שפיר דלענין אכילה החמירו ולא לטלטל, אבל לדעת הרי\"ף דמאי דלא חזיא באכילה אף בטלטול אסורה כיון דלא חזיא למידי, א\"צ לחומרא דטלטול דכיון דלא חזיא לאכילה ממילא אף בטלטול נמי אסורה ודו\"ק.<br><b> ובאמת</b> במה דנחלקו המהרש\"ל ביש\"ש ומג\"א כבר כתבתי לעיל פרק א' דר\"ת ותוס' מחולקים בזאת, הובא בהרא\"ש סוף ביצה דדעת הר\"ת דאף למ\"ד ביצה שנולדה ביו\"ט הוא אסור משום משקין שזבו מ\"מ אסורה בטלטול, והביא ראיה מאושפזיכנא דרב אדא בר אהבה, דאמרינן שם אף לר' יוחנן דס\"ל משום משקין שזבו ביצה אסורה בטלטול וזהו כדעת הרי\"ף ומג\"א, והנה התוס' בשבת פרק כירה דף מ\"ה ע\"ב ד\"ה דאית ביה ביצה וכו' כתבו להדיא דמשום משקין שזבו אינו אסור כלל לר\"ש בטלטול, והוא כדעת מהרש\"ל הנ\"ל, ולדידהו קשה מלבד האי עובדא דאושפזיכנא דרב אדא בר אהבה אף גם מן הברייתא דף ג' אחד ביצה שנולדה בשבת ויו\"ט דאסורה לטלטל, מוכח דאף למ\"ד משום משקין שזבו אסורה בטלטול, ואין לתרץ דהאי ברייתא איירי מתרנגולת העומדת לגדל ביצים, וא\"כ איכא איסור מוקצה עכ\"פ, דא\"כ מאי פריך הש\"ס לרב יוסף ור' יצחק דאמרו ביצה אסורה משום משקין שזבו ופירות הנושרים למה ספיקה אסורה, הא ספק דרבנן לקולא דספק משקין שזבו וכו' אינו אלא מדרבנן, דהא בתרנגולת העומדת לגדל ביצים, הוא אסור משום מוקצה, ועל כרחך צ\"ל דס\"ל להש\"ס דלמ\"ד משום משקין שזבו ופירות הנושרים, דברייתא קתני לה אחד ביצה שנולדה בשבת ויו\"ט וכו' משמע דכל ביצים האסורים באכילה הם אסורים בטלטול וספיקה אסורה, א\"כ אף בעומדת לאכילה, ועלה קאי הברייתא דאל\"כ הו\"ל לפלוגי ולחלק בעומדת לאכילה רק וודאי הוא דאסור ובעומדת לגדל ביצים אף ספיקא אסורה וזה ברור, וא\"כ הדרא לכללא קמייתא והדרא קושיא לדוכתיה לדעת התוס' בשבת דלמ\"ד משום משקין שזבו ליכא איסור טלטול.<br><b> לכן</b> נ\"ל הא דהחליט הרי\"ף דמאי דאסור באכילה אף בטלטול אסורה הוא לר' יהודה דאית ליה מוקצה מדעת, ואף זה הוא מוקצה מדעת, דלאדם לא חזיא, ולכלבים לא היה דעתו למיתבי להו, אבל לר\"ש דלית ליה מוקצה כלל מדעת, וודאי ליתא להאי סברא דמאי שנא דלא חזיא לאדם הא מ\"מ לא דמיא לאבן, וחזיא לכלבים ואף דאין דעתו ליתן לכלבים, מ\"מ הא ר\"ש לית ליה מוקצה מדעת כלל, וסברא זאת כתב מהרש\"ל גופא פ\"ק דחולין סימן כ\"ט ולהלן עיי\"ש. [ועי' בתוס' שבת קנ\"ו ע\"ב ד\"ה והא אמר ר' יוחנן הלכה כסתם משנה].<br><b> ומעתה</b> לא קשה כלל דשם בשבת דכתבו התוס' למ\"ד משום משקין שזבו ביצה מותר בטלטול, היינו לשיטת ר' שמעון וכמ\"ש התוס' שם להדיא דאין לאסור לר\"ש בטלטול דהא בשבת קיי\"ל כר\"ש, אמנם דאושפזיכנא דרב אדא בר אהבה דהיה ביו\"ט, וביו\"ט קיי\"ל כר\"י, וא\"כ בהא כיון דאסורים באכילה א\"כ ממילא אסורים בטלטול, ועיין במ\"ש לעיל פרק א' (הלכה י\"ז) דאף ר' יוחנן ס\"ל כשיטת ר' נחמן דביו\"ט קיימ\"ל כר\"י, ולא קשיא כלל משלהי דשבת דר' יוחנן ראה תרי סתמא דמשניות דסתרי אהדדי ולכך פסק בשבת כר\"ש וביו\"ט כר\"י עיי\"ש, וא\"כ אף מהאי ברייתא הנ\"ל נמי לק\"מ דס\"ל דהאי ברייתא ר' יהודה היא, ומעתה אף דבברייתא סתמא קתני ואיירי אף בתרנגולת העומדת לאכילה, מ\"מ כיון דאסורה באכילה משום משקין שזבו לכך אסורה ממילא אף בטלטול, ודברי הרי\"ף נכונים דהא הוא פוסק במוקצה ביו\"ט כר\"י, ולכך פוסק נמי כיון דאסורה באכילה אסור אף בטלטול ולק\"מ קושית מהרש\"ל מהא דר' גמליאל דאמר אסורים המה באכילה ומותרים בטלטול, דהא ר\"ג ס\"ל כר\"ש דלית ליה כלל מוקצה מדעת, ולר\"ש ליתא כלל האי סברא דמאי דאסורה באכילה אסורה אף בטלטול כנ\"ל ואתי שפיר ודו\"ק.<br><b> ומעתה</b> מהרש\"ל דהוא תפס דינו של הרי\"ף בשבת קושיתו בחולין הנ\"ל ג\"כ לא קשיא מידי דהרי\"ף לא כתב זאת רק ביו\"ט דקיימ\"ל כר\"י אבל לר\"ש ליתא, ובהכי ניחא ג\"כ הא דאמרינן בשבת פרק מפנין דמוקצה לאכול ס\"ל כר\"י ובטלטול ס\"ל כר\"ש, ולא קשיא הא כיון דלאכילה לא חזיא אף בטלטול נמי לא משתרי כהרי\"ף זה אינו כיון דסתם בטלטול כר\"ש ולר\"ש ליתא להאי סברא כנ\"ל.<br><b> אך</b> זהו אינו מספיק ליישב הרא\"ש כיון דס\"ל בסוף ביצה ושבת דאף ביו\"ט קיי\"ל כר\"ש וא\"כ לא הו\"ל להביא האי דהרי\"ף דמאי דאסורה באכילה אסור אף בטלטול.<br><b> ונ\"ל</b> דהנה למאי דאסקינן לעיל דף ד' דאסורא דרבנן מותר לערבו לכתחילה ולבטלו, ודעת הרבה פוסקים ומכללן הר\"ן דאף בלא נתערב מתחילה רק חדא בחדא, מותר נמי להרבות עליו לכתחילה כדי לבטלו [ועיין ביו\"ד סימן צ\"ט], והנה הר\"ת פסק דספק אחד בגופו וספק אחד בתערובות הוי ספק ספיקא ומותר, וכן דעת הרמב\"ם ז\"ל כמ\"ש לעיל, ומעתה בספק מוכן לא יהיה אסורה בטלטול, דעכ\"פ חזיא לכתחילה כדי לערבו [לכתחילה] ולבטל אותו ברוב, ויהיה אז מותר מכח ספק ספיקא וא\"כ הרי חזי ליה ולמה יהיה אסורה בטלטול, אמנם במינו מחובר כבר כתבתי לעיל דאפילו ביו\"ט שני אסור לשיטת הפוסקים ולא הוי ספיקא אפילו לשיטת הר\"ש מלוני\"ל והמחבר שפסקו בספק מוכן ביו\"ט שני הוי ספק ספיקא ומותר, מ\"מ בספק מוכן דמחובר אסורה דהוא קרוב לוודאי דאמרינן היום נתלשו, ולכך אף בטלטול אסורה דאי אפשר לערבו אך זהו לדידן דקיימ\"ל כרב פפא דאוסר במינו מחובר אבל לר' גמליאל דס\"ל דספק מינו במחובר או מצידה הוא מותר מדינא כמ\"ש רש\"י עיי\"ש דס\"ל דלא אמרינן וודאי הוא דניצוד או נתלשו היום, וא\"כ כיון דהיא חומרא בעלמא, פשיטא דהוא נכנס לבית הספק, וא\"כ בנתערב הוי ספק ספיקא ומותר וא\"כ אין כאן איסור טלטול, דהא חזיא לערבו בידים ואז יהיה מותר מכח ספק ספיקא ולכך התיר ר\"ג בטלטול, אבל לדידן דספק מחובר הוא קרוב לוודאי ולא נכנס בגדר הספק כלל, יפה כתב הרי\"ף דאסורה לטלטל דהא אי אפשר לערבו בידים דמה בכך מ\"מ יהיה אסורה, דאין כאן ספק ספיקא כלל, ונראה דאף הרא\"ש דס\"ל לעיל דלא אמרינן כלל דמבטלין איסור לכתחילה, רק בעצים שאני הואיל ומקלי קלי לאיסורא משא\"כ בשאר איסורים אפילו איסורא דרבנן אין מבטלין לכתחילה, מ\"מ מודה לשיטת ר\"ג דס\"ל ספק מוכן מותר, רק כאן הוא רק חומרא בעלמא פשיטא ליה דמבטלין, כיון דהוא רק חומרא בעלמא והרי זאת הוא יותר היתר ברור מהאי דמקלי קלי איסורא ולכך ס\"ל לר\"ג דמבטלין וא\"כ מותר בטלטול ולק\"מ ודו\"ק.<br><b> ובזה</b> נראה ליישב דברי הרבינו שמחה הובא במרדכי סוף פרק כל הצלמים דהקשה לר\"ת מהאי דספיקא אסורה ונתערבה באלף כולן אסורות, דהא ספק ספיקא הוא, ותירץ דבדבר שיש לו מתירין אפילו ספק ספיקא אסורה, והקשה הפרי חדש (ביו\"ד סימן ק\"י) דהא לר\"ת הא דקתני ואם נתערבה באלף על כרחך אוודאי קאי ולא אספק, דאם לא כן קשה להך אוקימתא דמיירי בספק טריפה למה נתערבה באלף כולן אסורות, וא\"כ על כרחך צ\"ל דנתערבה אוודאי קאי ולא אספק, או דספק אחד בגופה וספק אחד בתערובות לא מקרי ספק ספיקא (לאסורא) [להיתירא], ועיין מה שכתבתי לעיל בפרק א' (הלכה כ') בישובו, ולפי מש\"כ פה ניחא, דהא בברייתא קתני אחד ביצה שנולדה בשבת ויו\"ט אסורה בטלטול וספיקא אסורה, וא\"כ על כרחך דאסורה איירי מטלטול דהא מאכילה לא נזכר כלל בברייתא, וא\"כ יקשה למ\"ד ביצה אסורה משום משקין שזבו, והא דספיקא אסורה הוא מטעם היותו דשיל\"מ ואף בדרבנן נמי אמרינן ספיקא לחומרא למה לא יהיה ספיקא מותר בטלטול ועל כרחך צ\"ל כמ\"ש לעיל לשיטת הרי\"ף ז\"ל דס\"ל הואיל ואסור באכילה ממילא אף בטלטול נמי אסורה ולזאת שפיר הקשה הר\"ש הנ\"ל דיהיה הך ספיקא בתערובות מותר ואין לומר דאין הכי נמי דספיקא בתערובות מותר א\"כ כיון דקיימ\"ל דמרבה לבטל איסור דרבנן לכתחילה [עיין להלן הלכה י\"א מ\"ש בשם הגהת א\"ז וכאן הוא ספק דרבנן], וא\"כ הרי הוא יכול לערבן ולבטלן ואז יהיה מותר מכח ספק ספיקא וכיון דיהיה מותר מכח ספק ספיקא א\"כ הרי חזיא ואמאי ספיקא אסורה בטלטול כלל וכנ\"ל, והברייתא קתני דספיקא אסורה משמע בטלטול וכהנ\"ל, דלא נזכר כלל מאכילה רק מטלטול תניא הברייתא, ולזאת תירץ הר\"ש שפיר משום דהוי דשיל\"מ, ולכך אסרינן ספיקא ואסרינן ג\"כ תערובות, וא\"כ לא חזיא למידי, ולכך ספיקא אסור בטלטול ג\"כ ולק\"מ.<br><b> ועיין</b> במג\"א ריש סימן תקט\"ו דדייק מן מהרש\"ל ביש\"ש הנ\"ל שהוסיף בדברי הרמב\"ם והרא\"ש מאי דאסור באכילה משום איסור היום וכו' ודעתו שכוונתו בזה למעט נבילה, ולזאת כתב המג\"א דמן הנבילה ליכא ראייה דהא חזיא לכלבים עיי\"ש ובאמת בחנם תפס עליו וזה דעתו, דמה דאיסורו איסור עולם ממ\"נ אי חזיא לכלבים א\"כ הרי הוא מוכן לכלבים ואין כאן מוקצה, ואי לא חזיא כלל דאסור בהנאה פשיטא דהוי מוקצה, וכאותה ששנינו בבהמת קדשים שמתה או חלה שנטמאת לא יזיזם ממקומם רק דכל הענין דבר שאסורו ביומו לבד, א\"כ לא מוקצה לכלבים כלל דהא למחר חזיא ליה וכשיטת הרי\"ף מ\"מ מוקצה הוא, ובזאת נחלק עליו היש\"ש א\"כ יפה דייק בלשונו ואין תפיסה כלל כי אף הוא מודה בנבילה דאינה מוקצה דהא חזיא לכלבים כמ\"ש היש\"ש בחולין עיי\"ש ודו\"ק.",
                "<b> והבא</b>\n<b> בשביל ישראל זה מחוץ לתחום מותר לישראל אחר.</b> בב\"י הובא בשם תשובת הרשב\"א הא דאמרינן הבא מחוץ לתחום מותר לישראל שלא הובא בשבילו היינו בפירות של נכרי דבשל נכרי לית ביה הכן אבל בשל ישראל הם אסורים דמוקצה המה, דכל שהם מחוץ לתחום הקצו הבעלים מדעתם עכ\"ל ובסוף סימן תקט\"ו הביא בשם הרשב\"א הובא שם בשו\"ע ס\"ט ישראל ששיגר דורון לחבירו ע\"י נכרי מערב יו\"ט ונתעכב הנכרי בדרך והביא ביו\"ט מותר אפילו למי שהובא בשבילו, והקשה הרמ\"א שם דדבריו סותרים זה את זה, ותירץ דהכא איירי שהיה דעתו עלה מאתמול וכו' ועיין בהג\"ה סימן הנ\"ל, והמג\"א (ס\"ק כ\"ז) תמה עליו דלא יגרע כלל מחפיצי הפקר דמותר לאוכלן אף שלא היה דעתו עליו ובאו מחוץ לתחום עיי\"ש שהאריך.<br><b> לכן</b> נ\"ל ברור דהחילוק שיש בהרשב\"א הוא, דהיכא דאחר שולח לו דורון א\"כ לא אקצי דעתו מיניה והוי כמו חפיצי הפקר א\"כ אף שבא לישראל ביו\"ט לא הוי כלל מוקצה דמי אקצי ממנו, הבעלים הפקירו והוא דעתו אכל מה שיביאו לו, א\"כ הרי הוא כמו שאר חפיצי הפקר, משא\"כ ישראל שיש לו פירות של עצמו חוץ לתחום, והנכרי הביאם ביו\"ט זהו ודאי הוי מוקצה לישראל, דהא ישראל אקצי דעתו שלו כיון דהמה חוץ לתחום, ודבר שהוא שלו הרי יכול להקצות דעתו ממנו, וא\"כ דמי ממש למדבריות ובייתות שלנו חוץ לתחום דהוא מסיח דעתו ממנו, ועי' מש\"כ לעיל (הלכה ט') בפירות מוקצה ושביעית, דהוא דבר שאין לו בעלים לא שייך כלל מוקצה וזהו לפענ\"ד ברור ונכון ולק\"מ קושית המ\"א על הרשב\"א ודו\"ק.<br><b> הט\"ז</b> סוף סימן תקי\"ח תמה בזה על הרשב\"א, כיון דאנן קיי\"ל דבית שנפחת הפירות מותרין והיינו מטעם שכתב שם הרמב\"ן דאין כאן איסור כלל בפירות עצמם רק אריה הוא דרביע עלה בפחיתות הכותל המפסיק בין הפירות, וא\"כ כ\"ש חוץ לתחום דהוא רק איסורא דרבנן, וישראל השוכן חוץ לתחום יכול לאכלם ופשיטא דלא הוי מוקצה, עיי\"ש ויפה הקשה, אלא שכתב שיש תימא רבתא על הרשב\"א ובאמת על הרשב\"א לק\"מ דהא הרשב\"א לא ס\"ל כלל האי תירוצא של הרמב\"ן הנ\"ל, ומוקי הא דתני בית שנפחת וכו' איירי בבית רעוע וכמ\"ש המ\"מ בשמו שחולק על ההלכות, אבל בכותל גמור ס\"ל לרשב\"א דמוקצה המה וא\"כ ה\"ה חוץ לתחום, איברא על הרמ\"א דסותם ולא הגיה בשו\"ע והעתיקו סתמא ולא חילק בין כותל רעוע לכותל ברי, משמע דס\"ל כדעת הרמב\"ן הנ\"ל א\"כ יש להקשות דלא הו\"ל כלל (להביא) האי דהרשב\"א הנ\"ל דאזיל לשיטתו דהוא חולק על דעת הרמב\"ן בזאת וכנ\"ל אבל לשיטת הרמב\"ן יש להקל באמת וק\"ל."
            ],
            [
                "<b>עצים </b>\n<b> שנשרו מן הדקל ביו\"ט אסור להסיקן מפני שהם נולד ואם נשרו לתוך התנור מרבה עליהן עצים מוכנים.</b> המג\"א בסימן תק\"ז סק\"ג מסתפק אי מותר להנות באורם או להנות כנגדם עיי\"ש וקושיא שלו דאי ס\"ד דאסור רק לאחר שריפתן א\"כ הא אסור לשורפן ביו\"ט דהוי הבערה שלא לצורך וכמ\"ש התוס' בפסחים דף ה' ע\"א ועיי\"ש היטב, ולכאורה אינו ראיה כלל מהאי דפסחים דהא קי\"ל דאמרינן מתוך שהותרה הבערה לצורך הותרה נמי שלא לצורך רק דבעי צורך קצת וא\"כ ודאי מה דהוא נהנה לאחר שריפתן מקרי צורך קצת, אמנם התוס' הנ\"ל בפסחים דהקשו שם היינו הכל לר\"ע, דאמרינן ש\"מ תלת וכו' ש\"מ דלא ס\"ל מתוך ולכך הקשו התוס' אדברי ר\"ע דאמר אי אפשר לומר ביו\"ט דהא מצינו להבערה שהיא אב מלאכה, ולזאת הקשו התוס' דהא יכול להנות בגחלים, ותי' תוס' שפיר והיינו כיון דמתחילה הוא אסור להנות אף דנהנה אחר כך ואסורה, א\"כ לר\"ע דאמרינן שם דלא אמר מתוך, רק בעינן דוקא צורך גמור, וזה ודאי לא הוי גמור אף דנהנה ממנו לבסוף מ\"מ אי אפשר להנות ממנו בתחילתו, והתוס' דהביאו ראיה מנדרים ונדבות דאין קרבים ביו\"ט אף דיש בו מאכל הדיוט לבסוף ובנדרים יש ביה צורך קצת דמצוה מקרי צורך קצת, ואפילו בעולות נדבה רק הא דאין קרבים כלל לבית הלל הוא הכל משום דכתיב לכם ולא לגבוה וכמ\"ש התוס' בביצה דף י\"ב ד\"ה השוחט באריכות, ועל כרחך צ\"ל דס\"ל להתוס' דאלו היה מקרי צורך גמור הואיל דנהנה ממנו לבסוף, לא היה ממעט כלל מן דרשה דלכם והיה מוקי ליה לדרשא אחרת, אבל כיון דמקרי שלא לצורך, אף דיש בו צורך קצת, לכך ממעטינן ליה מן דרשה דלכם הנאמר בתורה וזה ברור ונכון בתוס' הנ\"ל ואין ראיית המג\"א כלום ודו\"ק.<br><b> אמנם</b> מ\"מ סברתו לחלק בין הנהנה מחום ובין הנהנה מאור סברא ישרה היא, וגם מ\"ש הואיל דמוקצה אינה אסורה בהנאה אין כאן איסורא כלל רק טלטול עצים, וראייתו הוא ממה דלא אמרינן בעצי מוקצה יש שבח עצים בפת, יש לדחות דמתחלה מ\"מ אסורה, אבל ראה זה מצאתי בחדושי הרשב\"א בשבת מה שלא היה נדפס בזמן המג\"א שכתב בדף ק\"ח נראה לי דאין איסור כלל להנות ממוקצה דלא קשיא ליה אלא היכא דמהפך בהו כלומר שאסור בטלטול אבל אי לא מהפך בהו אף דתבשיל מתבשל בהו אין בכך כלום שלא אסרו רק טלטול לאכילה להשתמש בו בידים להדלקה ולסמוך בו כרעי המיטה, ואפילו במקום שאינו מזיזו ומטלטלו אבל הנאה הבאה מאליו שפיר דמי עכ\"ל, והן הן הדברים הנאמרים במג\"א שיש ראיה ג\"כ מהא דאמרינן ולא יטמננה בחול ולא באבק דרכים בשביל שתצלה ומהדר הש\"ס לטעמא דאסורא, חד אמר דמזיז עפר וכו' וחד אמר שמא יטמין ברמץ ולא אמרו הטעם הואיל והוא נהנה ממוקצה דהא חול ואבק דרכים מוקצה הוא כמ\"ש התוס', אלא ודאי דלהנות ממוקצה לא אסרו כלל [ועיין להלן פרק ג' הלכה י' בענין גריפת התנור מ\"ש שם].<br><b> והנה</b> אם מבטלים איסור לכתחילה כל איסור דבריהם או רק היכא דמקלי קלי נחלקו בו הפוסקים, והתוס' הקשה (שם בסוגיא) מהאי דלטרא קציעות וכו' ויוסף עליו ויבטל ותירצו דודאי בדבר שיש לו עיקר מן התורה הוא דאין מבטלין, משא\"כ מוקצה דאיסורא הוא רק מדרבנן, והרא\"ש חילק בין הני עצים הואיל ומקלי קלי לאיסורא לשאר איסורים, וביו\"ד סימן צ\"ט סעיף ט' סותם המחבר וכתב דכל איסור דרבנן מוסיף עליהם, וכדעת הרשב\"א ולא חילק בין יש לו עיקר מן התורה לאין לו עיקר וכו' וצריך להבין לשיטתם קושית התוס' הנ\"ל.<br><b> וצריך</b> לומר דס\"ל כמ\"ש הגהת שערי דורא בשם האור זרוע והובא בב\"י סי' ק\"ט ועיי\"ש באחרונים דאיסור דרבנן יבש שנתערב חד בחד מותר לשני בני אדם לאוכלם עכ\"ל, והטעם כמ\"ש הפרי חדש והש\"ך בקונטרס הספיקות דס\"ל ספיקא דרבנן לקולא אפילו היכא דאיתחזק איסורא וכ\"ש בנדון זה דאף כאן איכא חזקת היתר ודאי כחזקת איסור, והתוס' בעירובין דף ל\"ה ע\"ב ד\"ה אמר ר' ירמיה כתבו להדיא דהיכא דאיכא חזקת היתר וגם חזקת איסור לא איתחזק איסורא כלל ואמרינן ספק דרבנן לקולא עיי\"ש. והנה הב\"י כתב עליו דיחיד הוא ופי' הב\"ח הטעם משום דבנוסחא שלו היה כתוב לשני בני אדם אפילו ישראלים אבל לפי הנוסחא הנכונה הוא לישראל ועכו\"ם אין הב\"י חולק.<br><b> ומעתה</b> הואיל וחד בחד מותר לישראל לאכול אחד א\"כ אין כאן כלל ביטול איסור, דהא כל חדא בחזקת היתרא שהרי יכול האיש ישראל לאכלו וכל חדא וחדא הוא בכלל ספק דרבנן ולקולא, ומה שאין אוכלין שני ישראלים הוא הכל משום חומרא, דמחזי כאוכל איסורא, וא\"כ ליכא כאן כלל ביטול איסור ולכך הוא מותר להרבות עליו ולבטל דכל חדא וחדא מחזי חזי.<br><b> אמנם</b> הפר\"ח הקשה להג\"ה זאת דא\"כ איך אמרינן בשני קופות שאני אומר וכו' למה לנו כלל שאני אומר בתרומה דרבנן, הא בלא\"ה אף דנפל תרומה בחולין מ\"מ חד בתרי בטל או חדא בחדא, ותי' דכי מכשיר האור זרוע היינו יבש ביבש דבשל תורה סגיא חד בתרי לכך בדרבנן מכשירין אף חדא בחדא, אבל תרומה ודכותיה דבשל תורה לא סגי חד בתרי, א\"כ אף בדרבנן לא מועיל חדא בחדא, דלא יהיה חדא בחדא יותר מועיל בדרבנן מחד בתרי בשל תורה, ומעתה בתרומה אף להוסיף עליו ולבטלו אי אפשר ולא שייך כאן התירא דאור זרוע הנ\"ל וא\"כ לא קשיא כלל קושית התוס' מהא דתרומה הנ\"ל.<br><b> אמנם</b> הרא\"ש דמחלק בין מקלי קלי וכו' לשאר איסורים והיינו ליישב קושית התוס' מהאי תנא דלטרא קציעות כנ\"ל וא\"כ ש\"מ דלא ס\"ל כאור זרוע הנ\"ל דאל\"כ לק\"מ קושית התוס' כנ\"ל, וגם אלו היה ס\"ל כהגהת או\"ז הנ\"ל פשיטא דלא היה מחמיר בשאר איסורי דרבנן במקום דלא קלי לאיסורא, להוסיף עליו ולבטלו כיון דאף בלא ביטול חזיא כל חדא וחדא לאכלו כמ\"ש לעיל וזה פשוט וברור ועל כרחך דלא ס\"ל כהגהת או\"ז הנ\"ל וא\"כ שפיר הוי ביטול איסור, ולזאת נתכוון הרמ\"א בתורת חטאת שלו כלל י\"ט בהביאו הגהת או\"ז הנ\"ל, וכתב דהרא\"ש פ\"ק דביצה חולק ע\"ז והוא כוון להדברים אלו שכתבתי, וכתבו שלא מצינו הכרע בדברי הרא\"ש שחולק, ולפי מש\"כ ניחא.<br><b> ומעתה</b> י\"ל הא דכתב המחבר ביו\"ד סימן הנ\"ל באיסורא דרבנן יכול להוסיף עליו לבטלו הוא הכל דוקא יבש ביבש כיון דקודם הוספה היה כל חדא וחדא ספיקא דרבנן ולקולא כנ\"ל, משא\"כ לח בלח שנתערב בפחות מששים דקודם הוספה היה הכל בחזקת איסור, ואין כאן שום ספק דבדבר לח דהכל נתערב ביחד לכו\"ע מודים דאסור לאוכלו, וא\"כ הרי כאן ביטול איסור גמור ואפילו בדרבנן אין לבטלו כמו בתרומה ודליטרא קציעות, דליכא כאן ספק בגופו של האיסור המעורב בהיתר, ועיין במרדכי פ\"ק דביצה שהביא בשם הרשב\"ם דבמידי דאכילה אין מבטלין איסור כגון תרומה שנפלה לפחות ממאה וכן איסור שנפל לקדירה פחות מששים עכ\"ל ומדנקט איסור שנפל לפחות מששים ולא אמר דבר אכילה ביבש ש\"מ דבדבר יבש מודה וכמ\"ש לעיל משא\"כ תרומה או דבר הלח בקדירה דלא שייך דברי הגהת או\"ז הנ\"ל אין לבטלו.<br><b> ולפ\"ז</b> הרווחנו שני קושיות שיש על הרב המחבר, א' דפסק באו\"ח סימן תרע\"ו במותר שמן חנוכה שנתערב בשאר שמן ואין בו ששים אין להוסיף עליו לבטלו והוא נגד הפוסקים וגם נגד פסק שלו ביו\"ד סימן צ\"ט, גם בסימן קט\"ו הקשה הט\"ז על הב\"י (ס\"ק י\"ב) שכתב דמותר לבשל חמאה של נכרי וכו' ואין בזה משום ביטול איסור צחצוחי חלב שבו כיון דאין מכוון לבטלו כי אם לכלות האיסור, והקשה הט\"ז הלא הב\"י ס\"ל דמבטלים כל איסורי דרבנן אפילו לכתחילה, מכ\"ש חמאה דאין לו עיקר בשל תורה וכו' עיי\"ש, ולפי מש\"כ ניחא דס\"ל להרב המחבר דלח בלח אין מבטלין אף באיסור דרבנן ודו\"ק.<br><b> אך</b> ליישב הקושיא שיש על הרב המחבר ביו\"ד סי' הנ\"ל, מהא דפסק באו\"ח בשמן של נר חנוכה דאין להוסיף עליו יש לתרץ בדרך אחר ופשוט, והוא דלפי מש\"כ התוס' לקמן (דף ל\"ח) גבי ולבטיל מים ומלח לגבי עיסה וכו' שהקשו מאי פריך הגמ' הא הוי דבר שיש לו מתירין ותירצו דהיה סבר דהוי מין בשאינו מינו עיי\"ש, מזה מוכח דס\"ל להתוס' דאף דרב אשי מתרץ באמת לבסוף דדשיל\"מ לא בטל, בזה לא יחלקו האמוראים ואף בלי רב אשי ידע זאת דדשיל\"מ לא בטילי וראיה דלעיל (דף ג') בהך ברייתא דתני וספיקא אסורה, ואם נתערבה באלף כולן אסורות, ופריך הגמ' למ\"ד ביצה אסורה משום משקין שזבו וכו' אמאי ספיקא אסורה, וקשה למה לא פריך ואמאי התערובות אסור עד אלף וכו' אלא ודאי דזה ידע הש\"ס אף בלי אוקימתא דרב אשי דדשיל\"מ לא בטיל אפילו בדרבנן רק קושית הש\"ס היה אספיקא דספק יו\"ט וכו', לזה חדית לן רב אשי כמו דתערובתו אינו בטיל ה\"ה ספיקא אסור בדשיל\"מ אפילו בדרבנן, וכן לקמן במים ומלח ס\"ל להתוס' דלא נחלקו בזה, וזה פשוט דדשיל\"מ אפילו בדרבנן לא בטל לכך מפרשי התוס' דבקושיא היה סבור דהוי מין בשאינו מינו, ורב אשי חדית לן הואיל ומים ומלח שרי בעיסה הוי כמו מין במינו, [ועיין בהל' כ' פ\"א] שכתבתי ג\"כ דזה אף בלי רב אשי ידעינן דדשיל\"מ לא בטל רק רב אשי חדית לן דספיקא אסורה, ולפ\"ז יש לדייק הא דפריך הש\"ס בעצים שנשרו מן הדקל וכו' ולרב אשי דאמר דדשיל\"מ אפילו בדרבנן לא בטל וכו' דלמה פריך מר\"א ולא מכו\"ע, דדשיל\"מ לא בטל אפילו בדרבנן אין כאן חולק וכמ\"ש, ועל כרחך צ\"ל דזה ידע הש\"ס דמחמת הביטול אין כאן חשש, ועיין מש\"כ לעיל (בהלכה י') דלענין נגיעה וטלטול יש להקל, וכאן כל האיסור מחמת הטלטול וכמ\"ש לעיל בשם הרשב\"א והמג\"א, וקושית הש\"ס הוא לרב אשי דאמר דשיל\"מ אפילו בדרבנן ספיקא אסורה, ש\"מ דחז\"ל אסרו דשיל\"מ כשל תורה, שלא יהיה ספיקא מותר הואיל ויכול לאוכלו בהיתר אחר זמן, א\"כ י\"ל אף לענין ביטול הו\"ל לעשותו בשל תורה, מבלי לבטל איסור כמו דאין מבטלין איסור של תורה, ובפרט לפי מש\"כ דלכך מבטלין איסור של דבריהם הואיל וחד בחד הוי ספיקא דרבנן ולקולא כמ\"ש הגהות או\"ז וא\"כ כאן דספיקא לחומרא פשיטא דאין לבטלו וקושית הש\"ס לרב אשי.<br><b> אך</b> עדיין קשה דהו\"ל להקשות לכו\"ע דהנה מהרש\"א ותוס' ישנים (בפ\"ק דף ג') כתבו דלכך פריך מברייתא וספיקא אסורה למ\"ד משום פירות הנושרים ומשקין שזבו ולא פריך גם למ\"ד דאוסר ביצה משום מוקצה, משום דמוקצה הוי כשל תורה וספיקא להחמיר עיי\"ש ולפ\"ז הני עצים שנשרו מן הדקל מוקצה נינהו וספיקא אסורה כשל תורה לכו\"ע כאותה שאמרו ספק מוכן אסור וא\"כ הקושיא לכו\"ע ולא לרב אשי לחודא. לכן נ\"ל דבלא\"ה יש לדייק על מהרש\"א דבעי לעשות איסור מוקצה כאיסור דאורייתא, והתוס' כתבו כאן דתרומה חמיר מן המוקצה דתרומה איתא בשל תורה ולא מוקצה הרי דמחשבינן מוקצה לאיסור דרבנן ואפילו שאין לו עיקר בשל תורה ולא דמיא ליה.<br><b> לכן</b> נ\"ל דוודאי לר' יהודה דאית ליה מוקצה, וודאי מוקצה חמיר כשל תורה, דיש לו סמך מקרא דהכינו את אשר יביאו, אבל לרב נחמן דס\"ל מוקצה בשבת קיימ\"ל כר' שמעון וביו\"ט כר' יהודה דלא אתיא לזלזולי ביה, וא\"כ לדידן מוקצה הוא חומרא בעלמא, דאי מדינא הוא אף בשבת היה אסור וכיון דשרי בשבת ואסרינן ביו\"ט אין לומר דהוי כשל תורה רק חומרא בעלמא וזה ברור, לכן לעיל בברייתא דספיקא אסורה וכו' בלא\"ה צ\"ל לר\"נ דברייתא ר' יהודה היא דהא תנא אחד ביצה שנולדה בשבת ויו\"ט, ואילו בשבת לית ליה מוקצה אלא על כרחך דר\"י היא, ולר\"י דאוסר מוקצה בכל הזמנים ס\"ל דחמיר כשל תורה ולכך ספיקא אסורה, א\"כ לק\"מ מרב נחמן כמ\"ש מהרש\"א ותוס' הנ\"ל אמנם לרב מתנה בהני עצים שנשרו מן הדקל דקאי לדידן דלא קיי\"ל בשבת כר\"י, וא\"כ ביו\"ט ליכא אלא חומרא בעלמא וא\"כ ליכא למימר דיהיה ספיקא אסור כשל תורה ולק\"מ זולת לרב אשי דס\"ל דדשיל\"מ לא בטל וגם ספיקא אסורה אפילו בדרבנן, וגם התוס' כתבו שפיר דמוקצה לית ליה עיקר בשל תורה דלדידן דקיימ\"ל כר\"ש בשבת וא\"כ ביו\"ט אינו אלא חומרא בעלמא.<br><b> ולפ\"ז</b> למדנו בדבר שהוא מוקצה אף לר\"ש אזי הוא כשל תורה ודנין בו ספיקא להחמיר, וכן בדשיל\"מ היכא דלא מקלי קלי איסורא דנין בו ג\"כ ספיקא כשל תורה, ואין מבטלין ג\"כ האיסור אף דקיי\"ל בדרבנן מבטלין, דהם חמורים כמו של תורה, ומעתה יפה פסק הרב המחבר באו\"ח סימן הנ\"ל בנר חנוכה, דהתם הוא מוקצה אפילו לר\"ש הואיל ואיתקצאי למצותה משו\"ה אין להוסיף עליו לבטלו דעשייתו כמו של תורה, ולכך יפה כתבו הטור והמחבר דלא דמי לעצים שנשרו להתנור דהא אף דאינם מוקצה כשל תורה מ\"מ המה דשיל\"מ ואף בזה ספיקא להחמיר ודנין בו כשל תורה, לזאת תירצו הואיל דמקלי קלי לאיסורא, ודברי הטור והשו\"ע המה נכונים וברורים ודו\"ק."
            ],
            [
                "<b>אין </b>\n<b> מבקעים עצים וכו' וכן כלים שנשברו ביו\"ט אין מסיקין בהם מפני שהן נולד אבל מסיקין בכלים שלמים.</b> וכתב המג\"א (סימן תק\"א ס\"ק י\"ב) דכלים שנשתברו ביו\"ט אסורין לטלטל ואפילו לשורפן במקומן אסורין דמוקצה אסור להנות ממנו עכ\"ל עיי\"ש, וקשה דהרי הוא סותר לדברי עצמו דהרי הוא כתב בסימן תק\"ז ס\"ק ג' דמוקצה אינו אסור בהנאה רק איסור טלטול יש כאן וכמו שהבאתי לעיל (ריש הלכה י\"א) בשם הרשב\"א דכתב זאת להדיא בשבת וא\"כ לכך אין מסיקין בשברי כלים והיינו משום דתשמיש מוקצה אסורה, אבל להדליק במקומו בלי טלטול שהוא הנאה הבא מאליו מותר וק\"ל.",
                "<b> אבל</b>\n<b> מסיקין בכלים שלמים.</b> עיין במ\"מ דתמה דלמה השמיטו הרי\"ף והרמב\"ם האי אוקימתא דר' יוסף (שבת כ\"ט) דעביד להו כרב מתנה דאמר מרבה עליהם עצים מוכנים ומבטלן, דאל\"כ כי אדליק פורתא הו\"ל שברי כלים וקמהפך באיסורא, ואפשר דס\"ל דזה דוחק כיון דכבר הדליק בהו כשהיו שלמים אף דאחר כך בתוך הדליקה הוי שברי כלים כולי האי לא מחמירין כלל באיסורא דרבנן, ולא דקו רבנו בגזרותם כלל כולי האי, וכיון דאשתרי אשתרי, רק דקושית הש\"ס הוא לרב יוסף ור' יוסף ס\"ל האי סברא על המשנה דפתילת הבגד שקפלה וכו' דנחלקו ר' עקיבא ורבי אליעזר ומוקמי ליה בגמרא בשלשה טפחים מצומצמות עסקינן וכו' והו\"ל שברי כלים וכר' יהודה וכו' ובהא נחלקו ועל זאת קאמר ר' יוסף היינו דתנינא ג' על ג' מצומצמות וכו' ולא ידענא למאי הלכתא ומדקא מתרץ רב אדא בר אהבה אליבא דר' יהודה ש\"מ דס\"ל כר' יהודה, ומעתה לר' יוסף דמוקי לפלוגתא דר\"א ור\"ע בהכי א\"כ ש\"מ דס\"ל האי סברא כנ\"ל, א\"כ שפיר מקשינן ליה איך מסיקין לר\"א ור\"ע בכלים דהא מיד דאדליקו הו\"ל שברי כלים, משא\"כ לדידן דקיימ\"ל כרבא דמוקי לפלוגתא דר\"א ור\"ע שם בשבת בגוונא אחריתי אי מדליקין בפתילות שאין מחורכות והא דאתמר ג' על ג' מצומצמות לענין טומאה אתמר, וא\"כ קיימ\"ל כוותיה דרבא ואזדא ליה האי סברא דיהיה בתוך הדלקה שברי כלים, וי\"ל שפיר כנ\"ל כיון דאשתרי אשתרי ולכך לא פרכינן כלל דהוא לית ליה האי סברא ודו\"ק.<br><b> ואמת</b> דרבינו הרמב\"ם בפירוש המשניות כתב הטעם למחלוקת דר\"א ור\"ע כאוקימתא דר' אדא בר אהבה עיי\"ש אמנם ר' נחמן דמהדר למצוא סתמא, דסתם לן תנא ביו\"ט כר\"י, ולא הביא זה המשנה ר\"א ור\"ע דתרווייהו ס\"ל כר\"י וגם הרי\"ף על כרחך ס\"ל כאוקימתא דרבא, דהוא הוכיח מקושית הש\"ס (ביצה דף ד') דפריך ולר' אליעזר דאמר ביצה תאכל היא ואמה במאי עסקינן אי בתרנגולת העומדת לגדל ביצים היא ואמה אסורה וכו' מזה הוכיח דקיימ\"ל מוקצה ביו\"ט כר\"י, והקשה הרז\"ה דלמא קושית הש\"ס היא כפירש\"י דשמעינן לר\"א דאית ליה מוקצה מהא דתני אמר ר\"א עומד אדם על המוקצה וכו' (ביצה דף ל\"ד), ותירץ הרמב\"ן דמוקצה דר\"א לקמן, גם ר\"ש מודה ביה משום דהוי מוקצה כגרוגרות וצמוקין וכמ\"ש לעיל, והנה עדיין קשה דהא שמעינן דר\"א אית ליה מוקצה מהאי דתני פתילת הבגד וכו' דאוסר ר\"א להדליקו ביו\"ט שחל להיות בערב שבת משום דאין מדליקין בשברי כלים וכו' ש\"מ דאית ליה מוקצה כר\"י דלמאן דלית ליה מוקצה לית ליה נולד, ועל כרחך צ\"ל דהרי\"ף ס\"ל דקיי\"ל כאוקימתא דרבא ואין כאן כלל הכרח וגם האי קושיא לר' יהודה ליתא די\"ל כמ\"ש לעיל כיון דאשתרי אשתרי וק\"ל."
            ],
            [],
            [
                "<b>נוטלין </b>\n<b> עצים הסמוכים לדופני הסוכה וכו' ומביאין מן המכונסין שברשות היחיד ואפילו היתה מוקפת לשם דירה ובלבד שתהיה לו פותחת ותהיה בתוך התחום שבת ואם חסר אחת מכל אלו הרי זה מוקצה.</b> עיין בכ\"מ שתמה על רבינו דלמה השמיט לר' יהודה דמהני בה תנאי ובאמת התוס' בביצה דף ל' ע\"ב ד\"ה אמר ר' מנשיא וכו' כתבו להדיא דהש\"ס הוי מצי למפרך דכי בעי לאוקמא בסוכה דעלמא אמאי מהני ביה תנאי אלא דלא חש למפרך משום דלא קאי במסקנא וא\"כ אין מקום כלל לתמיהתו.<br><b> ועיין</b> במג\"א סימן תקי\"ח ס\"ק י\"ג מבואר דברי הכ\"מ דלא קשה עליו קושית מהרש\"ל, אך הוא הקשה דהלוא הב\"י גופיה פסק בהל' שבת סי' רע\"ט בנר שכבה דמהני ביה תנאי אף דבמוקצה מחמת איסור קיימ\"ל כר' יהודה בשבת, הנה לפענ\"ד נראה לחלק בשלמא בנר דהוא רק בסיס לדבר איסור וכדאמרינן בשבת פ' כירה דף מ\"ז הנח לנר ושמן דנעשית בסיס לדבר איסור ובדבר הבסיס יש חילוק בין שוכח למניח מדעת, א\"כ י\"ל דאינה נעשית בסיס כלל אלא כשמקצה מדעתו, משא\"כ כשמתנה הרי אין כלל דעתו להקצות לבסיס, וחזר הדבר מן מניח לדעת להיות כדין שוכח, משא\"כ כאן בסוכה דהיא גופא איסורא ואלו שוכח לסתור סוכתו או נפלה בלי דעתו סוכתו יהיה בו היתר מוקצה זהו ליתא דיש כאן איסור בגופא ולא משום בסיס כלל א\"כ אף תנאי לא מהני, ומה נפק\"מ בדעתו, הא מ\"מ בין השמשות איתקצאי מחמת איסור, ומה יועיל תנאי, וזה פשוט וברור בסברא ודו\"ק.",
                "<b> ובלבד</b>\n<b> שתהיה לו פותחת ותהיה בתוך התחום שבת.</b> ועיין בהשגת הראב\"ד שכתב [ואיכא למימר דסמוך לעיר וכו' ובמ\"מ כתב ואין הכרע באחד מן הפירושים] ובאמת למאי דאמרינן שם דר' יוסי תרתי לקולא קאמר משמע כפירש\"י והראב\"ד, דבסמוך לא בעי כלל פותחת, וי\"ל דס\"ל דה\"פ ר' יוסי תרתי לקולא לפי שהזכיר בלשונו שני דברים בגירסתו פותחת וסמיכות התחום ושנים אלו הזכיר ר' יוסי להקל, והיינו משום דת\"ק ס\"ל דבעינן סמוך לעיר, ואם בפותחת לא נפק\"מ כלל א\"כ ר' יוסי דאמר פותחת ואפילו בתוך התחום לא אמר תרתי לקולא דבחד מיקל אפילו בתוך התחום, ובחד מחמיר דבעינן דוקא פותחת, משא\"כ לת\"ק, ועל כרחך אתה צ\"ל (לצד) [כצד] הראשון של האיבעיא אמת הוא דלת\"ק בעי פותחת וקאמר ר' יוסי אם יש לו פותחת אפילו בתוך התחום נמי מותר, וא\"כ הזכיר ר\"י הני תרתי להקל מת\"ק וזה הפירוש הוא לדעת הרמב\"ם ולא תהיה מיקל ר' יוסי בתרתי ואתי שפיר הפשיטות על צד האיבעיא, ודלא כמ\"ש הפר\"ח דלא יתכן להרמב\"ם רק גרסא אחרת, ומ\"מ לא יסוב הפשיטות על צד האיבעיא, ולפי מש\"כ ניחא הכל ודוק."
            ],
            [],
            [
                "<b>בהמה </b>\n<b> שמתה ביו\"ט אם היתה מסוכנת מערב יו\"ט הרי זה מחתכה לכלבים ואם לאו הואיל ולא היתה דעתו עליה הרי זה מוקצה ולא יזיזנה ממקומה.</b> עיין במ\"מ והטור שכתבו דלר' שמעון בבע\"ח שמתו בבריאותן ולא היו חולה אסורין, והיינו כהאי מ\"ד דמודה ר\"ש בבע\"ח שמתו דאסורין, והקשה הב\"י א\"כ איך אמרינן בש\"ס שלהי דשבת דלוי ס\"ל כר' יהודה מדלא חזי טריפתא ביו\"ט אלא כי הוי יתיב אקלקולתא דאסורים לטלטל, דהא אף לר\"ש אסור דמסתמא לא היו שוחטין בהמה חלושה כי אם בריאה, ותירץ הב\"י כיון דלשחיטה עומד שכיח טריפות למצוא ולא הוי כלל מוקצה לר\"ש, ולא ידעתי דיהיה טריפות בחזקת שכיחי ואף אם נאמר דסרכות הריאה הוי ממעוטי דשכיחי מ\"מ לדבריו בעופות דלא שכיחי ואפ\"ה ר\"ש מודה.<br><b> ולפענ\"ד</b> נראה בשלמא בנתנבלה ביו\"ט א\"כ הרי הדבר חדש הוא ואלו לא היתה חולה הרי זאת מוקצה אף לר\"ש משא\"כ טריפות דבהמה, אגלאי מלתא למפרע דהיה טריפה והיה עומד לכלבים רק דהוא לא ידע ממנו ועכשיו נתברר למפרע דהיתה טריפה, א\"כ אין זאת מוקצה אלא לר' יהודה דאית ליה מוקצה מדעת משא\"כ לר\"ש לא הוי כלל מוקצה דלא משגיחינן בידיעתו דסוף סוף קודם יו\"ט לא היה מוכן כי אם לכלבים ולכך הוא מותר לטלטל, ונלמוד מזה דאם נטרפה ביו\"ט בשחיטתה או משאר טריפות שנולדה לה מחדש ביו\"ט דאף לר\"ש הוי מוקצה כמו בבע\"ח שמתו ביו\"ט ואפילו לתירוץ הב\"י הנ\"ל, דזאת לא שכיח שיקרה לה ביומו טריפות והוא ברור ופשוט [ועיין ביש\"ש חולין סימן כ\"ט].<br><b> והנה</b> הטעם דפסק הטור להחמיר וכמ\"ד דמודה ר\"ש בבע\"ח שמתו דאסורים ולא פסק להקל היותו מלתא דרבנן, כמ\"ש הרא\"ש במוקצה לחצי שבת, וי\"ל דהתם י\"ל דלאו מוקצה כלל, אזלינן בשל דבריהם להקל אבל כאן כיון דלר' יודא הוי מוקצה וודאי אפילו בחולה וזה כללא הוא בכל הש\"ס דפלוגתא רחוקה לא משווינן דנימא דר\"י משויא ליה למוקצה אף בחולה ולר\"ש לא הוי כלל מוקצה אפילו בבריאה, ודי דנימא בבריאה מודה ר\"ש ואפושי בפלוגתא לא עבדינן ודו\"ק.<br><b> ועוד</b> היה נראה לומר דהאי תליא בהנך תלתא מי יימר דאמרינן במסכת שבת (דף מ\"ו ע\"ב) דלכך בכור שהיה בו מום דאינו מן המוכן דמי יימר וכו' ואם נאמר דבעי דוקא תלתא מי יימר, א\"כ י\"ל שפיר דבע\"ח שמתו לא הוי מוקצה כלל דלא הוי רק חדא מי יימר, אבל אי אמרינן דאף בחדא מי יימר הוי מוקצה לר\"ש, וא\"כ כאן איכא חדא מי יימר דתמות וא\"כ הוא מוקצה אף לר\"ש ומוכן לאדם לא הוי מוכן לכלבים ועל כרחך צ\"ל דמודה ר\"ש בבע\"ח שמתו שאסורין.<br><b> ובהכי</b> ניחא מה דנראה מתוך פירש\"י (ביצה דף כ\"ו) דבעי תלתא מי יימר בבכור ובש\"ס דשבת דף הנ\"ל מוכח דסגיא בחדא מי יימר [עיין מ\"ש לעיל באריכות בהלכה ב'], ונוכל לומר דהתם קאי אליבא דמ\"ד דמודה ר\"ש בבע\"ח שמתו וכו' אבל רש\"י בקש לפרש המשנה אליבא דכו\"ע אף למ\"ד חולק היה ר\"ש וכו' לכך הוצרך רש\"י לפרש דהוי משום דן את הדין, אבל לפי מסקנת הש\"ס דשבת דאף בחדא מי יימר אתקצאי לר\"ש, וא\"כ אף בבע\"ח שמתו איכא חדא מי יימר עכ\"פ יותר סברא ממום. אך זה צריך לעיון והוא דנראה דוודאי אף למ\"ד חולק היה ר\"ש אין הטעם הוא שתמות וודאי דזה לא אסיק אדעתא רק ס\"ל דמוכן לאדם הוי מוכן לכלבים ודו\"ק."
            ],
            [],
            [
                "<b>המכניס </b>\n<b> עפר מערב יו\"ט אם ייחד לו בחצירו קרן זוית הרי זה מוכן ומותר לטלטלו וכו' וכן עפר שהוסק מערב יו\"ט מוכן, ושהוסק ביו\"ט כל זמן שהוא חם וכו' מותר לטלטלו.</b> המג\"א בסימן תצ\"ח ס\"ק כ\"ח כתב דאם נתערב אפר מוקצה עם אפר מוכן באופן שלא היה ניכר מעולם בטל ברוב, דכיון דלא ניכר לא שייך דבר שיש לו מתירין אע\"ג דקמח בקמח מקרי לח בלח מ\"מ כיון דעיקר מדבריהם בטל ברוב עכ\"ל, ולא ידעתי דאם אמת הוא דמקרי לח בלח מאי נפק\"מ בשל דבריהם וכי באיסורא של דבריהם לא בעינן ששים ומכ\"ש באיסור מוקצה, אבל באמת לא ידעתי באיסור טלטול מאי נ\"מ בלח או ביבש דעיקר הבדל בין לח ויבש הוא באכילה, דלח נותן טעם וטעם כעיקר מן התורה וגזרו במינו אטו אינו מינו אבל בדבר דלא שייך נותן טעם מאי נפק\"מ בין לח ויבש, ומים שאובים במקוה דמהני רוב, מעולם לא שמענו דיהיה צריך ששים דמים במים ודאי מקרי לח בלח, ואפר פרה בטל ברוב באפר מקלה כמבואר בבכורות דף כ\"ג ומעולם לא שמענו דיהיה צריך ששים.<br><b> גם</b> מה שכתב המג\"א שם דגחלים עוממות אסורים לטלטל ביו\"ט יש לפקפק דהלוא יוכל להדליק ולשום עליהם אש וחוזרין לחומם וחום טבע שלהם מקדם וכמעשה בכל יום שנופחים בהם אש וחוזרין להבערתן ולא דמי כלל לאפר שכבר נתקרר שאי אפשר להצליח לשום מלאכת בישול כלל וכן עמא דבר [ועיין להלן בפרק ג' הלכה י' בסופו].",
                "<b> מי</b>\n<b> שהיה לו דקר נעוץ מערב יו\"ט ונתקו ביו\"ט והעלה עפר אם היה אותו עפר תחוח הרי זה מכסה בו ומטלטלו, אבל אם העלה גוש עפר הרי זה לא יכתוש אותו ביו\"ט.</b> וכתב המ\"מ מלשון רבינו שכתב כאן וריש פרק ג' נראה בביאור שאין מותר לשחוט על סמך דקר נעוץ, והנה יש לתמוה למה השמיט הרמב\"ם דין דאם יש לו דקר נעוץ דמכסה בו כדתנן ומודים דאם שחט שיחפור בדקר ויכסה ואמרינן עלה בגמרא והוא שיש לו דקר נעוץ מבעוד יום ולמה השמיט רבינו כל הדין הנזכר במשנה וסותם (ריש פרק ג') דאם אין לו עפר מוכן או אפר הראוי לטלטלו לא יכסה עד ערב אף דכבר שחט, מה דבמשנה נזכר היתר מפורש שיחפור בדקר ויכסה, והנה הפר\"ח באו\"ח תירץ משום דהוי מילתא דלא פסיקא דבמקום דאין בחפירת גומא קלקול כגון בשדה דהוי מלאכה דאורייתא אסור לחפור בדקר, אף שהוא נעוץ מבעו\"י ומשום דלא הוי מילתא דפסיקא לכך השמיטו רבינו הרמב\"ם, וזהו דוחק גדול בדברי רבינו דהעתיק כל הלכתא למשיחא, והעלים הדין הנזכר במשנה ובש\"ס מבלי להזכירו הקצר קצרו ידיו לכתוב ולחלק בין בית לשדה, ויותר היה אפשר לומר דס\"ל לרבינו דודאי אם החופר בשדה היה עושה מלאכה איסור דאורייתא לכסות א\"כ אף בבית אסורה דלא יבואו לטעות וכי תתן תורת כל אחד ביד השוחט ביו\"ט לדייק מקום הגומא אם הוא קלקול או תיקון, וכי האי מילתא וודאי דגזרינן רק המשנה אתיא אליבא דר' שמעון דס\"ל מלאכה שא\"צ לגופה פטור עליה א\"כ כל החופר גומא וא\"צ אלא לעפרה בין בבית בין בשדה הוי קלקול ופטור ולכך התירו חז\"ל לחפור בדקר ולכסות, משא\"כ לדידן דקיימ\"ל מלאכה שא\"צ לגופה חייב עליה וא\"כ החופר במקום שאין הגומא קלקול חייב וא\"כ אי אפשר לחלק ולומר כאן מותר וכאן אסור וכהנ\"ל והכל אסור ולכך השמיט רבינו ז\"ל וק\"ל.<br><b> רק</b> דכל זה דוחק הוא דמנ\"ל להרמב\"ם להך גזירה מה דלא מצינו רמז במשנה או בש\"ס, ומן הסברא זאת אין לדחות כלל משנה שלימה מן הלכה, ועוד דאם סתמא דמשנה זאת נשנית בעדיות להלכה כר\"ש א\"כ הו\"ל להרמב\"ם לפסוק באמת כר\"ש הואיל ותנא דעדיות כוותיה, לכן נ\"ל דס\"ל להרמב\"ם דאי איירי שיש לו דקר נעוץ וביו\"ט הותר לו לנתקו הואיל דהוי חופר גומא וא\"צ אלא לעפרה, א\"כ קשה קושית התוס' דהא עכ\"פ מדרבנן אסורה, ואין לתרץ כתי' תוס' משום מצות כסוי התירו וכו', כי מה שכתבו התוס' ד\"ה וא\"צ אלא לעפרה וכו' שהתירו לעשות גומא משום שמחת יו\"ט ודאי דאינו לבית הלל כיון דלא שרו ב\"ה אלא בשכבר שחט וא\"כ מה שמחת יו\"ט יש כאן רק מצות כסוי יש כאן, וזה פשוט להתוס' דבטלו דבריהם משום מצות כסוי רק קושית התוס' הוא לבית שמאי, ובפרט לפי מה דמסקינן לקמן דמוחלפת השיטה ולדעת ר\"ת בתוס' שם קאי אהאי משנה דהשוחט וכו' וא\"כ ב\"ה הוא דמתיר לשחוט לכתחילה בזה וא\"כ ליכא כאן כלל מצות כיסוי דלא לשחוט ולא לבעי כיסוי וקושית התוס' הוא עיקר כמ\"ש ולזאת תירצו משום שמחת יו\"ט, דא\"כ [כתירוץ התוס'] באפר שהוסק ביו\"ט נמי יהיה מותר לכסות בדיעבד, כי הוא לא ס\"ל הך סברת הירושלמי (הובא בתוס' שם ד\"ה אמר רב יהודה ובהרא\"ש) לחלק בין קודם ששחט לאחר ששחט רק ס\"ל דגמרא דידן חולק על הירושלמי וס\"ל דלעולם אפילו לאחר שחיטה אין מכסין כלל באפר מוקצה הואיל והש\"ס סתמא קאמר דאפר שהוסק ביו\"ט אסור דמשמע אפילו דיעבד, ולכך לא הביא הך דירושלמי דאפר שהוסק ביו\"ט מותר לכסות בו לאחר שחיטה כי הוא ס\"ל דהש\"ס דידן חולק על הירושלמי הנ\"ל וא\"כ קשה דאי ס\"ד דהתירו איסור דרבנן ביו\"ט בשביל מצות כסוי אמאי לא התירו ג\"כ איסור מוקצה.<br><b> ועוד</b> דא\"כ מאי פריך הגמרא שם על הא דכוי אין שוחטין ביו\"ט ולכסי בדקר נעוץ, מאי קושיא דלמא דוקא במצות כיסוי התירו חכמינו ז\"ל איסור דרבנן ולא בספק כמ\"ש התוס' בחולין פ' כסוי הדם דף פ\"ד, ובפרט לפמ\"ש הרשב\"א במשמרת הבית דף ק\"ב ע\"ב נראה מביאורו דגירסא שלו בגמרא דקר נעוץ מוכן לוודאי ולא מוכן לספק, ופרכינן ספק מ\"ט לא דקעביד גומא וודאי נמי וכו' וקשה מאי קושיא דלמא לוודאי התירו חז\"ל אסורא דרבנן אבל לא לספק.<br><b> אלא</b> ודאי ס\"ל להרמב\"ם דרחוק הוא שיתירו חז\"ל איסור דרבנן כנ\"ל דאפילו איסור מוקצה לא התירו, רק דמיירי דהיה לו דקר נעוץ ונתקו ביו\"ט. ובזו קמ\"ל המשנה דמכסה בו ובזו מיירי המשנה דיחפור בדקר היינו דהיה לו דקר נעוץ מערב יו\"ט, דאלו לא היה לו דקר נעוץ מערב יו\"ט אף דעבר וחפר ביו\"ט הרי זה מוקצה גמור יותר מאפר ופשיטא דאין לכסות בו, ואלו היה לו דקר נעוץ פשיטא דמכסה בו ועושה בו כל צרכיו ומאי קמ\"ל, אלא וודאי מיירי דהיה לו דקר נעוץ מערב יו\"ט וביו\"ט הוא נתקו והו\"א אף דדעתו עליה דהא הדקר נעוץ, כמ\"ש התוספות דנעיצת הדקר משוי ליה הכנה, מ\"מ הואיל ואי אפשר להוציא הדקר מבלי עשיית גומא א\"כ הוא מוקצה מחמת איסור וקמ\"ל דלא תימא [הכי] הואיל ואינו אלא מדרבנן בהא לא אמרינן מוקצה מחמת איסור כמ\"ש רש\"י ותוס' והרא\"ש גבי בית שנפחת וכו' עיי\"ש, וזהו קושית הש\"ס דקתני דמודים דיחפור בדקר היינו היכא דנתקו ביו\"ט מ\"מ בעי דקר נעוץ שיהיה מוכן ופריך והא קעביד גומא, וא\"כ מאי אהני הכנה הא הוי מוקצה מחמת איסור ומשני כדר' אבא החופר גומא וא\"צ אלא לעפרה פטור וא\"כ לא הוי רק איסור דרבנן, ולא שייך מוקצה מחמת איסור ולכך מהני דקר נעוץ לבטל איסור מוקצה דהכנה, ומעתה קושית הש\"ס שפיר דכמו דקר נעוץ מוכן לוודאי כמו כן הוא מוכן לספק ובממ\"נ אם עשיית גומא משוי ליה למוקצה אף לודאי כן ואם לאו הואיל היותו איסור דרבנן לא משוי ליה למוקצה אף לספק כן, ודברי הגמרא נכונים.<br><b> וזה</b> לשון הרמב\"ם בפירוש המשניות ואמר ומודים שאם שחט שיחפור בדקר ויכסה בשני תנאים אחד שיהיה דקר נעוץ ויעקור אותו ובשעת עקירתו יעקר העפר, והשני שיהיה תחוח וכו' הרי מבואר להדיא בתנאי הראשון דאינו מועיל דקר נעוץ כי אם שיעקור אותו והיינו דיעבד, דאי מותר לעקרו אין זה בכלל התנאי רק מבואר במשנה, דאם יש לו דקר נעוץ יכסה בו ועל כרחך יעקור אותו, ואין זה בכלל התנאי והו\"ל לומר בקיצור דיהיה לו דקר נעוץ בארץ, ועל כרחך צ\"ל דכוונתו דאינו מועיל דקר נעוץ כי אם כשיעקור העפר בשעת עקירת הדקר, והיינו ביו\"ט דבערב יו\"ט מותר לשחוט לכתחילה עליו, ודברי הרמב\"ם בפירוש המשנה מסכימים למה שכתבתי, והן הן הדברים בספר שלו, ולכך השמיט הך דירושלמי דס\"ל דהש\"ס דידן חולק ע\"ז, והשמיט הך דדקר נעוץ כי הוא הדבר שכתב וזה לענ\"ד ברור.<br><b> אמנם</b> כל הפוסקים אינם שווים בדעת הזה וכולם ס\"ל דדקר נעוץ התירו חז\"ל להנתק ביו\"ט ובטלו דבריהם בזה משום שמחת יו\"ט ומצות כיסוי, אך לאיזה צורך הצריכו דקר מערב יו\"ט, בזו פירש\"י דף ט' ע\"ב בהא דאמר הש\"ס עד כאן לא קאמר ב\"ש אלא היכא דאיכא דקר נעוץ וכו' ופירש\"י דליכא רמז חפירה, וס\"ל לפרי חדש לשיטתו דאפילו נעוץ דקר מערב יו\"ט שלא במתכוון מ\"מ מותר דהא אין כאן צד רמז חפירה, אמנם דעת התוס' ד\"ה וא\"צ אלא לעפרה דלכך בעי דקר נעוץ משום הכנה, ולפ\"ז בעי מתכווין מערב יו\"ט להוציא מחזקת מוקצה, וצריך להבין לשיטת רש\"י דאף דהיה לו דקר נעוץ, איסור מוקצה להיכן אזיל, דליכא למימר דלמוקצה לא חיישינן בכיסוי, דהא אסור לכסות באפר שהוסק ביו\"ט, וצ\"ל דבזה פליגי ב\"ש וב\"ה וכו\"ע מודים דבנעיצת דקר ליכא רמז חפירה וליכא כאן חשש חפירה, רק ב\"ה חושש לאיסור מוקצה וס\"ל דנעיצת דקר אינו מבטל איסור מוקצה, ולכך לא ישחוט, אבל בששחט ויש לו דקר נעוץ, דאינו צד רמז חפירה מותר לכסות דגם באפר מוקצה מותר לכסות אם שחט כמבואר בירושלמי עיי\"ש וב\"ש מתיר לאיסור מוקצה אפילו לשחוט לכתחילה, רק דקר נעוץ בעי שלא יהיה רמז חפירה בדבר, ולפ\"ז שפיר תירצו הב\"ח ופר\"ח דברי הר\"ת דס\"ל מוחלפת השיטה קאי אהאי דשוחט וא\"כ הלכה כב\"ה ותמה על העולם אמאי הצריכו הכנה לעפר, ואין מקום לקושית הר\"י עליו דהקשה דהא עכ\"פ סברי ב\"ה מאי דסברי ב\"ש מעיקרא ואף ב\"ש בעי דקר נעוץ משום הכנה, זה אינו דעד כאן בעי ב\"ש דקר נעוץ במקום שיש רמז חפירה אבל בעפר תחוח הרבה דליכא רמז חפירה א\"צ דקר נעוץ דאיסור מוקצה ליתא לב\"ש.<br><b> וכן</b> לפי' התוספות דבעי דקר נעוץ משום הכנה צ\"ל כתי' הרא\"ש, דהא דבעי ב\"ה אף בששחט הכנה, אע\"פ דמותר לכסות באפר שהוסק ביו\"ט אם כבר שחט משום דכאן יש תרתי איסור מוקצה וחופר גומא, ולפ\"ז אף לב\"ש דבעי דקר נעוץ לכתחילה י\"ל משום דלא הותרו לכתחילה שני איסורים, אבל בשלקחו אפר מוקצה דלא שייך ביה גומא יכול לשחוט לכתחילה לב\"ש, דאיסור אחד שרי לב\"ש קודם שחיטה כמו דשרי לב\"ה אחר שחיטה, וכ\"כ מהרש\"ל ביש\"ש בישוב דברי הר\"ת ותירוצי שניהם טובים, רק דדחיקא ליה דא\"כ מאי דחי הש\"ס על הקושיא משוחט חיה ועוף דב\"ש לקולא, וביוני שובך ב\"ש לחומרא וב\"ה לקולא, ומשני מוחלפת השיטה ודחי הש\"ס דלמא עד כאן לא אמרי ב\"ש אלא היכא דאיכא דקר נעוץ וכו' מאי תירץ הלוא כששחט מתיר ב\"ש איסור אחד והיינו איסור מוקצה ולא צריך דקר נעוץ ואלו התם ביוני שובך איכא איסור מוקצה ואעפ\"כ ב\"ש אוסר, ודקר נעוץ אינו אלא להתיר איסור גומא וחופר לדעתם, אבל איסור מוקצה לא נחשב לב\"ש כנ\"ל וא\"כ עדיין קשה דאמרינן לקמן דב\"ש לחומרא בהך דיוני שובך, ועל כרחך צ\"ל דלכך בעי ב\"ש דקר נעוץ לדחות איסור מוקצה וכמו לשיטת התוס' דאף ב\"ה מתיר בדיעבד חד איסור, מתירין לב\"ש לכתחילה לשחוט, ולכך בעי ב\"ש דקר נעוץ דלא יהיה איסור מוקצה כי איסור מוקצה חמיר, כן לשיטת רש\"י דפי' משום רמז חפירה מיירי במקום דליכא מוקצה כי מאיסור מוקצה לא מזכיר רש\"י כלל אבל שיהיה ב\"ש מתיר לכתחילה לשחוט ובאיסור מוקצה לכסות זה לא שמענו דא\"כ קשיא ב\"ש אב\"ש, אם לא דנדחוק דבעל חי חמור, וגמרא מדמה תרי איסורים למוקצה דבע\"ח דאיכא חד איסורא וזהו דוחק.<br><b> ועוד</b> י\"ל דלפי מה דאמרינן בפלוגתא דרבה ור' יוסף בעפר למטה דלרבה אף ב\"ש מודה דאי ליכא עפר למטה לא שרי לחפור בדקר דלמא ממלך ויפה עושין העולם שמכינין עפר, דהא בעי עפר למטה, וא\"ל דכי מצריך ב\"ש עפר למטה היינו בדעשה איסור גומא ומוקצה, (אלא) [אבל] בחד איסורא אפילו ב\"ש מודה דלא בעי עפר למטה זה אינו דמה דמצריך ב\"ה בדיעבד מצריך לב\"ש לכתחילה, דהיינו דקר נעוץ, וא\"כ ליכא כאן אלא חד איסור ומ\"מ בעי עפר למטה לשיטת רבה וא\"כ יפה עושין העולם, וזה יש לכוון בכוונת הר\"י בתוס' הנ\"ל בקושיתו על הר\"ת ואין מקום לתמיהת מהרש\"ל הנ\"ל עליו כלל ודו\"ק.<br><b> אמנם</b> לכאורה זה תלוי בדעת הפוסקים ועיין בהרז\"ה ורמב\"ן אי הלכתא כרבה או כר' יוסף ועיין רמב\"ן שהביא הקדמונים דהלכה כר' יוסף, והוא הכריע דהלכה כרבה א\"כ גם הר\"ת י\"ל דס\"ל הלכה כר' יוסף והר\"י ס\"ל כדעת הרמב\"ן דהלכה כרבה.<br><b> ועוד</b> י\"ל דהר\"י והר\"ת מחולקים בסברת הב\"ח ומג\"א ומהרש\"א גופיה העלה על ספרו שני סברות חלוקות, והוא דעל קושית הב\"י (בסימן תקי\"ח) מהא דקיימ\"ל דמוקצה אינו אסור בטלטול לצורך אוכל נפש, ולא התירו לשחוט לכתחילה לכסות באפר מוקצה, תירץ הב\"ח דהאי טלטול אינו לצורך אוכל נפש, אלא משום הכיסוי, וכן הוא דעת מהרש\"א בשמעתין דדקר נעוץ (בתוספות ד\"ה אמר ר\"י) עיי\"ש, ואלו המג\"א (בסוף סימן תק\"ט) ומהרש\"א גופיה במשנה אין סומכין קדירה בבקעת (דף ל\"ג) כתבו לחלק בין מוקצה לסלק דמותר לצורך אוכל נפש, למוקצה לתשמיש דאסרינן לצורך אוכל נפש כגון כיסוי דם וכיוצא ביה עיי\"ש [ועיין להלן פרק ג' הלכה י' בישוב דברי מהרש\"א שלא יהיו דבריו כסותרים], ולפ\"ז הר\"ת דס\"ל החילוק בין סילוק לתשמיש מוקצה, א\"כ אף עפר דלמטה יכול ליקח מן אינו מוכן, דמאי ניחוש דלמא ממלך ולא שחט, הא כיון דממלך לא השתמש במוקצה מעולם רק סילוק בעלמא וזהו לצורך אוכל נפש מותר והוא בשעה שסילק המוקצה היה דעתו לצורך אוכל נפש, ובזו ליכא למיחש להמלכה, דא\"כ אפר לפשטידא יהיה אסור דלמא ממלך, אלא ודאי דבר כי האי מה דמותר לגמרי לא חיישינן, דא\"כ איך יבעיר דלמא ממלך ולא יבשל, רק מה דהתירו בדוחק בזה יש לחוש לאימלוכי, וא\"כ כיון דכל איסורי דמוקצה הוא לתשמיש, וכאן אי מימלך אין כאן תשמיש מוקצה, רק סילוק, וסילוק מוקצה מותר בכל אופן, אלא ודאי דאין צריך הכנה בכל צד, אמנם דעת הר\"י בתוס' כדעת הב\"ח ומהרש\"א הנ\"ל דאסור לכסות במוקצה, דכיסוי לאו צורך אוכל נפש הוא, וא\"כ כל התרה שהתרת לב\"ש הוא משום מצות כיסוי, וא\"כ שפיר חיישינן דלמא ימלך ולא ישחוט ויכסה, ויעשה איסור בסילוק מוקצה, ולכך צריך הכנה בעפר דלמטה לצאת ידי רבה, ויפה עושין העולם ודוק.<br><b> והנה</b> לפי מ\"ש [לעיל] ס\"ל להר\"י דאף לב\"ש דמתיר לשחוט לכתחילה על סמך דקר נעוץ היינו דמתיר איסור גומא לכתחילה אבל לא דמתיר איסור מוקצה לכתחילה, וראייתו הוא מש\"ס דדחי דלמא עד כאן לא אמרי ב\"ש אלא היכא דאיכא דקר נעוץ וכו' משמע דלא מתיר איסור מוקצה דאל\"כ עדיין קשה מיוני שובך, דאיכא רק איסור מוקצה לבד, וזה ברור בדברי הר\"י, דאל\"כ דאיסור מוקצה לבד ג\"כ מתיר ב\"ש רק לא שני איסורים יפה היה הר\"ת מתמיה על מנהג העולם וכהנ\"ל בשם מהרש\"ל ביש\"ש.<br><b> ולפ\"ז</b> יפה פסק הב\"י (והרמ\"א בסימן תצ\"ח סעיף ט\"ו) בששחט ויש לו אפר מוקצה ודקר נעוץ ג\"כ דיותר טוב לכסות בדקר נעוץ, דאין כאן רק איסור גומא מלכסות באפר מוקצה, דלב\"ש איסור מוקצה חמור, ומדברי ב\"ש נשמע לב\"ה דמאי שנא, ועיי\"ש באחרונים שהשיגו עליו, ולפשיטות דברי הר\"י מוכרחים כראי מוצק, אם לא דנאמר כמ\"ש לעיל דתמיהת הר\"י הוא מעפר דלמטה, ואין זה השגה כלל על הב\"י, דהוא תופס דברי הר\"י בפשיטות וכמ\"ש לעיל.<br><b> ומה</b> שהביאו אחרונים ראיה מהירושלמי דקאמר מוטב שיכסה באפר שהוסק ביו\"ט, מלכסות ויחפור בדקר ועל כרחך כוונתו בדקר נעוץ, דאי בלא דקר נעוץ אסור לכסות בעפרו אפילו בדיעבד, והיינו אפילו בששחט עיי\"ש, אינו ראייה כלל דבירושלמי לא נזכר כלל והוא שיש לו דקר נעוץ רק דבדיעבד מותר לחפור בדקר אף דעביד גומא דבירושלמי קאמר עלה דעשה דוחה הל\"ת, וא\"כ על כרחך מיירי בלא עפר תחוח וכדומה דעשה דוחה הל\"ת והוא ברור למעיין שם ומכ\"ש דא\"צ כלל דקר נעוץ ולק\"מ ודוק היטב בכ\"ז.<br><b> ובאמת</b> תמהתי מה הוצרכו להביא ראיה מהירושלמי הנ\"ל הלא מבואר כמעט בגמרא כן, דאסיקנא מאי שנא ספק דעביד גומא ודאי נמי, אלא כדרב אבא ספק נמי וכו' הרי דס\"ל להגמרא כמו דהתירו דקר נעוץ [בודאי] אע\"פ דעביד גומא, כמו כן התירו לספק, וכ\"כ התוס' להדיא פ' כיסוי הדם (חולין דף פ\"ד ע\"ב) עיי\"ש ובמהרש\"א, ואלו לבסוף תי' הש\"ס דאפר כירה דעתו לודאי ואין דעתו לספק, וא\"כ הוי מוקצה כמ\"ש רש\"י ותוס' בחולין דף הנ\"ל, ועדיין קשה מ\"מ אם שחטו למה לא יכסה את דמו הא מבואר בירושלמי דאם שחטו מכסין אפילו באפר מוקצה שהוסק ביו\"ט, ועל כרחך צ\"ל מוקצה לודאי התירו ולא לספק וא\"כ הדבר מבואר דמוקצה חמיר מגומא דזה מותר לספק וזה אסור וצ\"ע.<br><b> ולכאורה</b> מדוחק לומר, דבלא\"ה קשה דא\"כ דס\"ל מוקצה לא שרי לספק, א\"כ למה ליה לשנויי אפר כירה דעתו לודאי ואין דעתו לספק, ולחזור מתירוץ קמא בדלית ליה, יעמוד בהך תירוץ דלית ליה אפר מוכן, אך אית ליה אפר מוקצה כגון שהוסק ביו\"ט וכדומה לזה, ולכך לודאי מכסין את דמו בזה אבל לא לספק דלא התירו לספק, ורישא דקתני אין שוחטין וכו' רבותא קמ\"ל לא מיבעיא ודאי אלא אפילו ספק כדברי הגמרא וקושיא זו קושיא חמורה.<br><b> ונראה</b> ליישב דבלא\"ה יש לדייק הא דפריך בגמרא ודאי נמי קעביד גומא, אלא כדר' אבא ספק נמי כדר\"א, מנ\"ל להקשות כן דלמא לא התירו רק לודאי ולא לספק כמ\"ש במוקצה וצ\"ל דודאי ברור הוא הא דאמרינן כאן בגמרא באפר כירה דקעביד גומא הוא לשון מושאל דלא שייך ביה גומא רק כיוונו לדקר נעוץ, וכן מבואר בהרא\"ש ומהרש\"א דפירשו באפר שהוסק ביו\"ט, לית ביה רק חד איסור מוקצה ולכך התירו דיעבד עיי\"ש וש\"מ דלית ביה משום גומא רק הגמרא כיוונה לדקר נעוץ, ועיין בהרשב\"א בתורת הבית סוף הל' שחיטה במשמרת הבית ומביאורו נראה שגירסתו היה דקר נעוץ מוכן לודאי וכו' וא\"כ להס\"ד דלא ידע דאפר כירה אין דעתו לספק א\"כ ברור דמותר לכסות באפר שהוסק מערב יו\"ט ואפילו ספק דמה בכך דאין כאן מוקצה ולכך התירו, ולפ\"ז הא דקתני במשנה שאם שחט שיחפור בדקר ויכסה ואפר כירה מוכן הוא ס\"ל להגמרא דחד דינא עם אפר כירה דאל\"כ לא הו\"ל למיחשב עם הך דיחפור בדקר ויכסה בחד בבא, וא\"כ כיון דלהס\"ד מותר לכסות באפר כירה לספק אף לדקר נעוץ מותר לכסות בספק, ושפיר פריך הגמ' מאי שנא ודאי ומאי שנא ספק לענין גומא, וכן לא היה יכול לומר באפר מוקצה, דגם להס\"ד חד דינא אית ליה עם ספק, משא\"כ לפי תירוץ רבא למסקנא אפר כירה דעתו לודאי ולא לספק, א\"כ הא דקתני במשנה אפר כירה מוכן הוא היינו לוודאי ולא לספק, א\"כ לענין גומא וכן מוקצה הכל לודאי ולא לספק, ולעולם במסקנא דין גומא ומוקצה שוים, וכ\"מ קצת שם בתוס' דחולין דף פ\"ד ע\"ב בתירוצם שכתבו ג\"כ דמוקצה מותר לספק ועי' במהרש\"א ולפי מש\"כ לעיל אתי שפיר ודו\"ק.<br><b> אך</b> כ\"ז דוחק הוא, ובגוף הקושיא דלמה לא תי' דמיירי דלית ליה רק אפר מוקצה כהנ\"ל, יש ליישב לשיטת ר\"י ורש\"י ב' פעמים דודאי הא דאמרינן דלא התירו איסור מוקצה לספק כיסוי, אף דספק עשה דאורייתא וצ\"ל משום דשב ואל תעשה בטלו חכמים בשל תורה כנודע, אך זהו לענין שב ואל תעשה אבל זולת זה פשיטא דיותר חמיר ספק עשה דאורייתא מאיסור מוקצה של דבריהם וא\"כ ליכא לשנויי דלית ליה רק אפר מוקצה דא\"כ הא דקתני ברישא כוי אין שוחטין הא אפילו ודאי ג\"כ אין שוחטין וליכא למימר רבותא קמ\"ל דמה רבותא הא בודאי היה ג\"כ מכסה דבששחט מכסין במוקצה וא\"כ הטעם דאין שוחטין לכתחילה כדי שלא יבוא לבטל האיסור מוקצה, ואם חששו לביטול איסור מוקצה איך לא יחושו לביטול ספק דאורייתא, ופשיטא שלא לשחוט כוי, דלא יהיה רשאי לכסות, ויבטל ספק עשה דאורייתא דבשלמא בדלית ליה כלל ודאי חמיר מספק דכאן יש ודאי בביטול עשה דכיסוי, וכאן ספק אבל בדאית ליה אפר מוקצה הרי אינו בודאי ביטול מצות כיסוי.<br><b> ועוד</b> י\"ל דהנה יש להבין לר' יהודה דאמר במכניס קופה עפר דיעשה בו כל צרכיו למה קתני בברייתא מותר לכסות בו, דיש בו מקום לומר דהוי מוקצה קצת ומ\"מ משום כיסוי התירו כמ\"ש מהרש\"א ולא קתני להדיא דעושה בו כל צרכיו, אמנם אי אמרינן דלא כהירושלמי הנ\"ל, דלא התירו איסור מוקצה כלל משום כיסוי, א\"כ י\"ל דעל זה סמך הברייתא, דקתני מותר לכסות בו דמניה ילפינן ה\"ה דמותר לכל צרכו, דאל\"כ אף לכיסוי לא היה מותר לפי שיטת הנ\"ל, והא דנקיט כיסוי אורחא דמילתא נקיט הואיל דמיירי בכיסוי, אך י\"ל דבאמת מותר לכל צרכו, רק מ\"מ לספק כיסוי אסור כדאמרינן דעתו לודאי ואין דעתו לספק, ולכך נקיט מותר לכסות הרצון ודאי כיסוי, דעל המשנה קאי דמיירי בכיסוי ודאי ועל זה תני מותר לכסות היינו ודאי ולא ספק אבל לעולם י\"ל כדינא דהירושלמי דבדיעבד כיסוי דוחה מוקצה, וא\"כ אתי שפיר דלהס\"ד טרם דמשני מוכן לודאי ואינו מוכן לספק הוי קשיא ליה אי ס\"ד כר' יהודה למה קתני בברייתא מותר לכסות, ועל כרחך צ\"ל כנ\"ל ולא כהירושלמי דאין כיסוי דוחה מוקצה, וא\"כ לא היה יכול לומר דמיירי בדלית ליה רק אפר מוקצה דהיה קשה א\"כ ודאי נמי, דהא אין מכסין במוקצה אפילו שחט אבל למסקנא דמשני אין דעתו לספק א\"כ לק\"מ מהך דקתני לכסות [כנ\"ל דמש\"ה נקיט לכסות דהיינו ודאי ולא ספק] והדרא למילתא דהירושלמי דאם שחט מכסין אפילו במוקצה.<br><b> אך</b> אין זה מספיק לשיטת ר\"ת דס\"ל דב\"ה מתיר לכתחילה לשחוט על סמך שיכסה באפר מוקצה והיינו לוודאי ולא לספק כדמוכח מהנ\"ל דאמרינן דעתו לוודאי ולא לספק, וא\"כ קשה הו\"ל למימר דלית ליה רק אפר מוקצה ובוודאי מותר לשחוט לכתחילה ולכסות כדעת ב\"ה, ובכוי בין לכתחילה ובין דיעבד הכל אסור ולא שייך כלל תי' הנ\"ל, וצריך לומר לפי' ר\"ת תי' אחר והוא דקשיא מנ\"ל לר' יהודה דאמר עושה בו כל צרכו הא בברייתא לא נזכר רק לכסות, ואולי הוא קצת מוקצה ומשום כיסוי התירו כמ\"ש מהרש\"א, וצ\"ל דקשיא בממ\"נ אם יש לו אפר מוכן לגמרי איך יתירו אפילו קצת מוקצה כיון דאפשר באפר מוכן, ואי לית ליה מאי אריא קצת אפילו אפר שהוסק ביו\"ט מותר כהירושלמי הנ\"ל, ואי דמותר לכתחילה לשחוט על סמך כיסוי עפר זה עיקר חסר בברייתא דקתני לכסות והו\"ל לומר לשחוט ולכסות, ועל כרחך צ\"ל דאין בו חשש מוקצה כלל ומותר לכסות בו אפילו אית ליה אפר מוכן, אך דלמא לעולם דלית ליה אפר מוכן וקמ\"ל דהך עפר הואיל ואינו מוקצה גמור כמ\"ש מהרש\"א מותר לכסות בו אפילו ספק משא\"כ באפר שהוסק ביו\"ט, וצ\"ל דס\"ל לר\"י דבדיעבד אפילו ספק כיסוי דוחה מוקצה אף דאית ביה מוקצה להס\"ד.<br><b> וא\"כ</b> אתי שפיר דלהס\"ד דלא ידע הך דאין דעתו לספק א\"כ לשנויי הך קושיא מנ\"ל לר' יהודה דעושה בו כל צרכיו הא בברייתא קתני לכסות דיש לומר דמיירי בלית ליה אפר מוכן וקמ\"ל דמכסה בו אפילו ספק וצ\"ל כהנ\"ל דאף במוקצה גמור מכסין בו ספק, א\"כ לא היה יכול לומר דאית ליה אפר מוקצה דעדיין קשה סיפא למה אין מכסין בו דיעבד, וכך הוא אי אמרת בשלמא דליתא לדר\"י אמרינן הא דקתני בברייתא דכוי אין מכסין וכו' איירי בדלית ליה רק אפר מוקצה ומותר לוודאי ואסור לספק אבל מדר\"י מוכח דאף ספק מותר לכסות בדיעבד, והא ליכא למימר דלמא קמ\"ל דמותר לכסות בהך עפר ספק אפילו אית ליה אפר מוכן א\"כ על כרחך איירי בדלית ליה, וא\"כ קשה מאי איריא ספק וכו' ומשני לעולם דספק כיסוי אינו דוחה מוקצה דאין דעתו על הספק ומכ\"ש בהך עפר ואתי שפיר והדרא לכללא דמוקצה אינה שרי בספק ודקר נעוץ מותר בספק ודברי הב\"י מוכרחים ודו\"ק היטב."
            ]
        ],
        [
            [],
            [],
            [
                "<b>השוחט </b>\n<b> בהמה ביו\"ט מותר לו לתלוש צמר למקום הסכין בידו ובלבד שלא יזיזנה ממקומו וכו' אבל בעוף לא ימרוט, מפני שהוא דרכו ונמצא תולש ביו\"ט.</b> דעת רבינו בזה אפילו מתכוין לתלוש [מותר] והיינו דתפס עיקר אוקימתא בש\"ס דבכורות דף כ\"ד דהא דקתני כנגדו ביו\"ט מותר, דתולש לאו גוזז הוא, וביו\"ט אף דהוי עוקר דבר מגדולו מ\"מ הא כלאחר יד הוא הואיל ואין דרכו בכך, מיהו דעת התוס' שם בבכורות דאהאי כלאחר יד לא סמכינן כלל למשרי רק באינו מתכוין דבמתכוין לא שייך כלל כלאחר יד ועיי\"ש היטב בתוס' דבכורות, והנה השו\"ע בסימן תצ\"ח סעיף י\"ב כתב להחמיר כדעת התוס' דבעי ג\"כ אינו מכוין, והיינו שכתב אינו רשאי לתלוש, אלא מפנהו בידו, ואולם ביו\"ד בהל' בכורות סימן ש\"ח פסק דהשוחט בכור מותר לתלוש בידו, והקשה הלחם חמודות דדברי השו\"ע סותרים אהדדי ותירץ המג\"א בס\"ק כ\"ג דבכור מותר לכתחלה לתלוש דתולש לאו היינו גוזז אבל ביו\"ט הוי עוקר דבר מגדולו עיי\"ש, ודבריו צריכין ביאור לכאורה דהא אסיקנא בבכורות דכנגדו ביו\"ט מותר, וא\"כ מה שמותר בבכור מותר ביו\"ט, ולהס\"ד דבכור מותר וביו\"ט אסור אמרינן כדעת המג\"א דתולש לאו כגוזז דמי וביו\"ט עוקר דבר מגדולו אבל במסקנא דקי\"ל כנגדו ביו\"ט מותר א\"כ או דתולש כגוזז דמי והכא והתם מותר, מטעם שאינו מכווין או דתולש לאו כגוזז דמי וביו\"ט מותר משום דהוי כלאחר יד, אבל לחלק בין בכור ליו\"ט אי אפשר למסקנא דהא קיי\"ל כנגדו ביו\"ט מותר, ואי אפשר לחלק ביניהם.<br><b> ומה</b> שנ\"ל בביאור דבריו הוא כך דס\"ל להמחבר דבהא דקי\"ל דתולש לאו כגוזז דמי וביו\"ט שרי דהוי כלאחר יד, יש בו שני פירושים א' כדעת הרמב\"ם, הואיל היותו כלאחר יד מותר אפילו במתכוין, או כדעת התוס' בבכורות, דזה לא התירו רק באינו מתכוין, ולהיות הדבר בספק אצל המחבר ולכך בבכור הואיל ותולש לאו כגוזז דמי וא\"כ הדבר אסור מדרבנן, ותולין בספיקא דרבנן לקולא, ולכך פסק אפילו במתכווין להתיר, אבל ביו\"ט דעיקרו אב מלאכה דעוקר דבר מגדולו, א\"כ יש כאן ספיקא דאורייתא, דלשיטת התוס' הנ\"ל במתכוין, לא שייך כלאחר יד ולכך פסק להחמיר זהו מה שי\"ל בכוונת המג\"א, ונכון הוא עכ\"פ בישוב דברי המחבר, שלא יהיה דבריו כסותרים, ובזה נסתרים ג\"כ דברי המג\"א שדחק עצמו במה דאוסר השו\"ע לפנות הצמר בסכין, דכיון דאינו שרי אלא לפנות ולא לתלוש, א\"כ אף בכלי יהיה מותר, דלהך דיעה דס\"ל דביו\"ט בעינן דוקא מפנה ה\"ה בכור נמי דוקא בכה\"ג דהא כנגדו מותר ביו\"ט, ומ\"מ קתני עלה דוקא ביד אבל לא בכלי וא\"כ מוכח דאף לפנות בכלי אסור ודו\"ק.",
                "<b> אבל</b>\n<b> בעוף לא ימרוט וכו'.</b> עיין מ\"ש המ\"מ בשם הרמב\"ן, דמתיר הואיל וסופו לתלוש אחר שחיטה, והנה הרא\"ש בפרק הלוקח בהמה (בכורות דף כ\"ד) השיג על הרמב\"ן בזה דלאחר שחיטה שאני הואיל ואי אפשר לאכלו בלי תלישה, אבל קודם שחיטה הא אפשר למיעבד מאתמול, והביא ראייה דלא שרינן הבאת חוץ לתחום לצורך אוכל נפש ביו\"ט, ולחפור בדקר ולכסות, אם לא שכבר עבר ושחט עיי\"ש וכונת הרא\"ש אינו להביא ראיה לחלק בין קודם שחיטה ולאחר שחיטה דהא הנך הבאת חוץ לתחום תמיד אסור, וכן בכיסוי הדם אסור לשחוט על סמך שיכסה אח\"כ רק בדיעבד מותר, ולא משום צורך אוכל נפש, דמאי נפק\"מ לאכילת עוף בכיסוי רק משום צורך מצות כיסוי לא העמידו דבריהם איסור עשיית גומא, רק כוונת הרא\"ש להוכיח דהוי דברים כאלו מכשירי אוכל נפש, ולכך אסור הואיל ויכול לעשותו מערב יו\"ט, דיכול להכין עפר קודם יו\"ט, וא\"כ ממילא מוכח דאין למרוט מהנוצה קודם שחיטה דאפשר לעשותו קודם יו\"ט, והא דשרי לאחר שחיטה הוא משום דאי אפשר לעשותה קודם שחיטה וזה וודאי לא אמרינן דהיה יכול לשחוט מבערב יו\"ט דבשחיטה לא אמרינן כזאת כנודע.<br><b> ולפ\"ז</b> אין מקום לקושית המג\"א על הרא\"ש דהקשה דהא אמרינן לבית שמאי בעפר תחוח למטה דבעי מערב יו\"ט דלמא ממלך וכו', תיפוק ליה דהוי קודם שחיטה וכו' עיי\"ש, דהא זה אפילו לאחר שחיטה אסור מהנדון זה דהיה אפשר לעשותו מבערב יו\"ט, רק ב\"ש דמתיר הוא משום שמחת יו\"ט, א\"כ אף קודם שחיטה יהיה מותר, כיון דלא סגי בלא\"ה למשחט, דמה יהיה הפרש להרא\"ש בין קודם שחיטה לאחר שחיטה בזה, כיון דתרווייהו יכול למיעבד קודם יו\"ט, ועל כרחך הא דחילק הרא\"ש בין קודם שחיטה לאחר שחיטה הוא במריטת הנוצה לאחר שחיטה, דזה לא היה אפשר לעשותו קודם שחיטה, אבל בכיסוי דהיה יכול להזמין עפר למעלה כמו למטה קודם יו\"ט, מה יהיה הפרש בין קודם שחיטה לאחר שחיטה, הלא תרווייהו יכולים להיות מערב יו\"ט ותרווייהו מעכבים ביו\"ט השחיטה, ולכך צ\"ל הטעם דלמא ממלך וזה פשוט ולק\"מ.<br><b> והלח\"מ</b> תמה דהא מריטת הנוצות הוי מלאכה שאינה צריכה לגופה, ולא ידעתי מה קשיא ליה, דהא רבנו פוסק כר' יהודה דמלאכה שאינה צריכה לגופה חייב בשבת, ועיין בהרא\"ש בבכורות שכתב דזה לא הוי כלל מלאכה שאינה צריכה לגופה וק\"ל ופשוט."
            ],
            [
                "<b>המפשיט </b>\n<b> עור בהמה ביו\"ט לא ימלחנה שזה עיבוד הוא ונמצא עושה מלאכה שלא לצורך אכילה, אבל נותנו לפני בית הדריסה כדי שידרסו עליו ולא יפסד, ולא התירו דבר זה אלא מפני שמחת יו\"ט כדי שלא ימנע מלשחוט.</b> עיין במ\"מ דהעתיק המשנה כצורתה ואין נותנים העור לפני הדורסן ולא יגביהנו אלא א\"כ יש עליו כזית בשר ובית הלל מתירין, והנה הב\"ח פסק דמותר להגביה העור על גבי יתדות, והמג\"א בסי' תצ\"ט סעיף ג' השיג עליו דדוקא השטחה במקום הדריסה הוא דמותר דלא מוכחא מילתא וכו' כיון דחזיא למיזגא עליה, והגבהה דמתניתין איירי לטלטלה עיין שם שהאריך, ואני לא הבנתי דבריו כלל כיון דהטלטול מותר בו מה לי לטלטל במקום אחר, ומה לי להניחן ולטלטלן במקום גבוה, וכי קצבה יש בטלטול כיון דמותר מחמה לצל, ה\"ה דמותר להניחן על גבי יתדות, ובחלבים דאסרו למשטחי הוא משום דהשטחה צורך [טורח] גדול, אבל כמו שהם, וודאי דמותר להניח אותם בכל מקום.<br><b> ולשיטת</b> המג\"א איך כתב הרמ\"א שם בהג\"ה בשם התוס' דמותר להצניע הנוצות, דמאי חזיא דלמזגא עליהו לא שייך כלל כיון דהצניעם בתיבה אלא ודאי הואיל ומותר למזגא עליהם, א\"כ סובר העולם, שהוא דבר המוכן להיתר, וא\"כ הטלטול בעורות ג\"כ מותר בכל צד ואין כאן כלל חששא דמראית עין שיטעו ויחשבו שהתירו חכמים למלחם זה אינו דסברו דמה דהתירו הטלטול הוא אמת דבר המוכן משא\"כ בחלבים דידעו שהוא דבר שאינו מוכן לשום דבר שפיר יטעו, ולשיטת המג\"א לא ידעתי כלל היתר הנוצות, ובאמת הרב הפרי חדש תמה בזאת על הרמ\"א ועל כרחך צ\"ל כמו שכתבתי כיון דעכ\"פ חזיא למזגא על הנוצות אף דהוא מצניעם במקום דלא שייך כלל כן אפילו הכי אין כאן כלל חששא דמראית עין, וא\"כ הוא הדין בהנחה על גבי יתדות בעורות וצריך עיון."
            ],
            [],
            [],
            [],
            [
                "<b>מותר </b>\n<b> ללוש עיסה גדולה ביו\"ט והלש עיסה מערב יו\"ט אינו מפריש ממנה חלה ביו\"ט ואם לשה ביו\"ט מפריש ממנה חלה ונותנו לכהן.</b> עיין בשו\"ע (סימן תק\"ו סעיף ג') בהגה\"ה דחלת חוץ לארץ אוכל והולך ומשייר ממנו קצת ולמחר מפריש מן המשויר, וכתב המג\"א ס\"ק ח' דבערב פסח שחל בשבת ושכח מלהפריש מלחמי חמץ בערב שבת אסור לאכול ממנו בשבת, דאי אפשר לשייר, דהא יצטרך לבער החמץ, ונמצא אכל למפרע טבל, ואין לומר כיון שאי אפשר לאכול בלתי הפרשה מותר להפריש בשבת, דהא חלת ארץ ישראל ג\"כ אסור לאכול ממנו קודם הפרשה, ואפ\"ה אסור להפרישו ביו\"ט עכ\"ל, ובאמת ראייתו אינה ראייה דבחלת ארץ ישראל מדין תורה החמירו דנראה כמתקן, משא\"כ בחוץ לארץ אין כאן תיקון כמ\"ש התוס' ויתר פוסקים להדיא וכן כתב הראב\"ד בהשגתו, אמנם מכאן ראייה דהא אבוה דשמואל אוסר להפריש חלה ביו\"ט ואמרינן בגמרא שם (ביצה דף ט') לימא פליגי אדשמואל דאמר חלת חו\"ל אוכל והולך ואח\"כ מפריש וכו' עיי\"ש, משמע דהוי ס\"ד דס\"ל דאף בחו\"ל אי אפשר לאכול בלתי הפרשה, ומ\"מ ס\"ל לאבוה דשמואל דאסור להפריש ביו\"ט, וא\"כ אף למסקנא דמשני דמצי סבר כשמואל, מ\"מ אהך סברא אין כאן חולק דאף דלא מצי לאכול בלתי הפרשה, מ\"מ אסור להפריש רק דהגמרא משני דמצי סבר כשמואל, אבל לא שיהיה הכרח דעל כרחך כשמואל ס\"ל וזה פשוט.<br><b> והנה</b> הרמ\"א כתב שם בהגה\"ה דמותר לאפות הפת ע\"י שיאכל ממנו ויפריש אח\"כ חלה, וכתב המג\"א ס\"ק י' דהב\"ח מחמיר כדעת המרדכי דאוסר לאפות כמו עיסה חציה של נכרי וחציה של ישראל דאפשר למפלג בלישה אלא דאסורא הוא דרביע עלה דאין מגביהין חלה ביו\"ט וכו' עכ\"ל, והמג\"א ופרי חדש השיגו עליו מהא דאמרינן במשנה דפסחים דף מ\"ו דמותר לאפות העיסה בלי נטילת חלה בפסח, וכתבו התוס' שם ד\"ה הואיל וכו' והר\"י מקשה אף כי בצע מכל חדא וחדא נמי אסור לאפות וכו' דאפשר למפלג בלישה, ונראה להרשב\"א לחלק דדוקא בעיסת נכרי אסור מדרבנן, אבל גבי חלה לא אסרו משום תיקון חלה וא\"כ ה\"ה הכא עכ\"ד, ולא הבנתי דבריהם דבשלמא בפסח אי אפשר להפריש חלה מעיסה מבלי לאפותו משום איסור חמץ, אבל כאן הא אפשר למפלג בלישה דהיינו שישייר קצת עיסה בלי הזכרת שם חלה כלל, וא\"כ יכול לאפות שאר עיסה ולאכלו על סמך קצת עיסה הנשאר ויניח את המשויר עד אחר יו\"ט ויפריש ממנו חלה, וא\"כ הרי יכול למפלג בלישה מבלי להפריש חלה, אפילו ביו\"ט.<br><b> והנה</b> התוס' הקשה שם בפסחים ד\"ה עד שתאפה וכו' אמאי צריך לטעמא דהואיל דהא קיימ\"ל כר' שמעון בן אלעזר דממלאה אשה כל התנור פת אע\"פ שא\"צ אלא אחד שהפת נאפה יפה, [ופי' קושיתם הוא דוודאי] גם ר' חסדא מודה אם אפשר שיהיה כולם חזיא לישראל אפילו במציאות רחוק דהיינו שיבואו אורחים שרי ליה היכא דאיכא צורך לפת מה שיאכל דנאפה יפה וזה פשוט [וכ\"מ ביש\"ש ביצה פ' ב' דין כ\"א עיי\"ש] לפ\"ז דמודה רב חסדא דבצירוף פת נאפה יפה אמרינן הואיל קשה למה אמרינן שם בפסחים דר' אליעזר אית ליה הואיל כרבה, הא אף ר' חסדא מודה בזה דהא כאן כל חדא וחדא חזיא ליה ואפשר למפלג בלישה לא אמרינן הכא משום תיקון חלה כמ\"ש לעיל בשם התוס' וא\"כ בצירוף פת נאפה יפה כו\"ע מודים דאמרינן הואיל וא\"כ ר' אליעזר אף כר' חסדא אתיא ולמה אמרינן דר' אליעזר אית ליה הואיל כרבה, דלמא באמת בעלמא לית ליה הואיל ואפ\"ה אמרינן כאן הואיל כיון דהפת נאפה יפה ואף ר\"ח מודה דאמרינן הואיל, וזה שנקטו התוס' בלשונם אמאי צריך לטעמא דהואיל והיינו כיון דנחלקו בו רבה ור\"ח, הא א\"צ לזה דבזה כו\"ע מודים, ולזאת תי' התוס' דמיירי באפה על גבי גחלים, וא\"כ איכא כאן הואיל גרידא ובזו תליא שפיר בפלוגתא דרבה ור\"ח. [א\"ה ועיין בפרי חדש לאו\"ח סימן תנ\"ז שהבין בתוס' הנ\"ל אי אמרינן כרשב\"א א\"צ לטעמא דהואיל כלל, ולזאת נראה מביאורו שסתרו דבריהם במ\"ש בביצה דף כ\"א ד\"ה עיסה חציה של נכרי וכו' עיי\"ש. ובחידושים הקשה הגאון ז\"ל דקושיתם במקומה עומדת על שתי הלחם, דאמרינן בגמרא דאפיתם אינו דוחה יו\"ט, למה לא אפו אותם בתנור ביו\"ט עם שאר פת הצריך ליו\"ט וזה מותר משום פת נאפה יפה, והוסיף לבאר דבשלמא על לחם הפנים לק\"מ אף דאפיתם ג\"כ אינו דוחה יו\"ט כמ\"ש נאכל לי' ולי\"א וכו' די\"ל לפי שיטת הפוסקים דלא התיר רשב\"א רק אפיה, אבל ללוש עיסות אחרות מה דא\"צ ביו\"ט ולאפותם אח\"כ מטעם פת נאפה יפה לא התיר רשב\"א, וא\"כ לחם הפנים כיון דבאות מצה אי אפשר לאפותם ביו\"ט עם שאר פת כנ\"ל כיון דעכ\"פ היה צריך ללוש אותם קודם יו\"ט ובאו לידי חימוץ משא\"כ שתי הלחם דבאות חמץ שפיר היו יכולים ללוש אותם קודם יו\"ט ולאפותם ביו\"ט עם שאר פת כנ\"ל ועיין בכרתי בהל' תערובות סימן ק\"ח ס\"ק ז' שהוכיח מקושיא זו דינא רבתא].<br><b> ולפ\"ז</b> היה נראה לכאורה דתליא בהך סברא דבתנור אין סברת המרדכי כלל וכלל, דאף דכאן לא שייך כל חדא וחדא חזיא, דהא עכ\"פ איכא כאן דבר דלא חזיא ואפשר נמי למפלג בלישה כמ\"ש לעיל ביו\"ט דעלמא מ\"מ הא יכול לאכול כל העיסה ולעשות עיסה או מצה אחרת, ולאפרושי ממנו חלה על זה העיסה וא\"כ כולי חזיא ליה ואף דאין סומכין לכתחילה על הואיל גרידא, מ\"מ הא איכא בתנור דפת נאפה יפה משום הכי התירו הפת מבלי פקפוק ואף דתוס' כתבו דבתנורים שלנו לא שייך כלל פת נאפה יפה מ\"מ רבים פוסקים מתירין גם בתנורים שלנו [ועיין במג\"א סימן תק\"ז ס\"ק י\"ד], וא\"כ בזאת יש לסמוך על הרב המחבר להתיר. ואפשר דהמרדכי איירי באפה ע\"ג גחלים וכמ\"ש לעיל בשם התוס' במשנה דפסחים כיצד מפרישין וכו' וק\"ל.<br><b> איברא</b> לכאורה קשה ממאי דאמרינן דף מ\"ה דאף ר' יהושע ס\"ל הואיל ואעפ\"כ לא התיר לאפות קודם הפרשה כיון דמ\"מ איכא כאן חדא דלא חזיא, קשה אי אמרינן הואיל גם כאן כל העיסה חזיא ליה דהא יכול לעשות עיסה אחרת ולהפריש ממנו חלה על זה העיסה, וכי תימא בממה נפשך אי העיסה אחרת טהורה א\"כ הא אסור להפריש מן הטהורה על הטמאה, ואם היא טמאה הדרא לקמייתא דהאיך יפריש ממנו חלה הא עכ\"פ אסור לאפותה ביו\"ט, זה אינו דהא לפי מה שפסק הרמב\"ם בפ' ו' מהל' בכורים ובשו\"ע יו\"ד סי' שכ\"ט העושה עיסה ממי פירות חייב בחלה, והיינו שפסק כסתם משנה דמסכתא חלה (משנה ב' פ\"ב דחלה) דילפינן חלה ממנחות (דכתיב כאן חלת וכתיב התם חלת לחם שמן) ומוכח דחייב בחלה מדין תורה, וא\"כ י\"ל הא יכול לעשות עיסה ממי פירות ולהפריש ממנו חלה על העיסה הטמאה, ובזאת לא שייך לומר דאין מפריש מן הטהורה על הטמאה דהא טעמא הוא דלמא יגע ויהיה טמא ולכך אין מפרישין וזה לא שייך כלל במי פירות דהא אין מקבלים טומאה וזאת יכול לאפותה כיון דהיא טהורה וחזיא לכהן.<br><b> וצ\"ל</b> לדעת ספר התרומה שפסק בהל' חלה דאף עיסה שחייב בחלה כשיש בה כשיעור ועושה עיסה אחרת כשיעור אינו יכול להפריש מזה על זה כי אם דוקא בצירוף סל וכן משמע בהרא\"ש לשיטת רש\"י והרי\"ף עיי\"ש, ולפ\"ז י\"ל דר' יהושע לטעמיה דהוא ס\"ל דאין הסל מצרף כי אם התנור, וא\"כ המשנה דאיירי באפה ע\"ג גחלים כמ\"ש לעיל בשם התוס' א\"כ אין כאן צירוף, ובמאי היה יכול לעשות עיסה אחרת ולפרוש על זה כיון דליכא תנור לצרף וצירוף סל לא ס\"ל כלל, ואף לדעת החולקים דס\"ל דמהני צירוף סל ג\"כ, ואף אם יש בכל עיסה כשיעור לא צריך כלל צירוף מ\"מ הא דיכול לעשות עיסה אחרת כשיעור חלה אפשר דאיירי דא\"צ לזאת העיסה בו ביום, וכי נתיר לו לעשות לכתחילה ללוש עיסה מה דא\"צ ביו\"ט, ומתניתין סתמא קתני כיצד מפרישין חלה בטומאה ואיירי דעושה עיסה כדי צורך היום, וא\"כ איך אפשר לעשות עיסה אחרת כדי שיעור חלה שלא לצורך היום, ואין לומר דיעשה מצה קטנה כשיעור חלה לבד ממי פירות ויפריש על זה עיסה שהוא ג\"כ כשיעור חלה, ואין לומר דאינו לצורך יו\"ט, דהא כשיעור זה ישנו בעיסה ראשונה שעשה שהיה צורך להפריש ממנו זה המצה זה אינו דבזאת וודאי צריך צירוף סל ונגיעה עם הראשונה, ולר' יהושע ליכא כאן כלל צירוף תנור וצירוף סל לא ס\"ל כלל כנ\"ל ודו\"ק.<br><b> ובזה</b> יבואר דברי הרי\"ף שפסק כר' אליעזר דלא תקרא לה שם עד שתאפה הואיל ושייך באידך דר' אליעזר דהסל מצרף וקיימ\"ל כוותיה, ותמה הרא\"ש והר\"ן דמה שייכות יש לזה, ולפי מש\"כ ניחא דוודאי קיימ\"ל כרבה דאמרינן הואיל כמ\"ש הרא\"ש והר\"ן בשם הרמב\"ן רק די\"ל דאף לרבה היה אסור לאפותה דהא מ\"מ יש כאן חדא דלא חזיא כמ\"ש הגמרא שם, ואמנם כיון דקיימ\"ל כאידך דר\"א דאמר הסל מצרף א\"כ הרי הוא יכול ללוש מצה קטנה כשיעור חלה ממי פירות ולפרוש עליה בצירוף סל כמ\"ש לעיל, וא\"כ כל העיסה חזיא ודברי ר\"א תליא זה בזה ונכונים דברי הרי\"ף ודו\"ק היטב.",
                "<b> ואם</b>\n<b> היתה העיסה טמאה או שנטמאת החלה לא יבשל את החלה, שאין מבשלין ליו\"ט אלא לאכול וזו לשריפה עומדת.</b> ועיין במ\"מ שכתב בחלת חו\"ל היכא דאיכא כהן קטן או גדול שטבל לקרי הרי זה אוכל אותו כמבואר בהל' חלה עיי\"ש, אמנם מדברי הרי\"ף פרק אלו עוברין משמע דוקא כהן קטן ולא גדול שטבל לקרי, ובאמת יש מקום לדברי הרי\"ף דהא יש כאן שני איסורים איסור גמור לאכול כחולין תרומה טהורה, ואף טהור לאכול תרומה טמאה וא\"כ וודאי אם החלה טהורה מותר לכהן שטבל לקריו לאכלו כיון דחלת חו\"ל אינו אסור אלא במי שהטומאה יוצאת עליו מגופו, וא\"כ בזאת כבר הוא נטהר מטבילתו משא\"כ אם נדה ובעל קרי נגע מתחילתה, א\"כ נטמאת מן הטומאה היוצאת מגופה, וא\"כ הרי היא תרומה טמאה וא\"כ מה יועיל אם הוא טהור הרי אסור לאכול תרומה טמאה, ולכך אמרינן בבכורות כ\"ז דנדה קוצה לה חלתה ומאכילה לכהן קטן דלגדול אי אפשר כמ\"ש, אבל לקטן באוכל נבילות אין כאן איסור כלל ואף להחולקים על הרשב\"א וס\"ל דאף איסור דרבנן לא ספינן ליה בידים מ\"מ בהאי איסורא הקילו טפי כמו שהתירו לבטלו ברובא וכדומה ספינן ליה בידים.<br><b> ולזאת</b> נראה דהיה סובב והולך כוונת רש\"י שפירש שם בסוגיא שמותר לכהן גדול שהגיע לכלל מצוה, ולכאורה קשה מה טיבו של המצוה כאן, והלא כאן איירי מן קטן דאינו בעל קרי וגדול הוא בעל קרי וא\"כ עד ט' שנים הרי הוא קטן (ועיין בד\"מ או\"ח תנ\"ז ובמג\"א שם), ומכאן והלאה הרי הוא גדול וביאתו ביאה, משא\"כ לפירש\"י דתליא בחיוב מצוה אף בעל י\"ג שנה ולא הביא שתי שערות הוי קטן, ועל כרחך צ\"ל כמ\"ש והוא דוודאי איסור תרומה טמאה יש כאן, ולא מהני טבילה כלל, רק תליא אם אינו חייב במצות ספינן ליה איסורא משא\"כ גדול דחייב במצות לכך מפרישין ליה וזה ברור בכונת רש\"י ודו\"ק.<br><b> ואף</b> לדברי הרי\"ף יש לפרש כך, ולכך העלים דנותן לכהן גדול כי אם לקטן, אלא דצריך להבין במ\"ש הרי\"ף לקטן, דקיימ\"ל דאין תרומת חו\"ל אסורה אלא במי שהטומאה יוצאת עליו מגופו, ולפי מש\"כ אין זאת ראייה כלל לתרומה טמאה, רק הו\"ל להעתיק האי דנדה קוצה לה חלתה ונותנה לכהן קטן, ואפשר דס\"ל מהאי דנדה קוצה לה חלתה אינו ראייה כלל, די\"ל כי ספי ליה בידים הני מילי בטומאת התרומה כיון דלית ליה תקנתא כלל, אבל בכל טומאת הגוף דאית ליה תקנתא לא ספינן ליה בידים ולכך הביא ראייה מהאי דתרומת חו\"ל אינו אסור אלא במי שהטומאה יוצאת עליו מגופו, א\"כ בקטן ליכא כלל חששא באכילת תרומה טמאה מכל צד, וכן בה\"ג והמרדכי בשם הראב\"ן כתבו ג\"כ דבעי דוקא כהן קטן עיי\"ש וצ\"ל דס\"ל כמ\"ש ודו\"ק.",
                "<b> וכן</b>\n<b> אין שורפין אותה ביו\"ט שאין שורפין קדשים שנטמאו ביו\"ט וכו'.</b> ואף דהרמב\"ם ס\"ל דבהבערה אמרינן מתוך ומותר אף שלא לצורך כלל, והוא קושית התוס' לרש\"י, וצ\"ל דס\"ל לרבינו כהר\"ן דס\"ל דאפילו להנאת הדלקתה של תרומה טמאה דהוא צורך גמור ביו\"ט אסרה רחמנא, הואיל דרחמנא אחשיב להבערה והלכך מלאכה היא, ומכ\"ש דלא נימא ביה מתוך כלל ולהתיר שלא לצורך יו\"ט וכ\"כ הלח\"מ בזה.<br><b> ולכאורה</b> יש להקשות על זה מדאמרינן בפסחים דף ה' דרבי עקיבא אמר דקרא דתשביתו אי אפשר לומר ביו\"ט דמצינו להבערה שהיא אב מלאכה וכתיב כל מלאכה לא תעשו וכו' וקאמר הש\"ס ש\"מ מר\"ע דלא ס\"ל מתוך וכו' וקשה דלמא לעולם ס\"ל מתוך, רק דהתורה אחשבה להבערתו דהא ילפינן חמץ מבנין אב מנותר דיהיה דוקא בשריפה וא\"כ מלאכה היא ולא אמרינן כלל מתוך כמ\"ש הר\"ן בתרומה דמאי שנא, ואפשר לומר כיון דקודם זמן איסורא מדין תורה בביטול בעלמא סגיא, וא\"כ איך אפשר לומר כלל דרחמנא אחשביה להבערתה דהא מדאורייתא בביטול בעלמא סגיא ויוכל לבטלו מקודם, ולכך לא אמרינן ביה לר\"ע דלמא גזירת הכתוב הוא דלא לדחי יו\"ט, דלא שייך ביה גזה\"כ דהא יכול לבטלו מקודם יו\"ט, ואם לא בטלו מקודם הוא דאמר רחמנא תשביתו ביום הראשון בשריפה, ואיך קאמר התורה דידחה יו\"ט במה דיוכל לבטלו מקודם, וא\"כ ה\"ה אף בזאת לא אמרינן כלל דרחמנא אחשביה, משא\"כ גבי תרומה שנטמאת דאין לה תקנה כלל כי אם בשריפה בזאת שפיר י\"ל דרחמנא אחשביה ולכך לא אמרינן ביה מתוך כלל ודוחק הוא.<br><b> או</b> י\"ל דס\"ל כשיטת רש\"י דאי אמרינן דרחמנא אחשביה אפילו אינה נשרפת ונתנו לפני כלבו ג\"כ אסורה ביו\"ט וביעור תרומה טמאה יהיה לאיזה פנים שיהיה, הא אחשביה רחמנא למלאכה וכמ\"ש רש\"י להדיא [במתניתין דביצה כ\"ו ע\"ב ד\"ה על החלה שנטמאת] וכו' עיי\"ש ועיין בתוס' שם, וא\"כ אלו היה ס\"ל לר\"ע האי סברא דרחמנא אחשביה למה ליה דקאמר דהא מצינו להבערה שהיא אב מלאכה, דאף לא יהיה אב מלאכה או יהיה חמץ השבתתו בכל דבר מ\"מ הא רחמנא אחשביה זאת למלאכה, אלא וודאי צ\"ל דלא ס\"ל לר\"ע האי סברא כלל מטעם שכתבתי לעיל הואיל ויכול לבטלו מקודם יו\"ט וכיון דלא ס\"ל כלל האי סברא שפיר הוכיח הגמרא שם דלא ס\"ל לר\"ע כלל מתוך ודו\"ק."
            ],
            [
                "<b>כיצד </b>\n<b> יעשה בה יניחנה עד הערב וישרוף אותה. היה יו\"ט של פסח שאם יניחנה תחמיץ, לא יפריש את החלה בצק אלא יאפה את כל העיסה הטמאה, ואח\"כ יפריש את החלה לחם.</b> וכתב הר\"ן פרק אלו עוברים אף דקיימ\"ל כר\"ע במסכת חלה דיעשנה בטומאה ואל יעשנה קביים מבלי לבטל מחלה מ\"מ כאן ביו\"ט של פסח מותר ללוש קביים וכו' עיי\"ש, וצריך לדקדק בדבריו בממ\"נ אי איירי דיעשנה קביים ואח\"כ יצרפנה בסל להתחייב בחלה א\"כ אין זה צורך לטומאה דזאת אפילו בטהורה מותר וכדאמרינן שם בפסחים דף מ\"ח נוהגים נשים ללוש קביים שלא אתיא לידי חימוץ ופרכינן האי חומרא דאתיא לידי קולא הוא דמתבטל מחלה, ומשני דעבדו כר' אליעזר דאמר הסל מצרפן לחלה, וא\"כ הרי אף בטהורה התירו, ואי איירי דיעשנה קביים ולא יצרפנה אח\"כ בסל אף לאחר אפיה קשה למה באמת יבטל מצות הפרשת חלה, כיון דיכול להפריש חלה לאחר אפיה בצירוף סל.<br><b> ונ\"ל</b> דס\"ל כיון דקיימ\"ל האופה מיו\"ט לחול אף דאמרינן הואיל מ\"מ איסורא מיהא איכא, וא\"כ אם נאמר דיעשנה קביים ואח\"כ יצרפם, א\"כ בשעת אפיה דעתו אחלה אחת להניח למחר ולשרפו וא\"כ הוי כאופה מיו\"ט לחול, מה תאמר דהא הואיל כל חדא וחדא חזיא ליה, זה אינו דהא אהואיל לחודא לא סמכינן רק בשעת הדחק היכא דלא אפשר, אבל היכא דאפשר למיעבד באופן שלא יצטרך להואיל עבדינן כמ\"ש התוס' שם בפסחים דף מ\"ו ד\"ה הואיל וכו', ולכך הוא דיעשנה קביים מבלי צירוף סל, ולמד זה הר\"ן מן הירושלמי דאמר על המשנה דכיצד מפרישין דאיירי שנטמא לאחר גלגולה אבל אם נטמא קודם גלגולה יעשנה קביים, ואלו היתה כוונתו על צירוף סל אח\"כ, זה אף בטהורה מותר כנ\"ל אלא ודאי כוונת הירושלמי הוא דיעשנה קביים היינו אף בלא צירוף סל אח\"כ.<br><b> ומעתה</b> יפה כיון הרמ\"א באו\"ח בהגה\"ה סימן תנ\"ז בסופו שהעתיק דברי הר\"ן וכתב שמותר ללוש ביו\"ט פחות מכשיעור ליפטור מן החלה, והיינו דיעשנה קביים, ודלא כמ\"ש הט\"ז ס\"ק ז' דילוש רק פחות מכשיעור עיסה אחת, ותו לא, דזה ליתא כלל, דהא זאת אף בחול מותר וכל דברי הר\"ן הוא מהמשנה דיעשנה קביים, והיינו דמחלק שיעור חלה לשתי עיסות. והרב פרי חדש הקשה על הרמ\"א למה יפטור מן החלה דהא יכול אח\"כ לצרפן בסל וכתב עליו שלא ירד לעומק הדבר, ובאמת ברוחב לבו לא עיין כראוי כי דברי הר\"ן מוכרחים כמ\"ש הרמ\"א ז\"ל ודו\"ק. ואף דברי הרב הש\"ך בהל' חלה (סוף סימן שכ\"ד) משמע דס\"ל בפי' הרמ\"א, מה שהביא בשם הי\"א, דהוא ס\"ל דמותר ללוש פחות מכשיעור וכו', אבל לצרפם אח\"כ בסל, ואף זאת ליתא דהא זה ש\"ס ערוכה היא [פסחים דף הנ\"ל נוהגים נשים ללוש קביים וכו'], ואין להרמ\"א להביא זאת בשם הי\"א וזה ברור ופשוט."
            ],
            [
                "<b>אין </b>\n<b> אופין בפורני חדשה, גזירה שמא תפחת ותפסד הלחם וימנע משמחת יו\"ט.</b> ועיין במ\"מ, ובאמת רבינו הרמב\"ם דס\"ל דאמרינן מתוך וא\"כ מאי נפק\"מ דתפחת, ויהיה טרחתו בהבערה שלא לצורך, ולכך כתב הרמב\"ם הטעם משום שמחת יו\"ט, וצ\"ל דוודאי אין הלחם מתקלקל לגמרי, דאל\"כ הא הוי אפיה שלא לצורך ובאפיה ס\"ל להרמב\"ם דלא אמרינן כלל מתוך וצ\"ל דראוי עכ\"פ באכילה ע\"י דחק, והרי כאן הוא ביטול שמחת יו\"ט.<br><b> אך</b> קשה הא דפסקינן דמותר לשחוט את הנפולה ביו\"ט מהא דאין מלבנין את הרעפים וכו' [עיין לעיל פ\"ב הלכה ד'] דוודאי למ\"ד מפני שצריך לבודקן תנן מיהא פשיטא ליה דאסור וכ\"ש הוא דהא ברעפים דקיימ\"ל בהבערה מתוך וכו' והותרה נמי שלא לצורך ואפ\"ה אסרוהו חכמים משום אמנועי שמחת יו\"ט מכ\"ש דיש חששא לאיסור שחיטה שלא לצורך כלל, דיש כאן חשש איסור מלאכה גמורה, ואף למ\"ד דצריך לחוסמן תנן אף דנאמר דלבודקן לא חיישינן מ\"מ האיך נפשוט האיבעיא דהש\"ס (ביצה ל\"ד) דלמא משום אמנועי לשמחת יו\"ט לא חששו חז\"ל משא\"כ חשש איסור מלאכה גמורה ואיסור לאו מדברי תורה שפיר יש לחוש ביו\"ט מבלי לעשות אותן ביו\"ט, וא\"כ איך הכריעו הפוסקים ומכללן הרמב\"ם וכתבו דמותר לשחוט הנפולה ביו\"ט.<br><b> ודוחק</b> לומר דזה היה ברור להש\"ס דוודאי משום אמנועי שמחת יו\"ט חוששין אלא דהיה חשש פקוע אצלם ברעפים [לא שכיח] ולא טריפות בנפולה ביו\"ט דהש\"ס מדמה אהדדי, דמלבד שהוא דוחק גדול אף גם יקשה דמנ\"ל זאת להפוסקים ומי הכריע כן מהש\"ס.<br><b> ואולי</b> היה מקום לומר כמ\"ש הרב בעל לחם משנה דהאי מפני שצריך לבודקן יש בו חיוב חטאת בשבת, וצ\"ל דס\"ל דהוי גמר מלאכה דע\"י כך מתבררין אם הם ראוין למלאכה ודבר חפץ הוא או לא וא\"כ הוי כמו מכה בפטיש, וא\"כ היה לכאורה ראייה מדלא קאמר מפני שצריך לבודקן והוי מלאכה גמורה, אלא ש\"מ דלא חששו לכך, וא\"כ בשחיטה נמי אין לחוש לכך. אך קשה א\"כ איך פשיט הש\"ס מהאי דרוצה לבודקן תנן דאסור לשחוט הנפולה ביו\"ט דלמא לעולם לא חיישינן ומ\"מ אסורים הרעפים ללבנם דמה בכך דלא יתבקעו, דהא עכ\"פ איכא כאן מלאכה גמורה ונגמרה מלאכתן ע\"י זה שהוא עושה מלאכה משא\"כ בשחיטה אם יהיה כשירה אין כאן איסור כלל.<br><b> ואפשר</b> לומר דס\"ל לרבינו הרמב\"ם ויתר הפוסקים, והוא דהא דאין מחזקינן ריעותא בהאי ספיקא לאו ממקומו נפשט רק ממקום אחר, והוא דהנה רש\"י כתב שם (ביצה דף הנ\"ל) בדין שחיטת נפולה ביו\"ט וכו' דבשלמא שאר בהמות אף דאנו מחמירין ובדקינן הריאה, מ\"מ אנו סומכין ארובא, ועיין בהגהת הרא\"ש שם שכתב דהיכא דטריפות מצוי במדינה, באמת אין לשחוט שם כלל ביו\"ט עיי\"ש, ולפ\"ז קשה כיון דקיימ\"ל דטריפות הריאה המה ממיעוטא דשכיחא ולכך צריך בדיקה וא\"כ לר' מאיר דחייש למיעוטא קשה האיך מותר לשחוט בהמה ביו\"ט, ובפרט אם היא תוך י\"ב חודש דליתא לחזקת כשרות כלל, דהא ליכא שעה מבוררת, וכמ\"ש התוס' בחולין, וא\"כ לר\"מ איך מותר לשחוט ביו\"ט, ועל כרחך צ\"ל דאיבעי' דהש\"ס דהכא אזלא למ\"ד פ\"ק דחולין (דף י\"א ע\"ב), דס\"ל דאזלינן בתר רובא והיינו דיליף ליה משחיטה עצמה דניחוש דלמא במקום סייף נקב הוי, וקשה לר\"מ א\"כ איך אכלינן בשרא, ועל כרחך צ\"ל דר\"מ ס\"ל דלא חיישינן למיעוטא מדאורייתא וכמ\"ש התוס' שם (ד\"ה פסח וקדשים) רק מדרבנן, ובהאי לא גזרו חז\"ל כלל, וא\"כ י\"ל דה\"ה לענין יו\"ט ג\"כ לא גזרו חז\"ל כלל.<br><b> אבל</b> למסקנא דהתם דדחי רב כהנא ורב שימי לרב אשי הך ראייה משחיטה, דוודאי היכא דלא אפשר לא חיישינן דקשיא להו לר\"מ איך אכלינן בשרא וכו' א\"כ ש\"מ דס\"ל לר\"מ דחיישינן למיעוטא מדין תורה וכמ\"ש הרשב\"א שם בחידושיו להדיא ודלא כמ\"ש התוס' שם, וא\"כ קושיא הנ\"ל במקומה עומדת לר\"מ איך שחטינן בהמה ביו\"ט וכנ\"ל ובהא לא שייך כלל תי' הש\"ס היכא דלא אפשר וכו' זה אינו דהא אפשר למשחטיה מבערב יו\"ט ועל כרחך צ\"ל דליכא כאן כלל חששא דאיסורא, דאף אם ימצא טריפה כיון דדעתו הוא לשחוט לצורך וכי קטרח בהיתרא קטרח וקשחיט, וא\"כ ה\"ה לנפולה לדידן דלא חיישינן למיעוטא ויש כאן חזקת היתר לבהמה מכח הרוב כמ\"ש התוס' בחולין וכמ\"ש המג\"א (סימן תצ\"ח ס\"ק ט\"ז) עיי\"ש, דמותר לשחוט אותה ביו\"ט ואתי שפיר דעת הרמב\"ם ופוסקים בזה ודוק.",
                "<b> אין</b>\n<b> גורפין תנור וכירים אבל מכבשין את האפר שבהן ואם אי אפשר לאפות בו או לצלות אלא א\"כ גרף מותר.</b> עיין במ\"מ שכתב בשם הרשב\"א דדוקא בנפל בו אריח ביו\"ט, ורבינו לא חילק כלל, ונראה דס\"ל להרשב\"א מהא דאמרינן בביצה דף כ\"ח ע\"ב גריפת התנור וכירים באנו למחלוקת ר' יהודה ורבנן עיי\"ש וא\"כ בהיתר הוא לר\"י, ולפ\"ז רבינו דפסק דלא כר\"י, ואפ\"ה מתיר בגריפת התנור ביו\"ט לצורך אפיה ובישול, וכבר הקשה בזה הכ\"מ בפרק ד' מהל' יו\"ט הלכה ט' עיי\"ש שמיישב בדוחק.<br><b> ונ\"ל</b> דס\"ל להרמב\"ם דהא דאמרינן שם בגמרא גריפת התנור וכירים באנו למחלוקת ר\"י ורבנן אין הכוונה על גריפת האפר, דזאת לא הוי כלל מלאכה וכמ\"ש התוס' שם, רק הפירוש הוא כמ\"ש שם התוס' דמיירי בתנור חדש לגרוף ממנו שיורי בנין והוי גמר מלאכה כמו מכה בפטיש ובזאת הוא דבאנו למחלוקת ר\"י ורבנן, ומזאת לא איירי כאן הרמב\"ם כלל, רק איירי מגריפת התנור הנאמר במשנה לגרוף ממנו אפר הנופלין לתנור ישן, ובאמת אין בזה מלאכה כלל ולא חששא דמלאכה, רק טרחא בעלמא, ואף דהוי מוקצה, כבר כתב התוס' שם דסילוק מוקצה מותר לצורך אוכל נפש כיון דלא סגיא בלא\"ה, וזה ברור בכונת רבינו הרמב\"ם ז\"ל ודו\"ק.<br><b> והנה</b> מהאי דגריפת התנור הוכיחו התוס' בדף הנ\"ל דמותר לטלטל מוקצה לצורך אוכל נפש דהא עפר ואפר דגרופו מוקצה הוא, ואפ\"ה התירו לאפות, והביא זאת הרמ\"א סוף סימן תק\"ט בהגה\"ה, ועיי\"ש במג\"א שהביא קושית הב\"י שהקשה דא\"כ באפר שהוסק ביו\"ט נמי יהיה מותר לכסות, ותירץ הב\"ח דכיסוי לאו צורך אוכל נפש הוא, והמ\"א השיג עליו וכתב דטלטול מוקצה מותר לצורך אוכל נפש, אבל להשתמש בו אסור וכסוי הוי כמו תשמיש עיי\"ש, והנה מהרש\"א הקשה בשמעתא דאפר כירה [תוס' ד\"ה אמר רב יהודה לא שנו] ג\"כ קושית הב\"י הנ\"ל, ותירץ דכסוי לא חשיב כלל צורך אוכל נפש, והוא כתירוץ הב\"ח הנ\"ל, והוא גופיה דף ל\"ג הקשה על הא דאין סומכין קדירה בבקעת מתוס' הנ\"ל דהתירו לטלטל מוקצה לצורך אוכל נפש, ותירץ שם כסברת המג\"א לחלק בין סילוק לתשמיש מוקצה, וא\"כ מהרש\"א סותר דברי עצמו לדעת המג\"א.<br><b> ונ\"ל</b> דוודאי מהרש\"א ס\"ל ג\"כ כסברת המג\"א, והוא דתשמיש מוקצה אסור לצורך אוכל נפש, ואף דמוקצה אינו אסור בהנאה, הני מילי דיעבד אבל לכתחילה אסור להנות ממנו, רק זה לא שייך כלל בכיסוי דהא אסקינן בפרק כיסוי דם דמכסין באיסורי הנאה והיינו משום דמצות לאו להנות נתנו, וא\"כ אין כאן כלל תשמיש מוקצה רק סילוק וטלטול בעלמא וקושיא הנ\"ל במקומה עומדת, ולזאת תי' מהרש\"א דכסוי לאו צורך אוכל נפש, ואע\"פ שהוא מעכב את השחיטה מ\"מ הוא רק גרמא בעלמא, אבל הכיסוי שעושין בו אין צורך אוכל נפש כלל כיון דשחט כבר, ועיין לעיל [פרק ג' הלכה ג'] בענין מריטת הנוצות קודם השחיטה דחולקים ג\"כ, וס\"ל דלא הוי צורך אוכל נפש, וכן הדבר בכיסוי דלא הוי צורך אוכל נפש אמנם כל זה הוא אי אמרינן כמ\"ש המג\"א והוא דאסור להנות לכתחילה במוקצה משא\"כ לדעת הרשב\"א [הובא לעיל פ\"ב הלכה י\"א] דכתב דלא נאסרה כלל הנאת מוקצה לעולם רק דכל ענין תשמיש וכדומה הוא רק משום איסור טלטול ומעתה ביו\"ט כיון דמותר בטלטול לצורך אוכל נפש מה לי טלטול או תשמיש סוף סוף התירו חכמים טלטול ובהנאה לא איכפת ליה כלל וכמ\"ש.<br><b> וצ\"ל</b> דס\"ל להרשב\"א כמ\"ש המ\"מ בשמו דהיינו דגריפת התנור וכירים איירי דנפלו לתוכן ביו\"ט ולא היה יכול לסלקו מערב יו\"ט, אבל היכא דהיה יכול לסלקו מעיו\"ט לא התירו כלל לסלקו ולעשותו ביו\"ט כיון דהוא מוקצה, ולכך בכסוי כיון דהיה יכול להזמין עפר מעיו\"ט וכן בקעת הקדירה נמי היה יכול להזמין עץ ולהסמיכה ותשמיש מבערב יו\"ט לא התירו כלל ביו\"ט, וראיית המרדכי מן המשנה דבית שנפחת דמתיר ר' מאיר לפחות לכתחילה באוירי דלבנא אף דהוא מוקצה, י\"ל דהכינם למזגא עליהו, וא\"כ אין כאן כלל איסור מוקצה ודו\"ק.<br><b> איברא</b> דינא של המג\"א בסימן תק\"ז ס\"ק ו' שכתב שם אם האפר שהוסק ביו\"ט נצטנן הוי מוקצה ואם חזר אח\"כ והוחם לא הוי מוקצה וכו' עיי\"ש ולא הבנתי זאת דא\"כ בנצטנן נמי לא יהיה מוקצה כיון דבידו הוא לחום ומקרי גמרו בידי אדם, ולדבריו בשר תפל ביו\"ט נמי יהיה מוקצה, דאף כי נתבשל אח\"כ יהיה ראוי מ\"מ השתא לא חזיא, וכן כל הדברים שאינן נאכלין השתא כמו שהן חיין, אלא ודאי כיון דסופו להיות ראוי ובידו לעשותו לא מקרי כלל מוקצה, וא\"כ אף עפר דלמטה לכסות בו הפשטידא ויהיה מחומם, אמאי יהיה בטלטול צונן אסור משום מוקצה, עד דהוצרך להתיר טלטולה לצורך אוכל נפש ודבריו צ\"ע ודו\"ק [עיין לעיל פ\"ב הלכה ח\"י]."
            ],
            [
                "<b>תנור </b>\n<b> וכירים חדשים אין סכין אותו בשמן ביו\"ט ואין מלבנים את האבנים לצלות או לאפות עליהם מפני שמחסמן.</b> עיין במגיד משנה שכתב דבהלכות הביא המשנה כצורתה ולא חילק כלל בין חדשים לישנים, והיינו משום דהם פוסקין כלשון אחרון, ועיין במ\"מ דין ט' שכתב להדיא האי דנותן את הקדירה וכו' מיירי בקדירה חדשה, וצריך לומר כמ\"ש בשו\"ת חות יאיר בשם הגאון מהור\"ר גרשון אשכנזי, [הובא לעיל פרק ב' הלכה ד' ועיין שם] והוא דוודאי גם בישנים איכא חיסום רק איסור איכא אבל חיוב חטאת אי אפשר ולכך בחיוב חטאת בעי קדירה חדשה דוקא, ודברי הלח\"מ אינם ברורים לי עיי\"ש.<br><b> אך</b> יש לתמוה לדעת הר\"ן (בדף כ\"ח) דס\"ל בדעת הרי\"ף דקיי\"ל כר' יהודה והיינו דמכשירי אוכל נפש שאי אפשר לעשותן מערב יו\"ט מותר לעשותן ביו\"ט, וא\"כ בשלמא רעפים חדשים היה יכול לחסום מעיו\"ט אבל הישנים מה הו\"ל למיעבד כיון דבכל פעם ופעם איכא בהו חיסום וא\"כ למה יהיה השתא אסורין, ובאמת המ\"מ הוא דכתב כן והוא ס\"ל (בפרק ד' הלכה ט') דהרי\"ף והרמב\"ם ויתר פוסקים סבירי להו דלא כר' יהודה וא\"כ מכשירי אוכל נפש אסורין.<br><b> ומעתה</b> לכאורה יש לתמוה על השו\"ע שפסק בסימן תק\"ט כר' יהודה ובסימן תק\"ח העתיקו סתמא דאין מלבנין את הרעפים ומן הסתם משמע אף ישנים, וכמ\"ש המג\"א שם להדיא וא\"כ לר\"י לא ידעתי כלל האיסור בישנים, אטו יהיה גרע מן השפוד שנשבר ביו\"ט שמותר לתקנו ביו\"ט ומכ\"ש לחסום ובפרט לפי מש\"כ לעיל דזאת אין ברור לו, שהוא מחסים.<br><b> ודוחק</b> לומר דלא נקרא מכשירי אוכל נפש כיון דאינם מיוחדים כלל לצורך אוכל נפש והדבר צ\"ע. גם אין לומר דהוי תיקון כלי גמור יותר משפוד שנשבר כי ברעפים הישנים מתמול שלשום מאי תיקון גמור יש כאן הא אין החיסום ניכר כלל וצ\"ע [ועיין מ\"ש לעיל בפרק ב' הלכה ד]."
            ],
            [
                "<b>אין </b>\n<b> עושין גבינה ביו\"ט וכו' אבל דכין את התבלין כדרכן שאם ידוך אותן מעיו\"ט יפוג טעמן אבל מלח אינו נידוך ביו\"ט אא\"כ הטה המכתשת וכו' שאם שחק המלח מערב יו\"ט לא יפוג טעמו.</b> וכתב התוס' שם דף י\"ד דדוקא מלח שלהם אבל מלח שלנו א\"צ כלל שינוי הואיל והיא נעשית בידי אדם, רצונם לומר הואיל דנתבשל כבר המלח א\"כ אין טחינה באוכלים מה שהוא כבר טחון ועומד, וע\"י בישול נתדבקו החלקים וא\"כ אין בו כלל טחינה ולכך מותר אף בלי שינוי, ומהרש\"א כתב דלא ידע מניין להם זה החילוק ולא ידעתי הלוא הדבר ידוע דמלח שלנו ע\"י בישול נתדבקו החלקים, וא\"כ הוי כטחינת הפת, ולכך הוא מותר מהאי טעמא, ותמיהני על הפוסקים שלא הביאו דברי התוס' הנ\"ל וצ\"ע."
            ],
            [],
            [
                "<b>הקמח </b>\n<b> אע\"פ שרקדו מערב יו\"ט והסיר ממנו הסובין אין מרקדין אותו פעם שנית ביו\"ט אא\"כ נפל בתוכו צרור או קיסם וכיוצא בהן ואם שנה מותר.</b> עיין בב\"י במ\"ש לדעת הרמב\"ם דמתיר ליטול הצרור בידו ובאמת אין ראייה כלל מהא דקיימ\"ל דמותר לברור את האוכל ביו\"ט היינו דוקא התם בקטנית דלא סגיא בלא\"ה משא\"כ כאן דיכול לשנות את הקמח ויוכל ליפול הצרור לא התירו כלל לברור ביד.<br><b> ומעתה</b> תשובת הט\"ז (בסימן תק\"י) על קושית הים של שלמה והרמ\"א אינו תשובה דהנה הרב מהרי\"ל אוסר בטחינת המצות לברור פרורים גדולים מן הקטנים משום דהוי כבורר והקשה עליו היש\"ש מהך ברירת קטניות ועיי\"ש בט\"ז הנ\"ל שתירץ דס\"ל למהרי\"ל כשיטת הראב\"ד דהכא שאוסר ליטול הצרור בידו וכו' עיי\"ש, ובאמת לפי מש\"כ אין משם ראייה כלל דשם אי אפשר כלל בהרקדה משא\"כ כאן, אבל באמת לא הבנתי כלל קושיתם, דהא גם החרדל אסור לסנן במסננת, דהוי כמו בורר וא\"כ ג\"כ קשה הא ברירה ביו\"ט מותר, ועל כרחך צ\"ל דכי התירו בורר ביו\"ט היינו בקטניות וכדומה, (דע\"י) [דעם] הפסולת אינו ראוי לאכילה כי אם ע\"י ברירה, משא\"כ בחרדל דבלא\"ה מסונן וכמ\"ש בשם התוס' רק דהוא רוצה לסנן יותר שיהיה יותר טוב, לכך לא התירו כלל, וא\"כ ה\"ה הכא בברירת הפרורים הגדולים שכולם הן ראוים לאכילה, אלא שהוא בורר להיות הדייסא שעושים יותר טוב למאכל, זאת לא התירו חז\"ל כלל בברירה, וזה ברור בכוונת מהרי\"ל ופשוט, ולק\"מ קושית היש\"ש והרמ\"א ודו\"ק."
            ]
        ],
        [
            [
                "<b>אין </b>\n<b> מוציאין את האש לא מן העצים ולא מן האבנים ולא מן המתכות וכו' שלא הותר ביו\"ט אלא להבעיר מאש מצויה, אבל להמציא אש אסור, שהרי אפשר להמציא אותה מבערב.</b> ועיין במ\"מ שכתב דאם הוציא מותר להשתמש ולא אסרוהו אלא שלא היה ליה להוליד, כיון דהיה באפשרות לו מבערב וכו', ונ\"ל דאין כוונת המ\"מ לומר דאם הוציא במזיד מן האבנים דמותר, דמניין לו זאת בדברי הרמב\"ם ז\"ל שלא קנסוהו כמו שקנסו מי שלא עירב וכמ\"ש הט\"ז ומה ביקש המ\"מ בזה, ואין זה ענין מאמרם כלל, אמנם נראה דכוונתו הוא אם הוציא בשוגג או ע\"י נכרי, דלשיטת הראב\"ד הרי זה נולד ואסור משום הכנה, וא\"כ הרי זה מוקצה ואסור עכ\"פ התשמיש, יהיה הוצאה לאיזה אופן שיהיה ולזאת אמר המ\"מ דאין זה נולד, ומה דקאמר הש\"ס דקמוליד ביו\"ט, הרצון דהיה ליה להוציא מעיו\"ט, אבל אין כאן נולד כלל, וא\"כ כשהוציא אין כאן חששא דמוקצה כלל, אבל וודאי זאת מודה המ\"מ דאם הוציא במזיד שאסור כמו בשלא עירב וכו' ומזאת לא איירי כלל המ\"מ ואין ענינו כלל פה לבאר בדברי רבינו וזה פשוט, ומעתה קושיות הט\"ז (בסימן תק\"ב) מיושבים ודו\"ק.<br><b> אמנם</b> בגוף המחלוקת של הרמב\"ם והראב\"ד ז\"ל יש לכאורה סתירה לדברי הרמב\"ם, והוא מן הירושלמי דביצה ומגילה פרק א' וזה לשונו הוצאת אש מן האבנים באנו למחלוקת ר' יהודה ורבנן, ואם כדעת הרמב\"ם, דהיה ליה להוציא מעיו\"ט אין ענינו כלל למחלוקת ר' יהודה ורבנן דמכשירי אוכל נפש שאפשר לעשות מעיו\"ט אף לר' יהודה אסור וצ\"ע."
            ],
            [],
            [],
            [],
            [
                "<b>מותר </b>\n<b> לטלטל את הנר והוא דולק ואין גוזרין שמא יכבה, אסור להניח את הנר ע\"ג דקל וכיוצא בו ביו\"ט שמא יבוא להשתמש במחובר ביו\"ט.</b> ועיין ברש\"י (שבת דף מ\"ה ע\"א) שכתב דלכך אסור להניח ע\"ג דקל ביו\"ט דקשקיל ומנח ומשתמש באילן עיי\"ש ונראה דס\"ל דוודאי הנטילה גרידא (ע\"ג) [מע\"ג] אילן אין כאן כלל ענין לתשמיש במחובר, רק דאנו חוששין דשקיל והדר מנח ליה וא\"כ הנחה באילן הוא דהוה תשמיש, ואף דבש\"ס דחגיגה (דף ט\"ז) משמע דלא הוי משתמש בבעלי חיים רק כשהוא נשען עליו ודוחקו דאסרינן התם סמיכה ביו\"ט משום דסמיכה בכל כחו בעינן וא\"כ הוא נשען עליו, וה\"ה למחובר, דבעלי חיים ומחובר חדא דינא אית להו כמבואר בש\"ס דשבת (דף קנ\"ד וקנ\"ה) וכ\"כ שם רש\"י להדיא ד\"ה מאי לאו בחיבור גוולקי דתשמיש בע\"ח אסורים דנשען גופו עליו, וצ\"ל כשמניח דבר עליו חיישינן דהוא נשען עליו, או דהנחה הוי תשמיש משא\"כ התם בסמיכה ביו\"ט, שאינו מניח עליה דבר כלל, וכן בהאי דבחיבור גוולקי דהוא מתיר השקין ומסלק את המשא מן הבהמה, הוא דבעינן דיהיה נשען עליו וכן משמע בתוס' דפסחים (דף ס\"ו ע\"ב) בהא דתוחב להסכין בצמרו של פסח והקשו התוס' ד\"ה דהוי כלאחר יד, ה\"ה דהוי מצי למיפרך הלא משתמש בבע\"ח עיי\"ש אף דאינו אלא הנחה בעלמא, אלא ודאי דהנחה גרידא ג\"כ אסורה, משום דהוא משתמש בבע\"ח, והא דהתירו להניח מרדעת על החמור שאינה קשורה, דזאת הוא דרך תשמישו של החמור, ואין כאן כלל משתמש בבע\"ח, דזאת שייך להחמור, ולא אסרו להניח רק דבר שאינו שייך על החמור, והוא הניחו לתשמישו.<br><b> אמנם</b> הרא\"ש בפרק במה בהמה הוכיח מזאת, דאף להניח דבר מותר, אם אינו נשען על בעלי חיים ומחובר, ולכך מותר להשים מרדעת כשאינו קשורה כיון דאין צורך להתקרב לגבי בהמה וכן הא דאין תולין את הנר על גבי אילן הוא משום דשמא יעלה באילן ויתלוש והקשה המג\"א (בסימן תקי\"ד ס\"ק ט\"ז) דהא בעירובין דף ל\"ג ובשבת דף קנ\"ה מבואר דאם נתן לעירוב באילן למטה מי' אין עירובו עירוב דמשתמש באילן וקיימ\"ל דצדדים אסורין ואין לומר דהתם ג\"כ הטעם שמא יעלה באילן ויתלוש זה אינו דלמטה מי' ליכא למיחש, ועוד דהא לעלות באילן בעצמו אינו רק גזירה שמא יתלוש וא\"כ הוי גזירה לגזירה וכו' עיי\"ש ובאמת דקושיא שניה יש ליישב, והוא דהנה הב\"י כתב בשם הכלבו דעליה באילן הוא וודאי תלישה דאי אפשר שלא יתלוש דהוי פסיק רישא עיי\"ש וא\"כ דמחשבינן ליה לפסיק רישא, לא מקרי כלל גזירה לגזירה כי חדא גזירה היא דשמא יעלה ויתלוש וכשעלה וודאי מחלל שבת ויו\"ט הוא אך קושיא הראשונה קשה.<br><b> ונראה</b> דס\"ל להרא\"ש דלהניח ע\"ג אילן, אף דליכא למיחש לשמא יעלה, רק דאיכא חששא דיתלוש איזה עלה מן הצד, דמאי שנא הלוא האילן מלא עלין בצד כמו בראשו, והא דמפלגינן בין צדדים לצדי צדדים, היינו הכל אם העירוב מונח בכלכלה והכלכלה תלוי באילן, דבזאת לא שייך כלל תלישה, לכך היה בס\"ד להתיר, ובמסקנא דקיימ\"ל לאסור אותה והיינו כשהוא נשען עליו דומיא דבעלי חיים דאינו אסור ג\"כ רק כשהוא נשען עליו, אבל באילן גרידא וודאי אסור דהוי תלישה בצד כמו בראשו, רק זהו להניחו אבל לסלקו מן האילן בזאת אין כאן כלל חששא דתלישה, ולכך בנר ע\"ג האילן ס\"ל להרא\"ש דלא חיישינן, לשמא יקח ויחזור ויניחו דלמה יחזור ויניחו באילן וא\"כ אין כאן רק נטילה ובנטילה גרידא בלי משען באילן אין כאן איסורא כלל, ולכך כתב הטעם דחוששים שמא יעלה כדי ליטול, משא\"כ בעירוב דאיירי דאילן עומד ברשות הרבים והוא למטה מי' ולמטה מי' כרמלית הוי, וא\"כ וודאי יחזור ויניחו דלהוציאו אי אפשר וכיון דיניחו, וודאי דחוששין לתלישה ודוחק וצ\"ע.<br><b> ועוד</b> י\"ל לפי מ\"ש הב\"י בסי' הנ\"ל בשם הכלבו, דעלייה באילן הוי פסיק רישא וצריך להבין דא\"כ איך קחשיב המשנה (ביצה ל\"ו ע\"ב) עלייה באילן לשבות, דהא זאת הוא איסור תורה כיון דהוא וודאי תולש, ודוחק לומר דס\"ל כשיטת הערוך דפסיק רישא דלא ניחא ליה מותר מן התורה ואינו אסור רק מדרבנן רק י\"ל דהמשנה איירי ביו\"ט ותלישה ביו\"ט מותר לצורך מדין תורה וא\"כ [מדין תורה] אמרינן ביה מתוך שהותרה לצורך הותרה נמי שלא לצורך וא\"כ באיסורא דרבנן פסיק רישא דלא ניחא ליה וודאי דאינו רק שבות וא\"כ בזאת שפיר יש לחלק בין בהמה לאילן, והוא דבבהמה אין לגזור כלל תשמישו אטו רכיבה, כיון דרכיבה גופא, אינו רק גזירה בעלמא שמא יחתוך זמורה, וא\"כ הוי גזירה לגזירה, ועיין במ\"ש המג\"א (בסי' ש\"ה עיי\"ש) אבל באילן שפיר י\"ל דגזרו תשמישו אטו עליה, ועליה אסורה לא מטעם גזירה כלל כיון דוודאי הוא תולש והוי פסיק רישא ואף דלא ניחא ליה מ\"מ איסורא דרבנן וודאי איכא, ולמאן דפוסק דמלאכה שא\"צ לגופה חייב עליה וכן פסק הרמב\"ם ז\"ל, הוי איסור תורה משא\"כ בבהמה כנ\"ל, וכן יש ג\"כ חילוק בין שבת ליו\"ט דביו\"ט הוא וודאי רק שבות בעלמא דהא תלישה בעצמו אינו אלא גזירה כמ\"ש רש\"י פרק אין צדין, ובזאת נראה דאין לגזור כלל תשמישו אטו עליה דהוי גזירה לגזירה.<br><b> ומעתה</b> דברי הירושלמי ודברי הש\"ס דשבת דף קנ\"ה דדימו צדדי בהמה לצדי אילן ניחא דהש\"ס דימו דין בהמה לדין אילן דבזאת דין אחד להם, ואין לומר דבאילן חמורה, זה אינו דביו\"ט דין אחד הוא עם בהמה, והש\"ס דהקשה מהאי דנתן עירובו בכלכלה מכ\"ש פריך דמה שבת דחמירא לא החמירו בצדי צדדין כמו בצדדין עצמם ולא אסרו באילן רק צדדין והתירו צדי צדדין, מכל שכן ביו\"ט או בבהמה בשבת דיש להתיר צדי צדדין וקשה למ\"ד דס\"ל דאין לחלק בין צדדין לצדי צדדין ודו\"ק היטב.<br><b> ובהכי</b> ניחא נמי קושית התוס' בשבת דף קנ\"ה דהקשו דרב אשי ס\"ל הכא דצדדין אסורין ובחגיגה ס\"ל צדדין מותרין עיי\"ש די\"ל דהתם בשבת דאיירי באילן וא\"כ שפיר גזרו חכמים ואסרו צדדין גזירה אטו עליית אילן דלא הוי גזירה לגזירה כנ\"ל, משא\"כ בש\"ס דחגיגה דאיירי מן בהמה וביו\"ט דהוי רק איסורא מחששא דרבנן, ולכך ס\"ל דבהא לא גזרו כלל צדדין אטו רכיבת בהמה כנ\"ל, ומעתה בעירובין דאיירי בשבת לכך מודה הרא\"ש דתשמיש נטילה או הנחה אסורה כמ\"ש רש\"י ז\"ל בנר דחוששין דלמא שקיל ומנח ליה וגזרינן אטו עלייתה ולא הוי כלל גזירה לגזירה כנ\"ל, משא\"כ בבהמה במרדעת דהתשמיש מבלי שיניח בגוף בהמה מותרת, דהוי גזירה לגזירה כנ\"ל, וכן הנחה באילן ביו\"ט מותר דהוי ג\"כ גזירה לגזירה, ולכך הקשה הרא\"ש לרב בנתינת הנר ע\"ג אילן ביו\"ט, ולזאת הוכרח הרא\"ש ליישב דחיישינן שיעלה, משא\"כ בשבת מודה הרא\"ש באילן דתשמיש לחודא אסורה דלא הוי כלל גזירה לגזירה, והא דכתב הרא\"ש בפ\"ב דסוכה דאם סיכך בסוכה ונשען באילן דאסור לכנוס ביו\"ט לתוכה, שמא יניח דבר על הסכך וישען באילן י\"ל ג\"כ דיהיה נשען באילן כי ישים דבר על הסכך, ואי דהוי משענה על דבר אחר מאי בכך דהא צדדין אסורין ודו\"ק.<br><b> ועוד</b> י\"ל והוא דוודאי לדינא מודה הרא\"ש דתשמיש לחודא ג\"כ אסורה כמ\"ש בש\"ס דעירובין והא דמותר להניח למרדעת ע\"ג החמור כשאינו קשור אף דהוי משתמש בבע\"ח י\"ל דבהא משתמש בגוף בהמה מותר דהא באמת בגוף האוכף אסרוהו חכמים ולא התירו רק במרדעת כיון דהוא צער לבהמה משום הצינה וכמבואר בב\"י סי' שכ\"ה באריכות עיי\"ש, רק לרב דהתיר לתת טרסקל לפני בהמה אף דאינו אלא לתענוג בעלמא וכמ\"ש רש\"י ז\"ל וצ\"ל דס\"ל דכל תשמישו של בהמה שאינו נשען עליו מותרין וא\"כ קשיא ליה להרא\"ש דרב אדרב מהאי דאוסר רב להניח נר ע\"ג האילן, ומשני הרא\"ש אליביה דרב הוא דיש לחוש דיעלה באילן משא\"כ לדידן דלא קיימ\"ל כרב בהאי דטרסקל וסליקא בתיובתא עיי\"ש י\"ל באמת מהאי טעמא אנן לא קיימ\"ל כרב משום דתשמיש בע\"ח אסורה כיון דאין בה צערא לבהמה ולכך בכל מקום התשמיש דבע\"ח אסורה.<br><b> ובהכי</b> ניחא נמי הא דלא הביא הטור דברי הרא\"ש כלל לחלק בנתינת הנר ע\"ג אילן היכא דליכא חששא דיעלה באילן כגון למטה מי' טפחים, דבזה ליכא חששא כלל לשמא יעלה ויתלוש, דלפי מש\"כ אתי שפיר כיון דלא קאי במסקנא ולכך לא העתיק נמי דברי הרא\"ש ברמזים, משום דבמסקנא לא קאי כלל האי הנ\"ל, ולא תקשה לרב האי ברייתא דנתנוהו לעירוב בכלכלה ותלוהו באילן דאינו עירוב, אף דרב ס\"ל דתשמיש באילן היכא דאינו עולה באילן מותר, י\"ל דרב אוקמי ליה כאוקימתא דרב פפא דאיירי בכלכלה דחוקה וקמניד באילן ובזאת וודאי לכו\"ע אסורה ודוק.<br><b> ובהכי</b> ניחא נמי קושית התוס' שם דהקשו לאיזה צורך הוכרח רב פפא לאוקמי האי דאיירי בכלכלה דחוקה, דהא הוא ס\"ל בש\"ס דעירובין דצדדין אסורין עיי\"ש, ולפי מש\"כ אתי שפיר די\"ל דר\"פ הוכרח לאוקימתא שלו כדי שלא תקשה לרב מהאי ברייתא, דהא ס\"ל לרב דתשמיש בעלמא מותר ואפשר דר\"פ ס\"ל בהאי הלכה כרב וצ\"ע ודו\"ק."
            ],
            [
                "<b>אין </b>\n<b> מעשנין בקטורת ביו\"ט מפני שהוא מכבה ואפילו להריח בה וא\"צ לומר לגמר את הבית ואת הכלים שהוא אסור, ומותר לעשן תחת הפירות כדי שיוכשרו לאכילה.</b> ובש\"ס אמרו משום דהוי מכבה ואמר ליה רב נחמן ולימא מר מפני שמבעיר, א\"ל תחילתו מכבה וסופו מבעיר, ויש להקשות לשיטת הרמב\"ם דס\"ל דאמרינן מתוך בהבערה ולא בכיבוי עיין לעיל פ\"א ופ\"ד הלכה ב', וא\"כ מאי מקשה ולימא מר מפני שמבעיר דהא בהבערה אמרינן מתוך משא\"כ בכיבוי וצ\"ל דפריך בלשון בתמיה ולימא משום מבעיר כלומר ולמאי אמר כיבוי דהא אין כאן כלל כיבוי כמ\"ש הרי\"ף והרמב\"ן דליכא כאן כיבוי כלל כיון שסופו מבעיר עיי\"ש ואמאי לא אמר מפני שהוא מבעיר, ואם כי באמת מותר למה באמת אסורה ואמאי הא אין כאן כלל חששא דאיסורא, ותי' דבאמת הו\"ל כיבוי דאף דמבעיר והולך מכל מקום מתחילתו יש כיבוי וכיבוי אסור וזהו אמרו בש\"ס תחילתו מכבה וסופו מבעיר.<br><b> ובזה</b> מיושב קושית מהרש\"א בתוס' ד\"ה ע\"ג חרס עיי\"ש אך באמת אי אמרינן כהרמב\"ן דס\"ל להרי\"ף דלא הוי כיבוי א\"כ מאי שנא ממוגמר שאסורה דהא ליכא כיבוי כמו בעישון והבערה שלא לצורך מותר מידי דהוי נר של בטלה והא דאמרינן בש\"ס דכתובות דף ז' ע\"א דמוגמר אסורה אף דהבערה שלא לצורך מותר, משום דאינו שוה לכל נפש, וצ\"ל לדעת הרמב\"ם דס\"ל דלא בעי צורך כלל בהבערה דהבערה הוא לשון מושאל והכוונה הוא רק על כיבוי דזאת אסורה שלא לצורך משום דאינו שוה לכל נפש.<br><b> ומעתה</b> אף המעוררין על שתיית טובאק ביו\"ט ואומרין דדמי למוגמר שאינו שוה לכל נפש ביו\"ט וכמ\"ש המג\"א (סי' תקי\"א) דלא ס\"ל החילוק של התוס' פרק כירה, דמה דהוא לבריאות ולא לתענוג אינו נקרא שוה לכל נפש, מ\"מ יש לסמוך על הרמב\"ם, דאוסר מוגמר מטעם כיבוי כמ\"ש לעיל וא\"כ בשתיית טובאק ליכא כלל רק הבערה והחוש מעיד, וא\"כ לדעת הרמב\"ם מותר ואף לדעת החולקין הא ס\"ל בנר של בטלה לא תאסור ולא תשתרי וכמ\"ש התוס' וראב\"ד ז\"ל בהשגות פ\"א וא\"כ אין למחות ביד הנוהגין היתר בזה ופוק חזי מאי עמא דבר.",
                "<b> ואת</b>\n<b> הכלים שהוא אסור וכו'.</b> ועיין במ\"מ שכתב דהטעם משום דאוליד ריחא אסור ורש\"י פי' דע\"ג חרס אסורה משום דאוליד ריחא בחרס, ומדפי' דוקא בחרס ולא פי' כפשוטא, משמע דס\"ל דבאוכלין לא שייך כלל אוליד ריחא, והא דאמרינן לקמן בקטורא משום דאוליד ריחא היינו בגחלים דבושם נתונים עליהם וכמו שפירש\"י בבשרא אגומרי דקמוליד ריח בפחמין, אך לפי מ\"ש הרמב\"ן והר\"ן דבפירות לא שייך כלל מוליד ריח דאינן עושין להריח רק להכשיר לאוכלין, וכנראה מדבריהם מדלא כתבו דאין כוונתו לתת ריח בגחלים כי אם בפירות, ש\"מ דאלו היו הפירות עומדין רק להריח היו אסורין, דאין זאת רק להריח, וא\"כ אין בו אוכל נפש כלל ואסור משום מוליד ריחא, אבל כיון דע\"י הריח יבושם הפירות ויהיו יותר טוב באכילה, לכך הוי שפיר צורך אוכל נפש ולכך התירו חז\"ל, ומעתה יפה כתבו האחרונים ז\"ל [ס\"ס תקי\"א] דיש לאסור ליתן דבר המריח לתוך המים העומדים לרחיצה ביו\"ט, דבזאת דעושה רק להריח ולא להכשיר האוכלים ואדרבה המים נפסלין משתייתם ופשיטא דאסורה ואין להביא ראייה (במאי) [ממאי] דמותר ליתן תבלין ובשמים לקדירה דבזה הוכשרו לאכילה דע\"י כן נתבשם יותר משא\"כ הרחיצה, והגאון מהר\"ר צבי ז\"ל בתשובותיו [חכם צבי] סימן צ\"ב התיר בזה בלי ראייה ולפי מש\"כ לדברי הרמב\"ן והר\"ן יש להחמיר כדעת הט\"ז והמג\"א ודו\"ק."
            ],
            [],
            [
                "<b>שני </b>\n<b> כלים שהן מחוברין בתחילת עשייתן כגון שתי נרות או שני כוסות אין פוחתין אותו לשנים מפני שהוא כמתקן כלי.</b> ועיין בהגהת מיימוני דתמה דהא בש\"ס מוקמינן להאי דאין פוחתין וכו' כר\"מ דס\"ל דלא בעי כלל צירוף לכלי חרס או כרבי אלעזר בר' צדוק (דמטמא) [דמטהר] אלפסין חרניות במשא הזב והרמב\"ם פוסק בהל' כלים דכלי חרס בעי צירוף כבשן כר' יהודה ובהל' משכב ומושב פסק דאלפסין חרניות (טהורות) [טמאות] במשא הזב וא\"כ לא הוי ליה לפסוק כלל הא דאין פוחתין את הנר, וצ\"ל להרמב\"ם דהא דשאל מאן תנא דפחיתות נר מנא הוא, לאו לזאת שאל דיהיה מותר לפוחתו אפילו ביו\"ט, דעכ\"פ הוי תיקון כלי במקצת ואטו יגרע מן [כלים] חדשים דיש בו תיקון במקצת ואסרוהו [להטבילם] ביו\"ט כנ\"ל, רק דהקשה אלישנא דמשנה דקתני ביה מפני שעושה כלי ומשמע דבכך הוא מחשיב ליה לכלי, ומעיקרא לאו כלי הוא, דאל\"כ לא הו\"ל לומר דעושה כלי רק דגומר כלי או מתקן כלי ומדקאמר דעושה כלי משמע דמעיקרא לא הוי כלי כלל, ולזאת הקשה מאן תנא וכו' ולכך מוקמינן ליה כיחידאי, אבל לדינא אסור ביו\"ט לכו\"ע דהא עכ\"פ יש בו קצת תיקון כלי יותר כמקדם וכי גרע מטבילת כלים שאסורה וקאמר רבא הטעם משום דהוי תיקון כלי, ובהכי מיושב קושית התוס' לרש\"י ד\"ה אין פוחתין וכו' שהקשו דמאי בכך דהא אפילו אם אינו עושה כלי גמור מ\"מ אסור להתחיל הכלי ולמ\"ש ניחא דקושית הגמרא הוא על לשון המשנה דקתני מפני שעושה כלי כנ\"ל ודו\"ק."
            ],
            [
                "<b>אין </b>\n<b> משחיזין את הסכין במשחזת שלה אבל מחדדה ע\"ג העץ או על גבי חרש או אבן ואין מורין דבר זה לרבים כדי שלא יבואו לחדדה במשחזת.</b> עיין במ\"מ, וב\"י האריך בזאת והקשה על המ\"מ שכתב דגם הרי\"ף פוסק דלא כר' יהודה, דהא הוא העתיק דברי רב חסדא דאמר הלכה כר\"י ואין מורין כן ונראה דס\"ל דהפירוש מהלכה ואין מורין כן הוא כך דלדינא הלכה כר\"י אבל החכמים החמירו בדין זה, ונוהגין לאסור כחכמים וזהו ואין מורין כן, וחילקו בין הוראת יחיד לרבים, ולא חששו ביחיד אף אם יטעה לחודדה במשחזת כי ס\"ל כר\"י, והחמירו רק בדין זה לחוש לחכמים אף דלדינא הלכה כר\"י, ולכך סתמו רבי כחכמים וזהו שאמרו חזיתיה לדעתך דהלכה ואין מורין כן לרבים כמ\"ש רבינו דהטעם דליחיד לא הפליגו להחמיר ואף אם יטעה לחודדה במשחזת הא לר\"י הוא מותר והלכה כר\"י מדינא רק דחכמים אסרוהו והוי גזירה לגזירה רק ברבים חששו מ\"מ משום חומרא דיו\"ט, וא\"כ יפה עשה דהעתיק האי דהלכה כר\"י לדינא אבל באמת פסקינן להחמיר כרבנן, ולכך הקילו לחלק בדוכתי טובא, ובזאת מיושבים קושיות רבות על הרי\"ף וא\"צ לדחקנו לתירוצים אחרים כי באמת מדין תורה הלכה כר\"י רק החכמים הוא דאסרוהו ודו\"ק.",
                "<b> ומפני</b>\n<b> זה אסרוהו להראות סכין וכו' לחכם ביו\"ט שמא תהיה פגומה ויאמר לו אסור לשחוט בה משום פגימתה וילך ויחדדנו במשחזת.</b> ועיין במ\"מ שהביא בשם ההלכות טעמא משום דחיישינן דלמא אתי לאתויי חוץ לתחום, ועיין בלח\"מ שכתב דלא קשה לטעם זה אמאי לא חלקו בין תלמיד חכם לע\"ה דת\"ח לא יצא, זה אינו די\"ל דאפילו ת\"ח יצא שלא לדעת עיי\"ש, אך לפ\"ז קשה קושית הרז\"ה ז\"ל, דהא בש\"ס אמרו דאין רוכבין ע\"ג בהמה משום שמא יצא חוץ לתחום ופריך ש\"מ תחומין דאורייתא ומשני טעם אחר משום שמא יחתוך זמורה, וא\"כ תקשה ליה מהכא ש\"מ תחומין דבר תורה ואין לתרץ תי' הרמב\"ן דיש חילוק בין יוצא מדעת לשלא מדעת, דהא אף כאן איכא חששא דיוצא שלא מדעת ומ\"מ חוששין.<br><b> ולענ\"ד</b> נראה דלא קשיא כלל קושית הרז\"ה דהנה הב\"י בסי' רס\"ו הביא בשם מהרא\"י דרוכב על גבי בהמה הוי ליה למעלה מי' ותליא בהא דמספקא ליה בש\"ס דעירובין דף מ\"ג אי אמרינן דיש תחומין למעלה מי' או לא, והיא בעיא דלא איפשטא, ותליא זה אי אמרינן תחומין דאורייתא א\"כ הוי ספיקא דאורייתא, ובשל תורה אזלינן לחומרא, ואם הוא דרבנן א\"כ ספק דרבנן להקל, ומעתה י\"ל הא דפרכינן אמשנה דאין רוכבין ע\"ג בהמה שמא יצא חוץ לתחום, ש\"מ תחומין דאורייתא אין הפירוש כמ\"ש רש\"י דאי תחומין דרבנן לא היו אוסרים מילתא אחריתא משום דידיה משום דהוי גזירה לגזירה, דהא טובא מצינו בכמה דוכתי דגזרו גזירה לגזירה ואפשר דכולי חדא גזירה הוא, ועיין בחולין פ' כל הבשר, רק דקושית הש\"ס הוא כיון דלהתנא גופיה מספקא ליה אי יש תחומין למעלה מי' או לא, וא\"כ בשלמא אי אמרינן תחומין דאורייתא, וא\"כ הוי ספיקא דאורייתא ואזלינן להחמיר ולכך אסרוהו חכמים לרכוב ע\"ג בהמה משא\"כ אם תחומין דרבנן הוי ספק דרבנן ואזלינן לקולא ולמה אסרוהו לרכוב ולכך משני שמא יחתוך זמורה, משא\"כ לילך ברגליו ודאי יש לחוש שמא ילך חוץ לתחום דמאי בכך דהוי דרבנן דהא מצינו טובא גזירות דרבנן וכהנ\"ל, ומעתה מה שהקשו על מהרא\"י הנ\"ל מהא דאמר אחר לרבי מאיר חזור בך וכו' והשיב לו ר\"מ ואתה מה תהא עליך וכו' משמע דברוכב יש איסור תחומין עיי\"ש בב\"י לק\"מ דהא ר\"מ ס\"ל בעירובין תחומין דאורייתא וא\"כ יש תחומין למעלה מי' וא\"כ ברוכב נמי יש לאסור למעלה מי' ולק\"מ ודו\"ק.<br><b> ומעתה</b> קושית המרדכי בעירובין, ג\"כ מיושב דמקשה על הרשב\"ם דאוסר לישב בקרון בשבת שמא ישכח וירד מן הקרון ויצא חוץ לתחום מהאי דהש\"ס שילהי דביצה דאמרינן שם אי אמרינן תחומין דרבנן לא גזרו כלל שמא יצא חוץ לתחום, עיי\"ש ולפמ\"ש ניחא דדוקא ברוכב הוא דלא גזרינן כלל כיון דהוא למעלה מי', משא\"כ לילך ברגליו אף אי תחומין דרבנן חוששין כדעת בעל ההלכות. והנה המג\"א בסימן הנ\"ל כתב על הב\"י דהוא חידש זאת מסברתו דרוכב הוא למעלה מעשרה, ובאמת בסי' רמ\"ו כתב המג\"א בעצמו על הירושלמי דאוסר לרכוב ע\"ג בהמה מטעם שביתת בהמה היינו משום שמא תלך חוץ לתחום והאדם עצמו אינו עושה איסור כיון שיושב על הבהמה וכמ\"ש הרשב\"ם עיי\"ש, ולכאורה ליתא דהא על כרחך איירי הרשב\"ם כשמהלך בקרון מע\"ש וא\"כ בשבת לא קעביד מידי כמו בספינה אבל לרכוב בשבת אם ברוכב יש תחומין מה לי הולך לרכוב או הולך ברגליו, ועל כרחך צ\"ל דברוכב אינו יוצא כלל חוץ לתחום כיון דהוא למעלה מי' וזה ברור.<br><b> ומעתה</b> א\"צ לדחוק ולומר דהירושלמי ס\"ל תחומין דאורייתא כמ\"ש המג\"א בסי' הנ\"ל דזהו דוחק דיהיה המשנה הנ\"ל דאין רוכבין וכו' לחד מ\"ד דס\"ל תחומין דאורייתא, ולפי מש\"כ אתי שפיר די\"ל דגם הירושלמי ס\"ל תחומין דרבנן ומש\"ה באדם הרוכב ליכא איסור תחומין כלל כהנ\"ל כיון דהוא למעלה מי', אבל הבהמה גופה כיון שהיא הולכת חוץ לתחום איכא כאן איסור שביתת בהמה והוא פשוט. אך זהו דוחק גדול לומר דיהיה איסור תחומין שייך בשביתת בהמה, ועיין בהגהת מרדכי פ\"ק דקדושין דס\"ל דאף לאו דמחמר לא שייך כלל בבהמה ומכ\"ש דנימא דחכמים אסרוהו תחומין בבהמה והרמ\"א בסי' ש\"ה בסופו פסק תחומין דרבנן ועיי\"ש ובמג\"א ועיין במ\"ש לעיל בזה ודו\"ק."
            ],
            [],
            [
                "<b>לא </b>\n<b> תכנס וכו' ואין סומכין את הקדירה ולא את הדלת בבקעת של קורה שלא התירו לטלטל עצים ביו\"ט אלא להסקה בלבד.</b> ועיין בהגהת מיימוני במה שכתב בשם התוס', וביאור דבריו דבש\"ס דשבת פ' כל הכלים דף קכ\"ד מקשינן עלה מהא דאין סומכין וכו' דהנך עצים ביו\"ט מלאכתן להיתר ולמה לא יוכל לטלטלם בשום מקום ומשני הש\"ס גזירה יו\"ט אטו שבת ופריך הגמ' ומי גזרינן וכו' והתניא משילין פירות וכו' ביו\"ט ולא בשבת ופריך ומי לא גזרינן והתניא אין בין יו\"ט לשבת אלא אוכל נפש וכו' ומשני רב פפא הא מני בית שמאי היא דאמר אין מוציאין את הקטן וכו' עיי\"ש, ומעתה לבית הלל דאמר מוציאין דיו\"ט קיל משבת ולא גזרינן, מותר לסמוך בבקעת, א\"כ קשה דדברי רבינו הרמב\"ם כב\"ש, ולזאת מיישב דוודאי אף לבית הילל מאי דשייך ביו\"ט דהיינו טלטול אבן וכיוצא בו דאף ביו\"ט הטלטול בו אסורה רק בקעת דמותר ביו\"ט, גזרו ביה הואיל ובשבת אסורה אסרוהו גם ביו\"ט, דאם יראה אבן ובקעת אסור לטלטלם בשבת, רק בקעת דמותר לטלטל ביו\"ט א\"כ יחשבו דאף אבן מותר לטלטל ולא יבינו שיש חילוק בין אבן לבקעת, משא\"כ האי דמשילין וכו' דמותר ביו\"ט ולא בשבת לבית הילל דס\"ל הוצאה מותר ביו\"ט וכ\"ש הטלטול וא\"כ אין כאן מציאות כלל טלטול דיהיה אסורה ביו\"ט, ולכך לא גזרו ביה אטו שבת, דטלטול דבר היתר הוא משום לתא דהוצאה, משא\"כ לב\"ש דהוצאה שלא לצורך אסורה א\"כ אף טלטול שלא לצורך נמי אסורה וא\"כ איכא טלטול במציאות מאי דאסורה וגזרינן ביה יו\"ט אטו שבת אף בטלטול הצורך דגזרינן אטו אינו צורך ויו\"ט אטו שבת, וא\"כ ר\"פ דמשני הא מני ב\"ש והא ב\"ה לא בא אלא לשנויי כי היכא דלא תקשה מהאי משנה דמשילין להאי משנה דאין בין יו\"ט לשבת וכו' וא\"כ ממילא נשמע דהא דאין סומכין בבקעת וכו' דברי הכל היא דלענין מוקצה וודאי לכו\"ע גזרינן יו\"ט אטו שבת ואתי שפיר וזהו כוונת הגהת מיימוני אלא דקיצר בלשונו ומה שכתבתי הוא המובן והנכון וא\"צ להדוחק של הר\"ן דסוגיא דביצה חולק אסוגיא דשבת.<br><b> והנה</b> הרב המחבר בשו\"ע סימן תק\"ב הביא האי דברי רבינו, והרמ\"א לא הגיה כלל וכתב העולת שבת דלדעת הפוסקים דס\"ל ביו\"ט כר' שמעון במוקצה, היה ליה להתיר סמיכת בקעת ביו\"ט דחזי להסקה וכן משמע בהרא\"ש ומג\"א כתב דאף הוא מוקצה כמו אבנים, ולא הבנתי דבריו כלל, ולכאורה פשיטא דבשבת הוי כמו אבן אבל ביו\"ט הוי כלי שמלאכתו להיתר כדאמרינן פ' כל הכלים הנ\"ל ואי דגזרינן יו\"ט אטו שבת, זה הוא רק לב\"ש כמבואר בהרא\"ש כי נמשך אחר דברי הרא\"ש, ולא ידעתי מ\"ש המג\"א על העולת שבת שלא עיין שם כראוי דמאי מקום עיון יש כאן דלדברי הרא\"ש יפה הקשה ומכ\"ש לדעת הר\"ן דס\"ל דסוגיא דביצה נדחת מן הלכה וא\"כ הרי תליא זאת באיסור מוקצה, ולפי מש\"כ ניחא דת\"ק דאוסר ס\"ל דאף ב\"ה מודה בזאת דאסור דגזרינן יו\"ט אטו שבת, א\"כ ר\"ש דמתיר על כרחך ס\"ל דלא גזרו יו\"ט אטו שבת דבשבת אף לר\"ש אסורה כמו אבנים כמ\"ש המג\"א ומעתה מחלוקתם הוא מענין אחר ולא מעניינא דמוקצה כלל וא\"כ הואיל וקיימ\"ל במוקצה כר\"ש וקיימ\"ל בהך כתנא קמא וכסתמא דמשנה דאין סומכין קדירה בבקעת והיינו משום דגזרינן יו\"ט אטו שבת, ולכך סתם הרמ\"א להחמיר דבהא לא קיימ\"ל כר\"ש ואתי שפיר ודו\"ק."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כלי </b>\n<b> שנטמא מערב יו\"ט אין מטבילין אותו ביו\"ט גזירה שמא ישהה אותו בטומאתו.</b> ובהל' שבת פרק כ\"ג כתב רבינו הטעם דנראה כמתקן דהוה רק טעמא דרבא ובכאן הוא תופס לעיקר הטעם משום שמא ישהה והוא טעם דרב ביבי וכו', וכבר התעורר בזאת המהרש\"א ז\"ל בשמעתא זאת וכתב דהיה קשה לרבינו ז\"ל דא\"כ דהטעם הוא שמא ישהה לחודא א\"כ למה אמרינן שם בברייתא וכו' לחלק לרבי ולרבנן בין שבת ליו\"ט אלא ודאי דאף רב ביבי נמי ס\"ל הטעם משום תיקון כלי רק זאת שייך דוקא בשבת ולא ביו\"ט, ולעומת זה דשמא ישהה אפשר לא שייך רק ביו\"ט דהוא מזמן לזמן ולא בשבת דהוא שכיחא מזמן קצר, ולכך כתב בשבת משום דנראה מתקן, וביו\"ט משום שמא ישהה ודבריו נכונים, ואין פקפוק כלל, ואפשר דס\"ל דאף רבה דאמר הטעם משום שמא יעבירנו ד' אמות ברה\"ר ס\"ל ג\"כ משום דנראה כמתקן דאל\"כ מאי חילוק יש בין דלי לשאר דברים ובין אב הטומאה לולד הטומאה, רק דקשיא ליה קושית הש\"ס אי הכי אדם נמי וכו', ותי' רבא לא ניחא ליה כלל לכך ס\"ל משום דנראה כמתקן לחודא לא תקנו חז\"ל כלל רק משום שמא יעבירנו ד' אמות ברה\"ר, ומעתה באדם לא קשיא כלל ובזה מיושב דברי רש\"י במ\"ש בד\"ה בדלי טמא גם בדברי רבה הטעם משום תיקון ועיין במהרש\"א מ\"ש על זה ולפי מש\"כ אתי שפיר ולזאת כיוונו המ\"מ וב\"י בסימן שכ\"ג דצדדו להקל בטבילת כלים חדשים ביו\"ט דלא שייך בהו שמא ישהה, ומהרש\"ל ביש\"ש כתב עליהם דנעלמה מהם דברי הרמב\"ם שפסק בהל' שבת דהטעם הוא משום תיקון, וחס לומר עליהם דהעלימו עין מזה, והמ\"מ כתב בהלכות שבת ובהל' יו\"ט נכתוב מזה, אמנם לפי מש\"כ ניחא והיינו דביו\"ט לא שייך כלל תיקון רק שמא ישהה והמ\"מ נסתפק בכך אם יש להטבילם ביו\"ט והוא פשוט.<br><b> והנה</b> המג\"א בסימן שכ\"ג ס\"ק י\"ד כתב דאסור לבטל איסור בשבת או ביו\"ט והוא מדברי תרומת הדשן וירושלמי וראיה שלהם הוא מהאי דריש פ' נוטל דאין מבטלין תרומה בק\"א בשבת דהוי כמתקן, ואף כי ראייה שלהם יש לדחות דכיון דנפל תרומה לתוך חולין נדמעת החולין והוי כחוזרין לטבלן וא\"כ בהגבהת התרומה משם הוי כמפריש תרומה בשבת דהוא בכלל תקנת חז\"ל לאסור, מ\"מ בטלה דעתי נגד האור זרוע שהביא התרומת הדשן משמו לאסור.<br><b> אך</b> זהו דוחק לומר במ\"ש דהא דרב מתנה דאמר מרבה עליהם עצים מוכנים ומבטלן יהיה הטעם משום דמקלי קלי איסורא ואף לולא דברי רב אשי יהיה צריך לטעמא דמקלי קלי לאיסורא הלוא הדבר הוא אשר במחלוקת שנוי בין הרשב\"א והרא\"ש, דהרא\"ש ס\"ל דהאי תירוצא דמקלי קלי לאיסורא הוא סובב והולך אכל מלתא דרב מתנה, דבכל איסורי דרבנן אף בלי דבר שיש לו מתירין אין מבטלין אלא היכא דמקלי קלי איסורא, אבל הרשב\"א ס\"ל דבמלתא דרבנן אף דלא מקלי קלי מותר לבטל, וכל ראייתו הוא מדמשני האי דמקלי קלי לאיסורא דוקא אהאי דרב אשי משמע דלולי כן א\"צ שוב להאי דמקלי קלי ומזאת למד הרשב\"א דבאיסורי דרבנן מבטלין עיין ביו\"ד סי' צ\"ט וא\"כ מוכח דמבטלין איסור דרבנן ביו\"ט, דאל\"כ עדיין צריכין לומר בסלקא דעתין נמי האי דמקלי קלי אסורא, ועוד קשה במאי דכתב הרא\"ש (בפ' אלו עוברין) דחלת חו\"ל הטמאה מותר לאפות אותה ביו\"ט הואיל ויוכל לבטלה ברוב ויוכל לאוכלו בימי טומאתו ועיי' בהרמב\"ן במלחמותיו וא\"כ על כרחך מותר לבטל ביו\"ט, ודוחק לומר דהואיל אף בלא ביטול חזיא לכהן קטן לא מקרי מתקן, דא\"כ אף בתרומה שנפלה לתוך חולין נמי נימא דאינו כמתקן כיון דחזיא עכ\"פ לכהן, ויהיה א\"כ מותר לזר לבטלן, וכן כלי שנטמא למה יהיה טבילתו ביו\"ט כמתקן הלא יוכל לאכול שאר דברים טמאים או דברים בלתי מוכשרים.<br><b> לכן</b> נראה דיש חילוק בין שבת ליו\"ט, והוא דבשבת הוא דאסרינן משום דמחזי כמתקן משא\"כ ביו\"ט וכמ\"ש לעיל בדעת רבינו ז\"ל ובפרט באוכל נפש גופא, דאף דמתקן מאי בכך, דהא אפילו אם אפשר לעשות אותה מעיו\"ט באוכל נפש גופא, מותר לעשותה ביו\"ט ואם נפשך להחמיר, אפשר דאיירי באיסור שנפל מעיו\"ט, אבל באיסור שנפל ביו\"ט, לא יהיה אלא כלי גופיה שנטמא ביו\"ט דמותר להטבילו ביו\"ט ואין בו משום תיקון, מכ\"ש באוכל נפש גופא, וא\"כ לק\"מ מהאי דעצים וחלה דשם איירי דנתערבו ביו\"ט, ומצינו באוכל נפש דהחמירו ג\"כ בדברים שאפשר לעשותן מעיו\"ט כגון דכיית מלח ותבלין והוא פשוט.<br><b> אם</b> מותר להטביל כלי בין השמשות, משמע מדברי רש\"י ז\"ל דף י\"ט, מדפירש כיון דבעי הערב שמש לא חזיא כלל ומשמע הא משום גוף הטבילה ביו\"ט אין לאסור כלל בין השמשות וא\"כ בטבילת כלים שלנו דחזיא ביו\"ט אין לאסור כלל בין השמשות, איברא י\"ל דרש\"י כתב זאת אליבא דרב ביבי דתניא כוותיה דאסור להטביל ביו\"ט משום שמא ישהה אותה, וא\"כ אם מאי דאסרו להטביל [ו]רק בין השמשות מותר, לא שייך כלל בזאת שמא ישהה דאיך ישהה ויסמוך ארגע אחת המשמש יומם ולילה, וחזינא דרהיט ואזיל לבל יפנה היום, וא\"כ איך שייך דישהה אותה לבין השמשות, ולכך ס\"ל לרש\"י דבאמת משום שמא ישהה היה מותר להטביל בין השמשות רק דאסורה משום דלא חזיא ביו\"ט.<br><b> ואפשר</b> לומר דאף הרמב\"ם דפי' בשבת טעם דאיסורא משום תיקון ולא פי' משום שמא ישהה י\"ל דס\"ל ג\"כ דמשום שמא ישהה וודאי דמותר בין השמשות אף אי גוזרין על שבות בין השמשות, דמאי שיהה שייך הכא כנ\"ל, ובאמת היא משנה שלימה דבשבת אין מטבילין כלים בין השמשות ועל כרחך מוכרח לומר משום תיקון כלי ובהאי ס\"ל דגזרינן על שבות בין השמשות ודוק.<br><b> ועוד</b> נראה, והוא דכבר התעורר המהרש\"א בזה, והקשה דהא עכ\"פ יוכל להשתמש בו חולין, ולא בעי כלל הערב שמש וכמ\"ש רש\"י גופיה בברייתא דנטמא באב הטומאה וכתב דבנטמא ביו\"ט מטבילין משום דיוכל להשתמש בו חולין ולא בעי כלל הערב שמש, וצ\"ל דס\"ל לרש\"י דבין השמשות מותר להטביל כלים דהא קיימ\"ל כל דבר שהוא משום שבות לא גזרו כלל בין השמשות וכמ\"ש מהרש\"א, רק דס\"ל כמ\"ש כל הפוסקים דבעי דוקא צורך מצוה, וא\"כ אלו היה הטבילה מועיל לכלי לאכול תרומה, היה שפיר צורך מצוה, דאכילת תרומה הוא מצוה כמו אכילת קדשים ובהעדר הכלי לשום לתוכה תרומה אי אפשר לאוכלו, וא\"כ הוי הטבילה לצורך מצוה ולא היו גזרו חז\"ל כלל בין השמשות, אמנם זהו לתרומה, משא\"כ לחולין אין כאן צורך מצוה כלל וגזרו בין השמשות, ואסור להטביל מתורת שבות, ובהכי ניחא נמי הא דכתב רש\"י בתחילה דלכך אין מטבילין בין השמשות הוא משום דאין מטבילין כלים ביו\"ט ואחר כך כתב רש\"י דהוי שלא לצורך ולפי מש\"כ ניחא כל דברי רש\"י ודו\"ק. ומעתה בטבילת כלים אם אינו צורך גדול אסור להטבילם בין השמשות אם לא דנאמר הואיל ובלא\"ה לפי מש\"כ לעיל מותר להטביל כלים שלנו לכך דיו דנסמוך עליהם בין השמשות להקל ודו\"ק."
            ]
        ],
        [
            [
                "<b>אף </b>\n<b> על פי שהותרה הוצאה ביו\"ט אפילו שלא לצורך לא ישא משאות גדולות כדרך שהוא עושה בחול אלא צריך לשנות וכו'. במה דברים אמורים בנושא על האדם, אבל על גבי בהמה לא יביא כלל, שלא יעשה כדרך שהוא עושה בחול.</b> עיי' במ\"מ שכתב שיש מי שכתב לפי שאין משתמשין כלל בבע\"ח ורבינו שכ' הטעם שלא יעשה כדרך חול צ\"ל דס\"ל דדוקא רכיבה הוא דאסרינן ביו\"ט, אבל להניח משא ע\"ג בהמה לא, וזה מסכים ג\"כ לדעת שכתבתי לעיל (פ\"ג הלכה ה') אולם לדעת הרב המגיד בהל' שבת דעליה ממש אסורה והוא כמשתמש באילן, ועיין באו\"ח סימן של\"ו בהגה\"ה ס\"א ומג\"א שם, ואפשר לומר דכאן נתן רבינו הטעם אפילו היתה המשא טעונה מערב יו\"ט, וא\"כ ליכא כאן כלל תשמיש בבע\"ח ביו\"ט, מ\"מ אסורה ביו\"ט מטעם עובדא דחול, אמנם לפי מש\"כ לעיל לחלק בין שבת ליו\"ט לק\"מ והוא דביו\"ט לא אסרו חז\"ל כלל דהוי גזירה לגזירה ודוק [ועיי' לעיל פ\"ג הלכה ה'].<br><b> והנה</b> מענין שביתת בהמה ביו\"ט אין מכאן ראייה כלל וכן מהאי דפרתו של ר' אלעזר בן עזריה היתה יוצאת ברצועה וכו' (ביצה כ\"ג מתניתין ג' דברים ראב\"ע מתיר וכו') שכתב רש\"י שם שהיה בשבת, ולא כתב ביו\"ט, דומיא דאידך ששנוי במשנה דאיירי ביו\"ט, אין ראייה כלל, דודאי הוצאה דמותר לדעת רש\"י והרמב\"ם בכל גוונא לאדם ולא בעי אפילו צורך קצת, ומותר מטעם מתוך וא\"כ פשיטא דמותר בבהמה וכי יהיה בהמה חמורה מאדם, והפרי חדש בסימן תצ\"ה הביא ראייה מהאי רש\"י דשביתת בהמה אינו אסור ביו\"ט ולפי מ\"ש אינו ראיה כלל.<br><b> והנה</b> היש\"ש פרק ה' דביצה דין ו' פסק להחמיר דיש שביתת בהמה ביו\"ט והביא ראייה מדברי הירושלמי דתנן אין רוכבים על גבי בהמה ביו\"ט, דאדם מצווה על שביתת בהמתו, ש\"מ דאף ביו\"ט יש כאן אזהרה עיי\"ש, ולשיטתו צריך להבין למה הביא הרא\"ש האי ירושלמי, הא תלמודא דידן חולק על הירושלמי בזאת וס\"ל הטעם משום חיתוך זמורה וא\"כ הלכתא כתלמודא דידן, וצ\"ל דס\"ל דגזרינן בכל בהמות ואפילו בבהמות נכרי אסור לרכוב וע\"ז קאמר הטעם שמא יחתוך זמורה, או י\"ל דס\"ל להירושלמי דאף דהוא פטור אבל אסור דחי נושא את עצמו מ\"מ אסרוהו בבהמה, וכס\"ד דהש\"ס דשבת פ' מי שהחשיך עיי\"ש, משא\"כ לדידן דקיי\"ל דמה דאינו חייב מן התורה באדם אין בבהמה איסור כלל, ורכיבה פטור אבל אסור מחי נושא את עצמו ולכך ס\"ל להש\"ס דידן טעמא הנ\"ל משום שמא יחתוך זמורה, ומ\"מ למדנו מהירושלמי הנ\"ל דמלאכה גמורה כגון חרישה וכיוצא בו בבהמה אסורה אף ביו\"ט וא\"צ להדוחק הב\"י ומהרש\"ל ביש\"ש הנ\"ל בענינו דחי נושא את עצמו או לענין תחומין, [ועיין מג\"א סימן רמ\"ו ס\"ק י\"ב מ\"ש שם].<br><b> אמנם</b> הפרי חדש (בחיבורו על לשונות הרמב\"ם פ\"ה מהל' עכו\"ם) הביא דעת הרמב\"ן בהשגותיו על מנין המצות להרמב\"ם דס\"ל דלאו דמחמר אין ביו\"ט איסור כלל כמ\"ש הכלבו וא\"כ ה\"ה מאמר למען ינוח שורך וחמורך וכו' לא שייך כלל ביו\"ט, והנה הרמב\"ן כתב זאת בשורש י\"ד בלשון מושלל בלי נתינת טעם למה לאו דמחמר לא שייך ביו\"ט, ואפשר לומר דהוא בנוי על דברי תוס' דביצה (דף כ\"ג ד\"ה ע\"ג חרס) דפירשו שם התוס' דאי אמרינן הבערה ללאו יוצאת לא היו אוסרין הבערה כלל ביו\"ט וכו' עיי\"ש וא\"כ יש לומר הוא הדין לאו דמחמר אינו נוהג ביו\"ט מהאי טעמא, דהא על כרחך לא ילפינן יו\"ט מאיסורי לאו דשבת כלל כמ\"ש התוס' שם.<br><b> ונראה</b> להביא ראייה נכונה וברורה מש\"ס דמכות דף כ\"א בהאי דיש חורש תלם אחד וכו' והקשה שם הש\"ס ולחשוב נמי משום זורע ופירש\"י דמחפי הוי זורע ומשני חילוק מלאכות לשבת ואין חילוק מלאכות ליו\"ט וקשה לפי הס\"ד דאף ביו\"ט אמרי' חילוק מלאכות לחשוב נמי הלאו דמחמר, ומאי אריא דהקשה דוקא משום זורע הו\"ל להקשות מלאו דמחמר אלא ודאי צ\"ל דביו\"ט לא שייך כלל לאו דמחמר. וליישב שיטת הירושלמי צ\"ל דס\"ל כסלקא דעתך דהש\"ס דשבת פרק כל הכלים (דף קכ\"ד) על הא דאין סומכין הקדירה בבקעת וכו' דאף דעצים ביו\"ט מלאכתן להיתר הן אפ\"ה אסרוהו לטלטל דגזירה יו\"ט אטו שבת, וא\"כ ה\"ה בענין רכיבה י\"ל כן הואיל ובשבת אסורה אסרוהו גם ביו\"ט, אמנם תלמודא דידן ס\"ל כמסקנת הש\"ס דהתם דמשני הא מני בית שמאי היא דאמר אין מוציאין את הקטן וכו' ולבית הילל לא גזרינן כלל יו\"ט אטו שבת לכך לא משני הש\"ס על הא דאין רוכבין וכו' משום שביתות בהמה ביו\"ט רק משום חיתוך זמורה.<br><b> ולולי</b> דמסתפינא הייתי אומר דברוכב ליכא כלל משום שביתות בהמה, דחי נושא את עצמו, רק ה\"מ כשיוכל לירד משא\"כ אם אתה אוסר עליו מבלי לירד מן הבהמה א\"כ הוי ככפות דהא רש\"י פירש אהא דאמרינן בשבת (דף צ\"ד) דהני פרסאי ככפות דמי ופירש\"י שם הואיל היותם מעונגים מהצג על הארץ הוי ככפות עיי\"ש, וא\"כ י\"ל ה\"ה בזה דהוי נמי ככפות ממצות חז\"ל דאסרוהו לרדת מן הבהמה ולכך נזכר בירושלמי כזאת, וז\"ל היה רוכב ע\"ג בהמה אומרים לו רד ופריך מאי שנא אם עלה באילן לא ירד ומשני דאדם מצווה על שביתת בהמתו וכו', והיינו בזאת הנדון הנ\"ל דאי אסרינן לירד א\"כ הוי ככפות ממצות חז\"ל ויש כאן חששא דשביתת בהמתו וצ\"ע.<br><b> והנה</b> היש\"ש ריש פ' המביא תמה למה השמיטו הפוסקים הך מימרא בגמרא בהני נשא דקמליין חצביהו וכו' שלא תכסהו בנכתמא וכו' דזמנין דנפל ואתי לאתויי גם לא תפרוס סודרא עליה משום סחיטה וכו' עיי\"ש, והנה המג\"א בסי' תק\"י ס\"ק ט\"ז תירץ דדוקא למקשר חיישינן וא\"כ ביו\"ט דמותר להביא הכיסוי ביד דהא הוצאה מותר ביו\"ט א\"כ ליכא למיחש לקשירה ולכך השמיטוהו עיי\"ש, אמנם עדיין לא תירץ כלום למה השמיטו הפוסקים מבלי לכסות בבגד במקום דאתא לידי חיוב סחיטה, ונראה לי פשוט דאם אין כאן דבר הכרחה אין כלל חששא דסחיטה דאף אם שיבואו בו המים תסיר הבגד וכדומה, משא\"כ אם אתה מצריך לכסות, א\"כ לא תסירו עכ\"פ אף דיתלכלך במים וא\"כ שפיר יבוא לידי סחיטה, והוא פשוט וברור ודו\"ק."
            ],
            [
                "<b>אף </b>\n<b> על פי שהותרה הוצאה ביו\"ט אפילו שלא לצורך לא ישא משאות גדולות כדרך שהוא עושה בחול אלא צריך לשנות וכו'. במה דברים אמורים בנושא על האדם, אבל על גבי בהמה לא יביא כלל, שלא יעשה כדרך שהוא עושה בחול.</b> עיי' במ\"מ שכתב שיש מי שכתב לפי שאין משתמשין כלל בבע\"ח ורבינו שכ' הטעם שלא יעשה כדרך חול צ\"ל דס\"ל דדוקא רכיבה הוא דאסרינן ביו\"ט, אבל להניח משא ע\"ג בהמה לא, וזה מסכים ג\"כ לדעת שכתבתי לעיל (פ\"ג הלכה ה') אולם לדעת הרב המגיד בהל' שבת דעליה ממש אסורה והוא כמשתמש באילן, ועיין באו\"ח סימן של\"ו בהגה\"ה ס\"א ומג\"א שם, ואפשר לומר דכאן נתן רבינו הטעם אפילו היתה המשא טעונה מערב יו\"ט, וא\"כ ליכא כאן כלל תשמיש בבע\"ח ביו\"ט, מ\"מ אסורה ביו\"ט מטעם עובדא דחול, אמנם לפי מש\"כ לעיל לחלק בין שבת ליו\"ט לק\"מ והוא דביו\"ט לא אסרו חז\"ל כלל דהוי גזירה לגזירה ודוק [ועיי' לעיל פ\"ג הלכה ה'].<br><b> והנה</b> מענין שביתת בהמה ביו\"ט אין מכאן ראייה כלל וכן מהאי דפרתו של ר' אלעזר בן עזריה היתה יוצאת ברצועה וכו' (ביצה כ\"ג מתניתין ג' דברים ראב\"ע מתיר וכו') שכתב רש\"י שם שהיה בשבת, ולא כתב ביו\"ט, דומיא דאידך ששנוי במשנה דאיירי ביו\"ט, אין ראייה כלל, דודאי הוצאה דמותר לדעת רש\"י והרמב\"ם בכל גוונא לאדם ולא בעי אפילו צורך קצת, ומותר מטעם מתוך וא\"כ פשיטא דמותר בבהמה וכי יהיה בהמה חמורה מאדם, והפרי חדש בסימן תצ\"ה הביא ראייה מהאי רש\"י דשביתת בהמה אינו אסור ביו\"ט ולפי מ\"ש אינו ראיה כלל.<br><b> והנה</b> היש\"ש פרק ה' דביצה דין ו' פסק להחמיר דיש שביתת בהמה ביו\"ט והביא ראייה מדברי הירושלמי דתנן אין רוכבים על גבי בהמה ביו\"ט, דאדם מצווה על שביתת בהמתו, ש\"מ דאף ביו\"ט יש כאן אזהרה עיי\"ש, ולשיטתו צריך להבין למה הביא הרא\"ש האי ירושלמי, הא תלמודא דידן חולק על הירושלמי בזאת וס\"ל הטעם משום חיתוך זמורה וא\"כ הלכתא כתלמודא דידן, וצ\"ל דס\"ל דגזרינן בכל בהמות ואפילו בבהמות נכרי אסור לרכוב וע\"ז קאמר הטעם שמא יחתוך זמורה, או י\"ל דס\"ל להירושלמי דאף דהוא פטור אבל אסור דחי נושא את עצמו מ\"מ אסרוהו בבהמה, וכס\"ד דהש\"ס דשבת פ' מי שהחשיך עיי\"ש, משא\"כ לדידן דקיי\"ל דמה דאינו חייב מן התורה באדם אין בבהמה איסור כלל, ורכיבה פטור אבל אסור מחי נושא את עצמו ולכך ס\"ל להש\"ס דידן טעמא הנ\"ל משום שמא יחתוך זמורה, ומ\"מ למדנו מהירושלמי הנ\"ל דמלאכה גמורה כגון חרישה וכיוצא בו בבהמה אסורה אף ביו\"ט וא\"צ להדוחק הב\"י ומהרש\"ל ביש\"ש הנ\"ל בענינו דחי נושא את עצמו או לענין תחומין, [ועיין מג\"א סימן רמ\"ו ס\"ק י\"ב מ\"ש שם].<br><b> אמנם</b> הפרי חדש (בחיבורו על לשונות הרמב\"ם פ\"ה מהל' עכו\"ם) הביא דעת הרמב\"ן בהשגותיו על מנין המצות להרמב\"ם דס\"ל דלאו דמחמר אין ביו\"ט איסור כלל כמ\"ש הכלבו וא\"כ ה\"ה מאמר למען ינוח שורך וחמורך וכו' לא שייך כלל ביו\"ט, והנה הרמב\"ן כתב זאת בשורש י\"ד בלשון מושלל בלי נתינת טעם למה לאו דמחמר לא שייך ביו\"ט, ואפשר לומר דהוא בנוי על דברי תוס' דביצה (דף כ\"ג ד\"ה ע\"ג חרס) דפירשו שם התוס' דאי אמרינן הבערה ללאו יוצאת לא היו אוסרין הבערה כלל ביו\"ט וכו' עיי\"ש וא\"כ יש לומר הוא הדין לאו דמחמר אינו נוהג ביו\"ט מהאי טעמא, דהא על כרחך לא ילפינן יו\"ט מאיסורי לאו דשבת כלל כמ\"ש התוס' שם.<br><b> ונראה</b> להביא ראייה נכונה וברורה מש\"ס דמכות דף כ\"א בהאי דיש חורש תלם אחד וכו' והקשה שם הש\"ס ולחשוב נמי משום זורע ופירש\"י דמחפי הוי זורע ומשני חילוק מלאכות לשבת ואין חילוק מלאכות ליו\"ט וקשה לפי הס\"ד דאף ביו\"ט אמרי' חילוק מלאכות לחשוב נמי הלאו דמחמר, ומאי אריא דהקשה דוקא משום זורע הו\"ל להקשות מלאו דמחמר אלא ודאי צ\"ל דביו\"ט לא שייך כלל לאו דמחמר. וליישב שיטת הירושלמי צ\"ל דס\"ל כסלקא דעתך דהש\"ס דשבת פרק כל הכלים (דף קכ\"ד) על הא דאין סומכין הקדירה בבקעת וכו' דאף דעצים ביו\"ט מלאכתן להיתר הן אפ\"ה אסרוהו לטלטל דגזירה יו\"ט אטו שבת, וא\"כ ה\"ה בענין רכיבה י\"ל כן הואיל ובשבת אסורה אסרוהו גם ביו\"ט, אמנם תלמודא דידן ס\"ל כמסקנת הש\"ס דהתם דמשני הא מני בית שמאי היא דאמר אין מוציאין את הקטן וכו' ולבית הילל לא גזרינן כלל יו\"ט אטו שבת לכך לא משני הש\"ס על הא דאין רוכבין וכו' משום שביתות בהמה ביו\"ט רק משום חיתוך זמורה.<br><b> ולולי</b> דמסתפינא הייתי אומר דברוכב ליכא כלל משום שביתות בהמה, דחי נושא את עצמו, רק ה\"מ כשיוכל לירד משא\"כ אם אתה אוסר עליו מבלי לירד מן הבהמה א\"כ הוי ככפות דהא רש\"י פירש אהא דאמרינן בשבת (דף צ\"ד) דהני פרסאי ככפות דמי ופירש\"י שם הואיל היותם מעונגים מהצג על הארץ הוי ככפות עיי\"ש, וא\"כ י\"ל ה\"ה בזה דהוי נמי ככפות ממצות חז\"ל דאסרוהו לרדת מן הבהמה ולכך נזכר בירושלמי כזאת, וז\"ל היה רוכב ע\"ג בהמה אומרים לו רד ופריך מאי שנא אם עלה באילן לא ירד ומשני דאדם מצווה על שביתת בהמתו וכו', והיינו בזאת הנדון הנ\"ל דאי אסרינן לירד א\"כ הוי ככפות ממצות חז\"ל ויש כאן חששא דשביתת בהמתו וצ\"ע.<br><b> והנה</b> היש\"ש ריש פ' המביא תמה למה השמיטו הפוסקים הך מימרא בגמרא בהני נשא דקמליין חצביהו וכו' שלא תכסהו בנכתמא וכו' דזמנין דנפל ואתי לאתויי גם לא תפרוס סודרא עליה משום סחיטה וכו' עיי\"ש, והנה המג\"א בסי' תק\"י ס\"ק ט\"ז תירץ דדוקא למקשר חיישינן וא\"כ ביו\"ט דמותר להביא הכיסוי ביד דהא הוצאה מותר ביו\"ט א\"כ ליכא למיחש לקשירה ולכך השמיטוהו עיי\"ש, אמנם עדיין לא תירץ כלום למה השמיטו הפוסקים מבלי לכסות בבגד במקום דאתא לידי חיוב סחיטה, ונראה לי פשוט דאם אין כאן דבר הכרחה אין כלל חששא דסחיטה דאף אם שיבואו בו המים תסיר הבגד וכדומה, משא\"כ אם אתה מצריך לכסות, א\"כ לא תסירו עכ\"פ אף דיתלכלך במים וא\"כ שפיר יבוא לידי סחיטה, והוא פשוט וברור ודו\"ק."
            ],
            [
                "<b>אין </b>\n<b> יוצאין בכסא אחד איש ואחד אשה שלא יעשה כדרך שהוא עושה בחול ואיש שהיה רבים צריכין לו יוצאין בכסא אחריו ומוציאין אותו על הכתף אפילו באפריון.</b> ראיתי גדולי ישראל נוהגין היתר דהיו נושאין בכסא בשבת ויו\"ט ואפשר דבעיר שהיא מוקפת חומה אין לחוש כלל, וגם אפשר לומר דכי אסרינן בש\"ס בנושא אותו ישראל, אבל ע\"י נכרי וודאי מותר דלא שייך כלל בזאת אמירה לנכרי שבות, ומ\"מ בעיר שאינו מוקפת וודאי דאסור אפילו ע\"י נכרי דחי נושא את עצמו הוא רק פטור אבל אסור ומכ\"ש טלטול והוצאת הכסא אין להקל רק לצורך גדול, וברור."
            ],
            [
                "<b>אין </b>\n<b> מוליכין סולם של שובך משובך לשובך ברה\"ר שמא יאמרו לתקן גגו מוליכו אבל ברה\"י מוליכו.</b> עיין במ\"מ שדעת רוב הפוסקים כדעת הראב\"ד דגם ברה\"ר של שובך מותר אבל של עליה אסור, והנה התוס' הקשה שם [ד\"ה מאי דקשרי] דבעירובין אמרינן דסולם מותר לטלטל בשבת, ותירץ הר\"ת לחלק בין סולם דבית לסולם דעליה, והר\"ר אברהם מבורגל מחלק בין שבת ליו\"ט דיו\"ט אסור ושבת מותר ולהיות שהטור נסתפק בתירוצים הללו ולא ידע איזו יכשר, ולפי שהוא מלתא דרבנן וגזירה בעלמא פוסק בכל דוכתי להקל ולכן פוסק בשבת וסומך על הר\"א מבורגל דמתיר בכל סולמות הבית ועליה וכמבואר בסי' ש\"א, אבל ביו\"ט לדעת הר\"א מבורגל בכל סולמות של הבית ועליה אסורה לכך סומך על הר\"ת ועכ\"פ סולמות של בית מותרות לטלטל ולכך ביו\"ט הוא מחלק בין בית ועליה וזה פשוט ונכון ואין כאן סתירה לדעת הטור דהוא פסק בכל צד להקל להיותו רק איסור דרבנן ומסתפק בשני תירוצים הנ\"ל ועיין ביש\"ש ובט\"ז (סימן תקי\"ח) שהאריכו בזה ולפי מ\"ש אין אנו צריכין לכל זה וזה פשוט."
            ],
            [],
            [
                "<b>כל </b>\n<b> שנאותין בו אפילו בחול אף על פי שאין נאותין בו ביו\"ט כגון תפילין מותר לשולחן לחבירו ביו\"ט.</b> ועיין במ\"מ ותוס' פרק במה אשה דאף לדידן דקיימ\"ל אסור להניח תפילין ביו\"ט ולדעת המקובלים אסור להניח אפילו בחה\"מ מ\"מ הואיל ונהנה ביו\"ט בשליחתם אף דהוי כלי שמלאכתו לאיסור וכמ\"ש המג\"א סי' ש\"ח ס\"ק י\"א עיי\"ש דס\"ל הואיל ונהנה עכ\"פ בשליחתם בשמחת שבת א\"כ הוי כמו צורך מקומו או צורך גופו דמותר לטלטל דמאי שנא שבת ומאי שנא יו\"ט ויש להחמיר לכתחילה ואפשר לומר דיכולין ללבשן התפילין דרך מלבוש בשבת ויו\"ט מבלי כונה לשם מצוה וא\"כ לא הוי כלי שמלאכתן לאיסור, ועיין בפרק מי שהחשיך."
            ],
            [
                "<b>כיצד </b>\n<b> אין משלחין ביו\"ט תבואה לפי שאין נאותין בו בחול אלא אם כן טחון ואסור לטחון ביו\"ט אבל משלחין קטניות מפני שמתבשלין ביו\"ט.</b> ועיין במ\"מ במ\"ש ויש מי שפוסק [כר' שמעון] כתירוץ הרא\"ש ז\"ל (ועלה) [שעלה] ברוחו דדעת הרי\"ף לפסוק כר\"ש הואיל והעתיק הברייתא בטעמא דר\"ש חיטין לעשות שעורין לבהמתו וכו' עיי\"ש, ונראה דאף דעת הרי\"ף לפסוק כתנא קמא רק דקשה ליה שלוחי הוא דאין משלחין הא טלטול מותר וכדדייק בש\"ס ג\"כ אסנדל המסומר עיי\"ש הא אין עומדין כלל למאכל בהמה, ולאדם ג\"כ לא חזיא דמחוסרים טחינה, וא\"כ יהיו מוקצה ויהיו אסורין בטלטול, ולזאת העתיק הרי\"ף הברייתא דאף חיטין ושעורין אית בהו אופן הראוי לאדם ואף דלא התירו החכמים לשלחם ביו\"ט בשביל זאת, מ\"מ מוקצה אין כאן וזה פשוט."
            ],
            [],
            [],
            [
                "<b>חפצי </b>\n<b> הפקר הרי הן כרגלי מי שזכה בהן וחפצי עכו\"ם קונין שביתה במקומן ויש להם אלפים אמה לכל רוח ממקומן.</b> עיין במ\"מ במה שתמה על הראב\"ד ז\"ל ובאמת פליאה דעת נשגבה ממני ולא אוכל להבין כלל איך היה כל הדברים בהעלם עין מרבן של ישראל הראב\"ד ז\"ל, ואולי י\"ל דהיה קשה להראב\"ד ז\"ל קושית התוס' דביצה (דף ל\"ח ע\"ב) ד\"ה וכי תימא וכו' שהקשה שם בשמעתין מהא דפריך הגמרא שם מר' יוחנן בן נורי דאמר חפצי הפקר קונין שביתה וכו' (מאי דלא) [הלא] קיימ\"ל כוותיה, עיי\"ש ולכך ס\"ל להראב\"ד דהך סוגיא דעירובין (דף מ\"ה) אתיא למ\"ד בריש ביצה דס\"ל במילתא דרבנן אף דהוי דבר שיש לו מתירין מ\"מ אמרינן ביה ספיקא להקל, ולכך מוקי שם הברייתא דספיקא אסורה כתנא דליטרא קציעות ולכך בחפצי הפקר לא ס\"ל כר\"י בן נורי רק ס\"ל דהלכה כדברי המיקל בעירוב אבל לרב אשי דס\"ל דבדשיל\"מ אפילו בדרבנן ספיקא לחומרא א\"כ ה\"ה בעירוב, וסברת התוס' דתירצו שם דבעירוב הקילו לא ס\"ל וא\"כ הלכה כמחמיר ואמרינן דקונה שביתה, ובהכי ניחא במאי דאמרינן שם בעירובין ואי בעית אימא משום דהוי ספק דבריהם וכל ספק דבריהם להקל, והקשה התוס' שם הא הוי דשיל\"מ ובדשיל\"מ אף בדרבנן ספיקא אסורה עיי\"ש, ולשיטת הראב\"ד אתי שפיר דהך סוגיא דעירובין אתי הכל לאוקימתא דרב פפא הנ\"ל ולא לרב אשי, וזאת היא ראיה להראב\"ד ז\"ל דסוגיא דהתם הוא דלא כרב אשי, אבל למסקנא דקיימ\"ל כרב אשי שפיר קיימ\"ל כר' יוחנן בן נורי בחפצי הפקר, ולכך בביצה דכבר אסיקנא מהאי דרב אשי שפיר פרכינן מהאי דר\"י ב\"נ בחפצי הפקר ולק\"מ קושית התוס' לשיטת הראב\"ד וצ\"ע.",
                "<b> פירות</b>\n<b> שיצאו חוץ למקומן וחזרו, אפילו במזיד לא הפסידו את מקומן מפני שהן כאדם שיצא באונס וחזר באונס.</b> ועיין במ\"מ, ובהל' שבת פרק ו' בסופו פסק רבינו כר' נחמיה ור' אליעזר בן יעקב, דאם חזרו במזיד אסורין, ועיי\"ש במ\"מ שכתב דס\"ל לרבינו לחלק בין שבת ליו\"ט אלא דקשה ליה למה אוקמי שם בעירובין (דף מ\"א) מילתא דרב פפא כתנאי ולא מחלקים בין שבת ליו\"ט ועיי\"ש דשלח יד להגיה בספרי הש\"ס שהיו לפני רבינו הרמב\"ם.<br><b> ולענ\"ד</b> נראה, והוא דוודאי סברת רבינו הרמב\"ם לחלק בין שבת ליו\"ט הוא, משום כי היכא דלא תקשה הלכתא אהדדי דקיי\"ל כרב פפא וקיי\"ל ג\"כ משנת רבי אליעזר בן יעקב קב ונקי, אף גם דהם רבים ר' נחמיה ור\"א בן יעקב לתנא קמא כמ\"ש המ\"מ ועיין במ\"ש התוס' שם, רק דהש\"ס הוכרח דעל כרחך אף מילתא דר' נחמיה ור\"א בן יעקב ות\"ק איירי הכל ביו\"ט, דאל\"כ קשה לת\"ק דס\"ל דבמקומן מזיד יאכל ושלא במקומן אסורין וא\"כ בעודם שם הם מוקצים דהא לא חזיא לגמרי [דבשבת אי אפשר להחזירם משום מעביר ד' אמות ברה\"ר] וא\"כ אף בחזרו למקומן למ\"ד יש מוקצה לחצי שבת להוי אסורין דהואיל ואיתקצאי בהאי רגע איתקצאי לכולי יומא, וזאת הוא מוקצה אף לר' שמעון דהוי דיחוי בידים דהא הוציא חוץ למקומן, וזאת קשה ג\"כ לדעת הראב\"ד אמזיד דיהיה מוקצה כיון דשלא במקומן אסורין וכן לר' נחמיה אשוגג קשה, דר' נחמיה ס\"ל במוקצה כר' יהודה כמבואר בביצה דף ל\"ב לענין מסיקין בשברי כלים וכו' עיי\"ש ואין לומר דלא אמרינן מוקצה לחצי שבת קשה א\"כ ותפשוט מיניה ובש\"ס דביצה (דף כ\"ו) מספקא בהאי.<br><b> ועל</b> כרחך צ\"ל דאיירי ביו\"ט וא\"כ ביו\"ט הרי יכול להחזירן למקומן למי דעירב בתחום שלו או ע\"י בורגנין ואין כאן כלל איסור הוצאה ברשות הרבים דאמרינן ביו\"ט מתוך שהותרה לצורך וכו' ועיין במ\"מ הל' שבת פרק הנ\"ל ובשביל איסור דרבנן לא אמרינן כלל איסור מוקצה כמ\"ש הרא\"ש והר\"ן במתניתין בית שנפחת וכו' עיי\"ש ובפרט במקום שהאיסור מסתלק מן העולם כמ\"ש התוס' שם, וא\"כ אין כאן מוקצה לחצי יו\"ט כלל הואיל והוא יכול להביאן מבלי איסור תורה ומשום איסור דרבנן לא אמרינן כלל מוקצה, משא\"כ בשבת דאסורין המה להחזירן משום מעביר ד' אמות ברה\"ר כמ\"ש המ\"מ שם, וא\"כ אי אפשר להחזירן למקומן ולא מקרי כלל גמרו בידי אדם ולמ\"ד יש מוקצה לחצי שבת הוי מוקצה וא\"כ על כרחך איירי ביו\"ט ושפיר הוצרך הש\"ס לאוקמא מלתא דר\"פ כתנאי, אמנם לדידן דקיימ\"ל אין מוקצה לחצי שבת שפיר י\"ל דהאי מילתא דר\"פ איירי ביו\"ט, והתנאים איירי בשבת ומעתה לק\"מ הילכתא אהדדי דקיי\"ל כר\"פ וקיימ\"ל משנת ראב\"י קב ונקי וכפירוש הרמב\"ם וכל קושית הש\"ס הוא הכל על דרך ותפשוט האיבעיא דהתם דאין מוקצה לחצי שבת משא\"כ לפי האמת לק\"מ.<br><b> והנה</b> התוס' הקשו שם מאי שנא מן המבשל בשבת וכו' ותירצו דהתם היה בעשיתו איסור תורה וכו' והקשה המג\"א (סוף סי' ת\"ה) דהא באיסור דרבנן כגון המעשר פירותיו והמטביל כליו קנסינן ליה ג\"כ כדאיתא בפ\"ב דתרומות וכו' עיי\"ש, ואפשר לכאורה לומר דלא דמי מבשל להאי דיצאו חוץ לתחום, דבחזרו למקומן לא נעשה כלל הדבר לתועלת הפירות דהא קודם שיצאו היה ג\"כ כמו לאחר חזרה במקומן, ומה ענין זה למבשל, רק דקושית התוס' הוא דהא אפילו בישל פירות הנאכלין כמו שהן חיין וע\"י בישול נגרעו דג\"כ אסורין אף דאין בהם תועלת כמו בחזרה ולזאת שפיר חלקו התוס' בין איסור תורה לאיסור דבריהם, ומעתה לא קשה כלל מהאי דטבילת כלים ומעשר דשם יש תועלת ע\"י תיקונו ומיושב קושית המג\"א."
            ],
            [
                "<b>המוסר </b>\n<b> בהמתו לבנו הרי היא כרגלי האב, מסרה לרועה ואפילו נתנה לו ביו\"ט הרי היא כרגלי הרועה, מסרה לשני רועים הרי היא כרגלי בעליה מפני שלא קנה אחד מהם.</b> עיין במ\"מ שכתב דבבנו אף היותו רק אחד מ\"מ הואיל דדרך בני אדם הוא להפקיד חפציהם ביד בנם לכך לא נשתנה רשות בעלים בזאת כלל, ובאמת רבינו בפירוש המשנה לביצה אהאי דמסרו לבנו או לרועה פירש בהדיא לשני בנים או לשני רועים, וצ\"ל לדעתו הא דאמרינן בש\"ס דיקא נמי, כך הוא הפירוש דל\"ל למימר בנו דהשתא ברועה אמרינן דברשות בעלים מכ\"ש בנו כמ\"ש המ\"מ הנ\"ל אלא וודאי דנקיט בנו לאשמועינן בנו דומיא דרועה והיינו דוקא שני בנים דומיא דשני רועים בעינן ובנו דומיא דרועה הוא אבל באחד לא, אף דדרך הוא להפקיד חפציהם אצל בנו, ואפשר הואיל דרבינו סותם בספרו ולא העתיק דוקא שני בנים אפשר דחזר בו מפי' משניות שלו, וס\"ל דאף באחד מבניו ברשות בעלים הוא כמ\"ש המ\"מ הנ\"ל וק\"ל."
            ],
            [],
            [],
            [
                "<b>נהרות </b>\n<b> המושכין ומעיינות הנובעין כרגלי כל אדם ואם היו באין מחוץ לתחום לתוך התחום ממלאין מהן בשבת.</b> והנה המג\"א (בסימן שצ\"ז ס\"ק י\"ג) כתב דגשמים היורדים ביו\"ט בעיר או בתחומה הרי הם כרגלי אנשי אותה העיר עיי\"ש, ולא הבנתי דבריו דהא בש\"ס דעירובין דף מ\"ה מבואר דגשמים היורדים ביו\"ט הרי הם כרגלי כל אחד ואחד ובערב יו\"ט אלפים אמה לכל רוח ומוקמינן ליה שם בס\"ד דאיירי בגשמים הסמוכין לעיר (אלא דבסוף דוחה אותו הש\"ס משום דדחיקא ליה לשון הרישא עיי\"ש פירש\"י) וא\"כ הרי דוקא בגשמים היורדים מערב יו\"ט הוא דהרי הם כרגלי אנשי אותו העיר משא\"כ בירדו ביו\"ט כיון דלא קנו שביתה משחשיכה הרי הם כרגלי כל אחד ואחד אף דהם סמוכין לעיר.<br><b> ומג\"א</b> נמשך אחר לשון היש\"ש (פרק משילין דין ט\"ו) שכתב וזה לשונו גשמים היורדין בין ביו\"ט בין בערב יו\"ט קיימ\"ל כרבנן דהוי כחפצי הפקר ואינן קונין שביתה והרי הן כרגלי כל אחד ואחד חוץ מהגשמים הסמוכין לעיר דהוי כרגלי בני העיר כדאיתא בפרק מי שהוציאוהו עכ\"ד וסובר המג\"א דהאי חוץ, קאי אכל מה שכתב לעיל בין שירדו ביו\"ט בין שירדו מעיו\"ט, ובאמת האי חוץ לא קאי רק אגשמים היורדים מעיו\"ט אבל בגשמים היורדים ביו\"ט כיון דלא קנו שביתה בין השמשות הרי הן כרגלי כל אחד ואחד, ודו\"ק כי ברור הוא."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכן </b>\n<b> שנים שלקחו בהמה בשותפות ושחטוה ביו\"ט אף על פי שלקחו כל אחד מנתו הרי כל הבשר כרגלי שניהם אבל אם לקחו חבית בשותפות וחלקו אותה ביו\"ט הרי חלקו של כל אחד כרגליו הואיל ותחומין מדברי סופרים יש ברירה וכו' ואין אומרים כן בבהמה וכו' שהרי ינק מחלקו של חבירו כשהיתה בהמה קיימת שכל איבריה יונקין זה מזה.</b> עיין במ\"מ במ\"ש שם וצ\"ל בדברי רבינו דקיי\"ל כרב ואף דהקשו לרב לאיסור תחומין חששו ולאיסור מוקצה לא חששו ושתק רב יש לומר דלא חש להשיב, ואפשר לומר לרב שפיר הקשו לשיטתו דס\"ל במוקצה כר' יהודה ואף בשבת, וא\"כ לדידיה מוקצה חמירה כעין תחומין ואדרבה יותר חמיר מתחומין דהוי כשל תורה (כמ\"ש מהרש\"א בשם תוס' ישנים ריש ביצה) וא\"כ שפיר הקשו לאיסור מוקצה לא חששו ולכך שתק רב, משא\"כ אנן דקיימ\"ל במוקצה כר' שמעון רק ביו\"ט דקיל הלכה כר' יהודה דאית ליה מוקצה וא\"כ לדינא לא אמרינן מוקצה ואין דומה כלל לשל תחומין דשם איסור גמור הוא ואסור בין בשבת בין ביו\"ט משא\"כ מוקצה דהוא רק חומרא בעלמא גבי יו\"ט והבו דלא לוסיף עלה לכן שאני לן בזה בין איסור מוקצה לתחומין.<br><b> ועוד</b> י\"ל לפי מ\"ש התוס' בב\"ק (דף ס\"ט ע\"א) ד\"ה כל הנלקט וכו' שהקשו אף דאמר כל המתלקט הא לא היה מועיל למה שגדל אחר כך וכו' ותירצו דמה שגדל אחר כך בטל ברוב וכו' עיי\"ש, ולפ\"ז י\"ל דה\"ה הכא דמה הקשו לאיסור מוקצה לא חששו, והיינו כפי' התוס' דהכא דבהמה הולך ומתגדל ביו\"ט, הא זה בטילא ברובא ודבר שיש לו מתירין לא הוי דאיסור אינו ניכר בפ\"ע, ודלא כמ\"ש התוס' בב\"ק דף הנ\"ל רק יש לומר דקושית הש\"ס הוא לרב דס\"ל בכל דוכתין מין במינו לא בטיל ושפיר הקשו לאיסור מוקצה לא חששו אבל לדידן דקיי\"ל מין במינו בטל ברוב שפיר י\"ל לענין מוקצה כסברת התוס' הנ\"ל ואתי שפיר הרמב\"ם דכל קושית הש\"ס הוא לרב ודו\"ק."
            ]
        ],
        [
            [
                "<b>יו\"ט </b>\n<b> שחל להיות בערב שבת אין אופין ומבשלין ביו\"ט מה שהוא אוכל למחר בשבת ואיסור זה מדברי סופרים כדי שלא יבוא לבשל מיו\"ט לחול שקל וחומר הוא, לשבת אינו מבשל כ\"ש לחול, לפיכך אם עשה תבשיל מעיו\"ט וכו'.</b> אף דקיי\"ל הכנה דרבה, מ\"מ כיון דקיי\"ל הואיל, אין כאן איסור דאורייתא כלל ואף חכמים לא היו אסרו כלל כיון דיש כאן צורך שבת רק הוא מטעם שכתב רבינו ז\"ל כדי שלא יבואו לבשל מיו\"ט לחול וכמ\"ש הרז\"ה עיי\"ש. ועיי' ריש סימן תקכ\"ו ובמג\"א שם שכתב דדברי תוס' ריש ביצה ד\"ה והיה ביום הששי הם תמוהים וצריכין ישוב עם הש\"ס דפסחים עיי\"ש ולהבין דבריהם צ\"ל דתוס' פסקו כרב חסדא דלית ליה הואיל, אמנם בהאי דס\"ל לר\"ח דמן התורה צרכי שבת נעשים ביו\"ט לא קיי\"ל כוותיה, דהא קיי\"ל הכנה דרבה מוהיה ביום הששי וכו' דאין יו\"ט מכין לשבת, וא\"כ שפיר הקשו איך אופין מיו\"ט לשבת ע\"י עירוב תבשילין דהא הואיל לא אמרינן וצרכי שבת נעשין ביו\"ט נמי לא אמרינן מטעם הכנה דרבה, ולזאת כתב התוס' דבדבר האפוי ומבושל לא שייך הכנה וא\"כ הדרא לכללא דר\"ח דמדאורייתא צרכי שבת נעשין ביו\"ט וא\"כ מדין תורה מותר לבשל מיו\"ט לשבת רק דחז\"ל אסרוהו כדי שלא יאמרו וכו' וע\"י עירובי תבשילין התירוהו ודברי תוס' נכונים."
            ],
            [],
            [
                "<b>עירובי </b>\n<b> תבשילין שיעורו אין פחות מכזית בין לאחד בין לאלפים ואין עושין עירוב זה לא בפת וכו' אלא בתבשיל שהוא פרפראות כגון בשר ודגים וביצים וכיוצא בהן.</b> ועיין בהגהת מיימוני שהביא בשם הירושלמי דיש ליקח פת כביצה וכתב הרמ\"א בהג\"ה סי' תקכ\"ז דכך יש לנהוג, ובירושלמי לא מצאתי דבר מה שהעתיק בשמו ואדרבה מבואר שם כמו בתלמודא דידן דדי בכזית, ואפשר לומר דבירושלמי דס\"ל דמערבין ליו\"ט ראשון וליו\"ט אחרון כמו בחג הסוכות בעירוב אחד וכמ\"ש המג\"א ומרדכי וא\"כ כיון דבעי תבשיל לסמוך עליו ליו\"ט ראשון ואחרון לכך בעי שני זתים אחד ליו\"ט ראשון ואחד ליו\"ט אחרון ולכך מצריך דוקא פת כביצה דהוא שני זיתים וס\"ל דבדיעבד בפת לחודא סגיא ולכך מערב בפת כביצה ותבשיל סגי בכזית כיון דהוא רק לתוספת מצוה בעלמא, כי בלא\"ה צ\"ל בירושלמי דתבשיל הוא רק לתוספת מצוה בעלמא כיון דהוא מצריך לפת כביצה ותבשיל סגי בכזית ש\"מ דס\"ל דפת עיקר ותבשיל הוא רק תוספת בעלמא וצ\"ע.<br><b> ודע</b> כי בין השמשות מותר להניח עירוב תבשילין הואיל היותו רק מלתא דרבנן, וכתב הט\"ז (סימן הנ\"ל ס\"ק ג') בשם הראב\"ן דאפילו אם כבר התחילו הקהל ברכו כל זמן שלא התפללו תפילת יו\"ט לא הוי קבלה ליו\"ט ומותר להניח עירוב תבשילין ולא ידעתי מה ראה על ככה להעתיק דברי הראב\"ן דהראב\"ן ס\"ל דאף בשבת נמי דינא הכי דבאמירת ברכו לא נתקדש שבת כלל ולא הוי קבלה לשבת עד שיתפלל הקהל תפילת שבת וכמבואר בראב\"ן סימן תקס\"ח דבשבת חד דינא אית ליה עם יו\"ט, וא\"כ לדידן דקיי\"ל דעניית ברכו הוי קבלת שבת ה\"ה ליו\"ט וא\"כ אסור ג\"כ להניח עירובי תבשילין ולא קיימ\"ל כהראב\"ן כלל בזה."
            ],
            [],
            [
                "<b>התחיל </b>\n<b> בעיסתו או בתבשילו ונאכל העירוב או אבד הרי זה גומר.</b> עיין במג\"א ס\"ק ט\"ז שכתב דאפילו לא הניח הקדירה אצל האש רק התחיל בתיקונה, כגון חיתוך הלפתות וכדומה מותר לבשלן, דהא עיסה שהתחיל ללוש מותר אחר כך לאפות וכו' עיי\"ש, וצ\"ל דבהאי תיקונה עביד מלאכה דבחיתוך הלפתות לחתיכות קטנות הוי טוחן, דאם לא כן אינו ראייה כלל מלישה, דהא התם כבר עשה מלאכה ואם אתה תאסור עליו האפיה א\"כ עשה ביו\"ט מלאכה גמורה שלא לצורך, וחומרא זו קולא היא משא\"כ בשעדיין לא עשה מלאכה גמורה אין להתיר אחר כך לגמור ולעשות מלאכה גמורה."
            ],
            [],
            [
                "<b>ויש </b>\n<b> לו לאדם לערב על כל העיר ועל הקרוב אליה בתוך התחום ולמחר מכריז ואומר כל מי שלא הניח עירובי תבשילין יסמוך על עירובי.</b> ועיין במ\"מ שכתב שאין ראיה לדברי התוס' והרא\"ש דס\"ל דלא מהני למי שיכול לבוא אליו ע\"י עירובי תחומין עיי\"ש והיינו דס\"ל בהא דשאל עד כמה דאמרינן עד תחום שבת, אין כוונת הש\"ס בזה למאי דבחוץ לתחום לא מהני דהוא פשיטא כמ\"ש היש\"ש עיי\"ש דמהיכי תיתי יכול לערב לאנשים אשר אינם עמו במחיצה אחת, רק דהש\"ס שאל עד כמה דהו\"א דלא סמיך דעת המניח רק אדרים בעיר ממש אבל חוץ לעיר ושבעים אמה עבורה של עיר לא יהיה דעתו עליהם קמ\"ל הואיל והם בתוך התחום יכולים להיות בכלל עירובו וא\"כ אין כאן ראייה כלל ולק\"מ קושית היש\"ש הנ\"ל וק\"ל."
            ],
            [
                "<b>המניח </b>\n<b> עירוב תבשילין וכו' ואומר בעירוב זה יותר לי לאפות ולבשל מיו\"ט של מחר לשבת.</b> כתב המגיד משנה יש מי שאומר להוסיף בנוסח הברכה ולהדליק את הנר וכו' ונראה דרבינו לשיטתו אזיל דס\"ל בהבערה מותר אפילו שלא לצורך כלל דאמרינן ביה מתוך [ועיין ריש פרק א'] ואף בלא צורך קצת כמו נר של בטלה מותר להדליקה ביו\"ט ומכ\"ש לצורך שבת, ורב הונא דאמר מי שלא הניח עירובי תבשילין מדליקין לו נר אחד, דרב הונא לטעמיה אזיל דס\"ל (דף כ\"ב) בעישון דמוגמר אסור בהבערה דמבעיר אסור עיי\"ש בתוס' ומהרש\"א כתב להדיא דר\"ה ס\"ל דלא אמרינן מתוך, ולכך ס\"ל דמדליקין רק נר אחד משא\"כ לדידן דקיי\"ל בהבערה מתוך וכו' מותר להדליקו, וכן השו\"ע אף דהוא פוסק [בסימן תקי\"ד סעיף ה'] נר של בטלה אסור להדליק לכתחילה היינו לפי דאמרינן בירושלמי לא תאסור ולא תשתרי, וא\"כ לצורך שבת וכדומה ודאי מותר כיון דמדינא מותר, רק הירושלמי החמיר בו ומכ\"ש להרמב\"ם דמותר לגמרי, ומה שהקשה המג\"א בסי' (תקכ\"ז) ס\"ק ח\"י על השו\"ע מהאי דר\"ה הנ\"ל לק\"מ דלפי מ\"ש על כרחך הברייתא כר\"ע אתיא או כב\"ש דס\"ל דלא אמרינן כלל מתוך, דכלהון בחדא שיטתא קיימי עם ר\"ה משא\"כ למסקנא דקיימ\"ל מתוך, ודאי דמותר ודו\"ק."
            ],
            [
                "<b>מי </b>\n<b> שלא הניח עירוב תבשילין ולא הניחו לו אחרים כשם שאסור לו לבשל ולאפות כך קמחו ומאכלו אסור ואסור לאחר שהניח לעצמו לאפות לזה שלא הניח עד שיקנה לו.</b> בגמרא מבואר בהאי ברייתא דלא יבשל לא לו ולא לאחרים ורבינו השמיט האי דינא דאסור לבשל לאחרים, ונראה דס\"ל לרבינו דהא דאסור לבשל לאחרים היינו דוקא משלו דקמחו נאסר אבל מן האחרים מקמחא שלהם כיון דהם הניחו עירובי תבשילין אין איסור בדבר זה דשליחותייהו קעביד ועיין בשו\"ע סי' הנ\"ל סעיף כ' מה שחדש הרמ\"א בהאי דינא דיושב בתענית אסור לעשות מלאכה לצורך אחר וצ\"ע [ועיין ריש פרק א' מ\"ש לחדש בדברי הרמ\"א הזה].<br><b> והנה</b> הרי\"ף והרמב\"ם השמיטו האי מימרא דרב הונא וברייתא מי שלא הניח עירוב תבשילין דאופין לו פתו וטומנין לו קדירה אחת ומדליקין לו נר אחד ואף צולין לו דג קטן והיינו כדי צרכו בצמצום וכו', ונראה דס\"ל דהא איבעיא להו בש\"ס עבר ואפה מאי ופשטינן מהאי דמעשר בשבת במזיד לא יאכל וכו' ודחי, דהתם אית ליה פירי אחריני, וקשה הא גם כן מאי דצריך לו הוא מותר, וכל השאלה היה אי מותר לו לאכול אף בהרוחה, וזאת הוי כמו פירי אחריני דודאי אף במעשר אי אית ליה פירי אחריני לא שרי ליה לאכול מהאי דעשר בשבת, וא\"כ על כרחך סתמא דהש\"ס לא ס\"ל כלל האי סברא הנ\"ל וא\"כ אם אין אתה מתיר לו האי דאפה באיסור אין לו כלל דבר לאכול דאין לחלק כלל בעירוב תבשילין, או להתיר את הכל כיון דכבר אפה או לאסור הכל וישב ויתענה ודו\"ק."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לפיכך </b>\n<b> אני אומר שאין מערב אדם ומתנה בזמן הזה לא עירובי תבשילין ולא עירובי חצרות ולא שתופי מבואות ואינו מעשר הטבל על תנאי אלא הכל מערב יו\"ט בלבד.</b> עיין בלח\"מ שהקשה מהא דקיי\"ל בביצה בשני יו\"ט של גליות נולדה בראשון מותרת בשני אף דיו\"ט ראשון לדידן יו\"ט ודאי מ\"מ כיון דגם יו\"ט שני גזרוהו חכמים לעשות א\"כ הוי יו\"ט שני כשני קדושות ונולדה בזה יהיה אסורה בזה דאין יו\"ט מכין לחבירו וכו', עיי\"ש מלבד דיפה תירץ בעל הלח\"מ אף גם דהכנה דנולד הוא רק מדרבנן דאתמול גמרה לה כמ\"ש הר\"ן ויתר פוסקים וא\"כ בהאי ביו\"ט שני לא גזרו כלל חכמים ולא אסרוהו אלא מיו\"ט לשבת ולא מיו\"ט לחבירו.<br><b> איברא</b> מה שהקשה הר\"ן דהא רבא דאמר מניח אדם עירוב תבשילין מיו\"ט לחבירו ומתנה ובזמן רבא היו הכל בקיאין בקביעא דירחא, ונ\"ל דרבא לטעמיה אזיל דהוא ס\"ל בריש פרק שני [דביצה] דטעם דעירוב תבשילין הוא כדי שיברור מנה יפה לשבת ופרכינן יו\"ט נמי ופירש\"י היינו קודם סעודה, ומשני שמא יפשע ופירש\"י שמא ישכח משום דטריד בסעודה, ומעתה ס\"ל להרמב\"ם דהא דחוששין שמא ישכח היינו קודם סעודה דאז הוא טריד בסעודת יו\"ט, ואם אתה אומר להניח קודם סעודה חיישינן שמא יפשע ויניח לאחריה, דקודם סעודה הוא טריד כמ\"ש רש\"י ואח\"כ אי אפשר לברור מנה יפה לשבת דאז הוא אכיל ליה לכולא, משא\"כ בשחל יו\"ט ביום ה' וביום ו' דס\"ל לרבא דיניח מיו\"ט לחברו ומתנה דאף ביום עירוב יכול להתנות וצ\"ל כיון דיום ו' פנוי לפניו עדיין צריך לברור מנה יפה ליו\"ט, ומעתה אף דהם שני קדושות מ\"מ מה בכך סוף סוף בכל יום אין כאן כלל חששא דפשיעה, רק דחששא הוא מקודם סעודה לאחריה, אבל באותו יום לאחר הסעודה, דלא טריד הוא וודאי דיניח כיון דיום ו' פנוי הוא להניח ולברור לו מנה יפה לשבת, וא\"כ מותר להניח עירוב תבשילין, דלרבא אף ביו\"ט היה מותר רק דחששא דפשיעה מעכבו, ובשני ימים ליכא כלל האי חששא דפשיעה כנ\"ל, ועיין בים של שלמה (פרק שני דין י\"ד) שהביא דאיכא מרבוותא דס\"ל לרבא אף ביו\"ט שני יכול להתנות בשכח להניח קודם סעודה, ואף להחולקים עליו, כו\"ע מודים להניח ביום ראשון ושני כיון דוודאי יברור מנה יפה, וא\"כ שפיר קאמר רבא הרי זה מניח ומתנה, זולת בשני י\"ט של ר\"ה דהוי יומא אריכתא וקבעו חז\"ל כאלו הוא יום ארוך לכל דבר וא\"כ הרי הוא כמו דאין לערב ביום אחד קודם הסעודה, משום חששא דיערב לאחריה, וה\"ה ביו\"ט של ר\"ה דהוי נמי כמו יום אחד וביום אחד אין השעות מתחלקות ולומר דשעה אחת מותרת ושעה אחת אסורה, וכל זה הוא לרבא אבל למסקנא דאמרינן דטעם דעירוב תבשילין כדי שיאמרו אין אופין מיו\"ט לשבת, ומכ\"ש מיו\"ט לחול ולדידן לא קשה כלל אי הכי יו\"ט נמי וא\"כ הואיל לדידן שני קדושות הן ותרווייהו יו\"ט גמור הם, לכך אסור להניח בהו עירוב תבשילין ולק\"מ קושית הלח\"מ הנ\"ל ודו\"ק.<br><b> והא</b> דהקשה היש\"ש (ביצה דף ו') מהאי דרב אשי דאמר לרבינא על הא דהקשה ליה ולותיב מר האידנא כרבא והשיב לו אימר דאמר רבא בשני יו\"ט של גליות בב' י\"ט של ר\"ה מי אמר וכו' אף דבימי רב אשי היו בקיאין בקביעא דירחא עיי\"ש, י\"ל דקושטא דמלתא קאמר כיון דהאי עובדא היה בר\"ה, אין להתיר אפילו לרבא ולזמן קודם שלא היו בקיאין בקביעא דירחא, נמי בשני י\"ט של ר\"ה אסור, ועדיפא מיניה משני ומה לו להכניס את עצמו בפלוגתא במילתא דידיה ובמלתא דרבא כיון דמילתא דידיה לכו\"ע אסורה דהיה בר\"ה, ולכך הר\"ן דהקשה להרמב\"ם לא הקשה אלא ממילתא דרבא דאמר מניח אדם ומתנה דבזמנו קאמר ולא הקשה ממילתא דרב אשי דהיה מעשה בזמנו, משום דזאת יש לדחות דעדיפא מיניה משני ולק\"מ קושית היש\"ש ודו\"ק."
            ],
            [
                "<b>כשם </b>\n<b> שמצוה לכבד וכו'.</b> עיין במג\"א שכתב דאם לא אכל ביו\"ט בערב, שיאכל ב' סעודות ביום, ולא ידעתי מנ\"ל זאת בשלמא בשבת סומכין אקרא מנין הסעודות דיהיו שלשה דוקא ולכך אם לא אכל בלילה יאכל ביום להשלמת מנין הרמז בקרא, משא\"כ ביו\"ט דלא מצינו כלל רמז למנין סעודות רק ערב ובוקר, ואי עבר ולא אכל הרי הוא מעות שלא יוכל לתקן ומה יועיל שיאכל ביום וזה פשוט."
            ],
            [],
            [
                "<b>כיצד </b>\n<b> הקטנים נותן להם קליות ואגוזים.</b> ועיין בב\"י שהקשה מנ\"ל זאת להרמב\"ם, והיש\"ש כתב דכך מפורש בש\"ס קטנים בראוי להם והיינו אגוזים וקליות, ובירושלמי פרק ערבי פסחים מבואר להדיא דבראוי להם והיינו אגוזים ולוזים ועיי\"ש."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "בינה לעתים על משנה תורה, הלכות שביתת יום טוב",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Binah LeIttim",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}