{
    "title": "Ohr Sameach on Mishneh Torah, Tefillin, Mezuzah and the Torah Scroll",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Tefillin,_Mezuzah_and_the_Torah_Scroll",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>בכסף משנה </b> כרבי קיי\"ל דהוא עדיף מתנא דב\"מ.<br><b> נ\"ב </b> ולמסקנא תנא דבי מנשה רק על מזוזה קאי עיי\"ש. ומזוזה על הגויל יעוי' תשובות רבינו סי' נ\"ו."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הכותב ספר תורה או תפילין או מזוזה ובשעת כתיבה לא היתה לו כוונה כו'.</b><br><b> הנה </b> אם צריך לכתוב ספר תורה לשמה, מדברי רבינו נראה דלא בעי' שכן כתב כאן, וכתב אזכרה מן האזכרות שבהן שלא לשמן פסולין, ובהלכה י\"ח, לא כתבתי האזכרות שבהן לשמן כו' דייק דוקא אזכרות וכמו דהזכירו בהנזקין ההוא דאמר ס\"ת כו' לא כתבתי אזכרות לשמן. מוכחא דשאר ס\"ת לא בעי לכתוב לשמה, ובזה מצאנו לרבותינו בתוספות שמהם ג\"כ דעתם כן. אבל בטעמא נחלקו רבנן בהא מילתא. הנה כפי מה דמשמע מדברי רבינו מוכח דאזכרות בעי כתיבה לשמן, דסתמא לאו לשמו קאי, ושארי ספר תורה לא בעי לכתוב לשמה, ואף אם כתב שלא לשמן סגי. וכן בפרק יו\"ד שמנה הפסולין שהיה מעובד שלא לשם ס\"ת, שכתב האזכרות בלא כוונה, דייק דוקא אזכרות, הרי דעל כתיבת ס\"ת לא הזכיר דבר, ובאמת בש\"ס לא נזכר רק אזכרות, רק בהא דאמר פרק השולח על הך דהתיר רשב\"ג ליקח ספר שכתבו נכרי ורשב\"ג עיבוד לשמן בעי כתיבה לשמה לא בעי כו' ויתכן דפריך דאזכרות ודאי בעי שיהיו נכתבין לשמן ובכוונה דלכן א\"ש דבעי עיבוד לשמה שיהא העור כשר לכתוב עליו ספר תורה עם האזכרות ובשביל האזכרות בעי עיבוד לשמה. אבל שיטת תוספות במנחות דף מ\"ב בד\"ה ואל ימול כותי, דאזכרות סתמא דידהו לאו לשמה קאי, ובעי שיהיו נכתבין לשמן אבל כל ספר תורה בודאי סתם ס\"ת לשמה קאי, והוי כמו קדשים דסתמא לשמה קאי, ואינו צריך לפרש שיהא לשמה רק אם כתב שלא לשמן פסול, וכן כתבו בשם המרדכי, וגם לפ\"ז צריך לפרש הא דפריך בהשולח ורשב\"ג עיבוד לשמה בעי כתיבה לשמה לא בעי על אזכרות קאי, דבלא אזכרות כשר שיכתוב גם נכרי מצד לשמה דנכרי הוי כמו סתמא כמוש\"פ בתוספות וסתמן לשמה קאי.<br><b> אבל </b> התוספות בעו\"ג דעתן דכל הס\"ת צריך לכתוב לשמה יעו\"ש דמשמע להו סוגיא דהשולח דעל ס\"ת כולה פריך דליפסול עו\"ג לכתוב משום שלא לשמה וגוי הוי כסתמא לחוד יעו\"ש. ולכן הקשו שפיר בתוספות גיטין דילמא כתיבה לשמה לא בעי דסתמא ס\"ת לשמה קאי וסתם עורות לאו לס\"ת, לכן צריך לעבדן לשמה, אבל אם נפרש משום אזכרות פריך ל\"ק מידי דודאי סתם אזכרות לאו לשמן קאי דעל כמה מספקא לן עדיין, אם הוי קודש או חול, וכמה מסורות פליגי ולכן פריך שפיר. אמנם מצאנו חד תירוץ במנחות דאזכרות גם כן כשר לכתוב סתמא וכוון בהנזקין שכתב שלא לשמן רק לא דייק בלישניה עיי\"ש. ולפי זה צריך מובן כיון דאזכרות לא שני בין שאר ס\"ת אם כן קשה הא אמרו במנחות דף מ\"ט דעקירה בטעות לא הוי עקירה ושוחט עולה, וסבור שהן שלמים לא הוי עקירה ועלה לבעלים לשם חובה. אם כן אמאי תנן הרי שהיה צריך לכתוב את השם ונתכוון לכתוב יהודה וטעה ולא הטיל בו דלת כו' ואמאי הא הוי עקירה בטעות ולא שמיה עקירה והוי כאלו נכתב לשמו וכשר ולמה צריך להעביר בקולמוס. ומזה לכאורה מוכח דסתם אזכרות לאו לשמן קאי, ועקירה בטעות הוי כמו סתמא דהמחשבה שחשב לא חיילא דהוי כמו טעות אבל מכל מקום לא חישב שיהא לשם שהוא צריך להיות ולכן לא קדשי בטעות דהוי כמו סתמא וכאילו כתב בלא כונה וזה ראיה ברורה לשיטת רבינו דאזכרות שנכתבו בלא כונה פסולין ולכן אף שטעה וסבר שהוא צריך לכתוב יהודא [כדפירש\"י] ג\"כ פסול דהוי כאילו נכתב בלא כונה לשם שמים.<br><b> אמנם </b> נראה דאזכרות קדושה איכא בהו, ואינו כשאר מצוות דנזכר בהן לשמה רק שהן קדושים, ולכן אמרו המוחק שם אחד לוקה משום לא תעשון כן כו', וכן אמרו שמי שנכתב בקדושה ימחה על המים, ולכן אמרו לשיטת ראב\"ד בפ\"ב דנדרים דנודר באזכרות שבהן הוי דבר הנדור שהאזכרות נדורים הן על ידי כתיבה לשם קדושה, דייק דוקא אזכרות דעליהן חלה קדושה של שם, אבל שארי ספר תורה אם כי בעי כתיבה לשמה, קדושה לא בעי, דהוי כמו לשמה דציצית דבעי שיהיו נטווין לשמה ואטו סלקא דעתין דהמתפיס בציצית יהא מתפיס בדבר הנדור, ולזה אמרו דכיון דבעי שיהא קדוש, אם כן יתכן אף ע\"ג דסתם אזכרות לשמייהו קאי וכמו שרצו רבנן בתוספות מנחות לומר דכיון שכתב שלא לשמן ולא שלא כתב לשמן מכל מקום הן כמו קדשים נוכח חולין כן ספר תורה נגד האזכרות, וכיון שכן חזינן דאם נתכוון לשם חולין כשר דאינו מחריב כיון דלאו מינו בכ\"ז משם חולין מתעסק קרינא כיון שסבור שהן חולין וכמו דאמרו בזבחים דף מ\"ו ע\"ב כן אם סובר על שם שהוא יהודה הוי כמשם חולין ואינו מתקדש כלל, כן נראה לדעתי, ואינו ענין לעקירה בטעות ששם שניהן קדשים בסוג אחד, רק דבעי לשחוט לשמו, אבל בטעות לא איכפת לן מה שאין כן כאן דהוי כמו משם חולין דאינו כשר.<br><b> ובזה </b> יש לפרש מה שהביא בהגהות בהלכות יסודי התורה דשם שנכתב שלא בקדושה מותר למחוק, מהך דמסכתא סופרים פ\"ה וכן בירושלמי פרק הבונה היה צריך לכתוב את השם ונתכוון וכתב את יהודה ולא נתן בו דלת מוחקו וכותב את השם, דלפ\"ז קשה אם כן איך אמר בהנזקין נאמן אתה לפסוד שכרך שכל ס\"ת שאין כתוב בו אזכרות שלא לשמן אינו שוה כלום, הא יכול למחוק האזכרות ולכתוב אחרים לשם קדושת ס\"ת, ולפי מה שבארנו א\"ש, דבנתכוון לכתוב יהודה שבשעה שהוא כותב היה טועה וסובר שהוא כותב יהודה, הוי כמשם חולין ולא קדוש כלל ונמחק שפיר, אבל כאן בשעה שכתב היה יודע שהוא כותב השם רק שלא נתכוון לקדשו אינו נמחק שהוי כמו לשם חולין דקדוש שפיר וזה נכון.<br><b> אמנם </b> הקושיא לק\"מ דלהתיר למחוק את האזכרות לא מניחין אנחנו דעל זה אינו נאמן כיון דאינו בידו להתיר למחוק האזכרות דבחזקתן קמו דנכתבו לשמן ותו יהיא פסול הס\"ת לדבריו דנכתבו האזכרות שלא לשמן, ועוד משום דיהיה ג' טעויות בכל דף ודף וכיו\"ב ותו אסור לתקן אמנם מלשון רבינו מורה כן שכתב בפ\"י מהלכות יסוה\"ת אבל אפקורוס כו' שכתב ס\"ת שורפין אותו עם האזכרות שבהן כו' שהוא מעלה בדעתו שזה כשאר הדברים כו' לא נתקדש השם כו' אבל נכרי שכתב השם גונזין אותו, הרי דאם מעלה בדעתו שזה כשאר הדברים מותר למחקו, אבל ביודע שהוא שם שמים רק כי לא נתכוון לקדשו הגם דכתב רבינו דהס\"ת פסול בכל זה למחוק אסור דהוא קדוש וכמו נכרי שלא כיון לקדשו וכמו שכתבתי דזה הוי כמו לשם חולין וזה הוי כמו משם חולין דאינו קדוש כלל. ומצאתי להמחנה אפרים שעמד על לשון רבינו וכתב שם דרכים שונים, ומהם גם כמו שהעלינו, דכל שלא היה מכוין לכתוב את השם מותר למחקו, אבל בכתב השם ויודע שהוא כותב שם שמים רק לא נתכוון לקדשו, לענין מחיקה אסור למוחקו, ולענין ס\"ת פסול דבעי שיתכוון לקדשו והטעם שכתבנו נכון ומחוור.<br><b> והנה </b> שיטת רבוותא בתוספות דבכל מקום דסתמא לשמו קאי, מתכשיר גם אם כתב עו\"ג דאע\"ג דאדעתא דנפשיה עביד בכל זה הוי כמו סתמא ולכן לר' יהודא כשר מילה בגוי אע\"ג דבעי שיהא לשמה דסתם מילה לשמה קיימא, ובאמת לפי הך תירוצא דמנחות דאזכרות גם כן סתמא לשמן קיימי אם כן גם עו\"ג כשר משום לשמה ותו מאי פריך בהשולח על רשב\"ג דהא כתיבה לשמה ודאי בעי, דהא גוי הוי כמו סתמא, ובאמת הרא\"ש בהלכות ספר תורה חילק בין מילה שהיא נעשית ברגע אחד ולכן הקיל גם בעבוד ע\"י עו\"ג בישראל עומד ע\"ג דהוי שעה חדא כשנותנו לסיד, לגט שהוא צריך לכתוב כל התורף לשמה. אבל התוספות במנחות נראה דכיוונו דהא דפריך על רשב\"ג משום דודאי מסתמא לא היה ישראל עומד ע\"ג ובזה גרע מסתמא, וזה אין סברא. אולם לדעתי נראה דיש לחלק בין ספרים של ישראל שהעורות הן של ישראל והספר של ישראל והעו\"ג כותבו לדעת ישראל אז סתמא קיימי לשם ס\"ת, אבל גוי הכותב בעורות וספרים של עצמו סתמייהו לא קיימי לשם ס\"ת ובזה אתי שפיר מה דהקשו בתוספות לרב מרדכי דרב יהודא א\"ר מכשיר ציצית בנכרי שנאמר דבר אל בני ישראל ועשו להם ציצית ועשו להן אחרים [מדכתב בלשון נסתר ולא נוכח כמו בסוף הפרשה וראיתם אותו וזכרתם כו'] והא איהו גופיה פוסל בציצית מן הקוצים דאינן נעשין לשמה [רק אינן נטוין לשמה מכשיר] ולפי דברינו א\"ש דבאמת אם הגוי יעשה בבגד שלו ציצית, בודאי סתם בגד של גוי לאו להיעשות בו ציצית קאי, והוא כתלה הציצית בהבגד שלא לשמן, אבל גוי שעשה ותלה ציצית בבגדו של ישראל לצורך ישראל הוי סתמייהו לשמה וכשר, ומדוייק לשון הפסוק ועשו להם הוא שהגוים יעשו להם ציצית על כנפי בגדיהם של ישראל, ואתי שפיר נמי הא דפריך ורשב\"ג עיבוד לשמן בעי כתיבה לשמן לא בעי, הוא בכותב הגוי ספרים של עצמו כהמעשה שהיה בצידן כותב ספרים ומכרן לישראל דבזה סתמייהו לאו לשמה קאי, ולכן אמר והא דתניא יגנז האי תנא הוא דתני' כו' כל שישנו בקשירה ישנו בכתיבה כו' ולא אמר משום דבעי כתיבה לשמה משום דס\"ת שכתבו נכרי יגנז, משמע דמיירי דכתב נכרי בספרים של ישראל המעובדין לשמן והעורות הן של ישראל."
            ],
            [
                "<b>אבל מקצת השם בשטה ומקצתו תלוי פסול כו'.</b><br><b> הנה </b> ברור דר' יוסי סבר דגם מקצת שם תולין וכדאמר במס' סופרים הכותב את השם וטעה בו אות אחת יתלנו מלמעלה ר\"ש שזורי אומר שם כולו תולין אות אחת אין תולין כו', והנה פסק רבינו כר\"ש שזורי אע\"ג דפסק בבן פקועה דלא כהך כללא דהלכה כר\"ש שזורי מכל מקום מספיקא פסק להחמיר כמותו, יעוין ש\"ך סימן רע\"ו ס\"ק ח' וכן כתבו בשו\"ת פני יושע סי' ה' וכנסת יחזקאל סימן ל\"ו יעו\"ש, ובאמת דפסק כהך דר' יוחנן בפרק בהמה המקשה דרק הלכה כר' שמעון שזורי במסוכן ובתרומת מעשר של דמאי, ומוכח מר' יוחנן דבמשניות אין הלכה כמותו בשום מקום רק במסוכן ותרומ\"ע, לכן בשמנים בשבת קי\"ל כסתם משנתינו דקו\"ח היכי דהובא דעתו במשנה לית הלכה כמותו כ\"ש היכי דלא הוזכר דעתו במשנה הלכה כהמשנה, אבל היכי שכל המחלוקת הוא בברייתא מספקא לרבינו אם ע\"ז כוון דאין הלכה כר\"ש שזורי בהא ומספיקא פסל כר\"ש שזורי בתולה מקצתו, לכן בפרק יו\"ד שמנה דברים הפוסלים בס\"ת וה\"ה כחומש ואין בו קדושת ס\"ת לא מנה זה דתולה מקצת דדילמא הלכה כר' יוסי דתולה מקצת וגם בזה יש קדושת ס\"ת וזה ברור. ובחנם כתב התשב\"ץ ח\"ג סי' רע\"ד דברים שאינן כדאין לכותבן."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הלל הזקן הי' אומר אלו משל אבי אימא.</b><br><b> יתכן </b> דהלל הוי אתי מדבית דוד מנוקבתא כמפורש במדרש ובירושלמי והיו התפילין משל מלכות בית דוד שהי' תפילין שלהם משונים משאר בני אדם מפני שהיו מניחים הנזר והעדות במקום תפילין דמקום יש בראש להניח תפילין [עו\"ג דף מ\"ד] ומביא דלא נתקלקלו התפילין זמן רב לכן אין צריכין בדיקה ויעוי' סנהדרין דף צ\"ב ע\"ב גבי ריב\"ב אלו תפילין של אבי אבא הן ודו\"ק."
            ]
        ],
        [
            [
                "<b>שמונה הלכות יש במעשה התפילין כו' ושיהיה בעור של ראש צורת שי\"ן מימין ומשמאל.</b><br><b> הנה </b> לפנינו בגמרא שבת דף ס\"ב אמר אביי שי\"ן של תפילין הלמ\"מ ואמר אביי דלי\"ת של תפילין הלמ\"מ ואמר אביי יו\"ד של תפילין הלמ\"מ וכן פרש\"י באורך בדף כ\"ח דכולהו הלכה למשה מסיני. אמנם בתוספות כתבו דלא גרסינן הך דדלי\"ת ויו\"ד מדאמרינן בדף כ\"ח ההוא מלמען תהיה תורת ד' בפיך נפקא, אלא לעורן והאמר אביי שין של תפילין הלמ\"מ, ותו נפיק מקרא דתורת ד' בפיך אלא לרצועות והא\"ר יצחק רצועות שחורות הלמ\"מ, ומתרץ נהי דגמירי שחורות טהורות מי גמירי, הרי דברצועות אין אותיות של שם. ונראה ליישב הגירסא. דנתבונן נא אם יקשור אדם בשבת תמונת אותיות בעור האם יתחייב משום כותב אם יתרו בו משום כותב ודאי דאינו חייב דלאו דרך כתיבה בכך, וגדולה מזו אמרו בטוה על העזים אף ע\"ג דכתיב טוו על העזים ורחמנא קריא טוויה גבי משכן אין דרך טוויה בכך, כמו כן הכא אע\"ג דכתב הוא אין מלאכת כותב בדרך זה ולא מיקרי כותב גבי שבת רק חייב משום קושר אם יתרו בו משום קושר, אמנם דהוי כתב לענין דמיקרי תורת ד' שפיר מקרי כתב, אבל נתבונן דגבי כותב בדיו, ובסיקרא כו' אמרו דאם אינן נהגין זה עם זה כמו בכותב על שני כותלי הבית פטור משום דאינו חיבור זה לזה והוי כל אות בפני עצמו וכאילו כתב אות אחת, אם כן איך יתכן לאמר דהוי בכלל תורה מה דנצטרפו השי\"ן שבבתים והדלת שברצועה באחורי הראש והיו\"ד שבקשר של יד כיון דאינן נהגין זה עם זה וכל אחד בפני עצמו וגם בכתב גמור בכה\"ג פטור לגבי שבת בודאי דאין זה בכלל תורה [ולכן אתי שפיר מה שהקשה במרדכי דאמאי מותר להתיר הקשר יתחייב משום מוחק השם דלפ\"ז אין בו צירוף כתב דיתחייב משום מוחק, רק איסור דלמחוק השם נפ\"ל מלא תעשון כן ואין כתוב מחיקה רק כל שסותר מידי דקדושה וא\"כ נשאר קושיא לדוכתא ואכמ\"ל] אבל על השי\"ן שבבתים טעמא דחשוב תורה ופריך דתיפוק ליה דיהיה מעור טהור מקרא דלמען תהיה תורת ד' בפיך משום דכותב אות אחת גמטרי' בן בתירא מחייב ואף חכמים דפליגי מכל מקום מודו דכתב הוי לענין תורה וכדאמרו אמוראי מנין ללשון גמטריא מן התורה אנכי כו' נמרצת נצטדק כו' רק לענין שבת לא הוי דרך כתיבה בכך וכמו קושר בעור בשבת צורת אותיות כו' ואם כן השי\"ן שבעור הבתים של ראש לא גרע מכתב אות אחת גמטריא דהוראתו גלויה במה שנכתב בעור הבית של ראש דמאי ענינו אם לא להורות על שם שי\"ן דלת, וכל שהוראתו גלויה הוי ככותב אות אחת ונקודה לרמוז על גמטריא שלו, וזה רק בראש התיבה דאילו בירט הטית מנטתה הוא הראש דנון הוא מאותיות האמנתיו יטה נטה הטה אטה ולכן שפיר פריך רק על של ראש דתיפוק ליה מלמען תהיה תורת ד' נפקא דטהורות בעי, אבל הך דרצועות לאו בכלל תורה הוי כיון דאינן נהגין כאחד וזה ברור בס\"ד.<br><b> אמנם </b> רבינו נראה דלא גריס רק שי\"ן של תפילין הלמ\"מ כפי גירסת תוספות, ודלת בקשר דכתב להלכה הוא מדאמרו קשר של תפילין הלמ\"מ וזה על קשר של דל\"ת וכמו שאמרו על קרא דוראית את אחורי מלמד שהראהו קשר של תפילין אבל קשר של יו\"ד לא זכר בההלכות ודו\"ק."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>רחבה כאורך השעורה.</b><br><b> נ\"ב </b> מדרש ילמדנו פרשה בא."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולעולם כו' פני הרצועה למעלה.</b><br><b> נ\"ב </b> דרב הונא איתהפיך ליה רצועה ויתיב בתעניתא מוע\"ק."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כלי שהכינו להניח בו תפילין והניחם בו נתקדש ואסור להשתמש בו בדברי חול.</b><br><b> הנה </b> בירושלמי פרק בני העיר הלכה א' עד כדון כשבניי לשם בית הכנסת בניה לשם חצר והקדישה מהו, נישמעינה מן הדא קונם כו' אימת קדשה מיד או בשעת התשמיש נישמעיניה מן הדא העושה תיבה לשם ספר ומטפחת לשם ספר עד שלא נשתמש בהן הספר מותר להשתמש בהן הדיוט, ומה אם אלו שנעשו לשם ספר אינן קדושות אלא בשעת התשמיש זו שבניי' לשם חצר לא כ\"ש כו' ובירושלמי דיומא פ\"ג מייתי פלוגתא דתני העושה כלי להדיוט עד שלא נשתמש בו הדיוט מותר להשתמש בו גבוה כו' והא תני העושה כלי להדיוט אל ישתמש בו גבוה כו' ומביא מזה דפליגי בעושה כלי לגבוה אם משתמש בו הדיוט יעוי\"ש.<br><b> הנה </b> תלי הירושלמי הך דנשתמש בו הדיוט לנשתמש בו גבוה ומייתי פלוגתא בהא והכא לא מייתי פלוגתא דא משמע דהכא כו\"ע מודו. והנראה דדוקא בית הכנסת דיכולים למכור אותה ושתצא לחולין והלוקח ישתמש בה חוץ מארבעה דברים, וכן מטפחת לשם ספר ותיבה לספר דהוי תשמישי קדושה וגם אותן יכולים למכור שיצאו לחולין אם קונה בדמיהן ס\"ת או חומש כמפורש בדברי רבינו לקמן פרק יו\"ד הלכה ד' בזה פסיקא להירושלמי דכל שלא נשתמש בהן מותר להשתמש בהן הדיוט, אבל ביומא באבני קדש ובעושה כלי לגבוה והוא כלי שרת, או בגדי כהונה או עור שעבדו לשם מזוזה דמזוזה נשארת בקדושתה וכלי שרת אינן נפדין בין טהורים בין טמאים כדתנן ריש המנחות והנסכים יעו\"ש בגמרא, ובגדי כהונה הא מפורש בתוספות פרק ב' דקדושין גבי הא דאמר משנתינו בכתנות כהונה שלא בלו, דאין להם פדיון כמו כלי שרת, ועיין משנה למלך הלכות כלי המקדש פרק חית הלכה ה' וכן אבני המזבח כתב הרמב\"ן במלחמות לע\"ז גבי הא דאמר פרק ר' ישמעאל בשמעתתא דאין אדם אוסר דבר שאינו שלו דאין להם פדיון כמו כלי שרת יעו\"ש וכן פסק בהלכות בית הבחירה פרק א' דאין להם פדיון יעו\"ש. לכן איכא מאן דסבר דבהכנה לחוד גם כן מתסרא, ולפ\"ז נראה הא דאמר דבהכינו לשם הדיוט אם מותר להשתמש בו לגבוה, ובנשתמש בו לצורך להדיוט אסור לכו\"ע להשתמש בו לשם גבוה, זה דוקא היכי דאח\"כ צריך לעשות ממנו דבר מה דהוי קדושת הגוף ולא סליק מיניה ע\"י פדיון, אבל בעושה דבר שאח\"כ גם כן נפיק ע\"י מכירה וכי\"ב וע\"י שבעה טובי העיר גם להדמים יש להם פדיון לשיטת רש\"י ותוספות [ולרבינו במותריהן כמוש\"פ פרק י\"א מהלכות תפלה הלכה י\"ח ע\"ש בכסף משנה] ודאי דאין קפידא אם נשתמש בו הדיוט, ולכן שפיר תניא בתוספתא דכלים ומייתי לה בסוף נגמר הדין כפה שהוא טמא מדרס ונתנתו לספר טהור כו' הרי דמותר לעשות מן כפה וז\"ב.<br><b> ונראה </b> עכשיו סוגיא דבבלי דאביי אמר הזמנה מילתא הוי ומייתי מהא דאמר אביי דבגד שארגו למת אסור, לסודרא דאזמניה למיצר ביה תפילין דאסור למיצר ביה פשיטי עיי\"ש, הרי דלא מפליג לאביי כמו שחלקנו להירושלמי, דאי הוי מפליג הוי אמר דדוקא בגד למת שאם נקבר בו המת אין לו פדיון והוי כמו קדוה\"ג איסור הנאה דידיה כדאמר משום זה בפרק אלמנה לכה\"ג דאיצטלא דפרסוה אמיתנא קניא מיתנא ומפקיע מידי שעבודא דאשה, דהוי כמו קדוה\"ג יעו\"ש. אבל כאן דיכולים למוכרו לצורך הקדש לקנות בו ספר בזה הזמנה לאו מילתא הוי, אולם בבבלי לא נזכר הך דנשתמש בו הדיוט אסור להשתמש בו לגבוה, רק בפרק פרת חטאת דף קט\"ז ובפרק הקומץ רבה דף כ\"ב דקאמר דבעינן חדתי בעצים על המזבח, ותמן עצים גופא הוי קרבן, לכן סבר ראב\"ש דבעינן חדתי הא עתיקי לא ונשרפין הן ע\"ג המזבח, ואין למילף מינה למכשירי קרבן, אולם בירושלמי דשקלים ריש פרק ד', אמר דמשו\"ה מתנדבין עצים למזבח אף לרבנן דאמרי אין קרבן צבור מתנדב משל יחיד, משום דהוי מכשירי קרבן, וכן אמר דמשום זה מתנדבין כתונת לכהן דהוי מכשירי קרבן, אלמא דעצים דומין לבגדי כהונה, ואינן קרבן, ואף לרבי אין זה רק באומר הרי עצים אלו למזבח, הא בקונים ממעות עצים אין זה קרבן לכו\"ע, כמו שהוכיחו בתוספות פרק הקומץ רבה דף כ: ד\"ה מלמד שמתנדבין מתוספתא דשקלים עיי\"ש. אמנם חזינן דעצים ולבונה איתרבו לטומאה דחיבת הקודש מכשרתן, ולא שמענו שכלי שרת יתטמאו מן אוכלין [לבד מה שרצו איזה אחרונים לחדש ואינו] ועל כרחין דעצים משום דהוי אוכלו מזבח מקבלי טומאה וחיבת הקודש משוה אותן כאוכלי אדם מה שאין כן בכלי שרת שאינן אוכלי מזבח ג\"כ, ועיין בתוספות פרק המנחות והנסכים דף קא: סד\"ה פיגל במנחה כו' דהא דעצים ולבונה מקבלין טומאה הוא משום דהוי אוכלי מזבח יעו\"ש, ואם כן אפשר דלא ילפינן מאוכלי מזבח, דבעינן חדתי, ובבמה פליגי אביי ורבא בזבחים בפרק בתרא ודו\"ק בכ\"ז. [אולם בפרק שני דסנהדרין אמר בירושלמי דכלי שנשתמש בו הדיוט אסור להשתמש בו למלך אך מימרא דהתם צ\"ב ואכמ\"ל].<br><b> אך </b> דא נראה ברור דלמאן דאמר הזמנה לאו מילתא הוי' וכתבו הקדמונים ובראשם רבינו מאיר הלוי באגרות הרמ\"ה הנדפס מחדש יעו\"ש בשו\"ת להר\"ש משאנץ דהיכי דהוי גוף הקדושה מודה רבא דהזמנה מילתא הוי דע\"ז יליף מעגלה ערופה, ולא ממשמשין דע\"ז. נראה דוקא היכי דאין פדיון להקדושה והוי קדוה\"ג, אבל בביהכ\"נ וכיו\"ב אע\"ג דביהכ\"נ הוי גופא קדושה כיון דיכולים להפקיע קדושתה ע\"י מכירה מודה דלא עדיפא מתשמישי קדושה.<br><b> ובזה </b> א\"ש הא דאמר בתלמודין במגילה ריש פרק בני העיר גבי ליבני דבית הכנסת ואפילו למ\"ד הזמנה מילתא מוכח דלרבא הזמנה לאו מילתא הוי דבית הכנסת דיכולים להפקיע קדושתה לא עדיפא ממשמשים ודו\"ק. אולם המשנה למלך הביא תוספתא דעגלה ערופה נפדית תמימה לעולם (בהלכות רוצח) והוא בתוספתא דפרה, אולם כבר הארכתי הרבה מהא דאר\"ש דפרה מטמאה טו\"א, ועגלה ערופה חשיב דאינו מקבל טומאה ע\"כ משום דלאחר שנערפה אינה נפדית יעו\"ש, ועוד הארכתי דזה רק משום לב ב\"ד מתנה ולכך ר\"ש חשיב לשחיטת עגלה ערופה דהיא שחיטה שאינה ראויה ואכמ\"ל ובמקומו יבואר. ושוב דברינו נכונים וברורים דקדושת עגלה ערופה אינה רק קדושת הגוף וכפרה כתיב בה כקדשים ודו\"ק [ואמנם דברי מתנגדים לדברי להקת האחרונים ובראשם הטו\"א] אולם הא שכתבתי דאינו אסור רק באוכלי מזבח הוא מן התורה הא מדרבנן ודאי אסור אפילו באבני בית הבחירה כדתניא בתוספתא דמגילה ופסקה רבינו בפרק א' מהלכות בית הבחירה וצריך שיהיו חציבתן לשם גבוה יעו\"ש, וכלי שנעשה לשם גבוה משתמש בו הדיוט, וזה כרבנן דתמן דמייתי ירושלמי ולא פליגא כלל על הך ברייתא, ובנעשה להדיוט ונשתמש בו לכו\"ע לגבוה אינו משתמש כמו\"ש רבינו, ובמזוזה וכי\"ב דהוי הדיוט לגבי גבוה כמו דבית הכנסת הוי נגד הר הבית פליגי רשב\"ג ורבנן, וזה פירוש הירושלמי תיפתר שבא מתרומת הלשכה ולית ש\"מ כלום ואכמ\"ל ודו\"ק בכ\"ז.<br><b> ולפי </b> המתבאר שיטת ירושלמי דעושה כלי להדיוט אל ישתמש בו גבוה, ובגדי קדש צריך שתהא אריגתן בקדש ובקדש יארגו, נתבונן שיש לפרש שמועה אחת עמומה בריש הגוזל עצים דאמר אביי ר' שמעון בן יהודה כו' כולהו ס\"ל שנוי במקומו עומד כו' הא דאמרן כו', ותמוה הא תני בהדיא טוואו וארגו אינו מצטרף רק בצבעו פליג ואי הוי סבר דשנוי לאו כלום אמאי אינו מצטרף בטואו או ארגו, וע\"כ דלא פליג רק בצבעו משום דהדר ע\"י צפון וכמו דמדחה רבא ומאי ס\"ד דאביי ויעוין בתוס', ולפ\"ז יש לאמר דעד כאן לא שמענו לר\"ש בן יודא דפליג רק בגזז פחות מחמשה ומשיעור מנה ופרס וצבעו ואח\"ז גזז עוד פחות מכשיעור דאינן מצטרפין בטואו וארגו קמ\"ל דבצבעו מצטרפין, ובזה מה דבטואו וארגו אינו מצטרף לא הוי מטעם שנוי רק טעם אחר יש דבפרק ראשית הגז יליף שיעורה דנתינה כדי לעשות בגד קטן מקרא דכתיב כי בו בחר ד' לעמוד לשרת, דבר שהוא ראוי לשירות מאי ניהו אבנט ומזה יליף דשל צמר של רחלים ולא של עזים יעוי\"ש, א\"כ יתכן דיליף ר\"ש בן יודא דאינו מצטרף לחיוב רק \"שאם הוא בשעת החיוב ראוי להיעשות ממנו דבר הראוי לעמוד ולשרת וזה אבנט של כהן\" אבל אם טואו וארגו דכיון שהם לא נטוו ולא נארגו בקודש תו אינן ראוין להיעשות מהן דבר הראוי לשרת לכן אינן מצטרפין להתחייב בראשית הגז, ודוקא בצבע הצמר שראוין הן עדיין להיעשות מהן בגדי כהונה לשרת בקודש מצטרפין הן לחיוב ואי משום דגזלן קני בשנוי סבר דשנוי לא קני. ולפ\"ז אי גזז כבר כשיעור וארג וטוה כולן דכבר נתחייבו ושנוי סבר דלא קני אז נותנן לכהן יעוי' בתוס' מרובה דף ס\"ו ד\"ה לא הספיק ליתנו ודו\"ק. ולפי שיטת הירושלמי דמשוה הך דעושה כלי להדיוט אם מותר להשתמש בו גבוה כמו אם נשתמש בו הדיוט דלכו\"ע אינו משתמש לגבוה, ומשוה זה לעושה כלי לגבוה אם משתמש בו הדיוט יעו\"ש, והנה אביי איהו מרא דשמועה דהזמנה מלתא ואם כן לדידיה לפי סברת הירושלמי הוא הדין דבעושה כלי להדיוט אל ישתמש בו גבוה כאלו נשתמש בו גבוה כיון דלדידיה הזמנה מילתא, ולפ\"ז בגדי כהונה שנטוו או נארגו אל ישתמש בהן גבוה [ואף בנטוו דבטווי לאריג מודה אביי זהו במידי דלא קפיד על מנין החוטים ושיהיו שזורין ואכמ\"ל] ואינן ראוין לשרת בהן ולכן אינו מצטרף להתחייב בנתינת ראשית הגז, ולפ\"ז לאביי פליגי ר\"ש בן יהודה ורבנן אליבא דר' שמעון אם שנוי קני או לא יעו\"ש. ולפי זה לרבא דהזמנה לאו מלתא ואם נארגו להדיוט רשאין לעשות מהן בגדי כהונה ועל כרחין דבארג וטווה קני בשנוי וצבע לא הוי שנוי דעבר ע\"י צפון וכמו דמסיק רבא, אמנם שיטת הבבלי יבואר דאינו כן אך מכל מקום בס\"ד דאביי נכון להתפרש כן ודו\"ק היטב."
            ],
            [],
            [],
            [],
            [
                "<b>וכל הטמאים כולן חייבין בתפילין.</b><br><b> נ\"ב </b> אף מצורע כמבואר מועד קטן דף ט\"ו ודו\"ק."
            ],
            [
                "<b>וכמותן בשל יד.</b><br><b> נ\"ב </b> רמז לשם מ\"ב שיש בצירופין וכן אמרי בקדושין היודעו אימתו מוטלת על הבריות וכמו בתפילין ויראו ממך."
            ],
            [],
            [],
            [
                "<b>היה לבוש תפילין והוצרך לבית הכסא כו'.</b><br><b> רבינו </b> לא חילק בין תפילין של יד לשל ראש בכל ההלכה. ובתוספות פרק הקומץ רבה, נסתפקו בזה דאולי תפילין של יד דמחופות בעור ויו\"ד של תפילין אינו אות וכמו דאמרו בבמה מדליקין דמה\"ט לא מקרי רצועות תורת ד' בפיך שרי ליכנס עמהן בבה\"כ וכמו דשרי ליכנס עם קמיעות המחופות בעור כמבואר פרק במה אשה דף ס\"ב, ובתוספות שם הוכיחו מדאמר שאין יוצאין בתפילין ברשות הרבים דילמא מפסיקי כו' ולא אמר משום דזימנין מצטריך לבה\"כ ואתי לאתויינהו מוכח דבשל יד שרי למיעל לבה\"כ, אמנם רש\"י לא גרס דילמא לא מפסיקי ופירש טעמא משום דמצריך ליה לבה\"כ יעו\"ש. ובזה יונעם לנו דברי הגמרא אחרי שפסקו דגוללן כמין ספר, ואוחזן בידו נגד לבו מייתי אמר רבה בב\"ח כי הוי אזלינא בתריה דר' יוחנן כי הוי בעי למיעל לבה\"כ כי הוה נקיט ספרא דאגדתא כו' כי הוי נקיט תפילין לא יהיב לן אמר הואיל ושרינהו רבנן ננטרן, אמר רבא כי הוי אזלינא בתריה דרב נחמן כי הוי נקיט ספרא דאגדתא כו' כי הוי נקיט תפילין לא יהיב לן אמר הואיל ושרינהו רבנן ננטרן, ולפ\"ז אתי שפיר דהרא\"ש גריס בירושלמי ר' יוחנן לא הוה מנח תפילין אלא מפסחא לפסחא והוי הדיק רישא מפסחא עד עצרתא א\"כ ר' יוחנן לא היה מניח תפילין של ראש, ורק על תפילין של יד אמר הואיל ושרינהו רבנן ננטרן ואין ראיה מזה לשל ראש דמגולין ושי\"ן של ראש הלכה למשה מסיני, לכן מייתי שוב מרב נחמן דאיהו לא הוי יהיב תפילין של ראש ג\"כ והוי מעייל לבה\"כ הואיל למינטר יתיה אע\"ג שהיה לו למי ליתן וזה נכון. ולפנינו הגירסא בירושלמי פרק היה קורא בקייטא דלא הוי חזיק רישא לא הוי לביש אלא דאדרעאי יעו\"ש, וכ\"ז כפי מה שפסקו רוב גדולי הקדמונים דאף תפילין של יד אסור למיעל בהן לבה\"כ, ובאמת מוכח כן מפ\"ק דיומא דאמרו דתפילין קו\"ח מציץ דחייב למשמש בהן דיש בהן אזכרות הרבה ויעו\"ש, בתוספות דפירשו דמדרבנן הוא, ופריך שם דהיה להן לחכמים לתקן דתפילין לא יסיח דעתו מהם. ואם כן לענין למיעל לבה\"כ דאמרו שם אילימא תמיד על מצחו מי משכחת לה מי לא בעי למיעל לבית הכסא ומי לא בעי מינם כו' הרי דציץ אסור למיעל לבית הכסא, כ\"ש דאסור בתפילין למיעל לבה\"כ, וודאי כשאמרו חכמים חייב אדם למשמש בתפליו בכל שעה ושעה הוא גם על תפילין של יד, ורבינו אליהו פירש הא דאמרו פרק ג' דיומא ש\"מ עיבורא דרעה אטוטפתא אסור לענין משמוש קאי שימשמש בשל יד קודם, וכן אמרו פ\"ק דשבת דיוצא אדם בתפילין עם חשיכה ע\"ש, כיון דחייב למשמש בהן מידכר דכיר להו וסתמא אמר אף אם לא יצא רק בשל יד לחודא. הרי ברור דתפילין אסור למיעל בהו לבה\"כ כשהוא לבוש אף בתפילין של יד, וכן כתב רבינו לעיל הלכה י\"ד דשל יד שוה לשל ראש לאיסור היסח הדעת, א\"כ כ\"ש דאסור למיעל בהו לבה\"כ קו\"ח מציץ אמנם לכאורה מוכרח מכאן כפסק רבינו דבלבוש בתפילין אסור לישן אפילו שינת עראי דקו\"ח מציץ דאמר דאסור דמלשון מי לא בעי מינם משמע שינת עראי.<br><b> אך קשה </b> דאמרו תמיד על מצחו מי משכחה לה, מי לא בעי למיעל לבית הכסא מי לא בעי מינם כו' ובסנהדרין גבי מלך אמרו אינו נכנס לא לבית הכסא ולא לבית המרחץ שנאמר והיתה עמו וקרא בו כל ימי חייו מקום הראוי לקרות בו אלמא דצריך קרא לזה שלא יכנס עמה לבה\"כ והלא ס\"ת חמורה קדושתא מתפילין, ותפילין חמירי מציץ ואפ\"ה אמר שם דליכא למימר תמיד דאסור לעייל עמו לבית הכסא, וזה תמיה רבה עמד עליה מחבר אחד. אמנם יש לפרש דסד\"א דיכניס הס\"ת מחופה ונגלל בדבר אחר, וכמו קמיע דשרי למיעל הואיל ומחופות עור אך גבי ציץ ליכא למימר דמחופה בדבר אחר דא\"כ הוי ליה יתור בגדים וכמו שאמרו דצילצול קטן הו\"ל יתור בגדים בפרק ב' דזבחים דף י\"ט עיי\"ש ואינו מרצה אז ציץ כמו שיבואר. אך טפי נראה לפרש הכוונה בגמרא פשוט, דכתיב והיה על מצחו תמיד להם לרצון לפני ד' שהוא מרצה תמיד כשעל מצחו תמיד וע\"ז פריך דכי מעייל בבית הכסא איך יתכן לאמר דאז הציץ מרצה, הלא קיי\"ל בריש פרק אמר להם הממונה כל המיסך רגליו טעון טבילה, וכל המטיל מים טעון קידוש ידים ורגלים משום היסח הדעת מעבודה, ואפילו יציאה בעי בפ\"ב דזבחים אם מועיל לקידוש ידים ורגלים, ועיין פרק ה' מהלכות ביאת המקדש דאם לא קדש ידיו ורגליו כשהטיל מים או הסך רגליו עבודתו פסולה משום דהוי כעבד בלא קדוש ידים ורגלים, ואמרו דבלא קדוש ידים ורגלים עבודתו פסולה. דילפינן חוקה חוקה ממחוסר בגדים דכמו התם בזמן שאין בגדיהן עליהן אין כהונתן עליהן, כן בלא קידוש ידים ורגלים אין כהונתן עליהן, וכיון דכי עייל לבית הכסא בעי קדוש ידים ורגלים הוי כאין כהונתן עליהן וכמחוסר בגדים, האם יתכן דאז יהא הציץ מרצה, כיון שמונח על מצח זר ואין כהונתו עליו, וזה נראה נכון בפשט הגמרא וכן הא דאמר מי לא בעי מינם מדוקדק דאם מצד קדושה הלא כמה תנאי שרי לישן בתפילין [בדף כ\"ה בסוכה] שינת עראי יעוי\"ש, אך לפי מה שכתבתי א\"ש, דבפרק אמר להם הממונה בירושלמי תני ישן טעון טבילה נתנמנם טעון קדוש ידים ורגלים וא\"כ הרי אין כהונתו עליו ואיך ירצה הציץ כשהוא על מצחו אז וז\"ב ולפ\"ז נדחה ראייתינו דאסור למיעל בתפילין של יד לבה\"כ, אך לדעתינו ראיה אחרת, מהא דאסור לישן בתפילין וגזירה שמא יפיח ובודאי דגם בתפילין של יד אמרו כן וכן מוכח מדלא נזכר דישן בהן קבע רק דפריס סודרא עילויה, והא שאמרו דמנחי ברישא לאו דוקא ואין לאמר דאסור לישן משום היסח הדעת, דכבר פירשו בתוספות הישנים ביומא דף זיי\"ן משם ר' אלחנן דטעמא דהיסח הדעת לא שייך אלא כשהוא ניעור, ופירוש דבריו עפ\"י מה שפירש ר' אלחנן ריש פרק חומר בקודש הא דנאבד הבשר לא מיפסל משום היסח הדעת משום דלא שייך לפסול קדשים בהיסח הדעת רק היכי שהיה בידו ואסח דעתו מינה, אבל היכי שאין בידו כגון שאבד לא שייך לפסול משום היסח הדעת. ולפ\"ז גם כאן אם התפילין לבוש בהן ומסיח דעתו מהם שייך לאסור משום היסח הדעת, אבל כשישן הרי אז הוי כאילו אינו בן דעת ואם כן הוי כאילו נאבד שאינו שייך לאסור משום היסח הדעת וכיון דאסור לישן בתפילין ומשום קרי כבר פירשו תוספות פרק במה טומנין דאין לחוש יעו\"ש א\"כ ע\"כ אינו אסור רק שמא יפיח ומוכח דאף בתפילין של יד אסור למיעל לבית הכסא מכ\"ש וזה ברור."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואינו נמשך בשחוק וכו'.</b><br><b> זה </b> כוונת הגמרא ריש פרק אין עומדין אנא תפילין מנחנא ודו\"ק."
            ]
        ],
        [
            [
                "<b>ולא מן הגליונים של ס\"ת אין כותבין עליו מזוזה לפי שאין מורידין מקדושה חמורה לקדושה קלה:</b><br><b> הנה </b> בפרק כל כתבי בעי יש בהן משום קדושה והוי בעיא דלא איפשטא. ופסק רבינו בפרק כ\"ג מהלכות שבת דאין מצילין אותן מפני הדליקה, וכפי הנראה דפסק דאין בהן משום קדושה, וכאן פסק דאין כותבין עליהם תפילין כו' ואולי משום דשם פסק לחומרא דאין מצילין וכאן פסוק לחומרא דאין עושין מהן מזוזה, ואפשר דדוקא להציל אותן מפני הדליקה דאף אם היו כתובין בכל לשון אין מצילין וכמו שכתבו תוספות, אולם תוספות כתבו דקיל לענין הצלה מקריאה יעו\"ש בד\"ה מגילה, ומצאתי בנודע ביהודה מה\"ת שהעיר לענין נמחק דאמרי דפקע קדושתיה דדוקא משום כתבא הוא דקדיש כו' והעיר בהך דגליונין. אמנם אם נימא כיון דאי גייזי ושדי לית בהו קדושה, רק קדושתן כשמחוברין להמקום הכתוב, נראה קצת דהוו רק כמו משמשי קדושה, ונתבונן דהט\"ז חידש בסימן קנ\"ד ס\"ק ט' דארון של ס\"ת אם לא יוכלו להשתמש בו ויהא טעון גניזה מוטב להורידו לקדושה קלה דעדיף טפי ממה שיגנז, ולפ\"ז צ\"ע הא אמרו בס\"ת שבלה שאין עושין הימנה מזוזה אף דיגנזו, ומוטב לגונזה מלהשתמש בה לקדושה קלה לעשותה מזוזה וצריך לאמר דהט\"ז לא אמר רק במשמשי קדושה וכמו שהוכיח מהא דאמרו מטפחות ספרים שבלו עושין אותן תכריכין למת (הגם כי לשון וזו היא גניזתן מורה דוקא מפני שהוא דרך גניזה ואין העין שולט בהן) מצוה וזה דוקא במשמשין של קדושה לא בדברי קדושה עצמן.<br><b> ולפ\"ז </b> יסולק קושיית התבואות שור מהא דבפרק ר\"י בעו\"ג אמר על אבני מזבח ששקצום מלכי כו' וגנזום, דכיון דאישתמוש בהו לגבוה לאו אורח כו' לאישתמושי בהו להדיוט, ואמאי יעשו מהם אבני עזרות וכו' ולפ\"ז ניחא דאבני מזבח אינן משמשי קדושה רק קדושה גופא וכמו שאמרו במנחות צ\"ט בתחילה תשמישי מזבח ועכשיו גופו של מזבח, הרי דהוי גוף הקדושה, ובזה הוי כס\"ת שבלה דמוטב דתיגנז ולא ישתמשו בה קדושה קלה. (והקדמונים חילקו לענין הזמנה בין גוף הקדושה למשמשין ועיין ירושלמי יומא ואכמ\"ל) אם כן אם נאמר דגליונין הוי גוף הקדושה א\"ש, אבל אם נאמר דרק אם מחובר לכתב והוי רק משמשי קדושה, ובזה אם אין מהם רק שיגנזו מוטב לכתוב מהן תפילין ויעוין תשובות מהר\"מ פאדווא סימן פ\"ד ודרכי משה בזה ועוד צ\"ב. וכל שכן ממשמשי קדושה חמורה להיות גוף קדושה קלה מותר. ועיין תוספות סוף מגילה ד\"ה הלוחות והבימות.<br><b> ועוד </b> בטורי זהב סימן קנ\"א ס\"ק ג' שכתב שאם נתץ ע\"מ לבנות שא\"כ כשעושין גומא בכותל לדף הנקרא שטענדער שאסור, שאף שכתב המרדכי שאסור לנתוץ דבר מביהמ\"ד ומדמה זה לנותץ דבר מן ההיכל והעזרות, נראה לדעתי דלאו ממש הוי כעזרות לענין זה והוי כמו שאמרו בבהכ\"נ מקרא דוהשימותי א\"מ כו' דאין עושין אותו קפנדריא, ואפילו הכי אמרו בברכות דמנעל ורקיקה דהוי לגבי הר הבית קו\"ח מקפנדריא שריא בבית הכנסת, דדומיא דביתו, ובביתו קפיד אינש אקפנדריא, אבל ארקיקה לא קפיד אינש, כן בנותץ בבית הכנסת מידי דבביתו לא קפיד אינש שריא ולא ילפינן לזה בית הכנסת מביהמ\"ק ובביתו לא קפיד אינש אם נותץ על מנת לבנות שלא במקומו ופשוט מאד לדינא. ודוקא במוחק השם דנפקא ליה מלא תעשון לד' אלדיכם אמרו דמוחק ע\"מ לתקן אסור, הא בכתבי קודש מותר למחוק לתקן בשביל אותיות אחרים, וכ\"ש בביהכ\"נ דשרי ופשוט: ויעוין הלכות בהב\"ח פרק א' ה' כ' דביהכ\"נ מקרי הדיוט לנגד הר הבית."
            ],
            [],
            [
                "<b>או שהוסיף כו' אפילו אות אחת כו'.</b><br><b> נ\"ב </b> כמו שכתב פרק ז' שהיתר כחסר."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומחנכים את הקטנים</b><br><b> נ\"ב </b> יעוין מש\"כ בסוף הלכות נחלות בזה.",
                "<b>השוכר בית בח\"ל כו' פטור כו' ל' יום.</b><br><b> פירושו </b> משום דאמרו פ\"ק דרה\"ש דלא טרח אינש למידר פחות מתלתין יום ולכן סתם שכירות בית שלשים יום יעוי' ש\"ך סימן שי\"ב בחומ\"ש ס\"ק ד', ודברי תוספות בחולין דף ק\"י ד\"ה טלית שאולה כו' שכתוב דאין סתם שכירות ל' יום צ\"ע, וכן פונדק השוכר או שואלו לנשואין ל' יום תוספתא מציעא הובאה בהלכות וברבינו, ויעוי' תוספות שבת ריש שואל."
            ]
        ],
        [
            [],
            [
                "<b>ואם יש בו כדי לרבע ד\"א על ד\"א בשוה אעפ\"י שהוא עגול או בעל חמש זויות.</b><br><b> דאף </b> ע\"ג דלגבי נגעים אינו מטמא בכ\"ז בית מקריא רק דאיתמעט מקיר קירות וחייב במזוזה.",
                "<b>ואצ\"ל שאם היה ארכו יתר על רחבו.</b><br><b> שבנגעים </b> גם כן מטמא כיון דאיכא קיר קירות חייב במזוזה."
            ],
            [],
            [],
            [
                "<b>היה מקצתו מקורה ומקצתו אינו מקורה.</b><br><b> פירוש </b> אף שאין בו ד' ע\"ד בקרוי מצטרף השאינו מקורה לשיעור ד' אמות דכן אמר פתחי שימאי פטורין מן המזוזה זה דוקא כשהפתח בלא תקרה פטור אבל אם הפתח בתקרה חייב במזוזה אע\"פ שהבית אינו מקורה ועיי' פ\"ב מהל' שכנים ה\"ו כן נ\"ל בדעת רבינו."
            ],
            [
                "<b>כל השערים שהיו במקדש כו' חוץ כו'.</b><br><b> בתוספות </b> תמהו אמאי לא חשיב נמי לשכת בית האבן שבה היה דירה לכהן השורף הפרה וע\"ש מה שתרצו. ונראה דבגמרא מפרש דפליגי בזה ר' יהודה ורבנן דרבנן סברי דירה בע\"כ שמה דירה. ור' יהודא סבר לא שמה דירה. הרי דאף ע\"ג דדר מדעתו כיון דהוא מוכרח להיות בה חשיב לה בע\"כ ולא שמה דירה לכן נראה דגם לרבנן דוקא במקום שאנשים יכולים לבוא אליו חשוב בית, אבל לשכת בית האבן שאחיו הכהנים אינן נוגעין בו ואסור לבוא אליו איש זולתי הוא לבדו ודאי לא הוי דירה ודו\"ק. ויעוי' רש\"י עירובין דף ט\"ו בד\"ה משום דהוי דירה שתשמישה לאויר כו' יעו\"ש."
            ],
            [
                "<b>בית התבן בית הבקר כו' פטורין כו'.</b><br><b> פסק </b> כרב שמואל ב\"י דתני קמי' דרבא וכן אזלא משנתנו בפרק משוח מלחמה דדריש אין לי אלא בית בית התבן ובה\"ב ובית האוצרות ת\"ל אשר בנה מכל מקום הרי דצריך רבוי לרבות ור' אליעזר בן יעקב אמר אין לי אלא בית על אלו אין חוזר מהמלחמה הרי דפסיקא להו דאינן בכלל ובית והכא דריש מביתך כי היכי דלא נילף מהתם אבל הא חזינן דאינן בכלל בית וזה מוכרח כפסק רבינו.",
                "<b>בית שער אכסדרה וכו' פטורין מן המזוזה וכו' אם היו בתים החייבין במזוזה פתוחין למקומות אלו חייבין במזוזה.</b><br><b> נשאלתי </b> בבית שיש בו כמה בתים, מהם בתים שדר בהם ישראל, ומהם בתים שדר בהן עו\"ג, ויש פרוזדור שנכנסין בה לבתיהם, ובהפרוזדור מונח כלים וכיו\"ב אם פתח הפרוזדור חייב במזוזה.<br><b> והנה </b> בבית שישראל וגוי שותפין בו הוא מפורש ברמ\"א סימן רפ\"ו דפטור ממזוזה, והרשב\"א פליג וס\"ל דחייב מדלא מוקי בחולין ביתך למעט שותפות גוי, אמנם פה יש ספק אחר, דביומא דף י\"א אמרו הני אבולי דמחוזא מ\"ט לא עבדו להו רבנן מזוזה, ופרש\"י שערי עיר ששמה מחוזא והיו רובן ישראל והנה אם סבר רש\"י דביתך ממעט שותפות עו\"ג מה לי אם מעוטו של עו\"ג אינו ביתך, ואם ביתך לא ממעט מה איכפת לן שרובה עו\"ג, הלא דירת ישראל עכ\"פ חייבת במזוזה, ועמד ע\"ז בשו\"ת רעק\"א. אולם דברי רש\"י מוכרחים, דבירושלמי שם יומא פ\"ק מ\"ט דרבנן בשעריך וכי בית דירה הן התיב ר' יוסי ב\"ב והתניא בשעריך לרבות שערי המדינה וכי בית דירה הן לא שבהן הן נכנסין לבית דירה, ה\"נ שבהן נכנסין לבית דירה, אם כן חיובא דשערי מדינות ושערי עיירות דבהן עשוי שנכנסין בהן לבית דירה ואין חיובו מצד עצמו ואם כן תביט על מי מתייחס השער אם רובא ישראל א\"כ חשבת כאילו נכנסין לבית דירות ישראל בהן, וחייבין במזוזה ומקרי בשעריך דסלק מיעוטא כמאן דליתא, דאטו אותו השער אינו נצרך לבתי ישראל ומתיחס רק אל בתיהן, אבל כי רובא עכו\"ם הרי נכנסין בה לבתי דירות של עו\"ג, והוי כמו שער מדינה של גוים, דאדעתא דרובא איתעבידא הך שער, וכמו דאמרו בסוף פרק כל כתבי אדעתא דרובה מחממי אדעתא דרובה מדלקי כו' ויעוי' כתובות דף מ\"ה מבשעריך דממעט שערי עכו\"ם תלוי בעיר שרובה גוים דתו הוי שערי גוים הרי דברובא תלוי' מלתא וכן גבי מזוזה. ודו\"ק. אבל בית שעיקר חיובו מצד עצמו שהוא בית דירה אטו כי דר בה הגוי אין דירתו ממעט דירת ישראל ולא מקרי ביתך אף כי דר עו\"ג אחד בין עשרה ישראלים, וזה ברור מאד. וכיון שכן לפסק השו\"ע דבית האוצרות ובית העצים חייב במזוזה אם כן מה שדר בה העו\"ג בתשמיש שמניח בה עצים ואוצרותיו הוי בית לענין מזוזה ותו לא מקרי ביתך דישראל אף אם עשרה ישראלים דרים בה. אבל לשיטת רבינו דפוסק דבית העצים פטור מן המזוזה דלא מקרי בית תו הוי הפרוזדור רק כמו בית שער ולא דר בה לא הגוי ולא הישראלים רק דהוי בית שער שבו נכנסין לבית דירה אם כן אם רובן הדרים בבתים ישראל הלא נכנסין בו דרך הבית שער ומקרי דמתייחס דהוי ב\"ש לבתי הישראלים, וחייב במזוזה דבר תורה, וזה ברור אם לא באופן דיש חשש סכנה כמו\"ש הפוסקים ודו\"ק."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שהיא חובת \"הכל\" \"תמיד\".</b><br><b> נ\"ב </b> אפילו נשים ואף בלילה."
            ]
        ],
        [
            [
                "<b>ואע\"פ שהניחו לו אבותיו ס\"ת מצוה לכתוב משלו.</b><br><b> אציג </b> פה מה שהשבתי לחכם אחד. במה שהביא ראיות דאינן יוצאין מצות כתיבת ס\"ת בשותפות. חדא דהטור ורא\"ש תמהו אמאי לא מקיימינן מצות כתיבת ס\"ת בזה\"ז ואם יוצאין בשותפות אין עיר שאין בה ס\"ת עכ\"ל. ובאמת זה אינו דנראה דאף אם נימא דיוצאין בשל ס\"ת בשותפות מדכתיב כתבו לכם, מכ\"ז אם הוה בשותפות מי שאינו בר חיובא אינם יוצאין, דאף דהס\"ת כשר, מ\"מ אינו מקיים מצות כתיבת ס\"ת, דהוה כמו שקנו ס\"ת וא\"כ חזינא דנשים מתנדבים בכתיבת ס\"ת, א\"כ א\"א לצאת, דע\"כ דמקנים המעות לצבור, א\"כ אם הוה מצוה פרטיית על כל יחיד איך יוצאין במה שכותבין ממעות השייך לצבור לא לכל יחיד [עיין מנחות כ\"א דכהן שוקל בק\"צ ומנחתו נאכלת] ודו\"ק.<br><b> שנית </b> הביא ראיה ממה שצוה לנו לכתוב ס\"ת ומשה הלא כתב י\"ג ס\"ת ומסרן לי\"ג שבטים ואמאי נצטוו לכתוב ס\"ת הא יוצאים במה שמסר להם משה, וכפי הנראה דמצוה זו נהגה תיכף עכ\"ד. והא לאו מידי, דמאי ראיה זו הלא אם יאבד הס\"ת או יתרחקו שלא יוכלו לשמוע ודאי א\"י ולכך נצטוו, וע\"כ תוקף ראיתו מהא דקאמר ועתה כתבו לכם את השירה הזאת משמע עתה תיכף, הלא פשטיות המקרא צווח שתיכף כאשר צוהו השם לכתוב השירה וללמדה לבניו עשה מיד משה ויכתוב משה את השירה הזאת וילמדה הרי חזינא דמשה קיים בכתיבתו ביום מותו י\"ג ס\"ת מצוות עשה של כתבו לכם את וכו' וחזינא דיוצאין בשל שותפות. ופשטיות המקרא היה מורה דאין זה מ\"ע ליחיד רק ציוו למשה שיכתוב לפני מותו וילמדנה לבניו, רק בכ\"ז למדו רז\"ל דמצוה לכל יחיד מדכתב כתבו לכם ולמדה הלא היה צריך לכתוב כתוב לך בלשון יחיד וזה דיוק נפלא, אבל מ\"מ מקרא צווח שבכתיבת משה קיימו מצותה ודו\"ק.<br><b> שלישית </b> הביא מהך דקאמר בנדרים מ\"ח מ\"ת יכתוב חלקו לנשיא, וא\"כ אם אין לו ס\"ת אחרת אין זו תקנה, וע\"כ דבלא\"ה אינן יוצאין בשותפות ע\"כ, הנה תוספות פירשו ספרים שרגילין ללמוד בהם בני העיר, הרי לא קאי על ס\"ת כלל, ואף דמרש\"י משמע דעל ס\"ת קאי א\"ש דנראה לי להסתפק אם אין לו בה רק שותפות של פחות מש\"פ אם יוצאין בה, דהא בודאי אם יצוייר שס\"ת שלמה אין שוה פרוטה בכ\"ז יוצאין בה, אבל בשותפות מסתפקנא [ועיין סוכה דף כ\"ח ברש\"י דמפיק מהא דיוצאין כל ישראל בסוכה אחת וא\"א דאית ביה ש\"פ לכל חד דשאול כשר, ואע\"ג דבפחות מש\"פ יוצא באתרוג דבאתרוג שהוא פחות מש\"פ יוצא בודאי כמו ערבה, וטעמו משום דבצירוף ממונו הוי ממון דכל ממונו הוא מתחלק לפחות מפרוטה, ובצירוף ממונו גם האתרוג שפחות מפרוטה הוי שלו ודו\"ק היטב] ואם נאמר דיוצאין בה א\"ש, דיתן כל חלקו לנשיא וישייר בה פחות מש\"פ, דאינו ממון למיתסר בהנאתו. ודו\"ק. ע\"כ השבתי לחכם הנ\"ל:<br><b> ולפ\"ז </b> אתי שפיר מה שהביאו המחברים דאינו יוצא מצות כתיבת ס\"ת בס\"ת של שותפות מהא דפריך הגמ' ב\"ב דף מ\"ג וליסלקו בי תרי מינייהו (אף דע\"כ אין להם ס\"ת אחרת) היינו שיסלקו מכל חלקם ויותירו לבד פחות מש\"פ, וא\"כ אינם פסולין להעיד שאין להם בה ממון ונוגע אינו. ומשום מצות כתיבת ס\"ת דאם ישקר, הרי ס\"ת אינו שלהם וא\"כ בלא\"ה אינו יוצא בה כתיבת ס\"ת דקמי שמיא גליא ודו\"ק.<br><b> והנה </b> המחברים ובראשם הפר\"ד על הא דפריך בגמ' פרק ב' דסנהדרין איתביה אביי וכתב לו ס\"ת לשמו שלא יתנאה בשל אחרים מלך אין הדיוט לא ומאי פריך אימור דהדיוט סגי בשל שותפות דכתיב כתבו לכם מה שא\"כ מלך דכתיב ביה וכתב לו צריך לכתוב לשמו ולא של שותפות יעוי\"ש.<br><b> ולדעתי </b> נראה דאם יוצאין בשותפות מדכתיב לכם לשון רבים, ולרבים קאמר כתבו לכם, א\"כ ניחזי דבחלה קאמר בריש ראשית הגז דשותפות חייבת ועיסת שותפות עכו\"ם פטורה משום דהפרשת חלה אינה רק חיובית על העיסה, ואמרינן דהתורה אמרה לשון רבים עריסותיכם, וא\"כ אי איכא בהו חד דאינו חייב הלא לא קאי עליו הך עריסותיכם וממילא הישראל פטור שאין שלו כשיעור החייב בחלה, כן הכא בס\"ת דחובת הגוף היא וכי אמרה התורה לרבים כתבו לכם בלשון רבים, היינו שהרבים יוצאים בכתיבתם, ידי מצות עשה, וכי איכא בהן חד דלא נפיק בכתיבתה, ידי מצוה א\"כ אינו נכלל בכלל כתבו לכם, וא\"כ תו גם השני אינו יוצא ידי מ\"ע שכיון שלא קאי עליו כתבו לכם וברור. והא ודאי אם אחד מהשותפים יצא ידי כתיבת ס\"ת מכבר לא שייך זה. דמוסיף במצוה הוא ויוצא בזה כמו בזה, אבל בס\"ת של מלך דתניא בתוספתא ובירושלמי וקרא בו הוא ולא אחר וטעמו הוא משום דאין משתמשין בשרביטו של מלך א\"כ האחר אינו יוצא משום שאינו יכול ללמוד בה. ורחמנא קאמר ועתה כתבו לכם כו' ולמדה בנ\"י הרי דעיקר מצות כתיבה אינו רק משום למוד, וכן פטרו הקדמונים אשה מהך מ\"ע משום דאינה בלמוד ופשוט דלמדה בני ישראל כתיב ולא בנות ישראל והבן. הרי דעיקר מצותה משום לימוד, וכיון שהאחר אינו יוצא בכתיבתה ידי חובת מ\"ע א\"כ לא נכלל בכלל כתבו לכם, וא\"כ תו הוי המלך ג\"כ אינו יוצא משום כתיבת ס\"ת דאינו שלו רק מחצה והמחצה השניה הוה כמו שקנה מחברו או שאלה ושפיר פריך דלמאי צריך למידרש מוכתב לו לשמו, הא אף בלא הך לו ג\"כ אינו יוצא בשל שותפות משום מ\"ע דכתיבת ס\"ת דגם הדיוט מצוה עליו דלא קיים מ\"ע דוכתבו לכם, וע\"כ דבירושה אדם יוצא וכן בשאולה וכו' ובאחרים שקנויה לו ושפיר פריך אביי ובחידושי לב\"ב הארכתי בזה קחנו משם ודו\"ק."
            ],
            [],
            [
                "<b>לא יסור מעמו אלא בלילה בלבד וכשיכנס כו'.</b><br><b> נ\"ב </b> ט\"ס וכצ\"ל (אפילו) בלילה בלבד כשיכנס כו' והבן ועיין הלכות מלכים פ\"ג."
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ומותר לכתוב שלש תיבות בלא שירטוט.</b><br><b> נ\"ב </b> דוקא לחודייהו אבל בשטר חליצה וכתובת יבום שכותב שם פסוקים יותר מג' תיבות ושירטוט תו גם ג' תיבות צריך לשרטטן ושלשה תבות הוא לא חפצתי לקחתה והוה\"ד אף אם הי' רק שני תיבות וכמו דאמר מ\"ז משרטט לכולה פרשה.",
                "<b>כרך זה שיש בו תורה נביאים וכתובים אין קדושתו כקדושת ס\"ת אלא כחומש מן החומשים דין היתר כדין החסר.</b><br><b> הנה </b> בגמ' ב\"ב אמר רבי מעשה והביאו לפנינו תורה ונביאים וכתובים מדובקים כאחד והכשרנום. משמע לשון הכשר לקריאה בצבור, דאילו היה רק ללמוד מהם שלא יגנז, הו\"ל לאמר והתרנום אבל לשון כשר משמע דהוא לקריאה והנראה לי דרבינו דייק דיתיר כחסר, והוי כמו חומש מן החומשין, וכתב לעיל הלכה י\"ד מותר לכתוב התורה כל חומש בפ\"ע ואין בהן קדושת ס\"ת. ובירושלמי מגילה פרק בני העיר ר' ירמי' בשם ר' שמואל ברי\"צ תורה וחומשין קדושה אחת הן, אולם רבינו דייק דבתלמודין שם פרק בני העיר תניא גוללין ס\"ת במטפחות חומשים כו' ולא חומשים במטפחות ס\"ת כו' ת\"ש מניחין ס\"ת כו' ולא חומשין ע\"ג תורה, ושם בירושלמי כורכים תורה במטפחות תורה כו' אבל לא נביאים וכתובים במטפחות תורה וחומשים, נותנין תורה כו' אבל לא נביאים וכתובים ע\"ג תורה וחומשין, ר\"י בשם ר\"ז תורה וחומשין ערק תניא מיניה פירושו דלא השמיע לנו דין זה אם מניחין חומשין ע\"ג תורה, דלכן שפיר אמר תורה וחומשין קדושה אחת הן, אבל לא לפום תלמודא דילן. וז\"ב. ושם בירושלמי אין עושין תורה חומשים אבל עושים חומשים תורה. א\"ר יוסה הדא אמרה תורה שעשאה חומשין, בקדושתה היא, פירושו דאם כתב חומשים ג\"כ נחית בהו קדושת דין ס\"ת, דאל\"כ כיון שנכתבו לשם חומשים, הלא בעת כתיבה לא נחית בהו קדושת ס\"ת ואיך יעלה עליה קדושת ס\"ת כשיחברם כיון שנכתבו לשם חומשים והמפרשים לא דקו בזה. והגם דבזה קיי\"ל כבבלי דכיון דאין קורין בצבור משום כבוד צבור מותר להניח עליהם תורה, והם אסורים להניחם על תורה, וכן אסור לכרוך אותן במטפחות ס\"ת, בכ\"ז ודאי כיון דמותר לכותבן תו מותר לכרוך אותן לתופרם יחד ואז נחית בהו קדושת ס\"ת, אבל אם אם היה בזה דין דאסור לכתוב לחומשין, ודאי דאז לא היה מהני לחברם יחד דבמה יעלה עליהן קדושת ס\"ת כיון דלא נתקדשה בעת כתיבה ובזה שפיר מצינן ללמוד מן הירושלמי, וכן בכורך תורה ונביאים ביחד תו כי חותכן אח\"כ הוי כמי שעשה מחומשין תורה דקוראין בהן בצבור דכל דין ס\"ת אית להו, ולכן שפיר מייתי רבי דמותר לדבק מדהכשירום לקריאה והיינו כשיחתכן יהי' נחית בהן קדושת ס\"ת. ונכון ועיין פ\"ק דמנחות דף ח' אין מלאים אלא שלמים, בד\"א בזמן שאין דעתו להוסיף אבל בזמן שדעתו להוסיף ראשון ראשון קדוש יעו\"ש ודו\"ק.<br><b> שוב </b> ראיתי כי מקור דברי רבינו הוא מסכת סופרים פרק ג' הלכה ו' בד\"א בדיפתרא אבל בגוילין תורה בפ\"ע ונביאים בפ\"ע, פירוש דאין לקרותן בצבור ודינן כדין החומשין לכן לא יכתבו בגוילין שמא יבוא לקרותן בצבור, ולזה פסק רבינו דדינן כדין החומשין דס\"ת פסול על הדיפתרא ודו\"ק בזה."
            ]
        ],
        [],
        [],
        [
            [
                "<b>בהגה\"מ. </b> בשם מסכת סופרים פרק ג' ספר שפסקו ושנוקד ראשי פסוקים שבה אל יקרא בו - גורפו כו' אל יקרא בו. ובספר האשכול שלא יתקננו ואם תקנו אל יקרא בו.<br><b> והנ\"ל </b> טעם חדש דהנה הגמרא שקיל וטרי בכמה דוכתי אם יש דחוי אצל מצות, וכאן לקרות בצבור גם כן נימא דחוי, ובפרט אם חומשין אין בהן קדושת ס\"ת וכיון שיש בו טעויות או חסרון אות אחת נימא דהוי דחוי ולא יהיה מהני בו תיקון אך זה בדותא דכל מקום דהוי בידו לא שייך דחוי וס\"ת שיש בו טעויות הרי מצוה לתקנו, אבל בספר שכתוב בנקודות וראשי פסוקים דאסור לתקנו דגם המקרא הוי הלכה למשה מסיני ואסור למחוק דהוי כמוחק דברי תורה, לכן איתא בו דחוי, דאינו עומד לקרות בו בצבור והוי דחוי אצל מצוות ולכן פסול לקרות בו ועיין טורי זהב בזה ודו\"ק.<br><b> אמנם </b> התבוננתי דלא מצאנו דחוי, רק במצוות שעשייתן פעם אחת כמו בכסוי דאם כסהו וחזר ונתגלה פטור מלכסות וכן באשרה שבטלה ללולב דמצוות לולב אינו רק פעם אחת, אבל מצוה הנוהגת כמה פעמים בזה לא שייך דין דחוי כיון שמצותה נמשכת, ועיקר דין דחוי ילפינן מקרבנות דמצוותן הנעשית בהן כמו שחיטה וזריקה והקטרה בבהמה אינו רק פעם אחת ובזה יתורץ מה שהקשה לי אחד בסוף פרק שילוח הקן דההוא דגזזינהו לגפה ושלחה כו' זיל רבי לה גדפא ושלחה כו' דהא הוי כעין דחוי אצל מצוות דכיון דאין לה כנפים אין במה לשלח ולפ\"ז א\"ש דכיון דמצות שילוח הוא אפילו מאה פעמים בשלחה וחזרה כמו דיליף במשנה תמן ולא שייך במצוה כזאת דנוהגת כ\"ז שתחזור, ענין דחוי, ולא דמיא לכסוי, דאינו רק פעם אחת ונכון. אולם בלא\"ה לק\"מ דנראה דמה דמשלח בלא כנפים ג\"כ הוי ההתחלה ממצות שילוח רק דגמר המצוה הוא ההפרחה בכנפים ומקרי זה מצות שילוח אמנם הסברא בלא זה נכונה, ולכן לא נזכר בשאר מצוות דין דחוי ומכ\"ש בס\"ת שמצותה לקרות בה לעולם אין שייך דחוי, א\"כ הטעם שבארנו דחוי ואכמ\"ל.<br><b> ואגב </b> אבאר מ\"ש רבינו בפירוש המשנה בסוף חולין כי המקור כמו שלח נופל על המעט ועל הרוב, ובאמת כן מוכח סוגיא דפרק אלו מציאות דחשיב שם כל הני דכתיב מקור כמו הענק תעניק השב תשיב עזוב תעזוב כו' הוכח תוכיח כו'. והנה רבים תמהו מהך דרמי בפרק כסוי הדם על משנה דכסהו ונתגלה מ\"ש מהשבת אבידה דאמר מר השב אפילו מאה פעמים, וזה פלא דשם כתיב במקור, לכן הגהתי בגמרא שלמדתי שצ\"ל, ומ\"ש מהחזקת עני דאמר מר והחזקת בו אפילו מאה פעמים כצ\"ל. והוא דרשה בתורת כהנים ושפיר פריך מכסוי, ומשני דשם לא כתיב והחזקתו רק והחזקת. אבל כאן כתיב וכסהו דמשמע מיעוטא כן נראה ברור בס\":"
            ],
            [],
            [
                "<b>ס\"ת שבלה או שנפסל נותנין אותו וכו'.</b><br><b> כבר </b> נסתפקו האחרונים במידי דרך משום הידור אם גונזין יריעה מס\"ת כי היכי דליהוי יריעה מהודרת, ולכאורה מפורש בפרק ר' ישמעאל דאם נמצאת ראשונה כחושה בבני מעים אומרין לו הבא שמינה לכתחילה ושחוט, הרי דמשום הידור מצוה אומרין לשרוף חטאת ראשונה הכחושה. (ועיין שו\"ת חכ\"צ סוף סימן מ\"ה) אמנם כי דייקת אשכחן פרק ולד חטאת בתמורה דף כ\"ג לא נחלקו אלא בבא לימלך דרבי סבר לא עשו תקנה בקדשים ואמרי לך התכפר בשאינה אבודה ואבודה מתה, ותמהו בתוספות וכי מאבדין קדשים בידים כו' ופירשו דאבודה כחושה ושאינה אבודה שמינה דא\"ל התכפר בטובה וכחושה תמות עכ\"ל ורבנן סברי דמשום תקנת קדשים דלא ליתי לידי פסול אמרינן דיתכפר באבודה הכחושה הרי דמקריבין כחושה כי היכי דלא למות החטאת האבודה, [וכן מפורש בש\"ס ווילנא החדש בשטמ\"ק] ולכאורה סתרי הני תרי סוגיות - וצריך לאמר דתמן בנשחטה חטאת צבור ונמצאת כחושה בב\"מ דהויא פסולה בקודש ונשרפת כדין קרבן פסול דנשרפין בבית הדשן בעזרה דבקודש באש תשרף, לכן מייתינן שמנה ולא איכפת לן מה דכחושה נשרפת אבל כאן הלא דינה כחטאות המתות דלא נהנין ולא מועלין דפקעה קדושתה, לכן עבדינן תקנה ואומרין התכפר באבודה הכחושה. לכן כאן בספר תורה דנגנזת בבה\"ק אולי הוי כחטאת המתה, ומייתינן הך שאינה מהודרת כי היכי דלא ליתי לידי פסול הגם דלא דמי לגמרי דביריעה שטעונה גניזה מכל מקום קדושת כתבי קודש לא נפקע מינה, מה שא\"כ בחטאת המתה דלא מועלין דלאו קדשי ד' נינהו מסתברא דחדא מילתא הוי דהעיקר תלוי במה דנשרפת בקודש דהויא קדושה עד דאמרו בפרק כיצד צולין דף פ\"ב דנטמא הואיל דבחולין נמי מיפסל ואיתעביד בה עובדא דחול כו' תסגי לה בקבורה כו' יעו\"ש. וכפי הנראה דזה טעמא דחכמים דלדדהו דאשם תלוי בשריפה אם כן אמאי לא ילפי מנותר דחמץ ליבעי שריפה, דה\"ט משום דסברי, דכיון דחמץ חולין לא בעי ביעור בשריפה דדוקא דררא דקדושה בעיא שריפה, ובפרט לשיטת רש\"י דכל פסולי ק\"ק אף בשר שנתותר צריך שריפה במקום אכילתו היינו לפני ד' בירושלים וכמו שפירש במשנה דפרק אלו עוברין ושורפו לפני הבירה ובפרק כל שעה דף כ\"ד. ובזה מיושב מה דאמר רבא בפסחים דף פ\"ד משום הפסד קדשים ומוטב שיפסלו מאליהן כו' ואמאי אמר ר' יהושע דאם יש רביעית להציל יציל ויטמא ביד, וע\"כ דטעמא משום דלסופה לאיבוד אזלא ויפסל ע\"י טומאה דהוי הורדת קדושה מה שאין כן תמן דהפסול יהי' דיהיו נותרין ובקדושתן קיימי דנותר אין זה הפקעת קדושה ודו\"ק."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כל הטמאין כו'.</b><br><b> נ\"ב </b> כדאשכחן פרק לא יחפור דס\"ת אינו מקבל טומאה וחוצץ בפני הטומאה ובסוכה כ\"ה דבע\"ק מותר בתפילין."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות תפילין ומזוזה וספר תורה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Ahavah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}