{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Chapter", 
        "Verse", 
        "Comment"
    ], 
    "language": "en", 
    "title": "Kli Yakar on Leviticus", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            [
                "God said to Moses on Mt. Sinai: What is the connection between Shemittah and Mt. Sinai? etc.", 
                "\tThe meaning is that when Moses went up Mount Sinai after seven weeks, that Israel counted 49 days from Pesach to Shavuot, then that mountain was sanctified, and forbidden from ploughing and sowing on the 50th day, on which the Torah was given. And this is the length of time of the Jubilee, to call for liberty and freedom to all of Israel, freedom on the tablets, by means of the voice of the shofar of the giving of the Torah.", 
                "\tAt that moment God told Moses the matter of Shemittah and the Jubilee, saying that through the number 7 and the number 49 I am giving this holiness to all the land of Israel. For this has a similarity and connection with Mt. Sinai from the side of there being an air that makes people wise (B. Baba Batra 158b). And the Torah [in general] is not like the Torah of the land of Israel and Mt. Sinai. Therefore it was appropriate to give also to that land the holiness of Mount Sinai after the number 49 years, and thus with the number 7.", 
                "\tOr in order to make a memorial of the standing at Sinai through the calling of liberty and the blowing of the shofar. This joins to all the other reasons that there is to this mitzvah.", 
                "\tTherefore it was said on Mount Sinai, and this is the correct meaning."
            ]
        ]
    ], 
    "versionSource": "http://www.sefaria.org", 
    "heTitle": "כלי יקר על ויקרא", 
    "categories": [
        "Commentary", 
        "Tanach", 
        "Torah", 
        "Leviticus"
    ]
}