{
    "versionTitle": "merged", 
    "language": "en", 
    "versions": [
        [
            "Sefaria Community Translation", 
            "http://www.sefaria.org"
        ]
    ], 
    "text": [
        "1) Rabbi Nechunia ben Hakana said: one verse states (Job 37:21), \"And now men see not the light which is bright in the skies.\"  Another verse states (Psalms 18:12), \"He made darkness His hiding-place.\" And (Psalms 97:2), \"Clouds and darkness are round about Him.\" This is a difficulty. A third scripture reconciles them (Psalms 139:12):  \"Even the darkness is not too dark for Thee, But the night shineth as the day; The darkness is even as the light.\"", 
        "2)Rabbi Berechiah said: it is written (Genesis 1:2), \"Now the earth was unformed (tohu) and void (bohu).\" What does \"was\" mean here? It means the tohu existed [already]. What is tohu? Something that confounds (m'taha) people. And what is bohu? The counterpoint of tohu. Again, what is bohu? A substance of real existence, written \"it is inside it\" (bo hu).", 
        "3) Why does the Torah begin with \"ב\"? To start with a blessing (bracha), as it is written (Deuteronomy 33:23), \"Full with the blessing of the LORD, possess thou the sea and the south.\" The sea is none other than Torah, as it is written (Job 11:9), \"And broader than the sea.\" What does \"Full with the blessing of God\" mean?  It means that every place that it says [the letter] beit is the language of blessing.  As we say, \"b'reishit\" (\"in the beginning\").  And there is no beginning (\"reishit\") except wisdom, as it is said (Psalms 111:10) \"the beginning (\"reishit\") of wisdom is the fear of God.\"  And there is no wisdom except [as the result of a] blessing, as it is said \"and God blessed Solomon\" and it is written, \"God gave wisdom to Solomon\" (Kings 1 5:26).  This is comparable to a king that marries his daughter to his son and says to him [the son] at the wedding, \"do with her as you will.\"", 
        "4) And what is the proof that this \"brachah\" is from the word \"blessing\" (\"baruch\") since it is similar to the word \"knee\" (\"berech\")?  As it is written, \"to Me every knee will bend\" (Isaiah 45:23), [therefore, God is] the Place [towards which] all knees bend.  To what parable is this comparable?  To people who yearn to see the face of the king, but do not know where His house is.  At first they ask \"where is the house of the king?\", and [only] afterwards [can] they ask \"where is the king?\"  Therefore [it is written] \"because to Me every knee will bend\" -and even the highest ones - \"every tongue will swear [loyalty to God]\" (Isaiah 45:23)....", 
        "5) Rabbi Rachumai sat and expounded: Why is it written \"And filled with the blessing of the LORD\" (Deut 33:23)?  And the explanation is that in every place where there is [the letter] beit, \"it\" is blessed. \"It\" is the filling, as it is said, \"and the filling is the blessing of the LORD\" (ibid.) and from there the needy drink, and from the filling [God] took counsel in the beginning.  To what parable is this comparable?  To a king that wants to build his palace in strong mountains.  He cut stones and chiseled boulders and a great spring of living waters went out from it.  The king said, \"Since I have waters bursting forth, I will plant a garden and I will delight in it - I and the whole world.\"  This is as it is written, \"and I was with Him as a confidant, and I was a source of delight every day (\"yom yom\"), to rejoice before Him at all times.\" (Proverbs 8:30)  The Torah is saying, \"for two thousand years I was a delight in the bosom of the Holy One, Blessed Be He,\" as it is said \"a day, a day\" [\"yom yom\", often translated, as above, as \"every day\"] and a day of the Holy One, Blessed Be He, is a thousand years, as it is said \"For a thousand years in Your eyes is like a yesterday that has passed.\" (Psalms 90:4)  From then on it is at times (?) as it is said \"in every time.\"  And the remainder is for the world. as it is said \"and I will breathe my praise through my nose to you [The root chet-tet-mem can mean restrain, or something to do with the \"nose.\"  The verse in question is unclear.].\" (Isaiah 48:9)  What does it mean \"my praise\"?  As it is written \"A song of praise(\"t'hila\") of David I will raise You high (\"aromimcha\").\"  Why is it \"praise\"?  Because \"I will raise You high (\"aromimcha\").\"  And what is this elevation (\"romemut\")?  Because I will bless Your name forever.", 
        "6) And what is a “blessing”?  To what parable is this comparable?  To a king that plants tree in his garden, and even though rain comes down and waters [the trees], and the land is damp and waters them, still he needs to water the trees from the spring.  As it is said, “the beginning of wisdom is the fear of God, good intelligence to all who do them” (Psalm 111:10). And so you may say that it lacks something, therefore it continues, “His praise stands forever” (ibid.)", 
        "7) Rabbi Amorai sat and expounded: Why is it written “and the filling is the blessing of God, possessing the west and south” (Deut 33:23)? Thus Moses said “if you walk in His laws, you will inherit this world and the next.”  The world to come is compared to the sea, as it is said “and [it is] wider than the sea” (Job 11:9). And this world is compared to the south, as it is said “[give me a blessing,] for you have placed me in the land of the Negev [the southern desert]” (Joshua 15:19)  and the Targum translates it [in Aramaic], “behold, the earth is the south.”", 
        "8) And more, why did the Holy One, Blessed Be He add the [letter] aleph in Abraham [when God changed Abram’s name to Abraham] rather than any other letter?  In order that all the organs of man (Adam) will achieve life in the world to come, which is compared to the sea [ed. - there is a mistake in the Hebrew here, it should be \"l'yam\" not \"l'yom\"].  As if we could say “in him [Abraham] the building [i.e. - the structure of man] is completed.”  As it is written, “for man was created in the image of God,” and Abraham in gematria is 248 (RM”Ch), which is the number of the organs of man.", 
        "9) Why is it written “he will inherit (YRShH)” (Deut 33:23)?  It would have sufficed to say “inherit” (RSh) [the imperative form], rather, the Holy One, Blessed Be He, [was to be included] completely, and we will inherit God [YRShH (he will inherit) = RSh YH (inherit God)].  To what parable is this comparable?  To a king who had two treasures and set aside one of them.  After many days he said to his son, “Take what there is in the two praised treasures.”  The son said, “Could it be that he did not give me what he set aside?  He said, ‘take everything’.”  And so it was written “west and south he will inherit.”  Inherit God and He will give to you everything, if only you would guard My way.", 
        "10) Rabbi Bun said, why is it written “I was set up from eternity (me’olam), from the beginning (me’rosh), before the earth” (Prov. 8:23)?  Why does it say “from eternity (me’olam)”?  That it is needed to hide it from the whole world.  As it is written, “He also puts the world (ha’olam) in their hearts [i.e. - minds]” (Eccl. 3:11) — Don’t read “the world” (ha’olam) but “hidden” (he’elam).  The Torah said “I was first, [in order] to be the head of the world.”  As it is said “I was set up from eternity, from a head (me’rosh).”  And if you would say “perhaps the earth preceded her” the Talmud says “before the earth” as it is said “in the beginning, created God the Heaven and the Earth [ed. - this is the linguistic order of the Hebrew]” (Ber. 1:1).  And why does it say “created”?   [God?] created all that was needed for everything, and afterward God.  And what is written after is “the Heavens and the Earth.”", 
        "11) And why [is it written] “God also created one opposite the other” (Eccl. 7:14)?  [God] created bohu (desolation) and placed it in peace and created tohu (chaos) and placed it in evil.  Bohu is in peace as it is said “He creates peace in His heights” (Job 25:2).  This teaches us that Michael, the right-hand prince of the Holy One, Blessed be He, is water and hail, and Gavriel, the left-hand prince of the Holy One, Blessed be He, is fire.  And the Prince of Peace decides between them.  Thus it was written “He creates peace in His heights.”", 
        "12) And from where do we learn that God tohu is in evil?  “[I] make peace and create evil” (Isaiah 45:7).  How is this?  Evil is from tohu and peace is from bohu.  [God] created tohu and placed it in evil, as it is said “[I] make peace and create evil” (ibid.) [God] created bohu and placed it in peace, as it is said “He creates peace in His heights” (Job 25:2)."
    ], 
    "title": "Sefer HaBahir", 
    "versionSource": "http://www.sefaria.org/Sefer_HaBahir", 
    "heTitle": "ספר הבהיר", 
    "sectionNames": [
        "Se'if"
    ], 
    "categories": [
        "Kabbalah"
    ]
}