{
    "language": "en",
    "title": "Mishneh Torah, Blessings",
    "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001020101/NLI",
    "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007",
    "status": "locked",
    "priority": 3.0,
    "license": "CC-BY-NC",
    "versionNotes": "\n    <i>Dedicated in memory of Irving Montak, z\"l</i><br><br>© Published and Copyright by Moznaim Publications.<br>Must obtain written permission from Moznaim Publications for any commercial use. Any use must cite Copyright by Moznaim Publications. Released into the commons with a CC-BY-NC license.\n    ",
    "digitizedBySefaria": false,
    "shortVersionTitle": "Trans. by Eliyahu Touger, Moznaim Publishing",
    "purchaseInformationImage": "https://storage.googleapis.com/sefaria-physical-editions/touger-mishneh-torah-hilkhot-teshuvah-purchase-img.png",
    "purchaseInformationURL": "https://moznaim.com/products/mishneh-torah-rambam",
    "actualLanguage": "en",
    "languageFamilyName": "english",
    "isSource": false,
    "direction": "ltr",
    "isPrimary": false,
    "heTitle": "משנה תורה, הלכות ברכות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Ahavah"
    ],
    "text": [
        [
            "It is a positive mitzvah<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>Sefer HaMitzvot</i> (Positive Commandment 19) and <i>Sefer HaChinuch</i> (Mitzvah 430) include this as one of the 613 mitzvot of the Torah.</i> from the Torah<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">as opposed to the other blessings, which were ordained by the Rabbis.</i> to bless [God] after eating satisfying food,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The <i>Kiryat Sefer</i> and others interpret \"satisfying food\" as referring to bread made from the five species of grain mentioned in Chapter 3, Halachah 1. Significantly, the <i>Rishon LeTzion</i> and the <i>Noda BiYhudah</i> maintain that with this expression, the Rambam is implying that the blessing <i>al hamichyah</i>, which is recited over other foods made from these species, also has its source in the Torah itself (See also <i>Beit Yosef, Orach Chayim</i> 209).</i> as [Deuteronomy 8:10] states: \"When you have eaten and are satiated, you shall bless God, your Lord.\"<br>The Torah itself requires a person to recite grace only when he eats to the point of satiation,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The Rabbis do not specify a standard quantity or measure of food that a person must eat to have reached this state. Rather, they leave the matter up to the person's own feelings.</i> as implied by the above verse, \"When you have eaten and <i>are satiated,</i> you shall bless....\"<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The proof-text clearly indicates that the obligation to \"bless\" applies only when one is \"satiated.\"</i> The Sages, however, ordained<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><i>Berachot</i> 20b relates:<br>The angels complained to the Holy One, blessed be He: \"...In Your Torah, it is written [that You] 'will not show favor, nor take bribes,' and yet You show favor to the Jews....\"<br>God replied: \"Are the Jews not worthy that I show them favor? In My Torah, I have written, ‘When you have eaten and are satiated, you shall bless,’ and they have nevertheless adopted the stringency of reciting grace after eating an amount equivalent to an olive.\"</i> that one should recite grace after eating [an amount of bread equal] to the size of an olive.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">a <i>k'zayit</i>. This is the measurement generally intended by the Torah for the mitzvot and prohibitions concerned with eating. In contemporary measure, it is equivalent to 28.8 cc according to <i>Shiurei Torah</i>, and 33 cc according to the <i>Chazon Ish</i>.<br>Note the commentary on Chapter 5, Halachah 16, which discusses the Ra'avad's opinion that anyone who eats a <i>k'zayit</i> of bread is required by the Torah to recite grace.</i>",
            "Similarly, the Rabbis ordained<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The definition of this obligation as Rabbinical in nature has aroused questions. <i>Berachot</i> 35a states that this concept can be derived through one of the thirteen principles of Biblical interpretation. Thus, it has all the authority of a Torah law. Though the Rambam (see the Introduction to <i>Sefer HaMitzvot</i>, General Principle 2) refers to laws derived in this manner as מדברי סופרים - literally, \"from the words of our Sages,\" the same term used here - his intent is not to imply that the law did not originate in the Torah itself.<br><i>Tosafot</i> (<i>Berachot,</i> loc. cit.), however, explain that the Talmud ultimately does not accept the interpretation that the obligation is derived from the Torah, and maintain that the obligation to recite blessings is Rabbinic in origin. Even according to these opinions, it appears that the Sages ordained the recitation of blessings rather early in our national history. Midrashim referring to the age of King David explicitly mention the recitation of blessings, and there are intimations of this obligation in references to earlier periods. See also the commentary on Halachah 5.</i> that we recite blessings before partaking of any food.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><i>Berachot</i>, <i>loc. cit.</i>, states: \"It is forbidden to benefit from this world without reciting a blessing.\" Therefore,</i> Even when one wants to eat the slightest amount of food or drink,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">i.e., less than a <i>k'zayit</i> or a <i>revi'it</i></i> one should recite a blessing, and then derive benefit from it.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">In this instance, however, a blessing need not be recited after eating or drinking.</i><br>Similarly, when smelling a pleasant fragrance, one should recite a blessing<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">See Chapter 9 with regard to the particular blessings required.</i> and then smell.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><i>Berachot</i> 43b quotes Psalms 150:6: \"All souls shall praise God,\" and asks: \"From what does a soul benefit? Fragrance.\"</i> Anyone who derives benefit [from this world] without reciting a blessing is considered as if he misappropriated a sacred article.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Berachot</i> 35a explains that the entire world belongs to God, as Psalms 24:1 declares: \"The earth and its fullness are God's.\" Although God allows man to benefit from this world, that license is granted only when man acknowledges God's control by reciting a blessing.</i><br>The Rabbis also ordained that one should recite a blessing after eating or drinking, provided one drinks a <i>revi'it</i><sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The word <i>revi'it</i> means \"a fourth.\" It is one fourth of a larger measure, known as a <i>log</i>. In contemporary measure, a <i>revi'it</i> is equivalent to 86.6 cc according to <i>Shiurei Torah</i>, and 150 cc according to the <i>Chazon Ish</i>.</i> and eats a <i>k'zayit</i>.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Anything less is not considered significant enough to require a blessing afterwards. A blessing beforehand must nevertheless be recited, because \"it is forbidden to benefit from this world without a blessing.\"<br>There is, however, a law which appears to be an exception to this principle:</i> A person who [merely] tastes food is not required to recite a blessing before partaking of it or afterwards unless he partakes of a <i>revi'it</i>.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Rav David Arameah explains that this law applies only when one spits out the food one tastes. If one swallows it, a blessing is required. The <i>Kessef Mishneh</i> differs, and maintains that even when a person swallows the food, since his intent is not to benefit from it - but merely to taste it - and he partakes of only a very small amount, a blessing is not required.</i>",
            "Just as we recite blessings for benefit which we derive from the world,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">as explained above,</i> we should also recite blessings for each mitzvah before we fulfill it.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The laws governing the blessings recited over the performance of mitzvot are discussed in Chapter 11.</i><br>Similarly, the Sages instituted many blessings as expressions of praise and thanks to God and as a means of petition,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Chapter 10.</i> so that we will always remember the Creator, even though we have not received any benefit or performed a mitzvah.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">By reciting blessings over the special events which occur to us, we become conscious of God's control of all aspects of our daily existence. We learn to appreciate Him, not only as the Creator who brought the world into being, but as the One who directs the functioning of our lives and the world around us.</i>",
            "Thus, all the blessings can be divided into three categories:<br>a) blessings over benefit;<br>b) blessings over mitzvot;<br>c) blessings recited as expressions of praise and thanks to God and as a means of petition, so that we will always remember the Creator and fear Him.",
            "The text of all the blessings was ordained by Ezra and his court.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>Berachot</i> 33a explains that when the Men of the Great Assembly established the text of the prayer service (see <i>Hilchot Tefillah</i> 1:4), they also established the text for the various blessings and for <i>kiddush</i> and <i>havdalah</i>.<br>This, however, does not mean that the blessings were not recited beforehand. Rather, just as explained with regard to prayer, before Ezra's time each person would recite the blessings according to his own inspiration and ability to express himself. In Ezra's time, many people had difficulty expressing themselves eloquently and, therefore, Ezra and his court established a standard text.</i> It is not fit to alter it,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">to substitute different words</i> to add to it, or to detract from it. Whoever alters the text of a blessing from that ordained by the Sages is making an error.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The Radbaz (Vol. 5, Responsum 1424) states that as long as the person mentions God's name, His sovereignty over the world, and the subject of the blessing, he fulfills his obligation even if he does not use the text ordained by the Sages. (This interpretation is borne out by the next halachah.)<br>The <i>Kessef Mishneh</i> explains that the Rambam's phraseology alludes to two types of changes:a) Changes which do not substantially alter the blessing from the text ordained by the Sages. With regard to such changes, the Rambam uses the expression \"it is not fit,\" which implies that although the person's deed is not desirable, he fulfills his obligation.b) A change of an innovative nature which alters the text of the blessing entirely. These changes the Rambam considers as \"errors\" which prevent a person from fulfilling his obligation. See also Halachah 13, <i>Berachot</i> 40b, and <i>Hilchot Kri'at Shema</i> 1:7.</i><br>A blessing that does not include the mention of God's name<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">i.e., the phrase י-ה-ו-ה א-להנו (God, our Lord),</i> and His sovereignty [over the world]<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">i.e., the phrase מלך העולם (King of the universe)</i> is not considered a blessing<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">and the person reciting it does not fulfill his obligation. See <i>Berachot</i> 40b.</i> unless it is recited in proximity to a blessing [which meets these criteria].<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">For example, the second and third blessings in grace, which do not mention God's sovereignty because they follow directly after the first blessing, which does. Since the blessings are recited in one continuum, one's original statement is applied to the subsequent blessings as well.</i>",
            "All the blessings may be recited in any language,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Although the text ordained by Ezra and his court was in Hebrew, there is no absolute requirement to use that language</i> provided one recites [a translation of] the text ordained by the Sages.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Note <i>Shulchan Aruch HaRav</i> 185:1-2, which quotes an opinion that maintains that a person who recites a blessing does not fulfill his obligation unless he understands what he is saying, even when he recites the blessing in Hebrew. Although there are other opinions that maintain that as long as the blessing is recited in Hebrew, one fulfills his obligation, <i>Shulchan Aruch HaRav</i> concludes that it is preferable for a person who does not understand Hebrew to recite the blessings - in particular, the grace - in a language he understands.</i> [A person who] changes that text<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">reciting a different blessing from that ordained by the Sages</i> fulfills his obligation nonetheless<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">since he mentioned God's name, His sovereignty, and the subject of the blessing - although he did so in a ordinary language. –I.e., a language other than “the Holy Tongue,” Hebrew. See <i>Berachot</i> 40b, which states that a person who recites the phrase \"Blessed be God, Master of this bread\" in Aramaic fulfills his obligation for the first blessing of grace. Note the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 167:10) which requires that God's sovereignty over the world also be mentioned.</i> - since he mentioned God's name, His sovereignty, and the subject of the blessing - although he did so in a ordinary language.",
            "A person should recite all the blessings loud enough for him to hear what he is saying. Nevertheless, a person who does not recite a blessing out loud fulfills his obligation, whether he verbalizes the blessing<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">pronouncing the words with his lips</i> or merely recites it in his heart.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The Rambam's statements are based on <i>Berachot</i> 15a-b, which states:<br>A person who reads the <i>Shema</i> in a tone too low to hear fulfills his obligation. Rabbi Yosse states: \"He does not fulfill his obligation.\"...The difference of opinion applies with regard to the recitation of the <i>Shema</i> because it states, \"Hear, Israel.\" With regard to other mitzvot (blessings, Rashi), everyone agrees that one fulfills one's obligation.<br>The Rambam's decision that, after the fact, one fulfills his obligation by reciting grace or other blessings in thought alone is not accepted by other authorities. Rashi, Rabbenu Asher, the <i>Tur</i>, and the <i>Shulchan Aruch, Orach Chayim</i> 185:2 maintain that though one need not recite the blessings out loud, it is necessary to subvocalize them, pronouncing them with one's lips.</i>",
            "Whenever one recites a blessing, one should not make an interruption between the blessing and the subject for which the blessing is recited.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">This applies with regard to both blessings recited before food and blessings recited before performing a mitzvah.</i> If one makes an interruption with other matters, one must recite the blessing again.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">This is a literal translation of the Rambam's words. Note <i>Shulchan Aruch HaRav</i> 206:3 which states that even remaining silent for the time it takes to say, <i>Shalom alecha, Rebbe</i> constitutes an interruption.</i><br>If, however, one makes an interruption which relates to the subject of the blessing, one does not have to repeat the blessing.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The Rambam's phraseology appears to indicate that, at the outset, one should not make any interruption. If, however, the situation demands that an interruption be made or if one inadvertently does so, the blessing need not be repeated when it is of the following nature.</i> What is implied? When a person recites a blessing over bread and before eating says, \"Bring salt,\" \"Bring food,\" \"Give<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">to eat,\" \"Bring food for the animal,\" or the like - See <i>Berachot</i> 40a and commentaries, which explain why each of these statements is connected with the meal.</i> so-and-so to eat,\" \"Bring food for the animal,\" or the like, he need not repeat the blessing.",
            "A person who is ritually impure is permitted to recite all the blessings.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">In <i>Hilchot Kri'at Shema</i> 4:8, the Rambam states:<br>The words of Torah never contract impurity. Rather, they remain pure forever, as [Jeremiah 23:29] states: \"Are not My words as fire....\" Just as fire can never contract impurity, the words of Torah never contract impurity.<br>In <i>Hilchot Tefillah</i> 4:4, the Rambam applies these same principles to the words of prayer.</i> This applies regardless of whether the impurity is of a type from which one can purify oneself on the same day<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">e.g., the impurity which comes as a result of contact with the carcass of an animal. In this case, to regain ritual purity, one must immerse oneself in a <i>mikveh</i> and wait until nightfall.</i> or not.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">There are some impurities - e.g., the impurity of a זב or the impurity resulting from contact with a human corpse - which require an extended period of time and other rituals besides immersion to regain ritual purity. (See also <i>Berachot</i> 3:4-6 and the Rambam's commentary on those <i>Mishnayot</i>.)</i><br>A person who is naked should not recite a blessing until he covers his genitals.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">As explained in <i>Hilchot Kri'at Shema</i> 3:16-17, a person is not allowed to recite the <i>Shema</i> in a place where he can see naked people or when he, himself, is naked. The same principles apply with regard to the recitation of blessings.<br>The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 206:3) adds that a person may not recite any blessings unless there is a separation between his heart and his genitals and his head is covered.</i> To whom does this apply? To men.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">whose genitals protrude. In contrast,</i> Women may recite blessings [while naked], provided they sit with their genitals facing the ground.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Note the Rambam's Commentary on the <i>Mishnah</i>, <i>Challah</i> 2:3, and the <i>Magen Avraham's</i> interpretation of his words (206:5).</i>",
            "[The following principle applies to] all blessings: Although a person has already recited them and fulfilled his own obligation,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">In one of his responsa, the Rambam explains that the same principle applies when the person reciting the blessing has not fulfilled his obligation, but does not desire to do so at the present time.</i> he may recite them again for others who have not fulfilled their obligation,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Rashi, <i>Rosh HaShanah</i> 29a, explains this principle on the basis of the concept of ערבות (mutual responsibility) that exists among the Jewish people. Each Jew shares a responsibility for his colleague's observance. Therefore, although he personally has already recited the blessing, he has not discharged his obligation entirely until each of his fellow Jews fulfills the requirements incumbent upon him.</i> so that they can fulfill their obligation.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The Rambam describes the manner in which the listener fulfills his obligation in the next halachah.<br>For the above principle to apply, however, the listener must be obligated to fulfill the mitzvah. When the listener is not obligated - e.g., a woman for shofar blowing - a person should not recite a blessing unless he is obligated himself (<i>Shulchan Aruch, Orach Chayim</i> 589:6).</i><br>There is, however, one exception: blessings over benefit which is not associated with a mitzvah.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">e.g., the blessings recited over food in an ordinary meal.</i> In this instance, one may not recite a blessing for others unless one enjoys benefit together with them.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">In this instance, there is no obligation for a person to partake of this food. Hence, the principle of ערבות does not apply (Rashi, <i>loc. cit.</i>) unless the person reciting the blessing also desires to partake of the food. Should he desire to do so, the blessing he recites may include others as well. (Note an alternate explanation in the commentary on Chapter 5, Halachah 16.)</i> Nevertheless, one may recite blessings for benefit which is associated with a mitzvah<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">e.g., eating matzah on Pesach and reciting kiddush [on Sabbaths and festivals] - i.e., not only the blessing <i>al achilat matzah</i>, which mentions the mitzvah of eating <i>matzah</i>, but also the blessing <i>hamotzi</i>, which is recited for eating bread; not only the blessing of <i>kiddush</i>, but also the blessing <i>borey pri hagafen</i>, on the wine.</i> - e.g., eating matzah on Pesach and reciting <i>kiddush</i> [on Sabbaths and festivals] - for others.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">since, in this instance, the only way the mitzvah can be fulfilled is by eating the food.<br>Note the <i>Tur, Orach Chayim</i> 273, which states that, at the outset, a person who has already recited <i>kiddush</i> should not recite <i>kiddush</i> for others, unless they are incapable of doing so themselves.</i> They may then eat or drink, even though the one [who recites the blessing] does not eat or drink with them.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Note <i>Sefer HaKovetz</i>, which states that a person is not allowed to recite<i>hamotzi</i> to enable a colleague to partake of the Sabbath meal when he does not join them. There is reason to assume that, since partaking of such a meal is a mitzvah, one would be allowed to recite a blessing, and thus enable a colleague to do so. Nevertheless, following the reasoning mentioned in <i>Sefer HaKovetz</i>, the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 167:20) and commentaries mention only the examples cited by the Rambam.</i>",
            "Whenever a person listens to the entire recitation of a blessing with the intention of fulfilling his obligation,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 213:3) rules that the person reciting the blessing also must intend that the listener fulfill his obligation by hearing the blessing.<br>The <i>Beit Yosef</i> and the <i>Bayit Chadash</i> 213 explain that this ruling points to a question of a larger scope: Do mitzvot of the Rabbis require intention, or is it possible to fulfill one's obligation by performing the required act without any intent.<br>According to the latter view, although the person reciting the blessing does not have the intention of fulfilling the obligation of the listener, since \"one who listens is considered as though he responded,\" the listener is considered to have recited the blessing, and thus to have fulfilled his obligation.<br>In contrast, the former view requires that one have a conscious desire to fulfill one's obligation when fulfilling a Rabbinic obligation. Since the person reciting the blessing did not have such an intention on behalf of the listener, the listener cannot fulfill his obligation.</i> he is considered to have fulfilled his obligation although he does not answer <i>Amen</i>.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">According to the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 167:13, 213:1), this applies to all blessings. The Ramah (<i>Orach Chayim</i> 213:1) differs, however, and explains that with regard to blessings for mitzvot, the principle stated by the Rambam is acceptable. With regard to blessings for deriving benefit, however, different rules apply, and a person can fulfill his obligation to recite a blessing by listening to someone else's blessing only when they intentionally sit down to break bread or drink wine together. See the commentary on the following halachah.<br><i>Sukkah</i> 38b states:<br>What is the source which teaches that a person who listens is considered as if he responded?[II Kings 22:16] mentions: \"all the words of the scroll read by the king.\" Did Josaiah [the king] read them? Shafan read them.... Thus, this teaches that a person who listens is considered as if he responded.</i> Whoever answers <i>Amen</i> to a blessing recited by another person is considered as if he recited the blessing himself,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Berachot</i> 53b mentions two opinions, one which equates the person answering<i>Amen</i> with the person actually reciting the blessing (the opinion cited by the Rambam), and one which considers the person answering to be on an even higher level.<br>Thus, with this statement, the Rambam is explaining that, although a person can fulfill his obligation by listening without answering <i>Amen</i>, when he answers he is considered as if he actually recited the blessing himself (<i>Kessef Mishneh</i>).</i> provided the person who recites the blessing is obligated to recite that blessing.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">This excludes a blessing recited by a mentally incapable individual, a deaf-mute, or a child, who are not obligated to fulfill mitzvot (<i>Berachot</i> 20a, <i>Rosh HaShanah</i> 29a).<br>In Chapter 5, Halachot 15-16, the Rambam mentions that an adult who did not eat a full meal and is obligated to recite grace only by Rabbinic decree can fulfill his obligation by listening to the blessings recited by a child. This, however, is a unique instance and does not apply to blessings recited in the prayer service or over the fulfillment of other mitzvot. With regard to grace, the child's recitation of the blessings comes as a result of a single Rabbinic obligation. Hence, he can fulfill the mitzvah on behalf of an individual whose obligation is also Rabbinic in origin.<br>In contrast, with regard to other blessings, the blessings themselves are Rabbinic in origin, and the child's obligation to recite them constitutes a second Rabbinic obligation. Accordingly, he cannot fulfill the mitzvah for someone whose obligation stems from a single Rabbinic decree (<i>Tosafot,</i> Megillah 19b).</i><br>If the person who recites the blessing is obligated only because of a Rabbinic ordinance,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">e.g., an adult male who has not eaten to the point of satiation</i> while the person responding is obligated by Torah law,<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">an adult who ate to the point of satiation</i> the listener cannot fulfill his obligation until he repeats<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">word for word</i> in response [to the one reciting the blessings]<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Our translation (based on <i>Sefer HaKovetz</i> and the <i>Bnei Binyamin</i>) does conform to Biblical and Mishnaic interpretations of the word יענה. It does, however, appear slightly forced. Nevertheless, it is the most appropriate way to interpret the Rambam's words according to the halachah which states that, only with regard to grace, may an adult fulfill his obligation to recite a blessing by answering <i>Amen</i> to a child's blessing.<br>Rav Kapach presents a unique thesis, maintaining that in this halachah the Rambam is teaching us that an adult can fulfill his obligation to recite any blessing by responding <i>Amen</i> to a blessing recited by a child. His interpretation, though contrary to the accepted halachah, allows for a more direct translation of the Rambam's words.</i> or until he hears [the blessing recited] by someone who, like him, is obligated by Torah law.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">In the latter case, the listener is not obligated to recite <i>Amen</i>.</i>",
            "When many people gather together to eat [a meal with] bread or to drink wine, and one recites the blessing<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Our translation follows the standard text of the <i>Mishneh Torah</i>. According to the source for this law, <i>Berachot</i> 6:6, and the manner it is quoted in the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 167:11), it should read, \"one person should recite the blessing.\" This is the preferred manner for the group to bless their food, because \"within the multitude of people is the glory of the king\" (Proverbs 14:28 .<br><i>Shulchan Aruch HaRav</i> 167:18 relates that today, even when eating a meal as a group, it is customary for each person to recite the blessing over bread himself, so that an interruption is not made between the recitation of the blessing and partaking of the food.</i> while the others respond <i>Amen</i>, they are [all] permitted to eat and drink.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">without reciting blessings themselves. They fulfill their obligation by listening to the blessing recited previously.</i> If, however, they did not intend to eat together, but rather they each came on their own initiative, although they all eat from a single loaf of bread, each one should recite the blessings [before eating] by himself.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Although this is the desired practice, if one answers <i>Amen</i> to another person's blessing, he fulfills his obligation, as stated in the previous halachah.<br>This reflects the position of the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 167:13). The <i>Magen Avraham</i>, however, differs, and maintains that one cannot fulfill his obligation to recite blessings that involve benefit unless one had the intention of eating together with the other person and responding to his blessings. This view takes a more lenient position regarding blessings over mitzvot, which we are obligated to fulfill, than regarding the blessings over food, which we are not obligated to eat.</i><br>When does the above apply? With regard to bread and wine. With regard to other foods, however, which do not require [premeditated intent] to be eaten together as a group,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Our interpretation of הסבה is based on the Rambam's Commentary on the <i>Mishnah</i>, <i>Berachot</i> 6:6.</i> if one person recited a blessing and everyone answered <i>Amen</i>, they may eat and drink although they did not intend to gather together as a group.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The Ra'avad differs and maintains that when eating foods other than bread or wine, each person should recite the blessings for himself. (Significantly, on this issue there is a responsum which is attributed to the Rambam. However, it has raised difficulties among the commentaries and its authenticity has been challenged.)<br>The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 213:1) accepts the Rambam's opinion, but states that this applies only when people sit around a single table as a group. Eating in a single room is not sufficient. The Ramah, however, quotes the Ra'avad's view.</i>",
            "Whenever a person hears a Jew recite a blessing, he is obligated<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">This represents a difference of opinion between the Rambam and the <i>Tur</i> (<i>Orach Chayim</i> 215), who considers responding<i>Amen</i> a matter left to our own volition. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 215:2) quotes the Rambam's opinion. Furthermore, the <i>Magen Avrahamh</i> 6:9 mentions an obligation to recite<i>Amen</i> ninety times each day.</i> to respond <i>Amen</i>,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><i>Shabbat</i> 119b states that <i>Amen</i> is an acronym for the words, א-ל מלך נאמן (God, faithful King). In that passage, our Sages declare that, \"the Gates of <i>Gan Eden</i> will be opened for a person who answers <i>Amen</i> with all his strength.\"<br>The <i>Tur</i> (<i>Orach Chayim</i> 124) explains that <i>Amen</i> implies an acknowledgement of the truth of a statement. The <i>Magen Avraham</i> 124:9 adds that when answered in response to a request, it also has the implication that one prays that the request be fulfilled speedily.</i> although<br>a) he did not hear the blessing in its entirety,<br>b)<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">but merely its conclusion. See also the commentary on the last clause of the following halachah.</i> he was not obligated to recite that blessing himself.<br>One should not respond <i>Amen</i> if the person reciting the blessing is a gentile,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Although the latter word is surrounded by parentheses in the standard published text of the <i>Mishneh Torah</i> (indicating a question with regard to its inclusion), it is found in all the authoritative manuscripts and reflects the Rambam's statements in his Commentary on the <i>Mishnah</i> (<i>Berachot</i> 8:8, the source for this law).<br>The reason we do not respond to a gentile's blessing is that we assume that although he mentions God's name, his blessing is directed toward the alien deity in which he believes.<br>Rabbenu Asher maintains that a person should respond <i>Amen</i> to a gentile's blessing when he hear the blessing recited in its entirety and he supports his statements with a quote from the Jerusalem Talmud, <i>Berachot</i> 8:8. The Ramah (<i>Orach Chayim</i> 215:2) quotes this opinion. There is not necessarily a contradiction between the latter ruling and the Rambam's. The Rambam's statements can be interpreted as applying to gentiles in general, while those of the Jerusalem Talmud, as applying to those gentiles - e.g., Moslems - who are known not to worship any idols or alien gods.</i> an apostate,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Since, \"It can be assumed that an apostate has false gods in mind (<i>Hilchot Avodat Kochavim</i> 2:5),\" we are forbidden to respond to his blessings.</i> a Samaritan,<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">In his Commentary on the <i>Mishnah</i> (<i>loc. cit.</i>), the Rambam elaborates in the description of the Samaritans. He explains that after Sancheriv exiled the ten tribes, he settled several gentile tribes in their land. These tribes adopted certain aspects of Jewish practice. Hence, with regard to certain laws, the Sages considered them as converts. Afterward, however, the Sages discovered that they were idolaters. From that time onward, they were considered as other gentiles.</i> a child in the midst of study,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">and recites blessings for practice. When a child recites a blessing with the intent of fulfilling his obligation, however, it is appropriate to respond <i>Amen</i> (<i>Shulchan Aruch, Orach Chayim</i> 215:3).</i> or an adult who altered the text of the blessing.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Since (as stated in the commentary on Halachah 5) a person who alters the text of the blessing does not fulfill his obligation, <i>Amen</i> should not be recited. [This applies only when the change in the text of the blessings is significant enough to prevent one from fulfilling his obligation with such a blessing (<i>Mishnah Berurah</i> 215:11).]</i>",
            "Whenever responding <i>Amen</i>, one should not recite a rushed <i>Amen</i>,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Our translation is based on the interpretation of the <i>Aruch</i>, which explains that this means that a person should not answer <i>Amen</i> before the one reciting the blessing has concluded its recitation.<br>Rashi (<i>Berachot</i> 47a) interprets this to mean that one substitutes a <i>chataf patach</i> (:-) for a <i>kamatz</i> in the vocalization of the <i>Alef</i>. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 124:8) accepts both interpretations as halachah.</i> a cut off <i>Amen</i>,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The <i>Aruch</i> explains that this refers to pronouncing <i>Amen</i> as if the word were cut in two. Rashi (<i>loc. cit.</i>) explains that this refers to swallowing the pronunciation (\"cutting off\") of the final <i>nun</i>. Again, the <i>Shulchan Aruch</i> (<i>loc. cit.</i>) and the Ramah quote both interpretations as halachah.</i> nor a short or a prolonged <i>Amen</i>,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Berachot</i> (<i>loc. cit.</i>) states, \"Whoever prolongs the recitation of <i>Amen</i> errs,\" since by doing so one distorts the pronunciation of the word (<i>Tosafot</i>).</i> but rather an <i>Amen</i> of intermediate length.<br>One should not raise one's voice above that of the person reciting the blessing.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"><i>Berachot</i> 45a states that this law is derived from Psalms 34:4: \"Exalt God with me and let us extol His name together.\"</i> Whoever did not hear a blessing that he is obligated to recite should not answer <i>Amen</i> together with the others.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><i>Berachot</i> 47a describes this as \"an orphaned <i>Amen</i>\" - i.e., an <i>Amen</i> that is separated from the blessing that gave rise to it.<br>The Rambam specifies that this applies only regarding \"a blessing that he is required to recite,\" because of a passage from <i>Sukkah</i> 51b. There, the Talmud relates that the synagogue in Alexandria was so large that flags would be waved as a signal that the <i>chazan</i> had finished a blessing, and then everyone would recite <i>Amen</i>, even though they had not heard the blessing themselves.<br>[Rashi (<i>loc. cit.</i>) interprets \"an orphaned <i>Amen</i>\" as reciting <i>Amen</i> although one does not know which blessing was recited. <i>Shulchan Aruch HaRav</i> (<i>loc. cit.</i>) accepts the stringencies that result from both opinions.</i>",
            "Whoever recites a blessing for which he is not obligated is considered as if he took God's name in vain.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">See <i>Hilchot Sh'vuot</i> 12:9-10, where the Rambam states that a person who intentionally recites a blessing in vain should be placed under a ban of ostracism.<br>Note Chapter 4, Halachah 10, which states that after reciting an unnecessary blessing, one should praise God, saying, \"Blessed be the Name of Him whose glorious kingdom is forever and ever\" so that his mention of God's name will not be in vain.</i> He is considered as one who took a false oath,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The <i>Minchat Chinuch</i> (Mitzvah 30) states that, with this statement, the Rambam intended to imply that the person should be lashed in punishment. Other Rabbis rule less severely, stating that although this punishment is not administered, the person is considered to have violated the commandment, \"Do not take God's name in vain.\" <i>Shulchan Aruch HaRav</i> 215:3, however, maintains that since he intended to recite a blessing, his mention of God's name is not entirely frivolous, and he is hence considered to have violated a Rabbinic prohibition and not the commandment of the Torah itself.</i> and it is forbidden to answer <i>Amen</i> after his blessing.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">For this reason, it is forbidden to recite a blessing unnecessarily - e.g., to recite two blessings when a single blessing is sufficient. Similarly, for this reason, a person who is unsure of whether or not he is obligated to recite a blessing should not recite it, lest he recite a blessing in vain.<br>Despite the severity of the prohibition against taking God's name in vain</i><br>We may teach children the blessings using the full text. Even though in this manner, they recite blessings in vain in the midst of their study, it is permissible.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">so that the child will learn how to recite blessings properly.</i> One should not recite <i>Amen</i> after their blessings.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The source of this halachah, <i>Berachot</i> 53b, indicates that this law applies only when the children are reciting the blessings for practice. When they are reciting the blessings to fulfill their obligation, we should respond <i>Amen</i>.</i> A person who answers <i>Amen</i> after their blessings does not fulfill his obligation.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Note our commentary on Halachah 11, which explains that only with regard to grace (see Chapter 3, Halachot 15- 16) may an adult fulfill his obligation by reciting <i>Amen</i> to a blessing recited by a child.</i>",
            "It is demeaning for a person to recite <i>Amen</i> after his own blessings.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">This does not refer to the recitation of a single blessing (which is discussed in Halachah 18), but the recitation of<i>Amen</i> after each blessing recited in a series of blessings. Reciting <i>Amen</i> is considered demeaning because it implies a conclusion of one's prayers. It is not proper to conclude and begin, conclude and begin, several times in one series (<i>Kessef Mishneh</i>).</i> When, however, one concludes the last of a series of blessings, it is praiseworthy to answer <i>Amen</i><sup class=\"footnote-marker\">2</sup><i class=\"footnote\">This serves as a statement that one has concluded one's prayers with praise of God.</i> - e.g., after the blessing, <i>Boneh Yerushalayim</i> in grace,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The third blessing in grace. Note also the following halachah. This example is explicitly mentioned by <i>Berachot</i> 45b, the source for this halachah.</i> and after the final blessing [following] the recitation of the <i>Shema</i> in the evening service.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">This example was chosen by the Rambam himself. The Rambam specifies the evening service because he considers the recitation of <i>Amen</i> at this point in the morning service as an interruption between the blessing גאל ישראל and the beginning of <i>Shemoneh Esreh</i>.</i> Similarly, always, at the conclusion of the last of a series of blessings, one should recite <i>Amen</i> after one's own blessing.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><i>Tosafot, Berachot</i>, <i>loc. cit.</i>, and the Ramah (<i>Orach Chayim</i> 215:1) state that <i>Amen</i> is recited only after <i>Boneh Yerushalayim</i> and not after other series of blessings. <i>Shulchan Aruch HaRav</i> 54:1 explains this ruling, stating that there is another advantage to reciting <i>Amen</i> after <i>Boneh Yerushalayim</i>: It differentiates between blessings required by the Torah and those ordained by Rabbinic decree.</i>",
            "Why is <i>Amen</i> recited after the blessing <i>Boneh Yerushalayim</i>, although it is followed by the blessing <i>Hatov v'hametiv</i>?<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">On the surface, the latter blessing, and not the blessing <i>Boneh Yerushalayim</i>, marks the conclusion of the blessings of grace.</i> Because the latter blessing was ordained in the era of the <i>Mishnah</i><sup class=\"footnote-marker\">2</sup><i class=\"footnote\">See Chapter 2, Halachah 1, and commentary.</i> and is considered to be an addition. The conclusion of the essential blessings of grace is <i>Boneh Yerushalayim</i>.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Hence <i>Amen</i> is recited at this point. As mentioned in the commentary on the previous halachah, its recitation differentiates between the blessings required by the Torah and those instituted by the Rabbis.</i><br>Why is <i>Amen</i> not recited after the blessing <i>Ahavat olam</i>?<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Its recitation would be appropriate because <i>Ahavat olam</i> concludes the two blessings recited before the <i>Shema</i>.</i> Because it is the conclusion of the blessings recited before the <i>Shema</i>.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">and an interruption should not be made between these blessings and the recitation of the <i>Shema</i>.</i> Similarly, in other instances when [a series of] blessings are recited before a practice<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">e.g., the blessings recited before the reading of the <i>Megillah</i> or the kindling of the Chanukah lights - when two or three blessings are recited in succession,</i> - e.g., the blessings recited before the reading of the <i>Megillah</i> or the kindling of the Chanukah lights - <i>Amen</i> [is not recited] lest it constitute an interruption between the blessings and [the fulfillment of] the performance over which they are being recited.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">See Halachah 8.</i>",
            "Why is <i>Amen</i> not recited after the blessing over fruits and the like?<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The Ra'avad and the <i>Kessef Mishneh</i> explain that the Rambam is not referring to the blessing recited before partaking of fruit. All agree that one should not recite <i>Amen</i> after such a blessing, because <i>Amen</i> would constitute an interruption between the blessing and partaking of the fruit. Rather, the Rambam is speaking about the blessing <i>al hapairot</i> or other similar blessings.<br>The Ra'avad differs with the Rambam on this matter and suggests that a person should recite <i>Amen</i> after concluding any of these blessings. The later authorities, however, accept the Rambam's decision.</i> Because it is only a single blessing, and <i>Amen</i> is recited only after a concluding blessing that follows another blessing or blessings<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">e.g., the blessings of the king - The series of seven blessings recited by the king after reading from the Torah at the <i>Hakhel</i> gathering held in the Temple once every seven years (<i>Hilchot Chaggigah</i> 3:4)</i> - e.g., the blessings of the king or the blessings of the High Priest<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The series of eight blessings recited by the High Priest after reading from the Torah during the Temple service on Yom Kippur (<i>Hilchot Avodat Yom HaKippurim</i> 3:11).</i> - to signify the conclusion of the blessings. Therefore, reciting <i>Amen</i> is appropriate.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The Jerusalem Talmud (<i>Berachot</i> 5:4) also cites the blessings recited after the haftarah as an example of a sequence at whose conclusion it is appropriate to recite <i>Amen</i>.</i>",
            "When a person eats a forbidden food - whether consciously or inadvertently - he should not recite a blessing beforehand or afterward.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">It is improper to bless God after transgressing His commandments. On the contrary, concerning a similar incident, the Jerusalem Talmud (<i>Challah</i> 1:5) cites Psalms 10:3, \"A thief who recites a blessing disgusts God.\" Even an inadvertent violation of the law is an act against His will for which it is not appropriate to bless Him.<br>The Ra'avad and Rabbenu Asher differ with the Rambam's decision and maintain that the fact that a person violates a commandment against eating forbidden food should not cause him to violate another commandment and benefit from the world without praising God. The<i>Turei Zahav</i> 196:1 attempts to resolve the two views and offers a compromise: A person who intentionally violates a prohibition should not recite a blessing. If, however, a person eats a forbidden food inadvertently, he should recite a blessing afterwards.<br>Significantly, the <i>Beit Yosef</i> (<i>Orach Chayim</i> 196) explains that even the Rambam would agree that a sick person who is required to eat a forbidden food for medicinal purposes should recite a blessing. There are, however, authorities who differ with this ruling as well.</i><br>What is implied? If one eats <i>tevel</i><sup class=\"footnote-marker\">2</sup><i class=\"footnote\">grain, oil, or wine from which <i>terumah</i> was not separated</i> - even food that is classified as <i>tevel</i> by Rabbinical decree,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">e.g., produce that grows in containers. According to Torah law, the agricultural gifts are required to be given only from produce that grows in the earth itself (Rambam's Commentary on the <i>Mishnah</i>, <i>Berachot</i> 7:1).</i> the first tithe from which <i>terumah</i> was not separated,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Even when the first tithe was separated before <i>terumah</i>, <i>terumah</i> should be separated from the tithe as well (<i>loc. cit.</i>).</i> or the second tithe<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">which must be eaten in Jerusalem. If this is not possible, the food can be redeemed and the money brought to Jerusalem to purchase food there. It is forbidden to eat this food outside Jerusalem until it is redeemed (Deuteronomy 14:22-27). In this instance, we are speaking about a situation where the redemption was improperly performed - e.g., one used uncoined metal (the Rambam's Commentary on the <i>Mishnah</i>, <i>Berachot</i> 7:1).</i> or sanctified foods<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">foods consecrated to the Temple</i> that were not redeemed in the proper manner,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">They were redeemed using landed property, which is unacceptable (loc. cit.).</i> one should not recite a blessing. Needless to say, this applies if one ate meat from an animal that was not ritually slaughtered<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">but rather, died naturally or was slaughtered without using the proper procedure</i> or was <i>trefah</i><sup class=\"footnote-marker\">9</sup><i class=\"footnote\">An animal attacked by a wild beast or diseased and therefore suffering from an affliction that will cause it to die within twelve months (<i>Hilchot Shechitah</i>, Chapter 5).</i> or if one drank wine used as a libation for idol worship.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">It is forbidden to drink such wine. See <i>Hilchot Ma'achalot Asurot</i>, Chapter 11.</i>",
            "If, however, a person ate <i>d'mai</i>, although it is fit only for the poor, the first tithe from which <i>terumat ma'aser</i> was separated, even though the proper amount for <i>terumah</i> was not separated because the tithe was taken while the grain was still in sheaves, or the second tithe or sanctified food that was redeemed, but an additional fifth was not added upon it, one should recite a blessing beforehand and afterwards. The same applies in other similar situations."
        ],
        [
            "This is the order of the blessings of the grace after meals:<br>The first blessing [thanks God for providing our] sustenance;<br>The<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Deuteronomy 8:10 states: \"When you have eaten and are satiated, you shall bless God, your Lord....\" <i>Berachot</i> 48b states that this command obligates us to recite the blessing thanking God for our sustenance.</i> second blessing [thanks God for granting us] <i>Eretz</i> [<i>Yisrael</i>];<br>The<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The above verse continues, \"for the good land which He has granted you.\" <i>Berachot</i> (<i>loc. cit.</i>) interprets this as an obligation to add a special blessing thanking God for <i>Eretz Yisrael</i>.</i> third blessing [praises God as] \"the builder of Jerusalem\";<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Berachot</i> (<i>loc. cit.</i>) interprets the modifier \"good\" in the above verse as a reference to Jerusalem and the Temple. This allusion implies an obligation to add a blessing thanking God for these gifts.</i> and<br>The fourth blessing [praises God as] \"He who is good and does good.\"<br>The<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">As the Rambam explains, this blessing was a later addition. The Rambam includes the full text for these blessings in \"The Order of Prayers for the Entire Year,\" which is found at the end of this text.</i> first blessing was instituted by Moses, our teacher;<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><i>Berachot</i> (<i>loc. cit.</i>) explains that Moses instituted this blessing when the manna descended. The manna serves as a clear sign of God's beneficence in granting sustenance to His creations.</i> the second blessing by Joshua;<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><i>Berachot</i> (<i>loc. cit.</i>) continues, relating that when the Jews entered <i>Eretz Yisrael</i> and began to benefit from its produce, Joshua instituted the second blessing of grace.</i> the third by King David<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">who solidified the kingdom of Israel and conquered Jerusalem. He instituted the blessing thanking God, \"for Israel, Your people, and Jerusalem, Your city\" (<i>Berachot</i>, <i>loc. cit.</i>).</i> and his son, Solomon;<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">who built the Temple and added to the blessing instituted by his father, acknowledgement of \"the great and holy house on which Your name is called\" (<i>Berachot</i>, <i>loc. cit.</i>).<br>There is a slight difficulty with these statements. The first three blessings are considered to have been instituted by the Torah. If so, how can the authorship of the latter two of them be attributed to Joshua, David, and Solomon, who lived in later generations?<br>The Ramban in his <i>Hasagot</i> explains that, although the fundamental obligation to recite these blessings originates in the Torah, the basic form of the text of these blessings was ordained by each of these prophets in his time. Beforehand, each person would recite the grace in his own words. (See also the commentary on the following halachah.)<br>The Ramban also explains that, after the destruction of the Temple, a prayer that it be rebuilt was included in the third blessing. In this context, it is also worthy to question whether Ezra and the Men of the Great Assembly also made any changes in the grace when they arranged all the prayers and blessings, as mentioned in Chapter 1, Halachah 5 and commentary. (See <i>Kochba d'Shavit</i>.)</i> and the fourth by the Sages of the<sup class=\"footnote-marker\">9</sup><i class=\"footnote\"><i>Berachot</i> (<i>loc. cit.</i>) relates that the Sages instituted this blessing on the day the Romans granted permission for the dead of Beitar to be buried. This city had served as the capital of Bar Kochba's revolt against Rome and had exacted a heavy toll of legionnaires while making a valiant defense. When the city finally fell, the Romans slew hundreds of thousands mercilessly, the extent of the carnage staggering all chroniclers. As a further measure of punishment to its inhabitants, they refused to allow them to be buried.<br>Years passed before such permission was granted. When the Romans finally granted the Sages permission to bury these people, they were amazed at the wondrous miracle their eyes beheld. The corpses had remained whole. They had neither rotted, nor been eaten by predators. In appreciation of this Divine kindness, the Sages instituted this blessing, praising God for being \"good\" (for preventing them from rotting) and \"doing good\" (for allowing the corpses to be buried).</i> <i>Mishnah</i>.",
            "When workers are employed by an employer and eat a meal of bread, they should not recite a blessing before eating.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The obligation to recite the blessing before eating is Rabbinic in origin. In certain situations, the Sages did not institute such a requirement.</i> Similarly, they should recite only two blessings after eating<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">combining the second and third blessings and omitting the fourth.<br><i>Tosafot, Berachot</i> 16a, states that although the third blessing is required by the Torah, it is not recited because the Sages have the power to withhold the fulfillment of a Torah precept. The <i>Kessef Mishneh</i> offers a different rationale, explaining that the Rambam did not state that the Torah requires that a specific number of blessings be recited for grace.<br>The <i>Rishon LeTzion</i> clarifies the matter further, explaining that the Rambam maintains that the Torah requires us to mention three concepts in grace: appreciation for the sustenance God grants us, appreciation for <i>Eretz Yisrael</i>, and appreciation for Jerusalem. According to the Torah, it does not matter how these three concepts are mentioned, whether in one blessing (as in <i>al hamichyah</i>), two blessings (as in this law), or three blessings (as is the usual case).</i> so that they do not neglect their employer's work.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">From this we learn two concepts:a) that it is forbidden to work while reciting grace (Jerusalem Talmud, <i>Berachot</i> 2:5; <i>Shulchan Aruch, Orach Chayim</i> 183:12);b) how important it is for a worker to devote himself faithfully to his work. See the conclusion of <i>Hilchot Sechirut</i>.</i><br>[In such an instance,] the complete text of the first blessing should be recited.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Rashi, <i>Berachot</i> (<i>loc. cit.</i>), explains that this distinction is made because the latter two blessings resemble each other, and hence can be combined with little difficulty. In contrast, the first blessing focuses on a different theme.</i> In the second blessing, they should begin with the text of the blessing for <i>Eretz Yisrael</i>, include aspects of the blessing for the building of Jerusalem,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">One should recite:<br>We offer thanks to You, God, our Lord, for having granted our ancestors a precious, good, and spacious land, and Jerusalem, Your city. May You rebuild it speedily in our days (Rabbenu Manoach).<br>It may be presumed that one should also include the aspects of the second and third blessings that Halachot 3 and 4 consider as absolute requirements (<i>Kinat Eliyahu</i>).</i> and conclude using the standard conclusion of the second blessing.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">and conclude using the standard conclusion of the second blessing.</i><br> If they do not receive a wage, but only meals in return for their services<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">their responsibility to their employer is less, and they are required to recite all the blessings.</i> or if they eat together with their employer, they should recite the full text of the four blessings as others do.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The fact that their employer joins them can be interpreted as license to take the leisure of reciting the full text of grace.<br>At present, it is assumed that employers allow their workers greater leniency and, in all instances, workers are required to recite the entire grace (<i>Shulchan Aruch, Orach Chayim</i> 191:2).</i>",
            "The blessing for <i>Eretz Yisrael</i> should include an acknowledgement of thanks [to God] at its beginning and at its conclusion.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">In \"The Order of Prayers for the Entire Year,\" the Rambam relates that this blessing begins, \"We offer thanks to You, God, our Lord...\" and states, shortly before its conclusion, \"For all these, God, our Lord, we give thanks to You.\" An omission of the second mention of thanks, however, does not require the repetition of grace (<i>Shulchan Aruch HaRav</i> 187:4).</i> It should conclude: \"[Blessed are You, God,] for the land and for the sustenance.\"<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">This is a single expression of thanks, acknowledging God's gift of \"a land which produces sustenance\" (<i>Berachot</i> 49a).</i> Whoever does not include the phrase \"a precious, good, and spacious land\"<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">This expression is a combination of the praises of <i>Eretz Yisrael</i> mentioned in Jeremiah 3:19 and Exodus 3:8.</i> in the blessing for <i>Eretz Yisrael</i> does not fulfill his obligation.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Unless one mentions these qualities, one has not adequately expressed one's appreciation for <i>Eretz Yisrael</i>. The omission of this phrase requires the repetition of the grace. See Halachah 12.</i><br>A person must mention the covenant [of circumcision]<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Rashi (<i>Berachot</i> 48b) explains that the mitzvah of circumcision is connected with God's promise of <i>Eretz Yisrael</i> to Abraham, as Genesis 17:8-10 states: \"I will give you and your descendants... the entire land of Canaan.... You shall keep My covenant.... Circumcise every male.\"</i> and the Torah [in this blessing],<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Rashi (<i>loc. cit.</i>) notes that a similar connection applies with regard to the Torah, as Deuteronomy 8:1 states: \"Observe all the mitzvot which I am commanding you... so that you will... inherit the land that God promised to your ancestors.\"<br>The phraseology used by the Rambam indicates that he does not require the repetition of the grace if either of these points is omitted. Other authorities (including the <i>Shulchan Aruch, Orach Chayim</i> 187:3) differ and require the repetition of grace in such an instance.</i> mentioning the covenant before the Torah. [The reason for this order<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">which gives priority to the covenant</i> is] that the covenant mentioned in the blessing for <i>Eretz Yisrael</i> refers to the covenant of circumcision, concerning which thirteen covenants [are mentioned in the Torah].<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Note the conclusion of <i>Hilchot Milah</i>, where the Rambam enumerates these thirteen expressions.</i> In contrast, [the Torah mentions only] three covenants with regard to the Torah, as [Deuteronomy 28:69] states: \"These are the words of the covenant... in addition to the covenant He established with you at Chorev,\" and [Deuteronomy 29:9-11] states: \"You are standing... to establish a covenant.\"<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The <i>Lechem Mishneh</i> notes that there are several other verses that refer to a covenant with regard to the Torah. These three, however, are unique in that they refer to the establishment of a covenant regarding the bond between the Jews and the Torah.1. <i>Berachot</i> 49a mentions both these possibilities. In \"The Order of Prayers for the Entire Year,\" the Rambam quotes the former expression.2. The beginning of a blessing must share the same theme as its conclusion. Nevertheless, the rebuilding of Jerusalem shares a connection with God's showing mercy to the people of Israel, since the rebuilding of Jerusalem is an expression of God's mercy to the Jewish people (<i>Berachot</i>, <i>loc. cit.</i>).3. Although <i>Berachot</i> (<i>loc. cit.</i>) mentions that two different concepts should not be mentioned in the conclusion of a blessing, this version of the blessing does not contradict that rule. The intent is a single request that Israel be granted the ultimate comfort, the rebuilding of Jerusalem.4. Rashi, <i>Berachot</i> 48b, mentions another reason for the mention of the House of David. It was David who conquered Jerusalem and established the holiness of the city. 5. Since an integral element of our celebration of the Sabbath and festivals is eating festive meals, the sacred element of the day should be mentioned in the grace recited after partaking of those meals. Nevertheless, the uniqueness of the day does not require a blessing in its own right, nor is it made the essential element of the third blessing. Therefore, one begins and concludes that blessing in the same manner as is done during the week (Rashi, <i>Tosafot, Berachot</i> 48b).6. The order in which these alternatives are mentioned in this halachah is the reverse of that mentioned in the previous halachah. It can be explained that in the previous halachah, the Rambam mentioned the text he considered most appropriate first. The order he mentions in this halachah, however, is closer to the expression used by our Sages in <i>Berachot</i> (<i>loc. cit.</i>), the source for this halachah.7. Pesach, Shavuot, and Sukkot. With regard to Rosh HaShanah, see the commentary on Halachah 13.8. <i>Shabbat</i> 24a explains that since an additional sacrifice (<i>korban musaf</i>) is offered on these days, they possess an element of sanctity that is worthy of mention. As obvious from the contrast of Halachah 12 to Halachah 13, however, there is a difference between the obligation to mention these days and the obligation to mention Sabbaths and festivals. 9. Since Chanukah and Purim are Rabbinic holidays which are not associated with an additional sacrificial offering, they are not mentioned in the third blessing. The second blessing is more appropriate for the mention of the miracles of these holidays, since it is an expression of thanks to God (<i>Shabbat</i> 24a).<br>The <i>Kessef Mishneh</i> and the <i>Lechem Mishneh</i> note that from <i>Shabbat</i> (<i>loc. cit.</i>), it would appear that while permission is granted to mention Chanukah and Purim in the second blessing, it is not an obligation to do so. In contrast, the Rambam requires that they be mentioned. They explain that since the Sages of the Talmud were wont to mention these holidays in grace, and the Jerusalem Talmud (<i>Berachot</i> 7:6) considers their mention a binding obligation, the Rambam established their mention as a requirement. See also Halachah 13 and commentary.10. Precedence is given to the Sabbath because it occurs more frequently than the festivals and is on a higher spiritual level (<i>Kessef Mishneh</i>). 11. \"Blessed are You, God, our Lord, 16King13 of the Universe, the God, who is our Father and our 16King13... the 16King13 who is good.\" The reason for this stress on God's sovereignty in this blessing is that the blessing recited previously mentions the sovereignty of the House of David, and the Sages wanted to emphasize how all earthly kings are subordinate to a higher authority (<i>Berachot</i> 49a).12. The blessing mentioned is quoted from <i>Berachot</i> 46a. That source also contains additions to the blessing that Rabbi Yehudah HaNasi would recite. 13. The Rambam's words are quoted from <i>Berachot</i> 46b, which relates that Mar Zutra recited this blessing.<br>The <i>Shulchan Aruch</i> (<i>Yoreh De'ah</i> 379:14) relates that this blessing should be recited throughout the seven days of mourning by the mourners and by all who recite grace together with him when there is a <i>zimun</i>. Other opinions (based on <i>Ketubot</i> 8a) state that this blessing should be recited only when ten people recite grace together. The <i>Kitzur Shulchan Aruch</i> 207:7 writes that it is Ashkenazic custom to rely on this opinion, and hence, this blessing is generally not recited.14. <i>Berachot</i> (<i>loc. cit.</i>) relates several additions Mar Zutra made on the above occasion.15. In \"The Order of Prayers for the Entire Year,\" the Rambam includes several requests beginning with the word <i>Harachaman</i> (May the Merciful One...) in his text of grace. These requests were additions to the grace made by the Geonim, who lived in the era subsequent to the Talmud. 16. This refers to the final blessing quoted in Halachah 11.17. <i>Nisu'in</i> (marriage) is marked by the entry of a bride and groom into a private chamber together. This ceremony is referred to as <i>chuppah</i> and is accompanied by a celebration. See <i>Hilchot Ishut</i>, Chapter 10, and commentaries.<br>As mentioned at the conclusion of the following halachah, according to the Rambam this blessing is recited only when ten adult males are present. The <i>Shulchan Aruch</i> (<i>Even HaEzer</i> 62:4) differs and maintains that it should be recited even when fewer than ten people are present. Note the Ramah (<i>Even HaEzer</i> 62:7) who states that today this blessing is never recited alone. If \"new faces\" - people who had not attended the wedding celebrations previously - are present, all seven blessings are recited. If no \"new faces\" are present (although ten males are), the meal is considered like a meal eaten by the bridegroom alone, and the blessing is not recited.18. The same laws applying to a widow or widower apply to a person who has been divorced. Significantly, in <i>Hilchot Ishut</i> 10:12, the Rambam states that even if a woman has been married before, her husband should celebrate with her for three days.19. Surely, this also applies when neither the bride nor groom have been married before. <i>Hilchot Ishut</i> (<i>loc. cit.</i>) states: \"The Sages ordained that everyone who marries a maiden should celebrate with her for seven days.\"<br>The differences between the time limits mentioned in this halachah and those mentioned in Chapter 5, Halachah 5, are worthy of comparison. See the commentary on that halachah.20. <i>Ketubot</i> 8a states that after the first day of the wedding celebrations, Rav Ashi would recite the wedding blessings only when \"new faces\" were present. In his responsa, the Rambam's son states that his father required only two \"new faces.\" Note the <i>Beit Shmuel</i> 64:7 who requires only one \"new face.\" The <i>Hagahot Maimoniot</i> write that on the Sabbath the presence of new guests is not necessary, since the Sabbath itself is considered as \"guests.\"21. <i>Ketubot</i> 7b derives this rule from the account of the wedding between Ruth and Boaz. Ruth 4:2 relates that Boaz invited ten men to witness the marriage. 22. Only six blessings are mentioned below; the seventh blessing is the blessing over the wine. (See <i>Hilchot Ishut</i> 10:4.)23. Rashi (<i>Ketubot</i> 7b) explains that this blessing is in praise of the creation of Adam, the first man.<br>In <i>Hilchot Ishut</i>, where the text of the wedding blessings is repeated, this blessing follows the blessing \"who has created all things for His glory.\" This order is the sequence in which these blessings are recited today. It appears more appropriate, particularly according to Rashi's commentary (<i>loc. cit.</i>), which explains that the blessing \"who has created all things...\" is not directly connected to the wedding itself, but rather is recited in appreciation of the guests who have come to celebrate together with the new couple.<br>[The repetition of the text of the blessings in two separate halachot, something very out of character for the Rambam in the <i>Mishneh Torah</i>, has aroused the attention of the commentaries. Some have gone so far as to suggest that the text of the blessings here was added by the printers, and not by the Rambam himself.]24. Despite the fact that this blessing follows two (or three) blessings which begin with \"Blessed...,\" it also begins with \"Blessed....\" Among the explanations offered is that the first blessings are short, and if the line \"Blessed...\" were not mentioned, they would appear as a single blessing (<i>Tosafot, Ketubot</i>, <i>loc. cit.</i>).25. Rashi (<i>loc. cit.</i>) interprets this as a reference to the creation of woman, who was created from man (\"his own self\"), and gives him the potential for reproduction (\"a structure that will last for all time\").26. \"The barren one\" refers to Jerusalem. Psalms 137:6 states: \"Let my tongue cleave to my palate if I do not place Jerusalem above my highest joy.\" Thus, at the height of the wedding celebration, we recall the holy city and pray that it be rebuilt. 27. This is a prayer that the bride and groom enjoy the happiness experienced by Adam in Eve before the first sin.<br>Several manuscripts and early printings of the <i>Mishneh Torah</i> mention a different conclusion for this blessing, \"Blessed are You, God, who brings joy to His people, Israel, and rebuilds Jerusalem.\" (In this context, note the commentary of the <i>Lechem Mishneh</i>.)28. The blessing joins our wishes for the happiness of the particular couple with our hope for the Messianic redemption and the rebuilding of Jerusalem. The ultimate marriage relationship is the bond between God and the Jewish people, which will be realized in the Messianic age. Thus, the two themes, marriage and redemption, share an intrinsic link.29. Rashi, <i>Ketubot</i> 8a, explains the difference between the last two blessings. The fifth of the blessings concludes with a request that the bride and groom enjoy a lifetime of happiness and success together. The sixth and final blessing concludes with a request that they find happiness in each other, that their wedding joy be extended throughout their lives. Alternatively, the final blessing is a blessing for the Jewish people as a whole who find fulfillment in married life.</i>",
            "The third blessing begins as follows: \"Have mercy on us, God, our Lord, and on Israel, Your people, on Jerusalem, Your city, and on Zion, the abode of Your glory...\" Alternatively, it begins: \"Comfort us, God, our Lord, with Jerusalem, Your city....\"<br>One should conclude: \"[Blessed are You, God,] who will build Jerusalem,\" or \"...who will comfort His people Israel with the building of Jerusalem.\" For this reason, this blessing is referred to as \"the blessing of comfort.\"<br>Whoever does not mention the kingdom of the House of David in this blessing does not fulfill his obligation, because it is an essential element of the blessing. There will be no complete comfort until the return of the sovereignty to the House of David.",
            "On Sabbaths and on the festivals, one should begin with the concept of comfort and conclude with the concept of comfort and, in the midst of the blessing, mention the sacred quality of the day.<br>How should one begin? Either with, \"Comfort us, God, our Lord, with Zion, Your city...\" or \"Have mercy on us, God, our Lord, and on Israel, Your people, on Jerusalem, Your city....\" One should conclude with: \"[Blessed are You, God,] who will comfort His people Israel with the building of Jerusalem\" or \"... who will build Jerusalem.\"<br>On the Sabbath, in the midst [of the blessing], one should say:<br>Our God, and God of our fathers, may it please You, God, our Lord, to strengthen us through Your mitzvot and through the mitzvah of this great and holy seventh day. For this day is great and holy before You for us to refrain from work and rest on it with love in accordance with the commandment of Your will. In Your good will, God, our Lord, grant us tranquility and prevent distress, evil, and sorrow on the day of our rest.<br>On the festivals, one should include the prayer <i>Ya'aleh v'yavo</i> in this blessing. Similarly, on <i>Rosh Chodesh</i> and on <i>Chol HaMo’ed</i>, one should include the prayer <i>Ya'aleh v'yavo</i> in the third blessing.",
            "On Chanukah and Purim, one should add the prayer <i>Al hanisim</i> in the blessing for <i>Eretz Yisrael</i>, as one adds in the <i>Shemoneh Esreh</i>.<br>When a festival or <i>Rosh Chodesh</i> falls on the Sabbath, one recites <i>R'tzey vahachalitzenu</i> first, and then <i>Ya'aleh v'yavo</i>. Similarly, when <i>Rosh Chodesh</i> Tevet falls on the Sabbath, one recites <i>Al hanisim</i> in the blessing for <i>Eretz Yisrael</i>, and <i>R'tzey vahachalitzenu</i> and <i>Ya'aleh v'yavo</i> in the blessing of comfort.",
            "In the fourth blessing, one must mention God's sovereignty three times.<br>When a guest recites grace in the home of his host, he should add a blessing for his host in this blessing. What should he say? \"May it be Your will that [my] host not be disgraced in this world or shamed in the world to come.\" He may add to the blessing for [his] host and extend it [as he desires].",
            "When grace is being recited in the house of a mourner, the following addition should be made in the fourth blessing:<br>The Living King who is good and does good, the true God, the true Judge who judges justly, the absolute ruler of His world who may do as He chooses. We are His people and His servants and we are obligated to thank Him and bless Him for everything.<br>He should request mercy for the mourner to comfort him in the matters that he desires. [Afterwards,] he concludes, <i>Harachaman</i>....",
            "The blessing for the bridegroom is recited after these four blessings at each meal eaten in the place of the wedding celebration. This blessing should not be recited by servants or by minors.<br>Until when is the blessing recited? When a widower marries a widow, it is recited only on the first day. When a groom who has never married before marries a widow or when a bride who has never married before marries a widower, it is recited during all the seven days of the marriage celebrations.",
            "The blessing that is added at the place of the wedding celebration is the final blessing of the seven blessings recited at the wedding.<br>When does the above apply? When [all] the people who eat there were present [at the wedding] and heard the wedding blessings being recited. If, however, other people were present who had not heard the wedding blessings at the wedding, the seven wedding blessings are recited for them after grace, just as they are recited at the wedding itself.<br>The above applies when [a quorum of] ten are present. The groom can be counted as part of this quorum.",
            "These are the seven blessings:<br>Blessed are You, God, our Lord, King of the universe, Creator of man.<br>Blessed are You, God, our Lord, King of the universe, who created all things for His glory.<br>Blessed are You, God, our Lord, King of the universe, who created man in His image, in an image reflecting His likeness, [He brought forth] his form and prepared for him from his own self a structure that will last for all time. Blessed are You, God, Creator of man.<br>May the barren one rejoice and exult as her children are gathered to her with joy. Blessed are You, God, who makes Zion rejoice in her children.<br>Grant joy to these loving companions as You granted joy to Your creation in the Garden of Eden long ago. Blessed are You, God, who grants joy to the groom and the bride.<br>Blessed are You, God, our Lord, King of the universe, who created joy and happiness, bride and groom, gladness, song, cheer, and delight, love and harmony, peace and friendship. Soon, God, our Lord, may there be heard in the cities of Judah and the outskirts of Jerusalem, a voice of joy and a voice of happiness, a voice of a groom and a voice of a bride, a voice of grooms rejoicing from their wedding canopies and youths from their songfests. Blessed are You, God, who grants joy to the groom together with the bride.",
            "[The following rules apply when a person who is reciting grace] on a Sabbath or a festival [concludes the third blessing<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">More precisely, mentions God's name in the conclusion of the third blessing. If he remembers his omission before he mentions God's name, he should add the special passage, and then repeat <i>Uvneh Yerushalayim</i>. Once he mentions God's name, however, he should complete the blessing, \"<i>boneh Yerushalayim. Amen,</i>\" and then add the blessing mentioned below.</i> and] forgets to mention the aspect of holiness connected with the day:<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">See Halachah 5.</i> If he remembers before he begins the fourth blessing,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Shulchan Aruch HaRav</i> 188:9 interprets this to mean: before he mentions even a single word of the blessing. The <i>Mishnah Berurah</i> 188:23, however, differs and maintains that even after mentioning God's name, one may still continue, \"who has granted rest....\"</i> he should recite the following:<br>On the Sabbath:<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Significantly, throughout this halachah, the Rambam does not differentiate between the first two meals of the Sabbaths and festivals and any subsequent ones. As will be explained, the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 188:8) does make such a distinction with regard to the repetition of grace. Nevertheless, if a person remembers his omission in time to add the special blessing, even the <i>Shulchan Aruch</i> (<i>loc. cit.</i>:7) requires it to be recited after any and all meals on Sabbaths and festivals.</i> Blessed [are You, God...] who has granted rest to His people Israel as a sign and a holy covenant. Blessed are You, God, who sanctifies the Sabbath.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The Sabbath was sanctified by God on the seventh day of creation.</i><br>On the festivals: Blessed [are You, God...]<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Our text follows the position of the <i>Lechem Mishneh</i>, who emphasizes that this blessing contains God's name and the phrase \"King of the universe,\" as do other blessings. This view is not shared by the <i>Rishon LeTzion</i> and several other commentaries, who point to the fact that neither <i>Berachot</i> 49a nor the Rambam explicitly mentions God's sovereignty. Nevertheless, the <i>Shulchan Aruch</i> (<i>loc. cit.</i>:6) shares the <i>Lechem Mishneh's</i> position.</i> who has granted festivals to His people Israel for rejoicing and for happiness. Blessed are You, God, who sanctifies Israel and the seasons.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The sanctification of the festivals is dependent on the Jews, who fix the monthly calendar. (See <i>Beitzah</i> 17a.)</i><br>Afterwards, one should begin the fourth blessing and conclude grace.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">without any further changes.</i> If he [does not] remember [the omission of the special passages until after] he begins the fourth blessing,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">i.e., even if he merely mentions the first word, <i>Baruch</i>, as explained above</i> he should cease [his prayers]<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Based on <i>Berachot</i> 49b, the <i>Shulchan Aruch</i> (<i>loc. cit.</i>:8) mentions a difference between the first two meals on the Sabbath and festivals and any subsequent ones. We are obligated to eat only two meals that require grace on these holy days. One may fulfill his obligation for the third meal with other foods, without eating bread on the Sabbath, whereas on festivals one is not obligated to eat a third meal at all.<br>Accordingly, although there is a dimension of holiness connected with all the Sabbath and festival meals, the need to mention this dimension in grace is considered significant enough to require repetition of all the blessings only when an omission is made in the first two meals of the day.<br>It must be noted that neither the Rambam nor <i>Berachot</i> (<i>loc. cit.</i>) make such a differentiation explicitly. This has led the <i>Rishon LeTzion</i> and others to postulate that the Rambam maintains that an omission of the Sabbath or festivals in grace is sufficient to require repetition of the blessings in any meal eaten on these holy days.</i> and return to the beginning [of grace], the blessing for sustenance.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">If three people ate together and made the same omission, however, they do not repeat the <i>zimmun</i> (<i>Shulchan Aruch</i>, <i>loc. cit.</i>:9).<br>The Ra'avad challenges the Rambam's decision, calling attention to a law quoted by the Rambam in <i>Hilchot Tefillah</i> 10:10. When a person omits <i>Ya'aleh v'yavo</i> in the <i>Shemoneh Esreh</i>, he is required to repeat the entire <i>Shemoneh Esreh</i>. Nevertheless, if he is accustomed to recite prayers of supplication after <i>Shemoneh Esreh</i> before withdrawing from his place of prayer, and remembers while in the midst of those supplications, he is not required to repeat <i>Shemoneh Esreh</i>. All that is necessary is to return to the blessing <i>R'tzey</i>.<br>Similarly, the Ra'avad argues, the blessing <i>Hatov v'hametiv</i> resembles the supplicatory prayers recited after <i>Shemoneh Esreh</i>. Accordingly, one should return to the third blessing of grace and not recite the other two.<br>This opinion, although respected for its sound reasoning, is not accepted by most authorities. The <i>Shulchan Aruch</i> (<i>loc. cit.</i>:6) and others quote the Rambam's view.</i>",
            "[The following rules apply when a person who is reciting grace] on <i>Rosh Chodesh</i> [concludes the third blessing and] forgets to recite <i>Ya'aleh v'yavo</i>:<br>If<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">as required in Halachah 5:</i> he remembers before he begins the fourth blessing,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">as mentioned in the commentary on the previous halachah, this means after one has recited even a single word of the blessing.</i> he should recite the following: \"Blessed [are You, God...] who granted <i>Rashei Chadashim</i> to His people Israel as a remembrance.\" The blessing does not include a <i>chatimah</i>.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Many blessings begin: \"Blessed are You, God, King of the universe...,\" and conclude, \"Blessed are You, God....\" The latter concluding phrase is referred to as a <i>chatimah</i>. (See <i>Hilchot Kri'at Shema</i> 1:7.)<br><i>Berachot</i> 49a mentions that the Sages were unsure of whether this blessing should include a <i>chatimah</i> or not. Therefore, to avoid the possibility of mentioning God's name in vain, the <i>chatimah</i> is omitted.</i> Afterwards, he should begin the fourth blessing and conclude grace.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">without any further changes.</i> If he remembers<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">the omission</i> after beginning the fourth blessing, he should complete it<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">the fourth blessing</i> [without making any additions]. He need not repeat [the entire grace].<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Berachot</i> 49b explains that although in prayer (see <i>Hilchot Tefillah</i> 10:10), the omission of <i>Ya'aleh v'yavo</i> warrants a repetition of the <i>Shemoneh Esreh</i>, on <i>Rosh Chodesh</i> its omission does not warrant a repetition of grace. The difference between the two is that prayer is an obligation, while eating a meal of bread is not. Since there is no obligation to recite grace on <i>Rosh Chodesh</i>, failing to mention it in grace is not sufficient cause to warrant its repetition.</i> The same rules apply on <i>Chol HaMo’ed</i>.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">since we are not obligated to eat a meal of bread on these days.<br>Within this context, it is worthy to mention the laws regarding the recitation of <i>Ya'aleh v'yavo</i> on Rosh HaShanah. Neither the Rambam nor the Talmudic sources which deal with this subject (<i>Berachot</i> 49a-b and <i>Shabbat</i> 24a) mention adding <i>Ya'aleh v'yavo</i> to grace on Rosh HaShanah. Nevertheless, the <i>Magen Avraham</i> (188:7) takes it for granted that such an addition should be made.<br>Furthermore, if one becomes conscious of the omission of that addition before beginning the fourth blessing, one should add a special blessing to mention Rosh HaShanah. If, however, one has already begun the fourth blessing, one should continue grace without mentioning Rosh HaShanah, since there is no obligation to eat festive meals on that day. On the contrary, fasting is allowed.</i><br>[When a person reciting grace] on Chanukah or on Purim forgets to mention the uniqueness of the day in grace,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\"><i>Al hanisim</i>, as mentioned in Halachah 6.</i> he need not repeat [the grace].<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The Jerusalem Talmud (<i>Berachot</i> 7:6) requires grace to be repeated for such an omission. Nevertheless, since there is no indication in the Babylonian Talmud of such an obligation (indeed, <i>Shabbat</i> 24a does not require even the recitation of <i>Al hanisim</i>), the Rambam does not accept that ruling.<br>It has, however, become customary to add <i>Al hanisim</i> among the paragraphs beginning <i>Harachaman</i> at the conclusion of grace if one forgets to recite it in its proper place (Ramah, <i>Orach Chayim</i> 187:4).</i>",
            "[The following rules apply to] a person who ate and forgot to recite grace: If he remembers before his food becomes digested, he should return and recite grace. If he remembers after his food becomes digested, he should not return and recite grace.<br>If a person forgets and is unsure whether he recited grace or not, he must return and recite grace, provided his food has not become digested."
        ],
        [
            "There are five species [of grain]:<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">As will be explained, there are special laws regarding the blessings recited before and after food made from these species of grain. These five species are also mentioned in <i>Hilchot Chametz UMatzah</i> 5:1.</i> wheat, barley,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">These grains, fundamental to day to day life in Western society, are among the seven species for which Deuteronomy 8:8 praises <i>Eretz Yisrael</i> for producing.</i> rye, oats, and spelt. Rye<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">This is the accepted translation. There is some difficulty, however, in accepting it, since rye was not commonly grown in the Mediterranean region. In his Commentary on the Mishnah, <i>Kilayim</i> 1:1, the Rambam defines כוסמין as \"wild wheat.\"</i> is a sub-species of wheat, and oats<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">In his Commentary on the Mishnah (<i>loc. cit.</i>), the Rambam describes oats as \"wild barley.\"<br>The term שבולת שועל, which literally means \"the kernels of the fox,\" is used because, unlike wheat and barley, oat kernels grow separate from the stalk of the grain, like a fox tail, which has hairs that stand out rather than lie flat.</i> and spelt<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">In his Commentary on the Mishnah (<i>loc. cit.</i>), the Rambam mentions that this grain resembles כוסמין. [For this reason, there are commentaries which interchange the translations of כוסמין and שיפון.]</i> are sub-species of barley.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Although this statement has other implications (see Rashi, <i>Pesachim</i> 35a), the Rambam mentions it here to teach us that although Deuteronomy (<i>loc. cit.</i>) mentions only wheat and barley, since these other three grains are sub-species of them, they are governed by the same laws.</i><br>When these five species are in their stalks, they are referred to as <i>tevuah</i>. After they have been threshed and winnowed, they are referred to as grain.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Here, also, although these statements have other halachic implications (e.g., <i>Challah</i> 1:2 mentions these points within the context of vows: if a person vows not to benefit from <i>tevuah</i> or grain, he is forbidden to benefit from these species), the Rambam is defining these terms here because he will refer to them throughout this chapter.</i> When they have been milled and their flour kneaded and baked, they are referred to as bread.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">and require the ritual washing of hands and the blessing <i>hamotzi</i> beforehand and grace afterwards.</i> Bread made from these species is referred to as bread without any additional modifier.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">If, however, bread is made from other grains - e.g., rice or corn - it is referred to as ricebread or cornbread.</i>",
            "Before eating bread,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">made from the five species of grain mentioned in the previous halachah</i> a person should recite the blessing, \"Blessed are You, God, our Lord, King of the universe, who brings forth bread from the earth.\"<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><i>Tosafot, Berachot</i> 38b, notes that the conclusion of the blessing is taken from Psalms 104:14. Because of its importance as \"the staff of life,\" the Sages established a special blessing for bread in place of the blessing <i>borey pri ha'adamah</i>.</i> Afterwards, he should recite the four blessings [of grace].<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">discussed in the previous chapter.</i><br>Before eating kernels of grain that have been cooked without being processed,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">i.e., without removing the kernel's shell or crushing it. See Halachah 4.<br>Literally, the Rambam's words mean \"grain cooked as it is.\" The <i>Kessef Mishneh</i> interprets this to mean \"as it comes from the silo.\"</i> a person should recite the blessing <i>borey pri ha'adamah</i>.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">the blessing recited for eating vegetables and other products of the earth (Chapter 8, Halachah 1).<br><i>Berachot</i> 37a states, \"A person who chews [kernels of] wheat should recite the blessing <i>borey pri ha'adamah</i>.\" Even though the grain has been cooked, since the kernels were not processed at all, it does not warrant a blessing of greater importance (<i>Kessef Mishnah</i>).<br>The <i>Mishnah Berurah</i> 208:3-6 discusses the question of grains that are cooked whole, but are cooked for a long period until their shell dissolves. There are authorities who recommend that unless the kernels have been cooked to the extent that they stick together as a single mass, whole grains should be eaten only in the midst of a meal containing bread. See also Halachah 4.</i> Afterwards, he should recite the blessing <i>borey nefashot rabbot</i>.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The blessing usually recited after partaking of foods other than those from the seven species for which <i>Eretz Yisrael</i> was praised. The same rationale mentioned above applies. Since the kernels were served without being processed, they do not warrant a blessing of greater importance.</i> Before eating flour,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">which has not been cooked</i> a person should recite the blessing <i>shehakol</i>. Afterwards, he should recite the blessing <i>borey nefashot rabbot</i>.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">In this instance as well, the special blessings for grain products are not recited because the food was not prepared in the usual fashion. Furthermore, even the blessing <i>borey pri ha'adamah</i> is not recited, because generally people do not eat flour (Rabbenu Yitzchak Alfasi, See also <i>Berachot</i> 36a).1. I.e., it resembles a porridge.2. Because of the importance of the five species of grain, the Sages ordained the recitation of a special blessing before and after partaking of them. Since this mixture is considered a food and not a beverage, it warrants the recitation of these blessings.3. Since this mixture is considered a beverage and not a food, it does not warrant the recitation of these blessings. 4. <i>Berachot</i> 37b relates that any food that is made from the five species of grain but is not considered bread requires the blessing <i>al hamichyah</i>. Since these foods are cooked in a pot, they are not considered bread. See also note 6.5. Since the grain kernels have been processed slightly, they are considered worthy of the special blessings ordained for foods from the five species. As mentioned in the commentary on Halachah 2, the later authorities suggest that the grains be cooked to the point that they stick together as a single mass before these blessings should be recited. If, however, both the shell of the kernel has been removed and they have been crushed, the blessing <i>al hamichyah</i> may be recited even when the kernels do not stick together (<i>Mishnah Berurah</i> 208:15).6. As mentioned in Halachah 6, as long as the grain is included to add flavor, it is considered the primary element in the mixture, and the blessing <i>al hamichyah</i> should be recited, even though quantitatively, the dish contains a majority of other substances. (See <i>Shulchan Aruch, Orach Chayim</i> 208:2.) 7. The definition of foods as primary and secondary depends on the person's intention and not the quantity of the foods included in the mixture.8. This principle is quoted from the Mishnah, <i>Berachot</i> 6:7.9. Thus producing a single food, as exemplified in Halachah 6.10. In this instance, the two foods remain separate, yet the secondary food is included in the blessing recited over the primary one, as exemplified in Halachah 7. 11. The Rambam is quoting <i>Berachot</i> 39a, which states that this law applies even to turnips that require a large amount of flour.12. <i>Beitzah</i> 38a states, \"Anything added for flavor is never considered negligible.\"<br>The <i>Magen Avraham</i> 204:25 and the <i>Chacham Tzvi</i> (Responsum 129) explain that the Rambam's (and the Talmud's) statements apply only to products from the five species of grain. Whenever they are added to flavor foods, they are considered of primary importance even when, quantitatively, they are less than the other ingredients of a particular dish. In contrast, when two or more types of foods other than grain products are mixed together in a single dish and both are intended to add flavor and/or satiate the person eating, the food which is greater in quantity is considered as the primary ingredient.<br>The <i>Kessef Mishneh</i> adds that if the starch was added for flavor, the mixture would require the blessing <i>borey minei mezonot</i>. He continues, explaining that when other foods - e.g., fruits which are not usually eaten raw, are cooked in sugar to produce jam, the fruits are considered of primary importance. Hence, the blessing <i>borey pri ha'etz</i> should be recited. See <i>Shulchan Aruch, Orach Chayim</i> 204:11. 14. By adding the clause, \"so that the heavy brine...,\" the Rambam explains the source for this ruling, <i>Berachot</i> 6:7, and clarifies a problem posed by the commentaries.<br>Although the Mishnah mentions the example of bread serving as a secondary food when it accompanies salted foods, the Talmud (<i>Berachot</i> 44a) protests, and explains that in almost all situations bread would be considered the primary food. The Mishnah is describing a specific instance: people who eat fruit that originates in the area around Lake Kineret.<br>In his Commentary on the Mishnah, the Rambam explains that this refers to people who work as watchmen in orchards. They eat large quantities of fruit. Hence, in order to help their digestion, they also must partake of brine. Since the brine itself could be harmful, they eat bread with it.<br>Here, also, the Rambam is referring to a case where the person has no desire to eat bread and does so only to protect his throat. If, however, a person wanted to eat salted fish on bread and desired both the bread and the fish, he must recite the blessing <i>hamotzi</i> and recite grace. (See <i>Turei Zahav</i> 212:1-2.)<br><i>Shulchan Aruch HaRav</i> 212:2 gives another example: A person who eats bread to weaken the taste of an alcoholic beverage. 16. A <i>k'zayit</i>. In contemporary measure, it is equivalent to 28.8 cc according to <i>Shiurei Torah</i> and 33 cc according to the <i>Chazon Ish</i>.17. Out of faithfulness to the Rambam's text, we have translated his words literally, although they have caused the commentaries great difficulty. On the surface, there is an open contradiction between the first clause and the second clause. From the first clause, it appears that a piece of bread less than the size of an olive which resembles bread warrants the blessing <i>hamotzi</i>. In contrast, the latter clause appears to indicate that the bread must both be the size of an olive and have the appearance of bread to warrant the blessing <i>hamotzi</i>.<br>Because of this difficulty, the Radbaz (Vol. V, Responsum 1393) and <i>Sefer HaBatim</i> have suggested amending the text and rendering the latter clause, \"If they are not the size of an olive and no longer resemble bread because of the cooking process.\" Furthermore, even without amending the text, this interpretation can be accepted, since, as the Rambam's own descendant, Rabbi Yehoshua, explains, there are times when the Hebrew או can be rendered as \"if.\" Thus, the passage would read, \"If they are not the size of an olive, if....\"<br>Rav Yosef Karo was aware of the text's difficulty and the suggestions to amend it. Nevertheless, both in his <i>Kessef Mishneh</i> and his <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 168:10), he seeks to justify the Rambam's choice of phraseology, explaining his statements as follows:<br>When one cooked pieces of bread or mixed them into soup, if they are the size of an olive, one should recite the blessing <i>hamotzi</i> although they no longer resemble bread. If they are less than the size of an olive but resemble bread, one should recite this blessing when they have been mixed into soup. If, however, they have been cooked, and although it is obvious that these pieces came from a loaf of bread, they no longer have the appearance of bread, only the blessing <i>borey minei mezonot</i> should be recited.<br>To summarize: when one breaks bread into pieces and puts them into soup, since the pieces still resemble bread they may not be eaten unless one recites the blessing <i>hamotzi</i>. If the pieces of bread were cooked completely to prepare a different food and less than a <i>k'zayit</i> remains whole, the blessing <i>borey minei mezonot</i> should be recited. According to most authorities, if one cooks with bread crumbs or matzah meal, the blessing <i>borey minei mezonot</i>, should be recited on the foods produced.</i>",
            "[The following rules apply] when a person cooks flour from one of the five species of grain, which has been mixed with water or other liquids: If the mixture is thick, so that it is fit to be eaten and chewed, one should recite the blessing <i>borey minei mezonot</i> beforehand and the blessing <i>al hamichyah v'al hakalkalah</i> afterward. If the mixture is thin, so that it is fit to be drunk, one should recite the blessing <i>shehakol</i> beforehand and the blessing <i>borey nefashot rabbot</i> afterward.",
            "The blessing <i>borey minei mezonot</i> is recited before [partaking of any of the following foods]:<br>flour from one of the five species of grain that was cooked in a pot - whether alone or whether it was mixed together with other ingredients - e.g., dumplings or the like;<br>grain that was divided or crushed and cooked in a pot - e.g., groats or grits. These [two categories] are referred to as cooked dishes.<br>The same laws also apply to any dish in which flour or bread from the five species of grain was mixed.",
            "When does the above apply? When the person considers the [flour or bread] from the five species of grain as the primary element [of the mixture] and not as a secondary element. If, however, the [flour or bread] from the five species of grain is a secondary element of a mixture, the person should recite the [appropriate] blessing over the primary food, and thus fulfill his obligation regarding the secondary food.<br>This is a major principle with regard to blessings: Whenever a food contains primary and secondary elements, a person should recite a blessing over the primary element, and thus fulfill his obligation regarding the secondary element. [This principle applies] regardless of whether the secondary element is mixed together with the primary element or not.",
            "What is an example of a secondary food mixed together [with a primary food]? Cooked turnips or cabbage to which flour from one of the five species was added so that it would hold together. The blessing <i>borey minei mezonot</i> is not recited, because the turnips are of primary importance and the flour is secondary.<br>Similarly, whenever a substance is added to hold food together, to add fragrance, or to color a dish, it is considered secondary. If, however, it was added in order to add flavor to the food, it is considered of primary importance.<br>Accordingly, when sweets are made by cooking honey and mixing it with starch so that it will stick together, the blessing <i>borey minei mezonot</i> is not recited, because the honey is of primary importance.",
            "What is an example of a secondary food which is not mixed together? A person who wants to eat salted fish and eats bread with it so that the heavy brine will not harm his throat or tongue. [In this instance,] he should recite a blessing on the salted fish, and by doing so fulfill his obligation regarding the bread, because the bread is secondary. The same principle applies in other similar situations.",
            "[The following rules apply when] bread was broken into pieces and cooked in a pot or mixed into soup: If the pieces are the size of an olive or they can be recognized as bread and their appearance has not changed, the blessing <i>hamotzi</i> should be recited before partaking of them. If, however, they are not the size of an olive or they no longer resemble bread because of the cooking process, the blessing <i>borey minei mezonot</i> should be recited before partaking of them.",
            "Before partaking of dough baked over the ground<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Significantly, the Rambam's definition of the term כובא דארעא, discussed by our Sages, <i>Berachot</i> 38a, differs from that of Rashi, whose interpretation is quoted in the <i>Tur</i> and the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 168:15).</i> as is baked by the Arabs living in the desert,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Rav Kapach explains that the Arabs would dig a hole in the ground, fill it with wood, and start a fire. When the wood had burned until all that remained was glowing coals, they would remove them and fill the hole with dough. Afterwards, the coals would be placed above the dough and allowed to remain there until the dough was baked. (See also <i>Hilchot Chametz UMatzah</i> 6:6.)</i> one should recite the blessing <i>borey minei mezonot</i>,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">and not <i>hamotzi</i></i> because it does not have the appearance of bread.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The fact that it does not look like bread - although its manner of preparation, taste, and texture are similar - is significant enough to prevent it from receiving the blessing <i>hamotzi</i>.<br>[The Rambam's conception is significant since other halachic authorities - e.g., the <i>Magen Avraham</i> 168:40 - maintain that<i>hamotzi</i> should not be recited because this dough is soft, like pancakes.]</i> If, however, one uses it as the basis of a meal,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Based on <i>Berachot</i> 42a, the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 168:6) interprets this to mean \"a measure that others would usually use as the basis for a meal even though, personally, one is not satisfied from it.\"<br>Quantitatively, <i>Shulchan Aruch HaRav</i> 168:8 states that the intention is a full meal, an <i>isaron</i>. [He arrives at this calculation as follows: In the desert, the Jews received an <i>omer</i> of manna for two meals each day. An <i>omer</i> is twice the quantity of an <i>isaron</i>.] This is approximately 22 <i>k'beitzot</i>, or 1266 cc according to <i>Shiurei Torah</i>, and 1452 cc according to the <i>Chazon Ish</i>. This figure includes not only the grain product, but also other foods - e.g., meat, fish, or vegetables - that are eaten together with it.<br>Nevertheless, there are more stringent opinions, and accordingly, <i>Shulchan Aruch HaRav</i> (<i>loc. cit.</i>) and the <i>Mishnah Berurah</i> 168:24 suggest not eating a meal consisting of more than four <i>k'beitzot</i> of food with such \"bread\" as its base.</i> one should recite the blessing <i>hamotzi</i>.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><i>Shulchan Aruch HaRav</i> 168:8 states that the blessing <i>hamotzi</i> was designated for bread to indicate its importance as a satisfying food and the foundation of our diet. Hence, it was instituted only for breads that are usually served for such a purpose. If, however, a person decided to serve another food made from flour and resembling bread with a similar intent, it is also appropriate that he recite <i>hamotzi</i>.</i><br>Similar [laws apply to] dough that was kneaded with honey, oil, or milk,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 168:7) states that all that is necessary is to mix enough of these ingredients into the dough so that their taste is felt. The Ramah and the <i>Magen Avraham</i> 168:16 differ and maintain that the amount of these ingredients must exceed the quantity of water used. Support for their ruling can be drawn from the Rambam's statements in <i>Hilchot Chametz UMatzah</i> 5:20.<br>The above is significant with regard to what is popularly called today <i>mezonot</i> bread, which is produced by using apple juice instead of (or together with) water. According to the Ramah, the blessing <i>borey minei mezonot</i> should not be recited:a) if the dough is made with more water than juice, b) if one uses this bread as the basis for a large meal.</i> or mixed together with different condiments<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">sugar, honey, nuts, fruits, or spices</i> and baked.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">producing a product which, like cake, is generally eaten for pleasure and not as the basis of a meal.</i> It is referred to as <i>pat haba'ah b'kisnin</i>.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Note the<i>Shulchan Aruch</i> (<i>Orach Chayim</i> 168:7), which offers two other interpretations of the term, <i>pat haba'ah b'kisnin</i>:a) Rabbenu Chananel's interpretation - dough filled with other sweet substances - e.g., pies that are served for dessert, like apple pie;b) Rav Hai Gaon's interpretation - crackers.</i> Although it [resembles] bread, the blessing <i>borey minei mezonot</i> is recited over it.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">because it is not food which, like bread, is the foundation of our diets.</i> If, however, one uses it as the basis of a meal,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">eating the quantity mentioned above of this grain product either alone or together with other foods (<i>Magen Avraham</i> 168:13)</i> one should recite the blessing <i>hamotzi</i>.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (<i>loc. cit.</i>) states that all three opinions may be accepted as halachah, and none of these three types of foods requires the blessing <i>hamotzi</i> or grace, unless it is eaten as the basis of a meal.<br>There are, however, several difficulties with the application of this decision in contemporary situations, particularly with regard to \"<i>mezonot</i> bread.\" Surely, when one eats a complete meal, serving such bread does not free one of the obligation of washing and reciting grace. Furthermore, there are difficulties even when one eats only a snack with such bread. First, some authorities - e.g., Rav Shneur Zalman of Liadi in his <i>Piskei Siddur</i> - state that a meticulous person should not each such bread without having recited <i>hamotzi</i> on other bread first.<br>Second, when one eats sandwiches using such bread or eats it with other foods, one may easily eat more than four <i>k'beitzot</i> of food, and that, as explained above, is problematic according to certain authorities.</i>",
            "Before eating rice<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">In this halachah, we have translated אורז as \"rice\" and דוחן as \"millet,\" based on the Rambam's Commentary on the Mishnah, <i>Shvi'it</i> 2:7. There is, however, debate concerning this manner among the halachic authorities. Rashi (<i>Berachot</i> 37a) and the Maharil interpret אורז as \"millet.\" With respect to these opinions, the <i>Magen Avraham</i> 208:9 and the <i>Turei Zahav</i> 208:11 suggest partaking of rice or millet only in the midst of a meal including bread. If either are eaten separately, the blessing <i>shehakol</i> should be recited beforehand because of the doubt involved.<br>In contrast, the <i>Sha'ar Tziyun</i> 208:31 rules that the blessing <i>borey minei mezonot</i> should be recited before partaking of rice. He explains that there are opinions that the blessing <i>borey minei mezonot</i> should be recited on all satisfying food. Since rice serves this purpose, it can be given this blessing.</i> that has been cooked<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">after its shell has been removed and it has been crushed</i> or bread made from rice,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">In contrast, before eating kernels of rice, one should recite the blessing <i>borey pri ha'adamah</i> as is done before partaking of kernels of grain. (See Halachah 2 and <i>Berachot</i> 37a.)</i> one should recite the blessing <i>borey minei mezonot</i>.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The latter phrase praises God as \"the Creator of satisfying food.\" Since rice falls into this category, <i>Berachot</i>, <i>loc. cit.</i>, decided that it should be given this blessing.</i> Afterwards, the blessing <i>borey nefashot</i> should be recited.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Although rice is a satisfying food, it is not one of the five species of grain. Hence, neither grace nor <i>al hamichyah</i> is recited after partaking of it. See also the following halachah.</i> This applies only when no other ingredients are combined together with the rice.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Thus, the law regarding rice differs from that regarding cooked foods made from the five grains. As explained in Halachot 4-6, although quantitatively a food may contain a mixture of other ingredients, as long as the grain was intended to add flavor to the food, it is considered the primary ingredient. In contrast, the blessing <i>borey minei mezonot</i> is recited on a mixture of rice and other foods only when rice is quantitatively the primary element of the mixture. See <i>Shulchan Aruch (</i>14Orach Chayim13 208:7).<br>The <i>Turei Zahav</i> 208:9, however, maintains that the Rambam's words should be interpreted literally. Thus, the blessing <i>borey minei mezonot</i> should be recited only when rice is prepared by itself and not when eaten in combination with even a minority of other foods.</i><br>In contrast, before eating bread made from millet<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Rabbenu Asher and many other Ashkenazic authorities differ with the Rambam and maintain that since millet, like rice, is a sustaining food, it warrants the blessing <i>borey minei mezonot</i>. Nevertheless, the<i>Shulchan Aruch</i> (<i>loc. cit.</i>:8) and the later authorities follow the Rambam's opinion. Note, however, the difference of opinion on the definition of the terms אורז and דוחן mentioned above.</i> or other species of <i>kitniyot</i>,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><i>Kitniyot</i> is generally translated as \"legumes.\" In halachic literature, however, it is used to refer to a far wider scope of agricultural products, particularly with regard to the laws of Pesach. (See <i>Hilchot Chametz UMatzah</i> 5:1.) For example, corn is referred to as <i>kitniyot</i>.</i> one should recite the blessing <i>shehakol</i>.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Although all<i>kitniyot</i> grow from the ground, the blessing <i>borey pri ha'adamah</i> is recited only when one eats them cooked as vegetables, and not when they have been ground into flour and baked into other foods, since this is not the normal manner in which they are eaten (<i>Magen Avraham</i> 208:12).</i> Afterwards, the blessing <i>borey nefashot</i> should be recited.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">as is proper after partaking of all foods of this type.</i>",
            "Whenever the blessing <i>hamotzi</i> is recited before [partaking of a food],<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">i.e., when one eats bread or enough of other grain substances to warrant the recitation of <i>hamotzi</i>, as mentioned in Halachah 9.</i> the four blessings of grace are recited afterwards in their proper order. Whenever the blessing <i>borey minei mezonot</i> is recited before [partaking of a food],<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">i.e, the foods made from the five species of grain that are mentioned in Halachot 3, 4, 8, and 9.</i> a single blessing, which includes the three [blessings of grace], is recited afterward,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">This blessing contains the three primary elements of the first three blessings of grace, an expression of thanks to God for granting us sustenance, for granting us <i>Eretz Yisrael</i>, and for granting us Jerusalem. The full text of this blessing is quoted in Halachah 13.</i> except when one eats rice.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">as explained in the previous halachah.</i>",
            "When does the above apply? When a person ate more than the size of an olive [from these foods]. If, however, he ate less than the size of an olive, whether from bread or from other food, or drank less than a <i>revi'it</i>, whether from wine or from other beverages, he should recite the appropriate blessing before partaking of the food or drink, but should not recite any blessing at all afterward.",
            "This is [the text of] the single blessing that includes the three blessings of grace:<br>Blessed are You, God, our Lord, King of the universe, for the life- giving and the sustaining [food], for the precious, good, and spacious land which You have graciously given as a heritage to our ancestors. Have mercy, God, our Lord, on us, and on all Israel, Your people, and on Jerusalem, Your city, and on Zion, the abode of Your glory. And may You cause us to ascend to it and let us rejoice in its rebuilding and we will bless You in holiness and in purity. Blessed are You, God, for the land and for the sustenance.<br>On Sabbaths and festivals, one should include in this blessing a condensed reference to the sanctity of the day as one does in grace."
        ],
        [
            "Everyone who recites grace or the single blessing that includes the three [blessings of grace] should recite these blessings in the place where he ate. If he ate while walking, he should sit down where he concluded eating and recite the blessings. If he ate while standing, he should sit down in his place and recite grace.<br>If a person forgets to recite grace and remembers before his food becomes digested, he may recite grace in the place where he remembers. If he intentionally [did not recite grace in the place where he ate], he should return to his place and recite grace. Should he recite grace in the place where he remembers, he fulfills his obligation.<br>Similarly, a person who recites grace while standing or while walking fulfills his obligation. Nevertheless, at the outset, a person should not recite grace or the single blessing which includes the three [blessings of grace] except when he is seated in the place where he ate.",
            "A person who is in doubt whether he recited the blessing <i>hamotzi</i> or not should not repeat the blessing, because it is not required by the Torah.<br>A person who forgets to recite <i>hamotzi</i> should recite the blessing if he remembers before he completes his meal. If he remembers after he completed his meal, he should not recite the blessing.",
            "[The following rules apply when] a person was eating in one house, interrupted his meal, and went to another house, or when a friend called to him and he went out the doorway of his house to speak to him: When he returns, he is required to recite grace after what he originally ate, and to recite <i>hamotzi</i> again because he changed his place. [Only] after this, may he complete his meal.",
            "[The following rules apply when] friends joined to eat a meal together and [interrupted their meal to] go out to greet a groom or a bride: If they left an old man or a sick person [in the place where they ate], they may return to their place and complete their meal without having to recite a second blessing.<br>If they did not leave an old man or a sick person [in the place where they ate], when they depart they are required to recite a blessing after eating. When they return, they must recite a blessing before [beginning to eat again].",
            "Similar laws apply when people drink together as a group or eat fruits together. Whenever one changes one's place, it is considered as if he interrupted his eating. Therefore, he must recite a blessing after what he ate and must recite a second blessing before partaking of any other foods.<br>A person who changes his place from one corner to another in the same room need not recite another blessing. In contrast, a person who ate on the east side of a fig tree and goes to eat on the west side of the fig tree must recite another blessing.",
            "When a person recites a blessing on bread, it also includes<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">This halachah has raised questions among the commentaries. The<i>Kessef Mishneh</i>, the <i>Lechem Mishneh</i>, and others interpret this halachah as referring to the blessings before eating. Thus, with regard to bread, it is to a large part analogous to Halachah 11.<br>In this context, the <i>Kessef Mishneh</i> asks why the Rambam did not mention these laws in the context of Chapter 3, Halachot 5-7, which state the rule that the blessing on primary foods includes secondary foods. The <i>Kessef Mishneh</i> answers that those halachot describe a situation where the person has no desire to eat the secondary food in its own right and eats it only because of the primary food. In this halachah, the Rambam is speaking about an instance in which one desires to eat the other foods; nevertheless, they are included in the blessing recited over bread because bread includes all other foods.<br>The <i>Rishon LeTzion</i> offers a different interpretation, which appears more appropriate to the context in which the laws are discussed. Here, the Rambam is speaking only about the blessing recited after eating.</i> the appetizers<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">In his Commentary on the Mishnah,<i>Berachot</i> 6:5 (the source for this halachah), the Rambam defines the term פרפרת as לפתן, which is generally translated as \"relish.\" Note the <i>Tur</i> and the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 176:1), which offer a different interpretation of the term פרפרת.</i> eaten together with bread<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">This does not refer only to instances when these foods are eaten while placed on bread, but also to times when they are eaten at a meal at which bread is served.</i> - e.g., cooked food or fruit.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Because the main element of a meal is considered to be bread, reciting a blessing upon it - either before or after partaking of it - includes the other foods that are eaten together with it.</i> Reciting a blessing on these foods, however, does not include bread.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The commentaries question why this clause is necessary according to the Rambam's definition of פרפרת. It is obvious that bread would not be considered secondary to any other foods.</i><br>Reciting a blessing on cooked grains<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Our translation is based on the Rambam's Commentary on the Mishnah (<i>loc. cit.</i>) and on Chapter 3, Halachah 4.</i> includes cooked food.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Since the cooked grains are considered \"sustaining food\" and have been granted a special blessing which includes (in synopsis) all the blessings of grace, reciting a blessing over them includes other cooked dishes eaten with them.<br>The <i>Rishon LeTzion</i> emphasizes that this applies to cooked foods that are eaten together with the grains. Otherwise, it would be difficult to understand how the blessing for the grains could cover foods that require other blessings. Note also the <i>Kessef Mishneh</i>, which offers an alternate explanation.</i> Reciting a blessing on cooked food, however, does not include cooked grains.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Since these cooked foods are not as satisfying as grains, the blessing recited over them cannot include grains.<br>Several commentaries have raised the question that from <i>Berachot</i> 42b, it appears that the Rambam's decision follows the School of Shammai and not the School of Hillel. The clearest resolution of the difficulty is offered by the <i>Rishon LeTzion</i>, who explains that the Rambam's decision is based on the Jerusalem Talmud (<i>Berachot</i> 6:5). When the passage from the Babylonian Talmud is studied in the light of the passage from the Jerusalem Talmud, the Rambam's ruling is no longer difficult.<br>This relates to a concept frequently discussed by students of the Rambam: Does the Rambam accept the principle that when there is a difference of opinion between the Babylonian Talmud and the Jerusalem Talmud, the Halachah follows the Babylonian Talmud, or not?</i>",
            "A person who decides not to continue eating or drinking,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The <i>Kessef Mishneh</i> cites <i>Pesachim</i> 103b, which states that once a person diverts his attention from drinking wine, he must recite another blessing when he begins drinking again.<br>The Ra'avad notes that the passage from <i>Pesachim</i> (<i>loc. cit.</i>) mentions only drinking and does not discuss eating, and on that basis protests against the Rambam's equation of the two. From <i>Berachot</i> 42a, however, it appears that similar principles apply with regard to eating.</i> and afterwards changes his mind and [desires to] eat or drink, must recite another blessing<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">before partaking of the food or drink. He is not, however, required to recite a blessing after the first food or drink. Rather, he is required to recite only a single blessing after he completes eating.</i> although he has not changed his place.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">As mentioned in Halachot 3-5, a person who changes his place while eating must recite both a blessing after the food he has eaten previously and a blessing over the food he plans to eat in his new place.<br>Many authorities do not accept the Rambam's decision with regard to a meal that includes bread. When a person sits down to such a meal, he is considered to have fixed his attention on eating. People frequently become drawn into eating more than they originally intended at such meals. Thus, a person's decision not to continue eating is not considered final, since it is quite possible that he will change his mind and decide to eat again. (See <i>Shulchan Aruch HaRav</i> 179:1).<br>Based on these principles, the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 179:1) rules that, although once a person has decided to cease eating or drinking a new blessing is generally required, when partaking of a meal it is not sufficient to make a mental decision, and a person must wash before grace to be considered to have ceased eating.</i> If he did not decide [to cease] eating or drinking and had in mind to continue<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">eating at a later time</i> - even if he<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">remained in the place in which he ate originally, and</i> made an interruption for the entire day<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The Rambam's terminology appears to be a stylistic exaggeration. If a person waits long enough for the food he has eaten to digest, it would appear that he is required to recite another blessing before beginning to eat again (<i>Kin’at Eliyahu</i>).</i> - he is not required to recite a second blessing.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">before partaking of more food or drink.</i>",
            "When people who are sitting together<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">after having completed a meal</i> and drinking say<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">This refers to a consensus agreed to by all the participants, and not a mere suggestion raised by a single individual.</i> \"Let us recite grace,\" or \"Let us recite <i>kiddush</i>,\"<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">i.e., they were eating on Friday afternoon or the afternoon before a festival. From sunset onward, it is forbidden to continue eating until one recites <i>kiddush</i>. It is, however, possible to recite <i>kiddush</i> early (see <i>Hilchot Shabbat</i> 29:11). Once the people agree to recite <i>kiddush</i>, they may no longer continue their meal (<i>Kessef Mishneh</i>).</i> they are<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">considered to have diverted their attention from drinking, as mentioned in the previous halachah. Hence, they are</i> forbidden to continue drinking until they recite grace or <i>kiddush</i>.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The <i>Turei Zahav</i> 179:2 states that, according to the authorities who differ with the Rambam on the previous halachah, if one's desire to drink stems from having eaten, one may continue to drink at this point.</i> Should they desire to drink more<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">although they are not permitted to do so - i.e., they are obligated to recite grace or<i>kiddush</i> before drinking. Should they desire to ignore that obligation and drink immediately,</i> - although they are not permitted to do so - before reciting grace or <i>kiddush</i>, they are required to recite the blessing <i>borey pri hagafen</i> before drinking.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">because, as mentioned in the previous halachah, the blessing they recited originally does not cover any drink consumed after they concluded drinking.</i> In contrast, should they say, \"Let us recite <i>havdalah</i>,\" they are not required to recite a blessing [should they continue drinking].<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The difference between <i>kiddush</i> and <i>havdalah</i> is that <i>kiddush</i> initiates the Sabbath. Accordingly, the respect due to the Sabbath adds importance to the diversion of our attention from drinking implied by the statement, \"Let us recite <i>kiddush</i>.\" In contrast, <i>havdalah</i> marks the beginning of the week, which we are not required to treat with such distinction. Thus, as <i>Hilchot Shabbat</i> 29:12 states, a person is not required to interrupt his meal at nightfall on Saturday, but may continue and recite <i>havdalah</i> when he concludes eating (Radbaz).<br>24. <i>Berachot</i> 59b emphasizes that this blessing is recited only when one drinks in a company. When one drinks alone, this blessing should not be recited, because it praises God for \"being good\" - i.e., to me - and \"doing good\" - for others (<i>Shulchan Aruch, Orach Chayim</i> 175:4).25. <i>Tosafot, Berachot</i> (<i>loc. cit.</i>) notes that the Sages instituted this blessing only for different types of wine and not for different types of bread or meat, since wine has two positive qualities: It satisfies a person's appetite and lifts his spirits.26. Rashi, <i>Berachot</i> (<i>loc. cit.</i>), states that this blessing should be recited only when the second type of wine is better than the first. If the first type of wine is better, no blessing should be recited. The commentaries maintain that the Rambam differs and maintains that the blessing should be recited whenever one changes types of wine. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 175:2-3) rules that if one knows that the second type of wine is of a lesser quality than the first, the blessing should not be recited.</i>",
            "When a company who gathered together to drink wine were served another type of wine - e.g., they were drinking red wine and black wine was brought, or they were drinking aged wine and fresh wine was brought - they need not recite a second blessing over wine. They should, however, recite the following blessing: \"Blessed are You, God, our Lord, King of the universe, who is good and does good.\"",
            "A person should not recite a blessing over any food or drink until it is brought before him.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 206:4) states that a person should hold the food in his right hand before reciting the blessing for it.</i> If he<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">ignored the above directive and</i> recited a blessing, and then the food was brought before him,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The blessing is considered to be in vain, and before partaking of the food,</i> he must recite a second blessing.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">There are some authorities who maintain that even though the food was not before one at the time the blessing was recited, if one was absolutely sure that it would be brought before him immediately, he can rely on that blessing (<i>Mishneh Berurah</i> 206:19).</i><br>When a person took food in his hand and recited a blessing, but [before he could eat it] it fell from his hand and was burned or washed away by a river,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">or in any other way became inedible</i> he should take other food and recite another blessing.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">i.e., the first blessing is no longer in effect ,and a second blessing must be recited before eating.</i> [This applies] even when the food is of the same species.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 206:6) adds, \"and even if the other fruit was before him when he recited the blessing originally.\" The Ramah (based on the <i>Hagahot Maimoniot</i>) differs, and maintains that if he originally intended to partake of the other fruit as well, it is included in the first blessing and he should eat it without hesitation so that the blessing will not have to be repeated.</i> He should also say, \"Blessed be the Name of Him whose glorious kingdom is forever and ever\" for the first blessing, so that he will not be considered to have recited a blessing in vain.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">See Chapter 1, Halachah 15, which discusses the seriousness of reciting a blessing in vain. See also <i>Hilchot Sh'vuot</i> 12:9-11, where the Rambam discusses related concepts, concluding:<br>The Torah has adjured us \"to fear [His] glorious and awesome name.\" Included in this fear is that it should not be mentioned in vain. If, because of a slip of the tongue, one mentioned God's name in vain, one should immediately praise and laud... it.</i><br>A person may stand over a stream of water, recite a blessing, and drink.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The Jerusalem Talmud (<i>Berachot</i> 6:1) mentions this instance as a contrast to the previous law.</i> Although the water that was before him at the time he recited the blessing is not the water he drinks, this was his original intention.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">He knew that the water would continue to flow. When he recited the blessing on the water, his intent was on water from the stream and not on the particular water before him at the time he recited the blessing.</i>",
            "Foods that are eaten within the meal, because of the meal,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The Rambam's statements are quoted, with slight changes, from <i>Berachot</i> 41b. In his commentary on this passage, Rashi defines this first category of foods as relishes eaten with bread. He explains that other foods - e.g., cereals or vegetables - although they are eaten as part of a meal, require an independent blessing.<br><i>Tosafot</i> differs, and maintains that any food that is eaten as part of a meal - e.g., the foods mentioned by Rashi, meat or fish - is included in this category. Even if they are not eaten with bread, merely at the same meal, they</i> do not require a blessing beforehand or afterward.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The commentaries question whether the Rambam's position follows that of Rashi or <i>Tosafot</i>. The following sentence (which is the Rambam's addition to <i>Berachot</i>, <i>loc. cit.</i>) sheds light on the question.</i> Rather, the blessing <i>hamotzi</i> that is recited in the beginning and the grace recited afterward include everything, because everything is secondary to the meal.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">This sentence explains the rationale for this ruling. These foods are not eaten casually during the day, but rather are eaten only as part of a meal, with the intent of satiating one's appetite. Accordingly, they are considered as secondary to bread, which is the primary element of the meal (<i>Shulchan Aruch HaRav</i> 177:1). Accordingly, we follow the ruling mentioned in Chapter 3, Halachah 5, that the blessing on primary foods includes secondary foods.<br>This explanation appears to indicate that the Rambam follows<i>Tosafot's</i> interpretation. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 171:1) also rules accordingly. The <i>Magen Avraham</i> 177:1, however, postulates that it is logical to assume that this ruling applies only when bread is eaten throughout the meal. If only a small amount of bread is eaten at the beginning of a meal, and no bread is eaten while the main course is being eaten, it is questionable whether the blessing over the bread covers these foods.</i><br>Foods that are eaten within the meal, but do not come because of the meal,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">This refers to fruits and the like, which are not satisfying food and are eaten throughout the day, frequently outside the context of a meal, but at times within the context of a meal. This indicates that they are not necessarily connected with the meal and, therefore, are not included in the blessing <i>hamotzi</i>. Accordingly, they</i> require a blessing before partaking of them, but do not require a blessing afterward.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Since they are eaten within the meal, they also satisfy a person's appetite. Accordingly, they are included in the blessing that is required by the commandment, \"When you have eaten and are satiated, you shall bless....\"<br>The <i>Shulchan Aruch</i> (<i>loc. cit.</i>:1,3, based on Rabbenu Asher's commentary on <i>Berachot</i>, <i>loc. cit.</i>) mentions two instances when fruit is included in the blessing <i>hamotzi</i>:<br>a) When the fruits are eaten on bread itself,b) When one eats a meal of fruit - i.e., the fruit is served to satiate one's appetite.</i><br>Foods that are eaten after the meal, whether because of the meal<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">i.e., foods served to satiate one's appetite</i> or independent of the meal,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">fruits, desserts, or drinks</i> require a blessing beforehand and afterward.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><i>Tosafot</i> (<i>Berachot</i>, <i>loc. cit.</i>) states that this law does not apply at present. Our eating habits have changed, and bread is constantly before us during a meal, and it is customary to partake of it at all times.<br>The <i>Shulchan Aruch</i> (<i>loc. cit.</i>:2) accepts <i>Tosafot's</i> position. The <i>Magen Avraham</i> 177:7 adds that even at large feasts, when it is customary to eat desert without eating bread, a new blessing is not required because, in Talmudic times, bread and the main course were served on a small table, which was then removed, and dessert was served on a new table. Thus, the dessert appeared as a separate meal and required separate blessings. In contrast, at present, desert is served on the same table on which the bread was served. Hence, it is still considered a continuation of the same meal and does not require a separate blessing.</i>",
            "On Sabbaths, on festivals, at the meal after one lets blood or leaves the bath, and the like, when a person makes wine a primary element of his meal, if he recites a blessing on wine before eating his meal, that blessing includes the wine that he drinks after the meal, before he recites grace. In contrast, on other days, a person should recite another blessing on wine that is drunk after the meal.<br>If wine is served to a company in the midst of the meal, each person should recite a blessing by himself, because one's mouth may not be empty to recite <i>Amen</i>. [This blessing] does not include the wine that is drunk after the meal."
        ],
        [
            "Women and slaves<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">whose Torah obligations are equivalent (<i>Chagigah</i> 4a)</i> are obligated to recite grace.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">There are opinions that state that a woman does not have to recite the part of grace that blesses God for \"Your covenant that You have sealed in our flesh, and for Your Torah that You have taught us,\" since women are not obligated to fulfill these mitzvot. Nevertheless, in practice, it is agreed that women should mention both these mitzvot, because the ultimate fulfillment of the creation of both men and women is when they marry. Therefore, a man and his wife are considered a single unit (<i>Shulchan Aruch HaRav</i> 187:7).</i> There is a doubt whether their obligation stems from the Torah, since [this is a positive mitzvah] that is not linked to a specific time,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Women are not obligated to fulfill such mitzvot. See <i>Kiddushin</i> (1:7). Since the obligation to recite grace is constant, whether one eats during the day or at night, it would appear that women are obligated. Some commentaries point to <i>Sefer HaMitzvot</i> (Positive Commandment 19) and the Rambam's Commentary on the Mishnah (<i>Berachot</i> 3:3 and <i>Kiddushin</i>, <i>loc. cit.</i>) as indications that the Rambam supports the view that a woman's obligation for grace stems from the Torah.</i> or whether their obligation does not stem from the Torah.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"><i>Berachot</i> 20b explains this hypothesis: Since Deuteronomy 8:10, the proof-text requiring us to recite grace, states: \"You shall bless God, your Lord, for the good land that He gave you,\" one might think that only those who were given an inheritance in <i>Eretz Yisrael</i> are required to recite grace, thus excluding women who were not given an inheritance.</i> Therefore,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">i.e., because of this doubt</i> they should not<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">endeavor to</i> fulfill the obligation of grace on behalf of others.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Since, as stated in Chapter 1, Halachah 11, a person can only recite a blessing on behalf of another person if he shares an equal obligation himself.</i> Children,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Boys below thirteen and girls below twelve, or individuals above that age who have not demonstrated signs of physical maturity.</i> however, are obligated to recite grace<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">This expression appears to indicate that the Sages placed the obligation on the child himself. See also <i>Hilchot Sukkah</i> 6:1 and <i>Hilchot Lulav</i> 7:19, where the Rambam uses similar expressions. (In <i>Hilchot Tefillin</i> 4:13 and <i>Hilchot Chagigah</i> 2:3, however, the Rambam states that the obligation to train a child to fulfill these mitzvot lies on the father.)<br>The hypothesis that the obligation lies on the child is supported by Halachah 16, which states that a child may fulfill the obligation of grace for a person who did not eat to the point of satisfaction (and, therefore, is obligated to recite grace only by Rabbinic decree). Were the Sages to have placed the obligation to educate the child on his father and not on the child himself, the child would not be able to fulfill the mitzvah on behalf of another person.<br>Nevertheless, it is possible to explain that the Sages placed the obligation on the father. This obligation, however, encompasses the child and, hence, causes him to be considered as obligated in the mitzvah (<i>Likkutei Sichot</i>, Vol. 17).</i> by virtue of Rabbinic decree,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">until a child reaches intellectual maturity, the Torah itself places no obligations upon him (<i>Pesachim</i> 116a).</i> in order to educate them to perform mitzvot.",
            "When three people eat [a meal including] bread together, they are obligated to recite the blessing of <i>zimmun</i> before grace.<br>What is the blessing of <i>zimmun</i>? If there were between three and ten participants in a meal, one recites the blessing, saying, \"Let us bless Him of whose [bounty] we have eaten.\"<br>Everyone responds: \"Blessed be He of whose [bounty] we have eaten and by whose goodness we live.\" The one [reciting the blessing] then repeats: \"Blessed be He of whose [bounty] we have eaten and by whose goodness we live.\"",
            "Afterwards, he recites, \"Blessed are You, God, our Lord, King of the universe, who sustains the entire world in His goodness...\" until he completes the four blessings [of grace]. The others answer <i>Amen</i> after each blessing.",
            "If ten or more people eat together, the <i>zimmun</i> should be recited with God's name. What is implied? The one reciting the blessing declares, \"Let us bless to our God of whose [bounty] we have eaten.\"<br>The others respond: \"Blessed be our God of whose [bounty] we have eaten and by whose goodness we live.\" The one [reciting the blessing] then repeats: \"Blessed be our God of whose [bounty] we have eaten and by whose goodness we live.\" He then begins reciting grace.",
            "When eating in the home of a bridegroom from the time when the preparations for the wedding feast have begun until 30 days after the wedding, the one reciting the blessings should say, \"Let us bless Him in whose abode is joy, of whose bounty we have eaten,\" and the others respond, \"Blessed be He in whose abode is joy, of whose bounty we have eaten....\"<br>If ten people are present, he says, \"Let us bless our God in whose abode is joy, of whose bounty we have eaten...\" and the others respond, \"Blessed be our God in whose abode is joy, of whose bounty we have eaten....\" Similarly, whenever a feast is held because of the wedding for twelve months after the wedding, one should include the phrase, \"in whose abode is joy.\"",
            "All men are obligated in the blessing of the <i>zimmun</i> as they are obligated in grace, even priests who partook of sacrifices of the most sacred order in the Temple Courtyard. Similarly, priests and Israelites who ate together are required to recite the <i>zimmun</i> as they are required to recite grace, although the priests partook of <i>terumah</i> and the Israelites ordinary food.",
            "Women, servants, and<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">very young</i> children are not included in a <i>zimmun</i>.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">i.e., if there are two adult males and one of these three types of individuals, it is impossible to make a <i>zimmun</i>. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 199:7) states that when women eat together with men who make a <i>zimmun</i>, they are obligated to answer.</i> They may, however, make a <i>zimmun</i> among themselves. Nevertheless, for the sake of modesty,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">If any two of these three categories of people eat together, there is a possibility of undesirable results. In order not to encourage such meals, the Sages did not impose the obligation of <i>zimmun</i>.<br>The Rambam mentions modesty only as a reason why women and servants should not join in a <i>zimmun</i>. Significantly, other authorities explain that it is for reasons of modesty that women should not be counted in a <i>zimmun</i> together with men.</i> there should not be a company that consists of women, servants, and children [together].<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Nor should a company consist of two of these three categories.</i> Instead, women may make a <i>zimmun</i> alone,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">There is, however, no obligation for them to do so (<i>Shulchan Aruch, Orach Chayim</i> 199:7). Rabbenu Asher considers them as obligated to make a<i>zimmun</i>. Nevertheless, even among the Ashkenazic community, most authorities do not accept his ruling.</i> as may servants and as may children. They should not, however, mention God's name.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The mention of God's name causes the recitation of grace to be considered \"a holy matter.\" As stated in <i>Hilchot Tefillah</i> 8:6, prayers of this nature can be recited only when a quorum of ten adult males is present (<i>Kessef Mishneh</i>).</i><br>An <i>androgynous</i><sup class=\"footnote-marker\">7</sup><i class=\"footnote\">A person who possesses both male and female sexual organs</i> may make a <i>zimmun</i> among his own kind, but should not be included among a <i>zimmun</i> either of men or of women.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">since he is not a member of either sex.</i> A <i>tumtum</i><sup class=\"footnote-marker\">9</sup><i class=\"footnote\">a person who has flesh covering his genitalia, making it impossible to determine whether he is a male or a female</i> should not be included in a <i>zimmun</i> at all.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">He should not be counted among men or women, because we are unsure of his sex. Furthermore, unlike androgynouses a group of <i>tumtumim</i> cannot make a <i>zimmun</i> of their own.<br>In the case of an androgynous, the doubt is how to define his halachic status properly. Hence, they are considered a separate category. In contrast, a <i>tumtum</i> is either a male or a female, and it is his physical condition that prevents us from determining his sex. Thus, a group of <i>tumtumim</i> may include both males and females, and hence they are not allowed to be counted in a <i>zimmun</i> at all (<i>Kessef Mishneh</i>).</i><br>A child<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The <i>Magen Avraham</i> 199:6 states that this applies to only one child, but not two or more.</i> who understands Whom is being blessed may be included in a <i>zimmun</i>, although he is merely seven or eight years old.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Rav Yitzchak Alfasi mentions an age of nine or ten. The <i>Beit Yosef</i> (<i>Orach Chayim</i> 199) states that all authorities agree that a child below the age of six may not be counted in a <i>zimmun</i>.</i> He may be counted among either a group of three<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">to recite the <i>zimmun</i> together with two adult males</i> or a group of ten<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">to include the mention of God's name together with nine adults</i> for the purpose of <i>zimmun</i>.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The <i>Magen Avraham</i>, <i>loc. cit.</i>, explains why such a decision is granted with regard to a <i>zimmun</i> and not with regard to <i>kaddish, barchu, kedushah</i>, and the like. The latter prayers are obligations incumbent on a person each day, and may be fulfilled only with a quorum of adult men. In contrast, since each person may fulfill his obligation to recite grace without a <i>zimmun</i>, leniencies were granted in counting the people included.<br>Rabbenu Asher and the Ramah (<i>Orach Chayim</i> 199:10) do not accept this distinction, and rule that a child may not be counted in a <i>zimun</i> until he is thirteen years of age and has exhibited signs of physical maturity.</i> A gentile may not be included in a <i>zimmun</i>.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">even when we are certain that he will bless God.<br>In his Commentary on the Mishnah (<i>Berachot</i> 7:1, based on <i>Berachot</i> 47b), the Rambam states that this refers to a gentile who has already made a decision to convert and has been circumcised for that reason. Nevertheless, if he has not immersed himself in the mikveh, he is not considered a Jew, and may not be included in a <i>zimmun</i>.14. This ruling is not accepted by many other authorities, including Rabbenu Yitzchak Alfasi and Rabbenu Asher. Because of the difference of opinion, the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 197:3) rules that, at the outset, an attempt should be made to follow the Rambam's decision. If, however, the third person does not desire to eat bread, he may be included in the <i>zimmun</i> as long as he partook of a<i>k'zayit</i> of other foods.15. The commentaries note that the Rambam does not quote <i>Berachot</i> 48a (the source for this halachah) exactly. The Talmud states \"dipped his food in brine with them.\" The Rambam's choice of phraseology is particularly difficult since, as the Rambam himself writes in <i>Hilchot Sh'vitat Asor</i> 2:5, brine is generally not eaten alone as a food.16. The commentaries have noted the apparent redundancy in the Rambam's expressions. The <i>Kol ben Levi</i> offers a possible resolution, explaining that, in the opening clause, the Rambam states that these people are not required to make a <i>zimmun</i>. In the final clause, he states that they are not allowed to do so. 17. <i>Tosafot, Berachot</i> 47a, writes that if they have already decided to recite grace, the third person may not be included in a<i>zimmun</i> with them. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 197:1) accepts this ruling.18. According to the Rambam's opinion mentioned in the previous halachah, the third person must partake of bread. According to the other opinions mentioned above, if the third person partakes of other foods, the first two may include him in a <i>zimmun</i>.19. <i>Berachot</i> 47a relates that Rav Simai bar Chiyya joined Rav and Shemuel in a meal after the latter had completed eating. They ate another side dish together with him, and then recited the <i>zimmun</i>.20. Note the <i>Be'ur Halachah</i> 197, which states that they are obligated to recite the <i>zimmun</i>.21. He may, however, convey this privilege on another person if he desires (<i>Tosafot</i>, <i>loc. cit.</i>; <i>Shulchan Aruch, Orach Chayim</i> 201:1).<br>The <i>Shulchan Aruch</i> (<i>loc. cit.</i>) mentions that if a guest is present, he should be given the privilege of reciting the<i>zimmun</i>, so that he will be able to recite a blessing for the host, as mentioned in Chapter 2, Halachah 7.<br>The <i>Shulchan Aruch</i> (<i>loc. cit.</i>:2) also mentions that a priest who is a Torah sage should be given the privilege of reciting the <i>zimmun</i>. (See <i>Hilchot Klei HaMikdash</i> 4:2 and <i>Hilchot Tefillah</i> 12:18.)<br>22. Although a sufficient number of people to recite grace with a<i>zimmun</i> will remain, each individual is personally obligated to participate in the <i>zimmun</i> and may not recite grace alone.23. Enough people remain in each group to allow them both to recite grace with a <i>zimmun</i>. There is, however, no obligation to separate. If the people desire, they may recite grace in a single group (Ramah, <i>Orach Chayim</i> 193:1).24. Until there are twenty people, separation will prevent - at the very least - the people who separate from reciting grace with God's name.<br>The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 193:1, based on<i>Berachot</i> 50a) states that, at a meal attended by many people, if there is a difficulty or inconvenience preventing an individual from participating in the <i>zimmun</i> in which God's name is mentioned, he may recite grace with a <i>zimmun</i> of three.</i>",
            "Only those who ate at least an amount of bread equal to the size of an olive should be included in a <i>zimmun</i>.<br>When seven people partake of bread and three eat vegetables or brine and the like with them, the latter may be included in the <i>zimmun</i>, so that God's name may be mentioned, provided the one reciting the blessings partook of bread. In contrast, should six people partake of bread and four eat vegetables, the latter may not be included. There has to be a distinct majority of people who partook of bread.<br>When does the above apply? With regard to [a <i>zimmun</i> of] ten. Regarding three, however, they should not recite the <i>zimmun</i> unless each one of them eats a portion of bread the size of an olive.",
            "[The following rule applies when] two people eat together and complete their meal, and afterward, a third person comes and eats. If the others can eat any food [- they need not partake of bread -] together with him, he should be included [in the <i>zimmun</i>] with them.<br>The sage of the greatest stature among those dining should recite grace, although he arrived at the end of the meal.",
            "When three people eat together, they may not separate [and recite grace without a <i>zimmun</i>]. The same applies to four and five people. Between six and ten people may separate [and recite grace in two groups].<br>If more then ten people are present, they may not separate until [their number reaches] twenty. [The governing principle is that a group may separate only if] the blessing of the <i>zimmun</i> will be the same for both groups if they separate.",
            "When three people who each came<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">It is possible to explain that this is referring to three individuals who each began eating with a separate group in the same large room. Afterwards, they joined together and ate at the same table.<br>Alternatively, the halachah is speaking about three groups that ate on the same table, and one remained from each group (<i>Merchevat HaMishneh</i>), or the three individuals came from different groups, but left their original group inadvertently or because of forces beyond their control (<i>Mishnah Berurah</i> 193:25).</i> from a different group of three<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">and thus were each personally obligated to participate in a <i>zimmun</i> (Rashi, <i>Berachot</i> 50a)</i> [join together],<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">even when they themselves do not eat together (<i>loc. cit.</i>). According to the <i>Kessef Mishneh</i>, this applies when they eat together. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 193:5) states that, in either instance, the following law applies.</i> they should not separate [without reciting grace with a <i>zimmun</i>].<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Ideally, they should not have separated from their first company. See the <i>Rishon LeTzion</i>; Ramah, <i>Orach Chayim</i> 193:6). After the fact, since they all have still not recited grace and are all obligated to participate in a <i>zimmun</i>, they should do so.</i> If each of them already participated in a <i>zimmun</i>,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">i.e., although they desired to continue eating, they responded to the<i>zimmun</i> and listened to the first blessing of grace (<i>Tosafot,</i> <i>Berachot</i>, <i>loc. cit.</i>; Ramah, <i>Orach Chayim</i> 200:1)</i> they may separate. They are not obligated<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (193:5) states, \"They cannot...\"; i.e., it is forbidden for them to participate in a <i>zimmun</i> again.</i> to participate in a <i>zimmun</i> again,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Even if the latter group of three eat together, since they did not begin their meal with the intention of eating as a company, they are not obligated to recite grace with a <i>zimmun</i>.</i> because a <i>zimmun</i> was already recited including them.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">This expression implies a different concept. If a fourth person joined the two remaining in the original group and a <i>zimmun</i> was recited, the obligation of a <i>zimmun</i> is no longer incumbent on the person who left the group. Therefore, a <i>zimmun</i> may not be recited in the new group of three (<i>Shulchan Aruch, Orach Chayim</i> 193:6).<br>If the three people in the new group eat together as a company, they may recite a <i>zimmun</i> (<i>Mishnah Berurah</i> 193:33).</i><br>When three people sit down [together] to eat bread, they may not separate<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">even though one of the three desires to recite grace before the others, they must recite the <i>zimmun</i> as a group (<i>Mishnah Berurah</i> 193:28).</i> even though each person eats from his own food.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">It is the intent to sit down together at a single table that establishes them as a company, and not the fact that they share food.<br>25. This halachah describes a large feast, at which many people eat at different tables. Nevertheless, they all came together for the same purpose, and thus are considered a single group. (See the Jerusalem Talmud, <i>Berachot</i> 7:5; and <i>Shulchan Aruch HaRav</i> 195:2).<br>In contrast, in a restaurant, although many people eat in the same room, since they did not come with the intention of eating together, they are considered as a single group. 26. The Rambam is quoting the Mishnah (<i>Berachot</i> 7:5). Rabbenu Asher and the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 195:1) state that the same principles apply if the feast is held in two separate rooms (or houses), as long as they are not separated by a street.27. Similarly, if a single group is large enough to prevent the words of the blessings from being heard, people should recite the <i>zimmun</i> in smaller groups (<i>Kessef Mishneh; Shulchan Aruch, Orach Chayim</i> 193:1). 28. He must also respond (<i>Berachot</i> 45b; <i>Mishnah Berurah</i> 194:6).29. He fulfills his obligation for <i>zimmun</i>, but not for grace.30. It is only proper that God's name be mentioned when the ten people are in the same room (<i>Berachot</i>, <i>loc. cit.</i>). 31. If, however, two people from a group of three recite grace alone, a <i>zimmun</i> may not be recited (<i>Shulchan Aruch, Orach Chayim</i> 194:1).32. The Ramah (<i>Orach Chayim</i> 194:1) states that this law only applies when the individual has not answered to a <i>zimmun</i> previously. If, however, he answered to the <i>zimmun</i> of a previous group, he may not be included in this <i>zimmun</i>.33. He should respond as usual.34. <i>Zimmun</i> should precede grace. Once a person has recited grace, he can no longer fulfill his obligation for <i>zimmun</i><br>.</i>",
            "[The following rules apply when] two groups eat together in the same building: When part of one group can see part of the other group, they may join together in a single <i>zimmun</i>. If not, they should each recite a <i>zimmun</i> separately.<br>If there is a single attendant who serves both of these groups, they may join in a single <i>zimmun</i>, even though none of the people in the two groups see each other, provided both groups can clearly hear the words of the person reciting the blessings.",
            "When three people ate together and one went out to the marketplace, he should be called to pay attention to what they are saying. He may be included in the <i>zimmun</i> while he is at the marketplace, and thus fulfill his obligation. Afterwards, when he returns to his house, he should recite grace alone. In contrast, when ten people eat together and one goes out to the market place, the <i>zimmun</i> may not be recited until he returns to his place.",
            "When three people eat together and one recites grace alone before the others, the <i>zimmun</i> can be recited with him and the other two fulfill their obligation. He, however, is not considered to have fulfilled his obligation, because the <i>zimmun</i> cannot be fulfilled retroactively.",
            "When two people eat together, each person should recite grace by himself. If one knows [how to recite grace] and the other does not, the one who knows should recite the grace out loud, and the other person should recite <i>Amen</i> after each blessing. In this manner, he fulfills his obligation.<br>A son may recite grace for his father, a servant for his master, and a woman for her husband - and thus enable the person to fulfill his obligation. Nevertheless, our Sages said, \"May a curse come on a person whose wife or children recite grace for him.\"",
            "When do the statements that [it is possible to] fulfill one's obligation [in this manner] apply? When they have not eaten to the point of satiation. Therefore, their obligation is only Rabbinic in origin, and can be fulfilled by [listening to] a minor, a servant, or a woman.<br>If, however, they ate to the point of satisfaction, and thus are obligated according to the Torah itself to recite grace, they cannot fulfill their obligation by [listening to] either a woman, a minor, or a servant. Anyone who is obligated according to the Torah to perform a mitzvah can have his obligation fulfilled only by another person who is also obligated from the Torah [to fulfill this mitzvah] as he is.",
            "[The following rules apply when] a person enters [a room where] others are reciting the blessing of <i>zimmun</i>]: If he [enters when] the person reciting the blessings says, \"Let us recite grace,\" he should respond, \"Blessed is He, and may He be blessed.\" If he [enters when] the others reply, he should say <i>Amen</i> afterward."
        ],
        [
            "Anyone who eats bread over which the blessing <i>hamotzi</i> is recited<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The commentaries explain that the modifying clause is added to include two types of grain products mentioned in Chapter 3, Halachah 9, that resemble bread, but do not require the blessing <i>hamotzi</i> unless they are eaten as the basis for an entire meal. When the blessing <i>hamotzi</i> is recited over them, the ritual washing of the hands is also required. Otherwise, it is not (<i>Shulchan Aruch, Orach Chayim</i> 158:1).</i> must wash his hands<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">This washing is not intended for the purpose of cleanliness. Indeed, as explained in the commentary on Halachah 4, one's hands must be clean before washing them. Rather, it is a ritual matter and, therefore, requires adherence to all the particular laws mentioned in this chapter.</i> before<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Shabbat</i> 14b, 15a states that the washing of the hands before partaking of sacrificial offerings was instituted by King Solomon. Hillel and Shammai extended the practice to include <i>terumah</i>, and Rabbi Eleazar ben Arach widened its scope to include even unconsecrated foods (<i>Chulin</i> 106a).<br>The latter decree was also intended to remind the priests to keep their hands ritually pure while partaking of <i>terumah</i>. It was, however, instituted not only for the priests, but for the nation as a whole (even though non-priests may not partake of <i>terumah</i>), so that it would be a universally accepted practice.<br>Even after the destruction of the Temple, when it was no longer possible to practice ritual purity, this mitzvah was continued in the hope that the Temple will soon be rebuilt, and the priests will resume continue their previous obligations (<i>Shulchan Aruch HaRav</i> 158:1; <i>Mishnah Berurah</i> 158:1).</i> and after partaking of<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">This washing, referred to as<i>mayim acharonim</i>, is discussed in Halachot 2 and 3.</i> it.This applies even when the bread one eats is not sacred food.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><i>terumah</i> or sacrificial offerings.</i><br>Although a person's hands are not dirty,<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">See the commentary, Halachah 4.</i> nor is he aware that they have contracted any type of ritual impurity,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Note the Rambam's Commentary on the Mishnah (<i>Tohorot</i> 7:8), where the Rambam explains that \"'hands are busy' - i.e., frequently touching [objects] - and it is possible that one touched an impure substance without realizing it.\" See also Chapter 7, Note 17.</i> he should not eat until he washes both his hands. Similarly, before [partaking of] any food dipped<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">or washed (<i>Mishnah Berurah</i> 158:12). This requirement applies whether one dips food into liquid while eating, or whether it was dipped into liquid beforehand and left undried. If, however, it was dipped in liquid and the liquid dried, there is no need to wash before partaking of it.</i> in liquid,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Liquid in this instance refers to wine, honey, olive oil, milk, dew, and water. It does not include fruit juices or other oils (<i>Shulchan Aruch, Orach Chayim</i> 158:4).</i> one must wash one's hands.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">This practice was instituted in respect for the <i>terumah</i> separated from olive oil and wine. It was extended to all liquids because the laws governing the contraction of ritual impurity by liquids are more severe than those involving other foods (Rabbenu Yonah, <i>Levush, Orach Chayim</i> 158:3).<br><i>Tosafot, Pesachim</i> 115b, explains that after the destruction of the Temple, the practice of washing before partaking of fruits dipped in liquid was discontinued because we are all ritually impure. Although most authorities do not accept this position, they respect it to the extent that they state that a blessing should not be made before such a washing. In practice, however, there are many who are not precise in washing in these circumstances. There is, nevertheless, one instance when this practice is observed universally. At the Pesach seder, we wash before dipping the <i>karpas</i> in salt water.</i>",
            "Whenever a person washes his hands<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">whether before eating - The Rambam requires that a blessing be recited in both the instances mentioned in the previous halachah. As mentioned in the commentary, our practice is to recite a blessing only before partaking of bread, and not before partaking of foods dipped in liquids.</i> - whether before eating, before the recitation of the <i>Shema</i>,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">See <i>Hilchot Kri'at Shema</i> 3:1.</i> or before prayer<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See <i>Hilchot Tefillah</i> 4:2-3.<br>The Radbaz (Vol. IV, Responsum 1365) states that although the Rambam requires that we wash before the afternoon and evening services, a blessing should be recited only when washing before the morning service. This opinion is reinforced by the fact that, when counting the hundred blessings recited each day (<i>Hilchot Tefillah</i> 7:14), the Rambam enumerates only one blessing for washing for prayer.</i> - he should recite the following blessing beforehand:<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Rabbenu Manoach notes that the Rambam's phraseology implies that the blessing should be recited before washing one's hands. This is also indicated by Chapter 11, Halachah 7, which states:<br>There is no mitzvah for which the blessing is recited after its fulfillment except the immersion of a convert.<br>The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 158:11, based on<i>Tosafot, Berachot</i> 51a) states that it is not customary to recite the blessing before washing, lest one's hands be dirty. At present, Ashkenazic custom (see <i>Shulchan Aruch HaRav</i> 158:16; <i>Mishnah Berurah</i> 158:41) is to recite the blessing after washing, but before drying one's hands.</i> \"[Blessed are You...] who sanctified us with His commandments and commanded us concerning the washing of hands.\" <sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The word \"washing\" is not a precise translation of the Hebrew נטילת. Rabbenu Asher (<i>Berachot</i>, Chapter 9) explains that this term was used because in Talmudic times, the utensil with which it was customary to wash one's hands was called נטלא. The Sages phrased the blessing in this manner to emphasize that the mere rinsing of one's hands is insufficient and one must use such a utensil.</i><br>This<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">With the following sentence, the Rambam is explaining why a blessing is recited, despite the fact that this commandment was instituted by the Sages and not by God, Himself.</i> is a Rabbinic mitzvah that we have been commanded by the Torah to follow,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">In Chapter 11, Halachah 3, the Rambam interprets the blessing recited over Rabbinic commandments as follows: \"who has sanctified us with His commandments and commanded us to follow the instructions of the Sages who commanded us concerning....\"</i> as [Deuteronomy 17:11] states: \"[Do not stray...] from all the laws that they direct you.\"<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Note the explanation of this proof-text in <i>Hilchot Mamrim</i> 1:1-2.</i> A blessing should not, however, be recited before washing after eating,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Although the Ra'avad protests strongly the Rambam's ruling, it is accepted by the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 181:7). (The difference between the Ra'avad and the Rambam revolves around the rationale for this washing. See Note 3 below.)</i> for this was instituted only as a protective measure.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">as mentioned in the following halachah. (See also Chapter 11, Halachah 4.)</i> This rationale, however, obligates a person to be more careful in the observance of this practice.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">for as <i>Chulin</i> 10a states, \"Danger is more serious than a prohibition.\"<br>1. This washing, referred to as <i>mayim emtzayim</i>, is mentioned in <i>Chulin</i> 105a,b and the <i>Shulchan Aruch</i> (<i>Orach Chayim</i>, Chapter 173). At present, this practice is generally not followed.2. There are no fruits that are eaten as <i>terumah</i> according to Torah law. (It is wine and oil, not grapes and olives, which carry such an obligation.) Therefore, the Sages did not impose an obligation to wash before eating from such food if it was not consecrated (Rabbenu Yonah, <i>Berachot</i> 8).3. The <i>Tur</i> (<i>Orach Chayim</i> 181:1), the Ra'avad, and others offer a different rationale for this washing, quoting <i>Berachot</i> 53a's interpretation of Leviticus 11:44: \"'Make yourselves holy,' this refers to the first washing; 'And you shall be holy,' this refers to the second washing.\" They explain that this washing is necessary as a token of respect to clean one's hands before reciting grace.4. Note <i>Hilchot Melachim</i> 6:13, which mentions other Rabbinic prohibitions that are relaxed in wartime.<br>See also <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 158:8) which draws parallels to these laws and frees a person in a desert or in another dangerous situation from the obligation to wash his hands.</i>",
            "Washing hands between one course and another is a matter of choice. If one desires, one may wash; if not, one need not.<br>There is no obligation to wash before partaking of unconsecrated fruit, whether before eating or afterward. [On the contrary,] whoever washes his hands before partaking of fruit is considered among the haughty.<br>Whenever bread [is eaten] with salt, it is necessary to wash one's hands afterward, lest it contain Sodomite salt or salt that resembles Sodomite salt, and [after eating,] one [inadvertently] pass one's hands over one's eyes and blind them. This - [the possibility of acrid] salt - is the reason why we are obligated to wash after eating.<br>In an army camp, [the soldiers] are not obligated to wash before eating, because they are involved in the war. They are, however, obligated to wash afterwards because of the danger involved.",
            "To what point should one's hands be washed? To the wrist.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Although Rabbenu Asher maintains that it is only necessary to wash to the point of connection between the fingers and the hand, the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 161:4) accepts the Rambam's decision. Nevertheless, when a person has only a limited supply of water, he may rely on Rabbenu Asher's opinion (Shulchan Aruch HaRav 161:8; <i>Mishnah Berurah</i> 161:22).</i> How much water should be used? A [minimum of<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">It is preferable to pour a generous quantity of water over one's hands (<i>Shulchan Aruch, Orach Chayim</i> 158:10). Rav Chisda would say: \"I wash with a full handful of water and [God] grants me a full handful of goodness\" (<i>Shabbat</i> 62b).</i> a] <i>revi'it</i><sup class=\"footnote-marker\">3</sup><i class=\"footnote\">one fourth of a larger measure known as a <i>log</i>. In contemporary measure, a <i>revi'it</i> is equivalent to 86.6 cc according to <i>Shiurei Torah</i>, and 150 cc according to the <i>Chazon Ish</i>.<br>A <i>revi'it</i> is significant in this context because immersion in a <i>revi'it</i> of water is enough to restore ritual purity to a utensil according to Torah law. The Rabbis, however, obligated the use of a <i>mikveh</i> of 40 <i>se'ah</i> for all ritual immersions.</i> for each pair of hands.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The Rambam's decision differs from that of the Ra'avad, Rashi, the Rashba, and many other authorities. The other authorities maintain that as long as the vessel from which the water is poured contains a <i>revi'it</i>, two people may have their hands washed from it. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 160:13) accepts the latter view.<br>Significantly, the Rambam mentions washing the hands only once before partaking of food. In <i>Hilchot Mikveot</i> 11:3, where he mentions the washing of the hands within the context of ritual purity, he mentions the need to wash hands twice: once to purify the hands, and once to wash off the water used to purify them. (See Halachah 10 and commentary.) In these halachot, he makes no mention of a second washing, seeming to imply that it is unnecessary to do so. (Rav Kapach adds that it is customary in certain Yemenite groups to wash only once before meals, and bases this practice on the Rambam's decision.)<br>The <i>Shulchan Aruch</i> and the Ramah (<i>Orach Chayim</i> 162:2) mention washing the hands two or three times before partaking of a meal. This is the accepted practice in almost all communities at present.</i><br>Anything that is considered an intervening substance [and thus invalidates] a ritual immersion<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">In <i>Hilchot Mikveot</i> 1:12, the Rambam provides this general rule:<br>Any substance that intervenes [between one's flesh and the water] and disturbs one nullifies the immersion, even if it covers only a minor portion of one's flesh.... Any substance that covers the major portion of one's flesh nullifies the immersion, even though it does not disturb one.<br>In Chapter 2 of those halachot, the Rambam mentions a long list of particular substances that nullify immersions, including filth, mud, and dough.</i> is also considered an intervening substance with regard to washing hands.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">This implies that one should clean one's hands before washing them for this ritual purpose. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i>, 161) discusses the particular laws regarding intervening substances.</i> All liquids that may be included in the measure of a <i>mikveh</i><sup class=\"footnote-marker\">7</sup><i class=\"footnote\">This includes substances like ice and snow, which can be used to make up the measure of a <i>mikveh</i> (<i>Hilchot Mikveot</i> 7:3).</i> may be included in the measure of the <i>revi'it</i> [necessary for the washing<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Note the <i>Shulchan Aruch</i> and the Ramah (<i>Orach Chayim</i> 160:12), which discuss the use of wine, beer, and fruit juices for washing hands.<br>5. I.e., whether before a meal or in preparation for prayer.6. The <i>Kessef Mishneh</i> explains that this expression indicates that it is not necessary to wash one's hands a second time (see the commentary on the previous halachah) or to dry them before partaking of the food. When washing one's hands for food, this is required because the water used for the first washing that remains on the hands becomes ritually impure. In contrast, the water that remains on one's hands after immersion in a <i>mikveh</i> is pure. (See <i>Shulchan Aruch</i>, <i>Orach Chayim</i> 159:19.)7. A <i>mikveh</i> must have at least 40 <i>se'ah</i> of water that has flowed into it by natural means. In contemporary measurements, 331 liters according to <i>Shiurei Torah</i>, and 648 liters according to the <i>Chazon Ish</i>.<br>The <i>Kessef Mishneh</i> notes that this applies only to water that does not emanate from a natural spring. When a person immerses his hands in such a spring, all that is necessary is that there be sufficient water to cover his hands. (See also <i>Hilchot Mikveot</i> 9:8.)<br>Significantly, Rabbenu Yonah maintains that it is acceptable to immerse one's hands in a <i>mikveh</i> containing even less than 40 <i>se'ah</i>. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 159:14) accepts this view, although the Ramah favors the Rambam's position.<br>8. The Ra'avad objects to the Rambam's ruling, and maintains that one may immerse one's hands in water poured into a pool in the ground. He supports his position by referring to the immersion of a <i>ba'al keri</i> (see <i>Hilchot Tefillah</i> 4:4-5), which is acceptable even in such pool. (See the Rambam's Commentary on the Mishnah (<i>Mikveot</i> 8:1.) Nevertheless, most authorities accept the Rambam's decision. (See <i>Shulchan Aruch HaRav</i> 159:23; <i>Be'ur Halachah</i> 159.) 9. See Halachot 7-9.10. See Halachot 4 and 10.11. See Halachot 11-12. The Rashba quotes the <i>Halachot Gedolot</i> as explaining that it is necessary to wash with a vessel, because the washing of hands is derived from the sanctification of the priest's hands in the Temple.12. See Halachot 13-14.13. The <i>Beit Yosef</i> (<i>Orach Chayim</i> 160) states that this concept is derived from the laws of the <i>ki'or</i> (the basin in the Temple from which the priests washed their hands). If its water changed color, it could no longer be used.14. E.g., ink or another coloring fell into it.15. It became rusty from a metal container. Note, however, <i>Shulchan Aruch HaRav</i> 160:1 and the <i>Mishnah Berurah</i> 160:22, which state that water that has become murky from mud or dirt is acceptable, because even this is often the color of natural stream water.<br>If after water was disqualified because of an abnormal color, its color reverts to the norm, it can be used to wash one's hands (<i>Shulchan Aruch HaRav</i> 160:1; <i>Mishnah Berurah</i> 160:5).<br>16. See <i>Hilchot Rotzeach USh'mirat HaNefesh</i> 11:6-16, which discusseshe prohibition of water left uncovered. This prohibition was enacted out of fear of the possibility that a poisonous snake or the like released venom into the water.17. <i>Avodah Zarah</i> 30b states that washing with such water could be dangerous lest the venom seep into cuts or sores or even through the body's pores. The <i>Tur</i> (<i>Orach Chayim</i> 160) notes that since the presence of poisonous snakes and the like is no longer widespread, the prohibition against drinking - and hence, washing with - such water need not be observed at present. This ruling is accepted by the later authorities.18. The Rambam is implying that the water in a <i>mikveh</i> or in a natural stream remains acceptable for washing although it was used for other tasks (<i>Kessef Mishneh</i>).19. If, however, the bread fell into the water accidentally, the water is not disqualified (<i>Shulchan Aruch HaRav</i> 160:2; <i>Mishnah Berurah</i> 160:8).20. The Ramah (<i>Orach Chayim</i> 160:2) states that even if the baker washed his hands in the water, the water does not become unacceptable. The <i>Turei Zahav</i> (160:3) refutes this ruling. His opinion is accepted by the later authorities. 21. Slightly murky water is acceptable, as mentioned above. The determining factor is whether or not a dog will drink from the water.22. Since a <i>mikveh</i> containing such water is acceptable for the immersion of one's entire body, it is surely acceptable for the immersion of hands, which is only a Rabbinic commandment.23. These hot springs have a high mineral content and are very bitter.24. The <i>Kessef Mishneh</i> interprets this as referring to a stream that was diverted into a trench that does not contain forty <i>se'ah</i>. Although logically, this would be acceptable for the immersion of hands, the Sages forbade using such water, lest one also immerse one's hands in a container of water. Significantly, in his <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 160:7), Rav Yosef Karo adds a further point, that the water was cut off from its source.25. I.e., the washing before partaking of bread.26. I.e., the washing after the meal (see Halachah 17); alternatively, the second pouring of water over one's hands, as mentioned in the commentary on Halachah 4. Note the explanation of the <i>Kessef Mishneh</i>. 27. In both instances, one must pour at least a <i>revi'it</i> of water over one's hands in a single pouring. In the first instance, while the water is being poured one gradually moves one's hands under the water, while in the second instance, one pours hurriedly, but forcefully, over the entire hand at once.28. I.e., several people stand with their hands outstretched, and a person passes in front of them pouring water over their hands.29. Although the water first passes over the hands of one person, it is still acceptable for the person whose hands are held below, because as long as it contains the required quantity and comes in one continuous stream, it does not become impure.<br>Nevertheless, <i>Shulchan Aruch HaRav</i> 160:16 and the <i>Mishnah Berurah</i> 160:68,72 state that the two people must originally have the intention to wash their hands as one, and must hold their hands close together. Otherwise, it is considered as if the second person washed with the water that was rendered impure by the first person's washing.<br>30. Note the difference of opinion on this issue between the Rambam and the other Halachic authorities mentioned in the commentary on Halachah 4.</i> of hands].",
            "Whoever had to wash his hands and [instead] immersed them in the water of a <i>mikveh</i> need not do anything else. If he immersed them in a body of water that does not have the required measure of a <i>mikveh</i>, or in water that has been poured onto the ground, he has not accomplished anything. Water that is poured [by man] can purify hands only when it is poured over them.",
            "Everyone who washes his hands must show concern for four matters:<br>the water itself - that it not be unacceptable for washing hands,<br>its measure - that there be a <i>revi'it</i> for each pair of hands,<br>the container - that one wash from a container,<br>the individual pouring - that the water come from the power of a person who pours it.",
            "There are four matters that render water unacceptable: a change in its color, its being left open, its having been used for work, and its becoming spoiled to the point that an animal would not drink from it.<br>What is implied? Water whose color changes becomes unacceptable whether it is contained [in a pool] in the ground or in a container, or whether it changed because of something that fell into it or because of the place where it is contained.<br>Similarly, if the water was left uncovered in a manner that causes it to become forbidden to be drunken, it is unacceptable for washing hands.",
            "Any water that was used for a task is considered as sewage water and is unfit to use for washing hands. What is implied? Water that has been drawn from its source, which was used to wash utensils, to dip one's bread in, or the like, whether [it was stored] in a container or [in a pool] in the ground, becomes unacceptable for washing hands.<br>If one uses the water to wash clean utensils or new ones, it does not becomes unacceptable. Water in which a baker dips crackers is unacceptable. In contrast, water from which [he removes some] to baste the dough when kneading it is acceptable. It is the water that he removes that was used for a task; the water from which he removed it remains acceptable [as before].",
            "All water that becomes unfit for a dog to drink - e.g., bitter [water], salty [water], very murky [water], foul-smelling [water] - which is contained in a vessel may not be used for washing hands. If [such water] is [contained in a pool] in the ground, one may immerse one's hands in it.<br>[The following rules apply to] the hot springs of Tiberias. In their [natural] place, one may immerse one's hands in them. If, however, one removed them with a container or diverted a stream of them into another place, they may not be used for either the first or the final washing of the hands, because they are not fit for an animal to drink.",
            "One may pour water over one's hands a little at a time until one has poured out the entire amount. If, however, one poured out the entire <i>revi'it</i> at one time, it is acceptable.<br>Four or five people may wash with a single pouring while they are standing next to each other or with their hands above each other's, provided:<br>a) they leave space between their hands for the water to enter, and<br>b) there is enough water in that pouring to provide each one with a <i>revi'it</i>.",
            "One may not use the following to wash one's hands:<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">because they are not vessels and were not made with the intent of containing water (<i>Kessef Mishneh</i>):</i> the sides of vessels,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Broken shards of an earthenware container that are still capable of holding water. The <i>Tur</i> (<i>Orach Chayim</i> 159) states that if a broken vessel can still hold a <i>revi'it</i> when it stands unsupported, it is not disqualified for use. The later authorities (see <i>Shulchan Aruch HaRav</i> 159:6; <i>Mishnah Berurah</i> 159:12) favor the Rambam's ruling.</i> the base of a samovar,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Our translation is based on Rav Kapach's interpretation of the Rambam's Commentary on the Mishnah (<i>Yadayim</i> 1:2 which is the source for this halachah).</i> pieces of earthenware,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Although some commentaries state that this also refers to shards, others, to avoid redundancy, state that it is referring to unshaped pieces of earthenware.</i> or the covering of a jug.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">These usually contain a handle on their top, and thus cannot stand erect when turned upside down.</i> Should one modify such a covering<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">by breaking the handle so that it could stand erect</i> to use for washing, it is acceptable.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Although the covering was not originally made to contain liquid, since it was modified with that intention and, in its present state, it can contain a <i>revi'it</i> without being supported, it is acceptable.</i> Similarly, a wine-pouch that was modified<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">by having a stand erected for it (<i>Sefer Mitzvot Gadol</i>)</i> may be used for the washing of hands.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The <i>Bayit Chadash</i> (<i>Orach Chayim</i> 159) questions why any modification is necessary for a wine-pouch, since it is also originally made with the intention of containing liquids. It explains that generally, if left uncovered, without a stand, a pouch will not be able to contain water. Hence, unless a stand is made for it, it is unacceptable.</i><br>In contrast, a sack or a basket<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">[although] they have been modified - and the holes in them filled with tar to prevent water from flowing out</i> - [although] they have been modified - may not be used to wash hands.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The <i>Bayit Chadash</i> (<i>loc. cit.</i>) explains the difference between these and the former two instances:<br>The purpose for which a covering of a jug and a wine pouch are made is related to the containing of liquids. Accordingly, although without modification they cannot serve that purpose in a manner acceptable for use in washing hands, once they are modified they are acceptable. In contrast, a sack or a basket is never used to contain liquids. Therefore, even after modification, it is unacceptable.</i> One may not hold water in one's hands and pour it over a colleague's [hands], because one's hands are not a vessel.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">See <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 159:6).</i><br>Vessels that have been broken to the extent that the laws of ritual impurity no longer apply to them<sup class=\"footnote-marker\">13</sup><i class=\"footnote\"><i>Hilchot Keilim</i>, Chapters 6, 11, and 19, relates the following general principle: Once a vessel is broken to the point that it can no longer serve its original purpose, it is no longer considered a vessel and can no longer contract ritual impurity.<br><i>Chulin</i> 107a mentions that a vessel that is used for containing liquids becomes disqualified when it contains a hole large enough to allow liquids to enter when the vessel is placed within them.</i> may not be used to wash hands, because they are considered to be broken vessels.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">In his <i>Kessef Mishneh</i>, Rav Yosef Karo states that the Rambam would consider a vessel acceptable if the hole is on the side and the portion of the vessel below the hole contains more than a <i>revi'it</i> of liquid.<br>In contrast, in his <i>Beit Yosef</i> (<i>Orach Chayim</i> 159), he explains that the Rambam would disqualify such a utensil because even though it can still contain a sufficient amount of liquid, it is a broken vessel and, as such, unsuitable for use for this mitzvah. In his <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 159:1), he rules that a hole on the side disqualifies a vessel unless one is able to pour water through the hole.</i>",
            "All vessels, even those made from cow dung or earth,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">e.g., utensils made from mud without being fired in a kiln</i> may be used to wash hands,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Although utensils made from these substances are not categorized as \"vessels\" with regard to the laws of ritual impurity, they are acceptable for this purpose.</i> provided they are whole.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">as mentioned in the previous halachah.</i><br>A vessel that cannot contain a <i>revi'it</i><sup class=\"footnote-marker\">4</sup><i class=\"footnote\">i.e., is too small to contain this amount of water</i> or a vessel that<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">is of sufficient size to contain this amount, but at the present time</i> does not contain a <i>revi'it</i> may not be used for the washing of hands.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">This refers to pouring the first amount of water over one's hands. According to our custom of pouring water twice (or three times) over our hands, the second pouring need not contain a <i>revi'it</i>. (See <i>Hilchot Mikveot</i> 11:8.)</i>",
            "All people are acceptable to pour water over one's hands, even a deaf-mute, a mentally incapable person, or a minor. If no one else is present, one should hold the vessel between one's knees, and thus pour it out over one's hands; lean a jug over so that the water will fall out over one's hands; or pour the water over each of one's hands individually.<br>It is acceptable if a monkey pours water over one's hands.",
            "When a person pours water into a trough by hand or by using a pulley, and afterwards the water flows out from it through an irrigation channel that brings the water to vegetables or to animals, it is not acceptable for one to place one's hands in the trough and have the water pass over them, because the water is not coming from \"the power of a giver.\" If one's hands were close to the place where the bucket is poured out so that the water passes over one's hands because of the power of a human being, the washing is acceptable.",
            "When there is a doubt with regard to the water [used to wash one's hands] - e.g., whether it had been used for other tasks or not, whether it contained the required quantity or not, whether it [the water itself] is ritually pure or not, and, similarly, when a person has a doubt whether he washed his hands or not, [in all these instances,] his hands are considered to be pure. In all instances where doubt arises concerning the ritual purity of hands, the hands are considered to be pure.",
            "When washing before eating, a person should raise his hands upward so that that water will not flow past the wrist, and then return and make the hands impure. In contrast, when washing after eating, a person should hold his hands downward so that all the power of the salt should be rinsed away off one's hands.<br>Before eating, one may wash into a container or onto the ground. After eating, one should wash only into a container. Before eating, one may wash with hot water or with cold water. After eating, one should not wash with hot water - i.e., water that will scald one's hands. It will not [serve the purpose of] removing filth, because one cannot rub one's hands together with it. If the water is merely warm, it may be used for washing after eating.",
            "A person may wash his hands in the morning and stipulate that [the washing will be effective] for the entire day. Thus, he will not have to wash before each time he eats. [This rule applies] only when he does not divert his attention from his hands. If, however, he diverts his attention from them, he must wash them whenever it is required.",
            "A person may wrap his hands in a cloth and eat bread or food dipped in liquid although he did not wash his hands.<br>A person who feeds others need not wash his hands. The person who eats, however, must wash his hands, although another person puts food into his mouth and he does not touch the food at all. Similarly, a person who eats with a fork must wash his hands.",
            "It is forbidden to feed someone who did not wash his hands even if one puts the food directly into his mouth.<br>It is forbidden to treat the washing of hands with disdain. Our Sages have authored many commands and warnings about this manner. Even when one has a minimum amount of water to drink, one should wash one's hands with a portion, eat, and drink the remainder.",
            "[After washing,] a person must dry his hands before eating. Anyone who eats without drying his hands is considered to have eaten impure bread.<br>Similarly, whenever a person washes his hands after eating, he should dry them and then recite grace. One should recite grace directly after washing one's hands. No interruptions should be made. It is even forbidden to drink water after washing one's hands after eating until one recites grace."
        ],
        [
            "The Sages of Israel were wont to follow many customs at meals. All these are included in the realm of mannered behavior. Among them:<br>When entering for a meal, the man of greatest stature should wash his hands first. Afterwards, all should enter enter and sit down, reclining on couches. The man of greatest stature reclines at the head of the company, and the person who is second in prominence reclines below him. If there are three couches, the man of greatest stature reclines at the head of the company, the person who is second in prominence reclines above him, and the person who is third in prominence reclines below him.",
            "The host should recite the blessing <i>hamotzi</i>. When he completes the blessing, he should break bread. A guest should recite grace, so that he will bless the host. If they are all members of the household, the person of greatest stature should break bread and recite grace.",
            "The person breaking bread is not permitted to do so until salt or relishes have been brought before each individual, unless their intention was to eat bread by itself.<br>One should not break off a small piece, lest one appear stingy, nor a piece larger than the size of an egg, lest one appear like a glutton. On the Sabbath, however, one may break off a large piece. One should break the bread at the place that it has been baked thoroughly.",
            "The most preferable way to perform the mitzvah is to break open a whole loaf. When one possesses a whole loaf of barley bread and a sliced loaf of wheat bread, one should put the sliced loaf together with the whole loaf, so that one will break open both a loaf of wheat and a whole loaf.<br>On Sabbaths and on festivals, one is obligated to break bread on two whole loaves. One should hold both in one's hands [when reciting the blessing] and break open one.",
            "The person who breaks bread should give a slice of bread to each individual, the latter should each pick up the piece with his hand. The person who breaks bread should not place the bread in the hand of a person who is eating unless the latter is a mourner.<br>The person who breaks bread should take the bread first and eat. Those assembled may not eat until the person who recites the blessing tastes [from the bread]. The person reciting the blessing may not taste [from the bread] until those assembled complete the recitation of <i>Amen</i>. Should the person breaking bread desire to honor his teacher or a scholar of greater stature than he by allowing him to take the bread before he does, he may.",
            "Two people should wait for each other when [eating from the same] dish. When three people are [eating from the same dish], it is not [necessary] to wait. When two have completed eating, the third should also cease. If, however, one completes eating, the other two need not cease.<br>One should not talk during a meal lest a dangerous situation arise. For this reason, if wine is brought in the midst of the meal, each person should recite the blessing alone. Were one to recite the blessing and another to answer <i>Amen</i> while he is swallowing, a dangerous situation might arise.<br>One should not look at the face of a person who is eating or at his portion, lest he become embarrassed.",
            "An attendant who stands before those dining should not eat together with them. As an act of mercy, one should allow him to taste each dish to satisfy his desire. If the assembled give him wine, he should recite a blessing over each cup, because his drinking is dependent on their desire, not his own.",
            "Should one of the assembled go out to urinate, he need wash only one hand [before] entering. Should he speak with a friend and thus remain outside for an extended period of time, he should wash both his hands [before] entering.<br>If [the company] was sitting and drinking, he should enter, sit in his place, wash his hands [with his back turned], and then turn to face the guests. Why should he wash in his place? So that the others will not say that he did not wash his hands because bread is not being served.",
            "Raw meat should not be placed on bread, nor should a full cup be passed over bread. Similarly, bread should not be used as a support for a plate, nor should it be thrown. The same applies to pieces [of meat or fish] and other foods that do not have shells - e.g., berries, grapes, and figs - because they will become disgusting.<br>It is permissible to cause wine to flow through pipes in the halls of bridegrooms, and roasted grains and nuts may be tossed at the bridegrooms in summer. This is not permitted in the winter, however, because they will become disgusting.<br>We should not wash our hands with wine, whether it has been mixed with water or not. Similarly, we may not spoil any other food or beverage in a contemptuous and derisive manner.",
            "It is forbidden for guests to take any of [the food] that they have been served and give it to the sons or the daughters of the host. Perhaps the host will become embarrassed because all he had was what he had served and that will have been taken away by the children.<br>A person should not send a friend a cask of wine with oil floating on its surface, lest one send a friend a cask that is [almost] entirely wine with only [a small amount] of oil on its surface. The recipient may be [unaware of the cask's contents,] invite guests [with the intention of serving them oil,] and become embarrassed [at his inability to do so]. Similarly, any other activity that may cause a person who holds a feast to become embarrassed is forbidden.",
            "After [everyone] finishes eating, the tables should be removed and the place where they ate should be swept. Afterwards, [those assembled] should wash their hands [as mentioned above].<br>[This practice should be followed] lest pieces [of bread] the size of an olive be found on the floor. It is forbidden to walk or wash over [pieces of this size]. If, however, the pieces are smaller than an olive, it is permissible to destroy them intentionally.",
            "When water is brought to wash, the one who recites grace washes his hands first, so that the person of greatest stature will not sit with dirty hands while others are washing. The remainder of the people eating wash one after another.<br>Honor is not paid to anyone with regard to [the order of washing], because honor is not extended with regard to dirty hands, crossing bridges, or on the roads, with the exception of an entrance that is fit to have a mezuzah, and even then only with regard to entering.",
            "After [the assembled] finish washing their hands, drying their hands, and reciting grace, the person who recited grace should recite the blessing over the incense when the incense burner is brought in. Everyone should answer <i>Amen</i>.",
            "If wine is available, [grace should be recited over a cup of wine]. We bring a cup that contains a <i>revi'it</i> or more and spices. [The person reciting grace] should hold the wine in his right hand and the spices in his left hand while reciting grace. Afterwards, he should recite the blessing on the wine, and then the blessing on the spices.<br>If the spices were fragrant oil or the like, he should spread them on the head of the attendant afterwards. If the attendant was a Torah sage, he should spread it on the wall so that he will not be going out to the marketplace with perfume.",
            "Although grace does not require wine, should one recite grace over wine according to the custom we have mentioned, [several conditions must be met:]<br>One should wash out the cup over which the blessing is recited on the inside and rinse its outside.<br>It should be filled with undiluted wine. When one reaches the blessing for <i>Eretz Yisrael</i>, one should add a small amount of water so that it will be pleasant to drink.<br>Conversation should not be made over the cup over which grace is recited. Rather, everyone should remain silent until grace and the blessing of the wine is concluded, and then they should drink."
        ],
        [
            "[When partaking of] all fruit that grows on trees, we recite the blessing <i>borey pri ha'etz</i> beforehand, and <i>borey nefashot rabbot...</i> afterward. An exception is made regarding the five species of fruit mentioned in the Torah: grapes, figs, pomegranates, olives, and dates. The single blessing that includes the three [blessings of grace] is recited after them.<br>[When partaking of] fruit that grows from the earth and vegetables, we recite the blessing <i>borey pri ha'adamah</i> beforehand and <i>borey nefashot rabbot</i> afterward.<br>[When partaking of] foods that do not grow from the earth - e.g., meat, cheese, fish, eggs, water, milk, honey, and the like - we recite the blessing, <i>shehakol</i> beforehand and <i>borey nefashot rabbot</i> afterward.<br>When a person drinks water for an intention other than fulfilling his thirst, it is not necessary for him to recite a blessing beforehand or afterward.",
            "When a person squeezes fruit - with the exception of grapes and olives - to extract its juices, he should recite the blessings <i>shehakol</i> beforehand and <i>borey nefashot</i> afterward.<br>Over wine, he should recite the blessing <i>borey pri hagafen</i> beforehand and the single blessing that includes the three [blessings of grace] afterward. Over oil, he should recite the blessing <i>borey pri ha'etz</i> beforehand.<br>When does the above apply? When he has a sore throat and drinks the oil together with the sauce of cooked [vegetables] and the like, for he benefited by drinking. If, however, a person drank oil alone or did not have a sore throat, he should recite the blessing <i>shehakol</i>, because he did not benefit from the taste of the oil.",
            "When fruits and vegetables that are usually eaten raw are cooked or stewed, one should recite the blessings <i>shehakol</i> beforehand and <i>borey nefashot</i> afterward.<br>[Conversely,] when one eats vegetables that are usually eaten cooked - e.g., cabbage or turnips - raw, one should recite the blessings <i>shehakol</i> beforehand and <i>borey nefashot</i> afterward. When one eats them cooked or stewed, one should recite the blessings <i>borey pri ha'adamah</i> beforehand and <i>borey nefashot</i> afterward.<br>When foods are commonly eaten both raw and cooked, regardless of whether one eats them raw or cooked, one should recite the blessing appropriate for them: i.e., if they are fruit that grows on trees, <i>borey pri ha'etz</i>; if they are fruits that grow from the ground or vegetables, <i>borey pri ha'adamah</i>.",
            "When one stews vegetables that are frequently stewed, one should recite the blessing <i>borey pri ha'adamah</i> on the soup produced, because the soup produced by stewing is equivalent to [the vegetables] that are stewed if it is common custom to stew them. This applies only when one stews them to drink the soup.<br>The blessing <i>shehakol</i> is recited over date-honey. Nevertheless, when one crushes dates by hand, removes their pits, and makes them into a substance resembling a dough, one should recite the blessing <i>borey pri ha'etz</i> beforehand and the single blessing that includes the three [blessings of grace] afterward.",
            "Regarding sugar cane whose sap is extracted and cooked until it crystallizes like salt: The overwhelming majority of the <i>Geonim</i> require that the blessing <i>borey pri ha'adamah</i> is recited upon it. Others say that the blessing <i>borey pri ha'etz</i> should be recited upon it.<br>Similarly, they say that one who sucks sugar cane should recite the blessing <i>borey pri ha'adamah</i>. I say that this is not a fruit, and the blessing <i>shehakol</i> should be recited upon it. The \"honey\" produced by these canes that has been altered by fire should not be given greater prominence than date honey, which is not changed by fire, and yet the blessing <i>shehakol</i> is recited upon it.",
            "[When partaking of] the top stalk of the palm tree [hearts of palm], which is like white wood, one should recite the blessing<i>shehakol</i>.[When partaking of] petals from [the flowers of] the caper bush, one should recite the blessing <i>borey pri ha'adamah</i>, because they are not fruit. Caper berries - the fruit of this bush which looks like small dates - require the blessing <i>borey pri ha'etz</i>.",
            "[When partaking of] fresh peppers and ginger, one should recite the blessing <i>borey pri ha'adamah</i>. When these products are dry, they do not require any blessing, neither beforehand nor afterward, because they are considered spices and not food.<br>Similarly, foods that are not fit to be eaten and beverages that are not fit to be drunk do not require any blessing, neither beforehand nor afterward.",
            "The blessing <i>shehakol</i> is recited over bread that has become moldy, wine on which a film has risen, food that has spoiled, windfall fruit that is underdeveloped, beer, vinegar, locusts, salt, truffles, and mushrooms.<br>Whenever <i>shehakol</i> is recited before partaking of a food, the blessing <i>borey nefashot</i> is recited afterwards. Whenever a food requires a blessing afterwards, it also requires a blessing beforehand.",
            "When one pours three measures [of water] over [wine] dregs and receives four measures of liquid, one should recite the blessing <i>borey pri hagafen</i> upon it, for it is considered to be diluted wine. If one receives less than four measures of liquid, one should recite the blessing <i>shehakol</i> even when the liquid tastes like wine.",
            "A person who recited the blessing <i>borey pri ha'adamah</i> over fruits that grow on trees fulfills his obligation. Conversely, one who recited the blessing <i>borey pri ha'etz</i> over fruits that grow from the ground does not fulfill his obligation. One who recites the blessing <i>shehakol</i> over any food fulfills his obligation. [This applies even in regard] to bread and wine.",
            "Should a person take a cup of beer in his hand and begin reciting a blessing with the intention of saying <i>shehakol...</i>, and instead err and say <i>borey pri hagafen</i>, he is not compelled to repeat [the blessing].<br>Similarly, if fruits that grow from the earth were placed before him, and he began reciting a blessing with the intention of saying <i>borey pri ha'adamah</i>, and instead erred and said <i>borey pri ha'etz</i>, he is not compelled to repeat [the blessing].<br>By the same token, if a cooked dish of grain was placed before him and he began reciting a blessing with the intention of saying <i>borey minei mezonot</i>, and instead erred and said <i>hamotzi...</i>, he fulfills his obligation.<br>[These decisions were rendered] because at the time when he mentioned God's name and His sovereignty, which are the essence of this blessing, he had the intention of reciting the appropriate blessing for this food. Therefore, since the essence of the blessing was not recited in error, he is considered to have fulfilled his obligation and need not repeat it, although he erred at its conclusion.",
            "With regard to all these blessings, if a doubt arises whether one recited the blessing or not, one should not repeat the blessing, neither before eating or afterwards, because [the blessings] were instituted by the Sages.<br>[The following rules apply when] a person forgets and places food in his mouth without reciting a blessing: with regard to beverages, he should swallow them and recite a blessing afterwards. If they were fruit which would become disgusting if he would remove them [from his mouth] - e.g., berries or grapes - he should push them to the side [of his mouth], recite the blessing and swallow them afterwards. If they would not become disgusting - e.g., beans or peas - he should remove them, so that his mouth will be free to recite the blessing and eat them afterwards.",
            "[The following rules apply when] several types of food are placed before a person [at the same time]: If the same blessing applies to all of them, one should recite the blessing on one, and thus fulfill one's obligation regarding the others. If the same blessing does not apply to all of them, one should recite the blessing that is appropriate for each one individually. The order of precedence depends on one's desires.<br>When there is no one type of food that one desires more than the others, [the order of precedence is as follows:] If among the foods there are foods from the seven species [for which <i>Eretz Yisrael</i> was praised], the blessing should be recited over them first. The species that are mentioned first in the verse receive precedence with regard to the blessing.<br>The seven species are those mentioned in the following verse, [Deuteronomy 8:8:] \"A land of wheat, barley, vines, figs, and pomegranates, a land of olives that produce oil and honey.\" Honey refers to date-honey.<br>Dates are given precedence over grapes because dates were mentioned second in proximity to the word \"land,\" and grapes were mentioned third in proximity to that word.",
            "The single blessing that includes the three blessings [of grace] recited over the five species of fruit and over wine is the same as that recited over grain products, except that for fruit, one should say [at the beginning]: \"for the trees, for the fruit of the trees and for the produce of the field, and for the precious land...\" and for wine, one should say [at the beginning]: \"for the vines and for the fruit of the vine....\"<br>For both [wine and fruit], one should conclude: \"for the land and for the fruits.\" A person in <i>Eretz Yisrael</i> should conclude: \"for the land and for its fruits.\"<br>There are some who add the following phrase before the conclusion of this blessing: \"For You, God, are good and do good,\" for it reflects the fourth blessing [of grace]. There is, however, an opinion that states that the fourth blessing was instituted for grace alone.",
            "Should a person drink wine, eat dates, and also eat cooked food made from the five species of grain, he should recite [a single] blessing afterwards: \"Blessed are You, God, our Lord, King of the universe, for the life-giving and the sustaining [food], for the vines and the fruit of the vine, for the trees and for the fruit of the trees and for the produce of the field, and for the precious land....\" He should conclude, \"Blessed are You, God, for the land and for the sustenance and for the fruits.\"",
            "If, however, a person ate meat and drank wine, he should recite a separate blessing afterwards for each food. Nevertheless, if he ate figs or grapes with apples, pears, and the like, he should recite the single blessing that includes the three blessings [of grace] afterwards. It includes everything that he ate, since all the foods are \"fruit of the trees.\" The same principles apply in other similar situations."
        ],
        [
            "Just as it is forbidden to benefit from food or drink before reciting a blessing, so too, it is forbidden to benefit from a pleasant fragrance before reciting a blessing.<br>What blessings should be recited over pleasant fragrance? If the fragrant substance is a tree or the product of a tree, one should recite the blessing \"[Blessed...] who created fragrant trees.\" If the fragrant substance is an herb or the product of an herb, one should recite the blessing \"[Blessed...] who created fragrant herbs.\"<br>If it is not from a tree or an herb - e.g., musk, which comes from an animal - one should recite the blessing \"[Blessed...] who created various kinds of spices.\" If it is a fruit that is fit to eat - e.g., an etrog or an apple - one should recite the blessing \"[Blessed...] who endowed fruits with pleasant fragrance.\"<br>Should one recite the blessing \"[Blessed...] who created various kinds of spices,\" on any fragrance, one fulfills one's obligation.",
            "A blessing should not be recited on incense until a cloud of smoke rises up.<br>What blessing should be recited over it? If the incense comes from a tree, one should recite the blessing \"[Blessed...] who created fragrant trees.\" If it comes from an herb, [one should recite] \"... who created fragrant herbs.\" If it came from an animal or the like, [one should recite] \"... who created various kinds of spices.\"",
            "Balsam oil and the like require the blessing \"... who created pleasant oil.\" If, however, one pressed or soaked olives until they produced oil with a pleasant fragrance, one should recite the blessing \"...who created fragrant trees.\" Oil in which spices were mixed, as was done for the anointing oil, requires the blessing \"...who created various kinds of spices.\"<br>If one brought both oil and a myrtle to a person, he should recite the blessing on the myrtle and include the oil, because the same blessing, \"...who created fragrant trees,\" applies to both of them.",
            "When one has both a fragrant spice from a tree and a fragrant spice from an herb, a single blessing should not be recited to include both of them. Rather, a blessing should be recited for each one individually.<br>When wine and fragrant oil are brought before a person, he should hold the wine in his right hand and the oil in his left hand, recite the blessing over the wine and drink it, and then recite the blessing over the oil, smell it, and then, spread it on the attendant's head. If the attendant is a Torah scholar, he should spread it on the wall.",
            "If there is a doubt whether a spice requires the blessing \"...who created fragrant trees\" or the blessing \"...who created fragrant herbs,\" one should recite the blessing \"...who created various kinds of spices.\" Similarly, one should recite the blessing \"...who created various kinds of spices\" over a mixture of spices prepared by a perfumer.<br>When a person enters a perfumery, he should recite the blessing \"...who created various kinds of spices.\" If he spends the entire day there, he should recite only one blessing. If he enters and leaves several times, he should recite a blessing each time he enters.",
            "Anemones and lavender require the blessing \"...who created fragrant trees.\" Lilies that are raised in a garden require the blessing \"...who created fragrant trees\"; those that grow in the field require the blessing \"...who created fragrant herbs.\"<br>Roses, rose water, frankincense, and rock roses require the blessing \"...who created fragrant trees.\"",
            "There are types of pleasant fragrances over which blessings should not be recited: a pleasant fragrance that is forbidden, a pleasant fragrance used as a deodorant, and a pleasant fragrance that was not prepared with the intent that it be smelled itself.",
            "What is implied? One should not recite a blessing over perfumes of false gods or over perfumes of women with whom sexual relations are forbidden, because it is forbidden to smell them.<br>Blessings should not be recited over perfumes placed by the dead, perfumes placed in toilets, or an oil used to remove filth, because they are intended to remove a foul odor.<br>A blessing is not recited when incense is burned to perfume utensils or clothes, because the incense was not prepared with the intent that it be smelled itself. Similarly, a blessing should not be recited on clothes that were perfumed in this manner, because the fragrant substance itself is not present; there is merely a fragrance without any substance.",
            "A blessing should not be recited on spices used at a gentile party, because we assume that a gentile party is dedicated to idol worship.<br>[The following rules apply when] a person smelled a pleasant fragrance while walking outside a city: If the majority of the city are gentiles, he should not recite a blessing. If the majority of the city are Jewish, he should. If a fragrance for which a blessing should be recited becomes mixed with a fragrance for which a blessing should not be recited, the ruling depends on the majority."
        ],
        [
            "The Sages<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">In Chapter 1, Halachah 5, the Rambam attributed the composition of the text of all the blessings to Ezra and his court, the <i>Anshei K'nesset Hagedolah</i>.</i> instituted other blessings<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The previous chapters described the <i>birkat hanehenim</i>, the blessings recited in acknowledgement of the benefit received from food or fragrance, based on the principle, \"it is forbidden to receive benefit from this world without a blessing.\" In this chapter, the Rambam mentions other blessings that are recited in connection with events, sights, or news that are out of the ordinary. By reciting a blessing over these occurrences, we focus our awareness on the Divine origin of everything that occurs in this world.</i> and many other statements<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Halachot 19-25.</i> that lack a <i>p'tichah</i><sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The words, \"Blessed are You, God, our Lord, King of the World,\" which are used to begin blessings. (See <i>Hilchot Kri'at Shema</i> 1:7 and commentary.)</i> and a <i>chatimah</i>,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The words, \"Blessed are You, God,\" which are used to conclude blessings. (See <i>Hilchot Kri'at Shema</i>, <i>ibid.</i>)</i> as an expression of praise and acknowledgement of the Holy One, blessed be He<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">See Chapter 1, Halachah 4, which states that these blessings were instituted \"to remember the Creator at all times and to fear Him.\"</i> - for example, the blessings of prayer that we have already mentioned.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">See <i>Hilchot Tefillah</i>, Chapter 7, which mentions the morning blessings.</i> Among these [blessings are the following]:<br>A person who builds a new house<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Rav Shneur Zalman of Liadi (<i>Piskei Siddur</i> 12:2) also mentions purchasing a new house.</i> or buys<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 223:4) states that the blessing should be recited when the article is purchased, and not when it is first used. One feels greater satisfaction when purchasing the article than when using it.</i> new<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">This also refers to articles that are new for the purchaser (e.g., a used car). The world \"new\" is intended to exclude articles that were sold and repurchased (<i>Shulchan Aruch</i>, <i>ibid.</i>:3).</i> articles<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">i.e., garments or household goods (<i>Mishnah Berurah</i> 223:13). This blessing should be recited only on the acquisition of important articles, whose purchase brings one considerable satisfaction. See <i>Shulchan Aruch</i> (<i>ibid.</i>:6) and <i>Mishnah Berurah</i> (<i>ibid.</i>).</i> should recite the blessing: \"Blessed are You, God, our Lord, who has granted us life, sustained us, and enabled us to reach this occasion.\"<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">As mentioned in Halachah 7, this blessing is associated with \"all benefits that a person appreciates alone.\" Similarly, it is recited in praise of God for allowing us to fulfill certain mitzvot.</i> [This blessing is recited] regardless of whether he possesses<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">According to the Rambam, this refers to articles acquired through inheritance. If one has already purchased such an article, he should not recite a blessing. The <i>Shulchan Aruch</i> (<i>ibid.</i>:3, based on the decisions of Rabbenu Yitzchak Alfasi and Rabbenu Asher), however, states that the blessing should be recited even when he had purchased such articles before.</i> similar articles or not.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">This decision is based on the Rambam's analysis of <i>Berachot</i> 59b-60a.</i>",
            "Similarly, a person who sees a friend<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>Tosafot, Berachot</i> 58b, states that this refers to a friend who is dear and whose sight brings one satisfaction.</i> after [not seeing him<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The <i>Mishnah Berurah</i> 225:2 mentions opinions that maintain that if one has heard news of one's friend's well-being or received a letter from him during this period, the blessing should not be recited. Note, however, Rav Shneur Zalman of Liadi's <i>Piskei Siddur</i> 12:11, in which he negates these opinions, stating that a person feels genuine satisfaction only when he sees a friend face to face.</i> for] thirty days [or more]<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Thirty days is considered a significant period regarding various matters of Scriptural Law.</i> should recite the blessing <i>shehecheyanu</i><sup class=\"footnote-marker\">4</sup><i class=\"footnote\">mentioned in the previous halachah.</i> . If he sees him after a hiatus of twelve months [or more], he should recite the blessing \"Blessed are You, God...<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Although the <i>Panim Me'irot</i> states that the words \"our Lord, King of the universe\" need not be mentioned, the consensus of halachic opinion (see <i>Mishnah Berurah</i> 225:3) is that they should be recited.</i> who resurrects the dead.\"<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><i>Berachot</i> 58b states that just as a dead person is forgotten after a year's time, so, too, a friend whom one has not seen for such a period is as if he has ceased to exist.</i><br>A person who sees<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Although from <i>Bereishit Rabbah</i> 29:2, it is clear that the blessing should be recited whether he eats the fruit or not, the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 225:3) states that it is customary to recite the blessing before partaking of the fruit.</i> a fruit<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">whether of trees or of the earth. For example, <i>Eruvin</i> 40b states the blessing should be recited over squash.</i> that grows only in a specific season each year<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The Ramah (<i>Orach Chayim</i> 225:6) states that the blessing should be recited even if the fruit has two seasons a year in which it grows. The intent is to exclude fruits and vegetables that grow throughout the year.</i> should<sup class=\"footnote-marker\">10</sup><i class=\"footnote\"><i>Eruvin</i>, <i>ibid.</i>, emphasizes that we are not obligated to recite this blessing (<i>Mishnah Berurah</i> 225:9).</i> recite the blessing <i>shehecheyanu</i> when he sees it for the first time.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The Ramah (<i>Orach Chayim</i> 225:3) writes that a person who did not recite the blessing the first time he saw the fruit may recite the blessing when he sees it a second time. The <i>Mishnah Berurah</i> 225:13 supports this opinion, noting that, at present, it is customary not to recite the blessing until one partakes of the fruit. Nevertheless, should he taste the fruit without reciting the blessing, it should not be recited at a later time.</i>",
            "When a person hears favorable tidings,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">This halachah is complemented by Halachah 7, which explains that the blessing <i>hatov v’hameitiv</i> is recited when the positive nature of the tidings effect others as well as oneself. If the favorable tidings are individual in nature, the blessing <i>shehecheyanu</i> should be recited. The Rambam mentions <i>hatov v’hameitiv</i> in this halachah, because he is referring to - although not quoting exactly - the text of the Mishnah, <i>Berachot</i> 9:2.</i> he should recite the blessing: \"Blessed are You, God, our Lord, King of the universe, who is good and does good.\"<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">As mentioned in Chapter 4, Halachah 9, this same blessing is also recited when different wine is served during a meal.</i> If he hears bad tidings, he should recite the blessing: \"Blessed [are You...] the true Judge.\"<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">This blessing has the implication that, although one personally feels upset over the event, he realizes that since everything is controlled by God and He is \"the true Judge\":<br>a) the occurrence, however tragic, was just,b) ultimately, it is intended for the good. God, who is truly good, cannot be the source of evil.</i><br>A person is obligated to recite a blessing<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"><i>Dayan ha'emet</i></i> over undesirable occurrences with a positive spirit, in the same manner as he joyfully recites a blessing<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><i>shehecheyanu</i> or <i>hatov v’hameitiv</i>.</i> over desirable occurrences. [This is implied by Deuteronomy 6:5]: \"And you shall love God, your Lord... with all your might.\" Included in this extra dimension of love<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The Hebrew word translated as \"your might,\" מאודך, is related to the word, מאוד, meaning \"very.\" This implies that this is a dimension of love above the ordinary.</i> that we were commanded [to express]<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Loving God is one of the 613 mitzvot of the Torah. (See <i>Hilchot Yesodei HaTorah</i> 2:1-2.) The verse cited above is the proof-text for that commandment. Thus, the mitzvah to love God includes this \"extra dimension of love.\"</i> is to acknowledge and praise [God] with happiness even at one's time of difficulty.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">This halachah is based on<i>Berachot</i> 9:5. Because of the deep message communicated by that Mishnah, it is worthy to quote it and the Rambam's commentary upon it:<br>We are obligated to bless [God] for undesirable occurrences in the same manner as we bless [Him] for desirable occurrences. [This is implied by Deuteronomy 6:5]: \"And you shall love God, your Lord with all your heart, with all your soul, and with all your might.\"\"With all your heart\": with both your inclinations; the good inclination and the evil inclination;\"With all your soul\": even if it takes your soul; \"With all your might\": with all your money. Alternatively, the expression בכל מאדך [can be associated with the words בכל מדה and interpreted to mean] for every measure that He deals you be very, very thankful to Him.<br>On this Mishnah, the Rambam comments:<br>[The Mishnah] states: In the same manner as one blesses Him for good... [i.e.,] he should accept them with happiness, overcome his feelings, and compose his mind when reciting the blessing <i>Dayan ha'emet</i> to the extent that he should appear in the same state as when reciting the blessing <i>hatov v’hameitiv</i>.Our Sages declared... \"Everything Heaven does is for good.\"... Although many matters may originally look unfavorable, ultimately they will bring great good. Conversely, there are many things which, at the outset, appear good, and ultimately are very bad. Therefore, an understanding person should not become aggrieved when beset with difficulties... because he does not know the ultimate outcome.A person should concentrate his thoughts [on the following objective] and ask God [for it to be realized]: That everything that happens to him in this world, both positive and unfavorable occurrences, should be with the intent of bringing him the ultimate happiness, [a portion in the world to come].</i>",
            "When a desirable event occurred to a person or he heard favorable tidings, although it appears that this good will ultimately cause one difficulty,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">In his Commentary on the Mishnah (<i>Berachot</i> 9:3, based on <i>Berachot</i> 60a), the Rambam gives an example of such a situation: A person who found a lost object in <i>Eretz Yisrael</i> in Talmudic times. The Romans would punish anyone who did not deliver a lost object he discovered to the government authorities. Thus, one could ultimately be reported for having found a lost object and be forced to pay an exorbitant fine for it. Nevertheless, at the time the object is found, it is an obvious good.</i> he should recite the blessing <i>hatov v’hameitiv</i>. Conversely, if a person suffered a difficulty or heard unfavorable tidings, although it appears that this difficulty will ultimately bring him good,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The Rambam (<i>ibid.</i>) exemplifies this situation as follows: A person's fields were flooded, damaging his crops. Although the fact that his fields were watered will ultimately prove advantageous, he should recite <i>Dayan ha'emet</i>, since, immediately, he suffered a loss.</i> he should recite the blessing <i>Dayan ha'emet</i>. Blessings are not recited in consideration of future possibilities, but rather on what happens at present.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The <i>Rishon LeTzion</i> relates that the Rambam's choice of phraseology implies that even when one is certain that the opposite quality will ultimately become manifest, he should recite the blessing appropriate for the situation at present.</i>",
            "[The following rules govern the recitation of blessings for] abundant rainfall: If one owns a field [individually], he should recite the blessing <i>shehecheyanu</i>. If one owns it in partnership with others,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Rabbenu Asher maintains that even if one owns a field individually, if there are other Jews in the area who will benefit from the rain, he should recite <i>hatov v’hameitiv</i>.</i> he should recite the blessing <i>hatov v’hameitiv</i>. If one does not own a field, he should recite the following blessing:<br>We<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Significantly, this blessing does not begin: \"Blessed are You, God....\"</i> thankfully acknowledge You, God, our Lord, for each and every drop that you have caused to descend for us. If our mouths were filled....<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">One continues, reciting the text of the <i>Nishmat</i> prayer recited on Sabbath mornings.</i> They shall all give thanks, praise, and bless Your name, our King. Blessed are You, God, the Almighty, who is worthy of manifold thanksgiving and praise.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The <i>Bayit Chadash</i> and the Ramah (<i>Orach Chayim</i> 221:1) state that it is not customary to recite this blessing in European countries. Since rain is plentiful there, people do not appreciate it as much. Nevertheless, should there be a drought in these countries, this blessing should be recited (<i>Mishnah Berurah</i> 221:2).</i>",
            "When should the blessing be recited? When much water collects on the face of the earth, the raindrops cause bubbles to form in the rain that has already collected, and the bubbles begin to flow one into another.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><i>Ta'anit</i> 6b, the source for this halachah, describes this situation metaphorically, \"when the groom goes out to greet the bride.\" (See also <i>Berachot</i> 59b.)</i>",
            "[The following blessings should be recited] when a person was told that his father died and that he is his heir: If he has brothers [who will share the inheritance] with him, he should first recite, <i>Dayan ha'emet</i>, and afterwards, <i>hatov v’hameitiv</i>. If he has no brothers [who will share] with him, he should recite the blessing <i>shehecheyanu</i>.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The same holds true for other circumstances that are, simultaneously, of both a positive and undesirable nature. For example, Ramah (<i>Orach Chayim</i> 223:1) mentions the recitation of the two blessings (<i>shehecheyanu</i> and <i>Dayan ha'emet</i>) when a man's wife dies after giving birth to a son.</i><br>To summarize the matter: Whenever a circumstance is of benefit to one together with others, he should recite the blessing <i>hatov v’hameitiv</i>. Should it be of benefit to him alone, he should recite the blessing <i>shehecheyanu</i>.",
            "Four individuals are required to render thanks: a person who had been sick and recuperated, a person who had been imprisoned and was released, people who alight [at their destination] after a journey at sea, and travelers who reach a settlement.<br>These thanks must be rendered in the presence of ten people, of whom two are sages, as [implied by Psalms 107:32]: \"They will exalt Him in the congregation of the people and they will praise Him in the seat of the elders.\"<br>How does one give thanks and what blessing should he recite? He should stand in the midst of the [abovementioned] company and say:<br>Blessed are You, God, our Lord, King of the universe, who bestows benefits upon the culpable, who has bestowed all goodness upon me.<br>Those who hear should respond: May He who granted you beneficence continue to bestow good upon you forever.",
            "A person who sees a place where miracles were wrought for the Jewish people - for example, the Red Sea or the crossings of the Jordan - should recite the blessing:<br>Blessed are You, God, our Lord, King of the universe, who wrought miracles for our ancestors in this place.<br>This blessing is recited wherever miracles were performed for many people. In contrast, in a place where a miracle was performed for an individual, that individual, his son, and his grandson should recite the blessing:<br>Blessed are You, God, our Lord, King of the universe, who wrought a miracle for me in this place.<br>or \"...who wrought a miracle for my ancestors in this place.\"<br>A person who sees the den of lions [into which Daniel was thrown] or the fiery furnace into which Chananiah, Mishael, and Azariah were thrown should recite the blessing:<br>Blessed are You, God, our Lord, King of the universe, who wrought miracles for the righteous in this place.<br>A person who sees a place in which false gods are worshiped should recite the blessing:<br>Blessed are You, God, our Lord, King of the universe, who grants patience to those who transgress His will.<br>[When a person sees] a place from which the worship of false gods has been uprooted in <i>Eretz Yisrael</i>, he should recite the blessing:<br>[Blessed are You, God, our Lord, King of the universe,] who uproots foreign worship from our land.<br>In the Diaspora, he should recite the blessing:<br>...who uproots foreign worship from this place.<br>In both instances, he should say:<br>As You have uprooted [foreign worship] from this place, so may it be uprooted from all places. And may You turn the hearts of its worshipers to serve You.",
            "A person who sees a settlement of Jewish homes should recite the blessing:<br>Blessed are You, God, our Lord, King of the universe, who establishes the border of the widow.<br>[One who sees Jewish homes that are] destroyed should recite the blessing, \"the true Judge.\" A person who sees Jewish graves should recite the blessing:<br>Blessed are You, God, our Lord, King of the universe, who created you with justice, judged you with justice, sustained you with justice, took your lives with justice, and ultimately, will lift you up with justice to the life of the world to come. Blessed are You, God, who resurrects the dead.",
            "The following should be recited when one sees 600,000 people at one time. If they are gentiles, he should recite the verse (Jeremiah 50:12 : \"Your mother shall be greatly ashamed; she that bore you will be disgraced. Behold, the ultimate fate of the gentiles will be an arid wilderness and a desolate land.\"<br>If they are Jews and in <i>Eretz Yisrael</i>, he should recite the blessing:<br>Blessed are You, God, our Lord, King of the universe, the Wise [who knows] secrets.<br>One who sees a gentile wise man should recite the blessing:<br>Blessed are You, God, our Lord, King of the universe, who has given from His wisdom to flesh and blood.<br>[When one sees] Jewish wise men, he should recite the blessing:<br>Blessed are You, God, our Lord, King of the universe, who has given from His wisdom to those who fear Him.<br>[When one sees] a Jewish king, he should recite the blessing:<br>Blessed are You, God, our Lord, King of the universe, who has given from His glory and might to those who fear Him.<br>[When one sees] a gentile king, he should recite the blessing:<br>Blessed are You, God, our Lord, King of the universe, who has given from His glory to flesh and blood.",
            "A person who sees a Kushit or a person who has a strange-looking face or an abnormal limb should recite the blessing:<br>Blessed are You, God, our Lord, King of the universe, who has altered His creations.<br>When one sees a blind man, a one-legged person, a person with skin boils or white blotches, or the like, he should recite the blessing \"the true Judge.\" If they were born with these afflictions, he should recite the blessing \"who has altered His creations.\"<br>When one sees an elephant, monkey, or owl, he should recite the blessing: \"Blessed... who has altered His creations.\"",
            "A person who sees beautiful and well-formed creations or pleasant-looking trees should recite the blessing:<br>[Blessed are You, God, our Lord, King of the universe,] whose world is like this.<br>A person who goes out to the fields or gardens in the month of Nisan and sees flowering trees sprouting branches should recite the blessing:<br>Blessed are You, God, our Lord, King of the universe, who did not leave anything lacking in His world and created within it fine creations and beautiful and fine trees so that they would give pleasure to men.",
            "[When one perceives] any of the following: winds that blow extremely powerfully, lightning, thunder, loud rumblings that sound like large mills when they are heard on the earth, shooting stars, or comets, he should recite the blessing:<br>[Blessed are You, God, our Lord, King of the universe,] whose power and might fill up the world.<br>If one desires, he may recite the blessing:<br>[Blessed are You, God, our Lord, King of the universe,] who performs the work of creation.",
            "Whenever one sees mountains, hills, seas, deserts, or rivers after a thirty day interval, he should recite the blessing \"who performs the work of creation.\"<br>A person who sees the ocean after an interval of thirty days or more should recite the blessing:<br>[Blessed are You, God, our Lord, King of the universe,] who created the ocean.",
            "A person who sees a rainbow should recite the blessing:<br>Blessed are You, God, our Lord, King of the universe, who remembers the covenant, is faithful to His covenant, and maintains His word.<br>When a person sees the moon after it is renewed, he should recite the blessing:<br>Blessed are You, God, our Lord, King of the universe, who created the heavens with His word and all their hosts with the breath of His mouth. He granted them a fixed law and schedule so that they should not alter their tasks. They rejoice and are glad to carry out the will of their Creator. They are faithful servants whose work is righteous. And He instructed the moon to renew itself as a crown of glory to those who are borne [by Him] from the womb, who are destined to be similarly renewed and to glorify their Creator for the name of the glory of His kingdom and for all He has created. Blessed are You, God, who renews the months.",
            "This blessing should be recited while standing, for whoever recites the blessing on the new moon at its appropriate time is considered as if he greeted the Divine Presence.<br>If a person did not recite the blessing on the first night, he may recite the blessing until the sixteenth of the month, until the moon becomes full.",
            "A person who sees the sun on the day of the spring equinox at the beginning of the twenty-eight year cycle that begins on Wednesday night [must recite a blessing]. When he sees the sun on Wednesday morning, he should recite the blessing \"who performs the work of creation.\"<br>Similarly, the blessing \"who performs the work of creation\" should be recited when the moon reaches the beginning of the zodiac constellation <i>taleh</i> at the beginning of the month when it is not pointing to the north or the south, when any of the other five stars [that revolve in separate spheres] arrive at the beginning of the constellation <i>taleh</i> and do not point to the north or the south, and when one sees the constellation <i>taleh</i> ascend to the eastern corner [of the sky].",
            "When a person sees a settlement of gentile homes, he should recite the verse (Proverbs 15:25): \"God will pluck up the house of the proud.\" Should he see a desolate settlement of gentile homes, he should recite the verse (Psalms 94:1): \"The Lord is a God of retribution. O God of retribution, reveal Yourself.\" When one sees gentile graves, he should recite the verse (Jeremiah 50:12): \"Your mother shall be greatly ashamed....\"",
            "A person who enters a bathhouse should say \"May it be Your will, God, our Lord, to allow me to enter in peace and leave in peace, and may You save me from this and the like in the future.\"<br>When one leaves the bath, he should say, \"I give thanks to You, God, our Lord, for saving me from fire.\"",
            "A person who goes to let blood should say, \"May it be Your will, God, our Lord, that this activity bring me a recovery, for You are a generous healer.\" Afterward, he should recite the blessing, \"Blessed are You, God... Healer of the sick.\"",
            "A person who goes to measure his silo should say, \"May it be Your will, God, our Lord, that You send blessing to the work of my hands.\" When he begins to measure, he should say, \"Blessed be He who sends blessings to this heap of grain.\"<br>If he asks for mercy after measuring [his grain], his prayer is considered to be in vain. [Similarly,] whoever calls out [to God] over events that have already happened is considered to have uttered a prayer in vain.",
            "When a person enters a house of study, he should say:<br>May it be Your will, God, our Lord, that I not stumble regarding a point of law, that I not call something that is pure impure, nor something that is impure pure, nor call something that is permitted forbidden, nor something that is forbidden permitted, and that I not err regarding a point of Scriptural Law and cause my colleagues to laugh at me, nor my colleagues err and I laugh at them.",
            "When one leaves the house of study, he should say:<br>I thank You, God, our Lord, that You have granted me a portion among those who sit in the House of Study and have not granted me a portion among those who sit on the street-corners.<br>I rise early and they rise early: I rise early to the words of Torah, and they rise early to fruitless matters. I labor and they labor: I labor for the words of Torah and receive a reward; they labor and do not receive a reward. I run and they run: I run to the life of the world to come, and they run to the pit of destruction.",
            "A person who enters a metropolis should say, \"May it be Your will, God, my Lord, to allow me to enter this metropolis in peace.\" If one enters in peace, he should say, \"I thank You, God, my Lord, for allowing me to enter in peace.\"<br>When one desires to leave, he should say, \"May it be Your will, God, my Lord, to allow me to depart from this metropolis in peace.\" If one departs in peace, he should say:<br>I thank You, God, my Lord, for allowing me to depart in peace. As You have allowed me to depart in peace, lead me [on my way] in peace, direct my steps in peace, support me in peace, and save me from the hands of the enemies and lurking foes on the way.",
            "The general rule is: A person should always cry out [to God] over future possibilities, asking for mercy. He should thank [God] for what has transpired in the past, thanking Him and praising Him according to his capacity. Whoever praises and thanks God abundantly and continuously is worthy to be praised."
        ],
        [
            "All blessings begin with \"Blessed [are You, God...]\"<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">\"our Lord and King of the universe...\"</i> and conclude with \"Blessed [are You, God...],\" with the exception of the blessing after the recitation of the <i>Shema</i>,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Although the <i>Shema</i> interposes between this blessing and the blessings that precede it, they are still considered as blessings that come in succession to each other. This same rule applies to other blessings, e.g., the blessings <i>Yishtabach</i> and <i>Baruch she'amar</i> and the blessings before and after <i>Hallel</i>.</i> blessings that come in succession to each other,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">In this instance, the phrase \"Blessed...\" which begins the first blessing in the succession, applies to the blessings that follow as well.</i> the blessings over fruit<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">See Chapters 8 and 9.</i> and the like,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">See <i>Hilchot Tefilah</i>, Chapter 7. The blessings mentioned there are equivalent to the blessings recited over fruit.</i> the blessings over the fulfillment of the mitzvot,<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">These blessings are discussed in this chapter.</i> and the blessings that we have mentioned which are expressions of praise and thanks.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The blessings mentioned in the previous chapter.</i> The [latter blessings] include some that begin with \"Blessed [are You, God...]\" and do not conclude with \"Blessed [are You, God...]\"<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Indeed, most of the blessings mentioned in the previous chapter are structured in this manner.</i> and others that conclude with \"Blessed [are You, God...]\" but do not begin with \"Blessed [are You, God...].\"<br>[There<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">e.g., the blessing on rain mentioned in Halachah 5.</i> are certain exceptions<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The bracketed additions are based on the commentary of the <i>Kessef Mishneh</i>.</i> to these rules,]<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">i.e., blessings from these categories that both begin and concluded with \"Blessed are You....\"</i> for example, a small number of blessings over the mitzvot, such as the blessing recited [when reading from] a Torah scroll<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">See <i>Hilchot Tefillah</i> 12:5. Other examples are the blessings over the haftarah and the blessing over consecrating a wife.</i> and [some of the blessings recited as an expression of praise and thanks;] for example, the blessing recited when one sees Jewish graves.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">See Chapter 10, Halachah 10. Other examples are <i>Kiddush</i>, <i>Havdalah</i>, and the blessing sanctifying the new moon.</i> The rest of the blessings over mitzvot begin with \"Blessed [are You, God...]\" and do not conclude [with \"Blessed are You, God...].",
            "There are positive commandments that a person is obligated to make an effort to pursue [their fulfillment] until he performs them - for example, <i>tefillin,</i> sukkah, <i>lulav</i>, <i>and</i> <i>shofar.</i><sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>Tefillin</i> represent a mitzvah that we are required to fulfill each day, while <i>sukkah</i>, <i>lulav</i>, and <i>shofar</i> are fulfilled only on the holidays with which they are associated. By mentioning both these types of obligations, the Rambam expresses his point more clearly. It is, nevertheless, worthy of question why the Rambam lists the mitzvot of sukkah, <i>lulav</i>, and <i>shofar</i> in this order. In Hilchot Shofar V'Sukkah V'Lulav, he discusses them in a different order.</i> These are referred to as obligations, since a person is obligated to fulfill them.<br>There are other mitzvot that are not obligations, but resemble voluntary activities - for example, [the mitzvot of] <i>mezuzah</i> and constructing a guardrail. A person is not obligated to dwell in a house that requires a <i>mezuzah</i><sup class=\"footnote-marker\">2</sup><i class=\"footnote\">See <i>Hilchot</i> mezuzah 6:1. The Rambam lists ten qualifications a house must have to require a <i>mezuzah</i>. A person may choose to live in a house that does not fulfill all these requirements.</i> [just in order] to fulfill this mitzvah. Instead, if he desires, he can dwell in a tent or a ship for his entire life. Similarly, he does not have to build a house [just] in order to build a guardrail.<br>A blessing should be recited<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The Jerusalem Talmud (<i>Berachot</i> 6:1) derives the obligation to recite a blessing before fulfilling mitzvot as follows: Exodus 24:12 establishes an equation between Torah study and the mitzvot. Therefore, since blessings are recited before Torah study (see <i>Hilchot Tefillah</i> 7:10), a blessing should also be recited before fulfilling a mitzvah. It must, however, be emphasized that this is an <i>asmachtah</i> and the obligation to recite these blessings originates in Rabbinic law and not in the Torah itself.</i> before<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">According to the Rambam, there is one exception to this principle: the ritual immersion of a convert, as explained in Halachah 7. Although other authorities maintain that the blessing before washing hands should be recited after washing and not beforehand, as mentioned in Chapter 6, Halachah 2, the Rambam does not agree, and requires that this blessing also be recited before fulfilling the mitzvah.</i> fulfilling all positive commandments that are between man and God,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The Rambam's statements imply that a blessing should not be recited before fulfilling any of the mitzvot between man and man. The Rabbis have given several explanations why blessings are not recited before fulfilling such commandments:<br>a) A blessing is recited only when a person can fulfill a mitzvah on his own, without requiring the assistance of another person. Many of the mitzvot between man and man require a recipient - e.g., charity cannot be given without a poor man being willing to receive it, a lost object cannot be returned unless its owner accepts it (Rashba, Vol. I, Responsum 18).<br>b) Many of the mitzvot between man and man (e.g., visiting the sick, comforting mourners, giving charity) were instituted because of undesirable circumstances. Hence, it is not appropriate that a blessing be recited in connection with them (Rav David Avudraham).<br>[Although as stated in the previous chapter, a person is obligated to recite a blessing when undesirable events occur to him, it is not appropriate to do so when such events happen to a colleague. Should a person do so, he would appear to be rejoicing in his colleague's misfortune.]<br>c) The gentiles are also obligated to give charity and establish a stable society. Hence, they fulfill many of the positive commandments. Thus, the blessing recited before fulfilling a mitzvah, praising God for sanctifying - i.e., differentiating - \"us with Your commandments\" is inappropriate (<i>Torah Temimah</i>).</i> whether they are mitzvot that are obligatory or are not obligatory.",
            "Similarly, with regard to all the Rabbinic mitzvot - both the mitzvot that the Rabbis established as obligations<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">I.e., mitzvot that we are required to fulfill at a specific time.</i> - e.g., regarding the <i>megillah</i>, lighting Shabbat candles, and lighting Chanukah candles - and the mitzvot that are not obligations<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">I.e., mitzvot that have a voluntary dimension; thus, if one desires to carry within a <i>carmelit</i> on the Sabbath, one must establish an <i>eruv</i>; if one desires to eat bread, one must wash one's hands.</i> - e.g., an <i>eruv</i><sup class=\"footnote-marker\">8</sup><i class=\"footnote\">There are several types of <i>eruvim</i>, as the Rambam explains in <i>Hilchot Eruvin</i>. All are included in the same blessing.</i> or washing hands<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">There is a slight difficulty with the Rambam's statements. Although washing hands before eating has a voluntary aspect, as explained above, we are required to wash before prayer each morning. (See Chapter 6, Halachah 2.)</i> - one should recite a blessing before performing them, [praising God] \"who has sanctified us with Your commandments and commanded us….”<br>Where has He commanded us [to fulfill these commandments]?<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The Rambam's question is: Since these commandments were instituted by the Sages, how can we say that God commanded us to fulfill them?</i> In the Torah, which states [Deuteronomy 17:11]: \"Act [according to the judgment] they relate to you.\"<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The Rambam's statements are based on <i>Shabbat</i> 23a, except that he quotes a different portion of the proof-text mentioned by the Talmud in order to emphasize the positive nature of the Biblical commandment (<i>Kessef Mishneh</i>). Compare also to Chapter 6, Halachah 2, where he quotes another portion of the verse.<br>(Note the Ramban's objection to the Rambam's definition of Rabbinic commandments and the <i>Kiryat Sefer's</i> resolution of the difficulty in the fifth chapter of his introduction to the <i>Mishneh Torah</i>.)</i> [Based on this Biblical verse, the blessing recited before fulfilling a Rabbinical commandment] can be interpreted as follows: Who has sanctified us with Your commandments and commanded us to listen to these [sages] who have commanded us to light Chanukah candles or read the <i>megillah</i>. The same applies regarding all Rabbinic commandments.",
            "Why do we not recite a blessing before washing our hands after [eating]? Because the Sages obligated us [to do] this only because of danger.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">See Chapter 6, Halachot 2-3, which explain that the obligation to wash after eating was instituted lest a person use Sodomite salt and, after eating, inadvertently pass his hands over his eyes and blind himself. Note also the objection of the Ra'avad to the Rambam's statements in Halachah 2 of that chapter.</i> Blessings are not recited over an [obligation that was instituted] because of danger.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">There is a slight difficulty with the Rambam's statements. In Halachot 9 and 12, the Rambam states that a blessing is recited when one fulfills the mitzvah of constructing a guardrail. On the surface, the purpose of that mitzvah is to prevent danger. This question can, however, be resolved on the basis of <i>Hilchot Tefillah</i> 9:7, which states:<br>One who says... \"May He who showed mercy on a bird's nest... show mercy on us\"... should be silenced, because these mitzvot are God's decrees and are not [expressions of] mercy.<br>Although the obvious reason for the mitzvah of chasing away the mother bird is to show mercy (and the Rambam himself gives such an explanation in the Guide to the Perplexed, Vol. III, Chapter 38), that mitzvah - and every mitzvah - is ultimately a Divine decree that surpasses human intellect. Any rationale we provide is limited and cannot define the mitzvah in a complete manner.<br>The same applies in the present instance. Although the obvious reason for constructing a guardrail is to prevent a dangerous situation from arising, this nevertheless represents only man's conception of the mitzvah. God's purpose is beyond our comprehension. Therefore, a Rabbinic ordinance like washing after the meal can be considered as having been established because of danger, and, for that reason, a blessing is not recited in connection with its performance. In contrast, with regard to a commandment from the Torah itself, there is no way that we can define the ultimate purpose for its performance and consider it as having been granted us only to avoid danger (<i>Kinat Eliyahu</i>). [See also <i>Likkutei Sichot</i>, Vol. IX. Note also that although the Rambam and the <i>She'iltot</i> of Rav Achai Gaon mention reciting a blessing over the construction of a guardrail, the <i>Shulchan Aruch</i> (<i>Choshen Mishpat</i>, Chapter 427) does not mention this blessing.]</i><br>To what can this be compared? To someone who strains drinking water at night because of the danger of leeches. [Surely,] he does not recite a blessing, [praising God,] \"who commanded us to strain water.\" The same applies in all similar situations.",
            "[The following rules apply when] a person performs a mitzvah, but does not recite a blessing: If the fulfillment of the mitzvah still continues, he may recite the blessing even though he already performed it.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">To explain this concept, using one of the examples cited by the Rambam: When one puts on <i>tefillin</i>, one's fulfillment of the mitzvah continues throughout the entire time one is wearing them. Therefore, although one should recite the blessing before putting them on, if one did not, it is still proper to do so afterwards, because one is still fulfilling the mitzvah.</i> If the mitzvah is a deed that is completed, he should not recite a blessing.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The Rambam gives examples of this concept in the following halachah.</i><br>What is implied? When a person wrapped himself in <i>tzitzit</i>, donned <i>tefillin</i>, or sat in a <i>sukkah</i> without reciting a blessing at the outset, after wrapping himself [in <i>tzitzit</i>] he should recite the blessing \"... who commanded us to wrap ourselves in <i>tzitzit</i>\"; after donning [<i>tefillin</i>], he should recite the blessing \"... who commanded us to put on <i>tefillin</i>\"; after sitting [in the <i>sukkah</i>], he should recite the blessing \"... who commanded us to sit in the <i>sukkah</i>.\" The same applies in all similar situations.",
            "In contrast, if a person slaughtered [an animal] without reciting a blessing,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Since the mitzvah is already completed, there is no further cause to recite the blessing. On the contrary, according to the Rambam, doing so would be a recitation of the blessing in vain. (See <i>Hilchot Ishut</i> 3:23.)</i> he should not recite the blessing \"... who sanctified us with Your commandments and commanded us concerning slaughter,\" after the slaughter [is completed]. Similarly, if he covered [a fowl's] blood, separated <i>terumah</i> or the tithes, or immersed himself without reciting a blessing beforehand,<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">See note 17 in the commentary on the following halachah.</i> he should not recite a blessing afterwards. The same applies in all similar situations.",
            "There is no mitzvah for which the blessing should be recited after its fulfillment, with the exception of the immersion of a convert.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">As he mentions in the previous halachah, the Rambam maintains that this exception applies only regarding the immersion of a convert. Other individuals - e.g., a woman immersing herself to emerge from the <i>niddah</i> state or, in the times of the Temple, a person immersing himself to emerge from other states of impurity - should recite a blessing before immersing. (As the Rambam states in <i>Hilchot Tefillah</i> 4:4, there is no difficulty in a person who is ritually impure reciting prayers.)<br><i>Tosafot, Berachot</i> 51a, differ, maintaining that since an exception is made regarding the immersion of a convert, the Sages did not differentiate and required that the blessings for all immersions be recited afterwards. The Rambam's opinion is quoted by the <i>Shulchan Aruch</i> (<i>Yoreh De'ah</i> 200:1), while the Ramah follows <i>Tosafot's</i> view. (See also the commentary on Chapter 6, Halachah 2, which discusses whether the blessing for washing hands should be recited before washing or afterwards.)</i> [In this instance, the exception was made] because he could not say, \"who sanctified us with Your commandments and commanded us.\" Until [the convert] immersed himself, he was neither sanctified nor commanded. Therefore, he recites the blessing over the immersion [only] after immersing himself. [This is allowed] since at the outset, he was unfit and unable to recite the blessing.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Therefore, in this instance, at the outset, the Sages instituted the obligation to recite a blessing after immersion.</i>",
            "Whenever the performance of a mitzvah constitutes the completion of one's obligation, he should recite the blessing before performing it. When, however, there is another commandment that follows the performance of a particular mitzvah,<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">The Rambam's phraseology is somewhat problematic, for it implies that there is a separate mitzvah in making a <i>sukkah</i> or a <i>lulav</i>. His intent, however, is clear. When a mitzvah has two phases - the preparations for performing it and its actual performance - the blessing is recited only before the latter.</i> the blessing should not be recited until the other mitzvah is performed.<br>What is implied? When a person makes a <i>sukkah</i>, a <i>lulav</i>,<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">The commentaries have questioned the Rambam's intention in using the phrase \"making a <i>lulav</i>.\" What has to be made? According to the Rambam (<i>Hilchot Lulav</i> 7:6), we are not required to bind the three species of the <i>lulav</i> together. This question can be resolved, however, because according to Rabbinical decree, it is desirable that the species be bound together (Rav Kapach).</i> a <i>shofar,</i> tzitzit, <i>tefillin</i>, or a <i>mezuzah</i>, he should not recite a blessing at the time he made [them]: [praising God for] \"sanctifying us with Your commandments and commanding us to make a <i>sukkah</i>\" or \"a <i>lulav</i>,\" or \"to write <i>tefillin</i>,\" because there is another commandment that follows this action.<br>When is the blessing recited? When one sits in the <i>sukkah</i>, shakes the <i>lulav</i>, hears the sounding of the <i>shofar, wraps oneself in</i> tzitzit, dons <i>tefillin</i>, or affixes the <i>mezuzah</i>. In contrast, when one constructs a guardrail,<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Note the <i>Chatam Sofer</i> (<i>Orach Chayim</i>, Responsum 52), who states that whenever the fulfillment of a mitzvah takes a long time, one should recite the blessing before one completes the last phase. Thus, with regard to the construction of a guardrail, one should recite the blessing before constructing the last portion of the divider. (See also Halachah 4, note 13.)</i> before constructing it one should recite the blessing \"...who has sanctified us with Your commandments and commanded us to construct a guardrail.\" The same applies in all similar situations.",
            "The blessing <i>shehecheyanu</i> is recited:<br>[before] fulfilling every mitzvah that we are obligated to fulfill only at a specific time - e.g., <i>shofar,</i> sukkah, <i>lulav</i>, reading the Megillah, and [lighting] Chanukah candles,<br> [before fulfilling] every mitzvah that involves the acquisition of property<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">In one of his responsa, the Rambam explains that just as we recite the blessing <i>shehecheyanu</i> over the acquisition of new clothing (Chapter 10, Halachah 1), we recite this blessing over the acquisition of new mitzvot.</i> - e.g., <i>tzitzit</i>, <i>tefillin</i>, and a guardrail - and<br> [before fulfilling] every mitzvah that we are obligated to fulfill infrequently - for this resembles a mitzvah we are obligated to fulfill only at a specific time - e.g., circumcising one's son<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">According to Ashkenazic custom, the blessing <i>shehecheyanu</i> is not recited over circumcision. See <i>Hilchot Milah</i> 3:3 and commentary.</i> and redeeming him.<br>If one did not recite the blessing <i>shehecheyanu</i> when making a <i>sukkah</i> or a <i>lulav</i>, one should recite this blessing when fulfilling the mitzvah.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">The Rambam's phraseology appears to indicate that it is proper to recite the blessing <i>shehecheyanu</i> when making the <i>sukkah</i>. The common practice, however, in both the Sephardic and Ashkenazic communities, is to recite the blessing when fulfilling the mitzvah. One should, however, also have in mind the construction of the <i>sukkah</i>.</i> The same applies in other similar situations.",
            "Whether a person performs a mitzvah for himself or for a colleague,<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">For example, he affixes a <i>mezuzah</i> for a colleague.</i> before performing the mitzvah, he should recite the blessing \"... who has sanctified us with Your commandments and commanded us....\" He should, however, recite the blessing <i>shehecheyanu</i> only on mitzvot that he is performing for himself.<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">One may, however, recite <i>shehecheyanu</i> for another individual with the intent that the other person answer <i>Amen</i>, and thus fulfill his requirement for reciting the blessing even when one has already recited the blessing oneself. (See <i>Kessef Mishneh</i>.)</i><br>If a person is [intending to] fulfill several mitzvot, he should not recite the blessing \"... who has sanctified us with Your commandments and commanded us to fulfill the mitzvot ---.\" Instead, he should recite a blessing over each mitzvah individually.<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">See <i>Sukkah</i> 46a.</i>",
            "Whoever performs a mitzvah for his own sake, whether it is an obligation incumbent upon him<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">For example, mitzvot such as <i>tefillin</i>, <i>shofar, or</i> sukkah.</i> or not,<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">For example, mitzvot such as <i>mezuzah</i> or constructing a guardrail. The fulfillment of these mitzvot is not an absolute obligation, since, as the Rambam stated previously, one may dwell in a house that does not require a <i>mezuzah</i> or a guardrail. Nevertheless, once one builds such a house, there is an obligatory aspect to their performance. Hence, it is appropriate to say, \"who has... commanded us to affix a <i>mezuzah</i>,\" and the like. Note the contrast to the \"voluntary\" mitzvot mentioned in Halachah 15.</i> should recite a blessing, [praising God \"who sanctified us with Your commandments and commanded us] to perform ----.\" In contrast, if he performs a mitzvah on behalf of another person, the form of the blessing is [\"who sanctified us... and commanded us] concerning the performance of ----.\"<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Since the person is not performing the mitzvah on his own behalf, it is not appropriate that he praise God for commanding us to perform a specific activity. Therefore, he should use the form \"... concerning the mitzvah of....\"<br>The general principles stated by the Rambam in this halachah (and illustrated in the four succeeding halachot) are as a whole reflected in the text of the blessings we recite. Nevertheless, with regard to this last point, most other authorities prefer that there be a uniform text for all blessings, whether we perform them on our own behalf or on behalf of others.<br>Also, there are certain particular blessings that some commentaries have cited as exceptions to these rules. There are, however, other commentaries who have explained these. For example, before eating <i>matzah</i> (and similarly, with regard to other mitzvot that involve partaking of certain foods), we recite the blessing \"... concerning the eating of <i>matzah</i>,\" and not \"...to eat <i>matzah</i>.\" This is because the activity of eating itself is not what God has commanded - indeed, man performs this function on his own accord - what is holy is the object that the person eats. By placing the emphasis on \"the eating of\" a particular food, we focus our attention on the food and not its actual consumption (<i>Or Sameach</i>).</i>",
            "What is implied? Before donning <i>tefillin</i>,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">a mitzvah that we are obligated to fulfill each day</i> one recites the blessing \"... to put on <i>tefillin</i>\";<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">This is the blessing recited over the arm <i>tefillin</i>, and over both the arm and head <i>tefillin</i> when one does not speak between putting them on. Should one speak, one should recite the blessing \"... concerning the mitzvah of <i>tefillin</i>\" before putting the head <i>tefillin</i> on (<i>Hilchot Tefillin</i> 4:6).<br>The latter statement is problematic for the Rambam: Since the blessing is recited before putting on the head <i>tefillin</i>, it should use the form \"... and commanded us to...\" rather than \"... and commanded us concerning the mitzvah of....\"</i> before wrapping oneself in <i>tzitzit</i>,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">A mitzvah that, as mentioned in the previous halachah, has a non-obligatory nature. The Torah does not obligate us to wear <i>tzitzit</i> each day. (See <i>Hilchot Tzitzit</i> 3:11.) Nevertheless, a person who wears a garment requiring <i>tzitzit</i> is obligated to fulfill the mitzvah each day.</i> one recites the blessing \"... to wrap...\";<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">This blessing is recited before putting on the <i>tallit gadol</i>. As mentioned in the commentary on <i>Hilchot Tzitzit</i>, the Rambam does not mention the custom of wearing a <i>tallit katan</i> at all. It is our custom to recite the blessing \"... concerning the mitzvah of <i>tzitzit</i>\" for such a garment. It is possible to explain that the form \"... concerning...\" is used because, generally, we have touched unclean portions of our body before putting on the <i>tallit katan</i>. Hence, the blessing cannot be recited before donning the garment. Accordingly, the form \"...concerning the mitzvah...\" is more appropriate, as stated in Halachah 15.</i> before sitting in the <i>sukkah</i>,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">a mitzvah that is obligatory in nature, but which can be performed only during a certain time of the year.</i> one recites the blessing \"...to sit in the <i>sukkah</i>.\"<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">It is our custom to recite this blessing even if one began sitting in the <i>sukkah</i> without reciting the blessing, and recited the blessing afterwards. From Halachah 15, however, it does not appear that the Rambam would accept this practice.</i> Similarly, one recites the blessings<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The Rambam mentions Shabbat candles and Hallel specifically because these are Rabbinic mitzvot.</i> \"... to kindle the Sabbath light,\" and \"... to complete the <i>Hallel</i>.\"<br>Similarly,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">This is the Sephardic custom. Today, in Ashkenazic communities, the text of the blessing is \"... to read the <i>Hallel</i>.\"</i> if one affixes a <i>mezuzah</i> on one's own house,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The Rambam mentions the mitzvot of <i>mezuzah</i> and a guardrail for two reasons: First, as explained in the commentary on the previous halachah, there is a non-obligatory aspect to these mitzvot. Second, as explained in the following halachah, there is a difference whether one performs these mitzvot by oneself or whether one performs them on behalf of another person.</i> one should recite the blessing \"... to affix a <i>mezuzah</i>\"; if one erects a guardrail on one's roof, one should recite the blessing \"... to erect a guardrail.\"<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">See Halachah 4, Note 13.</i> Should one separate <i>terumah</i> for oneself, one should recite the blessing \"... to separate [<i>terumah</i>].\"<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The Yemenite manuscripts of the <i>Mishneh Torah</i> also mention the separation of tithes in this context.</i> Should one circumcise one's own son, one should recite the blessing \"... to circumcise [one's] son.\"<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Although the <i>Shulchan Aruch</i> (<i>Yoreh De'ah</i> 265:2) mentions the Rambam's opinion, the Ramah states that it is customary to recite the blessing \"... concerning the circumcision,\" at all times.</i> Should one slaughter one's Paschal sacrifice or festive sacrifice, one recites the blessing \"... to slaughter....\"<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">The Rambam mentions these mitzvot to contrast them with the following halachah, which describes their performance on behalf of another person. It would appear that the Rambam is making the point that one should use the form \"... to...\" when performing the mitzvah oneself even when, in general, it is more likely that the mitzvah be performed by an agent (<i>Kin’at Eliyahu</i>).</i>",
            "If, however, one affixes a <i>mezuzah</i> for others, one should recite the blessing \"... concerning the affixing of a <i>mezuzah</i>.\"<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (<i>Yoreh De'ah</i> 289:1) and other authorities mention the recitation of only the blessing \"to affix a <i>mezuzah</i>.\"</i> Should one construct a guardrail for others, one should recite the blessing \"... concerning the building of a guardrail.\" Should one separate <i>terumah</i> for others, one should recite the blessing \"... concerning the separation of <i>terumah</i>. Should one circumcise a colleague's son, one should recite the blessing \"... concerning the circumcision.\" The same applies in all similar situations.",
            "[The following rules apply] when a person performs a mitzvah on his own behalf and on behalf of others simultaneously. If the mitzvah is not obligatory in nature, he should use the form \"... concerning...\" for the blessing.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">Even if he would perform such a mitzvah only on his own behalf, he would use this form, as explained in the following halachah.</i> Therefore, one recites the blessing \"... concerning the mitzvah of <i>eruv</i>.\"<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">See Halachah 3.</i><br>If the mitzvah is obligatory and he had the intent of fulfilling his own obligation and that of the others, he should use the form \"... to...\" for the blessing.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">In this instance as well, were he to perform the mitzvah only for himself, he would use this form.</i> Therefore, one recites the blessing \"... to hear the sound of the <i>shofar.\"</i>",
            "When one takes the <i>lulav</i>, one should recite the blessing \"... concerning the taking of the <i>lulav</i>.\" [This form is used] because a person fulfills his obligation<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">As mentioned in Halachot 5 and 6, once a mitzvah has been fulfilled, it is no longer proper to recite a blessing. The mitzvah of <i>lulav</i>, however, represents an exception to the rules stated there. Unlike <i>tefillin</i> or <i>sukkah</i>, the mitzvah of <i>lulav</i> does not continue for the entire time one holds it. Instead, as the Rambam states, as soon as one picks it up, one fulfills the obligation as required by the Scriptural Law (<i>mid'oraita</i>). Nevertheless, it is still permissible to recite a blessing, because the Sages ordained that the mitzvah be fulfilled by carrying out the <i>nanu'im</i> (shakings) of the <i>lulav</i> in the <i>Hallel</i> prayers.<br>Since this dimension of the mitzvah remains, one may still recite a blessing. Nevertheless, since <i>mid'oraita</i> one has fulfilled one's obligation, it is not proper to use the form \"... to...,\" which implies an activity to be fulfilled in the future (<i>Tosafot, Pesachim</i> 7b).</i> when he picks [the <i>lulav</i>] up. If one recites the blessing before taking the <i>lulav</i>, one should recite the blessing \"... to take the <i>lulav</i>,\"<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 651:5) relates that the blessing \"... concerning the mitzvah of <i>lulav</i>\" should be recited even when one recites the blessing before picking up the <i>lulav</i>.</i> as one recites the blessing \"... to sit in the <i>sukkah</i>.\" From this, one derives the principle that a person who recites a blessing after performing [a mitzvah] blesses \"... concerning...\" [the mitzvah's] performance.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">This refers to an instance when the fulfillment of a mitzvah continues beyond the first moment, and one did not recite the blessing at the outset, as explained in Halachah 4. According to the Rambam, one should change the form of the blessings in such an instance. The Ra'avad objects to the Rambam's decision, explaining that we should not change the form of the blessings. It is the Ra'avad's view that is accepted in practice at present.</i><br>With regard to the washing of hands and ritual slaughter, since they are of a voluntary nature,<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">There is a distinction between these mitzvot and those mitzvot mentioned in Halachot 11 and 12 that were described as not being obligatory in nature. One is not obligated to live in a house that requires a <i>mezuzah</i>. Nevertheless, should one dwell in such a house, one is obligated to fulfill the mitzvah. In contrast, there is never any obligation to carry out the activities which require one to fulfill the mitzvot described in this halachah.</i> even if a person slaughters on his own behalf, he should recite the blessings \"... concerning slaughter,\" \"... concerning the covering of the blood,\" and \"... concerning the washing of hands.\"<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">See also Halachah 3.</i><br>Similarly, one recites the blessing \"... concerning the destruction of <i>chametz</i>,\" whether one searches for leaven on one's own behalf or on behalf of others. [This form is used] because once a person resolves in his heart to nullify his ownership [over <i>chametz</i>], the mitzvah of destroying it is fulfilled<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">The Rambam states in <i>Hilchot Chametz UMatzah</i> 2:1-2:<br>It is a positive mitzvah from the Torah to destroy <i>chametz</i>.... What is the destruction to which the Torah refers? To nullify <i>chametz</i> within one's heart and to consider it as dust, and to resolve within one's heart that he possesses no <i>chametz</i> at all.</i> even before one searches,<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">Nevertheless, since the Sages required one to search for <i>chametz</i> throughout one's house (see <i>Hilchot Chametz UMatzah</i> 2:3), the mitzvah is not completely fulfilled until the search is completed. Therefore, a blessing may be recited.</i> as will be explained in its place.",
            "[A blessing is not recited over] all practices that are customs. [This applies] even to a custom established by the prophets - for example, taking the willow branches on the seventh day of Sukkot.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\"><i>Hilchot Lulav</i> 7:20-22 relates that while the Temple was standing, willow branches were placed near the altar on each of the seven days of the Sukkot festival, with the exception of the Sabbath. At present, to commemorate that practice, it is customary to take willow branches on the seventh day of the holiday and hit them five times against the ground.</i> Needless to say, a blessing is not recited over customs established by the Sages - e.g., reading <i>Hallel</i> on Rosh Chodesh<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">In contrast to the recitation of <i>Hallel</i> on the festivals, which the Rambam (<i>Hilchot Chanukah</i> 3:6) considers a mitzvah instituted by the Sages, the recitation of <i>Hallel</i> on Rosh Chodesh was not uniformly accepted among the Jewish community in Talmudic times. Thus, <i>Ta'anit</i> 28b relates that the great Sage Rav was not accustomed to reciting <i>Hallel</i> on Rosh Chodesh. Rather, it is a custom that was practiced in Babylon for years, and ultimately became universally accepted. Therefore, certain portions are not recited and a blessing is not recited.<br>The Ra'avad and <i>Tosafot, Ta'anit</i> (<i>ibid.</i>) differ and maintain that, in contrast to taking the willow, which is not an involved practice, the recitation of <i>Hallel</i> is worthy of a blessing. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 422:2) quotes the Rambam's opinion and states that it is the accepted practice in <i>Eretz Yisrael</i>. In contrast, the Ramah follows the other view.</i> and on the intermediate days of Pesach.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Since there was no special sacrifice ordained for each of the latter days of Pesach individually, but rather the same sacrifices were offered throughout the festival, the full <i>Hallel</i> is not recited. The same laws that govern the recitation of <i>Hallel</i> on Rosh Chodesh apply.</i><br>Similarly whenever there is a question whether a practice requires a blessing or not,<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">The <i>Kessef Mishneh</i> and other commentaries give several examples of such practices:<br>a) Separating tithes from produce that is classified as <i>d'mai</i> (produce sold by an unlearned person). The Sages required this separation as a safeguard, because they were unsure whether the unlearned person had separated the tithes or not. Although the tithes should be separated because of this doubt, since it is possible that they had been separated previously, a blessing should not be recited.<br>b) Covering the blood of a <i>kvi</i>. The Sages were unsure whether such an animal should be classified as a <i>behemah</i>, whose blood should not be covered, or as a <i>chayah</i>, whose blood must be covered. Because of the doubt, we cover the animal's blood. We do not, however, recite a blessing (see <i>Hilchot Shechitah</i> 14:4).<br>c) Dwelling in the <i>sukkah</i> on Shemini Atzeret. Although it is customary to dwell in the <i>sukkah</i> on this day in the diaspora, in deference to the possibility that Sukkot actually began on the second day, a blessing is not recited. (See <i>Hilchot Sukkah</i> 6:13.)</i> it should be performed without reciting a blessing.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">The blessing is not recited lest the deed one performs not be necessary, and thus the blessing one recites would be considered as taking God's name in vain.<br>Note the question of the <i>Kessef Mishneh</i> concerning the Rambam's decision (<i>Hilchot Kri'at Shema</i>13 2:13) that a person who is unsure whether he recited the <i>Shema</i> should recite its blessings as well.</i><br>A person should always take care not to recite blessings that are not necessary, and should recite many blessings that are required. Thus, David declared [Psalms 145:2]: \"I will bless you each day.\"<sup class=\"footnote-marker\">48</sup><i class=\"footnote\"><i>Sukkah</i> 46a quotes a similar verse and comments, \"Each day, respond to Him in a manner that reflects His blessings.\"<br>The Rambam appears to be implying that a person should be continuously aware of the kindness God is granting him and respond by blessing Him.</i>"
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}