{
    "title": "Maaseh Rokeach on Trespass",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maaseh_Rokeach_on_Trespass",
    "text": [
        [
            [],
            [],
            [
                "<b>כל המועל בזדון לוקה וכו' שנאמר לא תוכל לאכול וכו'.</b> היינו ע\"פ מ\"ש רבינו פ\"ח דמאכלות אסורות דכל מקום שנאמר לא תוכל לא תאכלו אחד איסור אכילה ואחד איסור הנאה במשמע וכ\"כ הרב לח\"מ ז\"ל פי\"א דמעשה הקרבנות ואף שהרב המגיד ז\"ל כתב פ\"ח דמאכלות אסורות דאיסור ההנאה הוי כמו חצי שיעור דאין בו מלקות שאני הנאה דמעילה דעיקר איסורו בהכי ואמטו להכי מרבינן ההנאה למלקות מקרא דכתיב ביה אכילה ועיין להמל\"מ ז\"ל:"
            ],
            [],
            [
                "<b>הביא מעילתו וכו'.</b> עיין מ\"ש מרן בשם מהר\"י קורקוס ז\"ל כן כתב המבי\"ט בקרית ספר בפשיטות:"
            ],
            [],
            [
                "<b>כל קדשי מזבח וכו'.</b> לאפוקי קדשי בדק הבית כמ\"ש בהל' י\"ב ועוד לאפוקי עגלה ערופה ופרה אדומה שאמרו בתוספתא פ\"ה דפרה שאין נוהג בהם דין גיזה:"
            ],
            [],
            [
                "<b>אבל המקדיש בעלת מום קבוע למזבח.</b> דקדק ז\"ל לכתוב למזבח לאפוקי לבדק הבית וכן אמרו שם בגמרא קדושת דמים למזבח הוא דמחלפא בקדושת הגוף למזבח גזרו בהו רבנן אבל קדשי בדק הבית לא ע\"כ וקשיא לי על התוס' ז\"ל דאמתני' דכל הקדשים שקדם מום קבוע להקדשן שכתבו דלאו בקדשי בדק הבית איירי אלא בהקדישן למזבח לדמיהן דאין חילוק בין רישא לסיפא אלא שזה קדם הקדשו למומו וזה קדם מומו להקדשו וכו' ע\"כ ואמאי לא מוכחי לה הכי מהתלמוד גופיה שאמרו כן להדיא והכרח רישא לסיפא איכא לדחויי ממסייע ליה לר' אליעזר שאמרו בגמרא ויש ליישב ודו\"ק. ולפי האמור צ\"ל דמ\"ש רבינו בהל' י\"ב דקדשי בדק הבית אסורין בגיזה ועבודה מדברי סופרים במקדיש תמימים דוקא קאמר:",
                "<b>ואסור להרביע בבכור או בפסולי המוקדשין.</b> מרן ז\"ל ציין מההיא דמכות לענין כלאים ותמה על רבינו שלא חייבו מלקות כדברי רבי הושעיא וגם לא מצא מקום מהיכן הוציא רבינו דין הבכור והוא פלא חדא דאם בענין כלאים איירי רבינו אין זה מקומו ועוד שכבר ביארו רבינו בספ\"ט דהלכות כלאים להדיא עיי\"ש ודין זה של רבינו אינו אלא לענין עבודה דביה קעסיק ואתי ושורשו פתוח במועד קטן דף י\"ב ברייתא מפורשת שם אין מרביעין בהמה בחולו של מועד כיוצא בו אין מרביעין בבכור ולא בפסולי המוקדשין ע\"כ הרי דמשום עבודה ומלאכה נגעו בה וכמ\"ש רש\"י ז\"ל. אכן קשה קצת על רש\"י ז\"ל שכתב שם אין מרביעין אין אוחזין הבהמה ומביאין עליה זכר ע\"כ דמשמע שאין שייך עבודה אלא בנרבעת והדבר תמוה חדא דהנרבעת אינה עושה מעשה לשתקרא עבודה אך לזו כבר כתבו התוס' בפסחים דף כ\"ו סוף ד\"ה עלה עליה זכר וכו' דמה שהזכר משמש ביה חשיב עבודה אבל שנאמר שהרובע אינו עושה מלאכה אין השכל מקבלו ועוד דתינח לפסולי המוקדשין דמצינן למימר דבנקבות דוקא קאמר אבל בבכור א\"א לומר כן דהרי אינו נוהג אלא בזכרים. ואפשר דכוונת רש\"י לפרש תיבת מרביעין שהוא לשון מפעיל ולא בא לאפוקי הרובע. אך ראיתי להמל\"מ ז\"ל שרצה להבין דברי רש\"י כפשטן וכתב שהאיסור הוא דוקא כשהבהמה פסולי המוקדשין היא נרבעת אבל אם רובעת פשיטא דשרי שהרי אין כאן עבודה ע\"כ. ולא ידעתי אכנה מה יאמר גבי בכור כנ\"ל ועוד שהוא הקשה לפי' מרן שם דלמה רבינו נקט בכור ושבקיה לבת זוגיה דהיינו מעשר דלדידיה ג\"כ מי ניחא ותו דאעיקרא דדינא אין זו קושיא דתקשי ליה הכי לרבינו גופיה בהלכות כלאים דהזכיר בכור ולא הזכיר מעשר:"
            ],
            [
                "<b>מותר לתלוש וכו'.</b> ובלבד שלא יזיזנו ממקומו דלא גרע משוחט שכתב לקמן וכ\"כ המל\"מ ז\"ל ומ\"ש בספרי רבינו",
                "<b>חוץ מן הבכור והמעשר </b>בדפוס מגדל עוז אין שם מן המעשר וכן בקרית ספר ז\"ל:"
            ],
            [],
            [],
            [
                "<b>הקדיש אבר אחד מן הבהמה בין לבדק הבית בין למזבח הרי הדבר ספק וכו'.</b> תמיהא מילתא דלבדק הבית תיפוק ליה אפילו הקדישה טלה אין איסורה אלא מדברי סופרים כמו שקדם ז\"ל ואיך סיים",
                "<b>לפיכך אין לוקין עליה </b>וכן יש לתמוה על המבי\"ט בקרית ספר ז\"ל ובעיית הגמרא שם דף י\"א היא סתם וודאי דהכוונה על הקדש מזבח וצ\"ע:"
            ]
        ],
        [
            [
                "<b>קדשים קלים וכו'.</b> כמ\"ש הוא ז\"ל בפ\"א הל' ב'. ומ\"ש",
                "<b>הוציא אמוריהן לחוץ וכו' </b>עיין מ\"ש פ\"א דפסולי המוקדשין הל' ל\"ב ועיין להתוס' יו\"ט פ\"ק דמעילה והמל\"מ הביא משם התוס' ז\"ל דמעילה הוא דליכא אבל איסור מן התורה איכא ובאמת דהכי מוכח מהגמ' שם שאמרו מעילה הוא דליכא הא איסורה איכא:"
            ],
            [
                "<b>כל קדשי קדשים וכו'.</b> היינו מתני' דפ\"ק מעשה דמים בקדשי קדשים להקל ולהחמיר וכו' ומרן ז\"ל ציין פ\"ב וכוונתו להכיצד וכו' ועיין להקרית ספר ז\"ל:"
            ],
            [],
            [],
            [
                "<b>אע\"פ שהיא כקדשי בדק הבית הרי נאמר בה חטאת היא.</b> לשון זה מגומגם הרבה וכבר נתעורר בו מרן ז\"ל עיין עליו ובפ' התכלת (מנחות דף נ\"א) תניא חטאת מלמד שמועלין בה היא בה מועלין באפרה אין מועלין וכתבו התוס' חטאת מלמד שמועלין בה תימה תיפוק לי דקדשי בדק הבית היא הוא וי\"ל דאצטריך למועל אחר מועל דאינו אלא בבהמה וכלי שרת בלבד ע\"כ והתוס' יו\"ט ז\"ל פ\"ד דפרה כתב עליהם וז\"ל ולי נראה דקושיתן מעיקרא לאו קושיא דודאי דחטאת אצטריך קרא לשאר מילי כדדרשינן בריש פרקין אלא מדהיא כתב למעוטי אפרה קאמר נמי דבכלל חטאת שיהיו מועלין בה והיא אתא למעוטי אפרה ע\"כ. ואחרי המחילה הראויה דברי התוס' שרירין וקיימין דאי מתיבת דהיא הוא דדרשינן לה מאן דכר שמיה דמעילה בהא משא\"כ אי דרשינן מתיבת חטאת דיש בה מעילה אז אתי שפיר תיבת היא לאפוקי האפרה וקושייתו דאצטריך קרא לשאר מילי אינה קושיא דהא והא איתנהו ואי מנייהו מפקת ולפ\"ז אפשר דלדברי התוס' נתכוון רבינו וכן מצאתי להרב ברכת הזבח ז\"ל וכו' שהבין הרב קרית ספר ז\"ל אף שבאמת סתמיות הלשון אינו סובלו כ\"כ והיותר נראה לענ\"ד בפשיטות עם מ\"ש רבינו בראש הפרק דקדשין קלים אין מועלין בהן עד שיזרק הדם וקדשי קדשים משהוקדשו ופרה אדומה אף שאין בה זריקת דם על המזבח הרי יש בה הזאה כדכתיב והזה אל נכח פני אהל מועד וכיון שכן אינו מן הראוי שיהא חמור קדשי בדק הבית שהיא אפרה מקדשים קלים ואיך אני אומר דמועלין משהוקדשה לזה תירץ דהטעם היא מפני שנקראת חטאת שהיא קדשי קדשים ודו\"ק כי הוא כפתור ופרח:"
            ],
            [],
            [],
            [],
            [
                "<b>כל זמן שהן בכד.</b> ובפ\"י דתמידין ומוספין הל' ט' העתיק חבית וידוע דהיינו כד היינו חבית כמ\"ש ברפ\"ג דבב\"ק ועיין להתוס' יו\"ט שם:"
            ],
            [],
            [
                "<b>יצא לנחל קדרון מועלין בו.</b> הראב\"ד ז\"ל השיג דמעילה זו אינה אלא מדרבנן ומרן ז\"ל הזכיר ההשגה ולא הזכיר ההלצה נראה מפני שהיא פשוטה דקי\"ל אין לך דבר שנעשה מצותו ומועלין בו וכתבו רבינו:"
            ],
            [
                "<b>העצמות והגידים וכו'.</b> עיין מ\"ש מרן ז\"ל ונראה שלא היה גורס כגירסתינו בגמרא שהרי דברי רבינו מבוארים וכבר פירשם הרב ברכת הזבח ז\"ל עיין עליו וכן פירשם הרב קרית ספר ז\"ל:",
                "<b>עצמות העולה וכו'.</b> לישנא דמתני' איברים שפקעו וכו' וצ\"ל דעצמות שכתב רבינו לאו דוקא והרב ברכת הזבח ז\"ל הגיה דצ\"ל איברים עיי\"ש אך בדפוס מגדל עוז והמבי\"ט בקרית ספר כתוב כנוסחתינו:"
            ],
            [],
            [
                "<b>דשן מזבח החיצון וכו'.</b> בספ\"ב דתמידין ומוספין פסק רבינו לדרשא דושמו שיניחנו בנחת אסור ליהנות בו והראב\"ד השיגו שם משום דס\"ל דאין מעילה אלא בהנחה אבל בהוצאה אין בו וכמ\"ש מרן שם ודברי מהר\"י קורקוס ג\"כ קרובין לזה והברכת הזבח דף ס\"ח כתב דהיכא דהוציא לחוץ לבית הדשן ודאי תו אין מועלין אפילו לרבי יוחנן וכו' ויפה כיון הראב\"ד ז\"ל וחלק על מרן ומהר\"י קורקוס עיין עליו. ולענ\"ד יפה כוונו ז\"ל דכיון דטעון גניזה זה מורה שלעולם באסורו עומד ולכך לא חילק רבינו שם ולא כאן גם בפי\"ט דפסולי המוקדשין הל' י\"ג סתם לאיסור אף שאינו מן הנקברים:"
            ]
        ],
        [
            [
                "<b>קדשי מזבח וכו'.</b> עיין מ\"ש מרן ז\"ל דרבינו פסק כר' יהודה לגבי ר' שמעון וכו' וכן פסק רבינו פ\"ג דפסולי המוקדשין הל' ה' דכל איסורי מזבח אם עלו ירדו ומ\"ש שם בשחטן בדרום וכו' דאם עלו לא ירדו דהוי דלא כר\"י כבר נתעורר בזה מרן ז\"ל שם והרב לח\"מ שם תמה על מרן מהא דפסק כאן ואיני רואה תמיה מאחר שכבר הרגיש ז\"ל:",
                "<b>או שיצא הבשר או הדם כולו.</b> מרן ז\"ל הגיה שצ\"ל או שיצא הדם והבשר כולו מכח הסוגיא דמשמע מינה דדם אפילו יצא מקצתו אין זריקה מועלת ע\"כ ובשאר נוסחאות שראיתי כתוב כנוסחתינו ובס' ברכת הזבח ז\"ל דף ס\"ח הקשה דאם יצא מקצת דם ומקצתו בפנים הקרבן כשר כמ\"ש רבינו פ\"ב דפסולי המוקדשין הל' ט\"ו אלא בעל כרחך מיירי שיצא כולו וחזר לפנים וזרקו דאז אין זריקה מועלת ליוצא וכמ\"ש רבינו פ\"א שם הל' ל\"ה עיי\"ש:"
            ],
            [],
            [
                "<b>כבר ביארנו וכו'.</b> על מ\"ש מרן בשם מהר\"י קורקוס ז\"ל עיין להרב לח\"מ ז\"ל פ\"א דפסולי המוקדשין שהקשה עליו מהסוגיא דזבחים עיי\"ש. ומ\"ש רבינו",
                "<b>וכן אם יצא הדם וכו' </b>כ\"כ בספ\"א דפסולי המוקדשין ועיין מ\"ש בפסקא הקודמת:"
            ],
            [],
            [
                "<b>וכל חטאת וכו'.</b> מרן ז\"ל לא ציין מהיכן נפקא ליה ועיין מ\"ש רבינו בפ\"א הל' ט':"
            ],
            [
                "<b>המפריש חטאתו וכו'.</b> עמ\"ש [מרן] בשם רש\"י ז\"ל לא מצאתיו ברש\"י שלפנינו וגם לא ידעתי מאי איריא שני כהנים דהא שחיטה כשרה בזר ודו\"ק:"
            ],
            [],
            [],
            [
                "<b>יצאו השירים וכו'.</b> עיין מ\"ש מרן ז\"ל והניחו בצ\"ע ונראה כדברי מהר\"י קורקוס ז\"ל דביצאו או נטמאו מקצתן קאמר וסמך וכו':"
            ],
            [],
            [
                "<b>נהנה קודם זריקה וכו'.</b> שם והתוס' פי' דהכא מיירי בנטמא לאחר זריקה וכו' והקשה בס' ברכת הזבח ז\"ל דא\"כ מאי קמ\"ל רבא הלא משנה שלימה שנינו אמר ר' יהושע כל שהיה לה שעת היתר לכהנים אין מועלין וכו' לכן נראה כדברי רבינו ופירוש רש\"י ז\"ל דקודם זריקה קאמר עיין עליו:"
            ],
            [
                "<b>קדשי מזבח חלבן וביציהן וכו'.</b> ידוע דביצים אין שייך אלא בתורים שקרבין לגבי מזבח והכי תנן במתני' ומטעם איסור זה דאע\"ג דכתיב בפסולי המוקדשים בשר ולא חלב מ\"מ איסורה איכא אלא שאין בהם מעילה ממיעוטא דקרא.",
                "<b>ועמ\"ש </b>רבינו",
                "<b>ויש לאדם להתנדב וכו' </b>הוא מגומגם דאמאי צריך להקדיש החלב כדי שינק הולד אף אם הולד הוא הקדש יכול לינק מבהמה של חולין דמה איסור יש בדבר ואפשר שזה היא כוונת הראב\"ד ז\"ל בהשגתו אף שדבריו אין מורין כוונה זו ומ\"מ מ\"ש מרן ז\"ל בתירוץ ראשון נראה יותר לפי אמיתות הדין דלתירוץ שני אכתי תקשה למאי אצטריך כלל ודברי רבינו כפי' הרי\"ף שהביא התוס' יו\"ט ז\"ל דילדו אחר שהוקדשו ודלא כהתוס' ורש\"י שפי' שילדו קודם שהוקדשו דלדידהו מאי נפק\"מ באחרים מתנדבים כן דקתני מתני' ולא בעליהן יחשבו בזה ואין שייך בהם דין וראיתי להרב קרית ספר שכתב בדעת רבינו שנולד קודם שיתקדש וכו' ולא ידעתי איך יתכן:"
            ]
        ],
        [
            [
                "<b>הפריש לשלמים אין מועלין בהם.</b> וכדתנן התם בפ\"ק ופסקו רבינו בפ' הקודם הל' י' ומבואר לקמיה:"
            ],
            [],
            [
                "<b>המפריש מעות וכו'.</b> לישנא דמתני' מת היו סתומין יפלו לנדבה ואי ארישא קאי לא היה צריך לפרש והתוס' פ\"ד דנזיר כתבו דהיינו במפרש אלו לקרבנותי וכן נראה שהבין רבינו ופסקו פ\"ט דהלכות נזירות הל' ד' ושם ביאר מ\"ש במשנה ונאכלין ליום ולילה (כדין שלמי נזיר) ואין טעונין לחם:",
                "<b>אמר אלו לחטאתי וכו'.</b> לפי דברי מרן ז\"ל בתירוץ ראשון הבא איירי במת וניחא טפי לשון רבינו שכתב והשאר וכו' מפני שדמי החטאת כבר קדם שילכו לים המלח והתוס' שם הביאו בשם הר\"מ ז\"ל דמאי דאין מועלין אפילו במקצתן משום דעד שעת הקרבה לא נפקי משם שלמים עיי\"ש:"
            ],
            [],
            [
                "<b>המפריש חטאת וכו'.</b> עיין מ\"ש מרן אלא דבגמרא תלוי כפרה במעילה ורבינו עשה בהיפך ע\"כ לכאורה היה נראה דגירסא אחרת היתה לו לרבינו כמו שמצינו בגוף הברייתא שיש בה כמה טעויות מבוארים (ובנזיר) [ובכריתות] דף כ\"ז היא שנויה כהלכתה אכן ראיתי להרב קרית ספר ז\"ל שהביא על דברי רבינו לשון הגמרא דכריתות והדבר בהפכו כמ\"ש מרן ז\"ל:"
            ],
            [],
            [],
            [
                "<b>המוכר עולתו וכו'.</b> הקשה המל\"מ ז\"ל דלפי מ\"ש הרב לח\"מ ז\"ל ברפ\"ח דנזקי ממון דרבינו פסק כר' יוסי הגלילי איך פסק כאן דלא כוותיה דבפסחים דף צ' אמרו להדיא כן והיכי מזכה שטרא לבי תרי ולא תירץ כלום עיי\"ש. והרואה יראה דקושיא זו שייכה קצת ג\"כ לדברי רבי אושעיא ואביי ג\"כ שקבל דבריו דמשמע דהלכה היא ממתניתין דבב\"ק דלא מיתוקמא אלא כר\"י וכיון שכן הנה מצינן למימר ראה רבי וכו' כדאמרינן בכמה דוכתי ה\"נ כיון שמצא ברייתא סתמא ותוספתא כמ\"ש מרן ז\"ל וסתם מתני' דבב\"ק פסק כוותייהו ועוד אפשר ע\"פ דברי המבי\"ט בקרית ספר וז\"ל המוכר עולתו ושלמיו לא עשה ולא כלום דכיון דחל עליהם שם עולה ושלמים אין אדם מוכר מה שאינו שלו ואפילו שהוא חייב באחריותן אינו רשאי (כצ\"ל) להוציאן לחולין ע\"כ מדדקדק לכתוב דכיון דחל עליהם שם עולה ושלמים משמע דחלות הקדושה גורם מניעת המכר ואינו רשאי להוציאן לחולין וכיון שכן אפשר דאתיא אף כר\"י לפי סוגיא דבב\"ק דקאמר מעילה הוא דלית בהו הא מקדש קדשי ונמצא דלר\"י אף דלענין נזיקין קרינן בהו שור רעהו מ\"מ כיון דחל עלייהו שם קדושה אינו רשאי למוכרם ודברי אביי ור' אושעיא נמי אפשר דאינן אלא לפום הך ברייתא בסתם אבל לפום ההיך מתני' דבדק שפיר מצי אתיא הך ברייתא כר\"י ונמצא דבכלהו פסק רבינו כר\"י וההיא דפרק ד' דאיסורי מזבח בממנה זונה על פסחו לא מכרעא חדא דרבינו הזכיר שם קדשים סתם אלא שהזכיר אפילו ממנה זונה על פסחו כלפי מה שפסק ספ\"ד דקרבן פסח כר\"י לגבי רבנן דבפסח אפילו למצה ומרור מצי למכור קצתו ולא שפסק כמותו בקדשים קלים דהוא ס\"ל דהוו ממון גבוה גמור ולדידיה לא מתוקמא מתני' דבב\"ק אלא בפסח דוקא ומה שפסק רבינו כמותו לענין פסח ושבק רבנן דפליגי עליה היינו מטעמא דעל מנת כן הקדישו ישראל פסחיהם כמ\"ש בגמרא וכל זה ע\"פ הדוחק:"
            ],
            [],
            [
                "<b>וכל דברים הנאסרין וכו'.</b> מרן ז\"ל לא ציין מהיכא נפק\"ל והיא משנה ערוכה פ\"ד דמעילה והזכירה בפרק הבא הל' ב':"
            ],
            [
                "<b>האומר הנטיעות וכו'.</b> בנדרים דף כ\"ח הקשו האוקמתא דבאומר אם אינן נקצצות היום ועבר היום ולא נקצצו דא\"כ פשיטא ותירצו לא צריכא כגון דאיכא זיקא נפישא וגבי טלית כגון דאיכא דליקה והרע\"ב ז\"ל הביאו עיי\"ש ורבינו השמיטו גם בפירוש המשנה לא הזכיר היום עיי\"ש:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>אין מעילה אלא בתלוש וכו' וכן המקדיש בית בנוי וכו'.</b> עיין מ\"ש מרן ז\"ל ואיכא למידק וכו' ואית לן למימר דטעמא משום חומרא דע\"ז ע\"כ בס' צרור החיים ז\"ל הקשה משם החכם שלום הסבעוני יצ\"ו דבשחיטה לענין נעץ סכין בכותל פ\"ב ולענין הכשר זרעים פי\"ב דטומאת אוכלין פסק דתלוש ולבסוף חיברו הוי תלוש ותירץ דמרן ז\"ל לא כתב כן אלא גבי בית דהוי מחובר גמור משא\"כ שם דהפירות תלושין הם עיין עליו. אך מ\"ש שם דרבינו הוציא דין זה מהברייתא דהתם דאיתקש מעילה לתרומה ומשו\"ה בעינן תלוש ממש לאפוקי בית וכו' עיי\"ש האמת אתו אך נעלם מעיני כבודו דפ\"ו דערכין הל' ל\"ו פסק רבינו בהיפך ממש דהדר בבית של הקדש מעל אף שהוא תלוש ולבסוף חברו וכבר הארכתי שם כנלע\"ד:"
            ],
            [
                "<b>גידולי הקדש וכו'.</b> עיין מ\"ש מרן ז\"ל גם פ\"ד דפסחים נתבאר שמועלין בגידולי הקדש וכו' ע\"כ כוונתו דמ\"ש שם דף נ\"ו שאנשי יריחו סברי לה כמ\"ד אין מעילה בגידולין ורבנן סברי נהי דמעילה ליכא איסורא מיהא איכא ע\"כ דכיון דבאמת איכא מ\"ד דיש מעילה מנא ליה לתלמודא לומר דרבנן סברי נהי וכו' לימא דרבנן סברי כמ\"ד דיש מעילה ומפני שכן נקבעה ההלכה אמטו להכי מיחו בידם אלא ודאי דכוונת התלמוד לומר דרבנן לדבריהם קאמרי לדידן ודאי דיש מעילה לדידכו נמי אודו לן מיהא דאיסורה איכא ובזה תתורץ קושיית התוס' יו\"ט והרב מתנות כהונה ז\"ל גם מה שהקשה התוס' יו\"ט לההיא דתמורה פ\"ז דהתם בביצים וחלב וכו' אין כאן קושיא דודאי גבי גידולי מזבח לא שייכי אלא הני והוא הדין לקדשי בדק הבית הרב ברכת הזבח ז\"ל ופשוט:",
                "<b>ערבה הגדלה בשדה הקדש וכו'.</b> עמ\"ש מרן להשגת הראב\"ד ז\"ל בספר ברכת הזבח ז\"ל כתב דכוונת הראב\"ד דמ\"ש משדה שהוציאה עשבים וכו' ומרן ז\"ל לא ירד לכוונתו עיי\"ש. ולענ\"ד אין דברי הראב\"ד מוכיחים כן דאם איתא תקשי ליה הכי להדיא ולקושית הרב ז\"ל י\"ל דערבה שאני מעשבים דסתמה אינה אלא למצוה ומצות לאו ליהנות ניתנו וזה נראה מוכרח בדעת רבינו דאל\"כ הנה ודאי שהיא ראויה לבהמה:"
            ],
            [
                "<b>קן שבראש האילן וכו'.</b> מרן ז\"ל תמה על רבינו שסתם וכתב",
                "<b>שאין נהנים בו </b>ע\"כ ויש לתמוה על תמיהתו דכפי דברי רבי אבהו אמר ר' יוחנן שהביא הוא עצמו הרי יש ללמוד דאף דאייתי מעלמא לא נהנים ומכל שכן לפי דברי רבי יעקב ורב אשי וכמ\"ש התוס' שם דקתני לאיסורה גבי הקדש וכו' וכן מצאתי להרב קרית ספר ז\"ל וכבר קדמני התוס' יו\"ט ז\"ל בזה וס' בתי כהונה ז\"ל גם בס' ברכת הזבח תמה על מרן ז\"ל מכח דברי התוס' עיי\"ש:"
            ],
            [
                "<b>המקדיש את היער וכו'.</b> לשון המשנה מעלין בכולו ופי' רש\"י בעצים ובענפים ובנבייה וכן פירש הרע\"ב ז\"ל ורבינו הוסיף קן ועכ\"פ צ\"ל שבנאו אדם שאם בנאו העוף הרי כתב בסמוך שאין בו מעילה או שנחלק בין היה בו בשעה שהקדישו לנבנה אח\"כ אף דבגמרא לא חילקו בזה:"
            ],
            [],
            [
                "<b>אע\"פ שהוא עומד להגזז וכו'.</b> משא\"כ בענבין דכיון שאין צריכין לקרקע הרי הם כגזוזים וכמ\"ש בגמרא ופסקו רבינו פ\"ה דטוען ונטען עיי\"ש:"
            ],
            [
                "<b>הזורע פירות וכו'.</b> מפרש בירושלמי בין שזרעו כלה בין שאין זרעו כלה משא\"כ במעשר שני ולכך סתם רבינו אף שלשון הירושלמי שם מגומגם:"
            ],
            [],
            [],
            [
                "<b>מתנות כהונה שבלו וכו'.</b> טעות סופר מבואר הוא וצ\"ל כתנות כהונה וכן הוא לשון הברייתא בקדושין דף נ\"ד וכו' וכן הוא בדפוס מגדל עוז ומרן ז\"ל העתיק בגדי כהונה והיא היא ודע שהמל\"מ ז\"ל הקשה דאנן קי\"ל אין לך דבר שנעשה מצותו ומועלין בו וכדאיתא בפרק כל שעה (פסחים דף כ\"ו) ובכמה דוכתי והאריך בדבר והניחו בצ\"ע עיי\"ש. ולענ\"ד לא היה צריך לזה דהרי בגדי כהונה בכל שהוא הם נפסלים כמ\"ש רבינו פ\"ח דכלי המקדש הל' ה' דאם נעשו צואין אין מלבנין אותן ואין מכבסין אותן וכן אם בלו וכו' הרי שאף שעדיין הם ראוין ללבוש משום כבוד גבוה בה' הם פסולין דלפי חשיבותן כך הוא פיסולן וכיון שכן לא נקרא זה נעשית מצותן דהרי עדיין ראוין וכן מצאתי לאחד קדוש מדבר בשיטה מקובצת לקידושין שנדפס מחדש עיי\"ש ושם הקשה ג\"כ דהא תנן (פרק החליל) מבלאי מכנסי כהנים ומהמייניהם היו מפקיעין וכו' ובהם היו מדליקין ותירץ דשמחת בית השואבה שאני דענין הקדש הוא שהיה במקדש ולשמחת ניסוך המים ע\"כ.",
                "<b>גם </b>מה שנסתפק המל\"מ ז\"ל בכלי שרת שניקבו או נשברו אם יהיה בהם דין מעילה וכו' לפי מ\"ש התוס' בע\"ז דף ל\"ד ד\"ה שאינו יוצא וכו' דחזרת כבשונות הו\"ל בכלי אחר דפנים חדשות באו לכאן היה נראה דכ\"ש כלי מתכות דצריך התכה אמנם האמת יורה דרכו דכיון שרבינו כתב פ\"א דכלי המקדש דאין קדושתן מסתלקת מהן לעולם מעתה הדבר פשוט שמועלין בהם:"
            ]
        ],
        [
            [
                "<b>וכבר ביארנו וכו'.</b> הוא בפ\"ה הל' ד':"
            ],
            [],
            [],
            [
                "<b>ואין מועל אחר מועל וכו'.</b> עיין להמל\"מ שהרחיב בביאור ענין זה ונתן טעם לפסקו של רבינו:"
            ],
            [],
            [
                "<b>בהמת קדשי קדשים שנפל בה מום וכו'.</b> אוקמתא דרב פפא בספ\"ה וכחכמים דאמרו יפדו וכ\"כ בפירוש המשנה והתוס' בשלהי תמורה ד\"ה כדתניא וכו' הכריחו דהנך רבנן לאו היינו רבנן דהתם ורבינו פ\"ו דערכין פסק כהנך רבנן. ונראה דהוו תרי דסתרן עיין להתוס' יו\"ט שם שוב ראיתי להרב צרור החיים ז\"ל שפלפל הרבה בזה לתרץ דברי ונתוכח עם חכם אחר עיין עליו שלענ\"ד נראה שעדיין צריך ישוב:"
            ],
            [
                "<b>אמרו חכמים וכו'.</b> נראה דנקט האי לישנא מפני הקושי שיש דהא קי\"ל אין מועל אחר מועל ולכך הוצרך ג\"כ לכתוב ויראה לי וכו' לתרץ זה וכמ\"ש מרן ז\"ל. ומ\"ש",
                "<b>ואם נתנה לזה הגזבר וכו' </b>הלשון הוא מגומגם דלפי מ\"ש בפירוש המשנה הכוונה היא שאחד נטלה מן ההקדש דנמצא שחסיר ההקדש ונתנה לגזבר וכן נראה מדברי מרן ז\"ל וכיון שכן נראה דצ\"ל ואם נתנה זה להגזבר וכו':"
            ],
            [],
            [
                "<b>נטל פרוטה של הקדש ונתנה לבלן וכו'.</b> במשנה קתני נתנה לחבירו הוא מעל וחבירו לא מעל ורבינו לא הזכירה מפני שהוא נלמד מההיא דנטל אבן או קורה דקתני ברישא ומתני' ג\"כ אגב דבעי למתני נתנה לבלן תני לה:",
                "<b>וכן אם נתנה וכו'.</b> האי וכן הוא מגומגם הרבה דלפי הטעם שנתן בבלן מפני שנהנה בהיותו רוחץ בעת שירצה מעתה בשאר אומניות שאין בהם טעם זה דין הוא שלא ימעול ואם נאמר דמוקמינן לה אדאורייתא דמעות קונות א\"כ למה הוצרך לתת טעם בבלן ותו בזה לא אפשר דאח\"ז פסק דאם קנה בה חפץ מישראל ולא משך לה מעל גם התוס' שם כתבו כן אאוקמתא דרב דדוקא בלן דמנ\"ל דתירצו מדקאמר בסיפא משום שא\"ל הכנס ורחוץ שהרי מרחץ פתוחה לפניך ע\"כ הרי דכי יהבינן הך טעמא אין לומר בשאר אומניות כן דזיל בתר טעמא. ומה דנראה בדעת רבינו דהך בעלי אומניות הוי דומיא דבלן דהרי נשתעבד לו באותו דבר והיכא דשייך כגון בלן הוי הדין שוה ולכך הקדים טעם הבלן כדי שנלמוד ממנו להיכא דשייך וכן נראה ממ\"ש בפירוש המשנה שאחר שהזכיר דין הבלן סיים והקיש כפי אלו העניינים והדומים להם ע\"כ ובעיקר דברי רבינו דנראה כסותר דברי עצמו כבר הארכתי בפ\"ד דאיסורי מזבח הל' י\"ג:"
            ],
            [],
            [
                "<b>וכולם אין מועלין עד שיזרק הדם.</b> הטעם מפני שנהנה שהרי נתכפר בה ואין זה בכלל כי יקדיש את ביתו מה ביתו ברשותו וכו' דהכא כיון שמעל יצא לחולין והו\"ל שלו:"
            ]
        ],
        [
            [
                "<b>מי ששגג וכו'.</b> אף דבכל התורה כולה אין שליח לדבר עבירה דדברי הרב ודברי התלמיד דברי מי שומעין כבר ילפי לה מקרא בקידושין דף מ\"ב דמעילה איתקש לתרומה וא\"ת כיון דמעילה לא שייכא אלא בשוגג כמ\"ש רבינו בפ\"א הל' ב' איך שייך דברי הרב וכו' כבר תירצו התוס' שם דאפילו נזכר השליח דהו\"ל מזיד אפ\"ה בעה\"ב מעל ועיין לרבינו לקמן הל' ה'. ומ\"ש בספרי רבינו",
                "<b>תן לי מאותו בשר </b>תיבת לי היא מיותרת:",
                "<b>אע\"פ שאמר השולח לא היה בלבי שיביא אלא מן המגדל וכו'.</b> מדדייק לכתוב אלא מן המגדל משמע דאם אמר לא היה בלבי שיביא מחלון זה והביא לו מזה כגון שהיו שם הרבה חלונות לא מעל דאל\"כ הו\"ל לרבינו לאשמועינן הך רבותא אמנם התוס' שם כתבו בפירושא דמתני' כי הך דהיו שם הרבה חלונות וכו' ואפ\"ה בעה\"ב מעל שהרי נעשה שליחותו ודברים שבלב אינן דברים ואפשר שגם רבינו יודה דאם היו שם הרבה חלונות הוא הדין והוא הטעם אלא דמסתמא בשאין שם אלא חלון אחד קאמר:"
            ],
            [
                "<b>ובכל התורה כולה וכו'.</b> אין למדין מן הכללות אפילו במקום שנאמר בהם חוץ דהא איכא גנב דעשאה:"
            ],
            [],
            [],
            [],
            [
                "<b>וכן פרוטה שנתערבה וכו'.</b> הקשה מרן ז\"ל וא\"ת וליבטל ברובא וי\"ל דדבר שיש לו מתירין הוא אי נמי מטבע חשוב ולא בטיל ע\"כ ואיני יודע דאיך נעלם מעיני כבודו דברי התוס' שם שהקשו קושיא זו וכתבו דאין לומר בזה משום דבר שיש לו מתירין דאינו אלא מדרבנן וכתבו וצ\"ל דליכא אלא חד כיס דליכא ביטול אי נמי מטבע חשיב ולא בטיל ע\"כ ותו קשה למרן ז\"ל דמדברי רבינו פט\"ו דמאכלות אסורות נראה דדשיל\"מ אינו אלא מדרבנן ובפט\"ז הזכיר דבר חשוב ושבמנין דאינן אלא מדרבנן והכי מסתברא דהיכן מצינו בפסוק דבר זה. והנה ראיתי להרב חיים אבעלפיה ז\"ל פרשת ויקרא דף י\"א שחלק על הפר\"ח שכתב כן והביא ראיה ממ\"ש רבינו פי\"ח דמעשה הקרבנות דאם גנב והקדיש ושחטו בחוץ אחר יאוש חייב כרת אף שיאוש כדי לא קני אוקמוה רבנן ברשותיה לחייבו כרת וכו' ע\"כ. ואינו נראה אחרי המחילה דהתם מפני איסור הגנבה שעשה קנסוהו חז\"ל ואוקמוה ברשותיה לחייבו כרת וכדאמרינן נמי גבי חמץ בשש משום דפשע ולא ביטל משא\"כ הכא שנתערבה הפרוטה מעצמה והוא לא פשע בה באיזה דין (ו)חייבוהו ועיי\"ש בלשונות דף קמ\"ב שהוסיף להקשות על דברי מרן ז\"ל גם המל\"מ ז\"ל פלפל בזה דבאמת דבר חשוב הוא ואנחנו לא נדע עד יבא מורה צדק:"
            ],
            [
                "<b>אמר כיס מכיסי וכו'.</b> מרן ז\"ל הקשה שזה סותר למ\"ש פט\"ז ממעשה הקרבנות באומר שור משוורי הקדש ע\"כ ותחילה נבאר לשון רבינו וכוונתו במה שסיים ויהנה בקטן דכיון שכבר חילל על הכל מאי איריא קטן אלא ודאי שכוונתו דאף שאמרנו מועלין בכולן ומועלין במקצתן מ\"מ הקטן לא בא לכלל איסור מעולם ומה שכתב זה בסוף הלשון היינו מפני שתחילה העתיק לשון התוספתא ושם לא נאמר לשון זה לכך הוצרך לבאר ולהוסיף דבשור משוורי לעולם הוא מותר בקטן שהרי לא נאסר אלא הגדול והבינוני והן הן דבריו בפט\"ז דמעשה הקרבנות דאם אמר אחד משוורי הקדש בין יהיו שנים או יותר משנים אין הקטן בכלל ולכוונה זו הוסיף בקטן ומעתה הן הן דברי רב נחמן בשלהי מנחות דקאמר לא שנו אלא דאמר אחד משוורי אבל אמר בשוורי הגדול קאמר תורא בתוראי קאמר ע\"כ הרי דהקפידה היא במ\"ם או בבי\"ת וכן זכיתי ומצאתי להרב ברכת הזבח ז\"ל אכן בשו\"ת זרע אברהם ז\"ל חלק עליו בחלק חו\"מ דף נ\"ה ע\"ג מכח דברי מרן שם שכתב ומ\"ש שור שבשוורי וכו' וטעמא משום דשור שבשוורי משמע המעולה שבהם ע\"כ. האמנם האמת יורה דרכו דמרן ז\"ל הבין בדברי רבינו כאן דמדכתב מועלין בכולן משמע דכולן שוין באיסור ושם לא אסר אלא הגדול וחוששין לבינוני אמנם לפי דרכינו גם כאן הדין כן שלא נאסר אלא הגדול והבינוני אבל הקטן הותר מעיקרו דסתם מקדיש בעין יפה מקדיש וחוששין אף לבינוני כמ\"ש בגמרא וכבר הרב גופיה חזר בדבריו עיי\"ש.",
                "<b>אלא </b>שראיתי לרבינו בפכ\"א דהלכות מכירה הל' י\"ט שכתב האומר לחבירו בית מביתי ושור משוורי אני מוכר לך נותן לו הקטן שבהם וכו' ולכאורה קשה טובא דמשוורי במ\"ם משמע דגדול ובינוני קאמר כמ\"ש כאן ובמעשה הקרבנות ואוקמתת הגמרא ג\"כ היא (כ)בביתי ובשוורי בבי\"ת ולא במ\"ם עד שראיתי בס' ידי אליהו ז\"ל בדף ק\"ט שהגיה בפשיטות בדברי רבינו שצ\"ל בבי\"ת ובשוורי בבי\"ת עיי\"ש ואחרי המחילה לא כן אנכי עמדי דבגמרא אוקמוה לברייתא דבית בביתי הכי מכח דשאני לוקח דידו על התחתונה וקאמר השתא דאתית להכי אפילו תימא עלייה דגריעא יד בעל השטר על התחתונה א\"כ מטעם זה גם בית מביתי במ\"ם דבקדש יש בכללו גדול ובינוני נימא הכי מכח דידו על התחתונה ואין זה פלא לומר שזה דעתו של רבינו כיון שאין שום ביאור בשטר וידו על התחתונה ועוד אני אומר שהדברים ק\"ו ומה בבית דבעלמא הגדול דוקא קאמר אפ\"ה גבי לוקח אין לו אלא הקטן במ\"ם דבעלמא לאו דוקא גדול לא כ\"ש גבי לוקח ודו\"ק כי נראה לענ\"ד נכון:"
            ]
        ],
        [
            [
                "<b>הפועלים וכו'.</b> בפ\"ג דמעילה ויליף מדכתיב לא תחסום שור בדישו והמבי\"ט בקרית ספר הביא מדרשא דרעך ולא הקדש ע\"כ וקשה קצת דמאן דדריש רעך ולא הקדש ס\"ל דגזל הגוי אסור כדאיתא במציעא דף פ\"ז ועיין להתוס' שם ורבינו פסק כמ\"ד גזל הגוי אסור כמ\"ש פי\"ב ופ\"ז דגזלה ואבדה:"
            ],
            [],
            [],
            [],
            [
                "<b>כשפוסקין עם האומנים וכו'.</b> מרן ז\"ל תמה על רבינו שהשמיט ההיא דחד לכספא וחד לדהבא ויותר יש לתמוה דהשמיט לשון המשנה עצמה דקתני פי\"ז דכלים שני אמות היו בשושן הבירה וכו' אחת יתירה על של משה חצי אצבע ואחת יתירה עליה חצי אצבע אבל לא היתה בת ה\"א וכו' אצבע והוא פלא גם בגירסתינו כתוב באמה בת עשרים אצבעות וכו' ומחשבין להם באמה גדולה בת כ\"ד אצבעות ואיך לא שת לבו מרן זלה\"ה לזאת שרבינו כתב ד' אצבעות ואינן אלא אצבע אחד ועוד בת עשרים לא יתכן שהרי אמה של משה רבינו ע\"ה היתה של ששה טפחים וכמ\"ש רש\"י שם וגם רבינו כתבו בפ\"ב דבית הבחירה הל' ו' ושאר כל אמות הבנין באמה בת ששה טפחים עיי\"ש ורבינו כאן באמת הבנין קעסיק ואתי וצ\"ע טובא ע\"כ.",
                "<b>מכאן </b>עד תשלום הלשון הם דברי תלמידו הרב מאורו\"ת <b>נתן אדאדי </b>זלל\"ה. מ\"ש מו\"ר נשמתו עדן הם קושיות עצומות ואני אומר דאפשר דרבינו קשיתיה לשון המשנה דקתני דהיתירה אצבע שלא יבואו לידי מעילה ואם פירש יתירה עליה אצבע דוקא הרי עינינו הרואות דבמדידת מדת הבנין אין מקפידין אפילו על אצבעיים בין אמה לאמה ובפרט אם כדי ליטול שכרה דאין מקפידין אפילו באצבעיים בין אמה לאמה ואכתי יבאו לידי מעילה בזה התיקון ומכח זה פירש רבינו זלה\"ה דהא דקתני היתירה עליה אצבע היינו בכל טפח וטפח דהיינו אמת משה שהיא בת ששה טפחים זה שנוטלין בה בת שבעה טפחים ואם לחשבון אותה אמה בגודלים דהיינו בת ד' גודלים יהיה אם אנו נותנין להם בעשרים גודלים שהם ה\"א וכשאנו נוטלין מהם צריך ליטול באמה בת כ\"ה גודלים ואם אותה אמה בת אצבעות דהיינו בת ה\"א ושליש כמ\"ש רש\"י במנחות דף צ\"ח וכשנוטלין מהם באמה בת שש אצבעות ושליש א\"כ יהיה כשנותנין להם בבת אצבעות ונוטלין מהם בבת אצבעות יהיה לעשרים אצבעות יתר א' ומחצה וכשקצרים על חשבון הגודלים יגיע לעשרים כ\"ד ומשהו ואותו משהו לא חייש ליה רבינו משום שהוא כל דהו ולפ\"ז מה שאמרו יתירה על של משה ר\"ל כטפח דהיינו של משה טפחה בת ה\"א או ארבעה גודלים וזה טפחה שש אצבעות או ה' גודלים נמצא יתירה עליה אצבע בכל טפח אבל באורך שניהם שוים אבל בת ה' טפחים שנוטלים בה הם גדולים על ה' טפחים דשל משה בטפח וזה שכתב רבינו נוטלין מהם בבת ששה ר\"ל דנקראת במנין הבנין כשנוטלים מהם בת ה' טפחים מה שכבר הם נתנו להם זהו נראה לענ\"ד ודו\"ק ואע\"ג דאמר רב הונא בבכורות דף ל\"ט אצבע שאמרו באותן ב' אמות דשושן הבירה הם בגודלים בדוקא ורבינו פסק כרבה שחולק עליה כמ\"ש בהלכות ציצית עיי\"ש:"
            ],
            [
                "<b>תנאי בי\"ד הוא.</b> כתב המל\"מ ז\"ל דיש לדקדק שהיה לו לרבינו לבאר שאף בחולין שאוכלים בעזרה כמ\"ש פ\"י דמעשה הקרבנות דסלקא דעתך דצורך קרבן הן וכמ\"ש במנחות דף כ\"א ע\"ב. ולענ\"ד מבואר יוצא מדברי רבינו עם מ\"ש",
                "<b>אבל לא יתנו מלח המקדש בחולין שלהן </b>דאי באוכלין חוץ לעזרה מילתא דפשיטא היא והרי יוצא ממה שהקדים ומ\"ש עוד שם דמאותה סוגיא יש ללמוד דבאוכל קדשים קלים חוץ לעזרה לא הותר איני רואה פשיטות זה עיי\"ש בגמרא:"
            ],
            [],
            [
                "<b>ראוי לאדם וכו'.</b> מכאן אתה למד רוב חכמתו וחסידותו של רבינו ואשריו לאדם שישכיל בדבריו אלה בכל יום ויום ולא יסורו ממנו כל ימי חייו אמן כן יהי רצון:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מעשה רקח על הלכות מעילה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maaseh Rokeach",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halacha",
        "Comment"
    ]
}