{
    "versionTitle": "Sefaria Community Translation", 
    "sectionNames": [
        "Book", 
        "Chelek", 
        "Siman"
    ], 
    "language": "en", 
    "license": "CC0", 
    "title": "Igrot Moshe", 
    "licenseVetted": true, 
    "text": [
        [
            [
                "In the matter of covering part of the head as with a small kippah, whether it is permitted to walk with such on the street as we see many G-d-fearers customarily doing, but you saw a responsum of R. Sh’lomoh Kluger who allows doing so only for less than four cubits, and you wish to know my feeble mind’s opinion as to how to behave in practice . . .  Therefore one who wishes to be stringent and account for the position of R. Kluger should cover most of his head as with most hats and large yarmulkes.  But in terms of law one need not be concerned for his opinion, as it is an individual opinion and especially as it is only in terms of a prohibition arising out of a midat chassidut, even though now that it is a custom of Israel one should rule regarding it as a sort of prohibition, as the custom was not to be more stringent than the Talmud and Shulkhan Arukh, and therefore if your head is covered in a manner that would be consdered having your head covered you are permitted to go in the street and even to recite blessings, as many do, and they should not be considered as taking prohibitions lightly Heaven forbid . . . Regarding the contradiction in the Magen Avraham, who writes in one place that even walking four cubits is only a midat chassidut, but in another that there is a midat chassidut for even less than four cubits, which implies that four cubits is actually prohibited, it seems in my humble opinion that walking four cubits, although it is legally rooted in a midat chassidut, all Israel, even the simple people, have adopted the custom of following this midat chassdut, whereas scholars should follow the midat chassidut even less than four cubits.  But in terms of law, even sitting bareheaded should be prohibited as per the Taz, and perhaps even Magen Avraham would agree with regard to sitting, as it is the rule of the idolaters to remove their hats when sitting down to eat or in any group, but not when walking, but perhaps he held that this is considered a chok Akum only during prayer . . . but as the reason of the Magen Avraham is not clear to me one should forbid as per the Taz. "
            ]
        ]
    ], 
    "versionSource": "http://www.sefaria.org", 
    "heTitle": "אגרות משה", 
    "categories": [
        "Responsa"
    ]
}