{
    "title": "Torat HaShlamim on Shulchan Arukh, Yoreh De'ah",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Torat_HaShlamim_on_Shulchan_Arukh,_Yoreh_De'ah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "<b>והוא שתרגיש ביציאתו. </b>אע\"ג דמתבאר לקמן בסי' ק\"צ דאע\"ג דלא הרגישה רק בכתם בעלמא על גופה או על חלוקה טמאה היינו כשיעור גדול כגריס ועוד כמבואר לקמן והמחבר דבא לומר שהיא טמאה אפילו בטפת דם כחרדל ע\"כ כתב בסתם והוא שתרגיש וזה ג\"כ כוונת הטור שהוא כלשון המחבר:",
            "<b>כחרדל. </b>ה\"ה פחות. ש\"ך:",
            "<b>שבעה נקיים. </b>דעכשיו לפי שאין אנו בקיאין כולן כזבה גדולה שוינהו חכמים ולכן לא כתב המחבר החילוקים איזה מקרי נדה או זבה גדולה ובלבוש העתיקם וכתב כלשון הטור וז\"ל אם ראתה בתוך הי\"א יום ג' ימים רצופים ונעשה זבה גדולה אינה חוזרת לימי הנדות עד שיהיו לה ז' נקיים ואז יתחילו ימי הנדות ואחריהן ימי הזיבות וכן לעולם עכ\"ל והוא כדעת הרמב\"ן ורש\"י ושלא כדעת הרמב\"ם כמבואר בב\"י באורך והש\"ך בס\"ק ד' העתיק רק תחלת דברי הלבוש על כן הבין שדעתו כדעת הרמב\"ם והשיג עליו ובאמת דבריו המה כלשון הטור ממש שהוא כדעת רש\"י והרמב\"ן והוא פשוט להמעיין:",
            "<b>ואין חילוק בין פנויה לנשואה לענין איסור נדה. </b>לפי מה דאיתא בש\"ס בס\"פ המפלת תניא היה ר\"מ אומר מפני מה אמרה תורה נדה לשבעה מפני שרגיל וקץ בה אמרה תורה תהא טמאה שבעת ימים כדי שתהא חביבה על בעלה כשעת כניסתה לחופה וא\"כ בפנויה שלא שייך טעם זה לא תהא טמאה שבעה אבל משמעות הרב כאן דבשום ענין אין חילוק וכן מבואר ממ\"ש הפוסקים גבי כלה כמבואר לקמן בסי' קצ\"ב וצ\"ל דהאי דרשה בעלמא הוא ומ\"מ מקראי משמע דקאי בין אנשואה ובין אפנויה וכמ\"ש הריב\"ש בסי' תכ\"ה וכתיב וטמאה שבעת ימים משמע בכל ענין ועי\"ל דעל כרחך צריכין לומר דר\"מ דאמר מפני מה אמרה תורה נדה לשבעה וכו' ולא מקשה כן אזבה משום דודאי הא לא קשיא דהא כמה טמאים והם בטומאת שבעה כגון זב וטמא מת ויש מהם בטומאת ערב אלא דעיקר הקושיא על נדה הוא מכח ממה נפשך דאי חמיר טומאתה אמאי אמרי' דאפילו שופע' דם כל שבעה טובלת לערב (והוא פשוט בש\"ס וכמ\"ש הטור בסי' זה עיין בב\"י) ואי לא חמיר כל כך אמאי ברואה אפילו כל שהוא טמאה שבעה תסגי לה בטומאת ערב ע\"כ צריכין אנו לטעמיה דר\"מ כדי שתהא חביבה על בעלה אבל גבי זבה ודאי אף דלא שייך טעם זה צריכה שבעה נקיים וא\"כ עכשיו שכלם כזבה גדולה שוינהו חכמים ע\"כ אין לחלק בין פנויה לנשואה וצריכה ז' נקיים ועי\"ל דר\"מ בשיטת ר\"ש אמרה דדריש טעמא דקרא כדאיתא בב\"מ דף קט\"ו לענין משכן אלמנה ולית הלכתא כר\"ש כמבואר בעח\"מ בסי' צ\"ז א\"כ אף בהא לית הלכתא כר\"מ לכן אין לחלק כלל:"
        ],
        [
            "<b>בא עליה שלא בשעת וסתה. </b>בטור כתב דבא עליה כמו שירצה ור\"ל בין שהיא ערה בין ישנה פי' שאינה ישנה לגמרי דא\"כ אסור לשמש עמה כדאיתא בנדרים אלא שאינה ערה כל כך שתוכל להשיב אם היא טהורה אם לאו כ\"כ התוס' בנדה דף י\"ב עכ\"ל הט\"ז וכ\"כ הב\"ח וכה\"ג כתב הטור וב\"י בסי' זה להדיא גבי שהתה אחר הוסת שיעור שתספור ותטבול שהביא המחבר בסמוך סעיף י\"א והמחבר שסתם כאן ובסעיף י\"א נראה שסובר העיקר הסברא שמחלק הש\"ס דנדה דף י\"ב בין ערה לישנה היינו משום דבישנה לא חזיא לטהרות משא\"כ בערה דחזיא לטהרות על כן בעי' בדיקה יותר וכן פירש\"י שם לחד פירושא וא\"כ לדידן דליכא טהרות אם כן תו לא שייך לחלק בין ערה או ישנה וק\"ל:",
            "<b>גם אין לה להחמיר לבדוק עצמה. </b>בתרתי פליג מור\"ם עם דעת המחבר דמלשון המחבר משמע דאינה צריכה בדיקה אבל אם רצתה להחמיר תחמיר ולאחר תשמיש על כרחה צריכה בדיקה והוא דעת הרמב\"ם שהביא המחבר ריש סי' קפ\"ז וכ\"כ הש\"ך ודעת מור\"ם דבכל ענין אין להחמיר לבדוק כלל וכן מסיק מור\"ם לקמן ר\"ס קפ\"ז וא\"כ ה\"ל לכתוב וי\"א כדרכו וצ\"ע:",
            "<b>צריך לפרוש ממנה. </b>ואם עברו ושמשו האיש והאשה שניהן צריכין תשובה כ\"כ הש\"ך בסי' ז' ואע\"ג דמשמע מדבריו שם דסובר דוסתות דאורייתא ואנן קי\"ל דוסתות דרבנן וכמבואר בב\"י סי' זה מ\"מ צריכין תשובה כעוברי עבירה דרבנן והיכא דמצאתה דם ודאי דהוי עבירה דאורייתא וכדאיתא בש\"ס פ\"ב דשבועות וכ\"כ הלבוש בס\"ס קס\"ה ואע\"ג דפסק מור\"ם בסוף סי' קפ\"ה בהג\"ה דאשה אינה צריכה כפרה שאני התם דאונס הוא וגם לא עברה כלום משא\"כ הכא וכן משמעות הלבוש שם:",
            "<b>ולא משאר קריבות. </b>משמע אפילו חבוק ונשוק שרי כן משמעות הפוסקים וכ' הב\"ח מיהו נראה דהמחמיר באלה תע\"ב ש\"ך והט\"ז כתב דמדינא אסור ומביא ראיה מסי' שמ\"ב ואין דבריו מוכרחים דשאני התם דיצרו תקפו שלא בעל ולכך צריך שם ג\"כ שמירה גם מ\"ש הט\"ז וכ\"ש וכו' כשהולך לדרך לא ידעתי מאי קאמר דהא לא מיירי ביוצא לדרך כלל וצ\"ע:",
            "<b>אם הוא ביום פורש ממנה. </b>פי' אפי' בבית אפל או ת\"ח שמאפיל בטליתו דאל\"כ אפי' בשלא בשעת וסתה אסור כדאיתא בא\"ח סי' ר\"מ ובא\"ה סימן כ\"ה:",
            "<b>פורש ממנה. </b>אותו יום כולו ולא יותר ואין חילוק בין יומי ניסן ותשרי או יומי תמוז וטבת כ\"כ הב\"י ושכן משמעות הש\"ס והפוסקים והשיג על הא\"ז שכ' דצריכין מע\"ל ואביאסף שכתב חצי יום וחצי לילה בימי תמוז וטבת והמעדני מלך רפ\"ק דנדה והב\"ח מתרצים דברי אביאסף ואחריהם נמשך הש\"ך בס\"ק ז' והט\"ז בס\"ק ב' דוחה דבריהם ודבריו נכונים להמעיין בש\"ס ופוסקים ואף שהש\"ך עושה סניגרון לדבריו בספרו נה\"כ אין דבריו מוכרחים כלל ובפרטות מה שרוצה לקיים דברי הא\"ז מסוגיא דש\"ס אינו ברור והוא נגד משמעות הש\"ס וכל הפוסקים דאינה אסורה אלא אותה עונה בלבד ואפי' בנמשך הוסת ג' ימים דעת רוב הפוסקים דאינה אסורה אלא אותה עונה ולא לפניו לכ\"ע וכמבואר בסמוך והראב\"ן בסימן שי\"ח שעליו בנה הש\"ך יסודו העתיק בדבריו שם יראה שיש גירסא ושיטה אחרת בש\"ס וזה היא שיטת הא\"ז ואביאסף אבל לפי הגירסא שלפנינו שבש\"ס פרק האשה דס\"ג ע\"ב ודאי אין מקום להחמיר כלל והוא שיטת הרי\"ף והרמב\"ם והרא\"ש והרשב\"א והראב\"ד וטור ורי\"ו וסמ\"ג וסמ\"ק ושאר גדולי פוסקים בודאי אין לזוז מדבריהם ומפסק המחבר ובפרטות דקי\"ל וסתות דרבנן:",
            "<b>ומותר כל הלילה שלפניו. </b>ולפ\"ז אתי שפיר הא דאמרי' אין האשה מתעברת אלא סמוך לוסתה ועי\"ל דמיירי ביוצא לדרך ועיין מ\"ש הדרישה בזה ולפי מ\"ש ניחא:",
            "<b>או בפעם אחת. </b>אז חוששין לאותה עונה לפרוש ממנה ולא קאי לענין הקביעות ועפ\"ר ודרישה:",
            "<b>בשינוי הגוף. </b>מתבאר לקמן בסי' קפ\"ט סכ\"א וכ\"ה ע\"ש.",
            "<b>שלא הגיעה לימי נעורים. </b>דהיינו י\"ב שנים ויום אחד ואז אפילו הביאה סימנים אמרינן דשומא נינהו והיכא שלא הביאה סימנים אף שהגיע' לימי נעורים קטנה היא ט\"ז וש\"ך וכן מתבאר לקמן בסי' קפ\"ט ור\"ס ק\"צ ועיקר דין הקטנה וסימניה מתבאר היטב בא\"ה סי' קנ\"ה ע\"ש:",
            "<b>סמוך לוסתה. </b>וה\"ה בשעת וסתה ט\"ז וש\"ך:",
            "<b>אינה אסורה אלא ביום. </b>הטעם כיון דוסתות דרבנן אזלינן להקל ואמרי' בהם דהיה ודאי בימי נדתה כ\"כ הרא\"ש ושאר פוסקים בשם ספר בעל הנפש להראב\"ד אכן בספר בעל הנפש שלפנינו דפוס וויניצי' שער תקון הוסתות כתב ז\"ל דהיכא דרגילה למיחזיה בהנץ החמה גופייהו אי נמי דלא קים לה במילתא שפיר ולא ידענא אי קודם הנץ החמה אי לאחר הנץ החמה ודאי נקטינן להו לחומרא כל הלילה וכל היום עכ\"ל הרי להדיא דפסק הראב\"ד בפשיטות להחמיר וגם משמע מתוך דבריו דבנץ החמה מקרי ספק בפני עצמו ועיין בב\"ח שכתב ג\"כ שיש להחמיר:",
            "<b>אסורה בלילה וביום. </b>עמ\"ש הש\"ך בזה ונמשך אחר מ\"ש בס\"ק ז' וכבר דחיתי דבריו בס\"ק ו':",
            "<b>א\"צ לפרוש אלא עונה ראשונה. </b>ול\"ד לסעיף ה' דצריכה לפרוש כשיעור הנמשך בו דהתם ההמשך הוא דבר מיעוט אפ\"ל דראיה אחת היא משא\"כ בנמשך ב' או ג' ימים א\"א לומר דראיה אתת היא אלא דמים יתירים דאתוספי בה כ\"כ העט\"ז והדרישה ועיין בב\"ח ובש\"ך שמחלקים עוד בענין אחר וכן מוכרחים אנו לחלק כדי שלא יסתרו דברי הרא\"ש עצמו בפ' האשה אהדדי ע\"ש וכן מוכרח בדברי רי\"ו והט\"ז כתב וז\"ל אלא דצ\"ע מנ\"ל להש\"ע לחלק בהכי עכ\"ל ולא ידעתי הלא דבריו מוכרחים כמבואר להדיא בהרא\"ש שם ועיין במע\"מ ס\"פ האשה וע\"ש:",
            "<b>שהם כ\"ד חדשים. </b>ואף שמניקתה ד' או ה' שנים אין לה דין מניקת רק כ\"ד חדש כן מבואר בש\"ס דנדה שם ובב\"י בס\"ס קפ\"ט:",
            "<b>א\"צ לפרוש. </b>ואם ראתה ג' פעמים תוך ימי עיבורה וימי מיניקתה יתבאר לקמן סי' קפ\"ט דחוששת עכ\"פ לוסת שאינה קבוע וכ\"כ בהגהת דרישה וכ\"כ בש\"ך ס\"ק י\"ט ע\"ש:",
            "<b>אם יש לה וסת. </b>פי' שקבעה ג\"פ אבל אי לא קבעה ג\"פ והוא פחות מעונה בינונית כגון שראתה מכ\"ה לכ\"ה וכיוצא בזה אע\"פ שלא בדקה כיון שלא הרגישה בדם טהורה בלא בדיקה כ\"כ הטור ס\"ס זה ועיין בפרישה ובט\"ז מה שמתרצים בזה שלא תקשה מסי' קפ\"ו:",
            "<b>צריך לפקוד את אשתו. </b>הרמב\"ם השמיט דין זה ותמה עליו הה\"מ בפ\"ד מהל' איסורי ביאה ולע\"ד נראה שהרמב\"ם אזיל לשיטתו שכתב בע\"ד מהל' דעות שלא יבעול ביום יציאה לדרך או ביאה מן הדרך משום סכנה ע\"ש והטור והמחבר שהעתיק דברי הרמב\"ם אלו בא\"ח סי' רמ\"א ובא\"ה סי' כ\"ד אזלי לשיטתייהו דתפסי עיקר כפי' ר\"ת דפקידה זו אינה תשמיש רק דברי ריצוי כנ\"ל פשוט אכן הלבוש בא\"ח והרב בתשובה סי' קל\"ב מחלקים בענין אחר וכ\"כ הב\"ח בא\"ה וע\"ש בפרישה ולע\"ד נראה כמ\"ש כדי ליישב בזה ג\"כ תמיהת הה\"מ על הרמב\"ם שהשמיט דין זה:",
            "<b>תבא עליו ברכה. </b>כ\"כ הסמ\"ג בסי' קי\"א דהמחמיר תע\"ב וכתב מהרש\"ל שם בביאוריו וז\"ל וק\"ל איך שייך לומר והמחמיר תע\"ב הואיל ואמר חייב לפקוד את אשתו אדרבה זה קרוי חומר מי שמדקדק לקיים המצוה כהלכתה בשלמא אי אמר מותר לפקוד שייך לומר והמחמיר תע\"ב וכתב שם כמה תירוצים לזה ע\"ש ולבסוף מסיק וז\"ל א\"נ ה\"ק המחמיר על עצמו ומונע מלילך בדרך סמוך לוסתה כדי שלא יכניס עצמו בספק תע\"ב וזה הוא שלא כדעת הרב כאן שכתב דהחומר לפקדה בדברי ריצוי והנכון נ\"ל לנהוג היכא דאפשר כמהרש\"ל דאז יוצא לכל הדעות:",
            "<b>וכבר נתבאר דבכל מיני קורבה ואהבה שרי. </b>פי' אפילו אם אינו יוצא לדרך א\"כ ביוצא מחויב לעשות כן ב\"י וכתב הש\"ך דאפי' לדעת הב\"ח שכתב שהמחמיר בחבוק ונשוק תע\"ב כמ\"ש לעיל ס\"ק ד' מ\"מ ביוצא לדרך שאני ואין להחמיר כלל:",
            "<b>צריך להמתין. </b>והיינו נמי דוקא לדבר רשות משא\"כ בהולך לדבר מצוה ואף אם הולך לדבר הרשות לצורך גדול נראה דא\"צ להמתין. ש\"ך:",
            "<b>אסור לבא עליה. </b>בטור איתא הבא מן הדרך וכן השוהה עם אשתו והגיע שעת וסתה כו'. והוא מלשון המשנה דפ' כל היד וקאמר בש\"ס למה ליה למתני הבא מן הדרך סד\"א (פי' דבלא הגיעה שעת וסתה דמותרת בלא שאלה) ה\"מ היכא דאיתא במתא אבל היכא דליתא במתא דלא רמיא אנפשה לבדקה לא קמ\"ל והמחבר מקצר שלא כתב דין זה דקודם וסתה לגמרי על כן כתב ג\"כ כאן בסתם והכל בכלל:",
            "<b>יבא עליה. </b>אבל מ\"מ לא יבא עליה מיד אחר ביאתו מן הדרך דה\"ל בנים ותקין כדאיתא בגיטין דף ע\"ח וכן הוא ברמב\"ם הובא בטא\"ה סי' כ\"ה וע\"ל ס\"ק י\"ח:",
            "<b>כגון קפיצה וכיוצא בו. </b>דהיינו אכילת שום ושאר דברים חמים או שאר מעשה שהיא עושה שמקרי ראיה ע\"י אונס דהוי כמו קפיצה (ע\"ל סי' קפ\"ט סעיף כ\"ג בהג\"ה) וזה פשוט אבל קביעות וסת ע\"י מקרה שאירע בגופה כגון פיהוק ועיטוש דלא תליא במעשה דידה א\"כ יש לחוש לימים ולוסת מוסתות הגוף וכמבואר לקמן בסי' קפ\"ט והש\"ך הבין דברי הב\"י דקאי אפילו אפיהוק ועיטוש לכן האריך להשיג עליו וסיים ואולי גם הב\"י מודה דבוסתות הגוף כו' ולא מיירי אלא בוסת הגוף דבאין ע\"י מעשה דומיא דקפיצה אבל לא בשאר וסתות כגון פיהוק ועיטוש ודוחק דפשט דבריו משמע דבכל וסת הגוף איירי ועוד דלא מצינו בש\"ס ופוסקים שום וסת הגוף ע\"י מעשה רק קפיצה עכ\"ל. הנה מ\"ש דלא מצינו שום וסת הגוף ע\"י מעשה רק קפיצה זה ודאי אינו דהא הב\"י נמשך בזה אחר הרשב\"א והרשב\"א חשיב עוד אכילת שום וכיוצא בו כקפיצה וכמ\"ש הב\"י לקמן בסי' קפ\"ט ובוודאי נתעלם ממנו שם דברי הב\"י גם מ\"ש דפשט דבריו כו' גם זה אינו דאדרבה כיון שכתב הוסת תלוי במעשה אימור לא קפצה כו' משמע ומבואר להדיא להיפוך ודברי ב\"י נכונים ודו\"ק:"
        ],
        [
            "<b>עד שתאמר לו טבלתי. </b>ול\"ד לדלעיל סי' קפ\"ד סעיף י\"א דא\"צ לשאול אותה משום דהתם הוה ס\"ס ספק אם ראתה ואת\"ל ראתה אימור טבלה משא\"כ כאן דודאי ראתה ואין ספק טבילה מוציא מידי ודאי כן הוא בש\"ס בפ' כל היד אבל קשה לפמ\"ש לעיל כלל נ\"ט ס\"ק ח' ובקונטרס הספיקות דאף דהיכא דאיכא ס\"ס לא מתירין היכא שיש תקנה בשאלה א\"כ אמאי מתירין לעיל אף בלא שאלה ואפשר דשאני התם דאיכא עוד חזקה שהייתי בחזקת טהורה וגם מסתמא דרכה לטבול ומ\"מ היכא שהיא בחזקת טמאה לא סמכינן על זה מטעם דאין ספק מוציא מידי ודאי:",
            "<b>ומאחר שעברו ימים שאפשר לה למנות ולטבול נאמנת. </b>ואם הבעל מסופק אם עברו או לא היא נאמנת ש\"ך. וכ' הט\"ז אפילו אם רגילה ללבוש לבנים ביום ו' לראייתה ועכשיו א\"א בכך אלא שאם טבלה היתה צריכה ללבוש לבנים ביום ה' והיא אומרת שטבלה נאמנת:",
            "<b>אמרה לבעלה טמאה. </b>נראה דלאו דוקא נקט לבעלה אלא שדבר בהווה שאין מדרך צניעות לגלות טומאתה וטהרתה אלא לבעלה וכן שם בש\"ס דכתובות פ\"ב לא הוזכר לבעלה כלל וכן מוכח שם מאותו סוגיא דאמרה מקודשת אני ואחר כך אמרה פנויה אני דמשמע שם דאפילו החזיקה את עצמה נגד אחרים נמי דינא הכי וכמבואר בא\"ה סי' מ\"ז וכן משמעות הטור בתמיהתו על הרמב\"ם אף שהוא עצמו כתב אמרה לבעלה אלא דלאו דוקא קאמר וכן דעת הרשב\"א כמ\"ש הב\"י וכן משמע בתשובת הרב סי' ב' וכל זה נ\"ל פשוט ודלא כמ\"ש הט\"ז בשם גדול אחד דדוקא לבעלה קאמר אבל אמרה כן לאחרים אפילו בטענת אמתלא אינה נאמנת ובאמת זה אינו ומ\"ש כן כדי ליישב קושיות ותמיהות הטור על הרמב\"ם כבר תירצו הפוסקים בענין אחר ועיין בסמוך ס\"ק ו':",
            "<b>רק שהיא באה ושוכבת אצלו. </b>וכתב הב\"ח דמ\"מ נראה דהבעל חייב לשאול אותה למה היא באה אצלו הרי אמרה אליו טמאה אני דצריך להוציא האמתלא מפיה וכתב הש\"ך שגם דעת הרב כן הוא ובאמת משמעות לשונו אינו כן:",
            "<b>אע\"פ שנתנה אמתלא לדבריה אינה נאמנת. </b>ואם גלתה מתחלה לבעלה לעשות כן מטעם אמתלא פשיטא דנאמנת. ע\"ז וכן הסכמת הש\"ך בנה\"כ:",
            "<b>אינה נאמנת. </b>הטעם כתב ב\"י בשם הרשב\"א דמשום בושת או אונס מקרי ואמרה טמאה אבל לעשות מעשה כולי האי ללבוש בגדי נדה אינה לובשת וכ\"כ הב\"ח ומסיים דהרי היה די כשתאמר לו טמאה אני ולא היה לה ללבוש בגדי נדה ול\"ד לדלעיל סי' א' בטבח שעשה סימן בראש הכבש וכו' דהתם לא היה אפשר לו בענין אחר אבל הכא היה אפשר שתאמר טמאה אני ולא היה לה ללבוש בגדי נדה ע\"כ וכ\"כ בדרישה משמע מדבריהם היכא דלא היה אפשר לה בענין אחר נאמנת וכ\"כ הרב בתשובה סי' ב' עכ\"ל הש\"ך אכן בתשובת מהרי\"ק בסי' פ\"ז מבואר דאף באמתלא שלא היה אפשר לה לעשות אלא בענין זה דלבישה ג\"כ אינה נאמנת ע\"ש לכן נ\"ל לחלק ולומר הטעם דדוקא לבישת בגדי נדה לא היתה לובשת לפי שמשיאה לבעלה שם רע בשכנותיה וכה\"ג כתב הלבוש בא\"ה סי' קט\"ו סעיף ב' ע\"ש וק\"ל:",
            "<b>והחכם אומר שהיא משקרת. </b>וכתב הט\"ז נ\"ל דוקא החכם עצמו כיון שהיא סומכת עליו משא\"כ בעד אחד שמעיד שחכם אסר לה אינו נאמן עכ\"ל ודבריו פשוטים וכן מבואר מדברי הרא\"ש פ' שבועת העדות ועיין בסי' קכ\"ו דאין עד אחד נאמן באיסורים:",
            "<b>החכם נאמן. </b>וכתב הט\"ז והיינו דוקא לענין איסור אבל לענין ממון כגון להפסיד כתובתה אין החכם נאמן יותר משאר עד אחד כן מבואר מדברי הרא\"ש בפ' המדיר עכ\"ל וכ\"כ הרב בד\"מ וכן מוכרח דלא תקשה דברי מור\"ם והמחבר אהדדי דכאן פסק מור\"ם דהחכם נאמן וכה\"ג פסק המחבר בא\"ה סי' ט\"ז סעיף א' והוא כדעת הרא\"ש בשם הרמב\"ם בפ' שבועת העדות ובא\"ה סי' קט\"ז סעיף א' פסק להדיא שלא כדעת הרמב\"ם רק דהאשה נאמנת אם לא שיש עדים המכחישין אותה וכה\"ג תקשה דברי הרא\"ש עצמו אהדדי דבשבועות פסק כדעת הרמב\"ם ובפ' המדיר כתב דהאשה נאמנת אלא ודאי דוקא לענין לאפקועי כתובה אין החכם לבד נאמן וכמ\"ש הרא\"ש להדיא פ' המדיר וז\"ל ומלתא דמסתברא הוא דהאיך יפקיע ממונא בעד א' אלא צריך שני עדים עכ\"ל אבל לענין איסור עצמה ודאי גם הרא\"ש סובר דהחכם נאמן אף שראיתי בתשובת הרב בסי' ס\"ו שמסתפק קצת בדברי הרא\"ש פ' המדיר גם לענין איסור אם היא נאמנת או לא לע\"ד נראה פשוט דעת הרא\"ש דאינה נאמנת לענין איסור דאל\"כ יהיה דברי הרא\"ש סתורים להדדי וגם הדבר מוכרח בדברי המחבר והרב עצמו וכמ\"ש ובחלקת מחוקק בא\"ה סי' קט\"ו ס\"ק ד' לא הרגיש בחילוק זה על כן מקשה שם דברי הרא\"ש אהדדי ומתמיה שם על המחבר ולפי מ\"ש לא קשה מידי וגם קשה לדבריו אמאי לא הקשה שם דברי המחבר גופיה אהדדי מס' י\"ז סעיף ח' אבל באמת דברי הרא\"ש והמחבר ברורים כמ\"ש ודוק וכתב הרב בתשובה בסי' ס\"ו דלענין איסור דרבנן י\"ל דאין החכם הראשון נאמן והוא נגד משמעות הרב כאן דהא כתמים דרבנן כמבואר בסי' ק\"צ ועמ\"ש כלל וסי' ע\"ח ס\"ק ד':",
            "<b>יתענה מ' יום. </b>ועיין בא\"ח סי' תקס\"ח דב' או ג' ימים רצופים עם הלילות חשיב כמ' יום ע\"ש ועיין בתשובת מהר\"מ מלובלין סימן ב':",
            "<b>ובליל התענית אסור ביין ובשר. </b>לכאורה נראה דהיינו הלילה שלפני יום התענית דהוא נקרא ליל התענית כי היום הולך אחרי הלילה אכן ראיתי במהרש\"ל בפ' אותו ואת בנו סי' י\"א וז\"ל מה שנהגו קצת נשים שאין אוכלין בשר בב' וה' כשנופלין בו אז אינם אוכלין אף הלילה שאחר יום שהוא ליל ג' והוא קצת כמו מינות בזה שעושין נגד חכמי התלמוד דהלילה הולך אחר היום (ע\"ש שמדחיק ליתן טעם למנהגן ודבריו דחוקים ותמוהים והוא נגד הסוגיא ולי נראה הטעם פשוט דהא איתא שם בחולין דף פ\"ג דבקדשים הלילה הולך אחר היום וא\"כ זה שהוא במקום תענית כמ\"ש מהרש\"ל שם ותענית במקום קרבן קאי וק\"ל) ויש אינם אוכלין בלילה שלפניו ע\"ש שהאריך בטעמים וסיים דהיכא שמתענין ראוי לנהוג למאן דאפשר שלא יאכל בשר ולא ישתה יין לפני תענית וגם לאחר התענית וזה כוון הש\"ס דאמרו שהושחרו שיניו מפני התענית וידוע שלא הושחרו אלא אם כן שאינם אוכלין בשר ושותה יין לפני התענית ולאחר התענית עד כאן לשונו ועיין בא\"ח בסימן תקנ\"ח בהג\"ה:",
            "<b>יפדה כל יום בממון. </b>עיין בפסקי מהרא\"י שם סימן ס' דמדמי דין זה למחלל שבת בשוגג ועיין בא\"ח סימן של\"ו שכתב הרב בבירור יותר איך יש לנהוג עיין שם:"
        ],
        [
            "<b>אין לה לבדוק בפני בעלה בשעת תשמיש. </b>דהיינו לפני תשמיש או לאחריו אבל שלא בשעת תשמיש אדרבה כל היד המרבה לבדוק בנשים משובחת וכמבואר לעיל ר\"ס קפ\"ד:",
            "<b>ג\"פ הראשונים. </b>כן הבינו הפוסקים הרא\"ש והרמב\"ן והרשב\"א והר\"ן ועיין בב\"י דבריהם באורך אכן בספר בעל הנפש להראב\"ד דף ס\"ב מבואר שיש לו פירוש אחר בהבנת כוונת דבריהם ואחריו נמשך הש\"ך והאריך להשיג על הפוסקים הנ\"ל ואין דבריו מוכרחים וגם לשון הרי\"ף אינו סובל פירושו כל כך ובפרטות מה שסיים הש\"ך וכתב וז\"ל כיון דדעת כל הפוסקים דאשה שאין לה וסת לא בעי בדיקה כלל לא לפני תשמיש ולא לאחר תשמיש (חוץ מהרמב\"ם) אלא שלא מלאו לבם להקל נגד דעת הרי\"ף וכבר כתבתי דאדרבה בהיפוך הוא דעת הרי\"ף עכ\"ל ולא ירדתי לסוף דעתו איך נתעלם ממנו דברי הרא\"ש והטור שנמשכו אחר דברי ר' חננאל וכתב שלא מלאני לבי להקל כי דברי ר\"ח דברי קבלה הן עכ\"ל ואחר זה נמשך המחבר ומור\"ם להחמיר ולהצריך בדיקה לפני כל תשמיש ולאחר תשמיש אבל לפי דעת הרי\"ף היה סגי בבדיקה ג\"פ לדעתו וק\"ל לכן אין להקל נגד פסק המחבר ומור\"ם אבל מ\"מ מ\"ש הש\"ך וכמדומה שכן עמא דבר עכ\"ל נ\"ל דבמקו' שנהגו להקל אין להחמי' כי יש להם גדולי פוסקי' שיסמכו עליהם וכמבואר בב\"י וע' בש\"ך:",
            "<b>שאין לה וסת צריכה בדיקה. </b>ע' בתשו' מהר\"ם פאדוו\"א סי' כ\"ה שמעוברת שמסולקת דמים כ\"ע מודו דלא תבדוק אפילו המחמירין באשה שאין לה וסת עכ\"ל ועיין לקמן סימן קפ\"ט:"
        ],
        [
            "<b>בכדי שתושיט ידה לתחת הכר. </b>כן הוציא המחבר בב\"י מדברי הרמב\"ם ומסוגיא דש\"ס אבל הטור וסמ\"ג וסמ\"ק כתבו בכדי שתרד מן המטה כל' המשנה דפ' כל היד והב\"י האריך להתמיה עליהם דהא בש\"ס שם מקשה על האי מתני' ולפי המסקנא אם שהתה כשיעור שתרד מן המטה לא מחזקינן ברואה מתמת תשמיש ואין לומר דהם סוברים כרב אשי דמתרץ התם אידי ואידי חד שיעורא היא דהא אסיקנא לרב אשי בקושיא עכ\"ל לכן לא כתב הב\"י כל' הטור וסייעתו אף שהב\"י מתרץ לסוף דבריהם מ\"מ הוא דבר דחוק בעיניו לדינא ובאמת תירוצו תמוה מאד לדעתי. חדא מ\"ש דדעת הרמב\"ם דהיכא ששהתה יותר מכדי שתטול עד דחייבת אשם תלוי זה ודאי אינו דהא מבואר שם בש\"ס בכריתות פ' ספק אכל דאינו מחויב אשם תלוי אלא מאן דלא בעי חתיכה משתי חתיכות והרמב\"ם פסק להדיא בפ\"ח מהל' שגגות דבעינן חתיכה משתי חתיכות דוקא דאף דמלשון הרמב\"ם בפ' המשניות בפ' כל היד משמע קצת דאשם תלוי חייב מ\"מ בפסקיו מבואר להדיא להיפך וגם בפי' המשניות סיים על הדרך המבואר בכריתות וכוונתו לאותו מ\"ד שסובר דלא בעינן חתיכה משתי חתיכות אבל באמת לא קי\"ל הכי א\"כ גם מ\"ש בדברי הטור וסמ\"ג א\"א לאמרן כלל וגם בלאו הכי הוא נגד משמעות הסוגיא ובאמת בחנם הרעיש הב\"י בכל זה כמ\"ש הב\"ח כי מעיקרא לא קשה מידי דהטור וסייעתו סוברים דהלכתא כרב אשי דאידי ואידי חד שיעורא היא וכן ראיתי שהרשב\"א בתה\"א בית ז' שער ד' דף קע\"ט ע\"א העתיק להדיא דברי רב אשי לפסק הלכה ואף דבש\"ס אסקינא לרב אשי בקושיא מ\"מ מדלא קאמר הש\"ס תיובתא רק קשיא ע\"כ יכול להיות דהלכתא היא בפרטות דקושיא שבש\"ס שם אינה קושיא חזקה כ\"כ ע\"ש בתוס' ובמ\"ש הרא\"ש בפ' מי שאחזו וכ\"כ בשארית יוסף בנתיב הקושיא כלל כ\"ד בשם כמה פוסקים ודו\"ק:",
            "<b>משמשת שלש פעמים. </b>דהיינו עוד ב\"פ כ\"כ בפרישה והט\"ז והש\"ך וכן מוכח בטור ס\"ס קפ\"ו והרמב\"ם בפ\"ד מהא\"ב תיקן זה בלשונו להדיא וכתב וז\"ל מי שראתה דם בשעת תשמיש הרי זו מותרת לשמש כשתטהר פעם שניה ראתה דם בפעם ב' משמשת בפעם ג' ראתה דם הרי זו אסורה לשמש וכו' אבל הטור והמחבר שהעתיקו לשון הש\"ס נ\"ל דדוקא קאמרי משמשת עוד ג\"פ בלא בעילה ראשונה ובפרטות המחבר שדרכו להעתיק בכל מקום לשון הרמב\"ם וכאן מעתיק לשון הש\"ס משמע דדוקא קאמר ואל תתמה על זו שהרי הראב\"ד בספר בעל הנפש דף ס\"ב ע\"ב כתב כן להדיא וז\"ל ועוד תבין ותדע כי לא נחוש עליה לרואה דם מתמת תשמיש עד שיולד בה ריעותא על זה שהרי שנינו בברייתא נשאת וראתה דם מחמת תשמיש משמשת פעם ראשונה שניה ושלישית מכאן ואילך לא תשמש וכו' וקתני וכו' ש\"מ דרישא באשה שאין לה וסת עסקינן ואפ\"ה קתני נשאת וראתה דם מתמת תשמיש משמשת פעם ראשונה שניה ושלישית משמע דקמייתא לאו ממנינא הוא אלמא מעיקרא לא בדקה ולא חיישא ואע\"פ שאין לה וסת עכ\"ל ובאמת הראב\"ד אזיל לשטתו דפסק שם דאפילו אשה שאין לה וסת אינה צריכה בדיקה לבעלה לא לפני תשמיש ולא לאחר תשמיש דאינה חוששת לרואה מחמת תשמיש כל היכא דליכא ריעותא על כן ראיה קמייתא לאו ממניינא היא אבל הרמב\"ם שפסק דאפילו אשה שיש לה וסת צריכה בדיקה אחר תשמיש דחיישינן לרואה מחמת תשמיש על כן פסק דראיה ראשונה ג\"כ ממניינא הוא והטור שמבואר מדבריו בסימן קפ\"ו דבב\"פ וראיה ראשונה סגי היינו באשה שאין לה וסת שפסק דצריכה בדיקה אחר תשמיש על כן פסק דגם ראיה ראשונה בכלל וכאן בסימן זה שהעתיק לשון הש\"ס משמשת ג\"פ היינו באשה שיש לה וסת דפסק הטור בסימן קפ\"ו דאין לאשה לבדוק כלל על כן בעינן דוקא ג' ראיות בלי ראיה ראשונה וכן מבואר להדיא מלשון הטור כאן דמיירי באשה שיש לה וסת כמ\"ש אם שמשה סמוך לוסתה וכו' וזה ג\"כ כוונת המחבר כמבואר מדבריו בר\"ס קפ\"ו דפסק וסתם תחלה כדעת הרמב\"ם דאשה שיש לה וסת אין צריכה בדיקה כל זה נ\"ל פשוט וברור לדינא ותמה אני על הש\"ך שבסי' קפ\"ו תופס עיקר כפסק הראב\"ד דאין צריכה שום בדיקה אפילו אין לה וסת אלא היכא דאיכא ריעותא וכאן כתב בפשיטות דגם ראיה ראשונה בכלל ובדברי הראב\"ד שם מבואר להדיא דהא בהא תליא וצ\"ע:",
            "<b>ג\"פ רצופים. </b>עי' בלי הפסק תשמיש של היתר בנתים אבל א\"צ ג' לילות רצופים. ש\"ך:",
            "<b>על עד שלו. </b>אפי' מצאה זמן מופלג אחר תשמיש מ\"מ כיון דנמצא בעד שלו על כרחך מחמת תשמיש הוא. ש\"ך:",
            "<b>ונאסרה על בעלה. </b>וכתב הש\"ך וז\"ל וצ\"ע אי מחמירין מהאי טעמא לאסרה לכל העולם היכא שהוחזקה כן בנ' אנשים עכ\"ל ובספר בעל הנפש משמע דאין לחלק:",
            "<b>אבל אם לא ראתה סמוך לתשמיש. </b>וכתב הש\"ך בשם אביו הגאון ז\"ל דאפילו לא בדקה עצמה סמוך לתשמיש עד אח\"כ וי\"ל דקודם לכן ראתה אפ\"ה לא מקרי רואה מחמת תשמיש אבל אם בדקה עצמה מיד אחר תשמיש ולא מצאה כלום ואח\"כ אפילו סמוך לתשמיש בדקה ומצאה דם אפ\"ה לא הוה רואה מחמת תשמיש דאי מחמת תשמיש הוא מעיקרא הוה אתי עכ\"ל בס\"ק א':",
            "<b>של אבר. </b>כתב בתשובת מ\"ב ס\"ס מ\"ט דה\"ה גם בשאר מיני מתכות שפיר דמי וזה שאמרו של אבר לאו לאפוקי אלא של עץ עכ\"ל וכתב הש\"ך ונ\"ל דה\"ה של ברזל דלא דמסרטט עכ\"ל ולא ידעתי מאין יצא לו זה דהא בתשובת מ\"ב מבואר להדיא דבכל מיני מתכות שפיר דמי לבד של עץ דמסרט ואף של ברזל יכולין לעשות חלק בענין שאינו מסרט ושל עץ דלא משום דאף אם עושין אותו חלק מ\"מ אין יכול להיות פיו רצוף לתוכו ומסרט משא\"כ במתכות וברזל וכדומה שאפשר להיות פיו רצוף לתוכו וכן משמע במעדני מלך דף רצ\"ח ע\"ב ע\"ש ומ\"מ נ\"ל דהיכא דאפשר בשל אבר יותר טוב לעשות הבדיקה ע\"י שפופרת של אבר דוקא דלא לחנם נקט הש\"ס והפוסקים של אבר דוקא והטעם נ\"ל משום דמתכות מזריף זריף וכדאיתא בשבת דף קל\"ד ע\"א ואפשר דלא קאי התם אאבר רק אשאר מיני מתכות כמו סתם סכין וק\"ל:",
            "<b>ומכנסת אותו באותו מקום. </b>וכתב הרמב\"ם בפ\"ד מהא\"ב דין כ\"ב דמתחלה מכנסת השפופרת עד מקום שיכולה ואח\"כ מכנסת המכחול תוך השפופרת ודוחקת אותו עד וכו' ונ\"ל דדוקא קאמר וכן משמע בב\"י והטעם דאם תכניס המכחול מיד בלי שפופרת או אפילו עם השפופרת בפעם אחת כשהיה יוצא מלוכלך בדם לא היינו יודעין אם הדם ההוא בא מן המקור דאף אם בא מן הצדדים מ\"מ בודאי יתלכלך ראש המכחול עם תחיבתה ולכך מכנסת תחלה שפופרת לבד ואח\"כ מכנסת המכחול ואם ימצא בו דם ודאי מן המקור הוא ולא מן הצדדים כיון שהשפופרת מפסיק ועיין בתשובת אמונת שמואל סימן ל\"ז כ' בשם חכם א' שבתחילה בדק שלא בשפופרת ע\"י מוך ועץ כעובי ואורך האבר אולי יהיה דם מן הצד ואז א\"צ תו לבדוק בשפופרת ובאם נמצא בראש המוך אזי לא תועיל הבדיקה לחומרא וחזר ובדק בשפופרת וישר בעיני והגון עכ\"ל ולע\"ד היא בדיקה שלא לצורך דאף שאם הוא מן הצדדין בודאי יתלכלך ראש המכחול ואטרוחי בכדי למה לי וכמ\"ש ועוד דאין להרבות בבדיק' כל כך שאולי ע\"י זה תתקלקל האשה בגופה ע\"י המשמוש והבדיקה (ומה\"ט מתירין לבעל שני ושלישי בלא בדיקה ולא מחמירין לבדוק עצמה לצאת מידי ספק דכל שאפשר להתיר ולא לבדקה עבדינן וכ\"כ ב\"י בסי' קצ\"ו וגם בש\"ס וכל הפוסקי' לא הוזכר בדיקה זו וגם אפשר שיפול המוך ממנו בתחיבתה באותו מקום צר ודחוק משא\"כ בהכניסה תוך השפופרת לכן נ\"ל דאין להוסיף על הבדיקה):",
            "<b>ואם לאו. </b>פי' בין אם נמצא דם על צדדי השפופרת או שלא נמצא שום דם אפ\"ה מותר אפילו לבעל הג'. ש\"ך:",
            "<b>ואף בזה\"ז יש לסמוך אבדיקה. </b>וכתב בתשובת מ\"ב סימן מ\"ע שאין צריך להכניס רק עד מקום שהיא יכולה ומשערת עצמה לפי אומד דעתה שהגיעה עד מקום שהשמש דש והאשה בעצמה ודאי דנאמנת על זה וא\"צ כלל לדחוק השפופרת למקום צר ודוחק ואין לנו לחוש שמא לא הכניסה כשיעור דישה דלא ניתנה תורה למלאכי השרת וכתב עוד דיש לעשות השפופרת כשיעור אבר בינוני וכ\"כ בתשובת אמונת שמואל סימן נ\"ז וז\"ל כמדת אבר בינוני כי לא ניתנה תורה למלאכי השרת אפילו אם יהיה עב או דק יותר מהאבר עכ\"ל:",
            "<b>הרשות בידה. </b>והא דלא קאמר התנא בדיקה זו לאחר פעם ג' של ראשון עצה טובה קמ\"ל דהשתא מותרת בלא בדיקה לשני מטעם ספק ספיקא שמא לא בא הדם מן המקור. (ואפשר דמטעם זה לא מצרכינן בדיקה דבש\"ס מתירין אף במקום דאית תקנתא דבדיקה כמבואר בקונטרס הספקות ועמ\"ש בסמוך ס\"ק ח') ואפי' בא לראשון מן המקור שמא לא יבא לבעל שני מן המקור אבל לבעל ראשון אסור עכ\"פ בלא בדיקה כיון דליכא רק חדא ספיקא כ\"כ הסמ\"ג ולפמ\"ש הב\"ח דכל שבא הדם מן המקור אם כן שוב אין חילוק בין האצבעות וכחות דבכולה תראה דם צריכין אנו לומר הא דמתירין לשני בלא בדיק' מטעם דכל שלא הוחזקה לרואה דם מחמת תשמיש ג\"פ אמרינן דאין דרך דם לבא מן המקור ע\"י תשמיש וכ\"כ ב\"י ס\"ס זה ותלינן לקולא שבא מהצדדים והא דאסרינן לראשון מטעם כיון דעכ\"פ הוחזקה אצל בעלה ראשון לראות מחמת תשמישו אף שבא מן הצדדים מ\"מ שמא פעם אחת תראה דם ממקור ותשמש עם בעלה על כן תנשא לשני ולפי שאין האצבעות שוות אולי לא תראה כלל אצלו ועוד י\"ל דלכך אסרינן לבעל ראשון כדי שלא יהו עומדות לעולם בספק איסור וק\"ל כנ\"ל וכ\"ז כתבתי לפי שראיתי בתשובת אמונת שמואל סי' ס\"ז כתב שהב\"ח שגג בזה דלדבריו קשה למה מתירין לראשון יותר מהשני (ומלת בבדיקה שם ט\"ס ע\"ש) ובאמת דברי הב\"ח נכונים כמ\"ש וק\"ל:",
            "<b>ויש לסמוך אסברא ראשונה. </b>וכ\"פ הב\"ח ובתשובת מהר\"מ מלובלין סימן כ\"ב ובתשובת אמונת שמואל סימן כ\"ז והשיג על הש\"ך שמפקפק קצת להחמיר בזה ע\"ש:",
            "<b>אם שמשה סמוך לוסתה. </b>דהיינו ביוצא לדרך או שעברה ושמשה ובפרישה כתב דמיירי שראתה תחלת היום דמותר כל הלילה שלפניו כדלעיל בסי' קפ\"ד והש\"ך כתב עליו ז\"ל וק\"ל דהא להכי מותר כל הלילה שלפניו כיון דוסתה ביום לא חיישינן דראתה בלילה א\"כ כיון דמקילין מה\"ט כ\"ש דאין לתלות לקולא בהכי שלא תהא רואות מחמת תשמיש כיון שאינה רגילה לראות אז עכ\"ל ואין דבריו מוכרחים דאפשר לומר דמ\"מ כיון שאין דרך דם לבא מן המקור ע\"י תשמיש כמ\"ש לעיל ס\"ק י\"א אמרינן דע\"י תשמיש אקדמה לוסתה קצת וכדי שלא לאסרה על בעלה תלינן להקל במה דאפשר ועיין עוד בש\"ך שכתב דמיירי בקטנה ושלא קבעתה הוסת בג\"פ ואח\"כ נתברר ששמשה סמוך לוסתה דהיינו שאח\"כ נקבע הוסת כמה פעמים עכ\"ל:",
            "<b>אנו תולין ראייתה משום וסתה. </b>כן פירשו הרמב\"ם והרמב\"ן והרשב\"א והטור ל' הברייתא דפ' התינוקת אם יש לה וסת תולה בוסתה אבל רש\"י פי' ואם יש לה וסת לקלקול זה שאינה רואה כל שעה מחמת תשמיש אלא לפרקים תולה בוסתה ומשמשת בלא בדיקה בין וסת לוסת עכ\"ל ובאמת דין זה הוא מוסכם מכל הפוסקים והמחבר שלא העתיק כאן דין זה שהוא נכלל בדברי המחבר בסעיף א' אם בכל ג\"פ רצופים וכ\"כ בסעיף י\"א ועמ\"ש בס\"ק ג' והמרדכי כתב בשבועות אשה שיש לה וסת זמן קבוע שהיא רואה נדה תולה בוסת שיכולה לומר זה הדם שהיא רואה טהור שעדיין לא הגיע וסת עכ\"ל המרדכי נראה מבואר דדעת המרדכי לפרש הברייתא הכי דאשה שיש לה וסת תולה שלא בשעת וסתה בוסתה אפילו אין לה מכה כלל ואמרינן שזה דם טהור הוא מן הצדדים שהרי עדיין לא הגיע שעת וסתה וטהורה היא וכ\"כ הש\"ך בס\"ק ך' לפרש כן דעת המרדכי וכן מבואר ומוכח מדעת האחרונים ומלשון המרדכי ודלא כמו שהבין הב\"ח ואחריו נמשך הט\"ז ומ\"מ מבואר מדברי פוסקים ראשונים ואחרונים דאין לסמוך להקל כדברי המרדכי בזה וכ\"כ הש\"ך ואף דמבואר מדברי הש\"ך שם אע\"ג דצריכה לישב שבעה נקיים מ\"מ אין להחזיק ברואה מחמת תשמיש מ\"מ נראה היינו דוקא כשיש לה מכה אע\"פ שאינה מוציאה דם וכמו שסיים הש\"ך וכתב וגם בזה כשיש לה מכה וכו' וכן הוא משמעות המחבר והרב בהג\"ה וכ\"כ בתשובת צ\"צ סימן פ\"ו ואפשר דגם המרדכי לא כתב להקל אלא א\"כ שתאמר האשה שדם שהיא רואה טהור הוא דסמכינן עליה בכה\"ג וכמבואר בלשונו שכתב יכולה היא שתאמר וכו' אבל אם אינה אומרת כך ודאי דמחזקינן לה ברואה מחמת תשמיש אפילו הוא שלא בשעת וסת ותדע שכן הוא דאל\"כ תקשה מסוגיא דש\"ס דשבועות דף י\"ח אלא בשאין סמוך לוסתה וכו' אכניסה אנוס הוא וכו' ולדעת המרדכי קשה הלא אינה נטמאת כלל דדם טהור הוא כיון שלא בשעת וסתה הוא אלא ודאי דמסתמא טמאה היא וכן מוכח בש\"ס דנדה דף י\"ד וכן המרדכי כתב שם דאשה שיש לה וסת בעי בדיקה אחרי תשמיש ואי אמרת דתלינן בדם טהור בדיקה זו למה אלא ודאי כמ\"ש ודוק וע' בתשובת אמונת שמואל סי' א' וכ\"ב וכ\"ד שכ' שלפעמים יש לצרף ולצדד להקל כדעת המרדכי ע\"ש:",
            "<b>אם יש מכה באותו מקום. </b>ואפילו אם המכה הוא בבית הרחם במקור עצמו שמשם נובע הדם נדה מ\"מ טהורה היא ותלינן בדם מכתה כמבואר בתשו' מהר\"מ מלובלין סימן קי\"א ובב\"תח ועיין בתשובת צ\"צ סימן פ\"ו:",
            "<b>תולין בדם מכתה. </b>ואפילו בדקה עצמה בשפופרת ומצאה על המוך תולין במכה. ש\"ך וב\"ח:",
            "<b>ואם דם מכתה משונה מדם ראייתה. </b>והיינו דוקא שנתברר שהוא משונה כ\"כ הפוסקים והובא בש\"ס וכתב בתשובת צ\"צ סימן פ\"ז וצריך דקדוק גדול בבחינות מראה דם שתמצא האשה שתהא שוה כמראית דם מכתה ולא כדם ראיית נדה אף שכבר ידוע שהוא משונה ונראה דאין האשה עצמה תהא סומכת על עצמה בזה להכיר הדם במראיתו נאמר שהיא מן מכתה ואף שהרא\"ש כתב דכל אדם יכול להבחין את זה וגם האשה נאמנת לומר כזה ראיתי ואבדתיו מ\"מ בכה\"ג שיש לה מכה בגופה ומרגשת כאב בעצמה אע\"פ שלא תכיר יפה שגם זו מדם מכתה הוא במעט דמיון תטעה לתלות בדם מכתה ואע\"פ שאין ראיה לדבר זכר לדבר מהא דכתב הרא\"ש ביבמות בראהו שנפל למים שאין להם סוף דכיון שראהו העד חיישינן שאומר בדדמי עכ\"ל אבל באמת משמעות הרא\"ש בפרק התינוקות דהיא עצמה נאמנת לענין זה וכן מוכח ג\"כ לדעת הפוסקים שהובא בב\"י בסימן זה דהא דאשה נאמנת לומר מכה יש לי היינו דוקא שיודעת שמכתה מוציאה דם ולא אמרינן דאף שאומרת שמכתה מוציאה דם מ\"מ אינה נאמנת שאומרת כך בדדמי כיון שיש לה מכה אלא ודאי דלא חיישינן הכא לבדדמי וממים שאין להם סוף דגבי עגונה אין ראיה כלל דשאני התם דטעמא דעד אחד מהימן היינו משום מילתא דעבידא לגלויי או משום דאשה דייקא ומנסבא אבל בלא\"ה ודאי דלא היה מהימן עד אחד מדאורייתא על כן היכי דאיכא למימר בדדמי לא מהימנא ליה משא\"כ גבי אשה דנאמנת לענין זה מדאוריי' דכתיב וספרה לה היא עצמה נאמנת בכל ענין וצ\"ע למעשה וע\"ש ביבמות דף קט\"ו אבעיא להו עד אחד במלחמה מהו ודוק:",
            "<b>אע\"פ שאינה יודעת שמכתה מוציאה דם. </b>הט\"ז האריך לחלוק על דין זה והקשה על הרב כמה קושיות ועי' בנה\"כ שמתרץ דברי הרב על נכון ותופס להלכה כדעת הרב והיינו דוקא שלא לאסרה על בעלה ולהחזיקה ברואה מחמת תשמיש אבל מ\"מ צריכה לישב שבעה נקיים וכ\"כ בש\"ך ס\"ק כ' וכ\"כ בתשובה צ\"צ סי' פ\"ו ועיין בתשובת א\"ש סימן כ\"ז:",
            "<b>שאינה יודעת שמכתה מוציאה דם. </b>פי' אפילו אינה יודעת שדרכה של המכה להוציא דם ש\"ך:",
            "<b>וכן אם אין לה וסת קבוע. </b>כן הוציא הרב בד\"מ מהש\"ד סימן וי\"ו ועיין בש\"ך שהשיג על הרב בדין זה ואין דבריו מוכרחים כ\"כ עיין בו גם מ\"ש הש\"ך וז\"ל ותו קשיא על הרב דמאי ספק ספיקא הוא זה הא איכא למימר מיד דלמא דם נדה הוא וכה\"ג לא מקרי ספק ספיקא כלל וכמ\"ש בדיני ס\"ס בדין י\"א וי\"ג ע\"ש עכ\"ל ולפי מ\"ש והוכחתי בקונטרס הספיקות ס\"ק כ' לא קשה מידי ודו\"ק ועמ\"ש לקמן בסי' ק\"צ ס\"ק א' ול\"ז ע\"ש:",
            "<b>ספק מן הצדדים. </b>אע\"ג דאפשר לברר האי ספק ע\"י בדיקת שפופרת מ\"מ מתירין בלי בדיקה היכא דאיכא ס\"ס וכמ\"ש לעיל בס\"ק י\"א:",
            "<b>שמכתה מוציאה דם. </b>אע\"פ שאינה מרגשת עתה שדם זה הוא בא ממכתה ש\"ך וכתב הט\"ז דאפי' היא אינה יודעת שמכתה מוציאה דם מ\"מ אם יש לה מכה שרגילין נשים אחרות לראות דם ממכה כזו ג\"כ יש לתלות במכה:",
            "<b>אינה תולה במכתה. </b>וצריכה לישב שבעה נקיים אבל ודאי דלא מחזקינן ברואה מחמת תשמיש כמבואר בסעיף ד' ש\"ך:",
            "<b>דאל\"כ לא תטמא לעולם. </b>אבל אם מרגשת עתה שדם זה בא מן המכה אפילו בשעת וסת טהורה ואינה טמאה אלא אם כן לא תרגיש שדם זה בא מן המכה. ש\"ך:",
            "<b>וכן אם אומרת ברי לי. </b>כן הוציא הרב בד\"מ ס\"ס קצ\"א מתשובת מהרי\"ו בסי' כ\"ה אבל באמת הרב קיצר בהעתקה כי בתשובת מהרי\"ו שם אינו מחליט הדבר וכתב וז\"ל וה\"נ שמא גם האשה נאמנת כשאומרת שודאי לה דהאי דם לא קאתי ממקום שבא דם נדות ולא אשכחן בשום דוכתא בתלמודא בהדיא שאינה נאמנת לומר דלא אתי' מן המקור עכ\"ל הרי שמהרי\"ו עצמו מסתפק בדבר ואף דלענין דם נדות האשה נאמנת כדילפינן מוספרה לה וכמ\"ש מהרי\"ו עצמו שם באותה תשובה מ\"מ מסתפק בזה מטעם דאולי האשה אינה בקיאה בענין זה או כיון דיש לו תקנה בבדיקה לא סמכינן עליה בכה\"ג וכן נ\"ל קצת מוכח בש\"ס דקתני נאמנת האשה לומר מכה יש לי ולא קאמר רבותא דאף בלא מכה נאמנת וצ\"ע אך היכא דאיכא עוד צד להקל אז יש לסמוך עליה ועמ\"ש לעיל ס\"ק י\"ד:",
            "<b>יש לתלות שממכה שבאותו צד בא. </b>ואפילו באשה שאין לה וסת קבוע כה\"ג טהורה וכן משמע מתשובת מהרא\"י בסימן מ\"ז וכן מבואר ומשמע מסתימת לשון המחבר וכ\"כ הש\"ך בספר נה\"כ ודלא כמשמעות בעל צמת צדק בסי' ס\"ו שהבין דאף בכה\"ג אין לתלות במכה אלא ביש לה וסת והיא שלא בשעת וסתה ובאמת זה אינו וק\"ל:",
            "<b>יש מסתפקים. </b>ואם רופא זה עשה רפואה זו לאשה אחת קודם שתתחזקה ונתרפאת יכולה אשה אחרת לסמוך עליו אף לאחר שנתחזקה בג\"פ ומותרת לשמש בפעם רביעית לאחר הרפואה. ב\"ח וש\"ך עיין בהגה' מיימוני שהובא בב\"י:",
            "<b>אין מתירין. </b>כלומר אין לעשות רפואה זו לכתחלה להתיר ע\"י כך (א\"נ) שאם נתגרשה ואת\"כ עשתה רפואה זו אין (מחזירין) אותה לינשא אלא שאם עשתה רפואה זו בעודה תחת בעלה אין מוציאין אותה מבעלה עכ\"ל ש\"ך הנה מדכתב הל' אין מחזירין אותה משמע דאבעל שנתגרשה ממנו בשביל זה קאמר דאין מחזירין אותה וא\"כ קשה דאיך שייך לומר בזמן הזה אין מחזירין וכו' הלא בלאו הכי אם מגרש את אשתו בשביל רואה דם מתמת תשמיש אסור להחזירה עולמית אפילו בנתרפאת בודאי וכמבואר בא\"ה בש\"ע סימן י' ובטור סימן קי\"ז ואולי ט\"ס נפל בספרי הש\"ך וצ\"ל במקום תיבת מחזירין מתירין דהיינו שאין מתירין אותה לעלמא ע\"פ רפואה זו היכא שכבר הוחזקה אצל שלשה אנשים ג\"פ ונתגרשה אסורה לעלמא ובעודה תתת בעלה אין מוציאין ממנו וכן משמעות לשון הראב\"ד ועיין בב\"י:",
            "<b>בליל של טבילתה. </b>כן הוא הגירסא בכל ספרי הש\"ע שבידינו ובתשוב' אמונת שמואל סימן א' וכ\"ג כתב דהלשון מגומגם דתיבת של מיותר וכך ה\"ל למימר בליל טבילתה ועוד דמשמעות הל' משמע דאף אי קבעה ג\"פ אינה חוששת כ\"א ליל טבילתה וכן הבין הט\"ז בס\"ק י\"ד והוא טעות מפורסם דמי הגיד לנו הנביאות דתיחוש לילה ראשונה דוקא דלמא מחמת ביאה ראשונה רואה וא\"כ אסורה לשמש לעולם ביאה ראשונה כיון שכבר הוחזקה ג\"פ בראות מחמת תשמיש ראשון אצל בעל זה ואם כן אסורה לו לעולם וכמ\"ש הרב בהג\"ה והאריך שם בתשוב' אמונת שמואל ובשביל זה מגיה שם הספרים שלפנינו והוסיף תיבת שני ג\"פ ושכן הוא בספרי הש\"ע דפוס ויניציא שנת שכ\"ז בלי הגהת מור\"ם וכן הוא בלשון הגהות מיימוני שהובא בב\"י עכ\"ל בקיצור הנה ודאי יפה עשה שהוסיף תיבת שני כאשר מוכיח מצד הלשון והספרים אבל עיקר הקושי' שכתב מי הגיד לו הנביאות וכו' דלמא מחמת ביאה ראשונה רואה ובשביל זה כתב על הט\"ז בס\"ק י\"ד שדבריו הם טעות מפורסם ע\"ש ולע\"ד אין כאן טעות כלל ודבר זה דומה ממש לוסת המורכב דהיינו וסת שנקבע לימים ולקפיצות וכה\"ג ואם אח\"כ הגיע הזמן ולא קפצה או קפצה ולא הגיע אותו זמן אינה חוששת לוסתה כמבואר לקמן בסימן קפ\"ט סעיף י\"ח וי\"ט ולא אמרינן מי הגיד לנו הנביאות דלמא לימים לחוד איקבע אף אם לא תקפוץ ותיחוש אלא ודאי דכה\"ג אזלינן להקל בוסתו' כל שלא ידעינן בודאי דאיקבע וסת לחדא מינייהו וא\"כ ה\"ה הכא שמטעם קביעות וסת אנו חוששים לה כמבואר בתשובת הרשב\"א הובא בבית יוסף א\"כ אינה נאסרת על בעלה דיכולה לשמש בליל שני לטבילתה ולכן דקדק מהרמ\"א וכתב כל פעם בביאה ראשונה כוונתו שלא נקבע בימים כלל וכמ\"ש הט\"ז וכה\"ג צריכין לפרש כוונת העט\"ז וק\"ל וכן מוכח מדברי הרשב\"א וכמ\"ש לקמן בס\"ק ל\"ז והגהות מיימוני שהביא בבית יוסף שכתב ליל שני של טבילתה צ\"ל דלאו דוקא קאמר דה\"ה ליל ראשון ועי\"ל דלכך נקט ליל שני דבליל טבילה ראשונה בפעם שני' אינה חוששת ומותרת לשמש באותו לילה היכא דלא נקבע עדיין כיון דחייב אדם לפקוד את אשתו באותו לילה כדאיתא בטור א\"ח סימן ר\"מ וא\"ה סימן כ\"ה א\"כ אפשר דא\"צ לפרוש סמוך לוסתה כלל ומותרת לשמש באותו לילה (אבל בשעת וסת ממש ודאי דאסורה וק\"ל) כדאמרינן גבי מי שרוצה לצאת לדרך כמבואר לעיל סימן קפ\"ד ועיין בטא\"ח וא\"ה משמע דשקולים ושוים הם וצ\"ע למעשה:",
            "<b>בביאה ראשונה שאחר טבילתה. </b>ואפילו היה ביאתה בלא דם בינתיים כגון שעברה ושמשה בלא טבילה מ\"מ כיון שהוחזקה לראות דם בביאה ראשונה שאחר טבילתה הוי כאלו ראתה ג\"פ רצופים בלי הפסק תשמיש בינתיים רק בכל פעם אחר הז' נקיים טבלה וראתה בביאה ראשונה ואסורה כן פירש הט\"ז והש\"ך בסוף ספרו בלוח הטעות דברי הרב ועיין באמונת שמואל סימן כ\"ג שכתב דכוונת הרב בהג\"ה רצופים שקנתה עצמה בג' עדים תוך שיעור וסת ושמשה ג\"פ בלילה אחד דהוא היתר גמור ולמחר בדקה בעד שלו או שלה שקנחה בשלשה כנ\"ל ומצאה על כל אחד מהם דם זו נקרא רצופים עכ\"ל ומ\"מ לדינא גם דעתו מסכמת דאפילו היה תשמיש של היתר בינתיים הוי כרצופים וכמו שהאריך בתשובתו בסימן א' ע\"ש וגדולה מזו כתב שם באשה שראתה ג\"פ בכל פעם בביאה ראשונה שלאחר טבילתה לוסתה אבל בין וסת לוסת כשטבלה אחר מציאת הדם שמשה כמה לילות ולא ראתה ופסק שם גם כן דאותה אשה אין לה תקנה אם לא על ידי בדיקת שפופרת דהיינו קודם תשמיש אחר טבילתה לוסתה (דבין וסת לוסת לא מהני בדיקה כמו דלא מהני השימוש בין וסת לוסת כיון דקבעה הוסת דוקא בביאה ראשונה וק\"ל) וכל זה מיירי שלא נקבע הוסת דביאה בימים שוים בימי החודש או סמוך לטבילה שוים כגון כל שלש פעמים בליל א' או ב' אחר טבילתה וכיון שלא היה הביאות שוות בזמן דאז לא יקבע רק לביאה ראשונה וא\"א לה לשמש לעולם משא\"כ אם הביאות והראיות היו שוות בזמן אז הוי כוסת מורכב ומותרת לשמש לאחר אותו זמן אפילו ביאה ראשונה כמ\"ש בס\"ק כ\"ט ודלא כדמשמע בתשוב' א\"ש ע\"ש:",
            "<b>שראתה ג\"פ בביאה ראשונה שאחר לידתה. </b>ופי' שאחר כל לידה ראתה פעם אחת מיד בביאה ראשונה ובינתיים שמשה ולא ראתה אפ\"ה אי לאו דתלינן בחולשת הלידה לא היינו מתירין מטעם עברה ושמשה דהוי כבדיקת שפופרת כיון דלא היה הבדיקה מיד אחר לידה כיון שהוחזקה להיות רואה בביאה ראשונה שאחר לידתה והוה כביאה שאחר טבילתה וכמ\"ש בס\"ק ל' וכן פירש הש\"ך דברי הרב בנה\"ך וחזר קצת ממ\"ש כאן בש\"ך:",
            "<b>או ראתה אחר כל לידה. </b>עיין בט\"ז מה שהאריך להתמיה כאן בדברי הרב והעלה דדעת הרב דאם היו הראיות רצופות אחר הלידות דלא תלינן בחולשתה מכח הלידה ונמשך בזה אחר דעת הב\"ח וכבר האריך הש\"ך מאד בספרו נה\"כ להשיג עליו בראיות ברורות דאף שלש פעמים רצופים מיירי אפ\"ה כיון שעברה ושמשה בנתיים או שבדקה עצמה בשפופרת אפילו רחוק מלידה תלינן בחולשת הלידה אבל בלא עברה ושמשה או בדקה עצמה לא תלינן בלידה כמ\"ש ס\"ק א'. ומטעם עברה ושמשה לחוד לא הוה שרינן דדלמא קבעה הוסת ללידה וכמ\"ש בס\"ק ל' ול\"א וכך כתוב בתשוב' אמונת שמואל בסימן א' והשיג שם גם כן על הב\"ח וט\"ז עיין שם ומסכים עם הש\"ך אך שמגיה קצת בדברי הרב כאן ובאמת הוא שלא לצורך שכבר נתפרש הכל על נכון וכמו שכתב הש\"ך בספרו נה\"כ והא דלא כתב הרב כאן תיבת רצופים משום דמסתמא קאמר ומשמע דמיירי בכל ענין ומ\"ש הרב בסמוך אבל אם ראתה ג\"פ רצופים כו' משום דהתם דוקא קאמר דאם לא היו רצופים מותרת כיון דשמשה בנתיים תלינן מכח חולשת לידתה וק\"ל:",
            "<b>אבל אם ראתה ג\"פ רצופים. </b>וכתב הש\"ך ונראה דדוקא ראתה לאחר ל\"ג לזכר וס\"ו לנקבה אבל תוך זמן הזה כיון דמן הדין דם טוהר הוא כדלקמן סימן קצ\"ד דאף דהחמירו האידנא שלא לבעול על דם טוהר היינו לעצמן אבל מ\"מ אין מוציאין אשה מבעלה בשביל זה:",
            "<b>אם עברה ושמשה. </b>משמע דאפילו בפעם אחת סגי וכ\"כ הש\"ך שכן עיקר ואע\"ג דוסת הימים או וסת הגוף שנקבע ג\"פ צריך ג\"כ עקירה ג\"פ מ\"מ לא אסרינן לה על בעלה כל שנעקר בפעם א' ועוד שאין דרך דם לבא ע\"י תשמיש תמיד ועמ\"ש לעיל בס\"ק י\"ב:",
            "<b>מותרת לבעלה שהרי לא קבעה. </b>פי' מש\"ה מותרת אפילו בימי הוסת כיון שלא נקבע ג\"פ רק פעם אחת חוששת ואח\"כ מותרת לשמש כ\"כ הש\"ך וכן מבואר מדברי הרשב\"א ול' מחבר כאן סעיף י' ומ\"ש הט\"ז בזה בס\"ק ט\"ו אינם מובנים לי כי הם אך למותר:",
            "<b>מיהו חוששת לאחרון פעם אחת. </b>וכתב הש\"ך ונראה לי דה\"ה לוסת החודש חוששת כגון אם שמשה פעם ב' בט\"ו בניסן חוששת אח\"כ לט\"ו באייר ואסור לשמש בט\"ו באייר ואם לא ראתה בט\"ו באייר חוששת להפלגה חצי שנה ושוב אינה חוששת לט\"ו לחדש וה\"ה אחר ששמשה פעם ראשונה חוששת מיד לוסת החדש אבל לוסת ההפלגה אינה חוששת דא\"א בלא ראיה שניה אבל אינה חוששת לוסת הגוף כשאינה קובעת ביום ידוע דהוי כקפיצה כמבואר לקמן סימן קפ\"ט סעיף י\"ז עכ\"ל:",
            "<b>מותרת לשמש בין וסת לוסת. </b>ולא אמרינן כיון דקבעה הוסת ג\"פ כגון בביאות ר\"ח או ט\"ו יום לחדש א\"כ ביאה ראשונה שמר\"ח ואילך או מט\"ו יום ואילך איקבע ושוב אסורה לשמש. דכיון שנקבע הוסת לימים מיד בעבר אותו היום מותרת לשמש כמ\"ש לעיל ס\"ק כ\"ח:",
            "<b>עד שיעקר ג\"פ. </b>דהיינו שתעבור ותשמש דבלא תשמיש לא מעקר משום דדמי לקביעות הקפיצות והימים כמ\"ש בס\"ק ל\"ז בשם הש\"ך ואם כן אינו נעקר אא\"כ בבא המקרה והזמן כמבואר לקמן סימן קפ\"ט וע\"ש בש\"ך ס\"ק נ' ול\"ד למ\"ש בס\"ק ל\"ד דהכא אינה נאסרת על בעלה וק\"ל:",
            "<b>אא\"כ רוצה להשהותה ע\"י שליש. </b>וכ' בתשוב' מהר\"ם פאדווה סימן י' דאם לא קיים פריה ורביה כופין אותו להוציא וכבר מבואר בש\"ע בא\"ה סימן א' דבזמן הזה נהגו שלא לכוף בעיני הזווגים אף למי שלא קיים:",
            "<b>אם אין לה צער כלל בשעת תשמיש. </b>משמע דאם פסקה לראות פ\"א אפילו אית לה צער בשעת תשמיש ה\"ל רואה מתמת תשמיש ולא תלינן במכה וכ\"כ בתשובת אמונת שמואל סימן כ\"ג והטעם דהא דנאמנת אשה לומר מכה יש לה בתוך בני מעיה היינו במרגשת צער וכאב בבטנה אף שלא בשעת תשמיש עיין בט\"ז סימן קצ\"א ס\"ק ד' אבל צער וכאב שבשעת תשמיש אינו מוכח שממכתה בא אך מ\"מ בהרגישה צער וכאב יש לסמוך אבדיקה אכ\"ע וכמבואר לעיל סעיף ג' בהג\"ה:",
            "<b>הרי היא ככל הנשים. </b>ומבואר בש\"ס פ' התינוקת דיש חילוק בין קטנה או נערה ובוגרת בין הגיע זמנה לראות או לא הגיע זמנה לראות ומתבארו חילוקים אלו בתשו' מ\"ב סימן מ\"ז וע\"ש וע\"ל סימן קל\"ג:"
        ],
        [
            "<b>כל מראה אדום. </b>וז\"ל הטור דבר תורה ה' דמים טמאים באשה ותו לא והאידנא שנתמעט הבקיאות חזרו לטמאות כל שיש בו מראה אדום וכו' ונ\"ל דמטעם זה לא העתיק הטור והמחבר כיצד ינהג החכם עצמו לראות דם נדה דהיינו אם רואין דם בלילה ולעשות צל בידו על הדם כמבואר בסוף פ' כל היד וכ\"כ הרמב\"ם פ\"ה מהא\"ב משום דלדידן אינו טהור אלא מראה לבן וירוק וזה א\"צ עיון ודקדוק היטב כי בקל יכול להבחין כל זה לכן בכל ענין שירצה החכם יוכל לראות כדי לטהרה או לטמאה וכ\"כ הראב\"ד בהשגות בפ\"ה מהא\"ב ע\"ש:",
            "<b>אלא מראה לבן. </b>ואפילו אינו לבן לגמרי אלא כמראה בגד לבן שנפל עליו אבק שהוכהה לבנוניתו טהורה. ב\"י והסכמת האחרונים:",
            "<b>וכן מראה ירוק. </b>כתב הב\"ח כשיבא מראה ירוק ולבן לפני המורה בעודו לח לא יורה בו דבר עד שיתייבש דלפעמים אחר שיתייבש ימצא קצת אדום בקצותיו עכ\"ל והט\"ז והש\"ך השיגו עליו באריכות וכתבו דאין נוהגין כן וכנ\"ל ראיה מהא דאיתא ריש פ\"ק דברכות אמר דוד לא חסיד אני כו' וידי מלוכלכות בדם ובשפיר ובשליא כדי לטהר אשה לבעלה הרי להדיא דאף כשהוא עדיין לח יכולין לראות כדי לטהרה דביבש לא שייך ידי מלוכלכות וק\"ל:",
            "<b>השעוה. </b>או אתרוג או חלמון ביצה. ל' פוסקים:",
            "<b>אין סומכין עליה. </b>לשון הרשב\"א דילמא כי היכי דלדידן לא איתברר איהו נמי לא קים עליה ולא יכלינן למיקם עליה וסברא כזה היה ואינו עכ\"ל והובא בב\"י ולפ\"ז נראה דאם האשה מביאה דם הראשון ואומרת זה שהוא כזה טיהר לי פלוני חכם דנאמנת דהרי אנו רואין שאינה טועה בדמיונות אך מסוגי' דש\"ס סוף פ' כל היד מוכח דאף כה\"ג אינה נאמנת דאל\"כ אמאי לא מתרץ הש\"ס התם עובדא דילת' הכי וגם ל' רש\"י שם משמע דכל היכא דהדם לפנינו אין סומכין על נאמנות האשה וצ\"ע:",
            "<b>וכן אשה שנעקר מקור שלה. </b>עיין בב\"ח שהניח דין זה בצ\"ע וכתב הש\"ך דכשהחתיכות נופלות ממנה בלא דם טהורה אליב' דכ\"ע ובט\"ז מבואר דאין להחמיר כלל בדינים אלו וכנלע\"ד עיקר דאין לזוז מפסק הש\"ע דכדאי הוא הר\"ש והרא\"ש והטור ורי\"ף לסמוך עלייהו:",
            "<b>ומחמת מכה היא. </b>כ\"כ הרב בד\"מ לפרש דברי הטור והשיג על הב\"י שכ' דלא תלינן במכה שבמקור עצמו ועיין בתשובת מהר\"מ מלובלין סימן תי\"א שהאריך לפרש דברי הב\"י ע\"ש ועיין בלחם חמודות בפ' המפלת שהשיג על הרב וכתב דעיקר הטעם של הטור אף דליכא מכה יש להכשיר כיון שאין דרך הדם לבא כדרך זה וכ\"כ הע\"ז וכתב הב\"ח דדוקא שלא בשעת וסתה אבל בשעת וסתה טמאה ונ\"ל פשוט שזה גם כן דעת הרב דכיון שמדמה דין זה וכ' ומחמת המכה היא וכבר כ' הרב לעיל בסימן קפ\"ז סעיף ה' בהג\"ה ובשעת וסתה או מל' יום אינה תולה במכתה דאל\"כ לא תיטמא לעולם עכ\"ל הרי להדיא דבשעת וסתה אינה תולה במכתה כלל וכ\"ז פשוט ודלא כמ\"ש הט\"ז דמשמעות הרב שכתב כאן בסתם ובסעיף ה' כתב דוקא שלא בשעת וסתה כו' מכלל דכאן אין חילוק עכ\"ל ולא ירדתי לסוף דעתו כלל דלאיזה ענין הוצרך הרב לכתוב כאן חילוק זה שכבר כתב דין זה לעיל בהדיא משא\"כ בסמוך סעיף ה' דלא ראתה דם כלל רק דברים יבשים ממילא הסברא נותנת לטהר אותה אפי' בשעת וסתה (כמ\"ש הש\"ך באמת שם בס\"ק ט\"ו ע\"ש) ע\"כ אצטריך הרב לאשמועינן דאעפ\"כ בשעת וסתה טמאה ודו\"ק:",
            "<b>דומיא דשפופרת. </b>דהיינו דק שבדקים כמבואר ס\"ס זה:",
            "<b>בין לח בין יבש. </b>עיין בסמ\"ע בסימן ע\"ב ס\"ק ח' דעל הרוב בין האחרון פשוט יותר מ\"מ כאן על כרחה צ\"ל דבין הראשון פשוט יותר דעיקר האבעיא הוא ביבש דלח פשיטא דמטמא:",
            "<b>ועמדו בבית. </b>אמים דנשאבו מהמעיין קאי דאלו מי נהר בלא עמידה בבית הן חמין כ\"כ הב\"י והוא משמעות הפוסקים הראשונים וכ\"כ הב\"ח והפרישה ואע\"ג דבא\"ח הלכות פסח סימן תנ\"ה מבואר דמי נהרות קרים הם ומשום הכי אין צריכין העמדה ולינה כלל ומותר ללוש בהם מיד משא\"כ מי מעינות חמין הם על כן צריכין העמדה י\"ב שעות כדי להקירן שאני התם דקאי אמים שנשאבו בחדש ניסן שהם ימות הגשמים דאז המעיינות רותחין משא\"כ בימות החמה הוא להיפך וכמבואר בש\"ס מפסחים דף צ\"ד ע\"ב ועיין בא\"ח שם בב\"י:",
            "<b>אבל אם יש שום להחלוח. </b>ול\"ד לדלעיל ס\"ב ראתה דם בחתיכה אפילו מבוקעים טהורה דהתם הדם הוא בתוך החתיכות אלא שהוא בבקעים משא\"כ הכא שלחלוח הדם הוא על גבי החתיכות. ש\"ך בשם המ\"מ:",
            "<b>ודוקא באשה שיש לה וסת. </b>הש\"ך השיג על דין זה דכיון דאינה רואה אלא דברים יבשים אפילו בשעת וסתה טהורה וכ\"כ בספר אפי רברבי ואפשר דגם דעת הרב כן הוא ומ\"ש ודוקא באשה וכו' ושלא בשעת וסתה קאי אמאי שכתב לפני זה דאם בדקה ג' פעמים כו' שוב א\"צ לבדוק דהיינו דוקא שלא בשעת וסתה אבל בשעת וסתה בכל ענין צריכה בדיקה (וכן משמע בלבוש) . אבל אם בדיק בפושרים ולא נמוח דעת הרב גם כן דטהורה היא ועמ\"ש לעיל ס\"ק ז':",
            "<b>וי\"א שגם לזה. </b>כתב הש\"ך דעיקר כסברא ראשונה וכן הוא דעת המחבר בש\"ע שהביא דעה ראשונה בסתם:"
        ],
        [
            "<b>חוששת ליום ל'. </b>היינו לאותו יום החדש וכמ\"ש לקמן ס\"ק ל' וכן חוששת לוסת ההפלגה עד שתקבע אחד כדינו כדלקמן סעיף ב' וסעיף י\"ג בהג\"ה עכ\"ל הש\"ך והא דחוששין לוסת ההפלגה היינו בראתה שתי פעמים דאל\"כ לא שייך לומר וסת הפלגה וכ\"כ הש\"ך עצמו בסימן זה כמה פעמים:",
            "<b>חוששת לזמן הידוע. </b>ואסורה לשמש כמבואר לעיל בסי' קפ\"ד:",
            "<b>לסוף כ'. </b>פי' אחר ראיה ראשונה:",
            "<b>בפעם אחת. </b>ואפי' עונה בינונית שלא נקבע רק פעם אחת נעקר בפעם אחת וכן משמעות הש\"ס והטור והרשב\"א וכל הפוסקים וכן משמעות המחבר כאן ודלא כעט\"ז שבסעיף י\"ג כתב דעונה בינונית הוה כוסת קבוע ממש ואינו נעקר אלא בג\"פ ולא דק בזה וכבר השיג גם כן עליו הש\"ך בסימן זה ס\"ק ל' ע\"ש:",
            "<b>וסת לשעות. </b>כגון אחר טבילתה וכיוצא בזה ע' בב\"י:",
            "<b>דינה כוסת קבוע. </b>דהיינו לענין דין זה דוקא דאסורה לשמש עד שתבדוק אבל לענין עקירה מתעקר בפ\"א כמו וסת שאינו קבוע כמבואר בסעיף ב' ועמ\"ש בס\"ק ד':",
            "<b>פעמים שתהיה הפלגה. </b>כתב הב\"י שכן מתבאר מתוך הרשב\"א וכ\"כ הראב\"ד בספר בעלי הנפש דף כ\"ה ע\"ב להדיא וכתב שם וה\"ה אם דלגה למפרע כגון לכ\"ט ואח\"כ לכ\"ח וכ\"כ הש\"ך בשם התוספות וכתב עוד הש\"ך דה\"ה אם ראתה מתחלה לכ\"ט ואח\"כ לל\"א ואח\"כ לל\"ג ואח\"כ לל\"ו חוששת לל\"ט וכן לעולם וזה כוונת המחבר במ\"ש בין שהרחיקה דלוגה וכו':",
            "<b>קבעה וסת לדילוג. </b>וחוששת אח\"כ ליום ל\"ג ואח\"כ ליום ל\"ד וכן לעולם עכ\"ל הש\"ך וה\"ה שיוכל לקבוע הדלוג חלילה בדרך זה כמבואר בסמוך סעיף ח' וע\"ש וכל סעיף זה קאי אליבא די\"א שבסעיף ז' דלדעה ראשונה בעינן הכא ה' ראיות כ\"כ הש\"ך והט\"ז:",
            "<b>ראתה ג\"פ בא' בשבת. </b>כגון שראתה בא' בשבת וחזרה וראתה אחר ג' שבועות בא' בשבת קבעה לה וסת לא' בשבת לג' שבועות כ\"כ הפרישה והב\"ח והש\"ך ואין להקשות דא\"כ מה איצטריך לאשמעינן בזה דהא ג\"כ קבעה וסת להפלגות שווים ממש י\"ל דאי משום וסת ההפלגה לא היה נקבע אלא אחר ראי' רביעית משום דראיה ראשונה לא מקרי הפלגה כלל משא\"כ קביעות ימי השבוע נקבע לאחר ג' פעמים דבפעם ראשונה מקרי א' בשבת כמ\"ש הב\"י:",
            "<b>או בה' בשבת. </b>זה שאינם שוים:",
            "<b>אע\"פ שא' מלא וא' חסר. </b>דהיינו לפי קביעות הב\"ד ושיפורא גרים. ש\"ך בשם הרשב\"א:",
            "<b>עד שתראה בי\"ח לתמוז. </b>ואז יש כאן שלשה דלוגים וחוששת לי\"ט באב ולכ' באלול וכן לעולם:",
            "<b>ומיהו אם היה לה וסת. </b>וכתב הב\"ח והט\"ז והש\"ך דמיירי שהוסת שוה לדילוג כגון שוסתה הוה קבוע בי\"ד וקמ\"ל דלא תימא חשבינן ראיה ראשונה עם ראיות שעברו עליה ועדיין לא הוה אלא שלש ראיות קמ\"ל דמ\"מ יש כאן שלש ראיות בדילוג משא\"כ הפוסקים כרב דסגי בשלש ראיות אם היה לה מתחלה וסת קבוע בט\"ו לא סגי בב' ראיית בדילוג אח\"כ. כן מבואר להדיא בש\"ס פ\"ק דנדה דף ס\"ד:",
            "<b>ויש לחוש לדבריהם להחמיר. </b>וכתב הב\"ח והט\"ז והש\"ך דהיינו לחוש לחומר שתי הדעות דהיינו שחוששת לי\"ז ולי\"ח בתמוז ואם נקבע בג\"פ אינו נעקר אלא בג\"פ וכ\"כ הראב\"ד בספר בעל הנפש סוף דף צ\"ו דמספקא לן מילתא אי אמרינן הלכתא כרב באיסורי או נימא כיון דפליגי ג\"כ לענין דינא בזה א\"כ הלכתא כשמואל וצ\"ע שהרא\"ש והרשב\"א הובא ג\"כ בב\"י כתבו שהראב\"ד פסק כרב:",
            "<b>וי\"ז בסיון. </b>לפי דעה ראשונה שהביא המחבר בסעיף ז' א\"כ על כרחך צ\"ל דכאן מיירי שהיה לה וסת קבוע מתחלה כדלעיל וכ\"כ הפרישה וזה נ\"ל כוונת הטור והמחבר שכתב ראתה ג\"פ בג' חדשים בדילוג משמע שכל הראיות צריכין להיות בדילוג ואם לא היה לה וסת קבוע לא מקרי ראיה ראשונה בדילוג וכמבואר לעיל וא\"כ גם בדין זה יש לחוש לחומר שתי הדעות וכמ\"ש בס\"ק י\"ד ובש\"ך השיג על הפרישה וכתב דמשמעות הטור והרשב\"א דהכא בין לרב ובין לשמואל סגי בג' ראיות עכ\"ל ואין דבריו מוכרחין כלל ואין שום משמעות בדבריהם כלל דאפשר לפרש דבריהם כמ\"ש ומנין לנו להקל נגד דעת ר\"ת שהובא בתוס' דנדה דף ס\"ד ד\"ה אתמר וכו' מבואר להדיא דלשמואל אף בכה\"ג בעינן ד' ראיות ובפרטות שדין זה נלמד מדברי ר\"ח כמ\"ש הרשב\"א בתה\"א דף קע\"ד ע\"א:",
            "<b>וחוששת לעולם. </b>וכתב הב\"ח סעיף י\"א דה\"ה בג\"פ בב' חדשים וחוזר חלילה נמי הוי וסת קבוע כגון שראתה ט\"ו בניסן וט\"ז באייר וט\"ו בסיון וט\"ז בתמוז וט\"ו באב וט\"ז באלול חוששת אח\"כ לט\"ו בתשרי וט\"ז בחשון וכן לעולם כ\"כ בספר בעל הנפש להראב\"ד דף צ\"ו ס\"א והא דנקטו הפוסקים בג' חדשים ולא נקטו ב' חדשים (ועמ\"ש הב\"ח והט\"ז ליישב קושיא זו) נ\"ל דלרבותא נקטו דאף שדילוג בפעם הג' ג\"פ והוה אמינא שנעקר הקביעות הראשון והוה קביעות לדילוג מחדש ותהא חוששת לי\"ח טבת וי\"ט בשבט וכן לעולם קמ\"ל דאפ\"ה הכל חדא קביעות הוא דהיינו לדילוג חלילה וק\"ל:",
            "<b>קבעה לה וסת. </b>וראיה ראשונה מן המנין אליבא דכ\"ע וכמ\"ש הב\"י בשם הבעל הנפש להראב\"ד דהוה כוסת השוה וכמבואר בסמוך סעיף י\"ב והוא פשוט וכ\"כ הש\"ך ודלא כפרישה והט\"ז:",
            "<b>לא קבעה וסת. </b>כיון שסירגה אפי' להיש מחמירין שבסעיף ז' ומ\"מ חוששת לי\"ט בתמוז משום דיש שתי הפלגות שוות דמט\"ו בניסן עד ט\"ז באייר הוא ל\"ב יום וכן מאייר עד י\"ח בסיון דניסן מלא ואייר חסר וכשתראה בי\"ט בתמוז דהוי נמי הפלגה ל\"ב מי\"ח בסיון א\"כ קבעה לה וסת דהפלגה בג\"פ ע\"י ד' ראיות. כ\"כ הב\"ח וש\"ך:",
            "<b>או שתים. </b>היינו לדעה ראשונה שהביא המחבר בסעיף ז' דליש אומרים קבעה וסת בב' דילוגים בג' ראיות אם לא שהיה לה מתחלה וסת קבוע בט\"ו ודלגה לט\"ז ואח\"כ לי\"ז דאז לכ\"ע לא קבעה לה וסת וכמ\"ש לעיל ס\"ק י\"ג וכ\"כ הש\"ך דלא כמשמעות הדרישה ועיין בתוס' דנדה דף ס\"ד ע\"א ד\"ה ואינה:",
            "<b>וסת הסירוג. </b>כתב הש\"ך דלכך נקרא וסת הסירוג כיון שסתם נשים וסתם מל' לל' א\"כ זו שראתה מב' חדשים לב' חדשים סירגה מדרך שאר נשים. אבל יותר נראה דמיירי אפי' שראתה בתחלת ראייתה בר\"ח אדר ואח\"כ בר\"ח סיון דאע\"ג דהשתא ראתה מחדש לחדש אם שוב ראתה בר\"ח סיון ואב קבעה וסת לסירוגין דהשתא חזינן שסירגה מב' חדשים לב' חדשים עכ\"ל הש\"ך ובאמת דבריו תמוהים לכאורה כיון שתחלת ראייתה היה בר\"ח אדר ואתחר כך בר\"ח סיון וא\"כ איך כתב דהשתא ראתה מחדש לחדש הלא הוא מג' חדשים לג' חדשים ועוד דהוא נגד דברי הש\"ע שכתב דתחלת ראייתה לסירוג היה בר\"ח ניסן ולפי דבריו לא ראתה כלל בר\"ח ניסן. ובאמת בספרי הש\"ך הנדפס בווילמרשדארף הרגיש המגיה בזה ותיקן וכתב וז\"ל ואפי' שראתה בתחלת ראייתה בר\"ח אייר עכ\"ל אבל גם בזה לא תיקן כלום דא\"כ תקשה מהיכי תיתי שיהיה קביעת לסירוגין כיון שלא ראתה רק פעם אחת בסירוג דהלא ראתה ר\"ח (ניסן) ואייר וסיון ופעם אחת דילגה לר\"ח אב וגם עדיין הוא נגד ל' הש\"ע ויותר תמוה על שני הגירסות איך מסיק הש\"ך וכתב אם שוב ראתה בר\"ח סיון הא עד השתא מיירי שראתה בסיון לכן נ\"ל עיקר כגירסת הספרים ישנים שנדפסו בק\"ק קראקא דתחלת ראייתה בר\"ח אדר אך במקום שכתב ואח\"כ בר\"ח סיון צריך להגיה תיבת ניסן וכו' וא\"כ דברי הש\"ך נכונים דאע\"ג שראתה מתחלה בר\"ח אדר וניסן זה אחר זה דראתה מחדש לחדש ואם אחר כך ראתה סיון ואב מצטרפין גם כן ראיה דניסן ויש כאן שלש דילוגין ודוקא שלא היה לה קביעת וסת ג\"פ מתחדש לחדש אבל אם היה לה קביעת ג\"פ מחדש לחדש אז אין מצטרפין ראיה דניסן וצריכה לראות עוד פעם אחת בסירוג כדי לקבוע הוסת ועפ\"ז יתפרשו היטב דברי הש\"ך עיין דבריו באורך:",
            "<b>האשה שראתה. </b>כתב הטור לשון הרמב\"ן וסת החדש חוששת לו בתחלתו פעם אחת אבל וסת ההפלגה א\"א לחוש לו עד שתראה ראיה שניה שהרי אינה יודעת לאיזה יום היא מופלגת נמצא אתה אומר שהרואה ליום ר\"ח ניסן חוששת לר\"ח אייר ראתה בו חוששת לר\"ח סיון ראתה בו הוקבע וסת לר\"ח לא ראתה בר\"ח סיון נעקר וסת של ר\"ח וחוששת לב' בסיון אפשר שתראה ותקבע וסת להפלגה מל\"א לל\"א שהרי ראיות ר\"ח ניסן ואייר שווים בהפלגה לראיות ב' בסיון שניסן מלא ואייר חסר עכ\"ל הטור ומבואר מדברי הב\"י והב\"ח והפרישה דלעולם חוששת לג' חששות דהיינו לוסת ההפלגה ולאותו יום בחדש שראתה וליום שלישי מאותו ראיה משום עונה בינונית והש\"ך האריך להשיג עליהם דאין חוששין רק לוסת הפלגה ולאותו יום בחדש וזו היא עונה בינונית בין אם החדש הוא מלא או חסר ע\"ש שהאריך בראיות ברורות:",
            "<b>ראתה בא' באייר או לא ראתה בו. </b>דעת הב\"ח והפרישה כדעת הב\"י דאם ראתה באחד באייר אינה חוששת לט' בו וכן הוא הסכמת הש\"ך ובספרו נה\"כ ועיין בט\"ז שמאריך בזה לקיים דעת הרב וכנ\"ל וכן מבואר להדיא מדברי הראב\"ד בספר בעל הנפש דף נ\"ו ע\"א ע\"ש:",
            "<b>ואינה חוששת לוסת דדילוגין וכו'. </b>כיצד ראתה ט\"ו בניסן כן מבואר בש\"ס ס\"פ האשה והיא הסכמת הפוסקים ראשונים ואחרונים וכמבואר בב\"י לעיל סעיף י\"א והש\"ך כ' בס\"ק ל\"ב שזה הוא דעת הרב בפי' דברי הרמב\"ן והוא נכון אע\"פ שאין כן דעת הב\"י ושאר אחרונים עכ\"ל ולא מצאתי שום חילוק דעות בזה והוא מוסכם מכל אחרונים רק בנדון שלפני זה או עד שא' מהם נעקר וכו' בזה יש חילוק דעות בפירושיהם להרמב\"ן עיין בב\"י ובד\"מ ובב\"ח ואולי טעות נפל בדפוס:",
            "<b>בהפלגה ודילוגים. </b>ע\"ד שנתבאר לעיל סעיף ה':",
            "<b>רק י\"א. </b>כי בדלוג החודש ראיה ראשונה מן המנין אבל בדילוג ההפלגות על כל פנים ראיה ראשונה אינה מן המנין דבכל הפלגה בעינן ד' ראיות אבל מכל מקום למאן דסובר בדילוג החודש דראיה ראשונה אינה מן המנין א\"כ בדילוג דהפלגות בעינן ה' ראיות וכמ\"ש לעיל ס\"ק ח' וכן כתב הט\"ז והש\"ך אלא שבש\"ך הניח דברי הרב בצ\"ע ולפמ\"ש ניתחא:",
            "<b>דהולכין תמיד אחר תחלת הראיה. </b>ומה שראתה אחר כך דמים יתרים הוא דאתוספו בה ואם כן נקבע לה וסת לדילוג וחוששת י\"ח בתמוז ולי\"ט באב וכן לעולם וכה\"ג פסק המחבר לעיל סימן קפ\"ד סעיף ו' וכתב במעדני מלך ד' רצ\"ו ע\"א תימ' דלעיל בסי' קפ\"ד ס\"ד כתב דאשה שמשתנית וסתה להקדים ב' או ג' ימים או לאחר כשיגיע וסתה צריך לפרוש ממנה ב' או ג' ימים קודם או אחריו שהרי זה סותר להא דפסק דאין הולכין אלא לאחר התחלת וסת בלבד וכיון שעברה עונה ראשונה ולא ראתה מותרת עכ\"ל ועיין בש\"ך מ\"ש ליישב קושיא זו ובאמת לע\"ד מעיקרא לק\"מ ואין זו דומה לזו כלל דלעיל מיירי באשה שאין לה וסת קבוע כמבואר בהגהות מיימוני להדיא אף בהגיע יום שלשים שהיא עונה בינונית דרכה להקדים ראייתה לגמרי ב' או ג' ימים או לאחר ולפעמים היא רואה בזמן וסתה ולא מיירי בהמשכת הוסת על כן צריכה לפרוש באותו זמן העונה דאולי תראה משא\"כ כאן שיש לה וסת קבוע בדלוג ע\"י תחלת ראייתה וחוששת את\"כ לוסת הדלוג וק\"ל:",
            "<b>היתה רגילה לראות יום עשרים. </b>הטור ושאר פוסקים כתבו דמדין התלמוד אין האשה קובעת וסת בימי נדתה ולא בימי זיבתה והאריכו בדינים אלו והמחבר והרב השמיטו כל זה היינו מפני שכתב הטור והפוסקים בשם הרמב\"ם דכיון דהאידנא נהגו להחמיר על עצמן שלא להפריש בין ימי נדה לימי זיבה ה\"נ לענין קביעות וסת אין חילוק כל זה פשוט וברור ובספר נקודת הכסף בהג\"ה השיג על הב\"י והרב וכתב דהרמב\"ם לא קאמר אלא לחומרא דקבעה וסת אף בימי נדה ובימי זיבה אבל לא להקל דודאי לא יחלוק על התלמוד וכבר נתבאר לעיל בכמה דוכתי דיני חומר וסת שאינו קבוע מקבוע גם מי שאין לה וסת קבוע צריכה לחוש לוסת החדש ולהפלגה משא\"כ בקבוע והכי משמע מדברי הרשב\"א בתה\"א והה\"מ בשם הרמב\"ם דלא קאמר אלא להחמיר וא\"כ היה ליה להמחבר והרב להביא דינים אלו עכ\"ל ולע\"ד יפה כוון בזה הב\"י ואין להחמיר בוסתות דרבנן כולי האי בזמן הזה ותדע דהא עיקר הטעם כתב הרשב\"א בתה\"א והובא גם כן בב\"י שכתב וז\"ל ואם אתה מחלק להם בין ימי נדה לימי זיבה נמצאת מצריכין ללמוד פתחי נדה וימי זיבה עכ\"ל משמע להדיא דבשום ענין אין לחלק וק\"ל וע\"ל ס\"ק נ\"ב:",
            "<b>ראתה לסוף ך'. </b>פי' שהאשה זו שהיתה רגילה לראות לוסת דהפלגה מך' לך' ואח\"כ שינתה ולא ראתה עד הפלגת ל' וכן בפעם שנית לא ראתה עד ל' ואח\"כ כשהגיע לל' לא ראתה רק אחר ל' ראתה פעם אתחת ואח\"כ ראתה מופלג מאותה ראיה ך' חזרה לקביעות הראשון אע\"ג דג\"פ לא ראתה ביום ך' לא נעקר יום ך' כיון שלא נקבע יום ל' שאם אשה מדלגת וסת א' פעמים וג' פעמים ואינו נקבעת ביניהם ליום אחר לא נעקר הוסת הראשון עד שתקבע לה וסת אחר (כן הוא משמעות הש\"ס ופירוש רש\"י והרא\"ש וזה כוונת רשב\"א בתה\"א וכ\"כ הש\"ך בנה\"כ ונסתלק תמיהות הט\"ז בזה על הב\"י וש\"ע) ואע\"ג דאף אם לא היה הקביעות הא' בכ' נעקר הוסת הל' כיון ששינתה פעם אחת בהפלגה קודם שנקבע כמ\"ש הש\"ך בס\"ק מ' (אך בוסת החדש יש חילוק כמ\"ש הש\"ך שם) מ\"מ אתי לאשמועינן דאף שלא ראתה ג\"פ ביום ך' חוזרת לקביעות הראשון ובמ\"מ דף רצ\"ו ע\"ב כתב דלאו דוקא כשלא ראתה בשלשים השלישית אלא כשעדיין לא הגיע הפלגת ל' דמיד אחר הראיה שניה ביום ל' ראתה בהפלגת כ' חזרה לקביעות הראשון ואינה חוששת לל' ואע\"פ שלא נעקר עדיין ע\"י שלא ראתה בו אפ\"ה זה שראתה בעשרים שהוא יום קביעות הראשון מחשיב לה לעקירת של ב' ראיות דל' עכ\"ל ועיין בש\"ך שהניח פי' זה בקושיא:",
            "<b>שינתה ראיותיה. </b>זה ג\"כ קאי אסעיף שקודם זה דהיה לה וסת לכ' ושינתה ראייתה לל' ול\"ב ול\"ד דלית כאן רק ד' ראיות שהם ב' דילוגים לכן אין לה וסת כלל משא\"כ אם שינתה עוד וראתה עוד בל\"ו הרי כאן ה' ראיות שהם שלשה דילוגים וקבעה וסת לדילוגים וחוששת אח\"כ לל\"ח וכן לעולם וכל זה קאי אליבא דדעה ראשונה שהביא המחבר לעיל סעיף ו' דלדעה שניה סגי בהפלגה בדילוג בד' ראיות עמ\"ש לעיל בס\"ק ח' ועיין בש\"ך:",
            "<b>ואין לה וסת כלל. </b>וצריכה לחוש ליום ל\"ד להפלגה ולעונה בינונית כמבואר לעיל ולפי מה שנתבאר לעיל סעיף ז' צריכה לחוש ג\"כ לוסת הדילוג וק\"ל:",
            "<b>וה\"ה להפסיקה מלראות ג' עונות. </b>כן פירש הב\"י ל' הטור ומהרש\"ל פירש דברי הטור בדרך אחר בדברים ברורים וכ\"כ הב\"ח ואף שהדרישה והט\"ז השיגו עליו עיין בנה\"כ שמיישב כל דבריו בטוב טעם ודעת:",
            "<b>ביום הוסת הראשון. </b>פי' שתראה ראיה אחת ואח\"כ ראיה לבסוף ך' דכיון שנעקר ולא ראתה ג' עונות ויום ך' עצמו משא\"כ בפסקה פ\"א ולא ראתה ביום ך' אף על גב דתו אינה חוששת להפלגת כ' דהא אין כאן הפלגה כיון שלא ראתה כלל ול\"ד לוסת חודש דאם עבר עליה ר\"ח א' ולא ראתה תחוששת לר\"ח הבא אחריו עד שיעברו עליה ג' ר\"ח משום די\"ל מקרה הוא שלא ראתה בר\"ח זה ותראה בר\"ח אחר כיון שרגילה לראות בר\"ח אבל בהפלגה א\"א לומר כן דהרי כשתראה לבסוף מ' לא תראה בהפלגת כ' כ\"כ מהרש\"ל והב\"ח והש\"ך בנה\"כ מכל מקום מיד שתראה שוב ראיה ראשונה אימת ומתי שיהיה חוששת וחוזרת מיד לקביעות הראשון כיון שלא נעקר רק פעם אתת משא\"כ בעברו עליה ג' עונות צריכה דוקא לחזור ולראות ביום ך' עצמו וכן פירש הש\"ך בנה\"כ דברי הש\"ע ושלא כמ\"ש הט\"ז דברי הש\"ע הם שלא בדקדוק ול\"ד לדלקמן ס\"ס זה במעוברת ומניקה משום דהתם לא נעקר וסתה אלא שהיא מסולקת דמים ע\"י העיבור מיד חזרה לקביעות וסתה וק\"ל:",
            "<b>חזר הוסת למקומו. </b>כיון שלא נקבע לה וסת אחר בג\"פ:",
            "<b>ומ\"מ חוששת לו. </b>כמו לוסת שאינו קבוע ומבואר בהגה' מיימוני שהביא בב\"י דהיינו דוקא בראתה ג' פעמים אבל בשביל פעם אחת אינה חוששת וכתב הש\"ך והיינו דוקא בוסת הקפיצה בלבד אבל בוסת הקפיצה בימים ידועים בימי החדש או בהפלגה אף בפעם א' חוששת ועיין בש\"כ:",
            "<b>שהרי נודע שהיום גורם. </b>זה הוא דעת הרמב\"ם ורבים חלקו עליו ועיין בש\"ך שמתמיה על המחבר והרב שלא כתבו דברי החולקים ועיין בב\"י שכתב בשם הרמב\"ן שכתב שבטלנו דעתנו מפני דעת הרמב\"ם לכן נ\"ל שסתם כאן כדבריו:",
            "<b>אינה חוששת. </b>ומכל מקום חוששת לעונה בינונית כמבואר לעיל סס\"ק קפ\"ד:",
            "<b>אלא לקפיצות. </b>ואינו נעקר אא\"כ שתקפוץ ג\"פ באותו יום ותמצא טהורה:",
            "<b>הרבה פעמים זאח\"ז. </b>דהיינו שעה או שתים בשעה שרגילה לראות. ב\"י בשם הרא\"ש והתוס':",
            "<b>אינה חוששת. </b>כלל וכלל אפילו לוסת שאינו קבוע ואף על גב דנתבאר בסעיף כ\"א דחוששת לוסת שאינו קבוע היינו בלא נקבע עדיין לשניהן יחד וכ\"כ הדרישה והש\"ך והט\"ז וכן משמעות הרב בהג\"ה דלא כב\"י ודבריו תמוהין ועד\"ר:",
            "<b>שפיהוק של אתמול גורם. </b>ול\"ד לדלעיל ס\"ס י\"ז דאמרינן דהיום גורם ולא קפיצה דאתמול דשאני קפיצה דמחמת אונס היא בא כ\"כ דרישה סעיף ס' וגם העט\"ז והמע\"מ סוף דף רצ\"ח חילקו בזה ועיין במשמרת הבית דף קע\"ד ע\"א שמחלק להדיא כה\"ג וכ\"כ הש\"ך והט\"ז וכ\"כ בתשובת חוט השני סימן י\"ד אך שדוחה שם חילוק זה לעיל שלא מצא הדבר בשום ספר ובסימן ט\"ו מדחיק מאד בישוב קושיא זו וכתב שנמשך אחר הב\"י וצירף לזה דעת הרמב\"ם וזה ודאי אינו דלדעת הרמב\"ם פשיטא שקבעה הוסת לימים ולא לפיהוק כי לדעתו אין קובעת כלל לפיהוקין וכמ\"ש המ\"מ פ\"ח מהא\"ב:",
            "<b>ואסורה לשמש עד שתבדוק. </b>וכתב הב\"ח דהיינו לכתחלה בשעת הוסת אסורה לשמש וצריכה בדיקה כדי להתיר אחר הוסת אע\"ג דאם עברה ולא בדקה מותרת בלא בדיקה מ\"מ לכתחלה צריכה לבדוק בשעת וסת כדי שתהא מותרת לאחר שעבר הוסת אבל אם עבר ולא בדקה ודאי מותרת לאחר הוסת בלא בדיקה אפילו בוסת הגוף (כדמשמע מסעיף כ\"ו) עכ\"ל הב\"ח ועיין בפריש' שכתב כמה פירושים בזה ותופס פירוש זה לעיקר והט\"ז דוחה פירוש זה ואין דבריו מוכרחים ועיין בנה\"כ שפירש גם כן בדרך אחר קצת גם השיג על הט\"ז וז\"ל וגם מה שאמר וז\"ל דהתם דיעבד והכא לכתחלה אין לו הבנה כלל דמה דיעבד ולכתחלה שייך הכא עכ\"ל בודאי נתעלם ממנו דברי הב\"ח והפרישה וכמ\"ש והוא נכון:",
            "<b>אכלה בצל וראתה וכו'. </b>משמע דג' אכילות אלו א' מהם קובע את חבירו וכ\"כ בית יוסף ועיין בב\"ח שכתב שהטור היה מסתפק בדבר זה לכן השמיט דין זה:",
            "<b>אפילו בלא ימים שוים. </b>וראוי לחוש לדברי שניהם להחמיר וע\"ל סוף סימן קפ\"ד שיש עוד נפקותא בין שתי הדעות לענין עונה בינונית ועמ\"ש שם:",
            "<b>וכולם אין חוששין להם. </b>והיינו דוקא בוסת הבאים ע\"י מקרה כמו פיהוק אבל בוסת הקפיצות כיון שאינו נקבע אלא עם הימים ודאי דאסורה כל העונה וכמבואר בסעיף כ\"ה ועיין בש\"כ:",
            "<b>אלא נמשכת גם אחר הוסת. </b>וכ\"ש אם מתחלת קודם הוסת דצריכה לפרוש כל אותה עונה שלפני הוסת. ש\"ך:",
            "<b>עד סוף עונה אחת. </b>עיין בב\"י מה שמתרץ בזה דלא תקשה מדלעיל סימן קפ\"ד ועיין בב\"ח והש\"ך מה שתירץ בזה:",
            "<b>אסורה כל עונת הוסת. </b>כ\"כ הב\"י בשם הרא\"ש בשם הראב\"ד אכן לעיל בס\"ס קפ\"ד הביא הב\"י בשם הראב\"ד דוסת שבא ע\"י מקרה בין שיש לה יום קבוע וכו' גם כן אינה אסורה אלא לשעתה ועיין בט\"ז שהאריך לתרץ אבל משמעות ל' הרא\"ש והראב\"ד בספר בעל הנפש אינו כן וכן השיג עליו הש\"ך בנה\"כ אך שמדחיק שם מאד ליישב דברי הראב\"ד אבל באמת יותר נ\"ל דהרא\"ש סברא דנפשיה כתב בדין זה דאסור כל העונה (והב\"י שכתב) שהרא\"ש כ\"כ בשם הראב\"ד היינו לפי שהרא\"ש סיים שם בסוף דבריו וכל זה דקדוק הראב\"ד אבל באמת לא קאי אדין זה רק אשאר דינים שהוזכרו שם בהרא\"ש (כמבואר בספר בעל הנפש) והוא שלא כדעת הראב\"ד דלעיל והרב שפסק לעיל בסימן קפ\"ד סעיף ב' דבוסת התלוי בשינוי הגוף אינה חוששת רק בשעת וסתה מיירי שלא בא בזמן ידוע וק\"ל:",
            "<b>שלא הגיעה לימי הנעורים. </b>כדלקמן סי' ק\"צ סעיף ב':",
            "<b>אם פסקה ג' עונות. </b>שהם צ' יום אפילו היתה וסתה וסת הסירוג מב' חדשים לב' חדשים וכן בוסת ההפלגה שהיא מל\"ה לל\"ה ימים דבגדולה בעינן שעברו עליה ג\"פ מב' חדשים לב' חדשים או ג\"פ מל\"ה לל\"ה משא\"כ כאן דסגי בג' עונות בינוניות ואינה חוששת לוסת הראשון דהיינו מב' חדשים לב' חדשים ולוסת הפלגה אם שוב תראה פעם אחת. ש\"ך ושאר אחרונים:",
            "<b>ואפי' חזרה לראות באותן עונות. </b>פירוש לא מבעיא אם לא חזרה וראתה באותן עונות או לא ראתה כלל (וכמ\"ש בס\"ק מ\"ט) או ראתה פעם אחת דאינה חוששת לקביעות הראשון אלא אפילו חזרה לראות ב\"פ בקביעות הראשון אפ\"ה אינה חוששת כל שלא חזר ונקבע ג\"פ גם זה שם:",
            "<b>עד שתחזור ותקבענו ג\"פ. </b>משמע קצת מהל' שתקבענו דדוקא שתראה דרך קביעות דהיינו ג\"פ בראיות מכוונות וכ\"כ הט\"ז משמע קצת מלשון הרשב\"א שהובא בב\"י דתינוקת וזקנה אינה חוששת לוסת שאינו קבוע כלל משמע אפילו ראתה ג\"פ ועדיין הוא וסת שאינו קבוע כלל בראיות שאינן מכוונות אינה חוששת לוסת שאינו קבוע אבל הט\"ז כתב דדעת הש\"ע אינו כן דאף לוסת שאינו קבוע חוששת כל שראתה ג\"פ רק לוסת הקבוע הראשון אינה חוששת עד שתחזור ותקבענו ועיין בספר נה\"כ שהשיג עליו:",
            "<b>וזקנה. </b>ע\"ל סימן קס\"ד סעיף ג' ועיין בש\"ך שכתב וז\"ל ודע דבכל מקום שנאמר בכל סימן זה שקבעה וסת אם הוא להקל הוא דוקא שלא בימי נדה וימי זיבה כדאיתא ברשב\"א וטור ושאר פוסקים עכ\"ל וכבר כתבתי לעיל ס\"ק כ\"ז כן בשם ספר נה\"כ ודחיתי דבריו ע\"ש:",
            "<b>שזקנה כל כך שראויה. </b>ואע\"פ שהיא מקפדת וכן אם אינה ראויה לראות אע\"פ שהיא אינה מקפדת כי לאו בדידה תליא מילתא כמ\"ש הב\"י בשם הירושלמי:",
            "<b>ואינה חוששת. </b>בפ\"ק דנדה יש פלוגתא בזה דחד אמר כל שאינה בושה וחד אמר כל שאינה מקפדת ואיכא בינייהו בושה ואינה מקפדת ופסק הרשב\"א והרמב\"ם ורבינו ירוחם כמ\"ד שאינה מקפדת והטעם נ\"ל לפי שבירושלמי איתא להדיא כמ\"ד כל שאינה מקפדת וגם הוא מידי דרבנן אזלינן לקולא וכ\"כ הכסף משנה פ\"ד מהל' מטמא משכב ומושב ונראה שזה ג\"כ דעת הטור והמחבר והאי אינה חוששת פירושו שאינה מקפדת וכן משמע מדברי הב\"י וכן הלבוש כתב להדיא ואינה מקפדת כל זה נראה פשוט ודלא כמ\"ש הט\"ז דדעת הטור והמחבר לפסוק לחומרא כמ\"ד כל שאינה בושה דזה ודאי אינו משמעות הב\"י (וגם אינו בכלל הלשון של אינה חוששת) והכ\"מ דפ\"ד מהל' מטמאי משכב ומושב:",
            "<b>ורביעית בב'. </b>ורביעית בך' לחדש הכי גרסי' כ\"כ הש\"ך:",
            "<b>אינה קובעת וסת. </b>הא\"ח מחמיר בזה כדעת הרמב\"ן ועיין בש\"ך שהאריך לפרש טעם המחבר שפסק להקל וכן עיקר ועמ\"ש ס\"ק נ\"ד:",
            "<b>חוששת לד\"ח הראשון. </b>ואף אם לא ראתה בו חוששת לר\"ח שני וכן לג' שאינו עוקר בפחות מג\"פ. ש\"ך בשם ב\"י והאחרונים:",
            "<b>שהיא פוגעת בו. </b>פסק המחבר כהרשב\"א לפי שכתב בב\"י שכן משמעות הש\"ס מלתא בטעמא ע\"ש והש\"ך מתמיה על המחבר שפסק בזה להחמיר נגד דעת הטור והרמב\"ן שפסקו דאינה חוששת אא\"כ ראתה פעם אחת:",
            "<b>אי אפשר לחוש. </b>כיון שאין כאן בהפלגה שום ראיה שתשער ממנה ועמ\"ש לעיל ס\"ק נ\"ב:"
        ],
        [
            "<b>שהיא טמאה. </b>וכתב הרמב\"ם בפרק ט' מהא\"ב וטומאה זו מספק שמא כתם זה מן החדר הוא בא וכתב הכ\"מ קשה לי הא ספק ספיקא הוא והו\"ל למשרי ספק מגופה ספק שלא מגופה ואת\"ל מן גופה ספק מן החדר ספק מן העליה וטהור וי\"ל דאע\"פ כן החמירו בו חכמים משום דאיסור חמור הוא (וכן משמע בש\"ס דנדה דף י\"ט ע\"א להחמיר על דברי תורה פירש\"י שלא להקל בנדה גמורה) ועי\"ל שמאחר שאין לה דבר לתלות בו החמירו כאלו הוא מגופה ודאי ואין כאן אלא ספק אחד עכ\"ל והט\"ז כתב די\"ל דכיון דרוב דם שיוצא מן האשה בא מן המקור לא נחשב זה לספק כלל ואין להקשות ממ\"ש רמ\"א ספק ספיקא בסימן קפ\"ז סעיף ה' דהתם יש מכה ואפשר שהוא מן הצדדים ועל זה קאי הספק ספיקא עכ\"ל דבאמת מדברי רמ\"א לעיל סימן קפ\"ז משמע דספק ראשון הוא שמא בא מן הצדדים ולא מחמת מכה דאל\"כ הכל שם חדא ספיקא הוא אי מחמת המכה או לא ואין כאן תרי ספיקות להקל כלל אבל לענ\"ד נראה דה\"ט דהוי ספק ספיקא משום דאיתרע לן רובא כיון דרוב נשים אינן רואות מחמת תשמיש ממקור לכן הוה ספק ספיקא גמור (וכה\"ג מבואר בש\"ס דכתובות דף ט\"ז ובב\"ב דף צ\"ט) ומהאי טעמא חשיב הכא ג\"כ ספק ספיקא כיון דרוב נשים מרגישין בעצמן אם רואות דם איתרע לה רובא והוי ס\"ס גמור אי לאו מטעמים שכתב הכ\"מ וק\"ל:",
            "<b>יש מי שאומר שהיא טמאה. </b>אף שבב\"י לא נמצא מי שחולק בזה מ\"מ כ' בלשון ויש מי שאומר לפי שלא מצא הדבר בשום פוסק רק בת\"ה לכן כתב בשם יש מי שאומר וכן הוא דרכו בש\"ע כמ\"ש הסמ\"ע כמה פעמים ונראה דבהני נשים שהן בחזקת מסולקת דמים כגון מעוברת ומניקה דאפילו נפתח מקורה טהורה אף אם לא מצאה כלום וכן יש להוכיח מדברי מהרא\"י שהביא בת\"ה שם סימן רמ\"ז כיון דהרגשה סברא דאורייתא הוה כלמ\"ד וסתות דאורייתא דאפילו בדקה ומצאה טהורה טמאה כדאיתא בפרק כל היד עכ\"ל ומבואר להדיא בש\"ס דנדה דף ט' דאפילו למ\"ד וסתות דאורייתא לא בעי בדיקה בימי עיבורן וא\"כ ה\"ה הכא ודוק היטב וכל זה אם לא מצאה כלום אבל אם מצאה מראה לבן וכיוצא בו משאר מראות הטהורין אף שהרגישה טהורה בכל ענין כמבואר לעיל ריש סי' קפ\"ח:",
            "<b>לא גזרו בתינוקת. </b>משמע אפילו א\"א לתלות בדבר אחר וכ\"כ הל\"ח ודלא כמשמע קצת מלשון רש\"י שם בתחלת פירושו ע\"ש:",
            "<b>מי\"ב שנה ויום אחד. </b>ש\"ס ופוסקים ועיין בא\"ה סימן קנ\"ה:",
            "<b>בין שהיא בעולה. </b>וכתב מהרש\"ל והאידנא כל אשה שיש לה בעל חוששת לכתמיה ואפילו היא קטנה שהרי אפילו לדם בתולים מונה ז' נקיים ואין להקל מן המנהג ועיין בש\"ך שהשיג עליו דאין להחמיר אף בזמן הזה בשום ענין בקטנה בכתם שלה אפילו נמצא על בשרה כמשמעות הפוסקים:",
            "<b>אבל אם פסקה מעט. </b>בין שהיא מזלפת או שופעת מ\"מ כיון שיש הפסק מקרי שתי ראיות וכן משמעות הש\"ס וכתב הט\"ז ודלא כב\"ח ואחריו נמשך הש\"ך ואף שבנה\"כ השיג על הט\"ז בזה מ\"מ אין דבריו מוכרחים וברורים כלל וע\"ש:",
            "<b>כד' שערות. </b>דהיינו ארכה כצמיחות שתי שערות רחבה כצמיחות שתי שערות דהיינו צמיתחות (עיין פרישה דגם יניקת השערות שבצדדים קאמר) המקומות של שערות עצמן נמצא דט' עדשים שבכל עדשה ד' שערות הם ביחד ל\"ו שערות דהיינו ששה שערות על ששה במרובע נמצא שבכל עדשה יש מקום לצמיחות ד' שערות וכן משמע להדיא מלשון הברייתא דתורת כהנים פ' תזריע והוא פי' המשנה פ\"ו דנגעים וכמ\"ש הרמב\"ם שם בפי' המשניות שלו ובפ\"א מהלכות טומאת צרעת וכן מבורר שם בכ\"מ והדרישה בסימן זה וזה הוא כוונת הש\"ע כאן ושאר כל הפוסקים והארכתי בכל זה לפי שראיתי שבסוף ספר תוט השני סימן צ\"ז שכתב וז\"ל תמן תנינן בריש פ\"ו דמסכת נגעים גופה של בהרת כגריס הקלקלי מרובע מקום הגריס ט' עדשות מקום עדשה ד' שערות נמצא שלשים ושש שערות ע\"כ ונ\"ל דעל כרחך לא בא לומר כמו שיעור המקום שעומדים יחד בגוף אדם דהא אם עומדין במרובע וי\"ו שערות באורך ו' שערות יהיה המקום שסובלין ה' על ה' עדשות שהוא כ\"ה עדשות אלא על כרחך ה\"ק נמצא אם תחשוב לכל עדשה ד' שערות הם יחד ל\"ו אף כי באמת לא יותר הם מי\"ו שערות ד' על ד' והרמב\"ם פ\"ק דטומאת צרעת כתב נגעי צרעת כגריס וכו' ל\"ו שערות שש שערות אורך ושש שערות רוחב וכו' ודוקא מרובע כמבואר שם ברפ\"ד ז\"ל צרעת הבתים וכו' ובפי\"ט מהא\"ב גבי כתמי נדה וכו' אבל לא זכר מספר השערות רק הב\"י כתב לה בספרו ביו\"ד סי' ק\"ץ ולא הרגיש שום פוסק מאחרונים בדבר זה ולע\"ד נ' דצריך לפנים ולפני ולפנים עכ\"ל חוט השני מבואר מדבריו שהבין דהא אמרינן דעדשה הוא ד' שערות היינו רק בריוח שבין ד' שערות בלא צמיחת ויניקת השערות עצמם לכן כתב דהם לא יותר מי\"ו שערות ד' על ד' לכן מתמיה על רמב\"ם וכל האחרונים שלא הרגישו בזה אבל באמת שגג בכל זה וגם לשון המשנה אינו מפורש כדבריו וגם התורת כהנים אלא כמ\"ש והוא פשוט ויתיישב הכל על נכון וזו אין צריך לפנים:",
            "<b>וכל זמן שאין בו כזה השיעור. </b>דהיינו כגריס ועוד:",
            "<b>בין בכתם הנמצא על בשרה. </b>מדהביא הב\"י דעה זו בסתם משמע שכן עיקר כדרכו בש\"ע וכן מבואר בדבריו בסעיף ח' וכן הכריע הב\"ח דאף על בשרה צריך שיעור אך דטיפין טיפין מצטרפין כדבסמוך סעיף ל\"ח והוא דעת הרמב\"ן והרשב\"א והראב\"ד והטור ותוספות והש\"ך כ' וז\"ל ולפענ\"ד אין להקל כלל דבש\"ס דף נ\"ח ע\"א גבי דלמא עביד כרצועה משמע כהרמב\"ם דאל\"כ תקשה מאי ארי' התם על בשרו ספק טמא על חלוקה ספק טהור הא על חלוקה נמי כתם ארוך מצטרף כדאיתא בברייתא ובטור לעיל סעיף ה' ודוק וכ\"כ התוספות והרא\"ש עכ\"ל ואין דבריו ברורים ומוכרחים כלל הנה מ\"ש שמשמעות הש\"ס כהרמב\"ם דאל\"כ תקשה מאי אריא וכו' אלא לא ידעתי מאי קושיא הא עיקר ברייתא זו קאי בעברה בשוק של טבחים או מחגור ולמעלה ולכך דוקא על בשרה טמא משא\"כ על חלוקה וכדאיתא להדיא שם בש\"ס דף נ\"ז ע\"ב רק דמל' הברייתא דקתני יתור לשון קאמר דאתא לאתויי טיפין טיפין ועל זה שפיר משני דלמא לאתויי דעביד כרצועה וכן מבואר בספר בעל הנפש להראב\"ד והמ\"מ פ\"ט מהא\"ב שהגירסא שלפניהם היה להדיא מאי לאו לאתויי וכן מוכרח כמ\"ש וכן משמעות הרא\"ש ובלא\"ה לא קשה מידי דהא הרא\"ש שהוא כדעת הרמב\"ם (לדעת הש\"ך) כתב ג\"כ דהאי שינויא דיחוי בעלמא הוא דברצועה אין בו שום דבר חידוש ע\"ש. ואדרבה משמעות הש\"ס לכאורה דלא כרמב\"ם ותמיהא לי טובא לפי מ\"ש המ\"מ בפ\"ט מהא\"ב דטעם הרמב\"ם משום דפחות מגריס ועוד ספק הוא ועל בשרה ספק טמא וא\"כ מאי מקשה הש\"ס שם בדף נ\"ז ע\"ב על בשרה ספק טמא היכי דמי וכו' הלא יכולין לאוקמי בפשיטות בפחות מכגריס וצ\"ע (אכן לפי טעם ההגהות שכתבו הטעם משום דגוף בדוק הוא אצל דם מאכולת לק\"מ דמשום דא\"כ לא מקרי ספק כלל אלא ודאי טמא הוא) גם מ\"ש הש\"ך שכן משמעות התוספות והרא\"ש הנה באמת משמעות התוספות והרא\"ש להיפך וכמ\"ש ג\"כ הב\"י והב\"ח וגם דברי הרא\"ש אפשר לפרש כדעת התוס' וכמ\"ש הב\"ח וכן נ\"ל עיקר כדי להשוות דעת הטור עם דבריו שנמשך אחריו בכל מקום ואין לזוז מפסק הב\"ח כי בכתמים שומעים להקל:",
            "<b>אם הרגה פשפש. </b>(שקורין בל\"א וואנץ) או הריחה לריחו תולה בו עד כתורמס ופי' של תורמס מבואר בביצה דף כ\"ה בפי' רש\"י מין קטנית עגול כמין עדשה ורחב כמעה קטנה ושמעתי מלועז א' שהוא מה שקורין טורמיזין בלע\"ז והוא רחב כמו מטבע שקורין במדינתנו בל\"א הלבין פצין וכתב הט\"ז והש\"ך דבמקומות שהפשפש והרחש מצוי תולין בה עד כתורמס אע\"פ שלא הרגה כי בכתמים שומעין להקל ועיין עוד דבריהם באורך:",
            "<b>וי\"א דה\"מ. </b>עיין מ\"ש ס\"ק ט':",
            "<b>הנמצא על בשרה. </b>עיין בב\"ח מה שהאריך להתמיה על המחבר בזה וכל דבריו אינם אלא דברי שגגה כמ\"ש הש\"ך ודברי הש\"ע פשוטים ונכונים עיין בו:",
            "<b>דבר שאינו מקבל טומאה. </b>אפילו אם השיעור גורם להם כגון שהוא פחות מג' על ג' כמבוארים הדינים אלו בהרמב\"ם הלכות כלים וכתבו התוספות והרא\"ש דאם הוא דבר שמקבל טומאת נגעים מקבל ג\"כ כתמים אע\"פ שאינו מקבל שאר טומאה ועיין בש\"ך וא\"כ לפ\"ז אפשר דבבית מקום שמקבל הטומאה דנגעי בתים ג\"כ מקבל כתמים ועיין ברמב\"ם פ\"ה מטומאת צרעת:",
            "<b>לפיכך תלבש האשה בגדי צבעונין. </b>הרמב\"ם כתב לפיכך תקנו חכמים שתלבש צבעונין ולפי שהב\"י מתמיה על דבריו שכתב לשון תקון והוא לכאורה נגד משמעות הש\"ס ואף שהב\"י חוזר ומתרץ דבריו מ\"מ אין דבריו מוכרחים לכן השמיט הרב הלשון תקנו וכו' ורק דרך עצה טובה קאמר שתעשה האשה כדי להצילה מכתמים:",
            "<b>ותחבק רגל ברגל. </b>וזו פירוש של מקום חבק שבש\"ס ר\"פ הרואה כתם כמ\"ש הטור והרמב\"ם ואיתא עוד שם בש\"ס וחבק עצמו כלפנים וכ' הב\"י דנראה דמקום חבק קרי למקום המדובק ממש וחבק עצמו היינו מקום גבול סוף מקום חבק מצד זה ומצד זה שהוא נראה מבפנים ומבתחוץ וקאמר דהוי כלפנים ומ\"מ יש לתמוה למה לא הזכירו הרמב\"ם ורבינו הטור וחבק עצמו כלפנים עכ\"ל והוא עצמו השמיטו כאן בש\"ע וכתב כלשון הרמב\"ם והטור:",
            "<b>וכ\"ש על רגליה ממש. </b>הב\"ח השיג בזה על הב\"י ועיין ש\"ך וט\"ז שדעתם מסכימים לדעת הב\"י אך בנמצא על שאר ראשי אצבעות של רגל כ' הט\"ז דיש להקל ואפשר שגם הב\"י מודה לזה ואף שבש\"ך בשם הדרישה כ' דיש להסתפק בדבר מ\"מ אין להחמיר בכתמים כ\"כ:",
            "<b>ואם יודעת שנזדקרה. </b>דהיינו כגדי רגליה למעלה וראשה למטה לכן טמאה בכל מקום שתמצאנו ממשמעות לשון המחבר והטור שכתבו בכל מקום משמע דאף אם נמצא על שוקה ועל פרסותיה לצד חוץ ג\"כ טמאה ובאמת הוא נגד הסברא דמה בכך שנזדקרה מ\"מ איך אפשר לדם לבא לצד חוץ ודרך הדם להיות שותת ויורד כשנזדקרה כמ\"ש הרשב\"א עצמו כמבואר בב\"י ובש\"ס פ' הרואה כתם לא קאמר אלא שאף למעלה מהחגורה טמאה שוב ראיתי במקור הדין בל' הרשב\"א בתה\"ק בית שביעי ושער רביעי כתב וז\"ל בד\"א בשלא נזדקרה אבל אם ברי לה שנזדקרה והגביה רגליה למעלה וראשה למטה הרי חזר למעלה כלמטה והרי חוששת לכתם שנמצא על בשרה בין בגבה בין בכריסה בין בחלוקה עכ\"ל הרי להדיא מבואר מדבריו דלמעלה כלמטה ואינה חוששת רק שכנגד המקור בגבה ובכריסה משא\"כ מן הצדדים לצד חוץ ליכא למיחש ועל דרך זה יתפרשו דברי המחבר והטור ומ\"ש אפילו למעלה מהחגור וכו' הוא פי' של וכל מקום וק\"ל וכן מבואר מל' הראב\"ד בספר בעל הנפש דף נ\"ט ע\"ש:",
            "<b>אבל אם יש מכה בגופה. </b>וע\"ל סימן קצ\"ו סעיף י':",
            "<b>ואם המכה בכתפה. </b>וכן אם המכה בצוארה במקום שאי אפשר לנטף משם על ירכה אף אם היא שוחה כגון מן הצדדים וכיוצא בו ג\"כ דינא הכי אלא דנקט כתפה שהוא מילתא דפסיקתא וכן מבואר מדברי הב\"י והב\"ח ד\"ה אין מחזיקין וכו' ועיין בסמוך סעיף ט\"ז ס\"ק ך':",
            "<b>שתיהן טמאות. </b>הלבוש כתב הטעם וז\"ל דהא ודאי ממקור של א' מהן בא וכל אחת עומדת בספק דאורייתא עכ\"ל ולא ירדתי לסוף דעתו כלל דהא כתמים דרבנן כמ\"ש הוא עצמו בסימן זה כמה פעמים אבל באמת דכל כי האי גוונא שאי אפשר לתלות באחת יותר מחברתה אפילו באיסור דרבנן לא מתירינן מטעם ספיקא דרבנן וכה\"ג מבואר בש\"ס דפסחים דף י' ובי\"ד סי' קי\"א לענין שני קדרות של היתר שנפל איסור לתוך א' מהן וכ\"כ הוא עצמו בסעיף ל\"א (וע\"ש בש\"ך ס\"ק י\"ט) ואם יש לחלק בין אם באות לשאול בבת אתת או לא עיין בס\"ק כ\"ד:",
            "<b>אם יש לה מכה בצוארה. </b>כתב הש\"ך היינו בצדדי צואר שאז אי אפשר ליגע שם מהמכה אם לא ע\"י שפושטת ומתכסה בו אבל בצואר ממש בלאו הכי תולה בה (עיין מ\"ש ס\"ק י\"ח) כדאיתא בש\"ס ופוסקים וכ\"כ ב\"י בד\"ה אין מחזיקין כו' עכ\"ל ובחנם כתב כן דאפשר לומר דהכא מיירי אפילו באמצע צואר מ\"מ כיון שמיירי בלילה שהיא ישנה ולא היתה שוחה אם כן אי לאו שפושטת ומתכסה לא היה שייך למתלי בצוארה כמו בכתפה וכה\"ג כתב הב\"ח ס\"ק כ\"א וזה ג\"כ כוונת הב\"י שלא כתב כן גבי דין זה רק אח\"כ בד\"ה אין מחזיקין וק\"ל:",
            "<b>ויודעת שלא נזדקרה. </b>אבל מסתמא אמרינן שנזדקרה ולא דמי לדלעיל סעיף י\"א דבעינן דוקא שיודעת שנזדקרה אבל מסתמא אין חוששין שמא נזדקרה דשאני הכא שיש בה עוד ריעותא אחרת בכתם התחתון אם רצונו לומר לא נזדקרה ומעלמא אתא ואא\"כ נתלה גם בכתם התחתון בזה לומר שזה בא מעלמא ובבת אחת נתלכלכו הוי להו שתי תלויות לקולא וכולי האי לא מקילינן עכ\"ל הלבוש:",
            "<b>אלא אם כן יש לה מכה בגופה. </b>וכתב הרב בתשובה סי' צ\"ז דאשה שיש לה מכה אך שנמצא עם הכתם מראה לבן או ירוק כיון דמראה לבן וירוק מגופה אתי גם האדום תלינן דמגופה אתא ולא תלינן בדם מכתה ע\"ש התשובה באורך והט\"ז ס\"ס זה השיג עליו ודעתו להקל בכיוצא בזה וכן הסכמת הש\"ך בס' נה\"כ וע\"ש:",
            "<b>ולא נמצא בהם דם. </b>ולא נודע שנמצא בהם דם לאחר התעסקם בדם אבל אם היה נודע שהיה נמצא בהם דם אע\"פ שעכשיו אין בהם דם תלינן שבשעת שנגעה בהם היה בהם דם. ב\"ח וש\"ך:",
            "<b>שתיהן טמאות. </b>אפילו נתעסקו בזה אחר זה והטעם כמו שכתבתי לעיל ס\"ק י\"ט וכתב הב\"ח דדוקא בבא לישאל בבת אחת אבל בזה אחר זה מטהרין שניהם וכמו בשני שבילין כמבואר בפסחים דף י' והט\"ז האריך להשיג על הב\"ח בדין זה ופסק דבכל ענין שתיהן טמאות והש\"ך בנה\"כ תופס עיקר כדברי הב\"ח ודוחה כל דברי הט\"ז וכן נראה עיקר דבכתמים שומעין להקל. ועיין מ\"ש הש\"ך בסימן קי\"א ס\"ק י\"ט:",
            "<b>ומ\"מ נראה דיש לסמוך אמקילין. </b>וכן בנתעסקה בפחות מכגריס ונמצא עליה כגריס ועוד ג\"כ יש לסמוך אמקילין בזה דחד טעמא הוא דמאי לי בנמצא כגריס ועוד ולא נתעסקה אלא בפחות מכגריס או נתעסקה בכגריס ונמצא עליה כשני גריסין דבתרווייהו יוכל לצרף אליו דם מאכולת ואף דכ' הרב סתם בסמוך דין כ\"ז דיש מחמירין לא קאי רק אאם נתעסקה בפחות מכגריס ונמצא עליה כשני גריסין אבל בנמצא עליו כגריס ועוד ודאי דדעתו להקל כמו בדין זה וכ\"כ המעדני מלך דף רפ\"ו ע\"ב והוא פשוט:",
            "<b>ויש מחמירין ומממאין. </b>המע\"מ והדרישה והב\"ח והש\"ך והט\"ז השיגו על הב\"י בזה וכתבו דליכא מאן דמטהר בהא ובטור יש נוסחא מוטעת עיין דבריהם באורך:",
            "<b>האשה שמצאה על חלוקה. </b>מ\"ש הש\"ך בזה ס\"ק ל\"ח וז\"ל אע\"ג דלעיל ס\"ט כו' הוא טעות סופר דלא נמצא כלל בסעיף ט' מזה וצ\"ל סעיף כ\"ו וכ\"ז וכל דברי הש\"ך בזה הם פשוטים ואך למותר:",
            "<b>ואם אינה מעברת עליו טמאה מספק. </b>כ\"כ הרשב\"א והראב\"ד והשיגו על הרמב\"ם שמשמע מדבריו דטהורה מספיקא והמ\"מ בפ\"ט מהא\"ב כתב דגם דעת הרמב\"ם להחמיר מספק דכיון דאפשר לברור אם הוא דם או צבע אין זה נקרא ספק עכ\"ל משמע דהיכא דא\"א בבדיקה כ\"ע מודו דהוי ספק דרבנן ולקולא וכן הוא דעת הרשב\"א והראב\"ד וכל זה פשוט להמעיין בדבריהם (ודלא כב\"ח ס\"ק ל\"א) והא דבסעיף ל' א\"צ להקיף הכתם היינו כיון שיש בדבר לתלות בה עדיף מספיקא ועיין בקונטרס הספיקות ס\"ק מ\"ה ובחלק ראשון כלל נ\"ח ס\"ק ח':",
            "<b>מפני שאין אנו בקיאין בקצת משמותם. </b>לפי מ\"ש בס\"ק כ\"ח א\"כ נראה דעכשיו כיון שאי אפשר בבדיקה יש להקל בספק אם הוא צבע או דם אכן הלבוש כתב דיש להחמיר מספק וצ\"ל דהוי כספק חסרון ידיעה ועיין בח\"ר כלל פ\"ה ס\"ק מ\"ח ובקונטרס הספיקות ס\"ק מ\"ג:",
            "<b>אם יזדמן שתעביר על מקום שנמצא בו הדם. </b>פירוש שמכוון מקורה נגד אותו מקום:",
            "<b>מאכולת מעוכה טמאה. </b>שאותו מקום בדוק הוא אצל מאכולת ובודאי המאכולת לאחר שנתמעכה נפלה על העד:",
            "<b>שנהרגה תחת הכר. </b>ודוקא הכא בבדיקה אמרינן הכי משא\"כ בכתם אך במשוך תלינן במאכולת כמבואר לעיל:",
            "<b>ויש מקום לתלות בו. </b>ומש\"ה פסק הט\"ז באשה שרגילה להוציא דם מבית הרעי שלה ע\"י איזה סיבה ובדקה עצמה אפילו בעד הבדוק לה ובשעת בדיקה נוגעת גם שם דתולה בה שלא בשעת וסתה עכ\"ל:",
            "<b>ולמחר נמצא עליו דם. </b>היינו על העד אכן מפי' רש\"י בפרק כל היד מבואר דאף בנמצא גם על ירכה ג\"כ טמאה ולא אמרינן דמירכה נתלכלך ונדבק בהעד וכן אפילו נאבד העד לגמרי כמ\"ש התוספות והרשב\"א ועיין בב\"י והמחבר נמשך אחר לשון הרמב\"ם:",
            "<b>וי\"א שאף עגול טמא. </b>ופסק הב\"ח כי\"א ועיין בלבוש:",
            "<b>אפילו כגריס ועוד טהורה. </b>הטעם דהוי ס\"ס ספק שמא כבר נתלכלך העד ואת\"ל שהעד היה נקי כשלקחה האשה מ\"מ שמא בירכה נתלכלכה. והש\"ך האריך להשיג על דין זה וכתב דרש\"י לא קאמר אלא בנמצא על ירכה אבל באמת ממ\"ש התוספות בנדה דף י\"ד ד\"ה ולמחר משמע דאף בנמצא על העד דינא הכי ומ\"ש הש\"ך דזה אינו ס\"ס כלל דהכל אחד הוא ומיד איכא למימר שמא מהמקור הוא עכ\"ל וכה\"ג לא מקרי ס\"ס כלל וכמ\"ש בדיני ס\"ס בדין י\"ג עכ\"ל ולפי מ\"ש בקונטרס הספיקות ס\"ק כ' נראה דחשיב כה\"ג שפיר ס\"ס כיון דיש שני צדדים להקל ואף לפי מה שהעתיק הש\"ך בדיני ספיקות דין י\"ג בשם האגור וז\"ל מצא הסכין פגום לאחר שחיטה דיש ס\"ס שמא בעצם המפרקת נפגם ואת\"ל שלא נפגם במפרקת שמא במיעוט בתרא דסימן נפגם לא הוי ספק ספיקא כיון שלא תוכל להתהפך ולומר שמא במיעוט בתרא נפגם ואת\"ל שלא נפגם במיעוט בתרא אלא במיעוט קמא א\"כ ודאי נבלה ולא תוכל לומר שמא במיעוט בתרא ואת\"ל שלא נפגם במיעוט בתרא אימא בעצם נפגם דתרווייהו אין חשש איסור והכל אחד הוא א\"ת בעצם נפגם או א\"ת במיעוט בתרא נפגם לכן לא תוכל לומר כך כי לא יקרא ס\"ס ולכן לא תוכל להפכו עכ\"ל מ\"מ אין סתירה מדברי האגור אלו דדוקא כה\"ג כתב דתרוייהו אין חשש איסור והכל א' הוא משום דאם אמרינן ואת\"ל שלא נפגם במיעוט בתרא א\"כ על כרחך כונתו לומר דיש חשש איסור שקודם לכן נפגם וא\"כ איך תחזור לומר שמא בעצם המפרקת נפגם א\"כ אנו חוזרין לחשש וספק הראשון. אבל בלאו הכי הוי ספק ספיקא. אף דיוכל לומר מיד שמא בעור נפגמה מ\"מ יש שני צדדים לקולא וכדמשמע מדברי האגור שכתב דהוי ס\"ס להיפך אך כיון שאין יכולין להפכו כתב דלא הוי ס\"ס ולא כמשמעות הש\"ך שם ודוק וא\"כ הכא איכא ס\"ס ספק מהירך נתלכלך ואת\"ל שלא נתלכלך מהירך מ\"מ שמא ממקום אחר נתלכלך העד כיון שהעד לא היה בדוק ונ\"ל דכאן אין צריכין להתהפך הספק ספיקא כלל דמתחלה אנו דנין אם נתלכלך העד קודם שנטלתה האשה ואחר כך אנו דנין דדלמא אח\"כ נתלכלך בירך האשה וק\"ל לכן נ\"ל פשוט דאין לזוז מפסק הש\"ע ושאר גדולי האחרונים:",
            "<b>לח אא\"כ היה בדוק לה. </b>ואפי' עד בינוני שמבואר לעיל בסעיף ל\"ו ג\"כ מקרי בדוק לענין כתם אם יש בו כגריס ועוד ואינו בדוק היינו שאינו בדוק כלל רק שלקחתו מן השוק ונמצא בו שהוא בחזקת מלוכלך. ט\"ז ודלא כב\"ח:<br><b>בדקה חלוקה. </b>כן הוא לשון הטור והא דנקט בדקה ליכא למימר דמ\"ה אצטריך לומר בדקה דאל\"כ פשיטא שהיא טהורה אף בלא השאילתו לחברתה. דמ\"מ קשה למה לי למתני בדקה אף אם לא בדקה מ\"מ כיון שלקחתו מן השוק ושלא היה בחזקת מלוכלך ג\"כ הוי כבדוק לענין כתם אם יש בו כגריס ועוד וכמ\"ש לעיל ס\"ק ל\"ז (ואף דעת הב\"ח כן הוא דודאי לא יחלוק על הטור והרשב\"א שכתבו כן להדיא רק שדעתו דאף בחזקתו מלוכלך ממש מ\"מ בקנוח ובדיקה טמאה מיותר כגריס ועוד אבל באמת זה אינו וכמ\"ש הט\"ז בס\"ק כ\"ט) וצ\"ל דוקא נקט בדקתו להראות דדוקא כשבדקו פעם שנית כשפשטתו טהורה אבל לא בדקתו פעם ב' אע\"פ שבדקתו כשלבשתו (פי' כ\"ש כשלא בדקתו ממש אבל מ\"מ היה בחזקת בדוק דאל\"כ שתיהן טהורות וק\"ל) שתיהן טמאות כל זה נ\"ל פשוט שזה תמיהות הפרישה והב\"ח על הטור וכוונת הב\"ח בישוב דברי הטור כמ\"ש ונסתלק בזה דברי הט\"ז והש\"ך מה שתירצו בזה ומתמיהים על הב\"ח ולפי מה שכתבתי הכל נכון אכן דברי הב\"ח בסעיף ל\"ח צע\"ק לפ\"ז:",
            "<b>וה\"ה אם בדקתו. </b>כ\"כ הטור וכן פירש\"י וכ\"כ הרמב\"ם והוא רבותא יותר מבבא ראשונה דאע\"ג דאשתכח הכתם גבי בעלת החלוק שלבשתו אח\"כ אעפ\"כ תולה בהן ועיין בש\"ך שכתב בזה אם בדקתו כשפשטתו והשאילתו וכו' עכ\"ל משמע מדבריו דבעינן שלבשתו ופשטתו קודם בדיקה ואת\"כ השאילתו וחזרה ולבשתו ולא ידעתי לאיזה ענין צריכין לבישת ופשיטת פעם הראשון לבבא זו וגם הוא נגד משמעות הטור ורש\"י והרמב\"ם שלא כתבו מזה כלום ואף דהרמב\"ם בפ\"ט מהא\"ב כתב הלשון וחזרה ולבשה כוונתו שאחר שהשאילה להם חלוקה חזרה ולקחה מהם ולבשתו אבל ודאי דאין לומר שבעינן שכבר לבשתו שזה אין לה סברא וטעם כלל ואפשר לומר דלכך אצטריך למינקט ופשטתו דאל\"כ למה לה בדיקה כיון שהשאילתו לנדה או לעובדת כוכבי' אלא שכבר לבשתו ופשטתו ובדקה חלוקה כדי לראות שטהורה היא (ואפשר שזה הטעם של הרשב\"א שכ' על המתני' דפרק האשה בהא דהשאילה חלוקה לעובדת כוכבי' או לנדה וכו' וז\"ל פי' כשלבשתו חלוק הבדוק לה ופשטתו והשאילה להן עכ\"ל כוונתו דאי כפי' רש\"י וסייעתו קשה למה לה בדיקה כיון שהשאילה להם ולא רצה לפרש בלבשתה שני פעמים לכן מוקי המתני' בקיצור בלבשתה פעם אתת וזו היא בבא ראשונה שכתב המחבר) אבל גם זה אינו מוכרת כלל דאפשר לומר דלכך בדקתה כדי ללבשתה בעצמה כאשר הוכיח סופה על תחלתה ואחר כך באתה האשה נדה או העובדת כוכבים להשאילה ולעולם שלא לבשתו קודם וצ\"ע:",
            "<b>אין מקילין בכתמים. </b>שהם יותר מכגריס:",
            "<b>השאילתו לקטנה. </b>והיינו ג\"כ באותן שני דרכים שנתבארו בסעיף מ\"א שבדקתה תחלה ולבשתה קודם שהשאילתו או אח\"כ:",
            "<b>קודם שחית' המכה. </b>משמע דלאחר שחיתה המכה לא תלינן בה ואף שצריכה ז' נקיים כדין נדה כמבואר לקמן סי' קצ\"ג מ\"מ אין תולין בה ולא אמרי' בכה\"ג תולין הקלקלה במקולקל ועי' בסמוך ס\"ק מ\"ג:",
            "<b>ואפילו בזמן הזה שאין יושבין על דם טוהר. </b>מ\"מ כיון שהוא רק חומרא ולעצמן החמירו אבל מ\"מ חברתה תולה בה וכן גבי בתולה אע\"ג דבזמן הזה אין נותנין אלא בעילת מצוה בלבד ואז אף אם תתלה בה גם היא תקלקל אפ\"ה תולה בה שדמיה מצויין יותר בזמנים אלו כן מבואר בטור וב\"י ושאר אחרונים אבל צ\"ע דפשיטא דתולין בזמן הזה בבתולה שנבעלה בעילה ראשונה דהא בלא\"ה קיי\"ל דטמאה כנדה ממש וא\"כ פשיטא דתולין הקלקלה במקולקל ובאמת בהגהת פרישה ראיתי שהרגיש בזה וכתב וז\"ל ואע\"ג דבלא\"ה היא טמאה מ\"מ יכולה לספור ז' נקיים ועכשיו תסתור מנינה עכ\"ל ולא ירדתי לסוף דעתו דהא להדיא כתב הטור והמחבר בסעיף זה דאפילו השאילתו לסופרת ז' נקיים שלא טבלה תולה בה אף שסותרה מנינה תולין בה כיון שהיא עדיין לא טבלה מקרי מקולקלת ותולין בה הקלקלה. לכן נ\"ל פשוט דהטעם הוא דאף דמטמאינן לה מ\"מ לא מקרי מקולקלת לתלות בה כיון דאינה טמאה מדאורייתא רק מדרבנן והוא טומאת ספק להן אין תולין. (ועיין בב\"י ס\"ס קצ\"ג) וכמו דאין תולין כתם בכתם בסעיף מ\"ג ולכן אצטריך לטעם שדמיה מצויין בה יותר ומטעם זה לאחר שחיתה המכה אין תולין בה אף בזמן הזה אף שעדיין לא טבלה וק\"ל:",
            "<b>וחזרה ולבשתו. </b>נראה דהאי וחזרה לאו אלבישה קאי דמשמע שני פעמים דא\"כ תרתי למה לי בפעם אחת סגי אלא ותחזרה אחלוקה קאי שחזרה ולקחה ממנה החלוק אחר שהשאילתה לחברתה ולבשתו וה\"ה לבשתו מתחלה ועמ\"ש ס\"ק ל\"ט והש\"ך מדחיק לפרש בזה ולפי מ\"ש ניחא:",
            "<b>תולה שמימי נדות הוא. </b>וכתב הש\"ך בס\"ק נ\"א דבג' ימים ראשונים של ספירת ז' נקיים אין תולין אף בימי נדתה וכן צ\"ל עיקר אף שפסק הרב לקמן סימן קצ\"ו סעיף י' דמכתה שבגופה תולה אף בג' ימים ראשונים שאני התם דעדיין המכה בגופה מה שאין כן הכא שכבר עברה ימי נדתה והא דלא הגיה הרב כאן כדלעיל סעיף מ\"א משום דכאן לא כתב המחבר כלום מז' נקיים וגם סמך עצמו אלעיל כל זה נ\"ל ברור דלא כהש\"ך שכתב דדעת הרב דאף בג' ימים ראשונים תולין כמו מכה שבגופה ולענד\"נ כמו שכתבתי:",
            "<b>חזקתו בדקתו בשעת כבוס. </b>משמע מדברי הטור והרשב\"א שהוא כלשון המחבר דאפילו הכתם לפנינו והוא מקדיר מכל מקום כיון שחזקתו בדוק לא תלינן בלפני כבוס דהא דסמכינן אבדיקה דמקדיר או מגליד היינו אם לא בדקתו בשעת כבוס וכן מבואר להדיא מדברי הרשב\"א במשמרת הבית דף ק\"פ ע\"א דרבי ור' אתא לא קאמרי אלא היכי דלא בדקתו ע\"ש אכן הש\"ך כתב דגם בזה סומכין אבדיקה דמקדיר או מגליד אלא דהכא מיירי בנאבד ונראה דנמשך בזה אחר דעת הרא\"ה בב\"ה דף קע\"ט ע\"ב שסובר כן אבל לע\"ד דעת הטור כהרשב\"א ואחריהם נמשך המחבר כמ\"ש:",
            "<b>ואם אפשר לעמוד על הבירור. </b>לאפוקי נאבד או נתכבס החלוק אח\"כ דאז כל היכא שאין חזקתו בדוק ע\"י הכבוס תולין בלפני כיבוס דדוקא אם אינה בקיאה מחמירין מספק משום דהוי ספק חסרון ידיעה ועיין בש\"ך דכתב דבזמן הזה לא חזינן דדרך בנות ישראל בכך לבדוק הכתמים בשעת כיבוס וכתב דה\"ה אם העובד כוכבים לפנינו ואומרת שבודקתו לא סמכינן על דבריה וכ\"כ הב\"ח וע\"ל מ\"ש במ\"י כלל ל\"ב:",
            "<b>ונמצא עליו. </b>וכתב הש\"ך וז\"ל וא\"א לידע הדבר ע\"י שאלה כדבסעיף הקודם ובאמת פשט הלשון לא משמע כן דמשמע שהיא לפנינו ושואלת על כתמה מה דינה וגם לא ידעתי מי דוחקו לכל זה הלא אפשר לפרש כפשוטו שהיא לפנינו ואומרת שלא בדקתו בשעת כיבוס ע\"כ צריכין בדיקה ע\"י מקדיר או מגליד וכדלעיל ולפי מ\"ש בס\"ק מ\"ז על כרחך צריכין כאן לפרש כן וק\"ל:",
            "<b>ואם הוא מקדיר. </b>ואם נאבד או נתכבס החלוק שתיהן טמאות כיון דאין לתלות באחת יותר מחברתה כדלעיל סעיף מ\"ג כ\"כ הש\"כ והוא נכון דלא כעט\"ז:",
            "<b>בד\"א כשלא פשטו אותו בלילה. </b>האי בד\"א קאי אם הוא למעלה מהחגור לשתיהן דשתיהן טהורות ועל זה קאמר בד\"א שלא פשטו וכו' משא\"כ אם כיסתה ראשה דאז בכל מקום שימצא טמאה משום דחוזר הילך והילך כמבואר לעיל סעיף י\"ד וט\"ו לכן אם שניהם כיסו ראשן שתיהן טמאות ואם אחת כיסתה ראשה אותה שכיסתה טמאה וכל זה פשוט וכן מבואר להדיא בדברי הרשב\"א בת\"ה הקצר דף ס\"ו ע\"א ע\"ש אכן ראיתי בעט\"ז שכתב ז\"ל כיסתה אחת מהן בו את ראשה וכו' אותה שכיסתה טמאה אע\"פ שהוא לשתיהן למטה מן החגור תלינן יותר בראיית הלילה מבראיית היום מפני שאם היתה רואה ביום היתה מרגשת לפיכך תלינן באותה שכסתה בו בלילה דאמרינן שהיא ראתה בשינה ולא הרגישה עכ\"ל ולא ירדתי לסוף דעתו דא\"כ מטמאינן אותה מכח נדה דאורייתא והא דלא הרגישה משום שראתה בשינה (וזה גרם לו שכתב לעיל בסעיף ט\"ו דהוי ספק דאורייתא וע\"ש ס\"ק י\"ט) בזה בודאי אינו דמבואר בש\"ס ובסימן זה כמה פעמים דאף בישנה כתמה דרבנן ותולין להקל והטעם דאף בישנה היתה מרגשת וכדאיתא להדיא בריש פרק דנדה דף ג' ע\"א ישנה נמי אגב צער מיתערה והאי דלא ארגשה לכן אין כאן רק טומאת כתם ולמטה מהתגורה לשתיהן שתיהן טמאות:",
            "<b>שלש נשים. </b>ודוקא בבאין לשאול בבת אחת אבל בזה אחר זה שתיהן טהורות וע\"ל ס\"ק כ\"ד ודלא כט\"ז:",
            "<b>על סדין העליון. </b>דעת הראב\"ד הובא בטור וב\"י דכל שנמצא על הסדין בין אם הוא עליון או תחתון חיישינן שמא נתהפך וכולן טמאות וכן פסקו האחרונים מהרש\"ל והב\"ח והש\"ך והט\"ז וכתב הט\"ז דמ\"מ בנמצא על הכסת שתחת הסדין לא חיישינן שמא נתהפך וכתב הרשב\"א בת\"ה וז\"ל אבל לגופן אין חוששין שמא תתהפכנה מתוך שינה להיות משולבות והעיקר לזה מפני שכתמים דרבנן אבל אשה אחת שאין לה מונע בכ\"מ שמצאה דם במטה טמאה שהמטה כולה מקומה ועוד דם זה מהיכן עכ\"ל:",
            "<b>בדקו שתים. </b>וכ' הב\"י ונראה דאתי' במכ\"ש אם שתים תולות באחת שנמצאת טמאה כ\"ש שתתלה אחת בשתים דמכ\"מ אצטריך למימר דין זה דלא תימא איפכא דכיון דשתים ובדקו ומצאו טמאות דע\"כ אחת מהן טמאה דאין הכתם ממנה דאל\"כ שתי כתמים ה\"ל לאשתכוחי וכיון דאין יכולין לתלות בשתיהן נימא דהכתם לא בא מהם כלל רק מהטהורה קמ\"ל. ועיין פרישה ובל\"ח דף רפ\"ט ע\"א ע\"ש:",
            "<b>כיצד אחת זקנה. </b>ודוקא בהנך שהם בחזקת מסולקים הדם לגמרי לפיכך תולין בחברתה משא\"כ באשה שיש לה וסת אינה תולה באין לה וסת וכן יש לה וסת ולא הגיע שעת וסתה אין תולין בהגיע שעת וסתה וכך כתבו התוס' בנדה דף ס' ע\"ב בד\"ה עוברה וכ\"כ רש\"י בשם הגהת מיימוני ועיין בתוספות ריש פרק קמא דנדה דף ה' ע\"א ד\"ה הא שאר כו':",
            "<b>זקנה. </b>ע\"ל סימן קפ\"ט סעיף כ\"ט:",
            "<b>ואחת ילדה. </b>אפילו אם יש לה וסת והכתם מצאה שלא בשעת וסת תלינן בה. פרישה:",
            "<b>שתאמר ברי לי שלא נגעתי בו. </b>והא דלא אמרינן בכה\"ג מלתא דלא רמיא עליה דאינש אמר ולאו אדעתי' היינו כיון שהוא זמן קרוב כזה לא חיישינן כולי האי כ\"כ הט\"ז ועי\"ל דבכתמים הולכין להקל ועיין בנה\"ך שתירץ דלא חשדינן שתעבד לאיסורה ובאמת בא\"ח סי' תמ\"ז מבואר דאף לענין איסור אמרינן הכי וע\"ל כלל וסימן ס\"א ס\"ק ז' ויו\"ד:",
            "<b>אין בכתמים משום וסת. </b>אפילו בישנה ואח\"כ נמצא כתם ג\"כ אין בו משום וסת כיון דלא הרגישה כמו שהוכחתי לעיל ס\"ק נ' ועיין בתשובת חוט השני סימן כ\"ד דמשמע מדבריו דאף כה\"ג יש בה משום וסת ובאמת זה אינו:",
            "<b>חוץ מכתמי עד הבדוק לה. </b>אבל בעד שאינו בדוק לה לא הוה כראיה ממש לענין וסת וכתבו האחרונים בשם מהרש\"ל ובתשובת מהר\"ם ועל אשה מוכה שחין דבר פשוט שכתמיה טהורין אפילו אם בשעת וסתה לא בדקה עצמה ושוב בדקה ומצאה כתמיה על סדניה או על חלוקה טהורה עכ\"ל ועיין בתשובת חוט השני סימן נ\"ז:"
        ],
        [
            "<b>אבל אם שותתין על שפת הספל. </b>עיין בט\"ז שכתב הטעם דכתב הטור ומור\"ם שפת הספל והוא נכון והש\"ך כתב וז\"ל על שפת הספל וק\"ו אם שותתת תוך הספל. פרישה וב\"ח עכ\"ל. הנה מ\"ש כן בשם הפרישה זה ודאי אינו עיין בו גם הב\"ח שכתב כן היינו דווקא אלשון הטור והיינו שהיתה מקלחת ולאחר הקילוח היתה שותתת על שפת הספל ועל זה כ' דהוא קל וחומר אם היתה שותתת מתחלה תוך הספל אבל מור\"ם שכ' שנמצא שם דם משמע שנמצא על שפת הספל ואם כן לא שייך לומר הקל וחומר ואדרבה יותר יש לטמאתה בתוך הספל משפת הספל כמבואר בש\"ס ופוסקים להדיא:",
            "<b>אלא במקלחת. </b>פי' ויושבת על שפת הספל לחוד אבל בנמצא על שפת הספל או יושבת בו באמצע ספל טמאה כמבואר בדברי הפוסקים (דהיינו דעת הי\"א) וכ\"כ הש\"ך:",
            "<b>טהורה. </b>וכתב הש\"ך ומשמע דהיינו בנמצא תוך הספל על המים כדאיתא בש\"ס עכ\"ל וכוונתו מדקתני במתני' ונמצא דם על המים אבל באמת אין זה מוכרח כל כך דאפשר דה\"ה בנמצא על שפת הספל אלא שדיבר בהווה דכיון דאיכא עוד ספק דלמא מן האיש הוא דאף שהוא מן האיש אפשר למצוא על שפת הספל דלפעמים אינו מטיל מים למרחוק כל כך וכדמשמע בריש פ' כל היד ולכן אפילו בשפת הספל טהורה דהא דעת כמה גדולי הפוסקים דאפילו כשהיה משתנת לבד טהורה בכל ענין וכדברי המחבר אם כן היכא דאיכא למתלי באיש אפשר דאליבא דכולי עלמא טהורה אף בנמצא על שפת הספל ואין להקשות דלפי זה מה מקשה הש\"ס ורבי יוסי בחד ספיקא מטהר ברישא בס\"ס מבעי' ומאי קושיא הלא לדעת הר\"ן וסייעתו לא מטהר רבי יוסי ברישא אלא בנמצא תוך הספל ובסיפא טהורה אפילו בשפת הספל יש לומר דהמקשה סובר דאי מש\"ה תני תנא המשנה יתירה א\"כ אמאי לא תני התנא עיקר החילוק שבין רישא לסיפא להדיא וק\"ל כה\"ג נ\"ל ליישב ג\"כ מאי שמקשה הב\"ח לדעת הרא\"ש והתוספות בסעיף ב' והניח בצ\"ע ולפי מ\"ש ניחא:",
            "<b>רק באשה שיש לה וסת. </b>אפילו אין לה וסת קבוע רק שדרכה לראות לפעמים שלא בשעת צרכיה משא\"כ באינה רואה אלא במי רגליה כן פי' הש\"ך דברי הרב ובזה מתורץ מה שמקשה הט\"ז בסימן קפ\"ז ס\"ק י' דברי הרב אהדדי ועיין בספר נה\"כ שם שמחלק עוד בכמה חילוקים ועיין בתשובת צ\"צ סימן צ\"ב ובאר עשק סימן ב' ועיין בט\"ז ס\"ס זה בתשובתו ועמש\"ל ס\"ה:",
            "<b>טהורה. </b>דאין זה דם ואפילו אם נמות במים גם כן טהורה ול\"ד לדלעיל בסימן קס\"ח דאם נמוח דטמאה דשאני הכא כיון שרואה עם מי רגליה:"
        ],
        [
            "<b>שמא מחמת חימוד. </b>עיין בט\"ז שמקשה מתמר שאמרה ליהודה טהורה אני וכן רות שנכנסה למטתו של בועז אחר שטבלה בלי שבעה נקיים ומתרץ בכמה גווני ולפמ\"ש לעיל סימן קפ\"ג ס\"ק ד' דהטעם דבפנויה נדה צריכה ז' היינו לפי שעכשיו כזבה גדולה שוינהו חכמים על כן אין חילוק בין פנויה ונשואה להצריך ז' נקיים משא\"כ מדין תורה אין להצריך ז' נקיים בפנויה רק בנשואה מפני שרגיל וקץ בה צריכה המתנת ז' וא\"כ תמר ורות שהיתה פנויה היתה מותרת לטבול מיד באותה שעה שבאותו זמן עדיין לא שוינהו כזבה גדולה והוא פשוט:",
            "<b>וא\"צ הפסק. </b>והאידנא נהגו להפסיק בטהרה אף לבתולים ובודקים כל ז' נקיים וכ\"כ מהרש\"ל הובא בפרישה וב\"ח וש\"ך ובדיעבד סגי בבדיקת פעם א' וכמ\"ש הרב:",
            "<b>רק פ\"א תוך ז'. </b>אף לפי מה דקיי\"ל לקמן סי' קצ\"ו סעיף ד' דלא סגי אלא בבדקה ביום א' וביום ז' שאני התם דודאי ראתה משא\"כ הכא דלא ראתה בודאי עדיף טפי כ\"כ הל\"ח דף רצ\"ט ע\"ב והש\"ך ונ\"ל פשוט דכל זה מיירי בקטנה שלא ראתה מעולם וליכא גבה רק חשש דשמא מחמת חימוד ראתה אבל בגדולה שראתה ואפילו לא ראתה עתה רק זה ימים רבים שראתה מ\"מ מסתמא עדיין היא טמאה כנדה גמורה דמסתמא לא ספרה ז' נקיים כיון שהיא פנויה אם כן צריכה שבעה כנדה גמורה דאין חילוק בין פנויה לנשואה (כמבואר לעיל סימן קפ\"ג) ואפשר דמטעם זה נתפשט המנהג שכתבתי בס\"ק ב' בשם מהרש\"ל משא\"כ בזמן הש\"ס אפי' בגדולה אין כאן אלא ספק דמחמת חימוד דמשום ודאי נדה מסתמא טיהרה עצמה אף בפנויה משום טהרות וק\"ל:",
            "<b>שבעת ימים הללו מונים אותם כו'. </b>כל זה הוא מדברי הרשב\"א בת\"ה וכ' הרשב\"א במשמרת הבית דף קב\"ז ע\"א וז\"ל ומנהג של ישראל תורה היא ובכל מקומותינו הנהיגו להכין סעודות שמחת שבת שלפני השבת נשואין וזו מקרי תביעה וממנו מונין לו שבעה אלו עכ\"ל ודבריו הם על פי המנהג שנהגו לכנוס בערב שבת ולטבול לעת הכנסת שבת וכמבואר בא\"ה סימן ס\"ג וצריך לומר דמיד בע\"ש שלפני השבת של נשואין שמכינים עצמם להסעודה מקרי יום התביעה דאל\"כ לא מצינו שבעה נקיים וק\"ל ועכשיו שנהגו ע\"פ הרוב לטבול בליל ששי צ\"ל דיום התביעה מקרי שנים ושלשה ימים קודם השבת ע\"ד דאמרינן בריש כתובות שיהא טורח אדם ג' ימים:",
            "<b>אם דחו הנישואין מחמת איזה סיבה. </b>משמע דוקא שנדחו הנשואין ממש אבל אם לא דחו הנשואין רק שיש איזה קטט ביניהם מחמת הנדוניא וכן אם דחו זמן ראשון ומיד באותו מעמד הסכימו הקביעות לזמן שני אין כאן חימוד חדש וכ\"כ הב\"ח והסכמת הט\"ז והש\"ך דלא כעט\"ז וכתב עוד בעט\"ז אם מתוך הקטטה נתפרדה החבילה ובאותו מעמד הסכימה הכלה לישא איש אחר ונכנסה לתופה מיד באותו יום הדבר פשוט דה\"ל תביעה חדשה ואפילו בדקה עצמה ומצאה טהורה צריכה לספור ז' נקיים מחדש ע\"כ וכן הסכמות כל האחרונים ואם היה זמן מוגבל לחתונה בר\"ח וספרה ז' נקיים וכשהגיע ר\"ח לא בא החתן ולמחרתו בא ציר מהחתן דאתיליד ליה אונס בדרך ומיד יום או יומים אח\"כ יבא וכן עשה ונעשה החופה ב' או ג' ימים אחר ר\"ח דעת הט\"ז דבעינן ז' נקיים מחדש אכן בתשו' מ\"ב סי' מ\"ב פסק בפשיטות דא\"צ ז' נקיים ואחריו נמשך הש\"ך ודבריו מסתברים כי עיקר דין זה להצריך ז' נקיים מחדש הוא חומרא גדולה כמו שהאריך בתשובת מ\"ב לסתור דברי מהרי\"ל ע\"ש ועיין בש\"ך ס\"ק ז' (ומ\"מ נראה לי דצריכה שתבדוק עצמה באותה שעה שבא הציר ומצאה עצמה טהורה):",
            "<b>לחזור ולישב ז' נקיים. </b>ואף שטבלה צריכה ז' נקיים וטבילה שנית כ\"כ הש\"ך בשם המרדכי ואם עברה ושמשה צריכה להמתין ו' עונות שלימות ואח\"כ תמנה יום א' נקי ותטבול וכמבואר לקמן ס\"ס קצ\"ו ואין אומרים דצריכה להפריש ממנו ב' ימים כדי להבחין בין זרע שנזרע בקדושה לזרע שנזרע שלא בקדושה כיון דאין כאן אלא איסור דרבנן כ\"כ הט\"ז ס\"ס זה ובס\"ס קע\"ו ע\"ש ובאמת בלא\"ה נראה דלא שייך כאן הבחנה דגם בן הנדה הוא כישראל גמור וכמבואר בא\"ה סימן ז' וכ\"כ הש\"ך בנה\"כ ס\"ס קצ\"ו וכן נ\"ל קצת ראיה ממתניתין פ' ד' אחין (יבמות דף ל\"ג) שני אחין שקדשו שתי נשים ובשעת כניסתן לחופה החליפו את של זה לזה הרי אלו חייבין משום א\"א ואם היו אחין משום אשת את ואם היתה נדה משום נדה ומפרישין אותן שלשה חדשים שמא מעוברות הן ובניהם ממזרים ובעינן הבחנה בין זרע כשר לזרע פסול שלא יתלו העוברים בבעליהן ע\"כ ואם איתא תקשה הלא אף בלא החליפו בעינן הבחנה אם שימשה נדה אלא ודאי דבנדה לא צריכין הבחנה וכן משמעות כל הפוסקים שלא הזכירו הבחנה גבי נדה רק גבי גר וגיורת דיש כמה נפקותות לדינא וכמבואר בהל' גרים:",
            "<b>והמחמיר תע\"ב. </b>עיין בט\"ז שכתב דמדינא יש להחמיר והש\"ך בנה\"כ מפקפק על דבריו ועיין בש\"ך שכתב דעכשיו שמנהג שלא לבעול רק אחר ב' או ג' ימים אע\"פ שהוא מנהג של שטות ונכון לבטלו מ\"מ אם פרסה נדה ודאי דצריך שימור דהאי דלא בעל לא משום כבישת יצר הרע אלא מפני המנהג וכן נוהגין להצריך שימור:",
            "<b>והמנהג ליקח קטן וכו' קטנה. </b>וכתב בש\"ך ע\"ל סימן שמ\"ב כתבתי בשם הב\"ח דצ\"ל שיודעין טעם ביאה ושאין מוסרין עצמן לביאה עכ\"ל וראיתי בב\"ח שם שלמד דבר זה ממה שאיתא כן באבן עזר סימן כ\"ב אבל באמת אין ראיה משם כלל דדוקא להתיחד עם אשה אחרת אסור אא\"כ בקטנה שאינה מוסרת עצמה לביאה דבמוסרת עצמה לביאה אסור מטעם דאסור לאיש א' להתייחד עם שתי נשים משא\"כ כאן אפשר דאף במוסרת עצמה לביאה מותר דלא חיישינן שישכב אצלה כיון שאשתו הנכנסת לחופה עמו ואשתו משמרתו כמבואר בא\"ע שם אף דיש לחלק מ\"מ אין ראיה משם וק\"ל:",
            "<b>מחזיר גרושתו צריכה לישב ז\"נ. </b>ונראה דה\"ה אם גרשה כשהיא מעוברת והחזירה ג\"כ צריכה לישב שבעה נקיים דאף דמעוברת היא בחזקת מסולקת מדמים מ\"מ חיישינן שמא מחמת חימוד ראתה כמו בקטנה בר\"ס זה ומבואר לעיל ס\"ס קפ\"ט דקטנה עדיפה ממעוברת ואם עבר וכנסה תוך הזמן כתב הט\"ז דאינה צריכה שמירה כיון שכבר בעלה:"
        ],
        [
            "<b>שמא ראתה טיפת דם כחרדל וחיפהו ש\"ז. </b>הא דלא כתב גם כן הטעם כדלעיל ר\"ס קצ\"ב גבי דם חימוד י\"ל משום דכאן הוי כמו ספק ספיקא ספק שמא לא ראתה ואת\"ל ראתה שמא דם בתולים הוא לכך צריכין לבקש טעם וחששא גדולה להחמיר דשמא חיפה ש\"ז משא\"כ לעיל ועפ\"ר והט\"ז מ\"ש בזה ונוהג עמה בכל דיני נדה וז\"ל הב\"י ואסור לפרוץ גדרן של ראשונים ולהקל בו אפילו כחוט השערה ומי שעושה כן הרי הוא פורץ גדר וישכנו נחש אכן ראיתי נוהגין שנותנים להם לאכול יחד בקערה א' אחר בעילת מצוה ולא ידעתי מאין בא להם מנהג זה. גם הט\"ז כתב בשם מהר\"ל מפראג צד קולא להלכה למעשה וז\"ל ואע\"פ דהשתא נהוג עלמא דהנדה מתחלת למנות מיום ו' לשימושה מ\"מ אתחר דם בתולים מתחלת למנות מיום ה' עכ\"ל (ואם נבעלה במוצאי שבת מתחלת לספור ז' נקיים מיום ה' ואם נבעלה ביום א' בין השמשות תמנה מיום ו' כ\"כ הט\"ז סימן קצ\"ו סעיף ה' ע\"ש) ואפשר שמזה נתפשט להם פה המנהג גם כן בקולא זו לאכול בפעם ראשון מקערה א' אבל באמת הוא נגד משמעות ל' הב\"י והש\"ע והמחמיר תע\"ב:"
        ],
        [
            "<b>ואין להתיר במקום שנהגו להחמיר. </b>אע\"ג דכן הדין בכל הדברים שנהנו בו איסור אי אתה רשאי להתיר מ\"מ איצטריך לאשמועינן הכא דלא תימא דהוה מנהג בטעות וגם רבים קראו תגר על המנהג וקראו מנהג שטות וכמבואר בב\"י לכך איצטריך לאשמועינן דאין להתיר ועיין בד\"מ ובש\"ך ובט\"ז טעם המנהג וסיים הט\"ז והמיקל בדבר חלילה לתת עליו שום עונש דאנו רואין שאין מנהג זה קבוע ואנו רואין בקהלות קדושות מעשה בכל יום בנשים הרבה כמעט רובן שמקילין בדבר ובאם מפלת נפל אין שום אחת שתמתין שמונים יום אלא טובלת כל זמן שתוכל עכ\"ל וכן משמעות הרב שלא כתב גם כן מנהג זה בסמוך סעיף ג' אדין דמפלת וכ\"כ הש\"ך שם ס\"ק ד' וז\"ל ומשמע דבמפלת ליכא מאן דמחמיר להצריך פ\"א יום וסגי לה בז' נקיים אחר י\"ד יום עכ\"ל והנה מ\"ש להצריך ז' נקיים אחר י\"ד יום לא ידעתי למה פסק בפשיטות נגד דעת רוב הפוסקים והש\"ע בסעיף א' וג' דאף הי\"ד ימים שלא ראתה בהם עולים לספירת הז' נקיים וכן הוא דעת הרב כאן בהג\"ה דמ\"ש הרב וספרה ז' נקיים היינו תוך ז' לזכר או י\"ד לנקבה וכ\"כ העט\"ז ואף שדעת ר\"ת כן הוא מ\"מ באותן המקומות שאין נוהגין להמתין מ' לזכר ופ' לנקבה אין חוששין לדעת ר\"ת דאל\"כ תצטרך ב' טבילה לדעתו וכמבואר בד\"מ מדברי הש\"ך עצמו בס\"ק א' וצ\"ע וסיים עוד הש\"ך ולענ\"ד יחמיר לפרוש ממנה ליל מ\"א וליל פ\"א במפלת משום ספק זכר או נקבה ועיין בט\"ז ס\"ק ב' לית מאן דחש לה:",
            "<b>אינה חוששת לולד. </b>אבל לאחר מ' חוששת לזכר ולנקבה וכן מבואר בש\"ס פ' המפלת דהלכתא כחכמים דיצירת הזכר והנקבה לארבעים וכ\"כ הטור אכן בשם הרמב\"ם כתב דיצירת הזכר לארבעים ונקבה לשמונים וכרשב\"ג וצ\"ל דפסק כן משום דבפ\"ב דכריתות דף י' מוקי רבא דהוא בתרא סתמא דברייתא כוותי' מכלל דהלכתא הכי (ועפ\"ז ישבתי ע\"ד הדרשה מה שמקשים התוספות בקידושין דף ל\"ד ע\"א ד\"ה גברי בעי חיי נשי לא בעי חיי וכו' והא דכתיב כי היא חייך דמשמע אשה נמי חייבת בת\"ת מה\"ט גברא בעי חיי ע\"כ ואם אמרי' דיצירת הנקבה לשמונים לא קשה מידי דהא איתא בש\"ס ובמדרש דלכך תלה הכתוב התורה בנר ה' נשמת אדם אמר הקב\"ה התורה נתנה לארבעים ונשמה נוצרת למ' אם אתה משמר את נרי שנתנה למ' אני משמר את נשמתך וא\"כ הנקבה שיצירתה לשמונים אינה חייבת בת\"ת מטעם כי היא חייך וק\"ל) וכן נראה מסוגיא דש\"ס ריש סוטה ותוס' שם בהא דאמרינן מ' יום קודם יצירת הולד בת קול יוצא בת פלוני לפלוני וכתבו תוס' שם קודם יצירת הזכר כו' משמע דוקא קודם יצירת הזכר מכריזין מדקאמר מ' יום קודם משא\"כ בנקבה דיצירתה לשמונים ומשמע דמיד באותה שעה שמזריע הבת קול יוצא וכ\"כ הפרישה בס\"ק י\"ד אך שכתב להיפך וז\"ל דהסוגיא זו דסוטה משמע להדיא דבמ' יום נגמר אפילו הנקבה דאי לפ' הל\"ל פ' יום קודם יצירת הולד וא\"ל דעיקר ההכרזה הוא על הזכר דז\"א וכו' וא\"א לומר שמכריזין בן פלוני בשעת יצירתו לבת פלוני שעדיין לא נזרע ונוצר וק\"ל עכ\"ל בודאי נתעלם ממנו דברי התוספות אלו דמבוארים להיפך ע\"ש וכן מוכח שם להדיא בש\"ס דאזכר קאי וכדקאמר שם שדה פלוני לפלוני וק\"ל ועיין בב\"י שכתב שהרמב\"ן ג\"כ פסק כהחכמים ושסופר מוטעה אטעיה לטור שכתב בשמו להיפך ובב\"ח כתב שצ\"ל הרמב\"ם במקום רמב\"ן ובאמת גם הרמב\"ם פסק כחכמים וכמ\"ש ג\"כ הב\"י:",
            "<b>עד כ\"ג יום. </b>דהיינו בלא אותו יום של יציאת השליא. ב\"י:",
            "<b>עד שיצא רובו. </b>ומבואר מדברי הפוסקים דהיינו מדאורייתא אבל מדרבנן טמאה לידה:",
            "<b>את ידו. </b>לאו דוקא ה\"ה אבר אחר:"
        ],
        [
            "<b>אבל מותר להתייחד עמה. </b>ודוקא אם אינה נאסרת עליו רק משום נדה דיש היתר לאסורה ואין יצרה תקפו כ\"כ משא\"כ אם זינת שנאסרה לבעלה עולמית אסרו לייחד וכדאיתא בסוטה דף ז' וכ\"פ הרמב\"ם כת\"ק:",
            "<b>וכן ע\"י זריקה מידו לידה. </b>אבל על בגדיה משמע דמותר וכן מותר לנפוח נוצה או עפרורית מבגדיה ומ\"מ המחמיר תע\"ב ובתשובה הארכתי בזה:",
            "<b>לחם או קנקן. </b>והיינו כשאין אוכלין ושותין ממנו דומיא דזי' פ\"ח. כ\"כ הפרישה והט\"ז אבל באמת שם מבואר בב\"י ובש\"ע בהג\"ה דגבי קנקן אע\"פ ששותין ממנו אם אין דרכו להיות על השולחן הוי הפסק וכן מבואר לעיל כלל ע\"ז דין ט' ע\"ש:",
            "<b>במפה שלו. </b>או שתגלה מעט מן השלחן ותתן קערה שלה עליו. ש\"ך בשם דרשות הנשים:",
            "<b>אם אוכלת בקערה בפני עצמה. </b>אבל אסור לאכול מקערה אחת אף שיש בקערה חתיכות קטנות והוא אוכל אחת והיא אוכלת אחת. אבל כשיש בקערה חתיכות גדולות וכל א' משים לפניו על כלי מיוחד ואוכל משם אין בזה איסור כיון דאין האכילה מיד בלקיחתו מקערה. כ\"כ הט\"ז:",
            "<b>לא ישתה. </b>ואף שחזר ומלאו אבל אם שתתה היא כל הכוס ומלאוהו נראה דמותר. ש\"ך:",
            "<b>לא ישב במטה המיוחדת לה. </b>וכ\"ש לישן עליו. אבל היא משמע מדברי הפוסקים דמותרת לישן על מטה שלו משום דהיא לא מרגלא כדלעיל לענין שתיה וכן יש קצת ראיה מהא דכתבו הפוסקים דהיא מותרת לשתות כדאמרי' בפ\"ק דשבת גבי עובדא דאליהו אכל ושתה עמי ולא אמרה אכלתי עמו ושתיתי עמו (ועיין בביאורי סמ\"ג לאוין למהרש\"ל) והתם נמי קאמר וישן עמי ועיין בס\"ק ח' אכן הט\"ז כתב דאף היא אסורה לישן על מטתו המיוחד לו ואין דבריו מוכרחים כלל וכתב עוד הט\"ז מנגיעה שנוגע בסדין שהוא מלוכלך בדם אין איסור אע\"פ שקצת נזהרין בזה ושבוש הוא עכ\"ל. וכ\"כ הדרישה ס\"ס קצ\"ג ונ\"ל קצת ראיה לזה מהא דאיתא בתוס' סוף פ\"ב דנדה דמותר לראות דמי אשתו ומבואר בש\"ס וברמב\"ם פ\"ה מהא\"ב שלוקח המטלית בידו ועושה צל בידו הרי דמותר ליגע ועיין בדרישה שכתב טעות המנהג מהיכן בא ע\"ש:",
            "<b>לא יישן עמה. </b>עיין בב\"ח וט\"ז שהעתיקו בשם ההג\"ה באשה נדה יכולה לשכב אסדיני בעל וזהרי מסדינין ששכב עליו איש אחר דאולי תתעבר מש\"ז של אחר ואע\"ג דהולד כשר שאין כאן ביאת איסור מ\"מ יש להקפיד אהבחנה וגזירה שמא ישא אחותו מאביו משא\"כ בנדה דליכא חשש כלל ע\"כ ועי' בחלקת מחוקק בא\"ה סי' א' ס\"ק ח':",
            "<b>אפילו בעקבה. </b>כן הוא בש\"ס פ\"ב דנדרים כל המסתכל בעקבה של אשה ה\"ל בנים שאינם מהוגנים. אמר ר' יוסף ובאשתו נדה א\"ר שמעון בן לקיש עקבה דקתני במקום הטנופת שהוא מכוון נגד עקבה ע\"כ וא\"כ קשה על הטור שהוא כל' המחבר שכ' דה\"ה מקומות המכוסים והלא שם קאמר דוקא עקבה. ומ\"ש הב\"י ושאר אחרונים דהטור סובר דכל מקומות המכוסים שבה בכלל מקום התורף וכ\"כ הרשב\"א בת\"ה דמן העקב נלמד לכל מקום מכוסה עכ\"ל אבל באמת גם זה תמוה דהא בש\"ס מדקדק וקאמר דוקא במקום הטנופת שהוא מכוון נגד עקבה וגם ל' אפילו בעקבה שכתב הטור אינו מדוקדק לכאורה. לכן נ\"ל פשוט דדעת הרשב\"א והטור דריש לקיש לא קאי כלל אמלתא דרב יוסף ותרוייהו פליגא בפירושא דברייתא דרב יוסף מוקי ברייתא בעקבה ממש ובאשתו נדה וריש לקיש מפרש הברייתא בסתם אשה אפי' אינו נדה ומה עקבה מקום הטנופת. נמצא דלרב יוסף עקבה ממש קאמר ואפ\"ה אסור להסתכל כיון שהוא מקום המכוסה וה\"ה לכל המקומות המכוסות וכן מצאתי בספר בעל הנפש להראב\"ד דף מ\"ט ע\"א שפי' כן הסוגיא דשמעתא ומסיק וכתב וז\"ל ונקטינן כתרוייהו להחמיר דאסור להסתכל בעקב אשתו נדה ומן העקב נלמוד כל מקום המכוסה שבה ואסור להסתכל במקום הטנופת אע\"פ שאינה נדה עכ\"ל. וזה נראה ג\"כ דעת הרשב\"א והטור נמצא דדבריהם נכונים וברורים ואין אנו צריכין לדחוקים של הב\"י והב\"ח והדרישה בזה עיין שם:",
            "<b>זוכרים תמיד שהיא נדה. </b>וכן הוא ל' הטור ולא ידעתי מאין יצא להם טעם זה הלא הטעם מפורש להדיא בש\"ס ס\"פ אע\"פ כדי שלא תתגנה על בעלה ופירש\"י בימי טהרה אם לובשת בגדים שלבשתה בימי נדתה עכ\"ל ותמיהא גדולה היא על כל האחרונים שלא הרגישו בזה על הטור ויש כמה נפקותות לדינא בין השני הטעמים וצ\"ע. (וזכירה זו למה דלא צריכין היכר אא\"כ שיש איזה הרגל וחבה וקירוב דעת) ונראה פשוט דלכל הטעמים אם יש לה בגדים מיוחדים אפי' נאים ומקושטים שמותרת להלבישם ואע\"ג דקאמר שם בש\"ס מותר בלאו' (פי' בגדים ישנים ובלואים) לאשה שמתכסה בהן בימי נדתה היינו שהבעל אינו מחוייב לתת לה בגדים חשובים להתכסה בהם בימי נדתה אבל אם יש לה פשיטא דמותרת להלבישם וזהו בכלל מ\"ש בסעיף ט' דהתירו לה להתקשט בימי נדתה והוא פשוט דלא כמ\"ש מהרש\"ל בביאורו לסמ\"ג לאוין דף פ' ע\"א דאין הלכה כר\"ע דמתיר להתקשט ומצינו בדברי רבותינו שלא תתקשט האשה בימי נדתה ויש לה בגדים מיוחדים לנדתה כדלעיל כהל' אישות עכ\"ל ובאמת כל זה אינו דבגדים מיוחדים לאו מטעם שלא תתקשט הוא ועיין בש\"ד שפסק ג\"כ שלא תתקשט האשה ועיין ס\"ק י\"א:",
            "<b>שלא תתגנה על בעלה. </b>ואע\"ג דקאמר בש\"ס עד שבא ר\"ע ולימד א\"כ אתה מגנה על בעלה ונמצא בעלה מגרשה ומשמע מדקדוק לשון הש\"ס דר\"ע אזיל לשיטתו בסוף גיטין דאמר אפי' מצא אחרת נאה ממנה יגרשנה ע\"כ מתיר כאן להתקשט וא\"כ אנן דלא קי\"ל לענין גטין כוותיה א\"כ יהא אסורה להתקשט וצ\"ל דהרמב\"ם והטור וסייעתם סוברים דאף דר\"ע דקאמר הכי אזיל לשיטתו מ\"מ אף בלא האי טעמא דיגרשנה מ\"מ מותר להתקשט כדי שלא תתגנה על בעלה וכה\"ג מצינו כמה פעמים בש\"ס (ועיין בס\"ק יו\"ד) ועיקר הטעם דנדה לשבעה הוא כדי שלא יהא רגיל וקץ בה וכמ\"ש לעיל בסי' קפ\"ג ע\"ש וק\"ל. שוב מצאתי בלחם חמודות ס\"פ התינוקת דף ש\"ג ע\"ג הרגיש ג\"כ בזה ותירץ דאע\"ג דאנן קי\"ל דאסור לגרש במצא אחרת נאה ממנה מ\"מ יש לחוש ע\"י שתתגנה ישים לה עלילות דברים עד שיגרשנה עכ\"ל:",
            "<b>חוץ ממזיגת הכוס. </b>ועי' בב\"ח וש\"ך שכתבו דה\"ה ליתן הקערה על השולחן אסורה בימי נדתה ודוקא קערה המיוחדת לבעלה לבד אבל לא כשבני בית אוכלים ממנה וכ\"כ הבאר שבע דף קי\"ב ע\"ב והט\"ז כתב מדלא אמרי' רק חוץ ממזיגת הכוס ולא אמר גם כן תיקן המאכל אלא ודאי דחכמים ידעו שאין בזה קירוב דעת רק מעשה עבדות:",
            "<b>ליצוק לו מים. </b>ובכלל זה ג\"כ שאסורה ליצוק מים בתוך הכיור שיש בו נקב למטה בשעה שרוחץ ממנו אבל מותרת ליתן מים בכלי והוא ירחץ אח\"כ. כ\"כ הט\"ז וע' בש\"ך שכ' בשם דרשות הנשים לאסור כה\"ג:",
            "<b>ויש להחמיר. </b>כל האחרונים קוראים תגר על מנהג זה שהוא מנהג בטעות וכ' הש\"ך בשם הראב\"ן שנהגו שלא לאכול עמה עד כלו' ז' נקיים והוא כשר ונאה דשוב ליכא כאן הרגל עבירה אלא הרגל מצוה כיון דיכולה לטבול לא שביק היתירא ואכיל איסורא:",
            "<b>אם בעלה רופא. </b>הבית יוסף אזיל לשיטתו שכתב על תשובת הרמב\"ן שבסימן קכ\"ז וז\"ל אף דמשמע בדבריו דאם החולי מסוכן ואין שם רופאים אחרים דשרי משום פקוח נפש אלא דאיכא למימר דלטעמיה אזיל דסבר דנגיעת נדה אינה אסורה אלא מדרבנן אבל להרמב\"ם דנגיעת ערוה אסורה מן התורה הכא אע\"פ שיש בו פקוח נפש אפשר דאסור משום אביזרא דג\"ע וצ\"ע עכ\"ל הב\"י והש\"ך השיג על הב\"י בזה וכתב וז\"ל ואין נראה דודאי אף לרמב\"ם ליכא איסור דאורייתא אלא כשעושה כן דרך תאוה וחבת ביאה משא\"כ הכא וכן המנהג פשוט שרופאים ישראלים ממשמשים הדפק של אשה אפי' א\"א או עובדת כוכבים אף שיש רופאים עובדי כוכבים אלא הדבר פשוט כמ\"ש עכ\"ל ואין דבריו מוכרחים דמ\"מ כיון דלהרמב\"ם אסור מדאורייתא כל שנהנה מנגיעתה בקירוב בשר א\"כ אפשר דאסור למשש לה הדפק דקרוב הדבר לבוא לידי איסור דאורייתא וכן משמע בתשובת הרמב\"ן עצמו שם דלמאן דאמר דכל קריבה אסור דאורייתא (והוא כדעת הרמב\"ם) יש להחמיר בזה גם מ\"ש הש\"ך וכן המנהג פשוט וכו' אין זו ראיה כלל דיותר יש לחוש באשתו נדה שלבו גס מבאשה אחרת וכמ\"ש בתשובת הרשב\"א סימן אלף קפ\"ח ובהג\"ה בש\"ע בא\"ה סימן כ\"א והרב שהכריע שלא כדעת הב\"י סומך עצמו על הגהת ש\"ד והגהת מיימוני דמתיר וכמ\"ש בד\"מ ע\"ש:"
        ],
        [
            "<b>שהזבה סופרת. </b>ובזמן הזה כולם כזבה שוינהו חכמים אפילו רואה טפת דם כחרדל כמבואר לעיל בסימן קפ\"ג:",
            "<b>דהקהל כבר עשו אותו לילה. </b>אף שהיא לא התפללה כן כתב הת\"ה ופשוט הוא דאם הוא לילה או אפילו ספק לילה ולא בדקה אף שעדיין לא התפללו היא והקהל מ\"מ אינה יכולה למנות מיום המחרת כיון שכבר הוא לילה ובעינן שבעה נקיים שלמים וכל יום כ\"ד שעות כמבואר מדברי האגור ומשמעות הפוסקים דאין חילוק בין תמוז ואב או כסליו וטבת דלעולם צריכה לבדוק סמוך לבין השמשות והשיעור מבואר בא\"ח סימן רס\"א שהוא מהלך אלף ות\"ק אמה קודם הלילה ודלא כמשמעות הש\"ך סס\"ק ד' דיש חילוק בין הימים ע\"ש:",
            "<b>אפילו עשו הקהל שבת. </b>ואפילו עשתה היא ג\"כ שבת ויש מחמירין ש\"ך וכתב מהרש\"ל בתשובה סימן פ\"ב דנשים שלנו שמתחילות למנות מיום וא\"ו כמבואר בסעיף י\"א פשיטא שיכולה למנות אפילו אחר תפלת ערבית:",
            "<b>תוך ימי ספירתה. </b>אם ראתה דם עד סמוך לערב מפסקת אחר ברכו כ\"כ הב\"ח. וש\"ך כתב שזה ג\"כ דעת הרב ואף שאין זה משמעות לשון הרב כלל ודברי הש\"ך דחוקים בזה מ\"מ ראוי לסמוך על זה ובפרט לדידן כמ\"ש ס\"ק ג' וק\"ל:",
            "<b>רק יום א'. </b>ואף לדידן שנוהגין דאף באשה שראתה כתם להמתין ה' ימים ואח\"כ תפסוק כדלקמן בסעיף י\"א מ\"מ יש נפקותא לדידן כגון בכלה דמותרת מיד שתפסוק לספור שבעה נקיים ועיין בש\"ך שכתב בשם המ\"מ נפקותא אחרינא דאם חזרה וראתה בימי ספירתה אם לא ראתה רק יום א' בדיקת שחרית לא מהני אפילו בדיעבד אבל ראתה רק כתם אפשר להקל בין בימי ספירתה בין בתחלה עכ\"ל:",
            "<b>שתרחץ ולובשת לבנים. </b>הטעם בכל זה דאולי נתלכלך גופה או חלוקה באיזה כתם ותמצא בתוך הז' נקיים דאז אין תולין כמבואר בסמוך סעיף יו\"ד ולפ\"ז אם בדיעבד ספרה ז' נקיים בלא רחיצה ולבישה כלל ואח\"כ בודקת חלוקה וגופה ולא נמצא שום כתם מותרת לטבול אך דלכתחלה אין לשנות המנהג לספור ז' נקיים בלא רחיצה ולבישת לבנים אם לא שהיא בדרך וכמו שמסיים הרב:",
            "<b>ואין לה בגדים. </b>וה\"ה אם אין לה מים כלל עט\"ז:",
            "<b>רק שהחלוק נקי. </b>וגם צריך להיות בענין שהכתם ניכר בה משא\"כ חלוק צבוע:",
            "<b>ולא לאור הנר. </b>והא דאיתא בריש פסחים אור הנר יפה לבדיקה ואפי' אכסדרה שאורה רב אין לבדוק לכתחלה לאור היום וכמבואר בא\"ח סימן תל\"ג י\"ל דשאני לענין בדיקת חמץ שצריך לבדוק בחורין ובסדקין במקום שאין אור היום יכול לשלוט משא\"כ בנר יוכל לחפש בחורין ובסדקין משא\"כ בבדיקת החלוק והעד וכיוצא בו שיוכל לילך במקום המגולה לכן טוב יותר לבדוק לאור היום ועוד י\"ל דצבע הכתם ניכר יותר ביום מבלילה לאור הנר (משא\"כ בחמץ שהוא דבר ממש) וזה הטעם ג\"כ בנגעים שאין רואין אלא ביום ועיין ברמב\"ן פ\"ט מהל' טומאות צרעת:",
            "<b>ומצאה טמאה. </b>בטור כתב רבותא יותר דאפילו לא בדקה עצמה להפסיק בטהרה ג\"כ דינא הכי וכ\"כ הרשב\"א בת\"ה וכן הוא להדיא במתני' בפרק התינוקת ולא ידעתי למה שינה המחבר ועיין בעט\"ז שכתב כלשון הטור והמחבר:",
            "<b>עד מקום שהשמש דש. </b>ועיין בתשובת משאת בנימין סימן מ\"ט מענין הבדיקה ובמעדני מלך דף ש\"א ע\"א:",
            "<b>הרי זו משובחת. </b>והיינו שלא בשעת תשמיש וכמבואר לעיל סימן קפ\"ד ועיין בסימן קפ\"ז:",
            "<b>אין תולין אותו להקל. </b>הטעם שבתוך ג' ימים ראשונים עדיין יש להסתפק אם פסק דם מקור שלה ולאפוקי לאחר ג' כ\"כ המרדכי והגהת מיימוני בשם סה\"ת ולפ\"ז נראה באשה שמתעסקה בכתמים או שיש לה חבורות ופצעים (והיינו שאינה יודעת שמוציאה דם) ומתיראה שלא תוכל לספור הז' נקיים בנקיות בלא כתם לדידן שאין הנשים סופרות ז' נקיים עד אחר יום ה' לשמושה וכמבואר בסעיף י\"א נ\"ל דיש לה תקנה בדרך זה דהיינו מיד שפסק דמה ביום א' או ב' לראייתה תבדוק עצמה היטב כמו שדרך לבדוק לספירת הז' הנקיים ואחר יום ה' לשמושה שמתחיל לספור הז' נקיים כבר עבר הג' ימים שפסק דמה ותולין בכתמה להקל וק\"ל וכה\"ג פסק בתשובת צ\"צ סימן ס\"ה בדברי השואל ומביא שם ראיות ברורות לדבריו ואף שבעל צמח צדק שם מפקפק בזה להחמיר היינו שבדקה שלא במתכוין רק לכבוד שבת וחייש אולי לא בדקה יפה יפה משא\"כ אם בדקה במתכוין וע\"ש:",
            "<b>ויודעת שמוציאה דם. </b>הש\"ך האריך להשיג על דין זה וכתב דאין להקל אלא אם כן המכה מוציאה דם תמיד ובאמת אין דבריו מוכרחים כלל ובכתמים שומעין להקל כמבואר לעיל סימן ק\"צ וכ\"כ בתשובת צ\"צ סי' ס\"ה וז\"ל דמאן דמיקל במצאה כתם תוך ג' לז' נקיים לתלות אפי' בטעם כל דהו לא מפסיד כל כך כיון שבלא\"ה רבים מקילין בכתמים תוך ג' עכ\"ל ונ\"ל דאם מצאה כתם תוך ג' ימים ראשונים לז' נקיים שצריכה לחזור ולספור ז\"נ מחדש ואז אף שראתה כתם תוך ג' לז' נקיים השניים תולין להקל כיון שכבר עברו ג' ימים ראשונים ובפעם שניה לא ראתה מגופה ואת\"ל שהיה מגופה לא הוחזקה מעינה פתוח בראיית הכתם ועוד דהוי כספק ספיקא ספק אם הכתם ראשון היה מגופה ואת\"ל שהיה מגופה דלמא הכתם שני לא הויא מגופה ודוק ועיין בט\"ז שכתב דדעת הרב דאין לתלות במכה אא\"כ א\"א ליזהר שלא תלכלך אבל אם אפשר ליזהר ולא עשתה כן אין תולין:",
            "<b>ו' עונות שלימות. </b>כ\"כ התוס' והרא\"ש בפרק בנות כותים משום דהלכתא כחכמים דפרק ר\"ע דשש עונות שלימות בעינן אבל צ\"ע על רא\"ש דבשבת פרק ר\"ע מעתיק בפשיטות סתמא דמתני' דפולטת שכבת זרע ביום הג' טהורה ומה יפה עשה הרי\"ף שהעתיק הגרסא שניה שבש\"ס מניין לפולטת ש\"ז שהיא טמאה וכה\"ג קשה על האגודה דבשבת פסק להדיא דביום הג' טהורה ובפרק בנות כותים פסק כהתוס' והרא\"ש ועוד קשה לי שהרמב\"ם בס\"ה מהל' אבות הטומאה פסק דאחר ג' עונות טהורה וכתב שם הכ\"מ דפסק כר\"א דפולטת ביום הג' טהורה וגורס בש\"ס דשבת אבל חכמים אומרים שלש עונות והוא גרסת הרשב\"א (וצ\"ע דהרשב\"א בתה\"א גורס להדיא ו' עונות שלימות ופסק כן ואי כוונת הרב ר' שמשון ב\"א דהוא הר\"ש משאנץ הוא ג\"כ גורם להיפך כמ\"ש בפי' המשניות פ\"ח דמקוואות וצ\"ע) והשתא ניחא שפסק כחכמים עכ\"ל הכ\"מ שם וא\"כ צ\"ע על שהשמיט לגמרי דעתו בב\"י וכאן בש\"ע וצ\"ע:",
            "<b>עד יום ו'. </b>ואם ראתה אחר ערבית ביום א' ועדיין הוא יום יכולה ללבוש בגדים נקיים בסוף יום ה' ומונה מיום ו' כ\"כ הש\"ך ואפילו התפללה היא ג\"כ ערבית:",
            "<b>ואין טעם בדבר. </b>הב\"ח כתב טעם לדבר ועיין בט\"ז ועמ\"ש לעיל סימן קצ\"ד:",
            "<b>ללא שמשה. </b>אפילו בעלה בעיר כ\"כ הש\"ך והט\"ז דלא כב\"ח וכתב הש\"ך וגדולה מזו נוהגים שאפילו כלה אינה סופרת ז' נקיים עד יום ה' לראייתה אע\"פ שעדיין לא בא החתן לעיר אע\"פ שלפי דעתי אין להחמיר בזה כלל ולא נזכר בשום פוסק קדמון או אחרון מ\"מ לא יהא אלא כדברים המותרים ואחרים נהגו בו איסור כו' ומ\"מ בשעת הדחק יש להתיר להכלות שמיד שתפסוק בטהרה תספור ז' נקיים דבהכי עדיף טפי ממה שנוהגין שנשאת כשהיא נדה עכ\"ל ונ\"ל דהאי בשעת הדחק שנקט הש\"ך בלשונו ה\"פ כגון שכבר טבחו טבוח וכיוצא בזה בענין שא\"א לדחות הנשואין עד שתטהר דאז עדיף טפי לספור הז' נקיים מיד כדי שלא יהא נשאת כשהיא נדה וק\"ל ועיין בט\"ז ס\"ק ז' דמבואר בדבריו דאין להחמיר כלל בכלה אפילו באלמנה אחר חופתה כל שלא באה עדיין בכלל תשמיש עמו ודין הכלה אחר בעילת מצוה עמ\"ש לעיל סימן קצ\"ג ובמ\"ג סימן זה ס\"ק ה':",
            "<b>שרואה אפילו כתם. </b>אפילו לא שמשה נוהגין להחמיר אע\"פ שאינו מן הדין ש\"ך וכל זה דוקא מתחלת ראיה אבל אם תוך ימי ספירתה או אחר ה' ימים נתקלקלה וחזרה וראתה דם או כתם פוסקת באותו יום ומונה למחרת. ש\"ך והט\"ז:",
            "<b>ואין לשנות. </b>וכ' בשל\"ה דף ק\"א ע\"א ז\"ל מעשה בא לידי באשה אחת שהיה יום ד' לנדתה אבל לא שמשה עם בעלה בלילה שקודם ראייתה והתרתי לה ללבוש לבנים ביום ד' ולהתחיל לספור ביום ה' וטעמי היה אע\"פ שתרומת הדשן החמיר שלא להתחיל לספור עד יום ו' לראייתה ואנו מחמירין תחומרא על חומרא אף שלא שמשה קודם ראייתה מ\"מ במעשה זו לא רציתי להתחמיר כי הוא חומרא דאתי לידי קולא כי אם היתה מתחלת למנות ביום ו' אז היה חל ליל טבילתה בליל שבת שאחר י\"ט ומוטב שיניח חומרא הנ\"ל כדי לקרב החפיפה לטבילה ותטבול בליל י\"ט עכ\"ל וכנ\"ל אף דאין לשנות המנהג מ\"מ היכא דיש צד להקל בלא שמשה אין להחמיר ובפרטות שכבר כתבתי לעיל ח\"ק ט\"ו דמקצת גדולי פוסקים סוברים דאף בשמשה אין סותרת למה שפולטת אחר ג' עונות:",
            "<b>להמתין ו' עונות ויום א' נקי וטובלת מיד אחר ה' ימים. </b>ומדלא כתב הרב גם בכאן גזרה דבין השמשות כדלעיל סעיף י\"א משמע דהכא לא גזרינן כולי האי משום דהוי מילתא דלא שכיח וכ\"כ הש\"ך:",
            "<b>הרי זו טובלת בכל עת. </b>הא דלא צריכין הכא להבחנת בין זרע שנזרע שלא בקדושה עי' בט\"ז ועמ\"ש לעיל סי' קצ\"ב:",
            "<b>דאין אנו בקיאין בזה\"ז. </b>ומ\"מ כתב הדרישה ס\"ס זה וז\"ל ושמעתי ממורי דאשה לא תכנס תוך ג' ימים אחר טבילתה למרחץ ונ\"ל דהוא מה\"ט דהא אמרו אין אשה מתעברת אלא סמוך לוסתה או אחר טבילתה והמרחץ מפליט הזרע ולפ\"ז צריך ליזהר שג\"כ לא תהלך הרבה אחר תשמיש כסברת הרמב\"ן עכ\"ל וצ\"ל דהא דלא אזהר מהאי טעמא נמי שלא תכנס למרחץ בתשמיש שסמוך לוסתה יש לומר משום דסובר ממ\"נ אי קבעה לה וסת ויודעת שעת וסתה א\"כ אסורה לשמש ואי לא יודעת שעת וסתה ואח\"כ ראתה ג\"כ מותרת לרחוץ דאם היתה מעוברת היתה מסולקת דמים וק\"ל ולפ\"ז אם הוא בכה\"ג שמותר לשמש סמוך לוסתה כדלעיל סי' קפ\"ד ג\"כ אסורה לרחוץ תוך ג' לביאה זו או עד שתראה דם וק\"ל ועמ\"ש לעיל סי' קפ\"ד ס\"ק ז' דלא כדרישה וק\"ל:"
        ],
        [
            "<b>שלא לבטל מפ\"ו. </b>אבל בלא טעם זה טבילה בזמנה לאו מצוה היא ומה\"ט אסור לטבול בט\"ב וביום הכפורים אפילו הגיע זמן וכמבואר בא\"ח סי' תקנ\"ד ותרי\"ג כיון דאין בטבילה עצמה מצוה רק משום מצות עונה ובהנך יומי אסור בתשמיש ולפ\"ז גם בחל ט' באב בשבת דפסק בהג\"ה בא\"ח סי' תקנ\"ד דנוהגין לאסור תשמיש המטה א\"כ אסורה לטבול וכ\"ה בעולת שבת בשם תשובת ר\"י מברונא ודלא כמ\"ש בשל\"ה דף ק\"א ע\"א להתיר מטעם טבילת מצוה ובאמת זה אינו דאין שום מצוה בטבילה עצמה וק\"ל וכן שמעתי בשם מוח\"ז הגאון המפורסם מוהר\"ר שמעון זצ\"ל שלא רצה להתיר בכה\"ג:",
            "<b>אם לא יכלה לטבול קודם. </b>אבל אם יכולה לטבול קודם ולא טבלה אסורה לטבול אף דאיכא מצות עונה כיון דהיה אפשר לטבול קודם שבת והיכא דלא פשעה מותרת לטבול ולכן פסק בתשובת מהר\"מ מלובלין סי' ע\"א דמי שטבלה בליל ו' ואח\"כ מצאה שלא טבלה כראוי כגון שמצאה לכלוך תתת הצפורן מותרת לטבול ליל שבת וכן מי שטבלה בשבת ושכחה צפורן וצריכה טבילה שנית אם יש תחתיו לכלוך או אפי' אין תחתיו לכלוך צריכה טבילה אם אפשר לחתוך ע\"י עובד כוכבים והיינו דוקא שלא ע\"י כלי רק בידו או בשיניו (כ\"כ הש\"ך בנה\"ך סי' קצ\"ח וע\"ש בט\"ז) ואפי' אם שמשה עם בעלה ואחר כך ראתה ששכחה הצפורן (ודעת הט\"ז אינו כן דכיון ששמשה א\"צ טבילה וכמבואר בדבריו בסי' קצ\"ח וכ\"כ בתשו' מהר\"מ מלובלין וכ\"נ עיקר) מותרת לחזור ולטבול בליל שבת כ\"כ הש\"ך ע\"ש:",
            "<b>אחר לידה. </b>ואם עברה וטבלה כתב בתשו' חוט השני סי' ע' דבשוגג מותרת בכל ענין ובמזיד אסורה לאותו שבת ואח\"כ מותרת ובי\"ט בכל ענין מותרת אפילו במזיד ע\"ש דבריו באורך הנה בודאי מה שמביא שם ראיה מתשו' הרשב\"א סי' תשפ\"ה והובא בב\"י בטור א\"ח ס\"ס תק\"ג דבי\"ט לא אסרינן כלל אם עבר ועבד זו אין ראיה כלל דדברי הרשב\"א אינם מוסכמים לדעת רוב הפוסקים וכמבואר ומוכח מדברי הרא\"ש ואינך פוסקים גבי אבעיא זו דעבר ואפה הובא בב\"י סי' תקכ\"ז וכ\"פ הרמב\"ם בפרק כ\"ג מהלכות שבת דהמגביה תרומות ומעשרות בי\"ט במזיד לא יאכל עד מוצאי י\"ט וכ\"כ בעולת שבת בסי' תק\"ג וכן דעת המרדכי והב\"י בסי' תק\"ג שפסק להתיר אם עבר ובשל אפשר לומר דבשוגג קאמר או אפילו במזיד ובשבת ואין לו מה יאכל ומשום כבוד שבת כדעת הרא\"ש וסייעתו הובא בב\"י סי' תקכ\"ז ולא מטעם של הרשב\"א אך מ\"מ דבריו נכונים למעשה דאפילו טבלה בשבת במזיד מותרת למוצאי שבת כיון דאין זה רק חומרא בעלמא ואף חשש האיסור אינו אלא מדרבנן דמחזי כמתקן לא קנסינן אפילו במזיד לאסור לו לעולם וכמ\"ש שם בתשו' חוט השני ול\"ד למבשל דאסור לו לעולם דהתם הוא איסור דאורייתא ועוד דהכא גברא לתקוני קא מכוין לא קנסינן כולי האי וכדאיתא בגיטין דף נ\"ד ואע\"פ דבפרק ב' דתרומות משנה ג' משמע דמעשר ומבשל שוים הם לענין זה דכללינהו בחדא בבא ואמעשר גם כן לתקוני קא מכוין כמו באשה זה ודאי אינו וכמ\"ש בתשו' חוט השני שם וכן נלע\"ד מוכח מדברי הרמב\"ם דבפ\"ב מהל' שבת במבשל פסק כר' יהודה דמזיד אסור לו לעולם ושוגג אסור לו עד מוצאי שבת ובפכ\"ג פסק דהמעשר בשבת בשוגג יאכל מיד ובמזיד עד מוצאי שבת אלא ודאי כמ\"ש (ודברי הרמב\"ם אלו אישתמוטי ליה ולבעל תוס' י\"ט בפירושו למשנה זו ע\"ש) וכ\"ש דזה אינו אלא חומרא ומנהג בעלמא ומכ\"ש בי\"ט דלא הוזכר כלל בדברי תרומת הדשן והרב ושאר אחרונים לאסור אלא בשבת אבל בי\"ט נראה דאין להחמיר כלל כי הבו דלא לוסיף עלה (ועי' בא\"ח סי' תקי\"א) ולא ידעתי מאין יצא לבעל חוט השני לאסור בי\"ט לכתחלה וכתב שם כן בשם ת\"ה ושם לא זכר כלל מי\"ט וגם לפי הטעם שכתב בת\"ה נ\"ל דוקא שבת ודוק ועי' בתשו' מהר\"מ מלובלין סי' נ\"ג:",
            "<b>אחר לידה. </b>ואם ראתה דם טמא דהיינו אחר ל\"ג לזכר וס\"ו לנקבה וזמן טבילתה בליל שבת מותרת לטבול דהוי בזמנה. ש\"ך בשם מהרי\"ל:",
            "<b>אבל במקום שאין מנהג אין לההחמיר. </b>הב\"ח מחמיר בדינים אלו ואחריו נמשך הט\"ז אכן הש\"ך השיג על הב\"ח וגם בנה\"ך האריך מאד לדחות כל דברי הט\"ז ולקיים דברי הרב שהם כנים וברורים ע\"ש שדבריו נכונים:",
            "<b>אלמנה. </b>ודוקא אלמנה דכיון דאסור לבא עליה ביאה ראשונה מפרישין אותו בכל מיני קריבות משא\"כ בבתולה שאירע טבילתה בליל שבת אף דנוהגין שלא לבעול בעינה ראשונה בשבת מ\"מ יש כאן מצות שמחת חתן וכלה בשאר מיני קירוב וחבוק ונשוק מ\"מ טוב להקדים טבילתן קודם כניסת שבת עכ\"ל מהר\"מ מלובלין בסי' צ\"ג וכתב הש\"ך וכן נוהגין:",
            "<b>משום סרך בתה. </b>שסבורה שאמה טבלה בליל ז' ותעשה כן גם היא אבל ביום ז' איסור גמור הוא כמ\"ש הטור שאולי תראה ותסתור למפרע (ועיין בט\"ז ס\"ק ח' בפירושו להטור דדבריו תמוהים קצת וצ\"ע) . וכן משמע ומבואר בש\"ס וכל הפוסקים אכן ראיתי במהרי\"ל ריש הלכות נדה שכתב שאף ביום ז' הטעם משום סרך בתה וגם כתב דלדידן שאין נשותיהן ספק זבות כו' ודבריו תמוהים וצ\"ע ואולי טעות נפל בספרים. וכתב הש\"ך דהטובלת ביום ח' דאסור משום סרך בתה נוהגין להקל לטבול קודם חשיכה רק שתבא לביתה משתחשך משא\"כ בטובלת ביום ז' אין להקל אלא לאבול משתחשך ויש למחות ביד מי שאין עושין כן וכתב עוד הש\"ך דאין חילוק אם יש לה בת או לא והוא פשוט עכ\"ל:",
            "<b>והכלות. </b>וכתב בש\"ך ודוקא לדידן שהכלות אינן טובלות בז' אבל במקום שהכלות טובלות בז' לראייתן או לדידן אם אירע לה טבילה בז' כגון שנתקלקלה בימי ספירתה דאז טובלת מיד לאחר ז' אינה יכולה לטבול ביום ז' לאו משום סרך בתה לחוד מיתסרי אלא משום שמא תראה ותסתור כל מה שלמפרע ונמצא זבה למפרע כדאיתא בש\"ס ופוסקים עכ\"ל ודבריו תמוהים לכאורה כיון דהטעם הוא שלא באין אצל החתן עד הלילה א\"כ אף אם תסתור למפרע אין חשש איסור ואפשר לומר דכוונת הש\"ך דמ\"מ ביום הז' גזרינן דאולי תבא אצל החתן ביום משא\"כ ביום ח' דהוא רק גזרה משום סרך בתה לא גזרינן כולי האי גזרה לגזרה וק\"ל:",
            "<b>היכא דאיכא אונס. </b>ועי' בבאר שבע דף קט\"ז שכתב שאותן נשים שהגיע טבילתן בליל שבת טובלין בעוד היום גדול מטעם שאינם רוצים לחלל שבת דלא יפה הם עושים וכ\"כ בתשו' צ\"צ סי' ס\"ו דאפילו מתיראות עצמן כגון שיש עמהן עוד דיורים אחרים חוץ מבני ביתה הם מתביישים וממהרים לטבול בעוד היום גדול למהר ביאתה לביתה קודם הסעודה כדי שלא ירגישו בהן לא יפה הם עושין וראוי למחות בהן ולגעור בהן ע\"ש עי' בתשו' מהרש\"ל סי' ו' ורמ\"א סי' כ\"א:"
        ]
    ],
    "versions": [
        [
            "Ashlei Ravrevei: Shulchan Aruch Yoreh Deah, Lemberg, 1888",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002097765"
        ]
    ],
    "heTitle": "תורת השלמים על שולחן ערוך יורה דעה",
    "categories": [
        "Halakhah",
        "Shulchan Arukh",
        "Commentary",
        "Torat HaShlamim"
    ],
    "sectionNames": [
        "Siman",
        "Seif"
    ]
}