{
    "title": "Chiddushei Hilkhot Niddah on Shulchan Arukh, Yoreh De'ah",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Chiddushei_Hilkhot_Niddah_on_Shulchan_Arukh,_Yoreh_De'ah",
    "text": {
        "Introduction": [],
        "": [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "והוא שתרגיש ביציאתו וכ' הש\"ך היינו מדאורייתא אבל מדרבנן טמאה אפי' בלי הרגשה ונכון הוא רק באמת איכא מקום דאפי' מדרבנן אינה טמאה במקום דלא שייך כתם דהיינו קרקע עולם או בבגדי צבעונים וכדלקמן בסי' ק\"ץ ע\"ש והרב מ\"י בחבורו תורת שלמים כתב דכאן מיירי מראית דם בחרדל ולא כשימור גריס ועוד וא\"כ אף משום כתם ליכא מ\"ש ול\"נ כי כיון שנודע לה שבא מגופה רק בלי הרגשה אפי' טיפת דם כחרדל טמאה משום כתם כמבואר בסי' ק\"ץ דלא צריכין גריס ועוד רק להוציא מספק מאכולת משא\"כ בדליכא חשש מספק מאכולת פשיטא דאפי' בכ\"ש טמאה משום כתם כמבואר לשם ופשוט: \n\nוהנה יש כאן ספק עצום בכל בדיקות שבדקה ומצאה דם או שקינחה עצמה אחר תשמיש ומצאה דם בלי הרגשה כלל אי הוי חשש איסור דאורייתא או לא כי בגמ' אמרינן בפ' הרואה כתם על הך דנמצא על שלו חייב קרבן לעולם דארגישה ואימור הרגשת שמש או הרגשת עד הוא ויש כאן ב' פנים או כפשוטה דודאי מיירי בדארגשה רק לאחר זמן פטורה מקרבן דאמרינן אפשר הרגשת שמש או עד וכו' או הפי' דאנן אמרינן מסתמא הרגישה רק היא חושבת שלא הרגישה כי תולה הרגשתה בהרגשת שמש או עד וכו' וכבר האריכו בזה בשו\"ת שב יעקב הגאון המחבר ההוא עם הגאון מ' גבריאל ז\"ל ע\"ש. אבל שניהם לא הביאו דברי התה\"ד בפסקיו סי' מ\"ז דכתב להדיא דרואה דם מחמת תשמיש נמי אין מרגשת דאי מרגשת דנפתח החדר פשיטא דטמאה אלא אמרינן הרגשת שמש הוא אע\"ג דבכל פעם בלי תשמיש אינו רואה כלום בלי הרגשה וחשב לי' ספיקא דאורייתא ע\"כ הרי מבואר הדברים כפ' השני וכן הרמב\"ם פ\"ט מהלכות א\"ב כתב אין האשה מתטמא מהתורה וכו' עד שתרגיש וכו' ואם לא הרגישה ובדקה ומצאה דם לפנים בפרוזדר הרי זו בחזקת שבא בהרגשה כמו שבארנו ומדברי סופרים שכל וכו' הרי מבואר מדכתב אח\"כ ומד\"ס דמה שכתב קודם לזה הוא הכל ד\"ת דהא כתב כמו שבארנו והיינו מ\"ש בפ\"ה מהלכות הנ\"ל דם שנמצא בפרוזדר ודאי טמא שחזקתו מהמקור ושם דין תורה הוא דשורפין עליו תרומה וקדשים לכן ברור דס\"ל לרמב\"ם בבדיקה הוי ספק דאורייתא והיינו דוקא בדיקה שהכניס' העד לפרוזדר בזו אמרינן אף שהרגישה תולה הדבר בעד כנ\"ל אבל אם קינחה עצמה בזו לא אמרינן הרגשת עד הוא לכך דייק הרמב\"ם ובדקה ומצאה דם לפנים בפרוזדר לאפוקי אם יצא דם לחוץ וקינחה עצמה בזו לא שייך הרגשת עד הוא והכי משמע בגמ' דנמצא בפרוזדר חזקתו מהמקור וקשה ג\"כ בממ\"נ אי ארגישה פשיטא דמהמקור אתיא ומה דייקינן מני' דרוב וקרוב הלך אחר הרוב וזהו לא ס\"ל דגם בעליה יש הרגשה ואי לא הרגישה למה שורפין קדשים וע\"כ הטעם דבדיקה הוי חזקת הרגשה ולחנם נתחבטו הגאונים הנ\"ל בהבנת דברי הרמב\"ם ז\"ל והדברים פשוטים כנ\"ל (עלבק\"א): \n\nוכן מוכח מתוס' דנדה בשמעתין הנ\"ל דהקשו בד\"ה אימור הרגשת שמש דלמה לא אמרינן אימר הרגשת מי רגלים אע\"פ שלא הטילה מים כדאמרי' בפ\"ק כסבורה הרגשת מי רגלים ולכאורה אין מקום לקושית התוס' דלעיל בפ\"ק אמרינן להחמי' לטהרות דמטמא מע\"ל דאימר הרגשת מי רגלים אבל כאן דבאמת הרגישה רק הא דפטורה לאחר זמן מקרבן משום דתלינן בהרגשת עד איך נתלה בחשש רחוקה כזה בהרגשת מי רגלים מה דלא הטילה ולפטרה מקרבן וכי דנין להקל מלהחמיר אלא ודאי דעת התוס' דבאמת לא הרגישה כלל וא\"כ על הא דלאחר זמן פטורה מקרבן לק\"מ רק כל הקושיא למה תוך זמן או על שלו חייב קרבן למה הא לא ארגישה בזו שפיר י\"ל כמו דאמרינן סבורה הרגשת שמש היא ולהחזיק הדם שבא בהרגשה ולחייב בקרבן כי י\"ל קסבר הרגשת מי רגלים להחזיקו בחזקת הרגשה ולחייבו בקרבן והכל להחמיר הוא ולא להקל. וכן מוכח מפ\"ק דף ג' תוס' ד\"ה מרגשת וכו' דהקשו תוס' לב\"ש דס\"ל די' שעתה משום דאשה מרגשת וא\"כ כי בדקה עצמה ומצאה דם בלי הרגשה תטמא לב\"ש למפרט וקשה מה קו' הא במצא בלי הרגשה אינו טמאה ד\"ת והוא רק טמאה משום כתם ובכתם לא מטמאה לב\"ש למפרע דה\"ל ספיקא דרבנן לקולא ומה קו' לב\"ש אלא דס\"ל דהוי דאורייתא וא\"כ שפיר קשה לב\"ש אם שמשה בתוך המע\"ל תטמא דהוי הרגשת שמש כמו הרגשת עד:  \n\nובאמת לא מצינן בפוסקים דבר נגד זה ראה זה לבד מצאתי בהגהת מיימוני' בפ\"ד מהלכות איסורי ביאה באות כ' שכתב הטעם בשם מורו ורבו שהוא מהר\"ם ז\"ל דאין לאשה לבדוק עצמה אחר תשמיש אע\"פ שאין לה וסת דלמה תחמיר וכו' כיון דמהתורה בעינן שתרגיש בבשרה אלא דרבנן אסרו רואה בלי הרגשה כמו כתמים והן אמרו וכו' עכ\"ל מזה מבואר דלאחר תשמיש די\"ל הרגשת שמש הוא מ\"מ הוא רק דרבנן כמו כתמים ודוחק לומר דס\"ל דהוי ספיקא דאורייתא אי ארגישה וס\"ל כשיטת הרמב\"ם דכל ספיקא דאוריית' דקי\"ל לחומרא אפי' במקום דלא אתחזיק איסור' הוא דרבנן וא\"כ שפיר יתכן הן אמרו והן אמרו אך מלשונו כמו כתמים מבואר דאין בו איסורו רק דרבנן מגזרת כתמים (עבק\"א). וכן בתוס' בפ' ידיעות בשבועת דפרכינן על כך דנמצא על שלו דחייב קרבן דמיירי אפרישה ופרכינן בגמ' והא נמצא קתני ונמצא לבתר הכי משמע ואי אפרישה מעיקרא כי פריש ה\"ל ידיעה והקשו התוס' דעדיפא ה\"ל להקשות דלמא נמצא אחר זמן פטורין מקרבן ע\"ש שהניחו בתימה ובאמת י\"ל דלא מיירי אפרישה דאמרה לו להדיא נטמאתי רק דאמרה לו הנני מרגיש בפתיחת המקור וכדומה מעניני הרגשה וא\"כ עליו לפרוש מספק אולי תטמא דהרגשה דאורייתא ולפי דעת התה\"ד הרגשה דאורייתא כשמרגשת חזקה שרואה דם כמו שאמרה וסת דאוריי' ע\"ש ואי פירש באבר חי ואח\"כ נמצא דם חייב קרבן דשימש נדה ואינו אונס דה\"ל ליזהר כשאמרה מרגיש אני ולא להביא עצמו לידי ספק והרי יותר חשש מסמוך לוסתה וא\"כ לק\"מ דנמצא לאחר זמן דפטורין מקרבן דהא זהו קו' הגמ' בפרק הרואה כתם ומשני דאימר הרגשת שמש הוא ע\"ש רק קושיית הגמ' והא נמצא קתני ולישנא נמצא מורה על מציאת דבר חדש מה שלא הי' מקדם עולה ברוחו ואי דארגיש וידע מעיקרא דנפרוש והוא בחזקת שרואה כמש\"ל בשם ת\"ה א\"כ לא שייך לישנא דנמצא רק הל\"ל הי' עליו דהא ע\"כ מחויב הוא לראות על עד ולבדוק כיון דארגישה ולשון נמצא משמע כאלו לא אסיק הבעל ואשה אדעתי' שיהי' דם ע\"ג עדים (ועכצ\"ל הכי דאל\"כ באמת מה פריך הגמ' דלמא מיירי בכה\"ג בהרגשה אע\"כ דס\"ל לגמרא דבזה לא יתכן ג\"כ לשון נמצא וכמ\"ש). וא\"כ אין מקום לתמיהת התוס' בשום אופן ועכצ\"ל דס\"ל לתוס' דבלא\"ה ע\"כ מתניתין איירי בהרגשה דאף לאידך אוקימתא דמיירי בסמוך לוסתה ואכניסה מ\"מ ע\"כ בהרגישה דאל\"כ קרבן למה דלא אמרינן כסברת הרמב\"ם ות\"ה הנ\"ל רק בסברת הר\"ם וא\"כ לדידי' איך יתכן לשון נמצא ועכצ\"ל דליתא להך דיוקא דמ\"מ יתכן עליו שם נמצא והא דלא מוקי בכה\"ג צ\"ל דס\"ל לגמ' דלא הוי שוגג כיון די\"ל הרגשת שמש הוא אף הבעל מחשבהו לודאי דמהיכי תיתי תראה ואין זמנה לראות וסובר דהוא מטעה קטעה ותולה הרגשה שלה בהרגשת שמש והוי אונס וע\"כ דאמרה נטמאתי כפרש\"י ולכך הוי שוגג ושפיר פריך הגמ' והא נמצא קתני א\"כ קושי' התוס' מסיפא נמי וא\"ש דברי התוס' הנ\"ל ומ\"מ אף דיש כאן חלוקי דעות להרמב\"ם ותרומת הדשן שומעין ובפרט כי דברי תוס' דנדה מסייעין ובפרט לפמ\"ש בזה יש לתרץ לתמיהת התוס' על הגמ' דשבועת משא\"כ לפי שיטת מהר\"ם תמיהת התוס' בשבועות במקומו עומדת כהנ\"ל וא\"כ ברור דהעיקר כדבריהם וק\"ל: \n\n",
                "שבעה נקיים עיין ש\"ך דמבאר דיני נדה ודיני זיבה ועכשיו הכל מחומר' דר\"ז דהחמיר אפילו רואת טיפת דם כחרדל להצריך ז' נקים ודע כי מימי רבי ואילך היה חומרא לעם שבשדות או לפי יש גורס ברא\"ש לעם שבסוריא והיינו מכ\"ש שבשארי ח\"ל דראתה א' תשב ששה והוא וה\"ה שנים ושלשה תשב ז' נקיים דבזו הי' מסולק כל חשש רק אח\"כ בא ר\"ז וחשש דלפעמים תמנה ז' נקים ותסתור ותסבור שהיא כמו תחילת ראי' ותשב ששה והוא ובאמת צריך ז' נקים לגמרי ובזו י\"ל דברי הרא\"ש דכתב בסוף נדה בהא דאמר רבא תבעו' להנשא ונתפייסה צריכה לישב ז' נקים א\"א לומר מחמת חומרא דר\"ז דהא בימיו של רבא לא היה עדיין חומרא דר\"ז אלא ז' נקים שאמר רבא שיהי' נקים בבדיקה שבכל יום ויום חיישינן שמא מחמת חימוד תראה ועדיין לכאורה התמיה קיימת למה לי שיהיה ז' נקים בבדיקה אפילו ראתה ושופעת דם כל ימי ז' מחמת חימוד כיון דפוסקת סוף יום ז' טובלת לערב כשארי נדה וגם הקשה הלח\"מ דהא הרא\"ש בסוף פירקן כתב לסתור דעת האומרין דעכשיו הוא רק חומרא דר\"ז מותרין לטבול ביום ז' וכתב הרא\"ש דהא בימי רבא כבר פשטה תקנתא דר\"ז כדאמרינן מכדי האידנא כולהו ספק זיבות והניחו בצ\"ע ולישב דברי הרא\"ש נראה דחומר' תקנת רבי תשב ברואה א' וב' ששה והוא כבר נתפשטה וקיימו וקבלו עליהם דורות שאחריו אך חומרא דר\"ז לישב לעולם ז' נקיים עדיין לא נתפשטה בימי רבא וא\"כ הוכחת הרא\"ש שפיר איך אמר רבא תבעוה וכו' צריכה לישב ז' נקים ששה והוא מבעי ליה אלא ודאי דהפי' של ז' נקים אינו מוסב על ז' רק הפי' כי ששה והוא צריכה לישב מחמת דינא דרבי והוא הפי' תשב ז' רק הוסיף מילת נקים להורות לנו כי ימים אלו שתמנה מלבד יום התביעה צריך להיות נקי בבדיקה וכך הן המשך הדברים תשב שבעה והיינו עם צירוף יום התביעה והנך ימים שתמנה יהיה נקים בבדיקה ולא שכל ז' ימים יהי' צריך להיות נקים וא\"ש וא\"כ גם דברי הרא\"ש בהך נשי דידן ספק זיבות א\"ש דלא נתכוין על חומרא דר\"ז רק כעין חומרא דר\"ז והיינו חומר' דרבי הנ\"ל דזהו כבר נתפשט' וע\"ז אמרה הני נשי דידן ספק זיבות נינהו ומ\"מ מוכח דאע\"ג דליכא רק חומר' בעלמא מ\"מ חששו לסרך בתה וה\"ה לחומרא דר\"ז דאף דלחומרא דרבי בראתה א' דתשב ששה והוא מדינא אסורה לטבול ביום ז' מ\"מ בראו שנים ומכ\"ש שלשה אף לחומרא דרבי בטבלה ביום ז' לא שייך סתירה ד\"ת ומ\"מ אמרו סתם משום סרך בתה וראי' יום א' לבד לא שכיח וה\"ה לחומרא דר\"ז וא\"ש ודו\"ק ודברי הרא\"ש נכונים: \n\n",
                "בין פנויה לנשואה וכו' זהו פשוט וברור עד שלא יפול בלב שום אדם לספוק ח\"ו בו ואפי'. א) שפחה שלא נשתחררה שאין בו צד אישות כלל הבא עלי' בנדותה כל שבעה חייב כרת כמבואר בפ\"ק דכריתות וברמב\"ם הלכות איסורי ביאה פ\"ד ע\"ש והרב הגאון מ\"י יצא בזה חוץ לגדרו גדר חכמים ונתן מכשול לפריצי דור בעו\"ה שכתב הואיל ואמרו דלכך נדה טמאה ז' משום דלא תתגנה לבטלה בפנוי' ליכא טומאת ז' ולדבריו אף כרת ליתא גביה כי ממ\"נ אי הפרשה ב) מיירי בפנוי' ג\"כ א\"כ אף טומאת שבעה יש בו ואי לאו אף איסור כרת ליכא ג) והוסיף בזה בסי' קצ\"ב בקו' הט\"ז על תמר ורות ושרי ליה מרי' וכל דבריו מהך דר\"ש דברי דרשות הן וכמו שאמר הטעם בנימל לח' שלא יהיה הכל שמחין ואביו ואמו עצבים יולדת בזוב מא\"ל וכהנה יתר קו'. ובשגם י\"ל הקו' הוא להיפוך דשאלתו בנשואין דיש בו ביטול פ\"ו וכל עולם לא נברא אלא לפ\"ו ולא ה\"ל לתורה להחמיר לישב גלמוד ז' רק לחוס ולטהר בפחות כי מי יתן טהור מטמא לא אחד וע\"ז השיב דאדרבה עי\"כ מוסיפין אהבה ודיבוק כי לולי כן תגנה על בעלה ותעגן ותיתב אבל בפנוי' ל\"ק כלל כי מה אפכת' ולמה נשתנה זה משארי טומאה ויהי' פירש איך שיהיה מ\"מ קשה להרהר ומכ\"ש להעלות על הספר ושגגה פלטו קולמסו: \n\n"
            ],
            [
                "בא עלי' וכו' דעת הש\"ך בס\"ק א' דאם אין לה וסת מסתמא וסתה כל ל' יום ובתוך ל' מיקרי שלא בשעת וסת' ומותר לבוא עליה בלי בדיקה ודבר זה אין לו שחר דהא דכתב הש\"ע אשה שיש לה וסת קבוע משום דבאין לה וסת לקמן בסי' קפ\"ו פוסק כדברי ר\"ח ורמב\"ם דאף לבעלה בעי בדיקה וא\"כ מה אהני דיש לה עונה בינונית וא\"כ הא דתנן בכל הש\"ס ופוסקים דאין לה וסת בעי בדיקה היכי מצינו דהא יש כאן עונה בינונית ודוחק לומר דמיירי דעקרוה לעונה בינונית שעברו שלשה זמנים ולא ראתה בעונה בינונית חדא דזה דוחק דכל הך משא ומתן באין לה וסת יהי' בכה\"ג דוקא באופן רחוק ועוד להש\"ך דמשוה עונה בינונית לוסת א\"כ בממ\"נ אם עקרוה לעונה בינונית לג' ראי' אחרים שווים הרי קבעה וסת לראי' ההוא ואין לה וסת איך קרית לה ואם עקרוה לג' ראי' בלתי שוין עדיין עונה בינונית במקומו כמו וסת הקבוע כמבואר לקמן בסי' קפ\"ט אלא שאני מוסף דלא מצינו בשום דוכת' עקירה לעונה בינונית כל זמן שלא קבעה וסת דאמרינן אשה זו הואיל ואין לה קביעות לראי' אנו אמרינן דרך נשים לה כרוב נשים מעונה לעונה ולכן ברור דכי אמרינן עונה בינונית היינו להחמיר דינו כדין וסת קבוע אבל לא להקל דאין עונה קובע זמן כמו הוסת וכמ\"ש הר\"ן דבוסת דיו שעתה ובעונה בינונית לא אמרינן כן ולכך כאן להקל ולהתיר באין לה וסת תוך ל' יום בלי בדיקה ליתא ולכן דקדק המחבר ולא כתב כאן דעונה בינונית דינה כוסת קבוע כמ\"ש בכמה דוכתי ונכון (עבק\"א): \n\n",
                "להחמיר עי' לקמן בסי' קפ\"ו מ\"ש בזה בישוב דברי הרמב\"ם ורבינו שמחה ע\"ש: \n\n",
                "עונה א' וכו' עי' ש\"ך סק\"ה דכתב מדרבנן דהא קי\"ל וסת דרבנן וכ\"כ הרא\"ש במס' נדה בדוכת' טובא אבל ביבמות הסכים הרא\"ש לדברי ר\"ח דיוצא לדרך לא יפקוד אשתו אם היא סמוך לוסתה רק בחיבוק ונישוק ולא בתשמיש דהא וסת דאורייתא והדברים נראין כסותרין כמ\"ש הב\"י ע\"ש ואפשר לומר דדברי הרא\"ש שם בממ\"נ אי אתה סובר וסת לאו דאורייתא א\"כ מנ\"ל להתיר איסור דרבנן וקרא דפקדת נוך איירי שלא בזמן וסת ומנ\"ל להתיר איסור דרבנן בשביל הוצאת הדרך ואם אתה אומר דהכי דרשינן ופקדת נוך ולא תחטא משמע דיש כאן חשש חטא אבל בזה שאתה יוצא לדרך לא תחטא וע\"כ דמיירי בסמוך לוסתה דיש בו זולת היוצא לדרך חטא א\"כ מ\"כ וסת דאורייתא כיון דעל זה יהי' סובב והולך כונת הקרא וא\"כ פשיטא קשה למה באמת התירה לעבור על איסור של תורה בשביל השתוקקת האשה לבעלה ודבר זה רחוק מסברא דיהי' ניתר בשביל זה איסור של תורה ודברי הרא\"ש הם על דרך בממ\"נ ודוחק וצ\"ע (עבק\"א). \n\n",
                "אותו היום וכו' עי' ש\"ך סק\"ז דהביא דעת אביאסף והרחב\"ן דסברי שיעור הרחקת עונה היינו י\"ב שעות והב\"ח וכן הל\"ח סייעו לו מהך דעונה בדם בתולים דפי' י\"ב שעות ובאמת סוגי' גמ' דנדה דף ס\"ג מבואר דלא כראב\"ן ואביאסף דהא אמרינן היה רגילה לראות ביום מותרת בלילה שלפניו דכל הלילה שלה ובגמ' הוה ס\"ד דפרישת העונה הוי עונה אחריתי ומשני לא אותו עונה והש\"ך סק\"ז תי' דהגמ' איירי שיש לה וסת לראות לעולם בתחלתו או לעולם במציעתו וכו' א\"צ לפרוש אלא אותו יום יום ולא לפניו והא\"ז איירי אם אין קבע ביום ההוא לפעמים בתחילה וכו' ע\"ש ודברים אלו אין לו שחר דהגע עצמך אשה שוסת' לראות תיכף בהנץ החמה יהי' מותרת בלילה שלפניו ואם לפעמים מאחרת מלראות מהנץ החמה ואילך יהי' כל הלילה אסור כלפי לייאי וגם עדיין לא ישוב כלום לשיטת אביאסף דס\"ל עונה י\"ב שעות והרי הש\"ך מודה דאם קבע לה לראות בתחילת היום דמותרת בלילה שלפניו ואיה איפוא י\"ב שעות. והט\"ז בס\"ק ב' נתחבט לחלק בין הך עונה דדם בתולים לעונה דפרישה וא\"צ לדוחק כי החילוק מבואר דבשלמא שם הוא השיעור שיזוב הדם מהמכה של מיעוך הבתולים וכי מה אכפת ליה לדם לזוב בשינוי עתים יום ולילה הלא י\"ב שעה מהמכה זב הדם וכי נימא כשהיום הגדול בסתיו ט\"ו שעה יזוב מהמכה כל ט\"ו שעה ובימי חורף שהיום קטן ט' שעות יזוב ט' שעות זהו מהנמנע ולכך אמרינן תמיד י\"ב שעות. אבל וסת נדה כבר ידוע שתלוי במהלך החמה ולבנה עד שקבעו וסת חודש למהלך לבנה באמרו יום זה מחודש גורם הראי' וכן וסת השבוע שיום זה מהשבוע גורם הראי' וכן לפעמים באשה גורם כשהחמה למעלה מהאופן על הארץ הראי' ולפעמים ההיפוך כשהחמה למטה מהארץ לפי מזג האשה ואיכותי' משתנה המקרי' לפעמים העדר השמש ולפעמים הוית השמש קובע וגורם הוסת וזה פשוט וא\"כ מה הבדל יש אם היום והלילה גדולים או קטנים סוף כל סוף השמש זורחת אי שקוע ובזה תלוי הראי' מהאשה ולא בהתמדת הענין זמן ארוך או קצר ודבר זה פשוט ונכון. ועשיתי סמוכין לחלוק הנ\"ל במה דאמרינן בגמ' דשבת פרק ר\"מ לר\"ע דאמר פולטת ש\"ז ה' עונת שבד' עביד פרישה בהשכמה והא טבולי יום נינהו ומשני ניתנה תורה לט\"י ושאל ניתנה קאמרה או ראוי' קאמינה ויש להבין מה דהוה הוה מה נ\"מ אי ניתנה או ראוי נינהו וגם מה דהשיב ראוי אין זה אלא מדברי נביאות דמנא ידע למימר ס' רבוא נשים מישראל לא הי' אחת שפולטת ש\"ז וטבלה ודבר זה צריך קבלה הל\"מ שהי' אז במעמד ולאיזה צורך נמסור דבר זו מה שאין נ\"מ בו אמנם הדבר מבואר דיש כאן ספק אי אמרינן עונה הוא י\"ב שעות כשיטת אביאסף ולא תליא אם היום ארוך או היום קצר או תלי' הכל ביום ואין הבדל ביום ארוך או קצר ולפ\"ז אי בשעות תלוי א\"כ כשישראל פרשו ביום ד' הרי כאן יום ד' ולילה כ\"ד שעות. יום ה' ולילה ג\"כ כ\"ד שעות הרי ד' עונת וביום ו' י\"ב שעות א\"כ ביום סיון שהוא יום ארוך טרם ששקעה החמה כלו הה' עונת ואף שהי' פולטין עוד היום הגדול לטבול טרם שישקע השמש והרי הן מעורבי שמש אבל אי אמרינן דתלוי בימים א\"כ יהי' יום ו' גדול כ\"כ כיום שעמדה חמה ליהושע מ\"מ אם תפלוט עם שקיעת השמש טמאה וא\"כ אין להן טבילה רק בלילה והוי טבולי יום והא לא קשיא דא\"כ מה פריך הגמ' והא טבולי יום נינהו ומשני ניתנה תורה לט\"י דמנלן לשיטה זו דס\"ל י\"ב שעות הוי עונה ז\"א דאל\"כ קשה מנ\"ל פולטת ש\"ז בה' עונת רק סגי בד' עונות והא דהפרשתן בד' בהשכמה משום דאם הי' משמשין ביום ד' עד לע\"ע א\"כ הוי ליל ה' ויום ה' ב' עונת ליל ו' ויום ו' ב' עונת הרי ד' עונת ואם יפלטו ביום ו' לעת שקיעת השמש הרי יהי' טבולי יום ואיך יקבלו התורה וע\"כ הוצרך משה להקדים להם עונה א' וכיון שהקדים נתן להן בהשכמה דבהשכמה עלה וכו' וע\"ז משני שפיר ניתנה תורה לטבולי יום וא\"כ לא הי' הצורך לבטל מישראל פ\"ו כל יום ד' וע\"כ דבעינן ה' עונות אבל עכשיו דקי\"ל דבעי ה' עונת ובד' עביד פרישה שפיר קא מספקא להו וע\"ז השיב ראוי ליתנו זה אמת כן דבי\"ב שעות תליא ולא בימים וא\"כ אז הי' יום גדול וטבלו קודם ערב והי' מעורבי שמש וא\"ש דאין צריך לדברי נביאות דלא הי' אשה אחת נזהרת מפליטה רק ס\"ל כהנ\"ל כהנ\"ל וזה ברור לענ\"ד: \n\nוהנה מ\"מ חוב' עלינו לישב דברי אביאסף וראב\"ן ז\"ל שלא יקשה מדברי הגמ' עליהם ונראה דס\"ל ודאי לר' יוסי דס\"ל שעת וסתה דאם ראתה בחצי יום מותרת לשמש עד חצי יום עד הגיע השעה שהוא רואה בו וא\"כ יתמה לר\"י וכי לא ידרוש הך אזהרה שיפרשו מנשיהם סמוך לוסתה וא\"כ הא דר\"י אזהרה לבני ישראל שיפרשו וכו' כתנאי נינהו דלר\"י לא דרשינן וזהו דוחק למאוד ול\"ל דמוקי הך אזהרה על שעת וסת גופו מלבד דלישנא דגמ' לא משמע כן אף גם דל\"ל קרא והזהרתם פשיטא דבשעת וסת יש לפרוש בלי אזהרה כלל דאולי בשעת תשמיש תראה דאיך ס\"ד א) בעונה ועת ההיא תשמש וצריך לומר דיש כאן שני עניני אזהרות וסת הוא בזמן שקבוע לראות וזהו נקרא וסת וזהו ודאי דאסורה לשמש למ\"ד וסת דאוריית' מהתורה ולמ\"ד דרבנן מדרבנן אבל זה אין ענין כלל להך בוהזהרת' כי זהו חובה ואיסור גמיר אפי' ביוצא לדרך וכדומה אך אח\"כ סמוך לכך וזהו נקרא סמוך לוסת ב) וזהו בכלל והזהרת' ואמרי' שיהי' נפרשים סמוך לוסת דייקא דהדי הזמן הרואה בו נקרא וסתה אמנם הזמן המוקדם נקראת סמוך לוסת' וזהו בכלל זהירות בעלמ' וזו שהתירה ביוצא לדרך וכיוצא בו וא\"כ במשנה לא נזכר כלל מאזהרה זו סמוך לוסתה כי הוא רק חומר' וגדר וסייג בעלמ' לא דברו בו חכמי משנה ז\"ל רק חכמי תלמוד לאחר המשנה החמירו באזהרה זו לומר אפי' סמוך לוסתה אסור לשמש ולכך לא מצינו פרישת סמוך לוסתה במשנה ור\"י ור\"י חלקו במשנה דין פרישת וסת עצמה כי זהו בכלל איסור או של תורה או של דרבנן ולכך ר' יהודא מתיר ברואה ביום בלילה שלפניו כי אין זה בכלל וסת ור\"י מתיר אפי' ביום עד גבול הקבוע בשעות ביום לראיתה אבל מסמוך לוסת' לא איירי במשנה ובזהו ניח' דהתירהו לשמש סמוך לוסת' ביוצא לדרך דלמ\"ד וסת' דאורית' איך התירה תורה כקו' התוס' והרא\"ש אבל לפמ\"ש ניחא דאין זה בכלל וסת דאורייתא ולא התירה ביוצא לדרך רק בעונה הסמוכה אבל חכמי תלמוד ז\"ל הם דהחמירו לפרוש מעונה סמוך לוסתה והוא בכלל אזהר' חכמים וזהו שדייקא לפרוש סמוך לוסת' כי ביום עצמו הוא נקרא וסת אבל לפניו נקרא סמוך לוסתה ולפ\"ז יצדק לנכון מה דפריך הגמ' על הא דאמר רבא הלכה כר' יהודה והתנן וכו' וכמה אמר רבה עונה מאי לאו עונה אחריתי דקשה חדא היכי ס\"ד לומר עונה אחרית' ומה ראה על ככה להבין זה במילתא דרבא ולהקשות ממנו קו' עוד לפ\"ז דס\"ל עונה אחריתי א\"כ רבא דלא כמאן לא ר' יהוד' דהא ס\"ל רק אותו עונה כקו' הגמ' ומכ\"ש דהוא דלא כר' יוסי וא\"כ עדיפא ה\"ל להקשות רבא דלא כמאן ג) ומה אריא דאמר הלכה כר' יהוד' אבל לפי' אביאסף ניחא דאמרינן חייב אדם לפרוש מאשתו סמוך לוס' וכמה עונה הבין הגמ' דהך סמוך הוא שיעור עונה והגמ' ידע דמעשה בכל יום יוכח וכן הלכה ומורי' כך דאין פורשי' מאשה רק י\"ב שעות שיעור עונה מעת הראי' ד\"מ אם ראתה חצי יום פורש ממנה חצי הלילה שלפניו שהוא מכוון י\"ב שעות וא\"כ בשלמא הלכה כר' יוסי דוסת נקרא בשעה שרואה חצי יום שפיר קאמר דסמוך י\"ב שעות הימנו יש לפרוש והוא המסכים עם מעשה בכל יום אבל אי הלכה כר' יהודא ולדבריו אף ברואה בחצי היום כל היום לוסת יחשב וא\"כ אם אתה מזקיקו לפרוש עונה מקדם אף הוא אסור בכל הלילה וזה נגד הנכה ומעשים בכל יום וקו' הגמ' שפיר ומשני הגמ' לא אותו עונה פירש הא דאמר' עונה אין הכוונה על סמוך לוסתה לבד שזה יהי' עונה אבל הכוונה שצריך לפרוש שיהי' בין הכל מזמן הפרישה לזמן ראי' י\"ב שעות שהוא שיעור עונה וכך פי' וכמה יהי' זמן הרחקה בין הכל סמוך וצירוף וסתה וע\"ז אמר רבא עונה וא\"כ הדבר מסכי' לר' יהוד' ולמעשים בכל יום וא\"ש וע\"ז פריך הגמ' תרתי ל\"ל דוודאי הך ניח' וא\"צ פי' דאמר רבא שיעור עונה ונדע דהלכה כר\"י וע\"ז משני הגמ' דה\"א כר\"י ולבר מאותו זמן וסת אבל הא דהקשה ועביד צריכת' להיפוך דנימא הלכה כר\"י ולא יאמר עונה זה לכאורה קשה לשיטת אביאסף דהא מזה לא ידענו דירחיק עוד חוץ לוסתה זמן מה ועד\"מ אם רואה בחצי יום דנפרש בחצי לילה דממילתא דר' יהודא לא שמענו רק כל היום בכלל איסור. אמנם לפי הנ\"ל ג\"כ י\"ל דצריך טעם למה באמת עשהו חז\"ל לפרוש י\"ב שעות מקודם ומה נ\"מ בי\"ב שעות ולמה לא פחות ולא יותר דבשלמא לדידן הכל תלוי בזמן שקיעה וזריחה כנ\"ל אבל לשיטתו קשה וצ\"ל דכל עצמו של חומר הפרישה מקודם לוסתה הוא דאם אתה אומר רק כפי החומר הנזכר במשנה לר' יהודא ואם תראה בשחרית דמותרת לשמש בליל שלפניו האשה לא תבחין ההבדל בין שקיעת חמה לזריחות ותחשוב דקודם זמן ראיה מותרת לשמש כר' יוסי ואף אם תראה בסמוך לשקיעת חמה בפנות היום תשמש מקודם וזה אסור דכל היום בכלל איסור ולכך עשהו חכז\"ל הרחקה י\"ב שעות וא\"כ לעולם אי אפשר לבוא לכלל איסור לשמש בעת וסתה וא\"ש ולפ\"ז אף דלא אמר רבא וכמה עונה רק קמ\"ל הלכה כר' יהודא והך מימרא דר\"י לחוד הוה סגי' לפרוש מאשתו סמוך לוסת' הוה ידעינן שיעו' י\"ב שעות דכל עצמתו של הרחקה הוא בשביל טעות הנ\"ל וע\"כ השיעור י\"ב שעות דאל\"כ מה הועילו חכז\"ל בתקנתן וגם יותר מי\"ב שעות ל\"ל דלאיזה צורך י\"ל כן בשלמא אי הלכה כר' יוסי שפיר ה\"א דהרחקה סמוך הוא כל אותו יום או לילה ומה דלר' יהודא מדינא אסור לדידן לר' יוסי מטעם הרחקה סמוך לוסת' והוצרך רבא להודיענו דלא כן הוא רק שיעור עונה שהוא י\"ב שעות אבל השתא דאמר הלכה כר\"י וע\"כ הטעם הרחקה משום טעות הנ\"ל וא\"כ פשיטא דהוא י\"ב שעות וא\"כ מלתא דרבא עונה ל\"ל וא\"ש ולכך קאמר דה\"א לבעלה הלכה כר' יוסי וא\"ש ודו\"ק היטב הי פי' זה לשיט' אביאסף לענ\"ד כפתור ופרח ויש לו ראי' מקושי' הנ\"ל בגמ' ותמהנו על הש\"ך לדבריו מה מקשה הגמ' תרתי ל\"ל הא ממילתא דר' יהודא לא שמענו דאם אין לה וסת קבוע לשעות ביום ההוא רק מקדמי ומאחרי דצריכה לפרוש גם בלילה שלפניו וא\"כ אצטריך רבא לאשמעינן דפורשת עונה י\"ב שעות מקודם וקו' הגמ' לא קאי יצ\"ע ולפמ\"ש ניח' הכל בס\"ד ודע כי בעל מ\"י טעה שכתב כי הראב\"ן הי' לו גי' אחר' בגמ' והיינו שראב\"ן העתיק וכמה אמר רבא עונה וכמה עונה אמר רבי יוחנן יום או לילה והך וכמה עונה א\"ר יוחנן לא יש בגמ' שלנו ומזה שפט שהי' לראב\"ן גי' אחרת וזהו ליתא כי לא נכון דרבי יוחנן יפרש מילתא דרבא אבל הך דר' יוחנן אתמר בגמ' גבי דם בתולים וי\"נ כמבואר בגמ' דנדה דס\"ה ולהיות כי דעת הראב\"ן שעונה הנזכר כאן חד שעור' עם העונה הנזכר שם העתיק כדרך הפוסק המעתיק להלכה מילתא דרבי יוחנן הנאמר שם לכאן לפסק הלכה ולא שיש בגמ' כאן מילתא דר' יוחנן וזה שגור בפוסקים ופשוט וח\"ו שיהי' גי' חדשה ולא נזכרה בשום פוסק רש\"י ותוס' ופשוט ומ\"מ אף שטרחנו לישב דברי האביאסף מ\"מ העיקר כדברי הרא\"ש והרי\"ף וסתמ' הש\"ע דכן דעת רוב פוסקים ובפרט כי קי\"ל וסת דרבנן ובמילתא דרבנן להקל שומעין וכן עיקר: \n\n",
                "להקדים ב' וכו' ועי' ש\"ך לקמן בסי' קפ\"ט ס\"ק ל\"ט דפי' בכאן דא\"צ לפרוש כל ג' ימים ד\"מ שדרכה לראות לל' יום ורגילה להקדים לכ\"ז יום א\"צ לפרוש כל ג' ימים רק יום כ\"ז לבד ע\"ש ומלבד דלישנא דש\"ע והוא בהגהת מימינות צריך לפרוש הימנו ב' או ג' ימים קודם משמע דכל ג' ימים צריך לפרוש אף גם קשה אי הפשט כדברי הש\"ך דפורש רק יום כ\"ז פשיטא מה קמ\"ל הלא דבר זה נראה ונשנית בסי' קפ\"ט פעמים לאין מספר דוסת שאין קבוע חוששת פעם א' וא\"כ היא שהקדימה לראות בכ\"ז פשיט' דבהגיע כ\"ז שנים דצריך לפרוש וחוששת עברה כ\"ז ולא ראתה אינו חוששת עוד לכ\"ז ולפי' הש\"ך גם כאן יהי' דינו כן דלמה תפרוש מכ\"ז כיון שעקרתו בפעם א' וסת שאינו קבוע עקרתו בפ\"א וא\"כ דברי רמ\"א כאן הן משנה שאינו צריכה וא\"צ לדברי הגהת מיימנו' כלל וגמר' ערוכה היא זה ודברי המ\"י אינו מובן כלל דעדיין לא הועיל למה תפרוש כל ג' ימים הלא וסתה לא נמשכה רק יום א' א\"כ אותו יום תפרוש ולמה כל הג' ימים ולכן מ\"ש דמיירי שאין לה וסת רק עונה בינונ' אין כלל מענין הקו' שיש בזה וא\"צ להאריך בי' ולכן יפה עלה ברוח לח\"מ דמיירי דנמשך וסת' מן כ\"ז לל' יום שהוא קביעות וסתה ולכן כל הג' ימים בכלל וסת יחשב וצריכה לפרוש כל הג' ימים רק דהקשה דהא דעת רמ\"א לקמן בסי' קפ\"ט דבתר תחילת וסת אזלינן ויפה הוק' ואף לשיטתו י\"ל כי אזלינן בתר תחילת וסת היינו באשה דרואה ג' ימים אמרינן תחילת ראיה עיקר אבל באשה שוסתה קבוע תמיד ביום למ\"ד ומקדמת ג' ימים קודם לפרקים ובכל ג' ימים רואה א\"כ ל\"ל תחילת ראי' עיקר דהא אלו אין קבוע ויום למ\"ד הוא קבוע וחזקה דאורח בזמנו בא ולאין ספק דסוף ראי' שהוא ביום למ\"ד עיקר והנך דמי' דמקדמי היא לרוב רבוי דמי' שיש לה מקדמי ואזלה ולכך אף ימי' אלו בכלל וסת יחשב ומן יום כ\"ז ואילך צריכה לפרוש והכל בכלל וסת יחשב וכן הוא בגמ' נדה דף ל\"ט ע\"ב דס\"ל לר\"י אם ראתה ב\"פ בר\"ח וג' ראתה בכ\"ה ובר\"ח דקובעת וסת לר\"ח ולא הוי בימי נידתה דאמרינן דמי' יתירי' אתוספ' בי' פי' הך ראי' בכ\"ה רק קדומה מתוס' דמי' הרי אע\"ג דבעלמא אזלינן בתר תחילת ראי' כאן שראתה ב\"פ מקדם ר\"ח אמרינן דהוי תוספת דמים מכ\"ש בשיש לה וסת בר\"ח דאם אח\"כ מקדמה שהוא רק תוס' דמי' וחוששת כל ימים אלו הואיל ורגילה בכך אולי כל ימים אלו תראה והן בכלל וסת ובזו כ\"ע מודים. ויותר נראה לומר דלא מיירי שרואה כל ג' ימים בהמשכה רק לפעמים מקדים וראה בכ\"ז או בכ\"ח או בכ\"ט רק ס\"ל דכיון דר\"מ ס\"ל בכל אשה שאין לה וסת אסורה לבעלה ורחב\"א פליג והיינו משום דא\"כ אשה זו מה תהא עלי' וכי בשביל שאין לה וסת תהי' גלמודה מבעלה לא החמירו חכמי' כ\"כ וכמ\"ש מהר\"ם הן אמרו והן אמרו כי וסת דרבנן ולא החמירו על אשה לגורשה מבעלה אבל אשה זו שעד כ\"ז יום יש לה וסת ואינו רואה רק בג' ימים כאלו אין לה וסת לפעמים מקדמת ולפעמים מאחרת וזה רגילה תמיד כפעם בפעם א\"כ על אותן איזה ימים ודאי דמודה רחב\"א לר\"מ דאסורה לשמש דלמא תראה בהן דמה בכך הלא מותרת לבעלה כל כ\"ז ימים ובאיזה ימים כאלה לא אמרו שיהי' מותרת ואף רחב\"א מודה לר\"מ ולכך אסורה וזהו נלמוד ממקומו שלהגהת מיימינו' דהעמיד דבריו במ\"ש הרמב\"ם בפ\"ח מהלכות א\"ב הלכה ג' כבר בארנו שכל אשה שאין לה וסת אסורה לשמש עד שדבוק וע\"ז העמיד הגהה זו דאשה שמשנית וסתה להקדים וכו' ואלו הטעם דהוי כזמן וסת אין כאן מקום הג\"ה זו רק לאח\"כ באשה שיש לה וסת דאסורה לשמש כל עונות הוסת אלא ודאי משום לתא דאין לה וסת אוסר כל ימים אלו ודו\"ק. \n\n",
                "אינו אסורה אלא ביום עיין ט\"ז הטעם דתלינן קלקלה במקולקל ולענ\"ד בלא\"ה א\"ש דבלילה א\"צ לפרוש כיון דמילתא דרבנן היא וספק דרבנן לקול' משא\"כ ביום כיון דחזינן דעברה הלילה ולא ראתה וחזקה יש כאן אורח בזמנו בא א\"כ ע\"כ (א) דאין וסתה בלילה דמסתמא הי' רואה בו אלא דוסתה ביום ולכך לא ראתה בלילה דאינו זמנו וא\"כ עכשיו בלא ראתה בלילה נתברר לנו הספק הזה ולכך ספיקא דיום לחומרא ולכך צריכה ביום לפרוש וא\"ש מיהו לדינא כבר כתבו האחרונים דיש להחמיר ואפשר זה הספק הוי ספק חסרון ידיעה דתוכל להבחין אי קודם הנץ החמה או אח\"כ וכן הבעל מ\"י הביא דבספר בעל נפש לראב\"ד אשר לפנינו מחמיר ג\"כ ולכן יש להחמיר: \n\n",
                "ולא ראתה מותר' עיין ש\"ך ס\"ק י\"ד מ\"ש לחלק בין ראי' מרובה לכמה ימים ובין ראי' אחת מקודם הנץ עד לאחר הנץ החמה אולם הרב הט\"ז בסק\"ט הקשה מנ\"ל לחלק וברור דאין כוונתו לש\"ע כי ש\"ע לא חידש דבר מלבו כי אם כפי מ\"ש הרא\"ש ז\"ל וקושיתו ארא\"ש גופו מנ\"ל לחלק בסברא כזו בלי ראי' ברורה ואולי דייק לי' הראב\"ד והרא\"ש מדקתני הי' למודה לראות עם הנץ החמה דס\"ל לר\"י דאינו אסור' אלא עם הנץ החמה ור' יהודא אומר כל היום שלה וקשה הא העיקר פלוגתא דר' יוסי ור\"י הוא בלילה דלר\"י מותר ולר' יהודא אסור ולמה קאמר ר\"י כל היום שלה ולדיוקא קאתא הא בלילה אסור הל\"ל להדי' ר\"י אומר כל הלילה אסור ולמה נקט בלישנא מה דמותר דבכל יום אף ר\"י מודה אלא ודאי דגם זה בכלל הפלוגתא דר\"י מתיר רק התחלת הוסת ולכך הוא אומר הי' רואה עם הנץ החמה דהיינו דמתחיל עם הנץ החמה אבל נמשך לתוך הנץ החמה וכמ\"ש הרא\"ש והראב\"ד דלא ימלט דמשכה ראי' כ\"כ אינו אסור' אלא עם הנץ החמה דהיינו ג\"כ סמוך לנץ החמה אסור דעם היינו סמוך אבל בנץ החמה עצמו מותר וע\"ז חולק ר' יהודא ואמר דג\"כ בהנץ החמה אסור' רק כל היום שלה דהיינו לאחר הנץ החמה אבל בהנץ החמה אסור' וזהו כל היום הרצון לאחר הנץ החמה וכל הנץ החמה אסור הואיל וראתה בו ג\"כ ושפיר קתני פלוגתא בעם נץ חמה ורי\"א כל היום לאפוקי אתא הנץ החמה גופו וכן פרש\"י כל היום שלה משעבר הנץ החמה ודו\"ק: וזה א\"א לומר דלמא ברואה לימים ג\"כ דא\"כ עדיין יקשה קושי' הרא\"ש למה בימי נידתה א\"צ בדיקה דלמא ממשך ראי' ותדע לפרוש כל משך הראי' וא\"ש. וחילוק אחרונים מוכרח בגמ' שוב ראי' בראב\"ד לספר בעל הנפש וגורס באמת כל הלילה שלה ומפרש שלה לאסור וכב' השיגו הרז\"ה בהשגת ואמר דשלה פירושו להיתר אך לראב\"ד בלא\"ה לק\"מ דדעת הראב\"ד ג\"כ בהמשך העונת לימים דאסור' כל זמן העונה לימים וכמ\"ש הרא\"ש בשם הראב\"ד להדיא משא\"כ להרא\"ש צ\"ל דדייק דגריס כל היום שלה כהנ\"ל ונראה דראב\"ד גריס לי' להיפוך ופי' ג\"כ בו שלה לאסור מכח דיוקא הנ\"ל: \n\n",
                "שהם כ\"ד חדשי' עיין ש\"ו ס\"ק י\"ח דכתב דבא\"ע סי' י\"ג סעי' ג' דאין חודש עיבר עולה למנין ובאמת שם דעת המחבר דחודש עיבור עולה למנין רק הרמ\"א ז\"ל החמיר רק בש\"ך הישיני' דפוס קראקא כתב שי\"א וכיון לדעת הרמ\"א ז\"ל ובאמת נראה אף דעת האומרים שם דעבור בכלל מודים כאן דאינה בכלל דכל חיילי' דשם הוא מדתנן בכתוב' ומנקתו שני שנים וא\"כ עיבור בכלל אכל כאן דקיי\"ל כרבנן דלא תלי' בהנקה כלל רק אברים מתפרקי' ואינו חוזרי' לאיתנ' עד כד\"ח ולא נזכר כלל שנה רק כד\"ח מהיכי תיתי לומר שנה ור\"מ דס\"ל דתלי' בהנקה הא ס\"ל אי הניקה אפי' ה' שנים אינה בחזקת רואה וא\"כ כד\"ח לאפוקי ממילתא דרבנן דס\"ל דאפילו מת בכד\"ח מ\"מ קרוי מניקה וע\"ז אמר לא משום מת תוכ\"ד חדש דאינה בגדר מניקה אבל הוא לא הגביל כלל זמן כד\"ח ורבנן דמגבילי' והן אינו תולי' כלל בענין הנקה רק בענין אברים מתפרקי' וגבלו זמן כד\"ח וא\"כ מהיכי תיתי להוסף וביחוד כי הוא רחוק במציאות דאם יעברו ב\"ד השנה דבשביל זה יהי' איברי' חלושי' מבלי חוזרים לאיתנ' עד יעבור חודש העיבור מה שלא הי' זולת העיבור וצריך לזה הקדמה מה דדרשו בירושלמי אקרא וכו' דהקב\"ה מסכים מציאת הטבע עם קביעות חכמי ישראל בעיבור ואין לנו לומר זאת רק היכי דמצינו להדיא כן בדברי חז\"ל ואם קבלה בדם נקבל אבל זולתו לא ולכן ברור דאין כאן רק כד\"ח הן בשנת פשוטה והן בשנת עיבור ואין כאן מחלוקת: \n\n",
                "לכתחילה צריכה בדיקה הב\"י תמה על הטור דבגמ' ילפינן מעובר' מדין מחבא ולמה במעוברת א\"צ בדיקה תחילה ובמחבא מצריך בדיקה וחילוק הב\"י דוחק כי מנ\"ל לטור זה והט\"ז סקי\"א כתב דגבי פחד יש לחוש באותו זמן שתזקק יצא הפחד מלבה ותראה ולכך צריכה בדיקה ואין דבריו מובני' בדברי רמ\"א דמשמע דלולי תשמיש א\"צ בדיקה כלל כמו מעוברת ולא נזכר כן בדברי רמ\"א כלל וגם פשיטא דלישנא דטור לא משמע דמיירי דאסורה לשמש ולכן נראה סברתו פשוט דלכתחילה צריכה כל זמן וסת בדיקה אולי ע\"י איזה הרהר או הסחת דעת בדברים אחרים יסור פחדה ממנה כמעט רגע וא\"כ תראה בו ולכך לכתחילה צריכה בדיקה כל משך זמן וסת אבל בעבר ולא בדקה כיון דרבנן היא אין חוששין לכך ומותרת אך עדיין צ\"ל מנלן לטור סברא זו ונראה דס\"ל בגמ' דמבעי בימי וסתה בימי עבורה כיון דוסת' דאורייתא בעי בדיקה מדקאמר לשון בעי בדיקה ע\"כ דגם זה נסתפק לי' אי בעי לכתחילה בדיקה וכ\"כ הר\"ן בחדושי' וקשה א\"כ למה בעי למ\"ד וסת דאורייתא דלא קי\"ל כן הו\"ל למיבעי אפילו למ\"ד וסת דרבנן א' בעי בדיקה תחילה ועכצ\"ל דזה ידע למ\"ד וסת דרבנן בימי עבור' א\"צ בדיקה כלל רק קבעי למ\"ד וסת דאורייתא וס\"ל הא בהא תלי' אי עברה שעת וסתה וטהורה ש\"מ דימי עיבור דוחין להך חזק' אורח ב\"ב אף דהך חזק' גמורה היא ודבר תורה וא\"כ אף לכתחילה א\"צ בדיקה משא\"כ אי עברה ולא בדקה טמאה פשיטה דצריכה בדיקה וקשה א\"כ הא דפשוט מהי' במחבא מלא בדקה דטהורה למה נקט עברה ולא בדקה הא אמרינן דזה בזה תלי' אף לכתחילה א\"צ בדיקה ועוד למה הוצרך הגמ' להביא ראיה דוסת דאורייתא מדיוקא טעמא דאיכא חרדה וכו' ולא הוכיח בפשוט מדבעי לכתחילה בדיקה ש\"מ דוסת דאורייתא דאי דרבנן דהא בדרבנן לא ס\"ד כלל דבעי בדיקה ועכצ\"ל דיש חילוק דלענין תחילה בדיקה במחבא טעם אחר יש בהו מה דלא שייך במעוברת וכמש\"ל דאולי תסיחה דעת מהפחד ובהלה ודברי הטור מוכרח מגמ' (עבק\"א): \n\n",
                "ולא הרגישה טהורה עיין בב\"י שהביא דעת הרמב\"ם והרי\"ף דעברה וסתה א\"צ בדיקה כלל ובעלה בא עליה אפי' ישינה וא\"צ לשאול אם טמאה היא דאין חוששין כלל לעולה וסת והר\"ן כ' ע\"ז דהא קולא גדולה ולכך לא הביא בש\"ע כלל ויש להבין לדעתם קו' התוס' בנדה דף ט\"ו דהא סמוך לוסתה אסורה לשמש דלמא תראה בזמן וסת דחזקה אורח בזמנו בא וא\"כ כשהי' לה וסת איך ישמש עמה בלי שאלה דלמא באמת ראתה ואם ישאל פיה תאמרה לו אם הרגישה וראתה או לא וצ\"ל דבלא\"ה כתבו המפורשי' ברואה ג\"פ מחמת תשמיש דתלינן דאשה זו רואה תמיד מחמת תשמיש ולא תלינן בשאר מקרים משום דטבע חימוד וחימו' התשמיש להזיל דם כדאמרינן תבעוה להנש' וכו' שמא מחמת חימוד וכו' וא\"כ ס\"ל באשה בעלמא אינו עלולה לדם וסת דרבנן ואפי' עברה וסת לא מחזיקינן לי' לרואה משא\"כ אם תשמש סמוך לוסתה מחמת (ב) חימוד תשמיש והוא ג\"כ בלא\"ה זמן מוגבל לראי' תראה בלי ס' ולכך יש אזהרה לפרוש ובהכי א\"ש דהא דקי\"ל אפי' לטהרות דחמירי ביש לה וסת די' שעתה ואינו חוששין כלל אפי' על רגע אחת שהקדימה דאמרינן מסתמ' ראתה בזמן מוגבל והא צריכה לפרוש עונה מקודם מחשש דלמא תראה מקודם הרי דחוששין להקדמה ולפמ\"ש ניחא דוקא ע\"י תשמיש חוששין לזה ולא בלי תשמיש אין חוששין להקדמה כלל וכן דעת הרמב\"ם דאפי' יש לה וסת צריכה לעולם לאחר תשמיש בדיקה והיינו דתשמיש גורם הדם וכן כ' רש\"י להדי' ובזה מיושב קו' הכ\"מ דהקשה האיך ביום וסתה תהי' אסורה וביום שלאחריו מותרת דלמא ראתה בו ביום וכו' ולפמ\"ש ניחא דחוששין אם תשמש בזמן וסת הוא הגורם הראי' משא\"כ בשכב' עבר וסת וא\"ש אך הא קשי' כיון דפוסק הרמב\"ם דאשה שאין לה וסת לעולם בעי בדיקה לפני תשמיש א\"כ מ\"ש אין לה וסת כלל או יש לה הוסת ועבר זמן וסתה הרי חוזרת בדין מיש לה לאין לה וסת דתקנת' דאורח בזמנו בא קלקלתה דאמרינן פשיט' דראתה בזמנו ואיך יתיר הרמב\"ם לשמש אח\"כ והיא ישינה בלי דעת אם בדקה עצמה ולא ראתה או לא וצ\"ל דס\"ל דלכך באין לה וסת צריכה בדיקה לפני תשמיש ולא דחוששין אולי טמאה היא רק הואיל ואין לה וסת הרי היא בספק דלמא תראה מחמת תשמיש להיות כי אין לה וסת והדמים אצלה כמקרה ולא תלוי' בזמן כלל א\"כ כשיצורף אלי' חימוד וחמום התשמיש תהי' רואה ולכך ר\"מ אוסרה לבעלה אבל רחב\"א מתירה בכך דתבדוק עצמה ואם תמצא דם ג\"פ אחר תשמיש תצא מבעלה ולכך בעי בדיקה לפני תשמיש דאל\"כ עדיין א\"א לאוסרה דאולי כבר ראחה מקדם ואין זה מחמת תשמיש ולכך הצריכה חז\"ל בדיקה לפני תשמיש כדי שתדע ודאי שמחמת תשמיש היא אם תראה בו בעד שלאחר תשמיש וכן אמרו שתשמיש בלילה בעד אף דאין רואה בלילה בו מ\"מ למחר מוכיח קיים ופירש\"י ז\"ל ותדעה להביא כפרה וזה הטעם צריכה בדיקה לפני תשמיש כדי שאם תראה בשעת תשמיש שתהא מוחזקת לרואה בתשמיש ותהא אסורה לבעלה ובזו דייק לשון רחב\"א הן עותה והן תקנוהו ולא אמר בקיצור משמשת בשני עדים דהא לשיטת הרמב\"ם צריכה לעולם שני עדים אלא להורות לנו דלכך משמשת מקדם בשביל לעותה ולתקנה לדעת אם היא רואה מחמת תשמיש וא\"ש דברי הר\"ן והמ\"מ בפי' הרמב\"ם (עבק\"א). ובזו יתיישב מה שהקשה הדרישה על הטור דהעתיק דברי רשב\"א דאם אין לה וסת קבוע והוא פחות מעונה בינונית שהוא מכ\"ה לכ\"ה ועברה ולא בדקה טהורה בלי בדיקה הא הטור פוסק לדינא דאין לה וסת צריכה תמיד לפני כל תשמיש בדיקה ?. והט\"ז בס\"ק י\"ג תי' דמיירי דיש לה וסת אחר רק התחילה לשנות מכ\"ה לכ\"ה ולא קבעתו בג\"פ ולכך א\"צ בדיקה ואין דבריו נראין דא\"כ למה דייק הרשב\"א והטור דהיא פחותה מעונה בינונית מה טיבו של עונה בינונית כאן כיון שיש לה וסת קבוע ולא עקרתו עדיין אין חוששת כלל לעונה בינונית כנודע והדרישה תי' דמיירי דעברה כ\"ה הנ\"ל ולא בדקה ואח\"כ רחצה פניה של מטה וא\"כ אף שתבדוק עצמה אח\"כ קודם תשמיש כדין אשה שאין לה וסת ה\"א דתהי' טמאה משום חשש ראי' כ\"ה שהי' וסת בלתי קבוע ולא בדקה בו ובין כך רחצה עצמה קמ\"ל דלא. ובאמת א\"צ להך רק י\"ל דאז היה קודם שהוכר עובר ואח\"כ הוכר עובר וא\"כ משמשת בלי בדיקה ואין שייך אשה שאין לה וסת כיון דמסולקת בדמים רק ה\"א תהי' צריכה בדיקה מחמת חשש דלמא ראתה באותו פעם שעבר זמן כ\"ה קמ\"ל דלא. אך הא גופא קשיא למה לא ניחוש דמ\"ש דחוששין עכשיו קודם תשמיש דלמא ראתה וצריכה בדיקה ולמה לא ניחוש דלמא ראתה בזמן מוקדם הא בכל פעם היא בחשש רואה ואלו הי' הבעל רצה לשמש עמה תיכף הי' צריכה בדיקה ככל הנשים שאין לה וסת ובשביל שהמתין זמן מה תו לא נחוש דלמא באותו זמן ראתה וא\"כ מה בכך שעכשיו שהיא מסולקת בדמים לפמ\"ש או שרחצה פניה לפמ\"ש הדרישה חששא דמחד' להיכן אזל ולדברי דרישה אפשר לומר הואיל וכבר רחצה פניה וא\"א לתקן אינו אסורה בדיעבד כי לשון הרשב\"א והטור לא משמע כן דמוסב על דעבד ולפמ\"ש ניחא דאין כאן חשש רואה קודם תשמיש רק כל בדיקה לפני תשמיש הוא לברר ראי' בשעת תשמיש למען דעת בשל מי הרואה והרעה הזאת כהנ\"ל הן עותה וכו' וא\"כ א\"ש תי' הדרישה או כפי מ\"ש בלי קושיא ודו\"ק: \n\nובדברי רמב\"ם מוכח כמש\"ל דהוא סובר דבכל הנשים אפי' ביש להן וסת צריכה בדיקה לאחר תשמיש וא\"כ על מה אמר רחב\"א הן עותה והן תקנתה ע\"כ ע\"ע שלפני תשמיש ויש להבין מה עות יש בו בשלמא תקון הוא דאם אינו רואה מותר לשמש דלא כר\"מ דאוסר משא\"כ עות מה הוא ואם נמצא עליו דם לא שייך עותהו ולפמ\"ש ניחא דהעות הוא דע\"כ אם תמצא ג\"פ דם אסורה לבעלה וזהו ע\"י בדיקה שלפני תשמיש דודאי בא בשעת תשמיש וא\"ש: \n\n",
                "שתבדוק הש\"ך בס\"ק כ\"ג הביא דעת הב\"ח המחמיר כמאן דצריך בדיקה תיכף כשיעור וסת. ודעת ההיא ס\"ל דהא דא\"ר זירא דכ\"ע וסת דאורייתא אין הכונה לגמרי דאורייתא רק החמירו בו כשל תורה ואליבא יתורץ הא דבעי ר' יוחנן בפ\"ק דנדה הי' מעוברת והגיע שעת וסתה ולא בדקה תבעי למ\"ד וסת תורה לאו שלא אליבא דהלכתא קמבעי רק ס\"ל בהא לענין בדיקה קבעוה כשל תורה וצ\"ל דוקא בהא לחוד ס\"ל דקבעהו כשל תורה דהא בזה דבעלה מחשב ימי וסתה ובא עליה דנזכר בסעיף י\"א תלינן בגמ' ג\"כ אי וסת תורה או דרבנן ובהא כלל פוסקים דמותר וצ\"ל רק לענין זה קבעוה כשל תורה וטעמו של דבר הואיל ותקנת חכמים היא לבדוק בהגיע וסתה ולחוש לו אם אתה אומר דא\"צ בדיקה סמוך לו ממש אתה מבטל תקנת חכמים ומה הועילו חכמים בתקנתן ואחר ישוב כל זה מעיין ישפוט כמה רב מדוחק יש בזה ולא ידעתי מה ראה הב\"ח להחמיר כזה דסוף כל סוף כ\"ע מודים שהוא דרבנן ואיך נחמור במילתא דרבנן במקום דהרי\"ף והרמב\"ם אינן מצריכין בדיקה כלל והתוס' ורש\"י והרא\"ש ורשב\"א הכל לא סוברין כדעת הרא\"ם מרדכי הלא בטל דעתן נגד הנך רבוותא ולכן אין להחמיר: \n\n",
                "ותטבול דעת זו הוא דעת נ\"י דפי' כן בגמ' (א) על לא צרכה אלא סמוך לוסתה דאין פירושו סמוך לוסת נידתה רק סמוך לוסת טבילתה ולפ\"ז נראה דאם מזדמן דנמשך זמן טבילתה כ\"כ עד סמוך לוסת נידתה אע\"פ שבעלה רוצה לצאת לדרך א\"צ להמתין על טבילתה דבממ\"נ אם אתה תפרש כפי' הנ\"י אין כאן היתר ליוצא לדרך לשמש עמה סמוך לוסת נידתה ואם יתפרש כפי רוב פוסקים אין כאן חיוב וענין כלל להמתין על טבילתה ואם יוצא לדרך והיא נדה לשיטה זו ל\"ש האשה משתוקקת וכו' ולא התירה חכמז\"ל כלל להמתין ולבעול סמוך לוסת' ופשוט: \n\n",
                "שעת וסתה דין זה דיום ל' כיש לה וסת נחשב למדוה מהך דאמרינן על משנה (ב) כל הנשים בחזקת טהרה לבעליהן והוא שבא ומצאה תוך ימי עונתהן ופירש כפירש\"י על עונה בינונית שהוא ל' יום אך תינח למ\"ד דאין לה וסת לבעלה לא בעי בדיקה אבל למ\"ד בעי בדיקה לבעלה וא\"כ ע\"כ המשנה (ג) מתפרש ביש לה וסת דהא באין לה אינה בחזקת טהרה ובעי בדיקה וא\"כ א\"א לומר בתוך ימי עונתה היינו עונה בינונית דהא ביש לה וסת אין נ\"מ בעונה בינונית כמ\"ש בכמה דוכתי ועכצ\"ל דהפי' כמ\"ש הר\"ן והוא שבא בתוך ימי עונתה היינו קודם וסת' הקבוע ולכך מותרת בלי בדיקה כדין אשה שיש לה וסת אבל אם כבר עברה זמן וסתה הרי היא בחזקת טמאה עד שתבדוק וצריך שאלתה פיה וא\"כ הך דינא דעונה בינונית לית לי' מקום בש\"ס ויתד לתלות בו וא\"כ לפי מה דהעלה המחבר לקמן סי' קפ\"ו דלהרמב\"ם והרא\"ש צריכה בדיקה תמיד באין לה וסת א\"כ הך דינא דעונה בינונית ליתא ולמה סתם כאן דינא דעונה בילונית וצ\"ל דגם דעת המחבר כאומרין דאין לה וסת א\"צ בדיק' מדינא רק כמ\"ש הרא\"ש שלא מלאו לבו להקל נגד שיטת ר\"ח א\"כ לחומרא חוששין לי' אבל לא להקל כי לדינא קי\"ל דהגמ' איירי באין לה וסת וע\"ז אמרינן בתוך ימי עונתה לחוש לעונה בינונית כפירש\"י ולא סמכינן אר\"ח להקל כי אם להחמיר שומעין לחוש להנ\"ל ומיני' דלשיטת הרמב\"ם וסייעתו דס\"ל לדינא כר\"ח אין כאן סמך לעונה בינונית כלל: \n\n",
                "מוסתות הגוף מה שהאריך הש\"ך בס\"ק ל\"ב כבר כתב המ\"י דעת הש\"ע ג\"כ בזו דוקא וסת התלוי במעשה כגון אכלה שום וכהנה אבל וסת הגוף הבאין מעצמן במקרה פשיטא דיש לחוש אולי הגיע היום והי' לה מקרי' כאלו ופשוט: \n\n"
            ],
            [
                "עד שתאמר לו טבלתי כיון דודאי ראתה אבל בספק אם ראתה מבואר לעיל דמחשב וסתה ובא עלי' דהוי ס\"ס והקשה המ\"י הא לא סמכינן אס\"ס במקום שיש אפשר בשאלה ולק\"מ דכאן אפילו ס\"ס לא צריך דהא וסת דרבנן וספקא דרבנן לקולא רק אצטריך ספיקא אחריני דחז\"ל עשוה כודאי רואה ולכך אצטרך ספיקא דטבילה כמ\"ש דספיקא דטבילה מוצא מיד ספיקא דרואה ובזה לא תקנו חז\"ל דין וסת וא\"כ אין כאן ראי' מהא דצריך למשאל בדין תורה רק היתרה מכח ס\"ס ואין לדמות איסורא דרבנן לשל תורה (עבק\"א): \n\n",
                "אינה נאמנת הטור תמה דלמה לא יועיל אמתלה כמו גבי אומרת טמאה אני והרשב\"א תי' דמעשה לא עבדה ויש לדקדק תינח אמתלא דמתחילה לא הי' חושבת שהוא נדה רק חשבה שלא יטילו בה עין וכדומה ועל זה שפיר י\"נ כמ\"ש רשב\"א דמעשה כזה לא עבדה אבל באמתלא שכתב המרדכי וסה\"ת סבור אני שאני נדה ועכשיו נתגלה שמחמת חבורה וכדומה בא הדם וא\"כ למה זה לא יועיל אפילו בלבישת בגדים הא אז חשבה דבאמת היא נדה ולכך לבשובגדים אלו ועכשיו נתגלה לה שהי' טועה וא\"ל דבאמת באמתלא כזו הרמב\"ן מודה דהא דיוקא דרמב\"ן מהא דתנן דיוצאת בלי כתובה משמשתו נידה ומוקמינן דהוחזקה נדה בשכונת' ומזה הוכיח דלא מהני אמתלא דאל\"כ איך תצא הא אולי יש אמתלא ולפי הנ\"ל עדיין קשה הא יש לה אמתלא כזו וצריך לומר דס\"ל כשעושה מעשה מתיישבת הרבה ומדקדקתו היטב לדעת אי משל דם נדה או כיוצא בזו היא טרם שתעשה מעשה ולכך אינה נאמנת בשום אופן. והקשו האחרונים מהך דלעיל בסי' א' בטבח שעושה מעשה בראש כבש וכו' ונכנסו בדוחקים ובאמת הי' אפשר לומר דלכך לא מהני אמתל' אף דאשה זו בחזקת טהרה עומדת וכשנתנה אמתלא לדברים הדברים נכרי' שאמת (ד) אתה כי לא נחשדו בת ישראל לשמש נדה התורה האמינה מ\"מ הא שויא נעשי' חד\"א בעושה מעשה רב להורת על נידתה ולא יהי' זו יותר מאלו אמר טריפה הי' והעדים מעידי' דכשר הי' דאינו נאמן לגבי אחרים ולגבי נפשי' שויא חד\"א ואסור בי' כמבואר לעיל ס\"ס א' ע\"ש (עבק\"א): \n\nוכן הדבר כאן דאין אמתלא לגבי נפשי' להוציאה מכלל שויא נפשי' חד\"א ועי' ברמב\"ם פי\"ח מהלכות אסורי ביאה ה\"ט דפוסק ג\"כ באומרת טמאה אני אף דאינה נאמנות לגבי בעלה מ\"מ שויא נפשי' חד\"א ואסורה אחר מות בעלה לכהן וראב\"ד הש\"ג עליו למה לא מועיל אמתלה וצ\"ל לרמב\"ם ג\"כ דמ\"מ הואיל והעיזה כ\"כ לומר טמאה אני שויא חד\"א ולא מועיל אמתלא ולפ\"ז דכל עצמתו של איסור הוא לגבי נפשי' דכי מאכילין לאדם דבר אסור לו לגבי אחרים מועיל אמתל' דאנן ודאי אמתלה סמכינן רק אמרינן שויא נפשי' חד\"א ולכך לעיל בטבח לא מיירי ולא נחית הש\"ע בזה אם הטבח בעצמו רשאי לאכול מכבש ההוא רק אם הבשר מותר לאחרים ובזו ודאי לא שייך שויא נפשי' חד\"א כי מה איכפת לן בו ואנן אמתלא סמכינן דמסייע לי' חזקת בהמה דבהמה בחזקת היתר עומדת ולכך מותר ואף דהמחבר סתם לעיל כי נמשך אחרי דברי הרשב\"ץ והוא אפשר דלא ס\"ל חילוק של רמב\"ן וכן נראה בתשובו' שלו דהעתיק לדינא דנאמנת באמתלא ולא הזכיר כלל דינא של רמב\"ן דבבגדים לא מועיל אמתלא אמנם מ\"מ לדינא נ\"ל חילוק זה לנכון כי אחרים מותרים דכל עצמתו של איסור הוא מכח דשוי' נפשי' חד\"א. והט\"ז בס\"ק ב' הביא תי' בשם מהר\"ל מפראג ז\"ל דהוחזק נדה שאני דשכני' יודעים מן זה דהוחזקה נדה ואינה יודעי' מאמתלא דאטו תקח תוף בידה להשמיע אמתל' לכל ולכך לא מהימנ' והקשה עליו וכן המ\"י דהא אמרינן בכתובת באשה שקפצו עלי' בני אדם שאינן מהוגנים ואמרה א\"א אני וחזרה ואמרה פנוי' אני נאמנת באמתלא והא באמתל' כזו לא ידעו רבי' ולכך דחם המ\"י דברים הללו ולבסוף כתב הוא גופי' בשם הלבוש הטעם דמשיאה שם רע בשכנותי' ופי' דהואיל דעי\"כ היא גורמת שם רע בשכני' אינה עושה כזאת לסמוך אמתלא ולולי שהיא באמת נדה לא די' לובשת ולכך מחזיקינן לנדה ובזו סרה השגת הט\"ז וב\"א בא\"ה סי' קט\"ו ס\"ק ו' דכתבו דהא לכך מוציאה בלי כתוב' משום מכשול ולא משום שם רע ולק\"מ דהועיל דיש שם רע ע\"כ באמת היא נדה ולכך הכשיל ותצא בלי כתובה והיינו הך דלעיל דהמר\"ל מפראג דשכנים לא ישמעו מן אמתלא ויחזיקו לבועל נדה. ובאמת דברי מהר\"ל הנ\"ל ראוי' למי שאמרן דכל טעמו דשכנים שראו שהיא בחזקת נדה והבעל משמש עמה והם לא ידעו מאמתלא הרי האשה והבעל בעיניהם כבועלי נדה וזהו לא שייך שם דאף דאומרת בעצמה והתחזק' לכל בחזקת א\"א ואח\"כ תנשא לאחר אף דלא ידעו מאמתלא לא תהא נחשבה בעיניהם לעוברת הדת דאולי מת בעלה או גירשה ואין כאן לזות שפתי' כלל משא\"כ כאן. ולכן אם כבר עברה שיעור שתוכל לטבול אפשר דמהני אמתלא דלא הי' טמאה ומותרת בלי טבילה דאין כאן חשש אצל שנים דהם יחשבו אולי טבלה: אך אף כי סברת מהר\"ל הנ\"ל ישר מ\"מ לדינא לא קאי כי מלבד דבא\"ה סי' קט\"ו סעיף ו' משמע קצת דלא כדבריו רק שם יש לדחות ולומר דמיירי דאמרה כן לבעלה כמ\"ש במשנה טמאה אני לך ועיין תשובת ב\"ח דכ' ג\"כ דמיירי דאמרה לבעלה ע\"ש אף גם בסי' קע\"ח סעיף י' מבואר מי שהוציא קול על אשתו שזינתה ואמר שנתברר לו שהוא אמת ואח\"כ נותן אמתלא דנאמן אע\"פ שהוא השמיע קול במחנה עברים ומי יגיד לכל א' וא' האמתלא ומ\"מ מהימן וזה מורה דלא כמהר\"ל ויש לדחות (עבק\"א): \n\nובאמת לפי דברי הרמב\"ן בהלכות (ה) נדה שלו פ\"ב דין יו\"ד האשה סופרת לעצמה שנאמר וכו' ונאמנת לומר טבלתי וטהורה אני הוחזקה נדה בשכנותי' כגון שלובשה בגדים המיוחדי' לה לימי נדותה אינה נאמנת וכו' עכ\"ל נראה דפי' דהיא ודאי טמאה רק אמרה טהורה אני כי טבלתי והיא עדין לובשת בגדים המיוחדים לימי נדותה אינו נאמנת ובזו פשיטא דהרי היא בחזקת טמאה רק דהתורה האמינה וכיון דעשה מעשה כזו בכל אמתלאות שבעולם סוף כל סוף גרעוי גרע נאמנות דילה כי חזינן שעשתה מעשה לסתור ומה חזית דסמכת אהך סמכת אהך וחזר הדבר כאלו לא אמרה דבר מעולם והרי זה בחזקה טמאה אך בהרשב\"א בת\"ה משמע אפי' אמרה לא נטמאתי כלל והוחזקה נדה בשכנותי' אינה נאמנת ומ\"מ אפשר לומר דמיירי דכבר עברה זמן וסת' וא\"כ סתאה בלי אמירה ה\"ה בחזקת טמאה דאורח בזמנו בא ואפי' למ\"ד וסת דרבנן מ\"מ בעי בדיקה ואמירה טהורה אני וא\"כ היא שהחזיקה עצמה בלובשת בגדים לנדה אף דתאמר אמתנא אינו מועיל כ\"כ דהואיל ועבדה מעשה ויש כאן מקום ספק על מי נסמוך אמרינן דהרי היא כאלו לא אמרה דבר הן לטומאה והן לטהרה והרי היא בחזקת טמאה משא\"כ כשלא הגיע עדיין זמן וסתה והרי היא בחזקת טהרה אפשר דאפי' בלבישת בגדים מהני אמתל' דאם אמרי' נוקי הך לבהדי הך הרי כאן חזקת טהרה ומנ\"ל לרשב\"א זה דהא כל ראייתו מהך דמשמשתו נדה דמוקמינן לי' בהוחזק' נדה בשכנות' ומזה יליף דאין מועיל אמתלא וזהו אפשר דמיירי בכבר עבר וסתה ולכך מוקמינן בחזקת טמאה אבל קודם לזה לא שמענו ומנלן לחדש דין זה מה שהטור השיג וחולק אכל הדין והבו דלא לוסף (א) עלה ולפ\"ז לק\"מ מהך דטבח דהתם דל מעשה שלו ודל אמירתו הרי בהמה בחזקת היתר ואין כאן חשש טריפה כלל כי אין חוששתו לשום י\"ח טריפות ואפי' בסרכה אם נאבדו הריאה מקילין ולענ\"ד דין זה ברור ונכון: \n\nועיין בט\"ז ס\"ק ב' וש\"ך ס\"ק ה' הביאו תשובת הרב רמ\"א באיש ואשה שחששו לעה\"ר וכוונו לומר שהיא טמאה דמותרת לבעלה והש\"ך הוסיף בדברי רמ\"א אפילו בתחילה הדבור שאמרה לשכנים היותה נדה לא ידע מזה הבעל מ\"מ אח\"כ באמתלא כזו מותרת לבעלה ע\"ש ונראה דהיינו שהבעל מותרת לשמש עמה בהסתר דבר לבל יודע לאיש כי קמי' שמיא גליא והיא יודע מאמתלא או דאומר' אמתלא בב\"ד מקדם ששימש עמה אבל אם הוחזקה ושמש עמה ודאי לאו כל כמיני' אח\"כ לומר אמתלא והרי זה בחזקת עבריין ולאחר מעשה אין שומעין לאמתלא דילי' דאל\"כ איך בעלה לוקה משום נדה הא יוכל לומר אמתלא. ואף דמיירי דאין לה אף אמתלא מ\"מ אין כאן מלקות דהוי התראת ספק דאם יאמר אמתלא הרי מנוקה א\"ו דלא מהני אמתלא לאח\"כ רק מקודם או בהסתר כמ\"ש הרמ\"א שם דלא שייך בי' כל מה שאסרו חכמים מפני מראית עין וכו' ע\"ש דהביא ראיה מיצחק ששמש בסתר עם רבקה (וצ\"ל כמ\"ש הזהר וישקף אביעלך בעד החלון היינו חלון דחכמתו דיצחק הי' משמש בהסתר ולא לעין רואה) וזה פשוט וברור (עבק\"א): \n\n",
                "החכם נאמן וטמאה הט\"ז סק\"ג מחלק בין איסור לממון וכן המ\"י קבע בו מסמורת וכצ\"ל באמת בישוב דברי מחבר בא\"ע להדדי אבל דברי הרא\"ש אינו מיושבים כלל דודאי בשלמא אם הרמב\"ן קאמר דינו דהאומר מפי עד והעד מכחישו דנאמן העד בעלמ' שפיר יש לחלק בין ממון לאיסור אבל הא הרמב\"ן כפמ\"ש הרא\"ש בשבועת יליף דינו מהך דאמרינן בכתובות דאמרה פ' טיהר לי הכתם הזה ואשתכח שיקרא דמוכח דהחכם נאמן הואיל ואמרה משמו ואלו לענין ממון אינו נאמן א\"כ עדיין קשה מהך דכתובת דהא התם לענין ממון דיוצאת בלי כתובה ועכצ\"ל בעדים כמ\"ש הרא\"ש בשם הירושלמי בכתובת וא\"כ עדיין אין ראייתו כלום. וי\"ל אף לענין איסור היא נאמנת כיון דראיתו מהך דכתובות ליתא. ולכן נ\"ל דאם נדקדק בדברי הרמב\"ן דהביא ראי' מהך דכתובת דאמרה פלוני טיהר לי הכתם וכו' ולא הביא מהך דנשני' מקודם פלוני תקן לי הכרי הזה ושיילי' ואשתכח שיקרא דבזה ג\"כ ראי' הרמב\"ן כמו כן מוכח ולהיפוך ברא\"ש פ' המדיר דכתב הך דירושלמי כולהן בעדים ואח\"כ מפרש הרא\"ש משמע דאין המתקן נאמן לומר לא תקנתי לה אם היא מכחישתו ומילתא דמסתבר הוא איך יפקיע ממון בע\"א אלא עדים צריך כגון שאמרה פלוני תיקן לי באותו שעה והעידו עדים שבאותו שעה לא הי' בעיר וכו' ואח\"כ הביא הרא\"ש ומשמשתו נדה וכו' כגון דאמרה פלוני חכם טיהר לי הכתם ושיילי' ואשתכח שקרא (ב) ויש להבין למה נקט הרא\"ש בלישנ' רק ענין תקון טבל והשמיט הך דפלוני טהר כתם והל\"ל לרא\"ש לנקוט תרתי בלישנ' טבל וכתם בשלמא חלה היינו טבל והיא היא אבל למה שביק כתם ופירש רק לענין טבל לבד ולמה לא פירש ענין זה בתר דהעתיק הך דכתם. ולכן נראה לחלק בין טבל לכתם דבטבל אלו אמרה היא לבדה תקנה הוי נאמנות וא\"כ כשאמרה פלוני תקן לי היא נאמנות במגו ושפיר תוכל להכחישו וכ\"כ הרמ\"א בתשובה סי' ס\"ו דבמקום מגו נאמנת להכחיש ועוד הך דאמרה פלוני תקן לי הוא שפת יתר דא\"צ ודי באמרה שהוא מתוקן וא\"צ לאמירה דילה וא\"כ הוי כמילת' דלא רמי' ולאו אדעת' וא\"כ אף דאמרה פלוני תקן לי אלים נאמלות דילה דהרי בידה לתקן וא\"צ לפלוני כלל ולכך נאמן להכחישו ובעי תרי עדים אבל בכתם וכי בידה להורות לטהר ולטמא ע\"כ צריכה לחכם (ג) וא\"כ לית לה מגו כלל ולא אלים נאמנות דילה דהא אין בידה כלום והכל מפי החכם אנו חיים וא\"כ כשמכחיש הוא החכם נאמן ולא היא ולכך בכתובת כשפי' הרא\"ש בעדי' לא הזכיר כלל מענין כתם רק מענין טבל דהוא בידה ובזה אלים נאמנות דילה ולכך צריך עדים אבל בשבועת כשהביא הרמב\"ן ראי' לא הביא מהך טבל ראי' כלל כי זה צ\"ל בעדים רק הביא ראי' מכתם וכאן העמיד דינו דאין האשה נאמנות להכחיש העד דבכתם א\"ש. ולא קשי' בממ\"נ כשאין כאן ראי' מטבל וחלה וע\"כ צ\"ל בעדים א\"כ מנלן לרמב\"ן דלמא אפילו גבי כתם נאמנות ואיירי ג\"כ בעדים וכמבואר בירושלמי. הא לא קשי' חדא דעל כתם אמרינן בגמ' שני תי' או דהיא אמרה פלוני חכם טהר לי הכתם או דהוחזקה נדה בשכנות' וצ\"ל דלמה לי' לתי' הראשון כלל הלא תי' השני נכון ואמת דהוחזקה בשכינות' לוקה והיא נדה גמורה וע\"כ דבתי' הראשון צריך עדים דהוחזקה בשכנות' משא\"כ בתי' האחרון א\"צ עדים ומהדר הגמ' למצוא אקימת' במשנה בכל גווני הן בעדים והן בלי עדים ועכצ\"ל דלא כירושלמי דליכא עדים בכתם דאל\"כ דאי בעדים למה לנו הטורח הזה דתלי' בחכם ועי\"ל דהא הר\"ן הבי' בשם הרמב\"ן דל\"ל בעדים דהא אמרינן ושיילי' משמע דלאו בעדים תלי' כי אם בשאלתו א\"כ בשלמ' דגבי כתם תלי' בשאלתו ולא בעי עדים אורח' דתלמוד' דנקט ושיילי' באינך משום הך דכתם אע\"ג דבאינך א\"צ לשאלה משא\"כ אי גם בהך דכתם בעי נמי עדים וא\"כ הך ושיילי' דנקט בש\"ע ע\"כ מיותר דאמאן תרמי'. ועי\"ל דודאי דאף דמיירי בעדים י\"ל ושיילי' דמי בעי שני עדים עד א' ואותו פלוני שתקן הכרי או החכם מנטרף לבהדי' והרי כאן שני עדים וא\"כ אצטרך לשאלתו רק הא גופא קשי' למה לן זאת ומה קמ\"ל פשיטא דמצטרף לעד והל\"ל סתמא בעדים ולמה אכפל הגמ' להודיעני זאת אך בטבל שפיר י\"ל דקאמרה פלוני כהן תיקן לי הכרי הזה וא\"כ סתם כהן קתני אפילו במכירי כהונה וא\"כ ה\"א דכהן נוגע דאם אומר דלא תקן יתקן שנית הכרי ויגיע לו המעשה ותרומה גדולה. וקמ\"ל דלא מ\"מ נאמן וטובא קמ\"ל דבעדות קיי\"ל כל שהוא נוגע אפי' בדרך רחוקה ונפלאה לא יעיד אבל בכתם שפיר קשה ל\"ל ושיילי' וע\"כ צ\"ל דמיירי דהוא לבדה מכחישה ודברי הרמב\"ן מכיחי' כנ\"ל ולענ\"ד הדבריה ברורים ברא\"ש ורמב\"ן ולחנם טרחו כל המחברי' וגבי חלה ג\"כ מיירי בכהן אף דבגמ' שלנו איתא פלוני גבל ברי\"ף גרס רק פלוני והיינו מוסב אלעיל פלוני כהן: \n\nוכתב הרמ\"א בתשובה סי' ס\"ו הואיל ואיכ' מחלוקת בזה י\"ל באיסור דרבנן דאשה נאמנות (ד) וצ\"ל דמ\"ש הרב כאן כתם היינו דם שעל העד הדבוק שהוא נקרא ג\"כ כתם כדאמרינן שם פלוני טיהר לי הדם הזה והן הרא\"ש וכל אינך פוסקים הביא הכתם והיינו דם על עד הוא נקרא לפעמים כתם ופשוט. ואלו הי' סברא זו כראי מוצק לחלק בשל תורה לשל דרבנן היה אפשר לישב דברי הרמב\"ן והרא\"ש הנ\"ל בפשו' במאכילו שאינו מעושר ואינו ניטל חלה הכל איסור דרבנן דקיי\"ל תרומה וחלה בזה\"ז דרבנן עי' בהלכות תרומה ולכך בעי עדים משא\"כ בנדה שהוא תורה א\"צ עדים ולכך העמיד הרמב\"ן דבריו על נדה ולא קשי' דלמא זה ג\"כ בעדים דכבר כתבתי לעיל דלק\"מ בכמה אופנים ובזו הי' מקום ליישב דברי ירושלמי ובבלי כאחד דבירושלמי קאמר כולהן בעדים דבירושלמי נאמר פלוני ראה כתמן וא\"כ הוא דרבנן משא\"כ בבלי נאמר ראה דם נדה וזהו דאורייתא ולכך ושיילי' לי' דא\"צ לעדים דחכם לבד נאמן אך אין דעתי נוחה לחלק בדברי הרמב\"ן גופי בין דאורייתא לדרבנן דרמ\"א חילוק להכריע בין החולקים דאיכא דס\"ל כרמב\"ן ואיכא החולקים לכך דעתו לסמוך בדרבנן אהחולקים אבל לשיטת רמב\"ן גופו לחלק בין של תורה לדרבנן אין דעתי נח בזה וצ\"ט: \n\n",
                "אסור בבשר ויין וכ' המ\"י הטעם דהוי כמו קדשי' דלילה הולך אחר יום ודוחק אבל הטעם מה שמתעני' ב' וה' הוא שאז יום הדין למטה וב\"ד יושבי' מתקנ' עזרא וחלקי' נצב בעדת אל ולכך מתעני' כנודע בכל הספרים וידוע כי תחילת הדין אסור בלילה וגמר דין מותר ולכך לילה שלפניו א\"א בדין דהא אין מתחילי' בלילה משא\"כ בכלות יום ב' וה' כשהדין עמוק וצריך ישוב ומו\"מ אז גומרין כל הלילה כי גמר דין מותר בלילה וא\"כ כל ליל ב' וה' כמו יום נחשב לענין דין כמו ביום ולכך גם בו מסגפי' עצמן שאינם אוכלים בשר וכדומה וא\"ש: \n\n"
            ],
            [
                "שלא יהא לבו נוקפו הב\"י הביא בסי' קפ\"ד בשם הגהת מיימנו' בשם רבינו שמחה דלאח' תשמיש לא תבדוק אבל קודם תשמיש מצוה דתנן כל היד המרבה לבדוק הרי זו משובחת עכ\"ל וכתב הב\"י דסותר לדברי תוס' שפיר' בשאלו אשה מה שתבדוק פי' לפני תשמיש וכו' עכ\"ל. ולענ\"ד מעולם לא עלה ברוח ר\"ש לפרש פי' אחר בגמ' כמו תו' וכמעט שאין לשון הגמ' אשה מה שתבדוק עצמה לבעלה סובל פי' אחר כ\"א לפני תשמיש דלישנ' לבעלה כן משמע וגם לאחר תשמיש מבעי' לי' לאח\"כ בגמ' ולכן נראה דס\"ל דכיון דכל הטעם דאין לבדוק קודם תשמיש הוא מטעם דברואה אשתו בודק' חושבת ודאי הרגישה דאל\"כ למה בודקת ולבו נוקפו ופירש וזה\" אם אשתו מעצמה מחמרת אבל אם הוא מחמיר על עצמו ומצוה לאשתו שתהי' בודקת פשיטא דליכא כאן חשש דמרגשת דהרי הוא שצוה לה לבדוק וכך הן מבוארי' דברי ר\"ש שאין אשה רשאי להחמי' על עצמה לבדוק אחר תשמיש אבל לבדוק קודם תשמיש רשאי אדם להחמיר על עצמו כדתנן כל היד המרבה וכו' הרי דפתח באשה וסיי' בלשון אדם והדברים ברורי' כמ\"ש. ובהכי ניחא (ה) דקאמר ר\"ז פ\"ב בעל נפש לא יבעול וישנה והוא גופי' פשוט לי' (ו) ר\"י דלבו נוקפ' ופורש ודוחק לומר דמיירי באין לה וסת ואיהו קבעי ביש לה וסת דהא סתמ' קאמר ולפמ\"ש ניח' דבעל נפש יחמור על עצמו ולא שייך לבו נוקפו: \n\n",
                "אחר תשמיש ולכאורה זה נגד הגמ' דאמרינן דאין לבדוק אחר תשמיש דלבו נוקפו ופורש והמ\"מ וכן הר\"ן תי' בשם הרמב\"ן דהתם מיירי בתוך זמן הנזכר דמחייב קרבן והרמב\"ם מיירי לאחר זמן דליכא בהוא חיוב קרבן ואף חשש דלבו נוקפו ופורש ליכא וצ\"ל הא דתנן במשנה דרך בנות ישראל משמשת בשני עדים נמצא על שלה אותיום אינו מוסב למעלה דדרך נשים הבודקת כך לבדוק אותיום רק המשנה אומרת אם הי' בודקת אותיום אבל וודאי דרך נשים לבדוק בני עדים היינו לאחר אותיום אבל עדיין לא הבנתי תינח שלה כשבודקת עצמה לאחר זמן אינו חייב קרבן דתלינן אח\"כ ראתה ואף הוא אין לבו נוקפו אבל בנמצ' על שלו הלא תמיד חייב חטאות ואיך צוו חז\"ל לבדוק ובמה יהי' יותר לבו נוקפו מבנמצא על עד שלו ול\"ל דכי מחייבין חטאות היינו בהרגישה אבל בלא הרגשה אינו טמאה ד\"ת ומכ\"ש דאינו חייב חטאות ולכך מסתם בודקת דאף דתמצא כיון דלא הרגישה ליכא חיוב חטאת ואין לבבו נוקפ' אך אם בשעת תשמיש הרגישה אז אסורה לה לבדוק עצמה תיכף דאולי תמצ' ואז יהי' חייב חטאות דהא הרגישה ויהי' לבבו נוקפו דהא הרמב\"ם ס\"ל בסתם בדיקה ותשמיש חייב ולא בעינן הרגשה דאנן אמרינן באמת הרגישה רק היא חושבה הרגשת שמש או עד הוא וכמש\"ל בסי' קפ\"ג באריכות. ועלה ברוחי לומר דלפי מה דאמרינן בפ' ידיעת בשבועת וכן פסק הרמב\"ם בהלכות שגגות דאם משמש עמה בתוך ימי וסתה אף דנמצא על שלו פטור מקרבן דאונס הוא וכי מחייבין קרבן בשמש סמוך לוסתה א\"כ הא דמבעי אשה מה שתבדוק עצמה וכו' לחייבו חטאת היינו בשמש סמוך לוסתה דאז חייב חטאת ואף הוא לבו נוקפו ופורש דבא לכלל איסור כזו אבל בתוך וסת דאף דתמצא התורה פטרה לאונס אין לבבו נוקפו דהא התורה נקהו מעון ולכך מותרת לבדוק והא דמבעי בעי על סמוך לוסתה אף דחייב לפרוש ומה קשאיל וצ\"ל ביוצא לדרך קשאיל דהתירה לבעול סמוך לוסתה וע\"ז קשאיל ואם התירה לבדוק וע\"ז שפיר אמרינן דלבו נוקפו הואיל וחייב חטאות ולכך השמיט הרמב\"ם הך דינא לפי מה שפירש בו הרמב\"ן דעל כל פנים במקום חיוב חטאות אסור לה לבדוק דהא לא משכחת לי' רק ביוצא לדרך דהתירו סמוך לוסתה והרמב\"ם השמיט דין זה והטעם כמ\"ש אחרונים דהרמב\"ם ס\"ל דיש בו סכנה הבועל ביום שיוצא לדרך ובעניין רפואת העתי' והזמני' מתחלפי' ואף כי בזמן הגמ' לא הי' מזיק עכשיו בזמנינו חולש' הטבע גורם שמזיק ומסכן בנפשו ולכך השמיטו וס\"ל לא העמידו דבריהם במקום סכנה וא\"כ נפל פותי' בבירי' להך דינא דבדיקה במשמש סמוך לוסתה דאטו ברשיעי עסקינן אך אין לבבי נוחה בזה כ\"כ דכי אמרינן סמוך לוסתה לאו אונס היינו במשמש נגד דברי חז\"ל דיש לפרוש סמוך לוסתה ואיהו יצר אלבשהו כמ\"ש התוס' לומר אבעול ולא יקרני חטא ובאמת ראתה הרי זה שוגג ולא אונס אבל במי שבעל ברשות חכמים כי התירו וצוו ליוצא לדרך לפקוד אשתו אפילו סמוך לוסתה מה הוה לי' למעבד מה דפקדו חכז\"ל עשה ואם כי היא פרסה נדה מה ה\"ל לעשות אף זה אונס הוא ודוחק לומר דמ\"מ קרוי שוגג דה\"ל לדייק טובא ולבעול תיכף בתחילת עונה הסמוך לוסתה ולא להמתין רגע שיהי' קרוב וסמוך לוסתה ביותר וגם לבעול בחפזון כמאמר חכז\"ל כמי שכפאו שד וכמצוה ועושה דברי חכז\"ל ולא יותר והוא דלא עשה כן שוגג יקרא וא\"ש כל הנ\"ל אך זה צ\"ע כי לא מצאתי סבראזו לא' מהמחברים. וגם אין דעתי נוחה לומר דבשלמ' בנמצ' על שלו כיון דודאי ראתה בתשמיש ונכשל באיסור נדה לא חששו חז\"ל שיהי' לבו נוקפו אדרבה יתן אל לבו לשוב ולדקדק ביותר ויותר כי נכשל בחטאו. אבל בנמצ' לאחר אותיום דליכ' ודאי דמגופו אתי' והוא באשם תלוי א\"כ יוכל להיות דבאמת לא נכשל באיסור והוא מנוק' מעון והוא יהי' בכל זה לבו נוקפו ופורש וע\"ז חששו חז\"ל וצוו מלבי לבדוק. וצ\"ל דהנך לשונות ח\"א לבדוק לחייב לבעלה חטאת וח\"א לחייב לבעלה אשם תלוי בהא פליגי בהך סברא או גם בחטאת חששו חז\"ל ללבו נוקפו או לא וקיי\"ל כלישנא בתר' דגבי אשם חששו ולא בחטאות דכל זה דוחק דא\"כ לישנא קמא דגם בחטאות לבו נוקפו הך מתני' נמצא על שלו איך מתוקמי ודוחק דיחלוקו בפי' המשנה ולכן היותר נכון מה שיש לומר בלא\"ה בדברי השגת הראב\"ד דכ' הא ר' יהוד' שהי' צדיק שאין כמוהו מנע את ר\"ז שלא יהי' בודק אחר תשמיש שלא יהי' לבו נוקפו וכו' וצ\"ל דהא דהשיג מר\"י ולא מהך דר\"א לרב הונא דס\"ל ג\"כ דיש לדחותו כמ\"ש הרמב\"ן ולכך שאל הראב\"ד מהך דר\"ז לר\"י ופי' ג\"כ על אחר תשמיש וע\"כ ס\"ל דמיירי במקום דלא חייב חטאת או אשם חדא דאל\"כ היינו בעי' דר\"ה ועוד אלו כוונתו על חטאות דווקא ה\"ל להזכירו בלשון האי בעי דהא זהו העיקר שבו תלוי הספק. וליישב זה נראה דהא דהרמב\"ם פוסק דבאין לה וסת בעי בדיקה לפני תשמיש וצ\"ל דמפרש כפי' ר\"ח דאמוראי נינהו אליבי' דר\"י ושמואל ולפ\"ז ס\"ל דכל סוגי' דהנך בעי אזל' להנך אמור' אליבי' דר\"י וס\"ל דר\"י ס\"ל דבאין לה וסת לא בעי בדיקה וס\"ל להרמב\"ם כי אמרינן אונס הוא היינו ביש לה וסת או אין לה וסת ובדקה עצמה קודם תשמיש אבל באין לה וסת ולא בדקה קודם תשמיש ומצאה לאחר תשמיש אין זה אנוס דאמרינן קודם תשמיש כבר היה הדם הזה (ועיין פ\"ה הלכות שגגות דדעת הכ\"מ לומר דאפי' ביש לה וסת הואיל דרך צנועות לבדוק לא קרוי אנוס וזה לא יתכן דכי אתה עושה כל עולם צנוע הא יש לה וסת ומה דו קו דגמ' בשבועה לומר דמיירי בכה\"ג דעברה וסמוך לוסת' שמשה ולא אמרינן בכה\"ג דלא בדקה עצמה מקודם כדין חז\"ל א\"ו דליתא אבל מ\"מ ילפינן מיני' דבאין להוסת דאם לא בדקה דלא קרוי אונס) וא\"כ שפיר קמספקא לי' באין לה וסת כיון בעי לבעלה בדיקה לפני תשמיש א\"כ אם בדקה ומצא אחר תשמיש סמוך אותיום הרי כאן חיוב חטאות ולאח\"כ אשם תלוי דאינו אנוס כלל דה\"ל למבדק ויהי' לבו נוקפו ופורש דנכשל באיסור כרת או ודאי או ספק ור' יהודא הוסף אפילו לאחר שיעור חיוב אשם תלוי סוף כל סוף לבו נוקפו אולי הי' הדם בעת תשמיש ועבר איסור של תורה וחייב חטאת ולבו נוקפו ופורש אבל כשיש לה וסת או אין לה ובדקה עצמה מקודם אף שהיא פרסה נדה בעת תשמיש מ\"מ הרי הוא מניקה מעון ואף מפשע דאונס רחמנא פטרה ואין לבו נוקפו בשביל זה כלל ולכך משנתינו דמיירי ביש לה וסת כמ\"ש הרמב\"ן שפיר אמרינן דבודקת בשני עדים וכו' דלא שייך לבו נוקפו אך זהו הכל אליבא דהך מ\"ד דלבעלה אפילו אין לה וסת לא בעי בדיקה אבל לפי דקיי\"ל כרחב\"א דתמיד בעי בדיקה ואם ליתא להך איבעי דתבדוק לחייב בעלה חטאת דאטו ברשיעי עסקינן דלא יצטרך בדיקה לאין לה וסת ואם כי בדקה א\"כ אף בזו הרי הוא אונס ולא שייך לבו נוקפו כלל ולכך השמיט הרמב\"ם לגמרי הך דינא דיהי' נזהרת לבדוק שיעור אותיום כסברת הרמב\"ן דתזקק לבעלה לידי חיוב חטאות כי לדידן ליתא הך דינא וגם הגמ' בשבועת מוקי לה בשמוש סמוך ניסתה ולא באין לה וסת ולא בדקה חדא היא היא דהוא עובר על תקנת חז\"ל בזה כמו בזה דלמסקנ' בעי בדיקה ועוד דכיון דדרך בנות ישראל משמשה בשני עדים וכו' ע\"כ איירי ביש לה וסת דבאין לה וסת מה אריי צנועת כל אדם נמי ס\"ל דהך דקתני נמצא על שלו וכו' איירי ג\"כ בכה\"ג ביש לה וסת ולכך מוקי לה בשמש סמוך לוסתה ומזו שפיר איירי ג\"כ רישא דמ\"מ אין צריכה בדיקה לפני תשמיש וכמש\"ל בסי' קפ\"ד לשיטת הרמב\"ם דכל החשש בפרישת סמוך לוסתה דלמא מחמת תשמיש תראה ולא מקודם וא\"צ בדיקה כלל וא\"ש: \n\n",
                "וסת קבוע ג\"פ הראשונים צריכה לבדוק וכו' זהו דעת הרי\"ף ז\"ל כפי מ\"ש כל המפורשים ונושאי כליו והש\"ך בס\"ק א' חולק על כל המפורשים כי לא עמדו על דעת הרי\"ף ז\"ל ודעתו ג\"כ מסכים לרש\"י דלבעלה לא בעי בדיקה כלל והאריך בזה ולהיות כי תיפס לפורשו בשני סברות וכללין כאחד ובאמת הן תאומים במובן ודינו של זה לא כשל זה לכן אחלקם ונדבר בכל סברא כפי צורת השמועה סברא חדא דיבר הש\"ך מלבו לא מצא לו חבר במחברים והוא דאם אין הבעל רוצה להחמיר לעצמו כל לבעלה לא בעי בדיקה אבל אם יאמר הבעל מה לי באחריות הלזה או בדוק עצמך בעדים או לא כי מה לי בספק נדה מחויבי' לבדוק ג' פעמים אם תמצא דם הרי יוצאת בלי כתובה ואם לאו הרי היא ככל הנשים שיש להן וסת ולכך העתיק הרי\"ף הך דינא בכתובות דכל הנ\"מ לענין כתובה דאם יטענו הבעל אין אני מכניס עצמי בספק כנ\"ל ודברים אלו אין להם שרש ועיקר כי מלבד שאינו מובן כלל במה שאמר שאם בדקה עצמה ג' פעמים ולא מצא דם הרי היא ככל הנשים ומה בכך ובכל הנשים אם הבעל אומר לא אשמש עמך עד שתבדוק כי לבי נוקפו הואיל שאין לך וסת ומי ימחה על ידו ואע\"פ שאמרו לבו נוקפו ופורש לא דיברו באין לה וסת כי בזו בוודאי כל המרבה לבדוק הרי זה משובח ובפרט לפמש\"ל דאם הבעל מצוה לבדוק פשיטה דלא שייך לבו נוקפו כיון דיודע דמחמת דיבורו ומצותו עשתה כן וזה פשוט אף גם דשיטת הגמ' לא יתכן לדבריו דבממ\"נ אם הרי\"ף מפרש סברא זו ג\"כ כדברי רחב\"א דאמר משמש בשני עדים היינו כשהבעל מקפיד ואומר מה לי להכניס לבית הספק א\"כ מה פריך הגמ' ואי בשאינו עסוקה בטהרות הא אמר כל לבעלה לא בעי בדיקה ויצטרך לשנוי' מאן דמתני הא לא מתני הא הא לק\"מ דאמת לא בעי בדיקה אבל הרשות ביד הבעל להחמיר לעצמו ולהצריך אותה ג\"פ בדיקה לברר ספיקה ועכצ\"ל דזה דוחק לומר בדברי רחב\"א דמיירי בכה\"ג ברצון הבעל דהא עלי' דר\"מ קאי ועל האשה זו אנו דנין או מותרת או אסורה ולכך הוצרך הגמ' לשנוי' ומאן דמתני הא וכו' ולדעת הש\"ך פי' הרי\"ף כפי' רש\"י דרחב\"א מיירי לטהרות וכו' וא\"כ ע\"כ הא דאמר רחב\"א משמשת בשני עדים וכו' אין פרושו ג\"פ דהא לטהרות צריכה בדיקה לעולם כמבואר במשנה ובשעה שהיא עוברת לשמש ביתה וכו' וע\"כ פי' לעולם וא\"כ מנ\"ל להרי\"ף לומר דמשמשת רק ג' פעמים והן הן עותה והן הן תקנוה כיון דכוונת רחב\"א מוסב על עולם ואם ס\"ל להרי\"ף מסברא לא ה\"ל להעמיד דבריו ארחב\"א דהוא מצריך לעולם בדיקה והוא מצריך רק ג\"פ ומה טיב של זה לזה ולכן דבריו הללו אין לו שחר כלל: \n\nאמנם סברא שני' לא עינה מלבו רק אמורה עם הספר בעל נפש לראב\"ד ז\"ל ועיין בשער הספירה ובדיקה כי באמת רחב\"א מיירי לטהרות ותמיד צריכה בדיקה א' לפני תשמיש וא' לאחר תשמיש וזה אין ענין לדידן דאין לנו בעו\"ה טהרות רק הרי\"ף מיירי ברואה דם מחמת תשמיש ובזו ס\"ל דמשמשת בשני עדים לאחר תשמיש אחד לו ואחד לה ג\"פ ואם תמצא דם הרי היא אסורה לבעלה ואם לאו הרי מותרת ככל הנשים והרב הרי\"ף לא תפס מדברי רחב\"א אלא צורך הנהוג ולא פירש אותם אלא לפי צורך השעה עי\"ש שהאריך בזה וכפל בזה הדברים והש\"ך האריך בזה ובכל זה דברים סתומים כי מה ענין זה ברואה דם מחמת תשמיש לרחב\"א כיון דדיבר לסתם נשים שאין להם וסת ועוסקת לטהרות ומה הוא שתפס הרי\"ף מדברי רחב\"א לענין צורך הנהוג. ומדברי הש\"ך נראה דמפרש דה\"א הואיל ור\"מ ס\"ל אשה שאין לה וסת אסורה תיכף לבעלה וה\"א אפילו דלא קי\"ל כר\"מ ה\"מ בסתם אשה אבל באשה דחזינן דראתה פ\"א מחמת תשמיש דבכל זה בעי ג\"פ אבל בפעם אחד אינו אסורה אף דאין לה וסת ג\"כ אבל זה שאמר הרי\"ף דאם אינה ראתה ג\"פ דהרי היא ככל הנשים זה לא יליף הרי\"ף מהך דרחב\"א רק מסברא דקיי\"ל בכל הש\"ס בהלכתא זימנא הוי חזקה רק עיקר ילפותא מהך דרחב\"א דבראי' אחת באין לה וסת לא מסתברא ואי נימא מנ\"ל לרי\"ף למילף זה מדברי רחב\"א נראה דיליף לי' מדאמר הן עותה משמע לשון רבי' קשה הלא בבדיקה אחת ומצא דם הרי היא מעות דאסורה לעולם כר\"מ א\"ו דגם בזה צריך ג\"פ כשאר נשים זהו מה שנ\"ל לכאורה בדברי ראב\"ד וכן הבין הש\"ך דכתב ומיהו נ\"מ באשה שראתה דם מחמת תשמיש דצריכה בדיקה ג\"פ אבל זהו דוחק דהא דעת הראב\"ד הא דתנן בברייתא גבי רואה דם מחמת תשמיש וכו' ואם יש לה וסת תולה בוסתה היינו וסת לראיה ומזה מוכח כמ\"ש הראב\"ד עצמו דברייתא איירי באשה שאין לה וסת דסיפא דקתני ואם יש לה וסת. ולפ\"ז למה לו להרי\"ף להביא מהך דרחב\"א דאף דאין לה וסת וראתה פעם א' מ\"מ אינו אסורה עד ג\"פ הלא מהך ברייתא מוכח דקתני להדיא דאינה אסורה עד ג\"פ ומיירי באין לה וסת ולכן נראה לי דה\"א הא דקתני ברואה דם מחמת תשמיש ג\"פ אסורה לבעלה היינו אי איקרי דבדקה עצמה אחר בעילה ומצא דם אבל שיהי' מחויבת לבדוק עצמה אפילו מצא פ\"א דם מחמת תשמיש מ\"מ הרי ככל הנשים וא\"צ בדיקה ולזה הביא הרי\"ף דברי רחב\"א דס\"ל דבכל הנשים צריכה בדיקה לעולם רק איהו ס\"ל כן בטהרות אבל לא לבעלה וה\"מ בדלא אתרע שלא ראתה אחר תשמיש אבל בדאתרע שהיא ראתה פעם א' אחר התשמיש חזר הדבר לבעלה כמו לטהרות וצריכה בדיקה עד דאתחזיק ג\"פ שלא ראתה ושבה לכלל כל הנשים דעלמא שא\"צ בדיקה כלל ובתורת הכרע אמר הרי\"ף למילתא דבהא אמרינן אפי' לבעלה. וזהו ברור בדעת הראב\"ד ודלא כדמשמע מש\"ך דקמ\"ל דלא הפסידה כתובתה עד שתשמש ג\"פ לאפוקי מדר\"מ דזהו לשיטת הראב\"ד ממקומו מוכרע וא\"צ לדברי רחב\"א. ולפ\"ז כל איש נבוב ילבב כמה רב מהדוחק יש בפי' זה ויפה עשה כל מפורשי' הרי\"ף דלא פי' כן בדברי הרי\"ף וכבר כתב הרז\"ה בהשגתו על דברי הראב\"ד שדבריו הן רק אסמכת' בעלמ' להטיל פשרה בין הרי\"ף ובין המקשין עליו ומי כחכם ומי יודע פשר דבר ולכן דברי הש\"ך להקל אין לו שורש במקום שרוב פוסקים מחמירין למעשה ומ\"ש דכן עמא דבר לא ידעתי איך שייך מנהג בדבר דלא שכיח כי רוב נשים אע\"פ שאין להן וסת קבוע ליום ועונה מיוחדת מ\"מ אינם רואין כי אם בזמן מוגבל ד\"מ עד כ\"ט יום או ל' אינם רגילין לראות ומימים ואילך אין קביעתן קביעות גמורה פעמים מקדים פעם מאחר וכבר כתבו הפוסקים דעד יום ההוא בכלל יש לה וסת וא\"צ בדיקה ובימים אלו אשר היא נבוכה לבד היא בגדר אין לה וסת ובזו כ\"ע נוהגי' לבדוק וכל המרבה לבדוק משובח' ואינו להקל כלל נגד דברי הש\"ע והרב ז\"ל ואין להקשות איך ס\"ד דבאין לה וסת לבעלה א\"צ בדיקה כלל הא בגמ' פריך למה א\"צ בדיקה בימי נדתה תבדוק דלמא קבעה לי' וסת ואסקינן דבימי נידתה לא קבעה לי' וסת וא\"כ באין לה וסת תבדוק שחרית וערבית אולי קבעה לי' וסת דהך דלמא קבעה לי' וסת אינו אלא לבעלה דלטהרות לא איכפת לן אי קבעה וסת אדרבה יותר חומר' אם אין קבעה דמטמאה מע\"ל משקבעה ותהי' ד\"ש. וא\"כ דכל הבדיקה בשביל בעלה אף באין להוסת עכ\"פ תבדוק שחרית וערבית משום קביעות וסת דאפשר לומר דודאי לא חשינן בהיא טהורה דאם תראה מסתמא תרגיש ואם תרגיש ודאי תבדוק עצמה משא\"כ בתוך ימי נידתה וימי טוהר דאין נ\"מ לטהרתה בראי' שלה אם אתה מצריכה ומחייב' בדיקה אף היא תרגישה ולאו אדעתי' כי מה איכפת לה בזה סוף כל סוף טמאה היא: \n\nוהנה המחבר שהביא דברי הרי\"ף כתב דבג' פעמים ראשונים מצריך אף בדיקה לפני תשמיש ולשיטתו הולך דפי' כן בב\"י ליישב קו' הרא\"ש על הרי\"ף דמה פריך אילימא בעסוק' בטהרות הא אמר שמואל חדא זימנא וכו' דהא התם מיירי מלפני תשמיש ורחב\"א מיירי מלאחר תשמיש ותי' הוא דמילתא דפשיטא הוא כל שצריכה בדיקה לבסוף צריכה בדיקה קודם תשמיש. וע\"ז בנה יסודו לבסוף ג\"כ דלהרי\"ף בעי בדיקה לכתחלה (א) והד\"מ השיג עליו דלא משמע כן בכל הפוסקים ביחוד בדברי הראב\"ד ז\"ל והנכון אתו לכן נראה לי ליישב הרי\"ף מכל הקוש' והוא דהא דאמר שמואל הלכה כרחב\"א יש לפרשו בכל גוונ' או רק הלכה כמותו לאפוקי מדר\"מ דאמר אשה זו אין לה תקנה לבעלה ועיין בחידושי הר\"ן דכתב ג\"כ כזה דלאו אכולי מילת' אמר הלכה כרחב\"א וא\"כ קושית הגמ' כך שמואל דאמר הלכה כרחב\"א במה אי בעסוקה בטהרות וא\"כ ע\"כ לאו אכולי מילת' קאמר הלכה כוותי' דהא שמואל קאמר בעסוקה בטהרות דבעי בדיקה לבעלה ורחב\"א לא הזכיר כלל דבעי בדיקה קודם תשמיש ועוד שמואל דקאמר דבעי בדיקה לבעלה היינו משום דפוסק כמשנה כמבואר בגמ' דעלה סתמה דמשנה קאי ובמשנה מבואר דתמיד צריכה בדיקה לאחר תשמיש בשני עדים דתנן משמשת בעדים וליכא למימר דפי' רק ג\"פ חדא דהא סתמ' קתני ועוד דהא איירי אף ביש לה וסת כדאמרינן בגמ' להדי' וביש לה וסת אין חילוק בין ג\"פ ובין לעולם וע\"כ דקאמר רק הלכה כרחב\"א לאפוקי' מדר\"מ דס\"ל דאשה שאין לה וסת אין לה תקנה וע\"ז פרכינן שפיר דהא זה בלא\"ה ידעינן כיון דאמר דאשה שאין לה וסת ועסוקה בטהרות בעי בדיקה לבעלה ש\"מ עכ\"פ דמותרת לבעלה ודלא כר\"מ דאמר אסורה לבעלה וקו' הגמ' שפיר ולק\"מ וקאמר הגמ' אלא בשאין עסוקה בטהרות ומעתה ל\"ק מה בכך הא מ\"מ מדקאמר שמואל בטהרות לבעלה בעי בדיקה ש\"מ דיש לאשה תקנה ואין הלכה כר\"מ (וקו' זו לשיטת הרא\"ש קשה) דקמ\"ל כרחב\"א דבעי ג\"פ בדיקה אחר תשמיש רק גם זה מיותר כמ\"ש כיון דכבר שמעינן ממילתא דשמואל הנ\"ל דאין הלכה כר\"מ פשיטא דהלכה כרחב\"א דלא מצינו מחלוקת אחריתי רק ר\"מ ורחב\"א ואי אין הלכה כר\"מ ודאי הלכה כרחב\"א רק די\"ל דמשנה דקתני משמשת בעדים מיירי בכל גוונ' אפי' אינו עוסקים בטהרות וא\"כ הרי כאן תנא ג' דס\"ל דיש לה תקנה דלא כר\"מ ומ\"מ צריך בדיקה תמיד ולכך קאמר שמואל דהלכה כרחב\"א ועל זה פריך הגמ' הא אמר שמואל לבעלה לא בעי בדיקה וכו' והיכי אתמר מילתא דשמואל לעיל אתמר לא שנו אלא בעסוקה בטהרות כמ\"ש התוס' להדי' בד\"ה חדא מכלל חברתה אתמר ע\"ש וא\"כ מוקי שמואל למשנה בעסוקה בטהרות וא\"כ אין כאן תנא ג' רק המשנה י\"ל כרחב\"א ס\"ל דאין עסוקה בטהרות וא\"כ עדיין מילתא דשמואל מיותר דכיון דקמ\"ל דאין הלכה כר\"מ ממילא ידעינן דהלכה כבר פלוגתא דהוא רחב\"א ומשני הגמ' דלעולם באין עסוקה וקמ\"ל דלא תימא המשנה איירי בכל גווני וחולק אר\"מ ורחב\"א וה\"א הלכה כוותי' דמשנה וא\"ק הא כבר אמר שמואל להדיא לא שנו אלא בעסוקה וכו.' מאן דמתני הא לא מתני הא. ודברי הרי\"ף ברורי' וא\"כ מחלוקת כלל וצדקו כל דבריהם כן נ\"ל בישוב דברי רי\"ף וכפמ\"ש הפוסקים דלהרי\"ף א\"צ בדיקה לפני תשמיש רק לאח\"כ: \n\n",
                "מקנחים עצמן כל הלילה בעד וכו' הלשון מקוצר דריש דבריו משמע שא\"צ כלל לבדוק אחר כל תשמיש ובאמת צריך רק א\"צ עד חדש לכל ביאה רק די בעד א' וכמו שסיי' הרמ\"א מקנחי' עצמן בע\"א וכן הוא ברמב\"ם הלכה י\"ז והכ\"מ כתב דפוסק כר\"ז דאמר בעל נפשלא יבעול וישנה וס\"ל בעל נפש לאו דוקא רק שורת הדין כן ולא ידעתי לאיזה צורך הכניס עצמו בזה דוחק דהא הרמב\"ם מפרש כמ\"ש התוס' בשם רשב\"ם דמודה ב\"ה דצריכה בדיקה אחר כל תשמיש ותשמיש אך אין צריך עד חדש אחר כל תשמיש מיוחד ופסק הלכה כב\"ה ופשוט. והנה מדברי הרמב\"ם לא נראה רק בבדיקה שאחר תשמיש וביש לה וסת אבל באין לה וסת דצריכה בדיקה לפני תשמיש אפשר דאינו מועיל דתבדוק ותניח לאור היום ובין כך תשמיש כיון דאין לה וסת וכל רגע בחזקת רואה היא איך תשמש בלי דעת אם בדיקה שלה טהור מ\"מ מדברי התוס' ורש\"י שם משמע אפי' בדיקה שקודם תשמיש ובדף י\"ב בגמ' זו עדן שלצנועת משמע אפי' באין לה וסת הדין כן לולי צנועות א\"צ לבדוק לאור הנר. מיהו יש לדקדק למה לא הביא הרמב\"ם עדן של צנועות דאין בודקת בעד שכבר בודקת בו פ\"א ואפשר דס\"ל דזהו הכל על משנה דעלי' קאי זהו עדן של צנועות ושם מיירי בעוסק בטהרות ולכך הצנועות החמירו לבדוק בכל תשמיש בעד מיוחד אבל באין עסוקה בטהרות אף צנועות אינן נזהרת בו ולכך השמיטו הרמב\"ם ונכון הוא: \n\n"
            ],
            [
                "שראתה דם בטור ובסמ\"ג כתב בכדי שתרד מהמטה ותבדוק והק' ב\"י קו' א' דהא רב אשי אסתלק בקו' וקיי\"ל דשיעור' רק בכדי שתושיט ידה לתחת הכר ועוד הק' דאמרו ותבדוק וזה אינו דכל השיעור הוא לקינוח ולא לבדיקה והנה על קו' א' יפה תי' הב\"ח אף דסליק ר\"א בקושי' מ\"מ לא סליק בתיובת' והלכה כמותו אבל על קושי' שני' פשיטא דצ\"ל כמ\"ש הב\"י דהואיל דחייב אשם תלוי מיקרי מחמת תשמיש ואע\"פ דלא מחיוב אשם תלוי דקיי\"ל בעינן ב' חתיכות מ\"מ חיוב ואיסור המביא לידי א\"ת יש כאן וכן צ\"ל בגמ' אשה מה שתבדוק עצמה כדי לחייב בעלה אשם תלוי אע\"פ דליכא א\"ת מ\"מ חיוב ואיסור אשם תלוי יש כאן והמ\"י ערבב הדברים דמשמע בהך תי' דקיי\"ל כר\"א מתורץ הב' קו' וזה אינו רק בקו' ב' צ\"ל כתי' הבי' וכן י\"ל מ\"ש ברמב\"ם דס\"ל דחייבי' א\"ת הכוונה חיוב א\"ת ואיסור ספק של תורה יש כאן כמו אשם תלוי אבל מ\"מ א\"כ חיוב ודאי א\"ת: \n\n",
                "ג\"פ היינו עוד ב\"פ והמ\"י בסק\"ב הביא דהראב\"ד בבעל נפש דפי' ראי' ראשונה אינ' בכלל וכתב המ\"י דלשיטתו אזיל (א) דס\"ל דאשה שאין לה וסת אינה צריכה בדיקה לבעלה לא לפני תשמיש ולא לאחר תשמיש דאינה חוששת לרואה דם מחמת תשמיש בלי ריעותה ע\"כ ראיה קמיית' לאו ממנייא הוא אבל הרמב\"ם דפסק דאפילו בשיש לה וסת צריכה בדיקה אחר תשמיש דחיישינן לרואה מחמת תשמיש ע\"כ פסק דראי' ראשונה מהמנין וכו' עכ\"ל וכל דבריו דתלי בבדיקה שאחר תשמיש אי חיישינן לרואה מחמת תשמיש וליתא כי עם ענין זה לחששא דמחמת תשמיש דאף דלא חיישינן מ\"מ הא חזינן דראתה מחמת תשמיש ולמה לא יהי' בג' זומנ' חזקה אבל הנכון דהראב\"ד הוכיח מזה בריית' דכל לבעל' לא בעי בדיקה לפני תשמיש והוא מדקתני משמשת פעם א' ב' ג' וראי' ראשונה להיכן אזלה אלא דראי' ראשונה אינו מצטרפות דמי יימר דראתה מחמת תשמיש דלמא קודם ששמשה כבר היה טמאה והדם בחדר בטנה ולכך כששמשה ובדקה היא מוצא דם וא\"כ חזקה דראתה מחמת חימו' וחימוד התשמיש שנחזיקה בכך ולאוסרה לבעלה ולכך כשראתה פ\"א מכאן ולהלאה היא מחיובת לבדוק עצמה תמיד קודם תשמיש כיון דחזינן דאיתרע ונמצא פ\"א דם לאחר שמשה ולכך צריכה לבדוק כ\"פ וא\"כ כשנמצ' אחר תשמיש הרי ברור שבשעת תשמיש ראתה ואוסרה לבעלה ואין ראי' ראשונה מצטרף דאמרינן מקדם ראתה ומזה הוכיח הראב\"ד דכל לבעלה לא בעי בדיקה דאל\"כ ע\"כ אף בפעם הראשון בדקה עצמה קודם תשמיש ולא סגי בלא\"ה א\"כ הרי גם תשמיש הראשון היא ודאי רואה מחמת תשמיש ולכך כתב הראב\"ד דל\"ל דמיירי באשה שיש לה וסת ולכ\"ע א\"צ בדיקה קודם ולכך אין הראשונה ממנין דהא מדקתני סיפא ואם יש לה וסת ולכך משמע דרישא באין לה וסת עסקינן ודברי הראב\"ד פשוטין וברורין ולכך לפי מה דקי\"ל דתמיד באין לה וסת צריכה בדיקה לפני תשמיש א\"כ ודאי דראי' ראשונה מהמנין וזה פשוט וברור אך לפ\"ז למדנו מדבריו דאם לא בדקה קודם תשמיש וראתה אחר תשמיש לא מחזקינן ברואה מחמת תשמיש דאמרינן מקדם ראתה וא\"כ לא ה\"ל לפוסקים לסתו' דבאשה שיש לה וסת קי\"ל דא\"צ בדיקה קודם תשמיש וכן לקמן בס\"ד בהג\"ה בראת' אחר לידה דהרי היא בכלל מניקה ואפי' אין לה וסת א\"צ בדיקה א\"כ אף דרואה תיכף אחר תשמיש מ\"מ מותרת לבעלה דאמרינן מקודם ראתה ול\"ל דוקא באין לה וסת תלינן מקודם ראתה דהרי כל שעה היא עלולה לראות אבל ביש לה וסת מהיכי תיתי נימא דראתה מקודם ויותר מסתבר לתלות בתשמיש דטבע חימום להזיל דם מרחמה כמש\"ל דראב\"ד הוכיח מסיפ' דלא מיירי ביש לה וסת משמע לולי כן היינו אומרין דמיירי ביש לה וסת ומ\"מ הואיל ולא בדקה לא תלינן מחמת תשמיש ולכן דין זה צ\"ע כי גם מקושית הרא\"ש על הרי\"ף מוכח דלא כראב\"ד דהקשה מה ענין הך דשמואל דאמר דלטהרות בעי בדיקה להך דרחב\"א דשמואל איירי בבדיקה שלפני תשמיש ורחב\"א בבדיקה שלאחריו ולפי הנ\"ל לק\"מ כיון דאמר רחב\"א הן עותה ופירש הרי\"ף בשלשה פעמים להיות בחזקת רואה מחמת תשמיש ע\"כ צריכה בדיקה לפני תשמיש דאל\"כ עדיין אינו באזקת רואה מחמת תשמיש דלמא מקדם הי' לה הדם כנ\"ל וא\"כ מ\"כ דגם לפני תשמיש בעי בדיקה ונ\"ל דלא ס\"ל כראב\"ד וכמ\"ש דתלינן תמיד בדבר המצוי ורגיל ואמרינן מסתמ' מחמת תשמיש ראתה דטבע התשמיש כך ועיין מש\"ל סי' קפ\"ד סק\"י בדברי הרמב\"ם משמע כסברת הראב\"ד וצ\"ע: \n\n",
                "ויש אומרין שאסור' לראשון הש\"ך סקי\"ד כתב דהך דיעה דעת רש\"י כי מיושב בו מה שהניח תוס' דס\"ו בתימא ודבריו סתומין כי תוספת הניח בתימא בהא דפריך ותבדוק עצמה בביאה ראשונה של בעל ג' דלס\"ד לא ידע מהך דאין כל כוחות שוי' א\"כ ה\"ל לפרוך ותבדוק עצמה אחר בעילה ראשונה מבעל ב' דתו ל\"ל לאו כל אצבעות שווי' דהרי הוחזק שראתה פ\"א ע\"י בעילתו. ולכאורה אין זה ענין להך מחלוקת האמורה פה אם יש לבדוק בשפופרת בבעל הראשון או לא ונראה דס\"ל לש\"ך מה קושיא דלמא אמרינן מ\"מ לאו כל אצבעות שווי' והא דראתה פעם א' ע\"י בעילתו אין זה ראיה דבעילתו גרמה ואולי מקרה היא שראתה פ\"א ונזדמן בעת תשמיש ולא בשביל כך הוחזק אצבעו שגם הוא גורם דם ולכך צריך ג\"פ אבל בביאה א' של ג' הרי הוחזקה בג' אצבעות מחולקין והחזק' לכל אצבעות רק צ\"ל דקושית התוס' לשיטתם דס\"ל דאם בדקה בשפופרת אסורה תיכף לכל עולם וא\"כ קשה למה עדיין נימא לאו כל אצבעות שוי' והא דחזי' בשפופרת שהוא קל שבאצבעות כמ\"ש המאברים הוא מקרה בשלמ' למסקנ' לא קשיא למה בשפופרת תיכף אסורה ואם ראתה מבעל השני בג' בעילות מ\"מ מותרת לבעלה הג' די\"ל התם הטעם דלאו כל כחות שוי' וקים להך דזהו בדיקת שפופרת הוא קל שבכוחות בעולם משא\"כ לס\"ד דלא ידע מכחות ועכצ\"ל הטעם אם ראתה בפ\"א גבי בעל שני דתלינן במקר' ולא מכח בעיל' ואבר התשמיש א\"כ אף בזה נימא בבדיקות שפופרת ולא נאסר האשה זו לכל עולם וקושית התוס' שפיר ולפ\"ז לשיטת רש\"י י\"ל באמת להס\"ד לאהוי מצי להקשות דה\"א באמת הטעם דתלינן במקר' וגם בבדיקת שפיפרת אמרינן והא דלא בדקה עצמה תחת בעל הראשון דלא מקלינן כ\"ז שיש לה תקנה להנשא לאחר וא\"ש ולק\"מ וזהו נראה מה שיש בכונת הש\"ך ודברי הש\"ך ודברי ישרים הן למבין אך לא ידעתי מנין באמת דבבדיקות שפופרת אסורה לכל עולם אם בדקה עצמה תחת בעל הראשון דלמא כפי הס\"ד דחוששין למקרה כן הוא באמת והש\"ך החליט הענין דאסור' לכל אדם כאלו הוא בלי חולק ולא ידעתי לשיטתו מנלן לפרש כך שפי' רש\"י וצ\"ע קצת. אבל כונתו בזה הוא לדעתי נכון אבל לפמ\"ש לק\"מ בסי' ה' בשם מרדכי עדיין לא קשה קו' התוס' אף לשיטת' די\"ל בביאת הבעל הוי מקרה וא\"כ יש כאן ס\"ס חדא דלמא מהצדדי' ואת\"ל ממקור דלמא במקרה משא\"כ במכחול אינו רק ספק או ע\"י בעילה או במקרה דממקור בא בוודאי וצ\"ע: \n\n",
                "סמוך לוסתה וכו' עיין ש\"ך דכ' דמשכחת לי' ביוצא לדרך ולר\"ת דאוסר משכחת לי' בקטנה שלא הגיע זמנה לראות וא\"צ כ\"כ כי מצינו בוסת הדילוג דקיי\"ל דאינה חוששת עד שתקבענו בג\"פ וא\"כ אם שמשה סמוך לוסתה ואח\"כ נתגלה שראתה בדילוג בפעם הג' נתגלה למפרע דסמוך לוסת' ראתה וכן בזקנה שלא ראתה בג' עונות דהיא בחזקת מסלקת דמי' ומותרת לשמש ואח\"כ ראתה עוד ב\"פ בעקירות ג' עונות דנתגלה דלא הי' סילק דמי' רק קביעות וסת. אך בכל זה אין לבבי נוחה כי מה קמ\"ל דאם שמשה סמוך לוסתה דאין זה רואה מחמת תשמיש פשיטא דהא לכך מוזהרים שלא לשמש סמוך לוסתה משום דעלולה לראות מחמת וסת ואמרינן דאם נמצא דם חייב קרבן ואינו אנוס משום דה\"ל לפרוש דעלולה אז לראות דם וא\"כ פשיטא אם ראתה בעת ההיא דלא לשויא רואה מחמת תשמיש ולכן יותר נראה כדעת הפרישה דמיירי דוסתה ביום ושמשה סמוך ליום דבכלל פרישת סמוך לוסתה ליכא הואיל והוא עונה אבל מ\"מ אף דאינה עלולה לראי' מ\"מ לענין שלא יהי' בכלל רואה דם מחמת תשמיש הרי הוא מותרת דתלינן הכל בוסת וכ\"כ המ\"י ומסכים לפרישה רק דלא נתן טעם למה ולפמ\"ש הדבר מוכרח מגמ'. ויש לי ספק באשה שאין לה וסת דקיי\"ל חוששת לעונה בינונית אם שמשה סמוך לעונה בינוני' אם גם זה בכלל אם יש לה וסת תולה בוסתה דהא מהך טעמא צריכה לפרוש סמוך לעונה בינוני' דתולין דעלולה לדמים. או לא דאולי דהא דחוששין לעונה בינוני' היינו לחומר' אבל לא לקולה להקל באשה ולא מצאתי למחברים שדברו בזה ואפשר לפמ\"ש כשיט' הפרישה דאפי' סמוך לעונה שראתה בלילה וסתה הוא ביום מ\"מ תולה בו א\"כ י\"ל דווקא בוסת גמור דאלים חזקה: \n\n",
                "אם יש מכה וכו' המתבר סתם ולא פירש אי המכה מוציא' דם או לא כי ס\"ל העיקר כרשב\"א דס\"ל כפי דעת הב\"י והד\"מ והב\"ח דא\"צ לידע כלל ובסתמ' אמרינן דמוציאה דם והדם ממנו יוצא אמנם הרב הש\"ך ס\"ק כ\"ד כתב דאין כאן דעת הרשב\"א כלל דרשב\"א לא קאמר אלא שא\"צ שתדע שמרגשת עתה שהדם בא מהמכה אבל מ\"מ צריכה לדעת שמכה מוציאה דם ודאי וגם הגאון מהר\"ל בתשובותיו הסכי' בזה לדברי הש\"ך והמעיין בדברי רשב\"א בתה\"א מבואר דא\"צ לדעת כלל אם מוציאה דם דהא כתב בסוף בית ז' שער ד' ומסתבר' דאפי' אינו מרגשת ממש שהדם שותת ויורד מן המכה דאין ענין בין מכתה וא\"א לה לידע אלא בבדיקות שפופרת וכו' והתם בפרק תנוקת משמע דברואה דם מחמת מכה א\"צ שפופרת דתני' הרוחה דם וכו' כיצד בודקת עצמה בשפופרת וכו' ואם יש לה מכה תולה במכתה וכו' אלמא אף בלי בדיקה תולה במכתה דאף ביש לה מכה א\"א לה לדעת אם הוא מהמכה אלא בבדיקה אלמא מדסתם תולה במכתה עכ\"ל ויש להבין דאיך שייך במכה באותו מקום ואין נודע אם מכתה מוציאה דם ע\"י בדיקה שפופרת דממ\"נ אם לא תמצא דם על המוך הרי אינה מוצי' דם (א) ואם יש דם עדיין מנ\"ל דמהמכה היא דלמא מן מקור דמים קאתא ודם נדה הוא וצ\"ל דאשה זו יודעת דמכה זו עומדת בצד זה בחדרי בטנה ולוקחת שפופרת ובראש מוך ומטה המכחול ומוך לצד המכה ומוציאה הדם ואח\"כ לוקחת מכחול ומוך אחר נקי ומטהו לצדדים אחרים לכל חורי' וסדקי' ואינו מוציא' עליהם דם הרי זה ברור דמכה מוציא' דם הואיל ולא מצא בשום מקום רק בצד המכה ההיא (ב) ועמ\"ש הש\"ע בשם תשובה מהרא\"י בסעיף ז' והדברים ק\"ו כשיש לה מכה דעי\"כ כשאינה מוציאה רק במקום ההוא דמחזקינן דם במכה וא\"ש אך זהו אם הספק אי מכתה מוציאה דם כלל אבל אם אנו יודעי' שמכתה מוציא' דם רק כל הספק אי בעינן שתרגיש כשהיא רואה בשעת תשמיש דממנה הדם שותת או לא בזו לא שייך בדיקת שפופרת בשום אופן דהא מבורר שהמכה מוציאה דם רק אספק אי בשעת תשמיש הדם בא מהמכה או ממקור וא\"כ מה יועילו אלף בדיקות עדיין הספק במקומו אולי בשעת ראי' זו בשעת תשמיש הי' מהמקור ולכן ברור דאין זה בכלל ספק כלל ובאמת אלו הי' ספק משום דאולי עתה אינו בא מהמקור ודאי דאין צריך לידע אי מרגשת דאל\"כ מה קמ\"ל דתולה במכה כיון דמרגשת דבא מהמכה פשיטא דמותרת ומה תולה שייך כאן הלא יודעת ודאי שהיא מהמכה וע\"כ דאינו מרגשת שבא מהמכה ולכך קמ\"ל דתולה במכה וא\"כ מה הי' צריך לרשב\"א להרבה בראי' מה דממקומו מוכרח ופשוט אלא ודאי דכל ראי' של רשב\"א אפילו אינו יודעת שמכתה מוציאה דם כלל מ\"מ אמרינן מסתמ' דרך מכה להוציאה דם וכמ\"ש ראי' כהנ\"ל ומ\"ש הרב מהר\"צ הנ\"ל ראי' מהא דתנן גבי כתמים אם יכולי' להתגלע ולהוצי' דם וכו' דמוכח דווקא גבי כתמי' משום דלא אמרו חכמים להחמיר אבל בבדיקה לא לק\"מ דשם מיירי דכבר נתרפא המכה רק עדיין קרום עלי' כמ\"ש רש\"י שם שהיא מכה יבישה אבל בפשוט מכה פשיטא דאין כאן מקום ספק וזה פשוט דשם מיירי דכבר נתרפא המכה רק רשומו ניכר ואמרי' אם אפשר שתשוב להיות כבראשונה אף דליתא קמן תלינן בו כתם שאמרו חז\"ל להקל וזהו נכון. אלא שאני תמה מאין לו לרמ\"א ואחרונים דבעינן לענין רואה דם מחמת תשמיש מכה מוציא דם דלמא דוקא לענין שתהא טהורה לגמרי הוא דמצריכין שמכה מוציא דם אבל לענין שלא תהא נקראת רואה דם מחמת תשמיש בכל מכה תלינן כיון שהוא רק חששא דרבנן ובכל גוונא מקילין והכי דייק לישנא דבריית' דקתני לי' ואם יש לה מכה תולה במכה ואח\"כ חוזר ושונה ונאמנת אשה לומר מכה יש לי באותו מקום שממנו הדם שותת ויורד וקשה הא כבר תנא לי' דתולה במכתה ולעיל לא קתני שממנו הדם שותת וכו' והדר קתנא לי' אלא ודאי שני דינים שנו חכמים כאן בענין דתולה בה שלא תהא בגדר רואה מחמת תשמיש סתמא קתני ואם יש לה מכה וכו' אפי' אינו יודעת שמכתה מוצי' דם אבל לענין שתהא טהורה לגמרי בזו חוזר ושונה דבעינן מכה כזו שממנו הדם שותת ויורד דהיינו שמכה מוצי' דם. וכן י\"ל במרדכי והגמ' דהצריכו יודעת ודאי שמכה מוצי' דם היינו לטהרה לגמרי אבל כל שלא תהא רואה דם מחמת תשמיש אפשר כ\"ע מודה דתלינן וכן בתשובת מהרי\"ל סי' ר\"ג הכל מיירי לטהרה לגמרי אבל לא לבעלה וע\"ש דכל חומרת שלו הוא הכל מחשש איסור נדה אבל לאסור לבעלה דהקילו מאוד למה לא נתלה במכה. וצ\"ל דס\"ל לרמ\"א דאין לחלק בין לבעלה בין לטהרה לגמרי וכן מורים דברי הרא\"ש והרשב\"א במ\"ש לדחות דברי רמב\"ן דס\"ל בזה\"ז אין תולין במכה כמו שאין תולין בדם בתולים וכתבו הם דכאן במכה אם אתה אוסר' אוסרתה לעולם ולא תניח לה שעת כושר שאני התם דהקלו ג\"פ ובג' אנשים דוקא ולתלות בוסתה ע\"ש וקשה תניח דהקלו להתירה שלא תהא רואה דם מחמת תשמיש דהוא דרבנן והן אמרו והן אמרו אף אתה תסמוך אפי' בזה\"ז על מכה שלא תהא רואה דם מחמת תשמיש אבל מנלן עדיין לטהר אותה בלי נקי' וטבילה שהוא היתר איסור תורה יותר מחשש דם בתולים וגם בזה אין איסור עולם דאם יזדמן שלא ימצא תהי' מותרת דכי כל שעה הדם זב ממכה הלא רק לפעמים מוציא דם א\"כ תוכל כ\"פ לטבול וטהורה (וכן באמת הרמב\"ן בהלכות נדה שלו אף דדעתו מבלי להתיר על המכה אבל לבל תהי' רואה דם מחמת תשמיש מותרת לסמוך אמכה ואם לא תראה דם מהמכה מותרת לבעלה אע\"פ שראתה כמה פעמים מחמת תשמיש דלענין זה אף בזה\"ז סמכו וזהו שכתב הרמב\"ן נאמנת אשה לומר יש לי מכה ותהיה מותרת לבעלה כשתפסוק והיינו כמ\"ש (ג) והמשמרת הבית בסוף שער ד' הקשה על רמב\"ן ולא הבנתי דבריו אלא ודאי דא\"כ אתה עושה תורתינו שני הפכים בנושא א' בממ\"נ אם אתה חושב הדם שבא מהמכה אף אתה תטהר אותה ואם לאו אף תאסרה לבעלה כרואה מחמת תשמיש ואין לחלק בין לבעלה לטהרה לגמרי כי מחזי כשני הפכים וכמילתא דסתרי אהדדי ואמת דהי' מקים לומר אף דאמרינן כן היינו בענין מ\"ש הרמב\"ן דמודה הרמב\"ן דמדינא מותרת רק מחמת תקנת דתקנו בלי לתלות בדם בתולים ואף זה בכלל התקנ' א\"כ שפיר י\"ל דחז\"ל לא בקשו לתקן תקנות בנושא אחד הסותרין כנ\"ל אבל לנדון שאנו דנין אם יש לתלות במכה שאינו ודאי מוציא דם דינא קאמרינן ולא תקנה א\"כ מה בכך דתרי סתרי הכי דיינין לי' בכל דוכתא דספיק' היא ולכך לענין לטהרה לבעלה לגמרי ספיק' דאוריית' לחומר' אבל לאוסר' על בעלה תמיד הוי רק איסור דרבנן ולקול'. אך מ\"מ מדברי רשב\"א בתה\"א הנ\"ל מוכח דלא ס\"ל דהוא הוכיח דא\"צ שתדע שמכת' מוציאה דם דאל\"כ א\"כ אתה מצריכ' בדיקה בגמ' משמע כי בעי בדיקת שפופרת היינו בלי מכה אבל במכה א\"צ בדיקה וקשה מה ראי' מענין דא\"צ בדיקה שלא תהא נחשבת רואה מחמת תשמיש דהוא רק מילתא דרבנן להך דתטהר לגמרי שהוא מילתא דאוריית' ובזו ספיקא להחמיר ועדיין מנלן לרשב\"א להתירה לגמרי ועכצ\"ל דס\"ל דליתא או שהיא טהורה לגמרי או שאף לבעלה אסורה כרואה מחמת תשמיש וזה ברור: ומעתה נשוב לדברי הש\"ך דכתב בסק\"כ דכל מה שכתב הרמ\"א להתיר ביש לה וסת אפי' אין ידוע שמכתה מוציאה דם היינו לבל תהי' רואה דם מחמת תשמיש אבל מ\"מ טמאה וצריכה ז' נקיים לפי הנ\"ל הא בהא תליא וכן מורין דברי הרמ\"א בסופו דכתב ומ\"מ בשעת וסתה אינו תולה במכתה דאל\"כ לא תטמאה לעולם מזה מבואר דמיירי מקדם דהיא טהורה לגמרי וכבר עמד בזה הש\"ך ס\"ק כ\"ה ודחק עצמו אבל האמת יורה דרכו דדעת הרמ\"א להתיר ויפה כתב הב\"ח דהא המחבר פסק כרשב\"א דבמכה לחוד אפי' אין יודעת שמוציא' דם סגי ולמה לא נקל בצירף יש לה וסת איברא דהש\"ך לשיטתו אזיל דס\"ל דגם רשב\"א לא אמר' כמש\"ל אבל לפי מה שבררנו דצדקו דברי הב\"י ומד\"מ והב\"ח בכונת רשב\"א פשיטא דיש להקל בצירף שיש לה וסת ולא ידעתי למה החמיר דהרי מבואר בתשובת מהרי\"ל סי' ר\"ג דבתשובת מהר\"ם היקל שלא בשעת וסתה אפי' אינה מרגשת דמחמת מכה קאתא תלינן בדם מכה למ\"ד וסת דרבנן עכ\"ל וצ\"ל דהא דכתב למ\"ד וסת דרבנן היינו אפי' למ\"ד וסת דרבנן דלמ\"ד דאוריית' פשיטא דיש לטהרה בתוך ימי וסת' דהא חזק' דאוריית' היא דאורח בזמנה בא רק קאמר אפי' למ\"ד דרבנן מ\"מ בתוך ימי וסת' מותרת וא\"כ למה מרחיק הש\"ך העלין כ\"כ. ואמת כי הש\"ך לשיטתו אזיל דפי' בדברי מרדכי ואם יש לה וסת תולה בוסת' לחוד בלי מכה וא\"כ דחיקי לי' לפרש במרדכי דבשביל שרואה בתוך ימי וסת' תהי' מותרת (אף כי הלשון הש\"ך משמע דדעת המרדכי דהוי טהור לגמרי רק דאין לסמוך עליו) כי כבר הקשה המ\"י דא\"כ בתוך ימי וסתה מותרת מה אמרינן בגמ' דשבועת אי בתוך ימי וסת' אנוס הוא ולמה לו אנוס הא בלא\"ה מותר לגמרי ומ\"ש המ\"י לתרץ דיש הבדל כשאשה אומרת כן לא הבנתי דבריו דאם היא אומרת שמרגשת שבא מן הצדדים פשיטא דמותרת דהיא נאמנות בכל דבריה כדאמרינן נאמנות אשה לומר מכה יש לי וכו' והתורה האמינה כדכתיב וספרה וכו' ואם אינה טוענת שמרגשת מה נ\"מ בדבורה וכי נביאה היא מה שקר' בחדרי בטנה והגאון חכם צבי בשו\"ת סי' מ\"ו כתב על המ\"י שגגה גדולה שגג כי דברי מרדכי ברואה סתם מחמת תשמיש דאפשר מהצדדים או מהמקור כי האשה אינה מרגשת בשעת תשמיש שום שינוי שיורה שנפתח מקור' משא\"כ גמ' דשבועת מיירי במשמש עם טהורה וא\"ל נטמאתי שמרגשת שנפתח מקור' ופירסת נדה וע\"כ הכי הוא שהרי השמש עדיין מבפנים דהרי אמרינן דאסור לפרוש באבר חי וכו' עכ\"ל והוא חשב שהמ\"י הביא ראי' מקושית הגמ' על הא דהי' משמש עם הטהורה וכו' ולא כן הוא רק הקוש' במה דהוכיח הגמ' מנמצא על שלו דדייק הגמ' ג\"כ מאי לאו סמוך לוסתה ואכניסה וזהו א\"א לומר כמ\"ש מהר\"צ דהרגישה דא\"כ נמצא לאחר זמן אמאי פטורין וכמ\"ש בגמ' דנדה פרק האשה ועמש\"ל בסי' קפ\"ד ע\"ש ודוחק לומר דבאמת הא דקאמר מאי לאו סמוך לוסת' ואכניס' דאם הוא בתוך ימי וסתה טהורה לגמרי דהא משמע דמוסב אלעיל דקאמרינן אי סמוך לוסתה אנוס הוא ואלו הטעם משום דטהורה לגמרי הל\"ל לגמרא לפרושי. וכ\"כ הרמב\"ם בהלכות שגגה דלכך פטור בנמצ' על שלו תוך זמנו משום דאנוס הוא ולא קאמר דטהורה לגמרי ואי תעקוש דתאמר המרדכי לא ס\"ל כהרמב\"ם וגבר' אגבר' קא רמית אף אתה צא ולמד דהמרדכי גופי' כתב בראש הלכות נדה על אשה ששמשה שלא בשעת וסתה ולמחר מצאה סדינה דם דא\"צ כפרה דאנוס הוא כדאמרינן בפרק ידיעות הטומאה ע\"ש והיא ממהר\"ם ב\"ב וכן הך דלעיל הוא ממהר\"ם כמבואר בתשובת מהר\"ם ב\"ב (ד) דפוס פראג סי' תרכ\"ה ע\"ש וא\"כ קשיא מיני' ובי' ומה יאמר בזה הגאון מהר\"צ אך האמת כי אין כאן קושיא כלל דזהו א\"א לגמרא לומר אלימ' שלא בשעת וסתה הא טהור הוא דמי יאמר דמיירי באשה שיש לה וסת אולי באין לה וסת וג\"כ אנוס הוא וכמש\"ל בסי' קפ\"ו ולכך פריך הא אנוס הוא דזהו קושי' שייך אף באשה שאין לה וסתה אם אינו סמוך לוסת' או עונה בינונית דצריך לפרוש סמוך כמש\"ל. וכן הא דתנן דרך בנות ישראל משמשת בשני עדים לאחר תשמיש דודאי מיירי שלא בשעת וסתה כי בעת וסתה מה דרך שייך מנהגא לרשועי אי ליוצא לדרך מה דלא שכיח' כלל וקשה בדיקה זו מה טיבו לכאורה הא אפי' מצאה טהורה היא י\"ל ג\"כ דמיירי באין לה וסת דביש לה וסת לא צריכה בדיקה יכי מ\"ש מהר\"ם הנ\"ל באשה ששמשה שלא בשעת וסתה וכו' מיירי ג\"כ שלא בעת עונה בינונית וממקומו מוכרע דכתב הא דקיי\"ל בפ\"ק דנדה דלבעלה לא צריך בדיק' אלא בזמן דאיכא טהרות ואלו ביש לה וסת אפי' לטהרות לא בעי בדיקה רק צנועות וא\"צ לפ\"ק רק משנה שלימה בפ\"ב כל הנשים בחזקת טהרה כמבואר שם בגמ' אלא דמיירי באין לה וסת קבוע רק חוששת לעונה בינונית וכן אין להקשות דהא המרדכי כ' שם דאם מכתה ודאי מוצי' דם טהורה ומ\"מ בשעת וסתה טמאה דכי לעולם לא תטמאה וקשה א\"כ דתולה במכה רק שלא בשעת וסתה למה לי הך תלי' הא בלא\"ה טהורה די\"ל ל\"ד שעת וסת' רק ה\"ה עונה בינונית ע\"כ אינו תול' אפי' מכתה מוציא דם ומ\"מ הכל דחוק. אך אי קשי' הא קשיא דבמשנה פ\"ק דנדה קתני להדי' אע\"פ שאמרו דיה שעתה ופרש\"י אשה שיש לה וסת משמשת בשני עדים ופירש\"י א' לה וא' לו שימש זו מה טיבה הא אלו מצאה ג\"כ טהור ולכן הי' נראה לומר דכיון דקי\"ל אשה קובע' וסת בתוך וסת א\"כ אף בנמצאה בתוך ימי וסתה יש כאן ספק טומאה דאולי תקבע ג\"פ וא\"כ הרי זה וסת ולא שייך בי' אורח בזמנו בא דהוא הזמן שקבע אך אי יגיע הזמן ולא תקבע ותעקרהו הרי איגלאי מילתא למפרע דהי' בתוך ימי וסתה וטהורה היא דתלינן בחזק' ומהצדדים בא. ולכך תמיד צריכה בדיקה דאולי תראה ובאמת תקבע לה וסת כי שכיחי דקובעת וסת בתוך וסת כדלקמן בסי' קפ\"ט וכן הא דפריך שם אנוס הוא ולא אמרינן הא מותרת די\"ל דמיירי אח\"כ נתגלה שהיא קובעת וסת וא\"כ טמאה היא אבל מכל מקום אנוס הוא דכי ה\"ל לידע זה ופשוט דאנוס הוא ולק\"מ מכל הקושי' שישנו בזה ומרדכי דמטהר בתוך ימי וסתה היינו שנתברר דלא קבעה וסת שם בגמרא דמיירי ברואה מחמת תשמיש ולא בוסת קבוע לזמני' ועתים מיוחדים. וא\"ש מכל מה שהקשו אך בכל זה לבבי אין נח בזה לומר דמרדכי יטהר דם נדה בתוך ימי וסת על חזקה דאורח בזמנו בא לפי דקיי\"ל וסת דרבנן וא\"כ חזקה זו לאו דאורייתא ואיך בחזקה דרבנן נתטהר דם נדה דאורייתא ואפילו נימא דמרדכי ס\"ל כהגה\"מ שכתבתי לעיל בסי' תפ\"ג שהוא דברי מהר\"ם גופי' דרואה דם מחמת תשמיש בלי הרגשה גמור' הוי דרבנן וא\"כ אתי' חזקה דרבנן ודחי' הך דרבנן מ\"מ קשה עלי לומר כן והמעיין בכמה דוכתי במרדכי מבואר דלא מטהר דם אשה בתוך וסתה אפילו בתשמיש די\"ל דבא מחמ' מיעוך תשמיש כמ\"ש הש\"ך ולכך אין לנו אלא או שנימא בי' כמ\"ש מהר\"אי כי מ\"ש הש\"ך במהר\"אי המעיין בי' יראה כי אין דבריו מכווני' בי' וברור כמ\"ש הב\"ח והרמ\"א המתיק דבריו דהמרדכי מיירי ביש לה מכה ולא דס\"ל דהך אם יש לה וסת תולה בוסתה נמשך אמאי דאמרינן אח\"כ אם יש לה מכה רק פשוט דאם יש לה מכה איירי דמוציאה דם אבל הך דאם יש לה וסת וכו' איירי במכה דאל\"כ במה תתלה רק במה שאין מוציא דם איירי וזה פשוט ושכיח בדברי מרדכי או דנימא דמיירי רק לבעלה ולא לטהרה לגמרי שלא צריכה ז' נקיים אך לפ\"ז יהי' על אם יש לה וסת תולה בוסת' ועל יש לה מכה תולה במכתה שני פי' דכאן במכה ע\"כ במכה מוציא דם וא\"כ התלי' היא לטהרה לגמרי ואלו ביש לה וסת דתולה בוסתה הפי' דאינה בכלל רואה מחמת תשמיש גרידא ועוד דא\"כ לא משכחת למרדכי רואה דם מחמת תשמיש רק באין לה וסת אבל ביש לה וסת לעולם מותרת לבעלה והרי המרדכי רצוף למה שכתב זה הביא מקדם בשם ראבי\"ה בפשוט דרואה מחמת תשמיש לא הפסידה כתובתה וכו' ואפילו אשה שאין לה וסת כההיא דספ\"ק דנד' וכו' נראה לי דלא תפסיד כו' עכ\"ל משמע דמיירי מתחילה באשה שיש לה וסת מדקאמר אח\"כ ואפילו באשה שאין לה וסת וכו' ואי כדברי המרדכי הא אשה שיש לה וסת רואה מחמת תשמיש היכי משכחת לי' ולכן ברור ונכון דעת המרדכי כמו שהבין מהרא\"י והב\"ח דמיירי דתולה בוסתה בצירף מכה כי אינו מוציא דם ונכון ואין להחמיר כלל: ואמת דיש לכאורה ראי' לדברי המרדכי באשה שיש לה וסת לא שייך רואה מחמת תשמיש דאל\"כ מה הועילו חכמים בתקנת' דאי' סוף נדרים משנה אחרונה אשה שאמרה לבעלה טמאה אני לך אינה נאמנות משום שמא עיניה נתנה באחר הלא תוכל להערים וליקח עמה במטה מוך מלוכלך בדמי' ולומר דמצא' על העד לאחר קינוח ובכדי אותיום והלא נאמנו' לומר כי נדה היא דהתורה האמינה וא\"כ ע\"כ תצא ולא תפסיד כתובתה ומה הועילו חז\"ל אמנם לדברי המרדכי ניח' דבאשה שיש לה וסת לא שייך זה כלל דטהורה היא ובאשה שאין לה וסת לא חששו חכז\"ל הלואי תצא דהא לר\"מ בלא\"ה תצא אפילו בע\"כ ואפילו רחב\"א מודה אם רצתה לצאת תצא ומה בכך אבל להחולקים על המרדכי קשה וצ\"ל כיון דביד הבעל להשגיח לבדוק אחר תשמיש לעינו והוא יכול לומר אני אהי' רואה העד קודם בדיקה ולאחר בדיקה (א) לא חששו חז\"ל לתקנו ואם לא עושה כן איהו דאפסיד אנפשי' וצ\"ע (עבק\"א): ומ\"ש הגאון שב יעקב להמרדכי וכפי' הש\"ך א\"כ אם נמצא על שלו איך מחייבין חטאות אולי ע\"י מיעוך התשמיש בא מהצדדי' והרי זה ספק וכ' ודוחק לומר דמיירי באשה שאין לה וסת דהא רישא מיירי ביש לה וסת ע\"ש שהאריך ונאמרה ונשנה בכמה תשובות ונעלם ממנו גמ' ערוכה בשבועת הנ\"ל דזה נמצא על שלו מיירי בשמש סמוך לוסתה דאל\"כ בלא\"ה פטור מקרבן דאנוס הוא וא\"כ דמיירי בסמוך לוסתה פשיטא דאמרינן ממקור בא והרי זה גרוע ועומד למאוד מאשה שאין לה וסת כנודע דזה מותרת לשמש וזה אסורה ודבריו ליתא (עבק\"א): \n\n",
                "אין לה וסת קבוע וכו' הש\"ך בסק\"כב פקפק על זה דמה דכתב הש\"ד אם מרגשת שבא הדם מהמקור אין הפי' ודאי מהמקור רק כל שהוא בבדיקה תלינן מהמקור ולא אתיא אלא לאפוקי כתם ע\"ש ובאמת דברי הג\"ה מיימנו' בשם ס\"ה משמע כדברי הש\"ך אבל בש\"ד קשה לכוון דבריו. אך הש\"ך הקשה דנתחיל תיכף דלמא לאו נדה היא אין כוונתו להקשות דהא לא הוה מתהפך כמ\"ש הרב שב יעקב ולזאת בא עליו לומר דסותר דעת עצמו דהא א\"א להתחיל באידך גיסא ואין מקום לקושייתו דלא כן כוונת הש\"ך כאן רק כוונתו דהכל ספק א' דמ\"ש אם בא מצדדי' או אם בא מהמכה כל דם שאינו מהמקור טהור א\"כ הכל ספק א' כאותו שאמרו שם אונס חד הוא והכל בספק א' נכלל ועיין בדיני ס\"ס אות י\"א אמנם נראה לומר דכבר מבואר בדיני ס\"ס היכי דיש הבדל בין ספק לספק אפי' דבר כל דהו' לא מיקרי חד ספק וכ\"כ המר\"יק דאונס ושוגג לא מיקרי חד דזה חייב קרבן וזה פטור. וא\"כ לפי דקיי\"ל מקור אשה טמא וא\"כ דם שבא מהמכה העומדת במקור הדם מטמא טומאת ערב וכ\"כ הרמב\"ם להדי' משא\"כ אי אמרינן בא מהצדדי' א\"כ לא הי' הדם במקור ואינו מטמא כלל וא\"כ ספק זה דשמא מהמכה אינו כספק של זה שמא מהצדדי' דספק השני מוסיף להתיר אפילו לטהרות ולכ\"ע לא הוי ספק א' כמבואר בדיני ס\"ס בפסקי מהרא\"י ונכון הוא (עב\"קא): אלא שאני אומר (ב) בלא\"ה הא אשה זו בחזקת היתר לטהרה עומדת וא\"כ בספק לחוד אי מהמקור או מהצדדי' איך אתה תוכל לאוסרה במקום חזקה וצ\"ל הואיל ורוב דמי' מהאשה באים מהמקור ולא מהצדדי' תלינן במקור ולא בצד אף דהוי נגד חזקה וזו באשה שאין לה מכה במקור אבל ביש לה אזדא רובא דאף דבא מהמקור עדיין הספק במקומו ואוקמינן אשה זו אחזקה חזקת היתר וחזקה דאורייתא היא ואם לא נכתב ראוי שיכתוב דין זה ואין כאן פקפק על הרמ\"א: אך אם יודעת ודאי שבא מהמקור בזו יש לי ספק אם מתירין אותה לבעל השני לפי המרדכי דמחלק בין הא דמתירין אותה לבעל השני ובבדיקות שפופרת ונמצא דם אנו אוסרי' אותה לכל אדם משום דשם יש ס\"ס אי מהצדדי' או מהמקור ואת\"ל מהמקור דלמא לאו כל אצבעות שווי' משא\"כ כאן בשפופרת אין כאן אלא ספק א' דמהצדדי' א\"א דהא נמצא רק על המוך א\"כ כאן דיודעת דודאי בא מהמקור אף לגבי בעל הוי רק חד ספק וא\"כ אסורה לכל עולם ומסתימות רמ\"א לא משמעכן וצ\"ל דס\"ל כמש\"ל סק\"ד בש\"ך דלפמ\"ש התו' דלכך מתירין אותה כשראתה פ\"א בבעל ב' משום דלאו כל הכוחת שווי' וקי' לי' דהך בדיקה במכחול קל מכל הכוחת בעול' ומ\"מ צ\"ע להקל במקום דלפי' המרדכי יש להחמיר וצ\"ע: \n\n",
                "אומרת ברי לי וכו' המ\"י תמה למה מחליט הרמ\"א שנאמנת אשר מקורו משו\"ת מהר\"יו סי' כ\"ה שהוא גופ' לא אמרו בהחלט כ\"א לצרף עם שאר סברות ונרא' דהא המ\"י גופי' כ' דלכך נסתפק מהרי\"ו אף דהאמינ' התורה משום דאפשר למיקם עלי' בבדיקה וזהו בנדון מהרי\"ו דהי' משתנת מים ויוצא עם השתנ' והרי בדיק' לברר העניין ע\"י הבדיקה בהכנסת מוך נקי באותו מקום כמש\"ל בסי' קצ\"א ע\"ש משא\"כ כאן ברואה מחמת תשמיש והיא אומרת שמרגשת ע\"י מיעוך תשמיש בא מהצדדי' איך אפשר למיק' דאף דתכניס מכחול ומוך בזו תברר דאין מוחזקת ברוא' מחמת תשמיש ומותרת לבעלה אבל מ\"מ לא בשביל זה מבורר דדם בא מהצדדי' לטהר' אותה משום דם ולא תהא צריכה ז' נקים וטהורה בלי טבילה וא\"צ לפנים דאלף שופפרת אינו מועילים לטהר' מנדה דאמרינן באותו פעם לא חזי' ובפעם אחרת חזיין וא\"כ לית לי' תקנתה בבדיקה וסמכינן על אמירה דילה כי התורה האמינה: \n\n",
                "שממכה שבאותו צד הת\"ה בפסקיו לא סמ' על זה לחוד כי אם בצורף סברת מרדכי דאם יש לה וסת אמנם הש\"ך בנ\"כ דעתו דעל זה לבד יש לסמוך אפילו באין לה וסת וראייתו מסתימות הש\"ע וכ\"כ המ\"י ואין זה ראי' דהש\"ע דעת' כהרשב\"א דא\"צ לדעת כלל שמכה מוציא דם ורמ\"א כבר כתב דעתו בהג\"ה וכי כל פעם יגיה בדברי מחבר ולכן דעת הצ\"צ דבאמת דבעינן אשה שיש לה וסת אמנם לפמש\"ל בביאו' דברי רשב\"א דכתב דיש בדיקה בשופפר' לדעת אי מכה מוציאה דם ש\"מ דכה\"ג הוי ודאי מוציא דם וכמש\"ל באריכות ונכון דברי הש\"ך ומ\"י: \n\n",
                "ואם תראה אשה שפסק וכו' יש לי מקום ספק באשה שרואה דם מחמת תשמיש ואסורה לבעלה אם הזקינה עד שחדל לה אורח כנשים אם מותרת דהא ראינו דאין להם דם וסתה ואינה מוחזקת בדמי' עוד דלמא מ\"מ מחמת חיבת תשמיש וחימוד תראה אפילו בזקנתה והא דמותרת כאן היינו דעכו\"ם אומר שעשה לה רפואה רק אין לסמוך עליו וברגלי' לדבר כזה סמכינן אבל על פסיקת וסתה מחמת זקנה אפשר דלא סמכינן ויש פנים להקל ולומר הא דאצטרך הש\"ע ופוסקים לומר כאן דסמכינן על עכו\"ם ומשמע לולי אמירתו דנתרפאות אף דפסק דם וסתה הי' אסורה דמיירי דרכה בשנים וא\"כ עלולה לדם והפסיקה הוא רק מקרה וע\"כ בפעם א' יתגברו הדמים ויצא כי רתיחת הדמי' אנה הלכו וחוששין אולי בחימום התשמיש יפרש המקור ויזלו הדמים ולכך צריך עדות הרופא אבל בזקנה שהמעיין דם שלה חרב ויבש מהיכי תיתי ניחש לכך וסת זה לרואה מחמת תשמיש לא יהא חמור מוסת לזמן ומעונה לעונה וצריכה לפרוש ובימי זקנתה א\"צ לפרוש ולמה בזה תהא אסורה ועוד נרא' בהא דסמכינן ארופא לא זו בעודנ' הדמים סתומים מבלי באי מועד וסתה פשיטא אם אח\"כ חזרה לאיתנה ורואת דמים בוסתה מ\"מ סמכינן ארופא דאמר דנתרפאות בראי' מחמת תשמיש דחזינן דאז הי' רפואתו כ\"כ חזק לסתימת הדם עד שאפי' וסתה נפסק לזמן מה וא\"כ אין מכאן סתיר' או ראי' לנדון הנ\"ל ומגמ' דאמר סתם א' תשמש אין ראי' דבפ\"ק דנדה באשה שאין לה וסת קאמר ר\"מ נמי אסורה לשמש וברור הכונה כל זמן דאינה זקנה דאז חזרה אין לה וסת ליש לה ואף בזו י\"ל דאסורה לשמש כ\"ז שמוחזקת בדמי' אבל בזקנה לא וצ\"ע כי לא מצאתי לקדמונים דבר ברור בזה: \n\n",
                "כאלו ראת' ג\"פ וכו' פי' הש\"ך סק\"ל כלומר כאלו עברה וראתה ג\"פ רצופי' בכל טבילה דוודאי בלא\"ה א\"א למצוא שלשה פעמים רצופים. והרב בעל אמונת שמואל כתב דיש למצוא ג' פעמים רצופים בלי איסור דהיינו דבדקה עצמה ג\"פ בלילה א' וא\"צ הנר לדעת אי בדיקתה טמאה או טהורה דכיון דמוכיחה קיים כמש\"ל בסי' קפ\"ו ע\"ש ולמחרת מצאה על כל שלש' בדיקות דם ע\"ש וכן י\"ל להיות כי בעודנו לא הי' ירוק וטהור ושמשה וא\"צ לחוש כשיתייבש יהי' אדום כמ\"ש האחרונים לקמן קפ\"ח ס\"א דלא כב\"ח ואח\"כ נתייבש ונמצא אדום והרי היא טמאה למפרע וכן הי' לה מכה בלי ודאי מוציאה דם ועברה שלש עונות קרוב לימי זקנה ולא ראתה דם וא\"כ הרי היא בחזקת אינו רואה כמו יש לה וסת דמ\"ש זקנה או יש לה וסת בכולן איכא חזקת אינו רואה ודי שעתה אדרבה לענין כתמים מקילין בזקנה יותר מאשה שיש לה וסת כמבואר לקמן בסי' ק\"ץ ע\"ש ותלתה במכה וטהור' ואח\"כ חזרה וראתה בג' עונות וכן ג' עונות אח\"כ ולא כיונה רק פחתה והותירה א\"כ הרי היא בחזקת רואה ואין לה וסת ואין לתלות במכה כלל והט\"ז הקשה בס\"ק י\"ד פשיטא מה קמ\"ל דעכ\"פ ראתה ג\"פ רצופים כל פעם אחר טבילה ותי' הט\"ז אעפ\"י שבנתי' הי' ביאת של היתר היינו בעברה או באופן הנ\"ל מ\"מ אסורה כי איך תטבול לבעלה הא חזינן דטבילה גורם שכל פעם בבעילה שאחר הטבילה רואה דם ואחרי דעה זו נטו הרב א\"ש והמ\"י ולא עוד אלא הש\"ך גופי' בש\"ך דפוס קראקא שהגי\"ה הוא בעצמו כתב לבסוף שצ\"ל בש\"ך ואם עברה ושמשה ולא ראתה דינו כאלו ראתה ג\"פ רצופים בטבילה וכו' עכ\"ל ומכח סברה זו הקשה הט\"ז א\"כ איך אמרינן בראתה ג\"פ אחר טבילה דא\"צ לפרוש וכו' דכל מידי דלא קבעה וסת לא חייש אלא חדא זמנא דמשמע דאם קבעה ג\"פ צריכה רק לפרוש ליל טבילתה הא אסורה לעולם ותי' דתלינן דליל ההוא שהוא סמוך לטבילתה גורם ומתירין אותה בליל שני המופלג מטבילתה משא\"כ אם ביאה ראשונה אחר טבילתה אינו בליל הטבילה א\"כ מוכח דלא לילה ההוא דוקא גורם. והרב בעל אמונת שמואל השיג על זה דמהיכי תיתי לתלות בריחוק וקירוב זמן מטבילתה. והמ\"י אמר דהוי כוסת המורכב. (א) ואין דבריו נראי' דברואה דם מחמת תשמיש לא תלינן בוסת המורכב רק אמרינן דתשמיש לחוד גורם הדם הואיל וחימוד התשמיש עלול להזיל דם מקורה. והגע עצמך אם ראתה דם מחמת תשמיש בט\"ו לחודש ולבשה נקיים ואחר' ליל טבילתה או ביאה שני' עד ט\"ו לחודש השני וכן אחר' ביאה ג' עד ט\"ו לחודש הג' לא תהי' בכלל רוא' דם מחמת תשמיש כי נימא כי הוא וסת מורכב חודש וביאה וא\"כ אם תמהר לטבול או תאחר באופן שלא יהי' ביאתו בט\"ו לחודש תהי' מותרת. וכ\"ת ה\"נ (ב) א\"כ ה\"ל לפוסקים להביא ועוד דא\"כ מה הלקץ זו הדחק שדחקו בפי' הגמ' אם יש לה וסת תולה בוסתה פי' שוני' ולא פירשו כמ\"ש דאם הראי' ג\"פ מחמת תשמיש הוא מכוון לוסת שרואה בימי' מכווני' כמש\"ל אז תולה בוסתה לומר שהוא מורכב ומותרת להבעל לו בימי' לפניו או לאחריו ועוד לדבריו אם ראת' אשה ג\"פ מחמת תשמיש דהיינו שטבלה וראתה וחזרה וטבלה וראתה וחזרה וטבלה וראתה תהי' מותרת לבעלה אפס לא תשמש בליל טבילתה רק בליל של אחריו ודבר זה מהתימה כי לא מצינו היתר כזה בשום פוסק ראשון ואחרון אדרבה כולם ענו ואמרו דלית לה תקנה אדרבה בכל הספרים ובתשובת רשב\"א סי' תתל\"ח תתל\"ט מבואר סתם דאסורה בלי הזכרת תקנה לשמש אח\"כ ליל שלאח\"כ ולכן ברור כמ\"ש הא\"ש דתלינין הכל ברואה מחמת תשמיש ולא במקר' טבילה או שארי מקרי זמן וכמ\"ש כי יותר שכיח (ג) שחימוד וחימום תשמיש גורם דם וזה נכון רק מ\"ש הש\"ע דכתב דלא חיישינן הואיל ולא קבעה וסת דמשמע דאלו קבעה דחוששת רק לוסתה ואינו אסורה לבעלה כבר כתב הא\"ש דבהגה' מיימינות וכן בש\"ע דפוס וויניציאה מבואר דצ\"ל דראתה בליל שני לטבילתה אבל בביאה ראשונה לא ראתה וא\"כ אין כאן רואה דם מחמת תשמיש דהא התשמיש הראשון תיכף בליל טבילה הוא של היתר. אך אף אם נניח הגי' כמו שהיא לפניו לק\"מ כי במח\"כ הרבני' הנ\"ל אין דעתי מסכמת עמם מה שחדשו מדעתם דין להחמיר על אחותינו בית ישראל העלובה אפי' אם ביאת היתר מפסקת באופן הנ\"ל רק אם כל ביאה ראשונה שאחר טבילה רואה הרי היא בחזקת רואה מחמת תשמיש ותצא מבעלה אלקי' אפי' שאני איני כדאי להרים ראש נגדם וקטנם עב' ממתני מ\"מ לא צייתינ' לכו בדברי' כאלה להחמיר כיון שהוחזקה בביאת היתר הך ראי' דבליל טבילה הוא רק מקרה ואין כאן חזקה וכי נתלה שהטביל' גורם וא\"כ תרחיק ותשמש ליל שני עד שתהי' סר ממנה ענין המים הלא מקרים נבטלים בזמן ומה ענין זה לומר שביאה ראשונה דוקא אחר ביאת מים יהי' קרוב או רחוק מביאת מים גורם הזלת דמים ממקורין דבר זו לא שמענו בטבעיו' ולא במחקריות וחז\"ל לא אמרו מעולם ואם עילה מצאו בדברי' כאלה לקולא לאו כל אצבעות ולאו כל כוחת שווי' ותולה בוסתה להתירה לבעלה וחשו על תקנת עיגון איך נבדה מלבנו חומרת לאוסרה על בעלה במקום שביאת של היתר בנתיי' ולומר סברת דקות אשר אין להם שורש וענף בדברי הגמ' וראשוני' לעגן בת ישראל בפרט במילתא דרבנן כי זהו בכלל וסת אשר הן דרבנן והרשב\"א והב\"י ויתר פוסקים סתמו דבריהן דצריכין להיות ראי' ג\"פ רצופים בלי הפסק ביאה של היתר בנתיי' ולא חילקו דאם ראתה בביאה ראשונה אחר טבילה דאינו מועיל ביאת היתר בנתיי' ובכל הדחוקי' האלה האחרון הכביד דצ\"ל לשיטה זו הא דקיי\"ל דמהני בדיקות שפופרת היינו שאם ראתה מחמת תשמיש בפעם הג' בביאה ראשונה אינו מועיל תיכף בדיקות שפופרת דהא אפי' ביאה של היתר אינו מועיל בנתיי' אלא צריכה לטבול ואח\"כ להכניס שפופרת ולא מקודם לטביל' כל השומע יצחק לזה דלא מצינו זה בשום מחבר דיהי' מצריך קודם בדיקת שפופרת טבילה וכמה בטולי' יש לזה בכל המחברי' הקדמוני': ורחוק מהסבר' ומהחוש והשכל ומאין למדו זה כי מ\"ש הא\"ש מהך עובדא דיולדת נדבר בזה בסמוך אי\"ה כי אין משם אפי' נדנוד ראי' וקו' הט\"ז דא\"כ דלא הי' ביאת היתר בנתיי' מה קמ\"ל הרמ\"א לק\"מ (ד) דהיא גופ' קמ\"ל דאם ראתה ג\"פ בביאה ראשונ' שאחר טביל' ה\"א נתלה דטביל' גורם ואין כאן חזק' כמ\"ש המ\"י דהוי וסת מורכב וא\"כ כאשר תמתינו זמן מה כאשר יעבור פעולת המי' תהי' מותרת לבעל' והא דתקני בגמ' רוא' ג\"פ היינו רצופי' בלי טביל' בנתיי' ובאופני' שכתבתי לעיל קמ\"ל דלא ואם ראתה ג\"פ אחר טביל' בביא' ראשונ' תנינן בביא' ולא בטביל' ואש' זו אסור'. ולפ\"ז אף דלא נגיה לעיל ליל שני י\"ל דלעיל מיירי שהי' ביאת של היתר בנתיי' כמש\"ל בכמה אופנים ולכך רואה מחמת תשמיש לא מיקרי אבל וסת יכול לקבוע ולכך ב\"פ חוששת ולא ג\"פ וזה ברור ונכון: והנה המ\"י התיר כאן בליל טביל' לשמש סמוך לוסת' אשר לא קבעוהו ג\"פ רק מיחש חייש לי' וח\"ו לומר כן כי לא מצינו שום קולא בליל טביל' רק ילפינן בגמ' דברכו' דהוי בכלל עונת אשתו כמו עונת ת\"ח מליל שבת כן ליל טביל' היא עונ' וא\"כ וכי בשביל זו נקל לשמש סמוך לוסת' דבר זה לא עלה ברוח שום איש וא\"כ אף בליל שבת יהי' כן דהוא ג\"כ עונה כמו ליל טביל' לכן דברי' אלו אין להם עיקר ושחר כלל וח\"ו לבדות מלבנו קולת או חומרת מה שלא מצאנו שורשן בדברי קדמוני' ז\"ל: \n\n",
                "שאחר לידת' הש\"ך בנה\"כ וכן המ\"י פירשו דהיינו אחר כל לידה ראת' רקפ\"א ובנתיי' הוחזק' בביאת היתר ומ\"מ לולי תלית בחולשת הליד' הית' אסורה בליד' רביעות דהוחזק' לראות בלידות ולדרכן הלכו דס\"ל בטביל' ג\"כ כנ\"ל והא ליתא כי מנין לנו זה וביחוד הרמ\"א שהעתיק הגה ש\"ד מנין לו להוסיף דין חדש מה שלא יזכר ויפקד שם וכבר הארכתי לעיל בזה ולכן מלבד שי\"ל כמ\"ש הש\"ך ס\"ק ל\"א העיקר כמ\"ש הא\"ש דקבל' בידו דיש כאן טעות סופר וכצ\"ל וראת' במקום או והכל דין א' והוא כמ\"ש בהג\"ה ש\"ד הנ\"ל בלי תוס' וגרעון והוא הנכון בלי ספק אך הא\"ש והמ\"י למדו מהא דהצריך הטעם דחולשת הלידה ולא סגי בהך טעמא דהא הוי ביאת של היתר בניהם ש\"מ דאין זה מספיק דמ\"מ הוחזק' ללידות וא\"כ בלידה רביעי תאסר ומזה השרישו שורש הנ\"ל והוא מקור אכזב דהא עובד' דהגה ש\"ד הי' דבלידה ג' ראתה ג\"פ זא\"ז וקודם שעבר' ושמשה בפעם הרביעית כמו שהי' עושה בלידות הראשונת שאלה לחכם בטיב משפטה וא\"כ מה בכך שהי' מקדם ביאת של היתר דל כל הראיות הראשונה מהכא וימים ראשונים יפלו עכשיו הזמן לאוסרה כי ראתה ג\"פ אחר לידה שלישת ובג' פעמים אתחזקת והרי היא אסורה לבעלה. ולכך הוצרך הגה הנ\"ל לצרף דעת ר\"ח דמתיר כשאינו רואה מתחילת נשואי' וגם הואיל וחזינן בלידת הקודמת הי' ראי' היתר בנתיי' מסתמ' מחמת חולשת הלידה והוי כמכה ותולה וזה פשוט וברור והרבני' הנ\"ל לא עיינו כל צורך בהגה הנ\"ל ובנו יסוד נופל על הנ\"ל וזה פשוט ונכון: \n\n",
                "ותלינן בלידה כמו שתלינן במכה נרא' דלשון מושאל הוא רק לענין רואה דם מחמת תשמיש אבל לא לטהרה לגמרי לבעלה דהא הבעל הגה לא סמך עצמו אהך שריותא דהוכה מחמת חולשת הלידה לחוד רק בצירוף סברת ר\"ח דדוקא ברואה תיכף לאחר נשואין אבל לא לאח\"כ וא\"כ זה מצרף לבל תהי' אסור' לבעל' אבל לטהר הדם אין סברת ר\"ח מועיל ואהך סבר' לחוד לא סמך עצמו בעל הגה ופשוט: והנה הרב הש\"ך בס\"ק ל\"ב כ' דבשמש תוך ימי טוהר אף דאסרינן עכשיו דם טהור היינו לענין שלא יהי' טהור אבל שתהא בחזקת רואה דם מחמת תשמיש לא ודבריו צריכין ביאור דכיון דכל הטעם משום דאתחזקת לראות מחמת תשמיש וא\"כ מה בכך דדם טהור הוא הא קיי\"ל מעין א' רק התורה התירה אותו בימי' אלו וא\"כ סוף כל סוף הוחזקה שרואה ממעין הוא דם בעת תשמיש וא\"כ אף לאחר שיעברו ימי טוהר כשתשמש תראה ואם כוונתו לומר דהא זה רואה מחמת תשמיש הוא רק מתורת וסת דקבעת וסת לראות בזמן ביאה ואמרינן בגמ' דף י\"א ע\"ב דמימי טהרה לימי טומאה לא קבעה לי' וסת אפי' למ\"ד מעין א' הוא אך מלבד דאין זה רואה דם מחמת תשמיש שוה לכל דיני וסת אחריני והחמירו בו חכז\"ל דאל\"כ ביוצא לדרך דמותר לשמש עמה סמוך לוסת תהי' מותר' ביוצא לדרך לשמש לו בפעם הרביעי ואשה שראתה בביאה ג\"פ ובביאה ג' נתעברה כשהי' הוכר העוברה תהי' מותרת לבעלה דהא היא בחזקת דמי' מסולקת ומותרת לו אפי' בימי וסתה (ועיין מש\"ל בספק בזקנה) א\"ו דהחמירו חכז\"ל בזה וא\"כ אף דהקילו לענין וסת מנלן דהקילו לענין זה אף גם דין זה יש בו פקפוקים רבים חדא דהא הרשב\"א בת\"ה העל' דהך שקלי וטרי' בגמ' למסקנא לא קאי דקיי\"ל כמ\"ד מעיין א' הוא וקתני מבקשת לישב ולא יושבת דלא קבעה לי' וסת וא\"כ הך דינא דמימי טהרה לימי טומאה לא קבעה לא קאי דבלא\"ה קיי\"ל דאין אשה קבעה וסת בימי מניקתה ע\"ש ועוד דהא כתב הב\"י בסי' קפ\"ט גבי אשה קובעת וסת בימי מניקתה דעכשיו דנוהגים איסור בדם טוהר אף וסת בהן קובעי' ע\"ש וא\"כ מכ\"ש כאן ובאמת לענ\"ד נרא' דכן דעת התו' דהקשו שם בד\"ה אפילו וכו' דלר\"א דס\"ל אשה שעברה עלי' ג' עונו' די' שעתה תבדוק בימי טוהר דלמא תפסוק ג' עונו' דה\"נ מימי טהרה לימי טומאה לא מיקרי הפסק עכ\"ל והקשה מהרש\"א דהא לר\"א מניקה א\"צ הפסק ג' עונות רק ר\"י ס\"ל כן ועוד הקשה דלקמן בפ' בנות כותי' אמרינן לר\"י בהפסיקה שנים בימי עוברה וא' בימי מניקתה ללוי אפילו ראהו בימי טוהר הוי הפסקה ולרב כשאינה רואה בהן והניח בצ\"ע ובאמת לק\"מ דתו' לא מקשה מר\"י דמשנה לא מיירי מהך דר\"י רק הקושי' לר\"א דאיירי בהוא המשנה ובקושי' המהרש\"א י\"ל דתו' ס\"ל כהפוסקים דאין אשה קובעת בימי מניקה והא דפריך אדם טוהר דהיינו במת בנה או הפילה דליכא דין מניקה לר\"מ דמשנה כוותי' ועיין בתו' בפ' בנות כותי' וא\"כ דקושי' הגמ' היא בכה\"ג דלא שייך בי' מניקה אף קו' התו' לר\"א א\"ש ולק\"מ ולפ\"ז גם קושי' ב' לק\"מ דס\"ל לתו' הא דבימי טהרה לא קבעו וסת או דלא קרוי הפסקה היינו הואיל ולא איכפת לי' בדמי' לדקדק בהן דהן דמי' טהורי' אין כאן קביעות וסת דאמרינן אפשר דמקדמי וחזי' יום ויומי' דבתר תחילת ראי' אזלינן רק היא לא שמוה על לב לדקדק בהא ולהשגיח בהרגש' הדמי' ולכן אין ראי' לוסת וכן אין הפסקתה ראיה להפסקה דאמרינן באמת חזי' רק לא דקדקה בכך כראוי אך זהו לר\"א דע\"כ הקביע' וסת או הפסק תתחיל מעכשיו דבימי עבורה א\"כ קביעות וסת ולא פסיקת דמי' דבימי עבורה בלא\"ה די' שעתה כקו' המהרש\"א רק עכשיו דמת בנה ואינה בגדר מניקה נימא דתבדו' בשביל וסת או הפסק' שפיר אמרי' כנ\"ל דאין ראי' דלאו משגיח' כ\"כ אבל לר\"י דאמר שני הפסקות בימי עבורה וא' בימי מניקתה בזו ודאי י\"ל כיון דבלא\"ה אתחזיק בתרי זימנא ולרבי הוי חזקה רק בוסת אנו מורין כרשב\"ג מ\"מ אם היא בודקת ולא מצאה בימי טוהר ודאי מיקרי הפסקה דלמה נימא דלא דקדקה בכך כראוי דמה דחזינן דבימי עבורה ג\"כ הפסיקה ב\"פ ולא ראתה ולדין תורה כבר היא מוחזקת ועומדת ולמה נתלה דלא דקדקה כראוי אדרבה יותר מסתבר לומר דאין היא בחזקת דמי' דהא הפסקת שני' מימי עבורה מסייעין לה וזה פשוט ולכך שפיר אמרינן לקמן לרב דאם לא ראתה שנים בימי עבורה וא' בימי מניקתה דקרוי הפסקה: ומכ\"ש ללוי דאפי' רואה הוי הפסקה דרחמנא שווי' להפסקה ולדעת אם נפסק מעין הטמא ודאי דמשגיחה דלולי כן היא טמא' נדה וא\"כ לא שייך לא משגח' דאם התחיל מעין טהור אפילו רואה להדי' הוי הפסקה וא\"כ אין כאן חשש ופשיטא דקרוי הפסק ולק\"מ: \n\nולפ\"ז דכל הטעם דלכך מן ימי טוהר לימי טומאה לא קבעה וסת משום דאינו מדקדקת לדעת אם תראה דם או לא לדידן כל הדם שרואה בו טמא ואין האשה מבחנת להבדיל בין דם לדם מה שאסר מהתורה ומה שאסור מדברי התקנה פשיטא דבודקת עצמ' כמו לכל הימי' מבלי שנות וא\"כ פשיטא דקבעה וסת ומכ\"ש בענין וסת דרואה מחמת תשמיש והגע עצמך כמו שאמרו מימי טהרה לימי טומאה לא קבעה כך חמרה בימי מניקה לא קבעו וא\"כ אשה זו שראתה עכ\"פ בימי מניקה מחמת תשמיש לא תאסרה אח\"כ דהא לא קבעה א\"ו דזה אין ענין כלל להך דרואה מחמת תשמיש כלל ודברי הש\"ך ליתא: \n\nאמנם זהו נראה לענ\"ד דאם ראתה ג\"פ מחמת תשמיש ובביאה הג' נתעברה דעכ\"פ אסורה לבעל נראה דאם ילדה אז בימי טוהר מותרת לבעלה ואם לא תרא' בו הוי זה כמו בדיקת שפופרת דהא הך דאולי תראה בביאה רביעי' הוא רק חששא דרבנן ובדם טהור דהוא רק מנהג הגאוני' לאסור וכבר העיד הטור שבכמה מדינו' עוד בזמנו הי' בועלי' על דם טהור וא\"כ לא נחוש בי' חששא דאולי תרא' דכולי האי ואולי האי אין כאן איסור' וזה יותר טוב משנסמוך אשפופרת דיש בו קולות גדולת כמבואר בפוסקים עד שרבי' אמרו שאין לסמוך בזמן הזה אבדיק' שפופרת משא\"כ זה פשוט ונכון וזה ג\"כ ראי' דלא כמ\"ש הא\"ש והמ\"י דכל חשש איסור של בעל הגה ש\"ד הנ\"ל הי' על לידה רביעית דלענ\"ד בלידה הרביעית הי' מקלינן לבעול תוך ימי טוהר וא\"ש ודו\"ק: \n\n",
                "לאחרון פ\"א וכתב הש\"ך ס\"ק ל\"ה דהתם צריכה למיחש לוסת הגוף אפי' שלא בשעת וסת החודש וכו' שאני התם שהוסת הגוף בא מעצמו אבל וסת הגוף שבא ע\"י אונס כגון קפיצה קיי\"ל בסי' קפ\"ט דאינה חוששת אלא בקביעת ביום ידוע ולא בכל פעם שתקפוץ ותשמש חשיב ע\"י אונס כמו קפיצה וכו' עכ\"ל ודבריו בלתי מובני' דא\"כ לשיטת רש\"י והטור דקפיצות מקבע וסת לחוד וגם לשיטת התוס' דוסת אכילת שום ודברי המחממי' קובעת וסת לחוד דאינה אונס כ\"כ כמו קפיצות ומכ\"ש תשמיש דהכל יודעי' כלה למה נכנסה לחופה א\"כ קושיתו במ\"ע וכן לשיטת הרשב\"א דס\"ל דקפיצה לחוד לא מקבע אפי' בג' פעמים וא\"כ רואה מחמת תשמיש למה מקבע בג\"פ בלי קביעות זמן ועכצ\"ל דגם רשב\"א מודה דמחמת תשמיש קובעה וסת לחוד הואיל וחימום תשמיש גורם ראי' דם וא\"כ הקושי' במ\"ע ולכן נראה דהך לחוש בפעם א' הוא מדרבנן וברואה מחמת תשמיש א\"א לתקן כן דא\"כ כל אשה שרואה בפ\"א מחמת תשמיש תהא אסורה לשמש לעולם וא\"כ לא הנחת בת לא\"א דאם בפעם א' תמצא על שלו או בשלה אותיום תצא וזה פשוט ונכון: \n\n",
                "דם בתולים דין זה יליף הב\"י מתוס' דנדה דקתני וכולן שהי' שופעת דם בודקין אותם בשפופרת חוץ מן הבתולה שדמיה טהורים שדם בתולים טהור וכו' עכ\"ל ומזה דייק הב\"י דע\"כ מיירי לאחר זמן שטהורה משום דם בתולי' דאי בתוך זמן פשיטא דא\"צ בדיקה דם טהור הוא וצ\"ל דדעת הב\"י אף לענין נידה אסרינן לי' בעבר זמן שגבלו חכמים כגון לילה א' לראתה בבי' אביה וד' לילות ללא ראתה כלל מ\"מ לענין שלא תהי' בגדר רואה מחמת תשמיש אף בזה מקילין והיינו קצת כמ\"ש לעיל הש\"ך בסק\"ה אמנם הרב בעל משאת בנימין בתשובותיו סי' מ\"ז האריך בזה דלית' לחלק בזה וכיון דאסור' לבעלה משום נדה אף ברואה ג\"פ היא כרואה דם מחמת תשמיש ואין חילוק בזה ועל התוספת' פירש לא לענין רואה מחמת תשמיש מיירי מבדיקת שפופרת רק לענין דם אי לטהרה לבעלה הרי הדם אסור בחזקת דם נדה אע\"פ ששופעת מתוך הזמן לאחר זמן מ\"מ אסורה בחזקת נדה עד שתבדוק בשפופרת זולת וחוץ בתולה בתוך זמן להגבל' חכמים דא\"צ בדיקה שפופרת ונסתייע באמת מדברי תוס' דף ס\"ה ע\"ב ד\"ה וכולן וכו' שכתבו בחד תי' בהא דתנן בבריית' וכולן שהי' שופעת דם ובאות מתוך ד' לילות לאחר ד' לילות וכו' כולן צריכות לבדוק עצמה דהפי' של בדיקה היינו בשפופרת או מהמקור או מהצדדים וכן משמע מתוספתא וכו' עכ\"ל: \n\nובאמת לא הבנתי דברי תוס' דבדיקה זו לאחר ד' לילות בשופעת מתוך ד' מה יהי בשפופרת אי לא נשתנו הדמים והרי הן כבתחלה כביאה ראשונה הרי ר' מאיר אומר מראי' דמי' משונים וכו' ומשמע דבלא נשתנו בשופעת מתוך ד' לאחר ד' ג\"כ טהורין ואי נשתנו הא אפי' בתוך ד' טמאין ומכ\"ש לאחר ד' וא\"כ בדיקת שפופרת להתיר ולטהר באה דאם לא תמצא בראש המוך דמותרת דע\"כ דם בתולים הן וא\"כ קושית התוס' עדיין במקומו בתוך ד' לילות נמי אם נשתנו טמאה ואם תרצה לבדוק בשפופרת כדי לטהר עצמה מאן מוחה בידה וצ\"ל לתירץ זו דס\"ל לתוס' דאפי' לא נשתנו טמאה לאחר ד' לילות ואפי' בשופעת ומה שאמר ר\"מ דמי' משונים היינו להחמיר בתוך ד' אם נשתנה הדם אבל לא להקל ולכתיר כשלא נשתנה ועברו ד' לילות שגבלו חז\"ל ולכך צריכ' שפופרת להתיר אבל בתוך זמן טהורה וזה דוחק ועוד עדיין כל ראי' הב\"י דאי בתוך זמן שנתנו חכמים לבתולה פשיטא דא\"צ שפופרת דהא דם טהור הוא אף לזה הפי' קשה דאי איירי בלא נשתנה פשיטא דא\"צ שפופרת הבתולה תוך זמן שקבעו חז\"ל דאל\"כ זמן לבתולה לדמים טהורין מה עבודתי' ולכן דברי התוס' דחוקין בזה התי'. ולעומת זה בתי' הראשון שכתבו תוס' בשופעת מתוך ד' לאחר ד' צריכה בדיקה לראות אם נשתנו דמים. א\"א לפרש התוספת' הן דבדיקות שפופרת הוא לענין דם כמ\"ש בממ\"נ אם לא נשתנו א\"צ שפופרת ואי נשתנו והשפופרת להתיר איך אמר חוץ בתולה הלא גם בתולה שדמיה משונים טמאה אם לא בבדיקה זו שמבררת שהדמים טהורין ומהצדדין הן. ואין להן לפרש בתוספתא רק כפי' הב\"י דקאי ארוא' מחמת תשמיש ולכן עד שאנו נתפוס בתי' השני של תוס' דהוא דחוק כמש\"ל נתפוס תירץ ראשון של תוס' וכן דעת רש\"י להדיא דבדיקה זו לראות אם אינו נשתנו וכן הר\"ן בחדושיו לנדה פירש ג\"כ דבדיקה היא לדעת אי נשתנו ושופעת קמ\"ל דה\"א דא\"צ אפי' בדיקה הרי דעת רש\"י והר\"ן ותוס' לחד תי' העלו דלאחר ד' בעי רק בדיקה לדעת אי נשתנה וא\"כ ל\"ל כפי' מ\"ב בתוספתא רק כפי' הב\"י ואיך לא נקל באיסור דרבנן להתיר אשה לבעלה במקום שיש ספק בתוש' ובפרט כי רש\"י והר\"ן מסכימין לתירץ הראשון של תוספת. אך מ\"מ דין של ב\"י צ\"ע כי אף דנפרש התוספת' על רואה דם מחמת תשמיש מ\"מ במ\"ש חוץ מן בתולה דדמים טהורים מנ\"ל לפרש דמיירי שכבר עבר זמן שגבלו חז\"ל דאז היא בחזקת נדה כמ\"ש הש\"ך רק מיירי תוך זמן ומיירי שנשתנו דמי' וקיי\"ל דטמאה היא מ\"מ לאו רואה מחמת תשמיש היא דהא הוא בתוך זמן שגבלו חכמים רק הואיל ואשתני הדם חששו חז\"ל להחמיר מבלי לטהרה לגמרי מבלי ז' נקי' אבל להחזיקה בחזקת רואה מחמת תשמיש לא החמירו כ\"כ וזהו הכל בתוך זמן אבל לאח\"כ לא והראי' דהא בהגהת ש\"ד מביא בשם ר\"ח להיפך דוקא ברואה מתחילת נשואין ולא הי' לה שעת הכושר כלל ולא הוחזקה בביאת של היתר כלל הוא דהוי רוא' מחמת תשמיש והפוסקי' שחלקו עליו לא ביקשו לסמוך אקולא גדולה כזו אבל לומר מהיפוך דאם לא הי' לה שעת הכושר ביאת של היתר בנתיי' מותרת לבעלה זה לא יתכן והגע עצמך ר\"ח הך תוספת' היאך מתפרש לי' ולולי דמסתפינא לומר פירש אחר מה שלא מצאתי לתוס' ומפורשי' הייתי אומר דהך שפפור' הנזכר בתוס' הוא לא לענין תשמיש רק בשופע' מתוך ד' לאחר ד' שצריכן בדיקה והיינו כמ\"ש רש\"י והר\"ן לדעת אי נשתנו דמים שלה וחדא מסמני' דם נידה אדום ודם בתולי' דיהה כמבואר בתוספת' אין לסמוך על ראי' דמים בפרוזדר ובבית החיצון דחולי ע\"י זהומת צדדי פרוזדר מתשמיש וכדומה הדם בצאתו מרחם קולט הזוהמא ונעשה דיהה והפסיד מראהו ואדום הי' אלא שלקה והרי הוא דומה למראה דם בתולים ולכן צריכה להכניס שפופרת לתוך הרחם ולהוציא דם בשפופרת כדאמרינן בדף כ\"א ע\"ב הרואה דם בשפופר' ופירש\"י הכניסה קנה חלול באותו מקום ונמצא בתוכו דם וא\"כ אינו נוגע בכותלי צדדי רחם וצדדי פרוזדר כלל ובו יובחן על האמת הוא ירוק ודיהה או אדום וצלול כדם. וזה הוא לאחר זמן אבל תוך זמן אע\"פ שצריכה ג\"כ לבדוק אם נשתנה כמבואר לעיל בגמ' א\"צ לטורח הזה להכניס שפופרת רק בודקת בבדיקה פשוטה כראוי. ואם לא נשתנה טהורה דהואיל והוא בתוך הזמן וכן הוא בתוספת' חוץ מן בתולה דא\"צ לטורח הזה וצ\"ל דגם דם בתולים ממקור רק הוא מצדדי מקור ולא מדם שבמקור עצמו דאל\"כ כיון שמכניס שפופרת בלא\"ה יתברר בלי שנוי אי מהדם נידה או מבתולים כמ\"ש התוס' דזה מצדדי' וא\"כ לא ה\"ל להיות הדם בראש המוך ומכחול ועדין הדבר סותר לפי' רש\"י ור\"ן דפירשו דהבדיקה הוא לדעת אם נשתנה ולכך צ\"ל דאף דנמצ' בראש מכחול יכול להיות מדם בתולים דאין זה מצדדי פרוזדר רק מצדדי רחם וצ\"ע. ויהי' איך שיהי' לדינא אין לזוז מדברי רמ\"א דצריך להרגיש כאב וצער ומפי' רש\"י דפירש הרואה דם מחמת תשמיש וכו' לאו בבתולה קמיירי אלא בדם נידות משמע קצת כב\"י דאל\"כ מה קמ\"ל פשיטה כיון דדם בתולים מותר כמבואר במשנה וס\"ד דיהי' רואה מחמת תשמיש אלא דקמ\"ל דאם היא בתולה אף שכבר עבר גבול שגבלו חז\"ל כהנ\"ל מ\"מ אינה בכלל רואה ויש לדחות: \n\n"
            ],
            [
                "לבן וכו' האחרונים תפסו על הב\"ח דכתב דלא יראה חכם דם לבן בעודו לח עד שיהי' יבש דאולי ישתנה וכל מה שהביא הט\"ז ראי' מגמ' דנידה יש לדחות דבזמניהם שהי' בקיאי' במראו' דמים להבחין ולהכיר עד שבריח הי' יודעי' אם דם חימוד פשיט' דיש לראות בלח כמו ביבש ביום כמו בלילה כי תיכף הי' יודעי' אם יש בו תערובת אדום אלא שלחות הלבנה חופף עליו או לא אבל אנן אשר אינן בקיאי' ובעו\"ה טח עינינו מראות להבדיל בין דם לדם אפשר דכל מה דיש לחוש להחמיר חיישינן וגם מה שהביאו ראי' מהך דבני מעי' דאינו צריכין לשלקן יש לדחות דשם ליכא כאן ריעות' כלל לפניך ולא מבעי לדעת הגה\"ת או\"ה דס\"ל דנפלה לאור באמת חיישינן פשיטא דלק\"מ אלא אפילו לדעת החולקים מ\"מ בבני מעי' אין כאן שינוי וריעות' כלל משא\"כ כאן דהרי דם לבן לפניך וזה בא' מהמקור כמו זה וא\"כ ראינו שנפתח מקורה ויצא דם אלא דהתורה התירה דם כזו ואם יתייבש יש לחוש דיתגלה בהייתו ולכן כל ראי' שלהם יש לדחות אבל מ\"מ כיון דאין לב\"ח ראי' מנלן להחמיר דבר חדש דלא נמצא בפוסקים ומ\"מ הכל לפי ראו' עיני מורה ובין יבין את אשר לפניו ולא יהי' דעתו קלה באיסור חמור איסור כרת ר\"ל: \n\n",
                "אשה שנעקר מקור וכו' להיו' כי בעו\"ה שכיח בזמנינו לחולשת הזמן מקריים הרבה בנשים שרואת דם ותלי' הכל בדין זה חשבתי למשפט להאריך קצת והוא הרא\"ש בפ' מפלת הבי' בשם הר\"ש מקוצי פי' על הא דאמריני' ראתה דם בחתיכה ותלוי עלי' דנוגע בבשרה מ\"מ רבנן מטהרי משום דאין דרך האשה לראות בחתיכה דטעמו של דבר דרבנן סברי דהא דמעט התורה בבשרה ולא בשפופרת הוא מטעם דרכה של אשה לראות בכך וא\"כ ה\"ה דם בחתיכה אין דרכן של נשים לראות בכך וכתב וכן עשה מעשה ר\"ש באשה שנעק' מקור שלה וכמין חתיכות בשר הי' נופל לה בבית החיצון וטיהר אותה לבעלה כיון שאין דרך נשים לראות בכך עכ\"ל והטור העתיקו רק הוסיף מילת אלו ולא היתה פוסקת לראו' כל זמן שחתיכות בבית החיצון וטיהר אותה רבינו שמשון וכו' עכ\"ל והבין הב\"י הרצון דמקור שלה נרקב וקיבל הפסד במקצתו ונפל מן מקור חתיכות בשר להנרקבי' ונפסדים לפרוזדר ומאותן חתיכות זב הדם ולכך התיר הר\"ש דהא הוא דם חתיכות ולא דם רחם אבל אלו הי' מרחם הי' אסורה אף דקיבל הפסד והרי זה כמחמת מכה דיש לחלק בין מכה שבצדדי' למכה שבמקור עצמה ופירש ולא הי' פוסקת לראות שכ' הטור אין הכוונה דם מהמקור רק אותן חתיכות שהי' נופלי' תמיד מהמקור לפרוזדר ולזה הצריך הרב ב\"י דלא יהי' אלו חתיכות בשר נמחי' במים אבל אם נמחים הרי הוא כראתה דם עכ\"ל וצריך לומר (א) לדעתו אף דקיי\"ל דתולין במכה אפי' המכה במקור כמבואר לעיל דאין כוונתו פה בצדדים בפרוזדר רק מכה במקור היינו שיש בבשר ועורקים של המקור מכה טינרא או שאר מכה שהם גורמים דם כמו דאמרינן אם אין שם מכה קורט דם מנין כי מכה הוא שצורר דם ומזה יוצא דם ואינו בא ממקור ומעיין נידה רק הוא דם הנצרר במכה אבל כאן בשביל שנרקב הרחם ושלט בו רקבון אין הדם בא מרקבון ההוא רק להיות כי נחלש ונפסד הרחם לא עצר כח להעציר דם נידה ויצא מהמקור דם ואין זה מכה שנטהר הדם בעבורו וזהו כוונתו מכה שבמקור עצמה הרצון דנחלש הרחם והדם זב מבלי מעצור ול\"ק מ\"ש הרמ\"א עליו ואי קשי' א\"כ ל\"ל להר\"ש וטור לומר דאין דרך ראי' בכך הא לא ראתה רק בשר ונשרו במים ולא נמוחו וא\"כ אין כאן ראי' הא ל\"ק דאיירי דמ\"מ על הלך חתיכות בשר הי' דם נדה המצוי במקור טח על גביהם והי' רטובי' מדם וא\"כ הרי יש כאן ראי' כל דהוא מדם ולכך טיהר הר\"ש אף מזו מחמת דאין דרך לראו' בכך זה דעת הב\"י. אמנם בד\"מ נחלק עליו וס\"ל דהא דקאמר הטור ולא הי' פסקה לראות כל זמן שהחתיכות בבית החיצון קאי על ראי' דם גמור ולא כמ\"ש הב\"י על ראי' חתיכות קטנו' רק מ\"מ אין כאן טומאה הואיל דהוי מחמת מכה דזה שנעקר המקור הוי מכה גמורה מ\"ש בד\"מ וצ\"ל א\"כ אף לאחר שחתיכות נסתלקו מבית החיצון תהי' טהורה דהא יש כאן מכה וצ\"ל דאמרינן כשחדלו החתיכו' מב\"ה כבר נתרפא המכה והלך המיחש והלך לו ולכן אינה טהורה רק כ\"ז שהמה בב\"ה ועוד צ\"ל א\"כ מה טעם קאמר הר\"ש דאין דרך האשה לראות ויליף אותו מהך דמפלת דם בחתיכה הא בלא\"ה קיי\"ל הרואה מחמת מכה דמיה טהורים ומה קמ\"ל הר\"ש בזה. וצ\"ל או דמיירי דאלו הי' אותן חתיכות נשרים במים הי' נמוחים לדם וא\"כ י\"ל מנ\"ל דמכה היא דלמא דם יבש הוא זה אמנם הואיל וחתיכות הרבה נופלים ואין דרך לצאת כן לכך תלינן שהמה חתיכו' בשר ולא דם יבש ואפי' שרי' א\"צ וזהו שדייק הואיל ואין דרך אשה לראות בכך או י\"ל בשעת עקירת החתיכו' האלה אז החל המכה וא\"כ טיפי דמים שיצא אז ובעת עקירת אז לא הוי כמחמת מכה כי ממקירה ואילך נולד המכה אבל מה שהיה נעשה אז ברגע ההוא מי יצמצם איזה קודם ויש מקום לטמא וכן נראה מדברי הש\"ך בס\"ק ט' דאפי' לדעת הרמ\"א דחשבהו למכה מ\"מ אם בשעת עקירה ונפילה הי' הדם זב הי' באמת טמאה ע\"ש וא\"כ י\"ל דמ\"מ מטהרין אותו הואיל ואין דרך אשה לראות בכך והיינו כדעת הב\"ח דא\"צ בדיקה בשעת נפילה והיינו מטעם שאין דרך ראי' בכך ולפי דברינו למדנו מ\"ש המחבר בש\"ע דצריך להיות שרוי' במים ואינו נמוחי' אין כאן דעת הרב בהג\"ה ולפי דעתו א\"צ שרי' כלל והא דסתם רמ\"א ולא הגיה הוא משום דמעצמו מובן דכתב דהוא מחמת מכה וגם כתב דאפי' דם יורד מותרת א\"כ מה צורך לשרי' כלל. אך כל עין הרואה יבחן כמה רב מהדוחק יש בפרושים זה עד שנבוכו הרב ב\"י וד\"מ בפירושו ולא ימלטו מהדוחקי' ועל כל זה הקשה המעדני מלך על פי' ב\"י מה זה מהך דר\"ש הלא גמ' היא בדף מ\"א מקור שנפל לארץ דטהורה מטומאת ז' דדם אמר רחמנא ולא חתיכה ואף דיש ליישבו בתי' שוני' מ\"מ לא יצאנו מידי הדחק ולכן ברור הנדון בהר\"ש הי' כמו דשכיחי כעת בנשים שלהיות כי הרחם עומד למעלה מפרוזדר והוא מתקבץ כמו המסס ובה\"כ וכאשר נחלשה האשה נפשטו הקמטי' עד שהרחם בראשו כמו מעי נופל למטה סמוך למקום השתן ויש בו פה כמו מקום צאת הדמים והוא פה הרחם ומשם הדם יוצא והוא מהרחם באמת אבל שלא במקומו כי הרחם וחדר שבו הדמים למעלה מהפרוזדור ובזה קצת מרחם נופל למטה לתוך פרוזדר וקוראי' אותן בלשון אשכנז פאהר פאהל כי קצת מהרחם נופל למטה ומשם הדמי' יוצאים וזהו הי' נדון הר\"ש וכך דבריו שנעקר מקור שלו דהיינו שהוא למעלה ונעקר עד שחתיכה הימנו נשתרבב ונפל למטה בבית החיצון אבל הי' הכל בחיבר עם הרחם ולא שנעקר ונפרד ממנו כאשר חשבהו הב\"י וד\"מ רק מן הרחם קצתו נשתרבב וירד למטה בבית החיצון ומשם זב הדם ואין כאן מכה ברחם כלל כי אם חולשת הרחם שנתפשטו קמטיו וחדריו כנ\"ל ומ\"מ כל זמן שלא חזרה לבריאתה וחזר הך חתיכ' למקומו כל דם שתראה משם טיהר ר\"ש דאין דרך ראי' בכך והראי' נכונה צריך להיות למעלה מבית החיצון אבל שיהי' הרחם מתפשט למטה ומשם יזוב הדם (א) אין דרך ראי' כלל וחתיכות בשר לאו דוקא רק צ\"ל וחתיכה והראי' דקתני נופל לה ולא קאמר נורל' לה. וכן בטור אין כאן דקדק מלשון רבי' ליחיד כי הוא שגגות המדפיס וברור דנתכוון להנ\"ל. וברי\"ו כתב להדיא שאותה חתיכה בב\"ה הרי דמיירי מחתיכה חדא והיינו כמש\"ל דרחם נתפשט קצת הימנו למטה ומשם ראתה דם וזהו הנכון ואין זה ענין למכה ופשיטא דלא שייך כאן הטלת מים דאין כאן חתיכה נפרד כלל ודמי' לגמרי יצאו מהאשה הנ\"ל. וגם לא שייך כאן א\"א לפתיחת הקבר בלי דם כמו שטעה בזה חכם א' בספרו (ב) כי אין זה כלל פתיחת הקבר כי הרחם סתום כמו מקדם רק ירד מלמעלה למטה ומשם היא רואה ובעת התשמיש הרחם חוזר קצת למעלה לרב חימום והשמש דש עד מקום ההוא וזהו שכיח בעו\"ה עכשיו אצל נשים ולפי דברי הנ\"ל יש להם תקנה לטהרם וזה לענ\"ד ברור ואמת בפרושו של הר\"ש הנ\"ל. ומצינו לאחותינו תקנה ואף כי יש לפקפק בזה כי מי יאמר באיסור חמור דם נדה לסמוך אהר\"ש במקום דרש\"י ותוס' חולקין מ\"מ נתתי אל לבי לטהר אשה כזו בבודקת ומוצאה בלי הרגשה הואיל ובלא\"ה כבר כתבתי לעיל בסי' קפ\"ג דדעת הר\"ם דבעינן דווקא הרגשה גמור' אפי' בבדיקה ד\"ת וסמכתי בצירוף שניהם והוא במקום עיגון והקלתי ובפרט כי נראי' דברי הר\"ש כי לפי' האוס' קשה קו' המהרש\"א ע\"ש וה' הטוב יכפר: \n\n",
                "חתיכה גדולה וכו' זהו דברי הטור והקשה הב\"י א\"כ הא דכ' הרא\"ש הא דאמר רבא דרכו של אשה לראות דם בחתיכה וכו' פלוגתייהו קא מפרש וכו'. אבל לדינא טמא משום דא\"א לפתיחת הקבר בלא דם עכ\"ל למה לי' לשנוי' דרבא איירי בחתיכה קטנה דלא שייך בי' א\"א לפתיח' הקבר בלי דם והניחו בקושי' ולק\"מ דהא רבא אפלוגתי' קאי דקאמר ר\"א אומר בבשרה ולא בשפיר ובחתיכה וח\"א אין זה דם נדה ושפיר ע\"כ חתיכה גדולה דהוא מקום הולד וע\"ז קאמר רבא דחכמים מטהרים א\"כ מוכח דאפי' בחתיכה גדולה מטהרים ודברי הרא\"ש נכוני': \n\n",
                "ושלא בשעת וסתה הש\"ך הבין מהטעם משום דאל\"כ לעולם לא תטמא והקשה דכאן לא שייך תטמא כשתראה דם להדיא וברור (ג) דגם הש\"ך הבין דרמ\"א מיירי בנדון דבדק רק ג\"פ דאי גם בשעת וסתה שרה במים ולא נימוח איך ס\"ד דטמא הא לא נימוח רק מיירי דלא שרהו אז במים ומ\"מ הקשה דמה בכך הא לא שייך וכי לעולם תטמא ודלא כמ\"י ששגג בכוונת הש\"ך ע\"ש ובאמת אלו הטעם דהרמ\"א משום דא\"כ לא תטמאה לעולם לא הי' לו לכתוב דווקא באשה שיש לה וסת דאפי' אין לה וסת ומל' יום לל' יום טמאה כהנ\"ל בסי' קפ\"ז ע\"ש אלא ברור דלא ביקש רמ\"א לסמוך אחזקה זו ולומר דהואיל ולא נמוחה ג\"פ לעולם לא יהי' נמחה לבד כי אם בצירף סברת המרדכי דס\"ל בתוך וסתה אמרינן מסתמ' טהור דאורח בזמנו בא ובצירוף תרי חזקות סמך הרמ\"א להתיר' אבל באין לה וסת ומכ\"ש ביש לה ובזמן וסת' דא\"כ רק חזקה זו דאתחזיק בג\"פ ע\"ז לא סמך הרמ\"א להתיר וא\"ש וזהו שכ' כמו שנתבאר גבי מכה הרצון כמו שאמרו שם סברת המרדכי מצטרף בסניף להתיר אף כאן הדין כן וזהו מבואר כמ\"ש לעיל כי כוונת הרמ\"א לסמוך אמרדכי אפי' לטהרה לגמרי ולא כמו שחושב הש\"ך רק לבל תהא נחשב' מחמת תשמיש דא\"כ אין הך דכאן לענין שלא תהא צריפה ז' נקי' ענין להך דלעיל כלל דשם מיירי רק מרואה מחמת תשמיש וברור: \n\n",
                "שגם לזה צריך בדיקה בשרי' עד כי הרא\"ש נשאל להרשב\"א דהא דאמרינן באשה שהי' מפלת כמין קליפו' ושאלו חכמים לרופאים ואמרו אשה זו מכה יש לה במעי' שממנה הן יוצאים ואמרו חז\"ל יטילו למים אם נמוחו טמאה ואם לאו טהורה ושאל הרא\"ש כיון דאשה זו יש לה. מכה אפי' נמחו טהורה ולא נמצא בתשוב' מענה ע\"ז ותי' מהור\"ם לובלין בשו\"ת סי' קי\"א כי חז\"ל לא סמכו אדברי הרופאי' (ד) וביקשו להבחין דבריהם בהטלת מים ע\"ש והגאון מהר\"ץ בשו\"ת סי' מ\"ו תמה על מהר\"ם דא\"כ לא הי' סמיכה כלל אדברי רופאים רק הכל הי' אם נמוחו או לא ולמה הוזכרו דברי רופאים בגמ' לבטל' כי התירה של אשה לא הי' מפאת דבריהם כלל. (וע\"ש מה שתי' הוא שלא הי' מכה אבעבוע או פצע וטרי' רק חולשת הרחם שלא הי' כח לבשל הדם ופלט כמין קליפו' ובכל דחוקו עדיין הקושי' במקומו (ה) לא הי' צריכי' לרופאים ודבריהם לא הי' מעלה או מוריד כלל רק הי' תלי' בנימוחים ואינו נימוחים ודבריו צ\"ע) ולק\"מ כי למ\"ד דאין לסמוך ארופאי' ומכ\"ש רופא גוי א\"ש דודאי לולי הרופאי' אפי' לא הי' נמוח הי' טמא לדעה קמיית' (ו) דדם יבש אפי' אינו נימוח טמא רק הואיל ורופאין אמרו שהוא מעין מכה שהוליד' כמין ברי' ונמצא סיוע לזה דהא אינו נמוחין ג\"כ הי' זה מסתייע לדבריהן דדבריהן אמת שהן נולדין ממכה ולכך התירו חז\"ל דכה\"ג ודאי יש לסמוך עליהן דחזינן דחוש עינים מסייע דאינו נמוח ורוב דם יבש נמוח במים והכל חוזרין למקורן כי דם מקורו ותחילתו הוא לח וא\"כ תרווייהו צריכי ולמ\"ד דיש לסמוך ארופאין צ\"ל או דרופאין בעצמן לא החליטו הדבר היותו מכה בבירור במעי האשה כנודע בכל מחקרי הרופאין אין בהן דבר ברור והחלוט אשר יאמר עליו כי הוא זה ברור בלי ספק רק לפי שכלם ומראה עין ישפטו (ולכך אמרו חז\"ל טוב שברופאין לגיהנם אף נאמר בתורה ורפא ירפא מלמד שנתנה רשות לרופא אבל התורה דיברה ממכות חוץ באבר שבר יד או פצע וחבורה שזה מוחש והרופא יורד עד תכליתו ובהן כמעט מופת חותך כמופת הנדס' משא\"ש בחולי באברי פנימין שאין עין רופא שולט בו בזהו ידונו כפי שכלם וכמדומה ובספק שקול וכדומה עד כי רבים חללים הפילו ועצומים כל הרוגי' כי לדבריהם כאלה צריך ישוב הדעת ומתון וכהנה תנאים רבים לבל ישגה ח\"ו ונפש הוא חובל) והי' זה קבלה וכך הי' מאומת בידם אי נמוח ודאי לאו מהמכה קאתא כי אלו הן מן שומא שבתוך מעיהן לא ימוחו בכל מימות שבעולם. ואם אינו נימוח הרי הן מהמכה כי חזות' מוכיח עליהן ולכך שמעו חז\"ל בקול דבריהן וצוו לעשות כן או דהרופאין סתמא אמרו כפי חכמתם דהוא מן המכה אבל חז\"ל אשר קבלתם יותר אמיתית מן חכמה טבעי' שלהן הסכימו דאין לסמוך עליהן במקום דיש לברר הדבר בבחינת ונסיון וצוו להטיל במים ואם ימוחו הרי נראה בעליל כי שקר נחלו הרופאין דזה ברור דבר הבא מהמכה לא ימוח במים ואם לא ימוח יש מקום לדבריהם ועלי' אנו סומכין ולכך הצריכו לדברי רופאין כי לולי כן מה בכך שלא נמוח דם יבש שלא נמוח מ\"מ טמא וזה פשוט וברור. אמנם הרא\"ש שהקשה כן לדרכו הולך דדעתו כמ\"ש הטור בדעה האחרונה דדם יבש שלא נמוח במים כשר וא\"כ יפה הקשה בממ\"נ אי סמכו אדברי רופאין אפי' נמוח נמי הא (ז) ממכה קאתא ואי לא סמכו א\"כ אף דם גמור בלי נמוח טהור וכל דברי הרופאין שאמרה ממכה היא הי' לבטלה כי חז\"ל לא סמכו עליהן בשום דבר להקל כי מה שטהרו אינו נמוח אפי' בדם לגמרי טהור וא\"כ למה הזכירו דברי רופאין בגמ' לבטלה כי לא עשה דבריהן פרי כלל וקושיא זו אמורה בירושלמי ר\"פ המפלת דפליגי במפלת דם יבש ר\"א מטמא ריב\"ח אומר טהורה מתני' פליגתא עלה דריב\"ח מעשה באשה אחת שהי' מפלת כמין קליפות אדומים ובא מעשה לפני חכמים ושאלו לרופאין ואמרו מכה וכו' ושומא יש להן במעים טעמא דמכה ושומא הא אין בה מכה ושומא לא וכו' עכ\"ל וזה קו' הרא\"ש הנ\"ל דמה אצטרכו לרופאין ואם סמכו על רופאין אפי' נמוח נמי (וירושלמי זו נעלם מהגאון מהר\"ץ שפי' מכה חולשת אם אבל דם גמור הוא שיוצא מהאם ולכך הצריכו שרי' א\"כ לא מקשה מידי): \n\nוליישב זה נראה לי דודאי אלו הטילו כל פעם שרואה וכל מה שרואה במים ולא נימוחו ודאי הי' מותרין אבל להטיל רק ג\"פ ולסמוך הואיל והני לא נימוחו גם אינך מכאן והלאה לא ימוחו במים אלו הוי מחזיקין להו בחזקת דם רק הואיל והוא יבש לגמרי טהור פשיט' דלא ה\"א הואיל וזה יבש בתכליתו אידך ג\"כ יבש בתכליתו הא מתחיל' הי' דם לח כשאר דם כשיצא ממעין רק נתייבש ברחמ' וא\"כ חד נתייבש לגמרי וחד לא נתייבש וכי למדין זו מזו משא\"כ הואיל והעידו רופאין שאין מקורן דם כלל רק ברי' הן מתולדת מקרי גוף ממכה ושומא ובחנו חז\"ל דבריהן בהטלת מים לראות אם כנים דבריהן וכאשר התחזקו בג\"פ דלא נמוחו האמינו לדבריהן ולא הצריכו להטיל אחריני במים כי חזקו דמן מכה ושומא באין ולא ימוחו לעולם כמאמר הרופאין וא\"ש ולק\"מ כי דברי הרופאין הי' צריכין למאוד שלא תצרכו לבדוק כ\"פ במים ומעתה דקושית ירושלמי מיושבת י\"ל דברי ריב\"ח יותר נכונה מדברי ר\"א ואע\"פ דירושלמי הניחו בקושי' הא לא סליק בתיובתא ולכך פסק הרז\"ה והרא\"ש כוותי' ומיושב קושית הש\"ך שהקשה איך חלקו אדברי ירושלמי דהא בירושלמי במחלוקת שנוי אך מכל מקום תמי' עליהן שלא זכרו כלל דברי ירושלמי ודוק \n\n"
            ],
            [
                "צריכה ד' ראי' וכו' יש להקשות דהא וסת החודש וגם וסת השבוע כחדא הן בדינא ואדרבה מן וסת השבוע ילפינן וסת החודש דזה מבואר בגמ' להדיא וא\"כ פשיטא דשייך בהו וסת הדילוג כמו בוסת החודש דמ\"ש ועי' בתוס' ב\"ק דף ל\"ד דמבואר להדיא כן גבי שור שנגח וכו' וא\"כ למ\"ד דקי\"ל כרב דסגי בב' דלוגים והם בוסת החודש ג' ראי' וה\"ה לוסת השבוע וא\"כ אשה שראתה ראי' ראשונה והי' ד\"מ בא' בשבת ובסוף יום כ' חזרה וראתה הוא ביום ו' בשבת וחזר' וראתה לבסוף עשרים הוא בד' בשבת וא\"כ הרי כאן ג' ראי' וב' דלוגין בב' ימים והן דלוגין שווי' והרי כאן וסת השבו' לדילוג כמו וסת החודש לדילוג ותמהני שלא הרגישו בו האחרונים ומה שנ\"ל בישובו הוא דהיכי די\"ל דקבעו וסת לדילונ וסת השווי' אמרינן יותר נח דקבעו השוה מדקבעה לדילוג דלא שכיח דאשה קבעת וסת לדילוג ולכך אמרינן דאינן חוששת לדילוג עד שתקבענו ג\"פ וא\"כ באמת בראתה ג\"פ בהפלגת ב\"פ ב' יום קבעה וסת השבוע בדילוג רק כשתוסף לראות בפעם ד' בסוף כ' וא\"כ יש כאן שני מיני וסת או וסת הפלגה והוא וסת השוה או וסת השבוע בדילוג אמרינן דהוא וסת הפלג' וכוונת הש\"ע דאינו נקבע להפלגה עד בד' פעמים ואז הוא וסת הפלגה ולא וסת הדילוג לשבוע ואי קשי' מה נ\"מ הלא בין לזה ובין לזה צריכה לעולם לחוש ליום כ' ז\"א דאם ראתה בנתי' או שעבר פ\"א ולא ראתה אם אתה דן אותו וסת השבוע לדילוג מ\"מ בזמנו חוששת דהוא שוה בדיני' כמו וסת החודש ואין נ\"מ אם היא רואה בנתיי' או שעבר פ\"א ולא ראתה משא\"כ אם אנו דנין אותו לוסת הפלגה אם פ\"א לא תראה בזמן א\"ת בנתי' א\"כ בטל' הפלג' ואין חוש' עוד כמש\"ל וא\"ש: \n\n",
                "שעתה בלבד פי' כגון ראתה תמיד בשעה י\"ב ביום אבל לא כוונה הימים כי פעם ראתה בכ' פעם תראה בכ\"ב א\"כ הרי כאן רק וסת לשעות וא\"צ לפרוש רק השעה ויליף לי' מהך דחזית תמיד כד סלק' מטבילה ואמר הבעלי ע\"ג הנהר והיינו כי היתה תמיד רואה באישון לילה בכניס' לעיר והתיר להקדים להתבעל טרם הכניס' לעיר כי קודם זמן ההוא מותרת וצ\"ל הא דפסק הש\"ע לעיל קפ\"ז ס\"י דאשה שראתה תמיד בליל ב' אחר טבילת' דצריכ' לפרוש ליל ב' אחר טבילת' הג' ולא אמרינן דקודם ראי' או אח\"כ מותרת דשם לא כוונה השעה בלילה רק פ\"א ראתה בחצי הלילה ופעם לפניו וא\"כ כל הלילה בספק ועמש\"ל עבק\"א: \n\n",
                "ואפילו בלא בדיק' וכ' הב\"י שהוא בבעל הנפש חפשתי והוא בסוף שער הוסת והדבר אינו מובן דנעקר לשעה א' י\"ל דאם הגיע כן ג' פעמים דטבלה ולא ראתה באישון לילה וכדומה דמותרת דעקרה לוסת הואיל ובא תמיד מכוון ואח\"כ עברה ג\"פ ולא ראתה אבל דא\"צ בדיקה לא ידעתי למה ומנין לי' להראב\"ד זה כיון דמשווי' לי' וסת וכל ראיתו מהא דהתירה לבעול טרם זמן הכניס' וצוה לבעול ע\"ג הנהר וזהו הכל קודם זמן אבל אם עבר הזמן דלא יהי' צריך בדיק' כמו וסת שאין לו קבוע מנלן זה לראב\"ד ועוד א\"כ אף בפעם א' נעקר כיון דמשווי' לי' וסת אינו קבוע דס\"ל לראב\"ד דוסת' השעות אינו כוסת קבוע וסת גוף וסת ימים תנינ' אבל לא וסת השעות וצ\"ל דהך רואה מחמת טביל' ה\"ל כמחמת קפיצ' דאין נקבע אלא בצירוף ימים ולא שעות וא\"כ קשה דלעיל בסי' קפ\"ז פוסק דאם ראתה ג\"פ בליל טביל' דצריך ג\"פ לעוקרו והדבר כ\"ש מה התם שלא כוונה הימים ולא השעות צריך ג\"פ ואלו בכונה השעה יהי' סגי בפעם א' והדברים צריך תלמוד ועמש\"ל עבק\"א: \n\n",
                "כיון שעברה עונתה מותרת עיין ט\"ז סק\"ה ועמש\"ל סי' קפ\"ז בזה: \n\n",
                "כגון שראתה וכו' עיין ש\"ך סק\"ח דפי' דהוא דווקא לרב אבל לא לשמואל דבוסת הפלג' אף רב מודה דבעי ד' ראי' ומני' לשמואל ה' ראי' ובאמת דברי הרא\"ש ותוס' מבוארי' כן אלא שדברי הרא\"ש צריכין ביאור בהבנת דברים דכ' דרב לא קאמר דראי' ראשונה מהמנין אלא היכי שראי' ראשונה הי' בט\"ו לחודש כיון דזמן ראייתה למנין ימי החודש אבל אם ראי' ראשונה הי' בר\"ח ושני בחמשה עשרה לראי' זו ושלישית בט\"ז לראי' זו מודה רב דלא קבעה וסת דראי' א' אינו מהמני' וכן מוכח בפ' שור שנגח ד' וה' דמדמי נגח בט\"ו בחודש זה וט\"ז בחודש זה וי\"ז בחודש זה לפלוגת' דהכי וכו' עכ\"ל ודברים אלו לכאורה בלתי מובנים דמה ראי' יש מהך דשור שנגח יותר מהך דכאן גבי וסת הלא הדברים הנאמרים כאן בגמ' הן הדברים הנאמרים שם בלי הבדל ואדרבה התוס' הקשו דמהך ראה שור נגח שור ולא נגח משמע אפי' בהפלגה סגי בג' ראי' ע\"ש והי' מקום לומר אם נאמר כדעת הש\"ך לקמן בסק\"ל דעונ' בינוני' שדרך הנשים לראות בו הוא וסת החודש מבלי הבדל ע\"ש א\"כ י\"ל דוודאי היא גופי' ראי' דאלו אף בוסת הפלגה בדילוג ס\"ל לרב דסגי בב' ראי' בכלל ולשמואל בד' א\"כ למה נקט בלישנא ראתה בט\"ו בחודש זה וכו' דהוא וסת החודש ולא נקט פלוגתא בהך גוונא ראתה בר\"ח וט\"ו לראי' זו וט\"ז לראי' זו דיש רבות' טפי וגם היא בכה\"ג דתנן במשנה הי' למודה לראות יום ט\"ו וכו' דמיירי מוסת הפלגה ולא מחודש וצ\"ל בע\"כ דהפלגה צריך ראי' יותר לרב ד' ולשמואל ה' וכל מה דיוכל הגמ' לקצר בלישנא מקצר ולכך נקט וסת חודש וא\"כ דינא של הרא\"ש מוכרח אך י\"ל דלכך נקט בוסת החודש כיון דהוא עונ' בינוי' השכיח בנשים ומילתא דשכיח נקט כיון דאורח' בנשים בכך ולזה מביא הרא\"ש ראי' דגבי שור נקט נמי בהך גוונא ואלו בשור לא שייך כן וה\"ל לומר בשור כן א\"ו דוקא קתני הך זהו דוחק דהא הך פלוגתא לא נשנית גבי שור רק הגמ' מדמי הך דשור להך דוסת וא\"כ הוצרך הגמ' לנקוט הלשון דאתמר גבי וסת ואורח' דתלמודא כך הוא לכך צריך לומר פי' אחר והוא דתו' הקשה איך אמרינן הפלגות בעינן ד' ראי' הא אמרינן ראה שור ונגח שור ולא נגח וכו' דהוי מועד וכ' דיש ליישב והישוב הוא כמ\"ש מדברי הר\"י דבשלמא באשה אין אנו רוצים בזה לשווי' רואה דהיא בלא\"ה בחזקת רואה רק כל ענין היא לידע זמן מוגבל יום ראי' א\"כ בראי' א' אין אתה יודע זמן מוגבל עד שתרא' ראי' שני' והרי הוגבל הזמן לומר כך וכך הפלגה היא רוא' משא\"כ בשור נגח עיקר עסקנו לשווי' בחזקת נגחן וכשנגח בפ\"א הרי הנגח זו נמנה לומר שנגח ובנגחו ג' נגיחות הוחזק לג' נגיחות ואלו נגיחות ואלו נגח בג' ימים רצופים הי' מוחזק למועד לכל ימים רק הואיל ונגח בסירוגין הרי מועד לסירוגין וא\"כ הסירוג שעשה אינו עיקר שעושה אותו מועד אדרבה לולי הסירוג הי' יותר מועד לכל הימים רק הסירוג מגרע לי' דאינו מועד רק לימים שסירג משא\"כ באשה אלו ראתה רצופים יום ביומו אין כאן וסת כלל וא\"כ כל עצמות וסת שאנו דנין עליו ועסקנו בו הוא ע\"י הפלגות ואף אתה תצריך ג' הפלגות וזה פשוט וברור. ולפ\"ז דברי הרא\"ש שפיר דוודאי הא דהוצרך הרא\"ש להביא ראי' דלא מיירי בוסת הפלגה היינו אם אמרינן דאין יום חודש גורם כלל ראי' לאשה דמה איכפ' לטבע אשה אם החודש מלא או חסר או היום ט\"ו או ט\"ז עד שנא' שאפי' הרבה ימים מקדם שפעת דם אי יגיע ימי ט\"ו הרי בחזקת אורח בזמנו בא וזהו כמעט מהנמנע אצל חכמי טבע ומחקר ויצחקו לזה רק אמרו כי טבע. האשה להפסיק בין ראי' לראי' זמן מוגבל והוא וסת הפלג' וא\"כ הא דאמרינן ראתה בט\"ו לחודש זה וי\"ז לחודש זה ע\"כ מיירי בדרך משל בחדשים השווי' במלא וחסר או חודש לבנה כטי\"ב וא\"כ הרי כאן הפלגה מן ט\"ו ני\"ו וכן מן י\"ו לי\"ז הפלגה ג\"כ בדילוג יום א' יותר וא\"ל כי ראי' ראשונ' נמנה לבד בלי הפלג' כי איזה שם אשר תקרא לו אין החודש גור' הדם ואין כאן זמן שנא' עליו אורח בזמנו בא וא\"כ בזו מוכח לכאור' דוסת הפלגת ג\"כ כרב בכה\"ג הוי וסת ולשמואל בראתה ראי' ד' אבל אם אמרינן דוסת החודש גורם ראי' ומסורת הי' זה ביד חכז\"ל כי שיפורא או מהלך לבנה גורם ראי' לאשה אין הבדל אם ראתה מקודם סמוך או מופלג מ\"מ בהגיע תור ההוא היא רואה וזהו וסת החודש שאמרו חז\"ל א\"כ פשיטא דכי נחלקו רב ושמואל היינו בוסת חודש דראי' ראשונה מהמנין שתיכף היא נותנת גבול וקובעת זמן לוסת משא\"כ וסת הפלגה אין בראי' ראשונ' דבר עד שתוסיף עוד ראי' וא\"כ הכריח הרא\"ש שפיר דע\"כ וסת החודש דוקא משום דיום חודש גורם וסת ולא תלי' כלל בהפלג' ולכך סגי לרב בג' דל\"ל היא היא היינו וסת החודש היינו הפלגה דאין יום חודש גורם כלל הראי' וא\"כ מוכח דגם בהפלג' סגי בג' ראי' כמ\"ש הרא\"ה בב\"ה באמת ע\"ש שהאריך דא\"כ י\"ל עד כאן ס\"ל לשמואל עד שתשלש בדילוג היינו בוסת החודש שהוא לפ\"ז דין א' עם הפלגה דס\"ל לשמואל הא אין כאן רק דילוג א' דמט\"ו לי\"ו הוא הפלגה א' ומיום י\"ו לי\"ז דילוג א' וס\"ל לשמואל דעכ\"פ בעינן ב' דלוגי' לפחות דלהוי עכ\"פ חזקה בדילוגי' לרבי' ואף רשב\"ג מודה הואיל ועכ\"פ יש כאן ראי' המחזיקי' כמו שאמרו לרב ועיין ברא\"ה הנ\"ל אבל בשור דנגיחה בט\"ו לחודש יש לו שם כמש\"ל בשור הנגיחה תיכף יש לו שם והוי כמו וסת השבוע או חודש לדידן אליב' דכ\"ע וא\"כ בנגח אח\"כ בי\"ו לחודש הרי כאן סירוג ואח\"כ בי\"ז הרי כאן סירוג שני והרי כאן שני סירוגי' ואף שמואל מודה דהא הוחזק לנגיחות ובסירוגין לחדשים בתוס' יום יום ואיך מדמה הגמ' נגיחות שור בדילוג בחדשים להך דרב ושמואל גבי וסת ש\"מ דאף כאן הדין כן דיום חודש גורם הוסת והראי' א\"צ להפלגה כלל דאפי' אם שופעת ימים הרבה מקודם או חדל לה אורח כנשים זמן רב בהגיע תור החודש עלולה לראות והוא הזמן שיבא אורח נשים וא\"כ שוה דינא לשור נגח דיש לנגיחה ג\"כ שם מוגבל וא\"כ דדין זה מוכח אמרינן דווקא בוסת החודש הואיל ונקט למילתא בחודש אבל בהפלג' צריך ראי' עוד תוספ' הן לרב והן לשמואל ודו\"ק: \n\n",
                "וראתה ב' וכו' וה\"ה דלגה למפרע כגון ראתה שני' לסוף כ\"ט וג' לבסוף כ\"ח וזה פשוט וכן משמע בתוס' פ\"ק דנדה ד\"ט ד\"ה פחתה וכו' כ\"כ הש\"ך בסק\"ט ובאמת יש לפקפק בזה בשלמא בדלגה שרחק' יום יום י\"ל טבע אשה כך למעט בדמים וכן הולך וחסר עד לבסוף שרואה פ\"א לשנה וא' לשבוע וא' ליובל אבל אם מקרב' ראי' א\"כ איך אפשר לומר לבסוף שתרא' היום ומחר יהי' לה עוד וסת וא\"כ מחר נמי וכן אין לדבר סוף וא\"כ אשה זו כל ימים בחזקת רואה ולבסוף יהי' וסת' נעקר וצריכה לחזור ולהוסיף לראו' מיום א' לב' ולג' א\"כ הרי הוסת משונה הולך וחסר והולך ומתגבר וזהו לא שמענו בטבעי' כלל ומתוס' אין ראי' כי התוס' באמת לא הקשו על לא מבעי' שפחתה רק קו' התו' על לא מבעי' שהותירה דפי' רש\"י לצ\"א צ\"ב צ\"ג יום איברא דבספר בעל נפש לראב\"ד מבואר כמ\"ש התוס' ומ\"מ צ\"ע כי מנגד לטבע בכל אופן ומנלן זה כי לא מצינו לו ראי' בש\"ס: \n\n",
                "בימי החודש עיין ש\"ך ס\"ק י\"ג דעיקר כפי רוב פוסקים דשפורא גרים ולא כהרא\"ה דדעתו דמנין למולד הלבנה שנרא' שראוי לקבוע חודש עפ\"י הראי' ובאמת הוא דבר תמי' דטבע כל נשים בכל זמניהם יהי' כרוכי' אחרי הב\"ד כיצד יקראו שם לחודש ואז ביום ההוא יזובו דמים מנידתה ומקורה ולכן הרמב\"ן שהי' שלם בטבעיות ולימודי' ובסוד ה' בא כנודע מגודל חכמתו ומ\"מ כפי מ\"ש הרא\"ה דחה זה הסברא שיהי' שפורא גרם בוסת אשה להקדים ולהאחיר וכן הר\"ן בחידושיו הביא ולא ענה עליו דבר כי כל מה שהאריך הרשב\"א במשמרת הבית ועיקר ראי' שלו מאקרא וכו' גומר עלי הוא אמת וזהו הכל באיש ישראלי אשר חלק ה' עמו והם מושפעים מפאת ה' ולא כפי טבעי והלוכי כוכבים ולכך כל ענינים נדון כפי חוקי הב\"ד וכאשר יאמרו כן גזרה חכמתו עליונ' להסכים ולהשפיע עליהן אבל שיהי' ב\"ח חומרי מתנהגים עפ\"י הסכמת ב\"ד מול הטבע ומהלך הכוכבים במסילתם זה מהנמנע וא\"כ כל פועל הטבע לשוא ח\"ו וזהו בוסת החודש בדילוג לא נאמר' באשה לבד כי אם גם בשור הנגח ג\"כ ט\"ו בחודש זה וכו' ושם הקו' גדולה וחזק' כי שם לא יתכן שהטבע יסכי' לקביעות ב\"ד ולכך הרמב\"ן הקשה קו' זו ולא הי' נעלם מעין חכמתו כנ\"ל ובאמת דברי הרא\"ה ג\"כ אינו מובנים דכתב דיש למנו' למולד הלבנ' שנרא' שראוי לקבוע ר\"ח עפ\"י הראי' שמשע' זו שהיא נרא' על הארץ הוא פועל בעולם זהו דבריו והר\"ן בחדושי' הסכי' עמו ולא ידעתי כי קשת הראי' בלבנ' מתחלפת לפי אורך ורוחב המדינ' בעולם כאותו שאמר' כ\"ד שעות לדידהו שית ולבני בבל ח\"י שעה וכן בכל המדינ' ומדינ' משתנה הראי' והזמן נרא' בארץ וכל חשבון קבועות חדשים ומולדות שלנו הוא עפ\"י ארץ ישראל כי משם תצא תורה וקביעות החדשים וא\"כ הנשים היושבים וגרים בארצות הרחוקת מא\"י כיצד ימנו קביעות וסתן אי למולדו' א\"י הרי אינו כי אם נאמר שטבע זריחת הלבנ' בחידוש' גורם ואין זריחת לבנה בא\"י גורם ליושבו בקוטבי צפוני ודרומי וכן להיפך ועוד דיש הבדל בין מולד אמיתי למולד אמצעי ועיקר הראי' האמיתות הוא הכל לפי מולד האמיתי שהוא הלבנ' בגלגל שלה כנודע וכל חשבון שלנו במולדות הוא אמצע ואם כן אף כל אשה בכל מדינ' צריכ' ללמוד חכמת מהלך הכוכבי' ומפת הארץ לדעת איך ומה תקבע וסתה באיזה זמן וזה מהנמנע למאוד ועוד א\"כ אם הראי' באמצע הלילה תהי' וסתה מאמצע הלילה לאמצע הליל' וא\"כ וסתה משתני' משעות ורגעים ואין כאן קביעות יום ולילה שלנו שהוא זריחת ושקיעת השמש כי אם מעת ראי' לבנה יהי' ביום ולילה וכמה בטולי' הרבה יש בדין זה אמנם נרא' כי חודש א' מלא וחודש א' חסר כסדרן בשנת פשוטה שתמיד חדש א' מלא וחודש א' חסר ודאי דהרי זו חוששת ליום החודש ההוא כדינו כי זה כנוי על מהלך לבנה כי מהלך לבנה בשני חדשים הוא נ\"ט יום וחלקו חז\"ל אחד מלא וא' חסר וא\"כ אשה זו יש לה לחוש לפי מהלך לבנ' ואר כי אינו כ\"כ בדקדוק כי לפעמים יקדים המולד וראי' באיזה שעות או יאוחר ולפעמים אפשר בחצי יום כולי האי לא אמרינן לדקדק דמי יהי' איצטיגני לדקדק בדקות ההילוך לבנה ובפרט כי וסת דרבנן ולא סגי בלא\"ה רק כל הפלפול ההוא אם עשו ז' חסרון או ז' מלאים וכאן שני חסרי' או שני מלאין זאח\"ז אם גם בזה יש לשמור סדר החדשים או לא כי למ\"ד שפורא גרם אף בזה נא זז הסדר ולהרא\"ה והרמב\"ן לא כן הוא כי זהו יוצא מכלל מהלך ירח והתור' מסרה קביעות החדשים לחז\"ל ומה ענין זה לאשה בדמי וסתה ולכן אפשר דלא דמי שאין בתולי' חוזרין בנתעבר' השנה לבסוף ג\"ש ויום א' דהתם ג\"כ הקביעות שיהי' שנת לבנה עם תקופה כאחד וגדולי האדם תלוי במהלכי מאורת החמה ובזה הונח לי כי הרמב\"ן כתב דאין לומר לענין וסת שפורא וקביעות ב\"ד גורם ואולם במטבע קצר שלו להלכות נדה וכמש\"ל הטור פוסק ג\"כ וסת חודש וכתב להדיא דאין להשגיח אפי' חודש א' מלא וחודש אחד חסר ולכאורה הדברים סותרין ולפמ\"ש לק\"מ דבחודש חסר וחודש מלא לא נחלק רק כונת בשני חסרין או שני מלאים וזה לא הזכיר בהנ\"ל ובאמת בכה\"ג יש ליישב לדינא כי הוא נגד החוש והסבר' (ובחבורי במחקרי טבעי ולומדי ותורני עשיתי לדברי רשב\"א סמוכין מטעם אחר טבעי ואין כאן מקומו): \n\n",
                "באחד בשבת וכו' כתב המ\"י אע\"ג דבל\"ה איכא הפלגה שווין מ\"מ בהפלג' בעינן ד' ראי' ובזה סגי בג' ונכון הוא אלא יש עוד הבדל דבשבוע אף אם תראה ב' ימים מקדם כשיגיע וסת ההוא חוששת אבל אם אתה עושה אותו וסת הפלגה הא בטלה הפלגת' וכן אם יעבור וסת א' ולא תראה דבהפלג' בטלה הפלגת' עד שתשוב ותראה משא\"כ בוסת שבוע ופשוט ולכך אני מסופק אם תראה ד' ה' פעמים בכל יום א' בשבוע ג' שיש כאן לומר שקבע' וסת שבוע וכן י\"ל שקבע' וסת הפלג' מכ\"ב לכ\"ב במה נימ' שקבע' כי יש ביניהן נ\"מ לדינא כמ\"ש ואפשר דיותר שכיח הפלג' מוסת השבוע ולכן אם נוכל לומר שהיא הפלגה למה נימא שהוא וסת שבוע דהוא לא שכיח דיהי' יום ושבוע בזמן מוגבל גורם הראי' וצ\"ע: \n\n",
                "חוששת לי\"ח בתמוז אבל לט\"ז בתמוז אין לחוש משום דכיון דקבעה לה וסת לדילוג תו לא חיישינן דקבע לה וסת לשוה. אבל הרמב\"ם הלכות א\"ב פ\"ח הלכה ז' כתב הי' למודה לראות יום ט\"ו ושינתה לט\"ז שניהן אסורין שינת' לי\"ז שניהן אסורין ומותר לט\"ז שינתה לי\"ח נאסר שמונה עשרה והותר' כולם ופי' בו הכ\"מ דאע\"ג דקבעה לה וסת לדילוג ומה\"ט הותר ט\"ו דנעקר' בקביעות וסת אחר מ\"מ חוששת לי\"ח נמי אולי תראה בו. ובאמת כפי גירס' בגמ' שינתה ליום י\"ח וכו' ואינו אסור' אלא מי\"ח ואילך י\"ל דכונה לי\"ט אבל לא לי\"ח אך בתוספתא מבואר הלשון כך שינתה לי\"ח טהור שלשתן ואינו טמא אלא י\"ח והוא כדעת הרמב\"ם לכן תמהני על המחבר שהשמיט דעת הרמב\"ם לגמרי מה שאין דרכו ברוב מקומות עבק\"א: \n\n",
                "ויש לחוש לדבריהן להחמיר עי' ש\"ך דהעלה דיש להחמיר בכל גוונא ומזו נראה דלא אמרינן בספיקא דרבוותא ספק דרבנן להקל דהא וסת דרבנן. ומ\"מ אמרינן בי' להחמיר וגם הראב\"ד בבעל נפש כתב הואיל ומספקא מילתא אי כרב או כשמואל עבדינן להחמיר כתרווייהו ולזה נתכוין הטור והב\"י דכתבו בשם הראב\"ד דפוסק כרב משום דהעלה להחמיר כרב ולק\"מ מן הבעל הנפש כלל אך הט\"ז ויתר אחרונים הקשו במ\"ש הטור בשם אביו הרא\"ש דפוסק כשמואל ובב\"ק גבי שור פוסק הואיל ועיקר דינא כרב ושמואל לגבי וסת אתמר דהוא איסורי והלכה כוותי' דרב דהוא הי' מדקדק ובקי באיסורין יותר אף לענין שור הנגח שהוא ממון הלכה כמותו ונ\"ל דודאי ס\"ל להרא\"ש דבאמת אף דדייקו מברייתא כשמואל מ\"מ שורת הדין דיש לפסוק כרב רק הואיל וסת דרבנן ובשל דרבנן אזלינן בתר המיקל לכך סמכינן אמילתא דשמואל אבל ודאי אלו הי' וסת דאורייתא והוה חזקה זו של תורה הוה מורין כרב דבג\"פ אף דאין כאן רק ב' דלוגין הוה מוחזקת רק היותו רק דרבנן סמכינן להקל וא\"כ בשור מועד דהך חזקה דבג\"פ הוי מועד ליגח דאורייתא ומקרא מלא הוא ובזו ודאי הלכה כרב דאלו הוה וסת חזקה דאורייתא גם בהו הוי הלכה כרב ומני' דנגח הוי דאורייתא הלכה כרב ולק\"מ עבק\"א: \n\n",
                "בדילוג וכו' דעת הפרישה הואיל ור\"ח ס\"ל דהך דינא תליא בפלוגתא דרב ושמואל א\"כ אע\"פ דבפי' הגמ' לא הסכים עמו מ\"מ דינו אמת דתלי' בפלוגת' הנ\"ל אבל האחרונים כ' כיון דפוסקים לס\"ל כפי' בגמ' אין לנו לומר פלוגתא כזה ובאמת בש\"ע שחושש לשני דעות א\"כ בזו ודאי הלכה כרב דבזה מסתבר טעמיה דרב יותר משמואל ולכן באמת ר\"ח מרא דהאי שמעתי' פוסק כרב וא\"כ אין כאן נ\"מ אך בגופי' דפי' ר\"ח צ\"ל דלפי דעת הרשב\"א בתה\"א משמע לשמואל בעי בכל פעם ד' חדשים ראי' ראשונה ט\"ו י\"ז י\"ח וכן בשני וכן בג' דלעולם בעינן ג' דלוגים ולא קבעה וסת רק בי\"ב חדשים דהא כתב דרב ושמואל לישנא קייטי נקטו ומה שאמרו בסתמא ראתה בט\"ו בט\"ז וכו' כונו על הראי' בשילוש ולא בפעם א' וא\"כ לשמואל בעי י\"ב חדשים וזהו הפשוט בדעת שמואל דלעולם התחלת הראי' ראי' ט\"ו אינו בדילוג והוא בעי ג' דלוגין אמנם התוס' דעתם דלשמואל סגי בדילוג י' חדשים דבפעם ראשון בעי שמואל ט\"ו ט\"ז י\"ז י\"ח אבל בשנים ושליש' סגי בט\"ז י\"ז י\"ח אך לפ\"ז צ\"ל הטעם בפעם הראשון אין שם דילוג על ראי' ראשונ' בט\"ו דהא לא התחיל' לדלוג כלל ולכך אינו מצטרפות אבל בסירוג השני יש שם דילוג אף על ראי' ראשונה בט\"ז דהא בחודש העבר ראתה בח\"י בחודש וכעת היא רואה ט\"ז ושם דילג עליה ולכך סגי בב' ומ\"ש התוס' דא\"כ דכי אמרינן בס\"ד דפליגי במחלוקת רבי ורשב\"ג לא פליגי בראי' ראשונ' לבד אלא בג' ראי' של דילג ה\"א פי' דודאי צריך דילג רק לרב סגי בששה חדשים דהא בתרי זמנא הוי חזקה וא\"צ ט' חדשים ודילג ראשון דנקטו התוס' לאו דוקא רק הכונה דא\"צ ג\"פ ג' ראי' רק ב\"פ בג' ראי' ויותר ה\"ל להקשות דאפי' ה' חדשים סגי דבפעם ב' סגי י\"ו י\"ז דהא לפי שכתבו התוס' בפעם ב' שם דילג על ראי' ראשונה ג\"כ וא\"כ על י\"ו שם דילג ולרבי בתרי זימני הוי חזקה אלא דקצרו בלשונם וכך צ\"ל לפי' התוס' וא\"כ יש קצת ראי' לדברי הפריש' הביא הש\"ך ס\"ק י\"ח דראי' הראשונ' אם הי' בדילוג אף דלא הי' בדילוג השוה לשאר דילוגים שם דילג עלי' דהא אנן קרינן שם דילג לשמואל מה שהיא רואה אח\"כ בסירוג השני ט\"ז י\"ז י\"ח והוא כמ\"ש דגם על ראי' ט\"ז שם דילג שדלגה מראי' ח\"י בחודש העבר ואין הדילוג שוה עם שאר דילוגים שזהו דילג לאחריו וזה לשעבר וזהו דילג יום א' וזהו דילג יומיים וע\"כ דמ\"מ שם דילג עליו ובאמת צ\"ע מנ\"ל לתוס' פי' זה בר\"ח ולא בפשיטא כמש\"ל בשם הרשב\"א ואפשר דראו כן בפי' ר\"ח להדי' ועל ר\"ח גופי' אין לתמוה דכך קבלה הי' בידו בכוונת שמואל כמו שאמרו עליו שדבריו דברי קבלה הן. איברא בחדושי לרשב\"א לב\"ק ראי' כמעט פי' אחר ודבריו צ\"ע דהקש' על שמואל דס\"נ בעי ראי' רביעי' דהא תנן ראה שור ונגח שור ולא וכו' דמשמע בב' דילוגין הוי מועד וכתב ופי' ר\"ח דרב אמר קבע' וסת לדילוג כלומר דלעולם חוזרת חלילה וחוששת ליום ט\"ו לחודש הששי וי\"ז לחודש השביעי וכן לעולה מג' לג' חדשיו חוזרת חלילה ולשמואל עד שתשליש החמישי וצ\"ל הרביעי והוא ט\"ס וי\"ו לחודש בדילוג שתשלש בחזרת ג' ג' חדשיו וכוי עכ\"ל נרא' בעליל דעתו בפנים אחרת דלרב אם ראת' רק בפ\"א ט\"ו י\"ו י\"ז הרי זה חוששת תמיד לדילוג ובחודש הרביעי צריך תיכף לחוש ליום ט\"ו כי חוזרת חליל' ודשמואל לא כן עד שתקבענו ג\"פ בג' חדשים וצריך ט' חדשים אבל מודה שמואל דסגי בג\"פ ג' ול\"ק ליה מראה שור נגח. ולא הבנתי דבריו דא\"כ כל סוגי' דגמ' דשם בנדה לא יתכן דס\"ד דפליגי בפלוגתא דרבי ומה ענין רבי הא ס\"ל לרב דבפעם א' סגי וגם כל קו' מברייתא אין ענין כלל למחלוקת' והרשב\"א גופ' סיים ובת\"ה הארכתי ושם מבואר פי' אחר וכמש\"ל ולכן הדבר צ\"ע. ויהי' הפי' איך שיהי' מדברי כולם נלמוד דאם אמרי' כפי' ר\"ח ודאי דאם ראתה בט\"ו לחודש זה וי\"ו לחודש ב' וט\"ו בחודש ג' וי\"ו בחודש ד' וט\"ו בחודש ה' י\"ו בחודש ו' לא קבעה וסת דהא לשמואל בעי ג' דילוגי' ולרב עכ\"פ ב' דלוגי' אבל דילוג א' לא דהא לשמואל בעי ג' ולרב בב' אבל האחרונים כתבו דה\"ה ב\"פ זאח\"ז ונמשכו אחר הראב\"ד בבעל נפש וכמ\"ש הש\"ך בס\"ק כ\"א והיינו משום דס\"ל דדעת ר\"ח נדחה מהלכה ואין זה ענין כלל להך מחלוקת דרב ושמואל ולא קרוי כלל וסת הדילוג וכ\"ע מודים דקבע בג\"פ כמו שארי וסת השוה אבל לשיטת הפריש' דעדיין סברת ר\"ח קיים דהך מילתא שייכי' בפלוגתא דרב ושמואל א\"כ ליתא להאי דינא ואפשר להחמיר אבל לא להקל י\"ל כן ולכן שגגה שגג המ\"י דכ' די\"ל כדעת הפרישה דדינא ר\"ח קאי ומ\"מ כ\"כ הש\"ך הנ\"ל דב\"פ ג\"כ קבע הוסת ולא הרגיש דלשיטת ר\"ח א\"א לומר כן ולא קבע וסת אפי' לרב וא\"כ אם דעתו להחמיר כר\"ח אף כאן יש להחמיר דלא קבעה וסת רק לחומר' ודברי שגגה הן: \n\n",
                "לר\"ח לדילוגי' דין זה אף שכתב הטור מ\"מ לענ\"ד יש מחלוקת בין הפוסקים וצ\"ע כי יש להבין מה נשתנה זה מוסת הפלג' דכמו שאתה אומר בוסת הפלגות אינו ראי' ראשונ' קובעת שם עד שתהי' ראי' שני' ואח\"כ אתה אומר בהך הפלגה אשה זו רואה אף כאן בראתה ראשון בר\"ח הלא אין אתה יוכל לומר אשה זו תראה בדילוג ב' חדשים רק עד שתראה ראי' ב' בדילוג חודש א' אז תוכל לומר אשה זו רוא' בדילוג חודש והיא רואה מב' חדשים לב' חדשים וא\"כ הרי כאן לכאורה דין זו כמו וסת הפלג' אפס בבעל הנפש מקור זה הדין חולק דבהפלג' אין נרא' כלל עד שתרא' ראי' ראשונ' משא\"כ כאן עכ\"פ תופס' ר\"ח וא\"כ חשובה להיות נמנה בפ\"ע אך לפ\"ז ראה היום שור ונגח ומחר ולא נגח יום ג' ונגח ד' ולא נגח ה' ונגח הוקבע ונעש' מועד לסורג לימים דמ\"ש ר\"ח לאשה או ימים למועד וכמו שאתה אומר דראי' ראשונ' בר\"ח נמנה הואיל ותופס' ר\"ח עכ\"פ ואלו ראתה ג\"פ בר\"ח הוקבע לכל ר\"ח אף כאן בימים יום ראשון תופסת לעצמו היום דאלו תשוב ותראה ג' ימים זאח\"ז הועד לכל הימים וליכא למימר בשלמא בשור וכי דרך שור הנגח לנגח יום א' ויום א' שלא לנגח וא\"כ כשנגח יום ויום לא נגח שם דילג איכא עלי' אבל באשה וכי תמיד תראה הלא תמיד צריכ' להמתין זמן מה מראי' לראי' וא\"כ מה לי שממתין זמן חודש א' או שתי' וכמ\"ש הש\"ך דא\"כ אף שור שנגח ט\"ו לג' חדשים תהוי לפי זו דילג ועכצ\"ל דדין א' בלי הבדל בין שור לאשה וכמו בשור בסירוג ימים בעי ד' ה\"ה אשה בסירוג וכ\"כ הראב\"ד ראי' לדבריו מהא דתנן לענין נגיחות ראה שור ונגח שור ולא נגח וכו' אלמא קמיית' ממנינא הוא הרי דמשוה סירוג דמים לסירוג דשור או דס\"ל כדעת הרמב\"ם כמ\"ש בפרק ו' מהלכות נ\"מ עיין שם דהך ראה שור ונגח שור ולא נגח אין פי' ביום א' רק בג' ראה יום א' ונגח וביום ב' ולא נגח וכו' ועשה כל הברייתות מימים וזהו נראה דעת הראב\"ד ג\"כ ולכך לא השיג בזה ארמב\"ם שם אף דהשיג בדין אחר בענין זו וא\"כ יפה פסק והרי דעת הרמב\"ם והראב\"ד כאחד אבל התוס' בב\"ק דף ל\"ז בד\"ה יום ט\"ו וכו' כתבו להדי' הואיל וסת הפלגת בעי ד' ראיות ה\"ה אם נגח יום א' ויום ב' לא נגח יום ג' נגח יום ד' לא נגח יום ה' נגח יום ו' לא נגח אין נעשה מועד לכ\"ע עד שישלש בדילוג ואין הראשונים מהמנין הקשו מ\"ש דתנן שור ונגח וכו' דראשון מהמנין ותי' דצריך לחלק בין סירוגים דימים לסירוגין דשורים עכ\"ל וכדברים אלה כתב ג\"כ הנ\"י בשם הרא\"ש וא\"כ מבואר להדיא דלא כראב\"ד ולא ס\"ל לחלק בין הפלג' לדילג החדשים או במועד הימים רק בין שורים לימים וא\"כ דינא של הראב\"ד ליתא וגם היש\"ש בב\"ק השיג על הרמב\"ם דפי' ראה שור ונגח בימים וכי בימים אינו נעשה מועד עד שישלש וכן פוסק להדי' כתוס' ורא\"ש ונ\"י עיין שם. וכן הר\"ן בחידושו דהק' מ\"ש ראה שור ונגח וכו' מוסת הפלגות דבעינן ד' ראי' ותי' דהתם לא נעשה מועד מצד הפלגות רק מצד נגיחות אלא שסירוג בנגיחות אבל אשה קביעת וסת מהני הפלגתה ואלו ס\"ל כחילוק הראב\"ד אין זה הטעם משום דנעשה מועד מצד נניחות דהא אפילו באשה דקבעה וסת מפני הפלגתה ומ\"מ בסירוג סגי בג' ראיות ולכן הראב\"ד בבעל נפש בישוב קו' זו מ\"ש ראה שור ונגח מהפלגה דבעינן ד' תי' דהתם לאו הפלגה שכל אחת ראוי לקבוע עם ב' חברת' אבל לא הפלגה אינו ראוי עד הפלגה ב' וזהו מה שתי' ג\"כ על וסת הסירוג דראוי היא לקבוע עם ב' חברתה (וכמ\"ש הב\"י בשם בעל נפש ולא מצאתי בבעה\"נ לפנינו) וא\"כ הרי הדברי' מבוארי' כי יש מחלוקת בין הפוסקים ובדברי הרשב\"א בת\"ה משמע מתרו' מהך דשור נגח וכו' דשאני הכא דאין הפלגה ידועה אלא בב' ראיות אבל התם הא איכא שלש נגיחות משמע כדעת הר\"ן אלא שהמשמרת הבית כתב דתי' זה הוא לקוח מראב\"ד. אבל מ\"מ הרשב\"א בכל דבריו בת\"ה לא הזכיר וסת הסירוג כלל ואלו דעתו מסכי' לכך למה העלים אותו. ומזה נראה דדעתו כדעת התו' וכיון דכל ראי' הראב\"ד מהך דשור נגח ואנן לא ס\"ל כן אזלא ראי' וגם דינו צ\"ע: אך בתוס' גופי' יש לדקדק דכתבו דבסירוגין לימי' לכ\"ע אינו נעשה מועד עד שישלש בדילוג למה יגרע סירוג מדילוג גמו' הא הוי לרב מועד בג' ראי' וגם התם בנגח בט\"ו אין אתה יוכל לקרות שם ולומר שמנגח בדילוג דהא עדיין לא דילוג רק ס\"ל לרב הואיל עכ\"פ יש לו שם שמנגח ביום ידוע מצטרף אח\"כ למנין הדלוגי' וא\"כ בימי' נמי דהוא אם נגח ג' ימי' זאח\"ז הוי מועד לכל הימי' כמבואר בגמ' וא\"כ נגיחה ביום א' הוי שם בפ\"ע ולרב מצטרף אח\"כ לסירוג ובאמת הרשב\"א בחדושי' לב\"ק כתב כך וא\"ת לשמואל תקשי לי' ברייתא ראה שור ונגח שור ולא נגח וכו' ואמאי הא נגיחה קמייתא לאו בדילוג נגחה ועד שישלש בדילוג וכו' ע\"ש הרי דס\"ל דהך תלי' בפלוגתא דרב ושמואל וכן פי' רש\"י להדיא דהך שור נגח וכו' לשמואל אינו נעשה מועד עד שיגח עוד שור הרביעי ע\"ש והוא ג\"כ דלא כראב\"ד דכל ראי' שלו מהך שור נגח וכו' ע\"ש ולענ\"ד נראה הפי' בתו' כך דהתו' כוונתם כרשב\"א להקשות על שמואל מהך ברייתא דראה שור ונגח וכו' וכך דבריהם ולפ\"ז אם נגח יום א' וכו' אין נעשה מועד לכ\"ע עד שישלש בדילוג ואין הראשונים מהמנין פי' דלא תימא דגם שמואל מודה בזה הואיל והוא רק סירוג דאינו דלשמואל אינו נעשה מועד עד שישלש בדילוג והוא דברי שמואל וזהו כוונתם דאינו נעשה מועד לכ\"ע פי' דיש בו מחלוקת ולשמואל אינו נעשה מועד ולכך לא אמרו בלשונ' להיפוך לכ\"ע אינו נעשה מועד דאז הי' הפי' אפי' לרב אבל בלשון זה הפי' דלרב נעשה מועד אבל לכ\"ע דהייינו לפי' שמואל אינו נעשה מועד וע\"ז הקש' דהא בריית' היא ראה שור ונגח והך דשמואל איך מתוקמי ודברי התו' ורשב\"א עולים כאח' בלי הבדל כלל וא\"כ לפ\"ז יש כאן מחלוקת לשיטת התו' ורש\"י ור\"ן ונ\"י ורא\"ש ורשב\"א בחדושי' ויש\"ש תלוי בפלוגת' דרב ושמואל וצדקו דברי הפרישה דס\"ל דהך דסירוג מהני ג' ראי' היינו לרב ולא לשמואל (ומדברי הראב\"ד אפשר דאין ראי' דס\"ל בלא\"ה כרב) אבל לשיטת הרמב\"ם דפסק כשמואל ומ\"מ פסק שם בשור שנגח בסירוג ימי' וכן נראה דעת הראב\"ד אף די\"ל דבלא\"ה פוסק כרב ודעת רמב\"ן בהלכות נדה שלו דפסק כשמואל ומ\"מ פוסק בסירוג רק בג' ראי' ש\"מ דיש לחלק כדעת הראב\"ד מבואר דלא תלי' סירוג בפלוגת' דרב ושמואל והוא דעת הב\"ח והש\"ך ואפשר דמשום כך סתם הטור משום דאף לדעת החולקים על הרמב\"ם והראב\"ד ורמב\"ן מ\"מ לרב ודאי הוי כמו וסת דילוג ובזו ג\"כ רובי' מפוסקי' דפסקו כרב וא\"כ בסירוג יש לפסוק כוותי' ומ\"מ תמיה על האחרוני' שלא הרגיש' בזה וחשבהו להפריש' טועה וביותר יש תמה על היש\"ש דכ' על הרמב\"ם דפי' ראה שור נגח בימי' דהוא דבר זר ולא שם על לב דהטור פסק כן בפשיטות וכן הראב\"ד והרמב\"ן: \n\n",
                "לא קבעה וסת כ' הש\"ך סקכ\"ג דאם ראתה בי\"ט בתמוז דקבעה לי' וסת הפלגה שווי' ע\"ש ובאמת לא איירי הש\"ע בקביעות חדשי' שלפנינו שניסן מלא ואייר חסר דא\"כ ד\"מ ט\"ו בניסן חל בא' בשבת וא\"כ חל י\"ו אייר בד' בשבת הרי כאן בימים בשבוע ד' ימי' בדילוג עם יום הראי' וא\"כ י\"ח בסיון חל בשבת הרי כאן שני דילוגים ד' ימים עם הראי' והרי כאן ב' דלוגי' ביום שבוע שווי' ולרב קבעה וסת כמש\"ל כי ימי שבוע חד דינא אי' להו עם וסת חודש ואדרבה זה נלמוד מזה ואיך סתם הש\"ע דלא קבע' לי' וסת נגד דעה ראשונה בס\"ז ולכן צ\"ל דניסן אייר ל\"ד ואין זה מן המכוון כלל בקביעו' א' מלא וא' חסר ושניה' חסרי' או שניהם מליאי' וא\"כ ליתא לכל דבריהם ודוק: \n\n",
                "וסת הסירוג וכו' הש\"ך סקכ\"ו העלה דאם ראתה בשבט אדר ניסן ואח\"כ ראתה בסיון אב חשבינן ניסן לוסת הקבוע ואין כאן רק שני פעמים לסירוג ע\"ש ותמהני דהחליט הדבר דהא בגמ' דב\"ק הנ\"ל מבעי לי' שור שנגח ה' ו' שבת שבת ושבת שבת להך יומא קמא שדינן ואייעד לכולי יומא או לשבת בתרא שדינן ולא אייעד אלא לשבתות ועלתה בתיקו וכן הרמב\"ם בהלכות נ\"מ פ\"ו כתב דהוא ספק וא\"כ הדברים דומי' למ\"ש כאן בלי הבדל כלל והדבר ספק ואם אמרו בתיקו במילת' דרבנן ספיקא להקל אף כאן יש לילך לקולא בכל צד ולומר דקבעה וסת לסירוג ולא לכל חודש וא\"צ לחוש רק מב' לב' חדשים ולא לכל חודש וחודש דהא בגמ' מדמי שור לוסת וכמ\"ש כל הפוסקים וברור. עב\"קא: \n\n",
                "האשה שראתה הש\"ך בסק\"ל האריך והעלה דעונ' בינוני' הנזכרת במקומות רבות הוא לפעמי' ביום ל' לראי' ראשונה בכלל ולפעמי' מיום ל\"א לראי' ראשונה דהכל תלי' בקביעות החודש כי וסת החודש ועונה בינוני' אחת היא ולכך הראב\"ד בבעל נפש הזכיר וסת חודש ולא הזכיר כלל מעונה בינונ' ולעומת זה הרשב\"א כתב שצריכה לחוש לעונה בינוני' ולא הזכיר וסת חודש אלא וודאי דא ודא אחת היא ע\"ש שהאריך ועיין בתשובת הגאון מהר\"צ סי' קי\"ד דהאריך לדחו' דברי הש\"ך וכל ראי' שלו מדחי לדחי ובאמת בראי' מהר\"צ לדחו' דברי הש\"ך אינו ראי' חזקה כראוי מוצק ויש פנים לכאן ולכאן אלא במה שהקשה דהרשב\"א בת\"ה דף קס\"ט הוציא קביעות וסת חודש מהך דראת' בט\"ו לחודש זה וכו' ואולם עונה בינוני' יליף לה הרשב\"א בדף קס\"ד מהך דבא ומצאה תוך ימי עונת' ואלו דין א' הוא טורח שתי ראי' משני מקומות מתחלפות ל\"ל זו היא קושי' גדולה להש\"ך ובאמת אני אומר אלו דעת הש\"ך דאין הבדל כלל למצוא בין וסת החודש לעונה בינוני' יקרה בזה בטולי' רבים חדא קושי' מהר\"צ הנ\"ל ועוד בריש סי' זה ס\"ב מפרש המחבר וכן הטור אופני הוסת בוסת היום וסת הפלגות וסת החודש כסדר זאח\"ז ואח\"כ כתב בסעיף ד' עוד יש חילוק בין קבוע לאינו קבוע שקבוע אם עברה עונתה אעפ\"י שלא הרגיש' אסורה לשמש עד שתבדוק ושנא קבעתו הגיע וסת ולא בדקה ולא ראתה ועברה עונתו מותרת ע\"כ וזה מבואר דאף על וסת חודש קאי דבה מסיי' בסעיף ב' ואלו לדעת הש\"ך הא ליתא דהוא עונה בינוני' ובעונה בינונית אם עברה צריכה בדיקה כמו ביש לה וסת כמבואר שם בש\"ע ולכן צ\"ל דבאמת אף לדברי הש\"ך יש כאן הבדל רב בין עונת בינונית לוסת החודש דאם ראתה בר\"ח וחזרה וראתה בכ' בו אם אתה אומר עונה בינונית אין כאו חשש בר\"ח שאחריו כי עונה בינונית הוא הבדל ל' או ל\"א כפי קביעות החדשים: אבל עכ\"פ הוא הבדל בין ראי' לראי' כי דרך הנשים לראות מל' לל' והיינו שיש הבדל בניהם וא\"כ זהו שראתה בכ' בו אין לחוש ביו\"ד ימים שלאחריו כאותו שאמרו בהפלגות וכמש\"ל משא\"כ לוסת חודש שצריכה לחוש בהגיע ר\"ח אף דהיא ראתה זה עשר ימי' העברו ועוד אם יש לו וסת קבוע להפלגה ד\"מ ממ' למ' ושוב ראתה בר\"ח אם אתה אומר משום עונה בינונית כי אמרינן עונה בינונית באין לה וסת אבל זו שיש לה אינה חוששת וא\"כ א\"צ לחוש לר\"ח הבא משא\"כ וסת חודש עכ\"פ צריכ' לחוש בהגיע ר\"ח השנת דאולי תקב' וסת חודש וסת בתוך וסתי כנודע ואולם ההיפוך ג\"כ בראת' בר\"ח בקפיצות והגיע ר\"ח ולא קפצה א\"צ לחוש לר\"ח משום וסת החודש הואיל היותו מורכב עם קפיצות והא לא קפצה משא\"כ עונה בינונית מ\"מ צריכה לחוש כדין אשה שאין לה וסת כלל וכמבואר לעיל סימן קפ\"ד בסופו ע\"ש ובב\"י וברשב\"א ועוד נראה לומר דהא דאמרינן בסעיף זה דאם קבעה וסת ליום אינה חוששת בלילה וכן להיפוך הוא בענין וסת דזה תליא בלמודה לראות ביום או בלילה אבל עונה בינוני' דאמרינן דרך נשים לראות מל' לל' ז\"א תלוי ביום או בלילה רק אפילו אם רגילה לראות ביום כשיגיע יומו של ל' כל הלילה ויום אסור דהא לא משום וסת אתינן עלי' וזה לפענ\"ד ברור ולא נמצא בפוסקים שאף עונה בינונית צריך להיות יום או לילה בשעה שהיא רגילה לראות: ובפרט החילוק שכתבתי יש דמחמם וסת החודש כל זמן שלא נקבע א\"צ בדיקה בעברה עונתה משא\"כ בעונה בינונית וא\"כ יש כאן הבדל בין שניהם בדברי שונים וא\"כ לק\"מ ברשב\"א דקבע לכל א' ענין בפ\"ע וממקום דלמד וסת החודש לא למד עונה בינוני' כי טיבו של זה לא כשל זה אך לפ\"ד גם ראי' הש\"ך הואיל והראב\"ד ויתר פוסקים השמיטו עונה בינונית ש\"מ דס\"ל דהוא היא וסת חודש נסתר' דאף דנודה לדברו דגם עונה בינונית תלוי ועומד בקביעות חודש ופעמים שהיא יום ל' לראי' ופעמים ל\"א מ\"מ הא דין והבדל גדול יש בינו לוסת החודש ועדיין ה\"ל להודיעו וללמדנו דינו: \n\nוהנה זה דפי' עונה בינונית ל' יום היינו ביום למ\"ד לראי' ד\"מ אם ראתה בר\"ח ניסן הראי' שניה בל' לניסן א\"צ ראי' כי מבואר בגמ' באמרו אם עברה ג' עונות ולא ראתה די' שעתה ופריך כמה עונה ואמרינן אמר רבא אמר ר\"ח כ\"ג ימים ימי טהרה וז' ימים ימי טומא' (כן הוא גי' ר\"ח ולדינא אין הבדל בין גי' רש\"י ע\"ש) ולפ\"ז בראתה בא' בניסן משלמי כ\"ג ימי טהרה בל' בניסן ואם עברה עונה זו ולא ראתה ואתחזיק כן ג' פעמים הרי זה בחזקת אינו רואה וקשה הא כל נשים אינן רואה כי אם ביום ל\"א וא\"כ תמיד עובר כ\"ג ימי טהרה וז' ימי טומאה והאשה אינו רואה בהן ומה חזקת עקירה יש כאן ותחזק לאינו רואה בעברה ג\"פ דהא תמיד אינ' רואה כן והל\"ל שעברו כ\"ד ימי טהרה ולא ראתה בהן ועכצ\"ל דדרך לאשה לראות בכ\"ג ימי' לטהרתה והוא יום ל' של ניסן וזה לענ\"ד פשוט וברור וא\"כ יצטרך הש\"ך לדחוק ולומר דמיירי בקביעות החודש חסר והדוחק זה מבואר למה בחר ר\"ת בלשונו כ\"ג ימי טהרה בקביעות חדש חסר ולא כ\"ד ימי טהרה בקביעות חודש מלא ובפרט שהוא אמר כן על שעברה עלי' ג' עונות ובג' חדשים כמעט א\"א שכולן יהי' רצופים וחסרים ולא ימלט שבתוכן א' מלא וא\"כ אין זה מוגבל בזמן לומר כ\"ג ימי טהרה דאז צריכה כ\"ד ימי טהרה וז' ימי נדה: \n\nועוד ראי' ברורה לדברי רש\"י דפי' בפ\"ב דנדה דף ט\"ו ל\"ש שלא הגיע ימי וסתה דקאי על שבא ומצאה תוך ימי עונתה ומזה מבואר דס\"ל לרש\"י ואפי' ביש לה וסת צריכה לחוש לעונה בינוני' וכמ\"ש הר\"ן להדיא בחדושיו לנדה בדברי רש\"י אפי' ביש לה וסת צריכה לעונה בינונית וא\"כ קשי' מהך דתנן בדף ס\"ד הי' למודה וכו' שינתה לי\"ח הותרו כולן ואינו אסור אלא משמונה עשרה ואילך ועי' רש\"י דאפי' י\"ח אינו חוששת הואיל וקבעה לה וסת לדילוג וקשה הא מ\"מ חוששת לי\"ח משום עונה בינוני' הנ\"ל ואיך אמרו הותרו כולם ודוחק לומר דמיירי באופן דראתה בנתיים דאזלא עונה בינוני' וכמש\"ל דהך דוחק לפרש דסתמ' אמרינן הותרו כולם (והלא זה כל ראי' הש\"ך דכתב הרמב\"ן דחושש' לוסת זה ולא לעונה בינוני' ומכ\"ש דא\"א לפרש כן בבריית') וזה ברור דעונה בינוני' אינו בי\"ח: \n\nועוד קשה א\"כ מנ\"ל לגמר' דב\"ק לדמות הך שור שנגח בט\"ו וכו' להך דהכא דראתה בט\"ו לחודש דלמא גבי אשה דדרך נשים לראות מעונה לעונה שהיא וסת החודש אמרינן דקבעה וסת אפי' בדילוג אבל מנלן לומר בשור דלא שייך עונה בינוני' לחוש לוסת החודש דלמא וסת חודש לא אמרינן כלל כי לא מצינו כלל במשנה וסת חודש רק מהך דרב ושמואל ומנ\"ל וסת החודש בשור באשה שאני שהוא עונ' בינוני' א\"ו עונה בינוני' אין ענין כלל להך דוסת החודש: \n\nועוד ראי' ברורה מדברי הרשב\"א וטור וש\"ע לקמן בסעיף כ\"ז ראתה שלש ראי' מג' עונת מכוונות ולא פיחתה ולא הותירה נתגלה שדילג ראשון אינו סילק דמים אלא שינוי וסת לפיכך ראי' ראשונה וכו' מצטרפות ונמצא ד' ראי' וג' הפלגות בניהם מצ' לצ' וכן הוא בטור ולדברי הש\"ך הנך ג' עונת הן ג' חדשים וא\"כ לפי קביעות החדשים אי אתה מוצא בט' חדשים נחלקים לג' ג' חדשים שיהי' מכוונים בימים וע\"כ אתה תצריך ליתן לכל ג' עונות ב' חסרים וא' מלא או להיפוך וזה אינו בקביעות שיהי' זה רצוף ט' חדשים זא\"ז ותמיד בכל ג' חדשים שני מלאים וא' חסר או שנים חסירים וא' מלא ולא תמצא אלא בשנה מעוברת ושלימה דאז ישנו במציאת שדלגה אלול תשרי חשוון הרי שני מלאים ואחד חסר וכן כסליו טבת שבט שאז כסליו טבת מלא ושבט חסר והרי שני מלאים ואחד חסר וכן אדר ראשון אדר שני ניסן שני מלאים ואחד חסר: וזולת זה אינו במציאת כלל וא\"כ קשה איך קאמרו הפוסקים בכוונה ראי' בדילוג ג' ג' עונת שיש כאן שלשה הפלגות שוות לא כן הוא לדברי הש\"ך אחד מעדיף ואחד ממעיט וביותר קשה על הגמ' דפריך בנדה דדף ט' כוונה הא קבעה לה וסת ומה קביעות וסת יש כאן הא אין הפלגות שוות כלל כמ\"ש ונ\"ל דקושי' הגמ' לא מכח הפלגה רק מכח וסת הסירוג דמ\"ש שסירגה מב' חדשים לב' חדשים או מג' לג' חדשים וא\"כ היא שראתה ג\"פ בסוף ג' חדשים הרי כאן וסת החודש בסירוג מג' לג' חדשים דא\"כ להנך פוסקים דלא ס\"ל וסת הסירוג וכמש\"ל א\"כ קו' הגמ' איך יתכן אליביהו. ואדרבה מכאן קשה על הטור וש\"ע דפסקו וסת הסירוג למה פירשו דראתה ג\"פ בג' עונות מכוונת דה\"ל וסת הפלגה כלשון רשב\"א ולא כתבו דקבעה וסת הסירוג ואפשר לפקפק ולומר דלמה צריך להיות ג\"פ בהפסק ג' עונות הלא ב\"פ בהפסק ג' עונות קבעה לה וסת דראי' ראשונ' מצטרפת לפי דעת הטור והש\"ע וא\"כ קבע' וסת הסירוג בג' ראי' אלא שזה יש לדחות ולומר דבעי ג' ראי' להחזיקה בחזקת רואה וכו' אבל מ\"מ דברי הטור והש\"ע דבחרו בוסת הפלגה והניחו וסת הסירוג הדבר מבואר דאינו תלוי' כלל בחדשים רק בימי' וצ\"ל ימים ל\"ד רק סכום מנין הקרוב לצ' כדרך הגמ' ופוסקים וכמ\"ש הרא\"ש בכמה דוכת' ועיין במהר\"צ הנ\"ל שהאריך בזה וא\"כ יש כאן הפלגות שות ולא יתכן וסת הסירוג דאינו מכווני' החדשים דהן קצתן מלאי' וקצתן חסירי' ועונת הפסקה הם מכווני' בימים שוים וזה ברור ומוכרח בלי פקפק: \n\nאמת שמדברי תוס' ד\"ה פיחתה וכו' משמע קצת כדברי הש\"ך דהקשו על רש\"י דפי' דהתירה לצ\"א צ\"ב צ\"ג דהא הוי וסת הדילוג לרב ותי' בהפלג' בעינן לכ\"ע ד' ראי' וקשה ממנ\"פ אם אנו מונין הך ראי' ראשונה טרם שהפסיק' ג' עונת בכלל הרי כאן ד' ראיות וג' הפלגות וב' דלוגין ואם אנו אמרינן הואיל והפסיקה ג' עונת בטלה הראי' ראשונה שהי' רק במקר' וא\"כ אין כאן רק שני הפלגות א\"כ מה פריך הגמ' כונה הא קבעי' וסת הא אין כאן רק שני הפלגות דהא ראי' ראשונה קודם הפסקה אינו מהמנין. וצ\"ל דלעולם ראי' ראשונה אינו מהמנין וקושית הגמ' דקבע לה וסת לא מתורת וסת הפלגה דא\"כ רק שני הפלגות רק מכח וסת הסירוג מג' חדשים לג' חדשים וא\"כ לכאורה דברי הש\"ך מוכרחין אך כבר כתבתי לעיל דדעת התוס' בסירוג מספקא לן ועמש\"ל וי\"ל דאם ראתה בסוף צ' ימים וד\"מ חל בא' בשבת א\"כ כשראתה שני' בסוף ל' ראתה ביום ו' בשבת וכשחזרה לראות בסוף צ' ראתה בד' בשבת וא\"כ הרי כאן לרב וסת בדילוג למפרע בשבוע מב' ימים לב' ימים וא\"כ קושית הגמ' לרב דהא קבע לי' לוסת בדילג בשבוע כשכונ' ורב הך ברייתא איך מתוקמי ליה ואפי' אם נפרש דקו' מסירוג חדשים לשיטת תוס' ורש\"י ג\"כ רק לרב כמש\"ל. ובהכי ניחא דנקט הש\"ע ד' הפלגות ולא נקט וסת הדילוג וכמש\"ל דכל דנוכל לתלות בוסת שוה לא אמרינן בדילוג קבעה וכמש\"ל ודברי התוס' וש\"ע מכוונים. ועוד אפשר לומר דס\"ל לתוס' דודאי שספק אי ראי' ראשונה מהמנין או לא ולכך בוסת השוה דהוא שכיח בנשים אמרינן דראי' ראשונה לא הי' מקרה רק וסת דשינתה והיא מהמנין וקושית הגמ' שפיר הא קבעה לה וסת משא\"כ שוסת הדילוג דלא שכיח כלל כמש\"ל לא אמרינן דראי' ראשונה מהמנין לשווי' ליה וסת דהוא לא שכיח ואם באנו לומר מילתא דלא שכיח אף אנו אומרין מקרה היא ראי' ראשונה ואינו בכלל ואי דלא שכיח הא אף זה לא שכיח ומ\"ש זה מזה משא\"כ בוסת השוה דשכיח והך דראי' ראשונה מקרה הי' לא שכיח ודחינן מילתא דלא שכיח מקמי' מילתא דשכיח ודברי התוס' פשוטין והמעיין יבחר. עכ\"פ תבנא לדינא דהך מילתא דש\"ך ליתא וכמ\"ש הגאון מהר\"ץ והנכון כמ\"ש כל המחברין וכן השל\"ה דעונה בינונית הוא יום ל' בצירוף ראי' ראשונה ולכך כתב הרמב\"ם בלשונו ג' עונת ג' חדשים כי חודש הוא מורה על חסר כדאמרינן בר\"ה מ\"ש שלשי' ידעו חדש נמי ידעו הרי מבואר דסתם חודש כונתו חסר כאשר האריך הרב מהר\"צ בראי' ולזאת כתב הרמב\"ם ג' חדשים הרצון ג' חסירין. אבל מה שלא הזכיר הרמב\"ם והראב\"ד עונה בינונית היא דלא ס\"ל כלל עונה בינונית כמ\"ש הר\"ן דהרי\"ף והרמב\"ם מפרשי על שבא בתוך ימי עונתה היינו בתוך ימי וסתה ולא ס\"ל כלל הך דעונה בינונית וברור דגם הראב\"ד ס\"ל כן ולכך לא הביאו כלל בבעל הנפש ואין כאן דקדוק כי אם בדברי הרמב\"ן דהוא ס\"ל באמת כן וכמ\"ש במטבע הקצר שלו ובזו כבר דיבר הרב מהר\"צ דסמך עצמו אמ\"ש בפעם אחר דאטו כרוכלין לחשוב אף גם נ\"ל דמיירי באשה שיש לה וסת ורואה עכשיו מחדש בר\"ח ניסן דיש לחוש לכל החששות שכתב הרמב\"ן דאשה קובע וסת בתוך וסת וא\"כ אין כאן עונה בינונית הואיל וכבר יש לה וסת כנודע וכמש\"ל ואין דקדוק זו כדאי להרס פינות ויסודי וסת המסורה ביד חכמים ועל ראשונים אנו מצטערין לומר בוסת החודש שפורא קגרים כאשר כתב הרמב\"ן ורא\"ה ור\"ן ועמש\"ל ודי שנאמר שבפרקים יזדמן כן שהטבע ישונה עפ\"י קביעות ב\"ד שלמטה ומשמי' הסכימו על ידם לתת משטרים במהלכי נבוכה אשר עפ\"י דרכי ב\"ד יהלו אורן וחיצי השפעתן אלא שהוא מגלגל עלינו לומר כן ברוב נשים דהא עונה בינונית היא דבר תמידי הנוהג ברוב נשים כמ\"ש המחברים שישנו תפקידם ואורח נשים לפי קביעות ב\"ד ויהי' זה שכיח בכל הנשים כצדיק וכרשע עובד אלקים ואינו עובד וכמעט לדעתי מהנמנע וגם הרא\"ה בב\"ה בדף קס\"ט מ\"ב כתב בוסת הדילוג לרב אליבי' דרבי בשתי ראי' בט\"ו ובי\"ו הוי וסת הדילוג כיון דליכא עונה בינונית ולא השוה לימי חודש לאלתר אמרינן דוסתה לדילוג וזה מבואר דשוי' ימי חודש ועונה בינונית תרי מילי נינהו ואין עונה בינונית תלוי כלל בשוי' ימי החודש והרא\"ה כתב כן לשיטת הרשב\"א דאיהו גופ' לא ס\"ל כלל עונה בינונית כמ\"ש בדף קס\"ז ע\"ב והרי הדבר מבואר דלא כש\"ך וכן נכון: \n\n",
                "או לא ראתה בו הש\"ך בס\"ק ל\"א מסכים עם הב\"י והב\"ח דצ\"ל לא ראתה אבל ראתה א\"כ בטלה הפלגה דעשרים דהרי ראתה רצוף י\"ב ימים מן ראי' דעשרים וא\"כ איך אפשר לחוש לט' באייר והט\"ז בסקי\"ח מסכים לרמ\"א דאין הראי' שראתה בתוך ימי הפלגה מבטל להפלגה קמייתא דהואיל דחזינן דשינתה לקרב אמרינן תוספת דמים בעלמא ומ\"מ אורח בזמנו יבא בהפלגה הקבוע בלי ביטול כלל מהך ראי' שבנתיי' ע\"ש והמ\"י הסכים עם הט\"ז להיות מבואר כן בראב\"ד בספר בעל נפש ואני אומר כי לכאור' יש ראי' לדברי הט\"ז מגמ' דף י\"א דפרכינן על הא דתנן דבתוך ימי נידתה א\"צ בדיקה למ\"ד דקבעה ליה וסת בימי נידתה תבדוק דלמא קבעה ליה וסת ע\"ש וקשה ולר\"ל דס\"ל לא קבעה לי' וסת מי ניחא עדיין תבדוק דאם וסתה בר\"ח בששה לחודש תבדוק דאם תראה א\"כ הפלגה שלה מתחיל מו' ולא מר\"ח ויהי' ר\"ח הבא בתוך ימי וסתה וששה לאחריו בימי וסתה ומשנה סתמ' קתני אין צריכה לבדוק אפי' יש לה וסת הפלגה מל' לל'. אך לעומת זה יש ראי' לדברי הש\"ך מסוף בנות כותים דהקשה הגמ' אר\"פ לר\"ה בר\"י מהא דר\"י דאין אשה קובעת וסת בימי נידותה ואמרינן מה לאו בכה\"ג דחזאי ר\"ח וה' בו ר\"ח וה' בו והשתא חזאי בה' בירחא ולא בירחא וקרי' לי' ימי נידותה אלמא מריש ירחא מנינא והקשה הר\"ן בחדושי' עדיין היכי מוכח כדמעיקרא נקטי' דאפי' תימא כדלקמי' נקטי' הרי ראוי' לראות בריש ירחא שכך דרכה לראות מחודש לחודש הלכך אפי' תימא כדלקמי' נקטי' ראי' דה' בירחא בתוך ימי נידתה קיימא ותירץ הר\"ן דהב\"ע שהוחזקה לראות ג\"פ מר\"ח לר\"ח ובפעמים ראתה ג\"כ בה' בירחא ואלו הוה אמרינן כדלקמי' נקטי' ה\"ל למימר שכיון שהוחזק' לראות בהפלגה של ל' כשהיא חוזרת לראות בה' בירחא שתפלוג ג\"כ שלשים ולא תראה עד ה' בירח' וא\"כ אין ה' בו בימי נידתה דאז מתחיל הוסת ומדקאמר דהוא בימי נידת' ש\"מ כדמעיקר' נקטי' וכו' וע\"ז תי' הגמ' דמיירי באופן אחר ע\"ש הרי לפי דקיי\"ל כר\"ה בר\"י אם הי' הפלגה מל' לל' וראתה ביום ל' וה' ימים לאחריו אזי הפלגה ההוא מונין מיום ה' שלאחריו יום שלשים ולא מיום ל' כדמעיקרא וזה ברור דלא כט\"ז דס\"ל דמונין הפלגה מיום הקדם כי מה ששינתה לקרב אין מזיק וזהו מבואר בדברי הר\"ן: \n\nוהנה הראב\"ד בבעל נפש יצא לדון בדבר אחר והוא דדעתו ראתה בא' בניסן וכ' בו וראתה בר\"ח אייר הואיל ור\"ח אייר בתוך ימי זיבה דראי' כ' וקי\"ל אין אשה קובעת וסת בימי זיבה הך ראי' אינו סותרת ואינו עולה. ולכך חוששת לט' באייר מהפלגת כ' בניסן ומ\"מ הואיל ור\"ח אייר הי' בהפלגה י\"ב ימים מכ' ניסן חוששת גם לכ' באייר מפני הפלגה י\"ב ימים מט' באייר ושניהן בימי זיבה (ואף כי בלא\"ה חוששת לכ' באייר מוסת החודש דהא ראתה בכ' בניסן צ\"ל דנתכוין דאם ראתה בכ' באייר דחוששת לב' בסיון שהוא ג\"כ הפלגה י\"ב ימים דאייר חסר) וכן לעולם עד שתעקר פ\"א ע\"ש הרי ברור דלא בשביל טעמו של ט\"ז דשינתה לקרב וכמו שחשב בעל מ\"י והביא לעזר לט\"ז רק טעמו הואיל וראתה בתוך ימי זיבה אין ראי' זו עולה וסותר כלל וכן דעתו להדי' בראתה ששה פעמים בהפלגת ט\"ו יום דקבע' וסת לכ\"ט כ\"ט דרואין אמצעית שהי' בתוך ימי זיבה כאלו אינן והרי היא רואה מכ\"ט הא אלו הי' רואה מחמשים לחמשים יום וביום עשרים לראי' ראתה מודה הראב\"ד לדעת הש\"ך ואינו מתחיל הפלגה רק מיום עשרים אע\"פ ששינתה לקרב הואיל והך ראי' לאו בימי זיבה חזאי דכל טעמא של הראב\"ד מבואר מחמת ימי זיבה ובהך דינא מלבד דהרז\"ה השיג עליו בהשגותיו דלא אמרינן בראי' רואין אמצעי' כאלו אינן אף גם כפי מ\"ש הר\"ן בס\"פ בנות כותים הרמב\"ן חולק עליו דאיך אפשר לומר ברואה מט\"ו לט\"ו דנימא סלק ט\"ו אמצעי' מבניהן והרי היא רואה מכ\"ט לכ\"ט הא מט\"ו לט\"ו חזי' והוסיף הרמב\"ן כמ\"ש הר\"ן והטור ורשב\"א דעכשיו קבעה וסת לימי זיבה כמש\"ל וא\"כ הך דינא ליתא ואין כחן סיוע לדברי הט\"ז רק סתירה ולכן הרמב\"ן דס\"ל דקבעה וסת בימי זיבה כתב במתכוין לא ראתה בר\"ח דאל\"כ בטלה הפלגה ומעתה ל\"ק לרמב\"ן כמש\"ל מהך דא\"צ לבדוק בתוך ימי נידתה דלדינא דגמ' מודה אפשר הרמב\"ן להראב\"ד דהואיל דחזי' בימי נדה טפילים לראיה קמייתא ואינו מבטלת הפלגה והרמב\"ן דכתב לא ראתה הוא לדידן דאין משגיחין בימי זיבה כלל אך לר\"ן דפירש בגמ' דחזי' בר\"ח ובחמשה דאמרינן דהפלגה מתחיל מה' ואילך ועד ה' בחודש שלאחריו אין חוששת לוסתה קשי' הך דלעיל דלמה לא תבדוק בתוך ימי נידתה למען דעת מנין תחול למנות ימי הפלגתה והי' נראה לומר דודאי סברת הט\"ז נכונה דבשביל ששינת' לקרב לא אמרינן דהפסיד הפלגתה והוא ביש לה וסת קבוע להפלגה ולכך בשינתה לקרב אמרינן תוספת דמי' בעלמא קחזי' וממקום שט\"ז מביא ראי' שם מיירי בלמודה לראות דהי' לה וסת קבוע אבל וסת הפלגה הקבוע לא זז ממקומו אבל קודם שקבעה וסת הפלגת' וחזי' דמים סמוכים לראי' ראשונה לא אמרינן תוספת דמים דמהיכי תית' רק אמרינן דשינת' וסתה דהא אין כאן קביעות וסת מקדם ומה חזית דאזלת בתר מעיקרא דלמא בתר ראי' זו ועוד כיון דכל עצמותו של וסת הוא דאורח בזמנו בא איך נחוש דתראה ותסתור הפלגה שלה א\"כ האורח מקדים לבא ואנן אמרינן בזמנו בא ולכך ביש לה וסת א\"צ לחוש דלמא תקדים לראות ודי' שעתה ואיך נחוש שתסתור הפלגתה משא\"כ דלמא קבעה לי' וסת שפיר פרכינן דאשה קובעת וסת בתוך ימי וסת ואין כאן סתירה לוסת הראשונה ולכך לעיל דקאי על אשה שיש לה וסת כמבואר אע\"פ שאמרה די' שעתה ופי' רש\"י ביש לה וסת צריכה להיות בודקת וכו' חוץ מהנדה ולכך אמרינן דאף דתראה לא סותרה הפלגה הראשונה הקבוע אבל לקמן בפ' ב\"כ דעדיין לא קבעה שפיר מונין ההפלגה מראי' שניה ולא אמרינן תוספת דמים הן. אך אף כי סברא זו נכונה מ\"מ לא נחה דעתי לומר דלעיל במשנה דקתני דנדה א\"צ לבדוק איירי רק ביש לה וסת ולא באין לה וסת וצ\"ע לישב בדוחק אבל מ\"מ האמת מכון בדברי ש\"ע וטור ורמב\"ן דוקא לא ראתה אבל ראתה סותרת הפלגה וברור ותמהני על כל אחרונים שלא נחתו לעיין כל צורך בבעל הנפש וכמש\"ל: \n\nאלא שיש לדקדק לרמ\"א דגריס ראתה בר\"ח אך הרי כאן מכ' ניסן עד ר\"ח אייר הפלגה י\"ב ימים וא\"כ בי\"ב באייר יש לה לחוש ג\"כ משום בי\"ב ימים בהפלגה דהא ראתה בר\"ח אייר והך ראי' בט' באייר אינו מבטל הפלגה ובפרט דהא כתב או לא ראתה בט' באייר א\"כ הרי כאן הפלגה י\"ב ימים ובראב\"ד הנ\"ל מבואר כן דיש כאן חשש וסת בהפלגת י\"ב ימים וע\"ש שדעתו שמתחילות מט' באייר שראתה בו אבל זה א\"א לישב לרמ\"א וכן יש להקשות כשראתה בט' בו א\"כ הרי הפלגה מט' לט' וא\"כ בח\"י בו חל לחוש מט' לט' ולכן צ\"ל ברמ\"א מטעם אחר ממ\"ש הט\"ז רק ס\"ל לרמ\"א הואיל וראתה בר\"ח וראתה בכ' בו אמרינן דתרי מיני וסת הן מה שראתה בר\"ח אח\"כ לא משום וסת הפלגה נדה רק משום וסת החודש ולכך היא רואה מחודש לחודש מה שראתה בכ' בו הוא מוסת הפלגה ותראה בהפלגה כ' לכ' או גם זה וסת החודש בכ' בחודש ולכך אין ראי' ר\"ח אייר ענין כלל להפלגה עד שנאמר שיש כאן הפלגה י\"ב אך ט' כי זה ראי' ר\"ח בכלל ראי' הפלגת לא יחשב כלל וזהו כוונתו בבירור וכל המעיין יראה כמה רב מהדוחק יש בזה ודבריו סותרים דברי ראב\"ד ולכן דברי הב\"ח והש\"ך נכונה: \n\n",
                "תחלת ראי' אף כי כל האחרונים מסכימים עם רמ\"א מ\"מ צ\"ע לענ\"ד כי לא מצינו מחלוק' בזה מבואר רק הב\"י חידש דין זה מלבו ולומר דלדעת האומרי' לעיל סי' קפ\"ד דאם הוסת נמשך ימי' כמה דהולכין אחר תחילת וסת ואין חוששת רק תחילתו אף כאן הדין כן ומזה הכריע רמ\"א כן הואיל וקיי\"ל כן בריש סי' קפ\"ד ולפענ\"ד נרא' דלדברי' יקשה דברי הטור אהדדי דלעיל הביא דעת אביו דס\"ל דלא חיישינן אלא לתחילת ראי' וכאן בסי' זה סותם כהרמב\"ן דחוששת לוסת השוה ג\"כ אלא ודאי ס\"ל לטור ודאי מסתמא אמרינן תחילת ראי' וסתה עיקר והן טפילי' לראי' ראשונה ומעינ' פתוח וגרירי' בתרי' וזהו בסתם נשים אבל שראתה ט\"ו לחודש משך ג' ד' ימים ואח\"כ בט\"ז ואח\"כ בי\"ז כיון דוסת הדילוג לא שכיח כלל ווסת השוה שכיח למה נאמר וסת הדילג ולא נאמר וסת השוה כמו שבאמת בסוף ראתה רק בח\"י לחודש וטו\"ב דאמרינן דלאו בדילוג חזי' כלל רק הוא וסת השוה רק לפעמים הקדימה בראי' הדמי' ואמרינן דהוא רק תוספת דמים בעלמא משא\"כ ברוא' וסת בשוה אזלינן תמיד בתר תחילת וסת ואין כאן רגלי' לומר דהתחלה הוא תוספת. והב\"ח נסתייע מדברי הראב\"ד דפסק ג\"כ בבעל נפש דאין לחוש רק לתחילת ראי' ומהראב\"ד אין ראי' דאיהו ס\"ל דאין אשה קובעת וסת בימי נידתה וא\"כ אילו הי' פוסקת' בין יום ט\"ו ליום י\"ז אין כאן וסת השוה דאין קובעת וסת בימי נידות' וכתב הראב\"ד דכל החשש דלמא הי' שופעת כאחד וא\"כ הוי אמרינן דעיקר ראי' הי' ביום י\"ז והא דחזי' בט\"ו תוספת דמי' הן דקדמא ואזלא. ולזה כתב הראב\"ד כולי האי אין לחוש הרי דמודה הראב\"ד דאלו הי' הראי' בלי הפסק יהי' קובעת וסת השוה רק דחושב מסתמ' לא הי' שופעת רק הפסיק' וא\"כ הרי כאן וסת בימי נידת' וא\"כ לדידן דקיי\"ל אשה קובעת וסת בימי נידתה א\"כ פשיטא דקובעת ולכן דין זה צ\"ע דמי יחלוק אטור ורמב\"ן בלי ראי' עבק\"א: \n\n",
                "חזר וסת וכו' פי' בו המ\"מ דדברים כפשוטי' דלא הגיע עדיין יום ל' וא\"כ עדיין לא עקר לראי' שלשים ומ\"מ הותר ל' הואיל וחזר' וראת' לקביעו' הראשון ואינה חוששת ליום ל' ודין זה אמת כפי מ\"ש הרמב\"ם פ\"ח מהל' א\"ב וכמ\"ש הש\"ך בסק\"מ ולכן לא הבנתי מ\"ש ע\"ז ופי' זה צ\"ע דמה צ\"ע יש כאן הלא מבואר כן ברמב\"ם בלי ספק ואף שבהשגות הרז\"ה השיג על גירסת ראב\"ד וכ' הגרס' נכונה הי' למוד' לראות יום כ' ושינת' ליום ל' זה וזה אסור' הגיע יום כ' ולא ראתה הגיע יום ל' וראתה הגיע יום כ' וראתה יום ל' ולא ראתה הותר יום ל' ונאסר יום כ' עכ\"ל מזה משמע דוקא בהגיע יום ל' ולא ראתה אבל בהגיע כ' וראת' מ\"מ לא הותר ל' מ\"מ בטלה דעתו נגד דעת הרמב\"ם הנ\"ל וכן הר\"ן בחדושיו לנדה פרק האשה בסופו כתב דכך עיקר הגירס' בעיקר הנוסחאות הי' למוד' להיות רואה ליום כ' ושנתה ליום ל' זה וזה אסורים הגיע' כ' ולא ראתה הגיע יום ל' וראת' יום כ' וראת' הותר יום ל' ונאסר יום כ' שאורח בזמנ' בא עכ\"ל הרי דלא העתיק יום ל' ולא ראתה רק בהגיע תור כ' וראת' הותר ממילא יום ל' ונתן טעם שאורח בזמנו בא והך דברי המעדני מלך בלי ספק. והרב הש\"ך הקשה דמאי אריא שהי' וסת בכ' ואמרינן דחזר' לקביעת' הא כשהפלג' מל' לל' א\"כ כשרואה ביום כ' הרי שינתה הפלגה שלה ונעקר יום ל' הואיל ולא קבעתו ג\"פ וכתב דרמב\"ם מיירי בוסת החודש ולכך לולי הטעם שהרי חזרה לוסת' הקבוע לא הי' עקיר' לכ\"ב מחמת שהי' רואה בכ' אבל הש\"ע דמיירי בהפלג' קשה ע\"ש ותמהני הלא המ\"מ פי' ג\"כ הא דחוששת ליום כ' ודע דכ' היא מונה מיום ראי' עשרים ושנים לפי שכך הי' מוחזקת להרחיק ראי' כ' יום הרי דמפרש המ\"מ דמיירי בוסת הפלג' וכמ\"ש הש\"ך בטור ובש\"ע דאלו וסת חודש אין נ\"מ בראי' כ\"ב בחודש ומ\"מ חוששת כ\"ב לחודש וכן הר\"ן הנ\"ל שהעתיק גירס' בגמ' ג\"כ מפרש לי' בהפלג' שכ' להדי' דהך עשרים מונה מיום שלשים כדאמרינן בסוף פרק בנות כותים והרי הדברים מבוארי' כדעת המ\"מ ולכן צ\"ל בעיקר קושיתו דאף דקיי\"ל כר\"ה דמלקמא מנינן מ\"מ לענין עקירת וסת לא נעקר' דאם ראתה בהפלג' שלשים וראת' אח\"כ לבסוף ודאי כשתרצ' לחוש לשלשים צריכה לחוש ליום שלשים לראי' כ' דהא חזי' בסוף כ' ואיך תחזיר ותרא' בקרוב כ\"כ רק צריכ' לחוש ביום ל' מיום כ' אבל שתהי' ראי' זו שהקדימ' לראות ביום כ' עקיר' להפלג' של יום ל' לא אמרינן דמקר' היא דלפעמים בתוספת דם מקדמת לראות אבל בשביל זה אינו עוקרת חששה של הוסת דאמרינן מ\"מ אח\"כ תשוב ותרא' בזמנ' דהיינו סוף ל' לראי' כ' הנ\"ל. והבו דלא לוסיף עלה כי ר\"פ ס\"ל דבכולי אמרינן כדמעקרא נקטי' ואף דלא ס\"ל כן רק כר\"ה בר\"י מ\"מ לענין עקירת וסת אמרינן דבשביל שהקדימ' לראות בתוס' דמים שלה בשביל כך לא עקרה קביעות הפלגת' רק דסוף כל סוף הא ראתה דם בו ביום וא\"כ אינו חוששת עד כפי סדר וגבול שיש בין ראי' לראי' והדבר מוכרח כן לומר כדברי הר\"ן והמ\"מ בפירושו להרמב\"ם ס\"ל וגם הרשב\"א בת\"ה גירסתו כגי' הר\"ן אפס ט\"ס יש בדבריו דכ' הי' למוד' לראות ליום כ' ושינת' ליום ל' זה וזה אסורים הגיע יום כ' ולא ראתה יום ל' (ולא ראתה והוא טעות דמוכח וצ\"ל וראת' וכ\"כ הט\"ז) יום כ' וראת' הותר יום שלשים ונאסר יום עשרים שאורח יבא בזמנו יום כ' וראתה דקתני מראי' שלשים וכדקאמר ר\"ה בר\"י דסוף פרק ב\"כ ע\"ש ומזה מוכח דהך ולא ראתה ט\"ס הוא דאל\"כ איך שייך למנות יום כ' מיום ל' הא לא ראתה בו וטעות דמוכח הוא ויפה כ' הט\"ז בס\"ק כ\"ח וחכם עדיף מנביא שכתב שאולי גי' זה הי' לרמב\"ן בגמ' כי לא ידע מחילוף גי' כי לא נדפס ביומיו חדושי הר\"ן והשגת הרז\"ה והדבר מבואר שם שיש כאן חלופי גרס' והר\"ן מעיד דנוסח' אמיתות כנ\"ל והיא נוסח' הרשב\"א בת\"ה וכולס שפה א' כנ\"ל: והש\"ך ביקש לפרש בש\"ע הפי' פעמים שינת' ליום למ\"ד ובפעם שלישי לא ראתה לא בכ' ולא בל' ואח\"כ חזרה וראת' ראי' ולבסוף כ' חזרה וראתה וא\"כ קמ\"ל דאף דלא ראתה ג\"פ בכ' מ\"מ הואיל ולא חזי' לזמן אחר כשחזר' וראת' בזמן הראשון חזר וסתה למקומו (והמ\"י דעתו שגם דברי הרשב\"א בח\"ה יש לפרש כן ודברי' מעיקרא ליתא דהא ברשב\"א טעות דמוכח הוא וצ\"ל ראתה ביום ל' וגם עיקר דברים הנ\"ל לפי דברי' חסירי' ברשב\"א והאמת עד לעצמו כי הנכון כמש\"ל ומלבד כי דבריו דחוקי' דא\"כ עיקר חסר בטור ובש\"ע דכתב דשינת' פעמי' ליום ל' ולא כתב דאח\"כ עקר' ליום ל' ועוד הותר יום ל' לל' פשיטא דהא עקרתו דא עבר עבר יום ל' ולא ראתה כו' אף גם מ\"מ לדבריו הא ראתה שלשה פעמים שלא בוסת היום כ' דהא איירי הכל בהפלג' וא\"כ ב\"פ חזי' בהפלג' ל' ובפעם שלישי שעבר למ\"ד ולא חזי' ביום ואח\"כ ד\"מ ביום ל\"ב חזי' א\"כ הרי ראי' שלישית ביום ל\"ב וא\"כ הרי ראתה ג\"פ ב\"פ ביום ל' ופעם ג' ביום ל\"ב וא\"כ הרי נעקרה וסת הראשון ומה תאמר דהואיל ושינת' ולא ראתה כל ג' פעמים בדילוג בשוה כשחזר' לראות ביום וסת הראשון חוזרת לקדמות' א\"כ מה קמ\"ל הש\"ע אח\"כ בסעיף ט\"ו שינתה ראי' וכו' הלא דברים אלו הן בסעיף זה דהא מיירי בזה אופן דראת' פעמים ליום למ\"ד ופעם ג' ביום ל\"ב וכשחזר' לראות בוסת הקודם דחוזרת לקביעת' ואכפל הטור ורמב\"ן וש\"ע לומר שני דברים רצופים ותמהני מהש\"ך שהעלים עין מזה שדברי' מופרכי' מני' ובי'. שוב עיינתי בהלכות נידה להרמב\"ן שנדפס מחדש וז\"ל בריש פ\"ו הי' למוד' לראות בכ' ושינת' פעמים ליום ל' זה וזה אסורים כשהיא חוששת לוסת ראשון שהוא יום כ' אינו מונה מיום וסת הראשון כ' כדי שיהי' אסור' מיום י\"א מיום השינוי אלא מיום ל' מונה כ' וכו'. א) כשחוזרת לראות ביום וסתה לכ' אעפ\"י שחזר הוסת למקומו יש הורה שצריכ' לחוש ליום ל' ממנו ויששהורה שאינו חושש כלום משעה שחזר הוסת קבוע למקומו נעקר שאינו קבוע ולזה דעתי נוטה וכו' עכ\"ל הרי מבואר כדעת המ\"מ והוא מיירי בוסת הפלגה מ\"מ נתן טעם דא\"צ לחוש ליום ל' הואיל וחזר וסת קבוע למקומו ולא כש\"ך דהויל ושינת' הפלגת' וצ\"ל כמש\"ל דאף שהקדימ' מ\"מ אין כאן עקיר' בהפלג' ודבר זה מבואר בהרמב\"ן למע\"מ וגי' שלו הי' כן בגמ' וברוך השם שהנחני בדרך אמת כי אור ספר רמב\"ן הי' גנוז: \n\n",
                "נעקר וסת ראשון וכו' האחרונים תמהו דלרב דאמר בב' דילוגי' קבעה וסת וא\"כ הרי כאן וסת הדילוג ודברים אלו הם מעותקי' מדברי רמב\"ן דהוא פוסק כשמואל ולול' דמסתפינ' היתי אומר דהואיל דקיי\"ל דעונ' בינוני' הוי כוסת קבוע כמ\"ש הטור ואחרונים בסי' קפ\"ד וסי' זה בכמה דוכת' א\"כ כי היכי ביש לה וסת מודה רב דאין ראי' ראשונ' מהמנין דאין ראי' ראשונ' שייך לוסת הדילוג אף גם ראי' ראשונ' בעונה בינונית הוה כמו ראתה בוסת קבוע ואין מצטרף לוסת הדילוג כלל ורב מודה כמו וסת קבוע ומיירי שלשים היינו מיום ראי' בכלל והוא עונה בנוני' כנ\"ל אלא שלא מצאתי דבר זה לא' מן המחברים כלל וצ\"ע: \n\n",
                "וה\"ה להפסיקה מלראות ג' עונות הרב המהרש\"ל וב\"ח וש\"ך ובנה\"כ והמ\"י כולם הסכימו דבוסת הפלגה אם פסקה רק פ\"א שוב אינה חוששת לוסת כלל דבטלה הפלגה רק הבדל יש בהפסק' פ\"א אם תחזור לראו' תיכף חזרה לוסתה אבל אם הפסיקה ג\"פ וחזרת לראות לא חושש לוסת הפלגה עד שתשוב ותראה ב' בהפלג' מכוונת לוסתה אשר הי' לה מקדם והט\"ז האריך בזה ודבריו אינו מובנים ויש כאן ראי' ברורה נגדו חדא מדברי רש\"י דפירש בדף ס\"ד ע\"ב בד\"ה ונאסר וכו' דהך הי' למודה לראות ביום עשרים היינו וסת החודש וכן הראב\"ד בבעל נפש הוכיח מהך בריית' דחוששת וסת חודש דע\"כ בוסת החודש איירי וכ' ול' היינו וסת החודש וש\"מ דחוששת בראי' א' וקשה היא גופי' מנ\"ל ולדחוק ולומר דשלשים היינו ימי חודש וזה דוחק דא\"כ יום ל' היינו ר\"ח וזה דוחק דלא מצינו סתם ל' יום הנזכר איירי בוסת חודש וכמש\"ל שכל מפורשי' הר\"ן ורשב\"א ורמב\"ם ורמב\"ן מפרשי לי' בוסת הפלגה אלא דרש\"י וראב\"ד ס\"ל לפי גי' שלו הגיע יום כ' ולא ראתה הגיע יום שלשים ולא ראתה הגיע יום כ' וראתה א\"א לומר בוסת הפלגה דאין כאן הפלגה דכ' כי אם הפלגה דחמשים יום ולכך פירשו בוסת החודש ומחברים הנ\"ל דס\"ל דאיירי בוסת הפלגה ע\"כ הגי' שלהם כנ\"ל הגיע יום ל' וראתה הגיע יום עשרים וראת' דשפיר שייך בי' הפלגה וזה ברור וזה דלא כט\"ז דס\"ל דמ\"מ הפלגה מיקרי וחשבינן כאלו ראתה בו. ועוד ראי' ברורה מדברי הרא\"ש דכתב להדיא דאם אשה מדלגת וסת אחד פעמים או ג\"פ ואילו רואה בנתיי' לזמן אחר וחזרה לראות לזמן וסת לא נעקר הוסת וקשה כשהיא מדלגת וסתה פעמים ואינו רואה כלל מה צורך לחזור ולראות אף בלי ראי' הא לאו עקרה לוסתה קמיית' א\"ו דמיירי בוסת הפלגה ולכך אינו חוששת עד שתחזור בטלה הפלגה ומה צורך עוד לראי' ה' אינ' לידינו אור גנוז הרמב\"ן לנדה וז\"ל בפ\"ו הלכה ד' הפסיקה ולא ראתה משעבר עלי' כ' יום ובדקה ולא ראתה שוב אינה חוששת לעולם חזרה לראות חוששת ליום כ' מראי' זו שעדין לא נעקר' וסת הפסיק' הרבה כדי ג' עונות של וסת וראתה אינו חוששת לוסת הראשון חזרה לראות לסוף כ' לראי' זו חזר הוסת למקומו והרי היא כאלו ראתה בי' כל ימי' וכו' עכ\"ל והן הן הדברים כדעת המהרש\"ל והב\"ח והש\"ך בלי ספק. איברא דעת הב\"י דלכך בהפסקת ג' עונות נעקר' דקיי\"ל כר\"א דאמר כל אשה שעבר' עלי' ג' עונו' די' שעתה ונתקשה בזה הב\"י ולענ\"ד נראה דיש חילוק דר\"א אמר ג' עונות היינו עונה בינוני' ואם וסתה מכ' לג' וא\"כ כשיעבור צ' ימים לא עברו אפי' ב' הפלגות מ\"מ לר\"א די' שעתה אבל לרבנן לא אבל בעברו ג' עונו' דידה דהיינו כפי הפלגתה פשיטא דעקרה וסתה. ולכך כתב הרמב\"ן כדי ג' עונות של וסת ולא עונה בינוני' הנהוג. ועוד דרבנן ס\"ל בשביל שפסקה ג' עונת כיון דאינו זקנה הרי היא כל שעה בחזקת רואה ואין בו די' שעתה אבל מ\"מ הוסת נעקר כיון שעברו ג' עונו' בלי ראי' אלא שלא ידעתי מנלן לרמב\"ן זה בשלמא לגירס' רש\"י וראב\"ד מוכח מגמ' דהא קאמר ראתה ביום כ' ושינת' ליום ל' הגיע יום כ' ולא ראתה יום ל' וראת' זה וזה אסורי' הגיע יום כ' ולא ראתה יום ל' ולא ראתה יום כ' וראתה הותר שלשי' ונאסר יום כ' וקשה מה ראי' חזרה וראתה ביום כ' קודם ראי' יש לה ג\"כ לחוש ליום כ' כי וסתה לא נעקר' כלל כי היא לא ראתה ביום ל' רק פעמים ועכצ\"ל הואיל עכ\"פ עברו ג' עונות של כ' ולא ראתה נעקר הוסת ואינו חוששת עד שתשוב ותראה בו אמנם לגי' הרמב\"ן והר\"ן כנ\"ל אין מכאן ראי' וא\"כ ממנ\"פ או מנלן דאם הפסיקה ג' עונו' דהוי הפסק ואת\"ל דמסברא אמר כן דהרי עברו ג' עונו' וסת ובג' זימני הוי חזקה א\"כ מנלן דלא הוי עקירה גמור' אפי' חזרה לראו' בעונ' כמקדם תהי' צריכה לקבוע אותו דמהך בריי' הי' למודה לראות ביום כ' וכו' יליף רש\"י ורא\"ש ולפי גי' שלהם אינו ראי' כלל דלא הפסיקה כלל ג\"פ וצ\"ע: \n\n",
                "כמו לוסת שאינו קבוע היינו אם אירע כן ג\"פ כ\"כ הש\"ך בס\"ק מ\"ח ע\"ש ונרא' זהו דעת הראב\"ד לעיל ס\"ז ס\"ג אם קבעתו וסת לשעות דהיינו ע\"י טבילה ומעשה שהוא כמו קפיצות דיליף לי' מההיא אשה דחזי' כד סלק' מטבילת מצוה ולכך פסק דנעקר בשעה א' אפי' בלי בדיקה אבל מתחיל' חוששת לשעתה והיינו מטעם זה דאף דאינו קובעת לקפיצות מ\"מ הואיל ואתחזק חוששת לו בתחיל' כמו וסת שאינו קבוע ולפ\"ז אף כאן אם הקפיצות אף שלא הי' בימים מכווני' מ\"מ הי' בשעות מכווני' אף לכתחילה א\"צ לחוש רק לשעה ההוא דהיינו אם קפצה בשעה ההיא וכדומה אבל לא מקודם או לאחריו והמחבר קיצר וסמך עצמו אלעיל ס\"ג ונרא' דהר\"ן בחדושיו לנדה חולק אזה דהקשה האיך היתר לאשה זו להבעל לבעלה ע\"ג נהר הא תמיד חזי' בעת סלקה מטבילת מצוה ותי' דהוי דומי' דוסת הקפיצות דלא קבעה וסת וקשה הא מתחיל' חוששת לו כמו לוסת שאינו קבוע הואיל ורגילה לראות ועכצ\"ל דלא ס\"ל הך סברא אבל הג\"מ ס\"ל תי' הראב\"ד דהי' שם בשעה מיוחדת והוא צוה להבעל קודם שעה ההוא. וא\"כ דברים אלו במחלוקת שנוי. ומ\"ש הש\"ך בס\"ק ההוא דאם הוא וסת מורכב בימי' ובקפיצות חושש בהגיע וסת וקפצה אפי' עדיין לא קבעתו ג\"פ לא הי' צריך להאריך כי מבואר כן להדי' בבעל הנפש ע\"ש ופשוט ומבואר דאם לא קפצה ביום ההוא דא\"צ לחוש ולא אמרינן אולי תקבע וסת לימים לחוד כמו דאמרינן לקמן בשארי וסת הגוף אבל בפריש' סקנ\"ט משמע דגם בזה חוששת ואפשר דהוא כתב כן לדעת הטור דס\"ל דקבעה וסת לקפיצות לחוד וא\"כ שוה דין קפיצות לשאר וסת הגוף אבל לדידן דקיי\"ל דיש הבדל בניהם לענין קביעות וסת לחוד גם בזה אפשר לחלק: \n\n",
                "גרם לראי' ר\"ח עיין ש\"ך ס\"ק נ\"ט שכתב לחלק בין פיהוק לקפיצה ובאמת יש חילוק נכון למאוד דבשלמא פיהוק בא מעצמו ע\"י רתיחת הדם שנתעורר לצאת ולפעמים הרתיחה מרובה עד שמקדים לבוא מע\"ל ובא אתמול כדחזינן כ\"פ שהדמי' גופי' מקדימין ולמה לא נימא ג\"כ שהפיהוק יקדם לבוא משא\"כ קפיצה דאמרינן ע\"י תנועת ויגיעת הקפיצה בא הדמים וכל זמן שמרוחק היגי' והתנועה וינוח הטבע יותר ינוחו הדמים ויחזרו לאיתנם השקט ובטח וא\"כ איך אפשר שביום שבת קפצה ולא יצאו דמים ממקומן ובנוח מע\"ל יזובו דמים אדרבה כפי הריחוק כן ימנעו הדמים לצאת ולבוא וזה פשוט בטעם אבל החוט השני סי' י\"ד תמה מאין למחבר חילוק זה דהפוסקים דס\"ל פיהוק של אתמול גרמה הן ס\"ל בקפיצה ג\"כ דשל אתמול גורם. נראה ברור דמוכח כן בגמ' דהא ללישנא קמא דפריך מברייתא כל וסת שתקבענו אונס אפי' כ\"פ לא קבעה וסת ולא אמרינן דפירשו דאין קובע וסת לקפיצות לחוד לדעת הסוברין כן וצ\"ל דזה ג\"כ פשיטא כמו דהוא פשיטא דלא קובע לימים לחוד וכמ\"ש התוס' בד\"ה אלא קפיצות דקפיצות לחוד' פשיטא לי' לש\"ס דלא קבעה ומשני כגון דקפצה וכו' וצ\"ל פירש בברייתא כל וסת קאי על וסת ימים שקבעו ע\"י אונס דהיינו דהי' ע\"י קפיצה מ\"מ אינו נקבע לימים רק בצירוף קפיצה וקמ\"ל אפי' דקפיצה לא הי' ביומו רק ביום אתמול מ\"מ קרוי קבוע מחמת אונס ולא קבעה ולישנא בתרא דס\"ל דלא אמרינן קפיצה של אתמול גורם צ\"ל בהיפוך כל וסת שהוא ע\"י אונס אפי' כ\"פ הואיל ולא הי' ביומו אינו וסת לקפיצות כלל רק לימים וקשה מה ארי' ע\"י אונס אפי' שלא ע\"י אונס אפי' בוסת גוף פיהק בעלמא הא ג\"כ לא אמרינן דשל אתמול גורם וא\"כ ע\"י אונס דקתני דמשמע הטעם הואיל וקביעות ע\"י אונס ליתא דכל וסת הגוף אם אינו ביומו לית בו הרכבה ואמרינן דהוא וסת הימים לחוד בשלמא ללישנא קמא רבות' קמ\"ל דאפי' ע\"י אונס וא\"כ ס\"ד דאין אונס של אתמול גורם הראי' של היום קמ\"ל דמ\"מ לא קבעו לימים לחוד אבל ללישנא ב' ע\"י אונס מיותר דהא כל וסת גוף משל אתמול לא מקבעי ועכצ\"ל של אונס דוקא קתני דבהא לא אמרינן קפיצה של אתמול גורם אבל פיהק וכדומה באמת של אתמול גורם ודברי המחבר מוכרחין. ולפ\"ז מ\"ש הש\"ך בס\"ק מ\"ט דיש לתמוה על הרב המחבר דלא הביאו כלל דעת הטור ורשב\"א דס\"ל דאמרינן קפיצות של אתמול גורם ובפרט שהרא\"ש והראב\"ד מסכימין מיושב דלא מצינו ברא\"ש דס\"ל דכתב רק על וסת הפיהק דאמרינן של אתמול גורם וכה\"ג אמרינן לעיל גבי קפיצות וכן הרשב\"א כתב גבי פיהוק וכענין שאמרו בשילהי פ\"ק דנדה גבי קפיצות ואלו בגוף הדין בקפיצות לא העתיקו דין זה וא\"כ י\"ל דהביא ראיה כמו דאמרינן לחד לישנא גבי קפיצות ה\"נ נימא לענין פיהק לכל הלשונות דבהא לא נחלקו לשונות וכמש\"ל (ואע\"ג דבמשמרת הבית משמע דס\"ל בקפיצות ג\"פ היינו להך לישנא ועוד דהא המחבר לא ראה משמרת הבית כנודע) וכן י\"ל דודאי דעת התוס' דלא אמרינן של אתמול דהא כל פלפול של רמב\"ן עם הרמב\"ם תלוי בחילוף נוסחאות כי לפי גירס' שלפנינו בל\"א קפצה וראתה קפצה וראתה קפצה וראתה ג\"פ ע\"כ דגם בסופו גרסי' ובשבת קפצה ולא ראתה ובא' בשבת חזי' בלי קפיצה דאל\"כ ג' קפיצות היכי משכחת לי' וא\"כ מוכח דהנך תרי לישנא פליגא והלכתא כלישנא בתרא אמנם גירסת הרמב\"ן הי' כנראה במ\"מ ורשב\"א פת\"ה קפצה וראתה קפצה ולא יותר וא\"כ אף בסיפא לא גרסינן בשבת קפצה רק פשוט דבפעם ג' חזי' בלי קפיצה וקמ\"ל דה\"א הואיל ושנים ראשונים הי' בקפיצה אינו מצטרפין עם הך ראי' ג' דהי' בלי קפיצה וא\"כ לא איירי ל\"א בהך כלל דאם קפצה בשבת וי\"ל דקמוד' ללישנא קמא או הואיל וקמוקי לי' בגונא אחריתי ש\"מ דלא ס\"ל הך סברא וזהו מקום ספק של הרמב\"ן (ומזו נראה באמת דעת רשב\"א כרמב\"ן וכמ\"ש המ\"מ משמו הואיל דכתב הגירס' כרמב\"ן בת\"ה) וא\"כ התו' דכתבו להדיא ג\"פ קפצה וראתה גרסינן וא\"כ לפי גירסתם דין של הרמב\"ן מוכרח ואיך יחלק רא\"ש אתוספת בלי הזכרת דבריהן כלל ולפי הנ\"ל ניחא ולהיות כי אין ברא\"ש הכרח והרמב\"ן בטל דעתו נגד הרמב\"ם והתוספות מסכימין להרמב\"ם והם להחמיר פסק המחבר כדבריהן ומ\"ש הש\"ך חומרא דיש בו קולא לענין קביעות וסת ודאי דטובי קולות המסתעפים מחומרא זו אבל ודאי אף לדעת הרמב\"ן אין להחמיר דהא מסתפק בי' וכ' להדיא דיש ללכת בתר ב' לישנא להקל בכל צד כי ספיק' דרבנן הוא וא\"כ אם שומעין אנו לדברי הרמב\"ם להחמיר בכל צד לא הפסדנו משנשמע לדברי רמב\"ן להקל בכל צד וא\"ש: \n\n",
                "וי\"א שדינו כוסת שתראה וכו' והנה לעיל סי' קפ\"ז ס\"י מבואר מדברי המחבר דאם ראתה ב\"פ ליל ב' שאחר טבילתה חוששת לו כוסת שאינו קבוע ועוקרתו בפ\"א הואיל ולא קבע לי' ג\"פ מבואר דאם קבע ג\"פ דקבעה וסת והא הוי ע\"י מעשה דטבלה והטבילה נימא דגורם ראי' ואין כאן ימים שוין דנימא בי' וסת המורכב והתוס' חילקו בין קפיצות לאכילת דברים אלו דלית בהו טורח ולא ידעתי אם טבילה במים קרים בימי חורף לא יש טורח יותר מקפיצ' וריקוד אמנם הרז\"ה בהשגתו חילק מה שהיא עושה ברצון תאוה אינו דומה לקפיצות וא\"כ אף זה כמוהו אבל מ\"מ מבואר דהסכים המחבר לדעת הרז\"ה ואלו בסי' זה ס\"ג אם קבעה וסת לשעות דהיינו בהך דראתה כד סלק' מטבילה דמשם יליף לי' הראב\"ד ובהכי איירי פסק דנעקר בשעה א' אפי' בלי בדיקה ש\"מ דמחשב לי' כוסת שאינו קבוע וכמש\"ל גבי קפיצות ובאמת מרא דהך הוא הראב\"ד ולדרכו מהלך דס\"ל אכילת שום הוי כוסת הקפיצ' כמבואר במקומו וא\"כ להמחבר דבריו נראין כסותרין פעם כראב\"ד ופעם כהרז\"ה. וגם למדנו מזה דאם אכלה דברים מחמין היום ולמחר ראתה ועשתה כן ג\"פ הוי וסת וחוששת כ\"פ ביום ב' לאחר שאכלה דברים המחמין ולא ביום ראשון כמו דאמרינן דהטבילה גורם לילה שנית ואז חוששת להבעל ולילה ראשונה מותרת ואף פה הדין כן ואולי י\"ל דס\"ל למחבר דאף דטבילה דמי' לקפיצה ואינו קובעת ה\"מ כשרואה בלי תשמיש אבל ברוא' מחמת תשמיש כיון דבלא\"ה התשמיש עלול לראות דם כמש\"ל בכמה דוכתי והתוספת בכמה דוכתי א\"כ בהצירף עמו קפיצה והדומין לו חוששת והוי כוסת המורכב מימים וקפיצות דהוי וסת ואף זה כ\"כ כיון דלתשמיש לחוד קבעה וסת כדאמרינן ברואה וא\"כ בהצירף עמו קפיצות וטבילה הוי וסת משא\"כ בהך דחזי כד סלקא מטבילת מצוה הי' רואה קודם תשמיש רק טבילה לבדו וא\"כ זו הוי כוסת קפיצות ואינו וסת קבוע נעקר לשעה ומוכח מזה דדעת המחבר כדעה ראשונה דאכילת דברים מחמין הוי כוסת קפיצ' או אפשר כמש\"ל דגם בהו שייך טורח כנ\"ל וצ\"ע: \n\nוהנה יש לנו ספק ג\"כ לפי מ\"ש דוסת קפיצות אינו נקבע לבדו כי אם בצירף ימים אם נקבע עם וסת הגוף דהיינו אשה שקפצה והתחיל' לפהק ולעטוש וראתה דם וכן תמיד כ\"פ אבל ר\"פ קפצה לבד ולא ראתה או פיהק' לבד ולא ראתה אי נימא כמו דקפיצה וימים מצרפין ויש לה וסת לקפיצה בזמן ידוע כן קפיצה עם וסת הגוף מצטרפין ויש להן וסת אם תקפוץ ותפהק דמ\"ש וסת ימים או וסת הגוף והגמ' דנקט לא קבעה וסת לקפיצות כי אם בצירוף ימים חדא מנייהו נקט דה\"ה בצירוף וסת הגוף ולפמש\"ל דמצטרף עם תשמיש יש קצת ראי' לכך דאמרינן בי' צירוף אלא דהיא גופו מש\"ל צע\"ג וגם יש לחלק בהוא טובא ולכן צע\"ג: \n\n",
                "עד סוף עונה א' עיין ש\"ך ס\"ק ס\"ב דהביא תירץ ב\"י דאם וסתה נמשך ב' או ג' ימים דא\"צ לחוש רק התחלה ותירץ הב\"י דמ\"מ עונה א' חוששת והקשה הש\"ך דהא אם רואה ראי' אחת מסוף הלילה עד תחילת היום לכ\"ע א\"צ לפרוש ביום רק כשיעור הנמשך ולמה כאן כל העונה והניח' בקושיא ולא עיינו בספר בעל הנפש דהראב\"ד גופיה עמד בזה ריש ש\"ת וסת דף נ\"ב ע\"א שכתב על וסת הגוף ודוקא כשהיא רגילה לראות כל הראי' בתוך וסת אבל אם רגילה לראות ממנה אחר וסת אסורה מהוסת ואילך כל היום וצריכה בדיק' אחר וסת כדי להתיר' לבעלה אחר אותו עונה אבל קודם הוסת מיהו מותרת בלי בדיק' ואע\"ג דאכרע לעיל דבתר תחילת הראי' אזלינן ה\"מ בב' עונת דלא אסרינן עלי' אלא ההיא עונה היא דתחילת וסת קאי בגווי' אבל תוך הוסת ואחר וסת חדא עונה נינהו וכיון דפשטה ראי' אחר הוסת כולי יומי מתפסי ומן וסת ואילך מיתסרא עכ\"ל הרי דמחלק להדיא ובאמת הי' מקום לחלק בחילוק אחר אבל כיון דראב\"ד אמר זה אין לנו לחלק באופן אחר: \n\nוהנה דברי הש\"ך בסקס\"א אינו מובני' לי דכתב דכ\"ש אם מתחיל קודם וסת דצריכה לפרוש כל אותו עונה דקודם וסת וגם הוסת וכו' דבמה איירי אם בוסת מורכב לגוף וימים א\"כ פשיטא דצריכה לפרוש כל העונה הן מקודם והן לאח\"כ כמ\"ש סכ\"ה ועיין נה\"כ ואי מיירי בוסת גוף לחוד ואם היא תפריש קודם הוסת אטו היא נביאה אימת יקרה לה עיטש ופיהוק וא\"כ היא לעולם אסורה כר\"מ דאשה שאין לה וסת תצא מבעלה והוא דבר שאין לו שחר וצ\"ע: \n\n",
                "כמו וסת ימים גריד' הט\"ז הקשה דבר ראב\"ד אהדדי דכאן הן דברי הרא\"ש בשם הראב\"ד דאסורה כל העונה ולעיל ס\"ס קפ\"ד הבי' הב\"י בשם הראב\"ד דאפילו וסת הגוף יש להם זמן מיוחד אינ' אסורה אלא זמן וסת ותי' דלעיל מיירי קודם זמן וסת אפילו בו ביום מותר אבל אם כבר התחיל להתעטש ופסק' אעפ\"כ אסורה כל עונה וכבר השיגו הנה\"כ אבל גם מה שתי' הוא ז\"ל דחוק למאוד והאמת עם המ\"י דלא יצאו דברים אלו מפי הראב\"ד ומ\"ש הרא\"ש דכן דקדק הראב\"ד לאו אכולי מילתא קאי כי אם אסוף דבריו דלא נמצא זה בבעל הנפש משא\"כ דברי הב\"י מבוארי' להדי' בבעל נפש אך עדיין יש לפקפק למה לא הזכיר הב\"י דעת הראב\"ד החולק ונ\"ל דתלי אם אמרינן דפיהוק של אתמול גורם כהנ\"ל בס\"כ וא\"כ אם פיהקה בשבת וראתה בא' בשבת וכך הי' ג\"פ קבעה ג\"פ לחוש אחרי פיהוק כהנ\"ל א\"כ ה\"ה אם פיהקה בפ\"א יום קודם וסת והגיע הוסת אסורה דדלמא פיהוק של אתמול יגרום ואם הדבר בפיהוק של אתמול איך לא נימא בו ביום לחוש לכל עונה דלמא הפיהוק גורם שתראה אח\"כ והקדימה הפיהוק וכמו דאמרינן בקדמה כן י\"ל באיחור המקרי' ואיך ישמש דלמא תחול לפהק ולראות ולכך כל עונה אסורה משא\"כ הראב\"ד לא מצינו לי' סובר כן כי מדברי ראב\"י בבעל נפש דף נ\"ז לא משמע להדיא דס\"ל דקפיצה של אתמול גורם רק ס\"ל דקמ\"ל אי קפצה בר\"ח ג\"פ וראתה ובכ\"ט לחודש קפצה ולא ראתה לא אמרינן הא קמן דקפיצה לאו כלום הוא קמ\"ל דמ\"מ חוששין לקפיצה דר\"ח ע\"ש כי נראה כי כך הי' גירסא שלו בגמ' וא\"כ ליתא להך דינא שוב ראיתי בהרז\"ה בהשגתו שהשיג ג\"כ בזה על הראב\"ד דאם הוא קבע לימים דינו כדין וסת לימים בכל אופן והרי מבואר דהדבר במחלוקת שנוי' וצדקו דברי המ\"י והמחבר כראוי כי הרז\"ה ורא\"ש וכן משמע ברשב\"א מסכימים לדבר א' השמיט דינא כראב\"ד ודו\"ק: \n\nודע הרמב\"ם כפי מ\"ש המ\"מ בפ\"א מהלכות אסורי ביאה נראה דעתו כי אין שום וסת הגוף נקבע לבדו בלי וסת ימים ומה שאמרו דחוששת רק לשעה הוא לטהרות אבל לבעלה כיון דהוא מורכב בימים חוששת כל עונה כמו בימים ולכך לא הביא הרמב\"ם הך דינא דאין חוששת רק לשעתה בהלכות א\"ב כ\"א במשכב ומושב לדיני טהרות וזה ג\"כ מסכי' לדברי הרא\"ש הנ\"ל וכ' המ\"מ שרוב פוסקים חולקים ולי נראה ראי' להרמב\"ם דאי' פ\"ב דשבוע' נמצא על שלו חייב קרבן מה לאו סמו' לוסתה ואכניסה ומשנינן שלא בשעת וסתה ואפרישה ופריך והא נמצא קתני ונמצא לאחר זמן משמע וק' מה קושי' דכיון דאם שמש בשעת וסתה לא מקרי אונס רק שוגג דעלולה היא לדם א\"כ י\"ל דמיירי דיש לה וסת הגוף בלי הרכבת הימים כלל וא\"כ קודם שהתחיל לפהק שמש עמה כדין וכתורה ובתוך התשמיש קרו לה מקרי ההמה בפיהוק ועיטוש וא\"כ הוצרך לפרוש באבר מת והוא פי' באבר חי ואח\"כ בדקה עצמה אם נמצא על שלה פטור מקרבן דאולי אח\"כ ראתה דאין זה חיוב דתיכף בשעת פיהוק תראה בהתחלתו ואם נמצא על שלו אות ומופת דאז ראתה וחייב דבשעת וסתה יש לו לפרוש באבר מת ולכך ס\"ל לרמב\"ם דוסת הגוף בלי הרכבת ימים לא יתכן ובהרכבת ימי' צריך לפרוש עונה כמו בוסת ימים לחוד וא\"כ קושי' הגמ' שפיר ודו\"ק: \n\n",
                "אלא שיש הפרש וכו' וכ' הש\"ך ס\"ק ס\"ה דלאו עונה דידה חשבינן כגון אם עונה שלה ממ' למ' מ\"מ חשבינן ג' עונות בינונ' שהוא יחד צ' ימים והמהרש\"א נדה דף י' בגמ' שתים בימי עוברה ואחד בימי מניקה משמע ס\"ל דג' עונות באשה שיש לה וסת הוא ג' עונות דידה ואם עונה שלה מ' יום בעי ג\"פ מ' יום וזה אינו וכל דברי המהרש\"א הן בקושיא שלו והן בתירץ שלו סותרין לגמ' דבפרק בנות כותים דפריך למ\"ד שני מעין הן ל\"ל הפסקה בימי מניקה עונה א' הפסק משהו סגי דפסק המעין טמא ומשני הגמ' באמת סגי בהפסק משהו כי אח\"כ מעין אחר הוא ולא איכפת לן אי רואה ביה או לא ולמהרש\"א מה קושיא דלמא איירי בעונה של מ' ואם כן אף בימי מניק' צריך הפסק דדם טוהר של זכר אינו אלא ל\"ג ימים א\"ו דעונה בינונית חשב כמ\"ש ש\"ך ומהרש\"א צ\"ע: \n\n",
                "עד שתחזור ותקבענו ג\"פ הט\"ז כתב סקמ\"ג דא\"צ קביעות וסת רק כשהיא רואה ג\"פ והוחזקה ברואה הרי דינה שוה לגדולה וחוששת לוסת שאינו קבוע וכבר השיגו הנה\"כ וראי' ברורה לדברי הש\"ך דהשמיטו הטור והמחבר דאם הדר קחזי' בהפסק ש\"י דהיינו דהפסיקה צ' ימים וראתה ואח\"כ הפסיקה שנים צ' ימים וראתה וחזר וראתה לסוף עונה שהיה למודה קי\"ל מטמא מע\"ל דראי' ראשונה שראתה לאחר הפסק צ' ימים ראשונים מצטרף והרי כאן ג' ראי' וא\"כ ה\"ל לטור וש\"ע להביא דבזו תיכף בראי' שניה חוששת והרשב\"א בת\"ה העתיקו אלא דס\"ל בשלמא לענין מטמא מע\"ל דלא תליא בקביעות וסת שפיר יש חילק בחזי' לאחר הפסק ראשון או שני אבל לענין חשש וסת דבעי קביעות וסת גמור וא\"כ מה בכך דחזי' בתר הפסק שני לענין וסת אין ראיה ראשונה לאחר הפסק ראשון מצטרף דהא אין כאן הפלגה שוה כלל דהא הוי הפלגה ג' עונת והדר קחזי רק בעונת קטנות וא\"כ צריכה לראות ג' ראי' בעונת קטנות כדי לקבוע וסת וא\"כ חזר הדין של ראי' לאחר הפסקה שני' להיות שוה כראי' לאחר הפסקה ראשונה ויפה השמיטו וזהו ראי' נגד הט\"ז אלא מ\"מ צ\"ע הך דין גופי' דהחליט הרשב\"א דאינו חוששת רק לוסת הקבוע מנ\"ל כיון דחזינן דמטמאות מע\"ל והרי היא בחזקת רואה מנ\"ל דלענין חשש וסת לא חיישינן וצ\"ע: \n\nוהנה הט\"ז השיג אב\"י דפירש בדברי הרשב\"א דכתב בת\"ה על הך דרב גידל פ\"א דיה שעתה שניות דיה שעתה שלישית מע\"ל דקאי פעם ראשונה לראי' ראשונה שראתה לאחר שעברה עליה ג' עונת דעכשיו יוצאין ג' הפלגות שוות מביניהן עכ\"ל והקשה הב\"י הא אין כאן רק ב' הפלגות דראיה ראשונה לאחר הפסק וראי' שניה עושין רק הפלגה אחת וראי' ג' משוי ליה הפלגה שניה ומכח קושיא זו הוסיף הב\"י בראיות דראי' ראשונה כונת הרשב\"א על ראיה שניה כי מה שראתה תיכף בהפסק צ' ימים אינו בכלל והט\"ז השיג עליו ובאמת הרשב\"א כתב דדעת רש\"י כדעת הט\"ז דראי' ראשונה היה ראיה ההוא שראתה תיכף כשעברו צ' ודעתו כדעת הב\"י דאל\"כ מה קמ\"ל ר\"ג ראי' ראשונה די' שעתה הא ברייתא היא עברה עליה ג' עונת וראתה דיה שעתה ולא על זה הי' כונת השואל וכונת הט\"ז ברשב\"א אמת וברור וכ\"כ הנה\"כ איברא מה שביקש ליישב תמיהת הב\"י ולומר דהרשב\"א נתכוון להוכיח דאין ראי' ראשונה שראתה הפסק נכלל במאמר ר\"ג באמרו ראיה ראשונה די' שעתה וזה דוחק דמלבד דהוא רחוק במשמעות הרשב\"א אף גם דזה לא עלה על לב שום איש לומר דכל זה שלא הפסיקה ג\"פ בג' עונות שיהי' ראי' ראשונה מחשבון ועוד א\"כ אם ראתה אחר הפסק שני' דקאמר ר\"ג ב' מע\"ל א\"כ יהי' כונתו על ראיה ראשונה לאחר הפסק הב' דהא ראי' ראשונה קודם הפסח קרוי' והא ברייתא מפורשת די' שעתה ומה צריך ראי' לזה אמנם ברור דכונת הרשב\"א להוכיח כפי' רש\"י ולשלול פי' מהרש\"א והב\"י והוא דאי הפי' כדבריהן א\"כ ראי' ראשונה הכונה מה שראתה בפ\"ב לסוף עונה בהפלגה מראי' שראתה לאחר צ' ימים וא\"כ הרי כאן הפלגה א' כמ\"ש הב\"י ואם חוזרת בעונה שני' הרי כאן ב' הפלגות ובעונה ג' הרי ג' הפלגות וא\"כ קבעה וסת ואיך אמר ר\"ג מטמא מע\"ל הא בקבעה וסת די' שעתה ואיך קאמר בחזי' בעונה דהוא הפלג' שוי' עונה ועונה כמ\"ש רש\"י בעונות שהי' למודה לראות דמטמא מע\"ל ומזה הוכיחו רש\"י ורשב\"א דג' מע\"ל דקאמ' היינו ראי' ג' בצירוף ראי' ראשונה לאחר הפסק צ' וא\"כ יש כאן ב' הפלגות ולא קבעה וסת ולכך מטמא מע\"ל וזהו כונת רשב\"א וקרי פעם ראשונה לאותו ראי' ראשונה שראתה לאחר שעברו ג' עונות דעכשיו יוצאין ג' הוא קלקול בדפוס וצ\"ל ב' הפלגת וג' וב' הוא טעות דשכיח וזהו ראי' דעכשיו יוצאין ב' הפלגות ולכך מע\"ל משא\"כ אלו מפרשינן בלאו הך ראי' קמיית' כדעת הב\"י וב\"ח ומהרש\"א א\"כ הרי ג' הפלגות הרי קבעה וסת ולמה מע\"ל הלא דיה שעתה וא\"ש ואפשר לומר אפי' אי גירס' ג' הפלגות דכונתו דעכשיו אם נצטרף עוד ראי' הרי כאן שלשה הפלגות ולא הוי מטמא מעת לעת אבל האמת דכונתו לב' הפלגות וזה ברור: \n\n",
                "אם פיחתה וכו' הש\"ך ס\"ק ס\"ח הביא דברי רש\"י הותירה שראתה צ\"א צ\"ב צ\"ג וכו' וכונתו להוכיח דלא כדרישה דהא דשמואל מודה ביש לה וסת דסגי בב' דלוגין דוקא כשהוסת מכוין לדילג ולא כדרישה דאיהו מפרש דהא דכתב רש\"י צ\"א צ\"ב צ\"ג קושטא דמילתא קאמ' רש\"י דס\"ל להלכה כשמואל דלא קבעה בב' דילוגין וסת וקשי' לי' הא הי' לה וסת מקודם וא\"כ אף לשמואל קשי' ומזה הוכיח הש\"ך דלא כדרישה וכן הוכיח לעיל בס\"ק י\"ח ולא הבנתי דבריו דהא לא מיירי כאן קודם שהפסיקה לראות בצ' ימים דהי' לה וסת קבוע דאיך אמרינן דמטמא מע\"ל וע\"כ מיירי דהוחזקה בדמים אבל מ\"מ לא הי' לה וסת קבוע וא\"כ פשיטא דלשמואל בעי ג' דלוגין ולכך לא הקשה התוס' שם כנראה מדבריהם רק לרב ועיין מש\"ל באריכ' בביא' דברי התוס' ובטור ורשב\"א באמת לא נזכר מצ\"א צ\"ב צ\"ג כפירש\"י רק סתם פיחתה והותירה ולא נתכוונו להותירה במכוון בדילוג כפי' רש\"י והגע עצמך לרב ודאי דהוי דילוג והא הרשב\"א חושש להחמיר כרב א\"ו דלא מיירי כה\"ג אי דדעת' כמש\"ל בתוס' דאף לרב לא הוי וסת דילוג ודברים אינו מוכרחים ומובני': ודע כי הרמב\"ם בפ\"ד מה' משכב ומושב פסק בתנוקת שהגיע זמנה לראות וראתה פעם א' די' שעתה ושני מע\"ל עברה ג' חדשים וראתה די' שעתה וכו' ונתקשה בו הגאון בית שמואל הובא בשו\"ת שבות יעקב ח\"א דבגמ' מוקמי לכך כר\"א דאמר כל אשה שעברה עלי' ג' עונות די' שעתה וא\"כ הרמב\"ם דפסק דלא כר\"א לא ה\"ל לפסק בעברה עלי' ג' עונות די' שעתה ולא תי' כלום וישוב הגאון ש\"י אין לו שורש ע\"ש ונראה דגם הרב ב\"י בסימן זה תמה על הרמב\"ם דלמה השמיט בתינוקת שלא הגיע זמנה לראות כד חזי' בעונות קטנות ומימרא דרב גידל ולכן נראה דס\"ל לרמב\"ם ודאי בחזית בתר הפסקה ראשונה אין במימרא דרב גידל שום חידוש דפשיטא דאם ראתה ג' ראיה דהיא מטמא מע\"ל ודל הפסקה ראשונה ולא יהיה שלא ראתה מעולם ועכשיו הזמן ברואה ג' ראי' מע\"ל. רק בחזית בתר הפסקה שני' הוא דחידש ר\"ג דראיה שני' מטמא מע\"ל וצ\"ל דראיה שראתה בתר הפסקה ראשונה מצטרפת אף שהי' הפסק בין ראי' לראיה צ' יום כגון דא צריך להודיע ויש בה מהתמיה על השמטת רמב\"ם אך צ\"ל דס\"ל לרמב\"ם הא דדייק הרמב\"ם דברייתא רבי יש לחקור מנין קא דייק אי מהך דאמרינן בהגיע זמנה לראות דפעם שני' מע\"ל כבר כתבו התוס' בד\"ה ברוב ספרים וכו' דמהא ליכא למשמע דבזה אפי' רשב\"ג מודה וזהו דעת רמב\"ם בהכרח דהא פסק כרשב\"ג ומ\"מ פוסק כן דבשניה מע\"ל וגם ל\"ל כפי' התוס' מהך דבלא הגיע זמנה לראות דבראי' ג' מע\"ל דזה יצדק אף לרשב\"ג כמ\"ש רשב\"א בת\"ה וכן הר\"ן וכמ\"ש הרמב\"ם דפסק הך אף דקיי\"ל כרשב\"ג וא\"כ צריך להבין מנין יליף לה דהך ברייתא ר' הוא וצ\"ל דודאי הך דר\"ג דאמר בהפסיקה כ\"פ צ' ימים וראתה ואח\"כ בעונה שוב ראתה דהוי תרי ראיות יש לדקדק למה מע\"ל ואי דראי' של הפסקה ראשונה מצטרפת הא הפסיק' ג' עונות ואף שחזרה וראתה בסוף מה בכך הא כיון דאין כאן ג' הפסקו' הא מוכח דהוי רק הפסקה ולא כוונה בהפלגה רחוקת וכמ\"ש רש\"י בד\"ה מי אמרינן וכו' רק דהא בל\"ה לרבי בכל תנוקת שלא הגיע זמנן וראתה כ\"פ הרי הוחזקה בדמים ומהדין שתטמא מע\"ל רק הואיל ולא ראתה מעולם ולא הוחזקה בדמים לא החמירו חכז\"ל שתהא אותו ראי' שמוחזקת בו מטמא מע\"ל וזה בראי' ראשונה וכן בהפסיקה שני פעמים צ' ימים שורת הדין ג\"כ לרבי מוחזקת בדמים ג\"כ הטעם דבאותו ראי' אינה מטמא מע\"ל וא\"כ ברואה ראיה אחר זה שהפסיקה ב\"פ פשיטא דמטמא מע\"ל דהא כבר אתחזיק בדמים וא\"כ מדר\"ג מוכח דמוקי לי' לברייתא כרבי דלרשב\"ג כל כמה דלא חזי' ג\"פ בצ' ימים אמרינן דהך תרי הפסקות הן סילוק דמים והי' הראיות רק מקרה בעלמא וא\"כ איך בראי' שנית לאחר הפסקה שנית תטמא מע\"ל. והנה הא דאמרינן בהגיע זמנה לראות דראשונה די' שעתה ושני' מע\"ל ובעבר' ג' עונות די' שעתה י\"ל לכאורה דאתי' אפי' כרבנן החולקים אר\"א וס\"ל באשה שעברה עלי' ג' עונו' מטמא מע\"ל דע\"כ סברי רבנן כן באשה שכבר הוחזקה בדמים גמורים אבל זה שראתה רק ב\"פ דלא הוחזקה בדמים רק הואיל והגיע זמנה לראות צריכה בדיקה ולכך מטמא מע\"ל כמ\"ש הר\"ן דקנסא הוא הואיל ולא בדקה וא\"כ מ\"מ היא אינו בחזקת רואה ולכך בעברה ג' עונות ולא ראתה מודים חכמים לר\"א דהיא בחזקת מסולקת ודי' שעתה. אך זהו לרשב\"ג אבל לרבי א\"כ זהו שראתה ב\"פ הרי היא מוחזקת בדמים כשארי נשים מבלי הבדל וא\"כ ע\"כ הך דקתני עברה עלי' ג' עונו' ר\"א היא וא\"ש דברי הגמ' דדווקא על ר\"ג פריך דאת דאמרת בהדר קחזי' בעונו' דשנים מטמא מע\"ל ע\"כ דמוקי לי' לברייתא כרבי וא\"כ ליכא לחלק בין הגיע זמנה לראות וראתה ב\"פ ולשאר נשים וא\"כ ע\"כ ר\"א היא וקו' הגמ' שפיר דרבי לא ס\"ל כר\"א וכו' ובהא ניחא דקבעה הגמ' הך קו' אמילתה דר\"ג דמדבריו מוכח דהך ברייתא רבי היא וגם א\"ש דהואיל ורבי היא קא קשי' לי' מסיפא דר\"א היא וכנ\"ל ולפ\"ז אנן דקיי\"ל כרשב\"א יפה עשה רמב\"ם דהעתיק כל דיני ברייתא דהנך לא תלי' כלל בדברי רבי ורשב\"ג כמש\"ל אמנם מילתא דר\"ג השמיט דזהו דוקא לרבי ולא לרשב\"ג וכמ\"ש. ולפ\"ז גם לחכמים יצדק בהך דעברה עליה ג' עונות בהגיע זמנה לראות דבזהו כ\"ע מודים הואיל ואינה בחזקה רואה דהא לא חזיא רק ב\"פ ואינו מוחזקת בדמים כלל ופלוגתא רחוקה בין ר\"א לחכמים משווינן וכל הקושיא הוא דר\"א היא היינו לרבי דהיא מוחזקת בדמים ודברי רמב\"ם כפתור ופרח ומעתה אף לולי הנ\"ל כמ\"ש בדברי ט\"ז יפה עשו הטור והש\"ע שהשמיטו הך דר\"ג בהדר קחזית בעונות כי רמב\"ם השמיט מה דלא כהלכתה ומי כמהו מורה ודו\"ק: \n\n",
                "שלא הגיע זמנה לראות והנה כפי דעת הרמב\"ם פ\"ד ה\"א בהלכות משכב ומושב משמע דזקנה אם ב\"פ ראתה לסוף צ' הרי זה מטמא מע\"נ ועיין שם בכ\"מ דעשה לרמב\"ם סמוכי' מדברי המשנה וא\"כ הבדל גדול יש בין זקנה ללא הגיע זמנה לראות. ותמהני מהמחבר ששינה דרכו ולא זכר דברי רמב\"ם כלל תחת לשונו ואולי ס\"ל אף דמטמא מע\"ל מ\"מ הוי כוסת שאינו קבוע ואינו חוששת דמ\"מ וסת הראשון נעקר ולשאינו קבו' אין חוששת בזקנה וצ\"ע: \n\n",
                "בב' לחודש וכו' הט\"ז בס\"ק מ\"ז כ' דלכך נקט בכה\"ג ולא בפשוט דראתה ג\"פ בר\"ח ובכ' בו משום דרבות' קמ\"ל אע\"ג דוסת ר\"ח הוקבע מקודם וכן משמע מב\"י ומפרישה אבל האמת דנקט הרמב\"ן והראב\"ד הך דינא לדינא דש\"ס דאין אשה קובעת וסת לימי נידתה וזיבה וא\"כ כשהיא רואה בר\"ח וכ' בו כשתחזור לראות בר\"ח הך ר\"ח ה\"ל בתוך ימי זיבה לראי' עשרים וכלא יחשב אבל כשכבר ראתה ב\"פ בר\"ח אף דבפעם ג' הקדימה לראות בעשרים מ\"מ ראי' ג' בר\"ח מחשב לוסת וזה ברור ופשוט: \n\nדע כי דעת הנה\"כ דלהחמיר אמרינן אף לדידן דאין אשה קובעת וסת בימי נידה וזיבה והמ\"י כתב כיון דכל טעם לדידן להקל לנשי' מבלי לדקדק בפתחי נידה וזיבה ואם אתה אומר להחמיר אמרינן אין אשה קובעת אף היא עדין צריכה לבדוק ולדקדק לדעת מתי הן ימי נידה או ימי זיבה וראה זה מצאתי להר\"ן לחדושיו דהביא הך דרמב\"ן בסוף פ' בנות כותי' וכתב דצ\"ע דנהי דהחמירו על עצמן ה\"מ לחומר' אבל לא לקולא ואם נאמר שקבועת וסת בימים שאינם ראוי' לקבוע וסת מדינא נפיק מני' חורבה וכו' ע\"ש והרי דברי שניהם אמורה בספר ודברי הר\"ן מסכימים לדעת הש\"ך ולכן צ\"ע: \n\n",
                "לאחר וכו' נראה ה\"ה דמפלת נפל כ\"ז שיש לה דין לידה לענין דם לידה ודם טוהר יש לה דין מניקה וכמ\"ש מדברי תוס' נידה דף ל\"ו ד\"ה ושווי' וד\"ה דליכא וכן מוכח מדברי הרמב\"ן דדייק דמניק' לא אמרינן די' שעתה מדאורי' יושבת על דם טוהר די' שעתה ולא אמרינן דקמ\"ל במפלת א\"ו דכל דיש לו דם טוהר יש לו דין מניקה ופשוט: \n\n",
                "אינה אלא במקרה הט\"ז בס\"ק מ\"ט פי' דאינו חוששת לוסת זו כלל וצ\"ל דמיירי דלא ראתה ג\"פ באותו עונו' שהיתה למודה לראות אבל ראתה ג\"פ הא צריכה לחוש כמו וסת שאינו קבוע כדלעיל בסעיף ל\"ג אלא מיירי דראתה רק פ\"א או שתיי' ולכך אמרינן דהוא מקרה אלא שדברי הט\"ז בס\"ק מ\"ח תמוהים דמשמע מדבריו דהבין הא דקאמר חוששת מיירי לאחר שעברו ימי מניקה וזה אינו כלל רק החשש הוא בתוך ימי הנקה ולא אוכל לירד לסוף דעתו בזה כלל: \n\n"
            ],
            [
                "מטמאה וכו' עד שתרגיש וכו' עמש\"ל סי' קפ\"ג: \n\n",
                "גזרו על כתם כו' והקשה הכ\"מ הא הוי ס\"ס ספק מגופי' ספק מעלמא ואת\"ל מגופי' דלמא מן העלי' ותי' דאעפ\"כ החמירו חכמים ויש לפקפק על הרמ\"א קפ\"ז שכ' ס\"ס ואולי יש לחלק דשם ריעות' לפניך דהרי מכה כאן וא\"י אם מוציאה דם ובלא\"ה דעת רשב\"א להתיר אפי' באינו מוציאה דם כנ\"ל. אבל תי' ב' מהכ\"מ דכיון דליכא לתלות ודאי מגופי' אתי' הוא הנכון כי כך אמרו בגמ' לב\"ש דס\"ל דיה שעתה משום דאשה מרגשת א\"כ לא יהי' כתמים טמאים כלל ומשני הגמ' כיון בצפור לא נתעסקה בשוק של טבחים לא עברה האי דם מהיכי אתי' וא\"כ הדבר לב\"ש מכ\"ש לדידן דקיי\"ל כב\"ה ופשוט ולק\"מ מהך דברי רמ\"א דלעיל דהרי מכה לפניך ומ\"ש הט\"ז דרוב דמים מגופה קאתי' יפה השיגו המ\"י דהא רוב נשים רואה בהרגשה והדין עמו דהא מהך טעמא פרכינן אב\"ש לטהר כתמים ופשוט: \n\nאך קשה להכ\"מ הא הכל ספק א' אי מגופי' או מעלמא או מן עלי' דמ\"ש מעלמ' או מעלי' הכל ספק א' אי דם נדה או דם טהור ומה לי דם חוטמה או דם עלי' ועמש\"ל ברמ\"א בסי' קפ\"ז וזה לא שייך כאן וגם מתהפך לא הוי ולכן ברור כמש\"ל בסי' קפ\"ז דכאן חזקת אשה דהעמיד אשה בחזקתה חזקת טהרה מסייע עד שבעבור זה היא טהורה מהתורה א\"כ בכל ס\"ס דעלמא אפי' ס\"ס כל דהוא מתירין דהא חזקה מסייע לה: \n\n",
                "ואם הרגישה וכו' ובדקה אח\"כ ולא מצאה כלום וכו' היינו כשיעור וסת המבואר לעיל סי' קפ\"ז סעיף א' ע\"ש. ודין זה יליף לי' מהרא\"י מהא דפרכינן ריש הרואה כתם אי דארגישה לאחר זמן אמאי פטורה מקרבן והיינו חטאת דאשם תלוי אינו חייב דבעי חתיכה א' מב\"ח והואיל מחייב קרבן על הרגשה ש\"מ דזה חזקה דרואה בהרגשה דאל\"כ איך נחייב בהרגש' אולי מ\"מ ראתה אחר תשמיש וא\"כ דהיא חזקה דאורייתא כמו דאמרינן למ\"ד וסתות דאורייתא אי לא בדקה כשיעור וסת טמאה דחזקה אורח בזמנה ה\"ה בהרגשה אי לא בדקה תיכף אמרינן חזקה דראתה. והגאון מהר\"ל הובא בשב יעקב הקשה מנלן לגמ' לפרש כן בדברי שמואל אדמקשה ממנו ולק\"מ דזה ידע הגמ' זולת דברי שמואל דבכל הרגשה הוא בחזקת רואה רק לולי דברי שמואל ה\"א דמשנה מיירי בלי הרגשה ומ\"מ בנמצא על שלו ודאי חזי בעת תשמיש חייב' בקרבן אבל לשמואל דאמר עד שתרגיש בבשרה א\"כ קשה על המשנה בממ\"נ וכו' ולק\"מ ולכאורה יש ראיה לדברי ת\"ה בהא דקמבעי לי' לגמ' בדף נ\"ט ע\"ב בהאשה שעושה צרכי' וראתה דם איש ואשה מה לי אר\"מ כי קאמר ר\"מ בחד ספקא אבל בס\"ס לא מטמא ר\"מ וכו' וקשה הא באשה לחוד איכא נמי ס\"ס דהא בדף נ\"ז מוקמינן להן דעושה צרכי' בארגישה ואימא הרגשת מי רגלי' (ועיין ריש סי' קפ\"ג מה הפי' בהך דארגיש' וע\"ש) וא\"כ יש כאן ספק ממי רגלי' ספק ממקור ואת\"ל מהמקור דלמא היא בלי הרגשה והך הרגשה הוא ממי רגלים וא\"כ טהורה ומכ\"ש להך פי' דאמרי' דמיירי דלא הרגישה רק אנן אמרינן באמת הרגישה רק להיות כי סברה מי רגלי' הן לא נתנה דעתה בכך וא\"כ פשיטא דיש כאן ס\"ס ול\"ל דהא אסקינן לעיל דאף בלי הרגשה מ\"מ טמא משום כתם חדא דרש\"י פי' לעיל הטעם דלמא ארגשה ולאו אדעתי' טמאה היא מדרבנן וא\"כ חזר הדבר לסתם בכלל הספק ועוד דהא אסקינן בדף י\"ד ע\"ב דר\"מ משום נדה ולא משום כתם מטמא וצ\"ל דלא יוכל הס\"ס להתהפך ולומר ספק בהרגשה או לא בהרגשה ואת\"ל שלא בהרגשה דלמא ממי רגלים דכיון דארגשה ודאי דממקור קחזי' דחזקה כשהיא מרגישה דדם בא ממקור ולא שייך עוד ספק שני אלא להפוסקי' דלא ס\"ל מתהפך קשה ול\"ל דהא בלא\"ה אין כאן ספק דרוב דמים באי' מהמקור ולא דרך השתן רק אתרע לי' רובא הואיל וחזית שלא בהרגשה אבל כאן שיש לספק דבאמת הרגישה א\"כ חזר הרוב למקומו ואין כאן ספק ממי רגלי' כלל. דא\"כ באיש ואשה שהטילה מים נמי ודאי יותר שכיח רוב דמים באשה יותר מבאיש וצ\"ל דמ\"מ ע\"י שתן לא שכיח וצ\"ל דחזקה כל דמים שבאים מהמקור באים בהרגשה אם לא שנודע לה שלא הרגישה אבל מהסתם אמרינן כל דם שבא מהמקור הי' בהרגשה וא\"כ אם אתה אומר בספק ראשון דלמא ממקור א\"א לספק ולומר דלמא שלא בהרגשה דחזקה אלימת' יש כאן ומבטל החזקה בכל אופן: \n\nוהנה הג' שב יעקב הקשה הא דאמר שמואל דט\"ז הגיע וסתה ולא בדקה דטמאה הואיל וסת דאורייתא חזקה אורח בזמנה בא בממ\"נ אי ארגישה כיון שלא בדקה בשעת הרגשה תיכף הא אפי' שלא בעת וסתה טמאה ואי לא ארגישה מה בכך דוסת דאורייתא מ\"מ מהתורה בעי הרגשה וזו לית לה הרגשה. ויש ליישב דקמ\"ל אפי' דבדקה אח\"כ ומצאה דם לבן וירוק וכהנה דמים טהורים ובזו מחמת וסת טמאה דחזקה אורח נשים ד\"נ בזמנו בא משא\"כ מחמת הרגשה הא ישנו כאן דם טהור דבא ג\"כ מהמקור וכמבואר בת\"ה ובש\"ע כאן ובדקה ולא מצאה כלום דייקא אך באמת אין אנו צריכן לזו דגוף הדם אסור מדרבנן בעלמא מ\"מ כיון דהך חזקה דאורח בא בזמנו הוא חזקה אלימת' ודבר תורה א\"כ אף במילת' דרבנן חושש לטמא אבל למ\"ד וסת דרבנן א\"כ חזקה לא אלים א\"כ אין לסמוך עלי' לטמא ואין לדמות דאורייתא ודרבנן לחזקה דאורייתא ודרבנן: \n\n",
                "לא גזרו וכו' עיין ש\"ך סק\"ג הביא בשם המהרש\"ל דלא נהוג כן דהא אפי' בבתולה קטנה מונה ז' נקים וע\"ש מה שהשיג ונראה דתלי' בדעת הפוסקים לקמן קצ\"ג דלמ\"ד דמדינא דגמ' לא אמרו בקטנה בועל בעילת מצוה ופורש רק אח\"כ ממנהגא החמירו א\"כ יש מקום לומר אם החמירו בדם בתולים דודאי מותר איך לא יחמירו בכתמים אמנם לשיטת הפוסקים דמדינא דגמ' אסיקו בכל נשים אפי' בקטנה בועל בעילת מצוה ופורש ובגמרא נאמר דקטנה כתמה טהור ולדברי מהרש\"ל קשי' אהדדי וכמו דאסיקו שם בבעילות מצוה גם גבי כתם הל\"ל כן אלא ודאי דיש חילוק כמ\"ש הש\"ך בשם הרא\"ש שלא לחלק בין גדולה לקטנה הואיל ובעילה לכל מסור משא\"כ בכתם ופשוט: \n\n",
                "אבל אם פסקה מעט וכו' הב\"ח הוכיח מגמ' דקאמר אטו שפעה כי נהרא ופי' רש\"י כי א\"א ומשני דלא איירי משופעת אלא מזלפת הרי היא כשופעת וא\"כ הטור והש\"ע דכתבו שופעת או מדלפת מיירי בהפסק והט\"ז בסק\"ג השיגו ומחלק בין שופעת ימים ז' בלי הפסק או לפחות ודברים אלו דברי נביאות וחקרי סתרי טבע לומר שג' ימים תוכל להיות שופעת וז' ימים לא ובאמת דבריו פשוטים כי ודאי להיות שופעת תמיד ברבוי דמי' א\"א להחיות אבל בשביל זה לא יחויב שתצריך להפסיק לגמרי רק ד\"מ שופעת שעה שתי' בשפע ואח\"כ נפסק הקלוח ומזלפת מעט מעט ובעבור שעה ב' חוזרים הדמים לצאת בשפע וכן תמיד כל הימים אבל לא שיהי' פוסקת לגמרי וא\"כ קו' הגמ' שפיר לס\"ד דמזלפת הוי כפוסקת וא\"כ צ\"ל דשופעת כנהר בלי הפסק וע\"ז שפיר הקשה הא זה א\"א ולכן משני דמדלפת אין כפוסקת וא\"כ שפיר יש במציאות דשופעת שעה שניי' ומזלפת אח\"כ וחזרה להיות שופעת וא\"ש: \n\nוהן הן דברי ש\"ע היתה שופע' כמה ימים והיינו כהנ\"ל דלפעמים פסקה להשפי' כי אם טיף להדי טיף וכמעט שעה חוזרת להשפיע או שמתחילה ועד סוף רואה רק טיף להדי טיף אינו אלא ראי' אחת אבל אם הפסיקה אפי' הי' שופעת והפסיקה ולא הי' מזלפת בין הפסקות כלל ודאי דמוני' לשתי ראי': \n\n",
                "ושיעור עדשה כמו ארבע שערות הרצון שתי שערות רוחב ושתי שערות אורך ופירושו אם ד\"מ השערות כזה א ב ג ד אין אומרים כיון שיש כאן ד' שערות מא' עד ד' הרי כאן מקום שני עדשה אלא שיעור יניק' וצמיחות שער הוא מן א' עד ב' וא\"כ הרצון בעדשה שני שערות רוחב שני יניקת וא\"כ מא' עד ג' הוא יניקה ב' שערות והוא עדשה ומג' עד ה' הוא שיעור יניקה עדשה שני וא\"כ מה' עד ו' הוא רק חצי עדשה וצריך אתה לומר דבאמת ו' שערות לאו דוקא רק חצי יניקה מצד זה וחצי יניקה מצד זה אשר באמת אם תצרפם לאחד הרי כאן ז' שערות הוא שיעור ג' עדשים כי שיעור שתי יניקת שער הוא מקום עדשה ואי אתה מוצא רק בז' שערות ג' עדשים או שתאמר ו' שערות וחצי מקום שער בצד ימין וחצי מקום שער בשמאל וכ\"כ הפרישה והמ\"י האריך בציורי' ולא חידש דבר כי הכל אמורה בפרישה אפס שינה הלשון ומזה קשה הבנת הדברים לבל יאמר כלשון פריש' אבל מ\"מ הדבר דחוק וצ\"ע: \n\n",
                "משערין בו ברור דוקא בגריס אמרינן כן הואיל בנגעי' אמרינן גריס הקלקלי ובכתמי' אמרי' גריס סתם אלמא דאיכא גריס אחר וא\"כ אם יזדמן יותר גדול אמרינן היינו הך גריס שדברי בו חכז\"ל בכתמים אבל אם יזדמן עדשים יותר גדולים אין כאן ראי' שיש במציאות גריס כט' עדשים כאלה כן ט' עדשים שאמרו חכז\"ל גבי גרים קלקלי דברו בעדשים בינוני ומנ\"ל שיש גריס כזה בעולם שיהי' כט' עדשים גדולים עד שנשער בו שיעורו של כתם ובפרט כי רמב\"ם גם גבי כתמים העתיק בסתם כגריס הקנקלי ולדבריו אין להשער אפי' בהזדמן גריס יותר גדול כי סתמא יליף ממפורש חז\"ל דברו פה סתם גריס וסמכו עצמן אגריס שדברו בנגעין וא\"כ ודאי דאין להקל בעדשים ודלא כמו שראיתי שהרבה טועים בזה ולפ\"ז כמעט נפל שיעור גריס בבירא דמי יודע איזה עדשים המה גדולים או בינוני' או קטנים והגאון מהר\"ץ נתן שיעור בתשובתו כפי המקובל בידו ואם קבלה נקבל ועמש\"ל בזה: \n\n",
                "אין לו שיעור הש\"ך בס\"ק י' הכריע בדעת זו שהוא דעת הרמב\"ם מדקאמרינן לא דעביד כרצועה ואי ס\"ד דמיירי בדאית בי' כגריס מה אריא על בשרה אפי' על חלוק' ספיקא טמאה שפיר דחו אותו המ\"י דהא עיקר ברייתא איירי כדאמרינן בריש פרק הרואה מחגור למטה וחגור למעלה וכו' רק קושיית הגמ' מכח יתר לשון איברא מה שסיים המ\"י וע\"ז משני דלמא לאתויי דעביד כרצועה היא שגגה דהא דעביד כרצועה ויש בו כגריס אין כאן לאתויי פשיטא רק דאין צורך לזה דכך דרך וסוגית הגמ' דמקשין ס\"ל לדיוקא והתרצין דחהו דאין כאן דיוק ויתור לשון וזיל הכא קמדחי' וכו' אך מה שהקשה המ\"י לשיטת הרמב\"ם מה פריך הגמ' אי מהחגור ולמטה על חלוקה אמאי טהור הא י\"ל דמיירי בפחות מכגריס וא\"כ על בשרה ספק טמא ועל חלוקה טהור והמ\"י כתב דלדעת ההגה\"ת דס\"ל דלכך בפחות כגריס על בשרה טמאה דבשרה בדוק אצל מאכולת לק\"מ דלא שייך בי' ספק ולא הועיל בזה דא\"כ כי מוקי ביתר מכגריס פשיטא קשה מ\"ט קרי' לי' ספק וא\"כ אדפריך מחלוקה אמאי ספיקא טהור דהא בזה יש לדחות דמיירי בפחות מכגריס ה\"ל להקשות אמאי קאמרי ספק ודאי הוא דהא על זה סובב והולך כל קושיא שלו לדעתו אך קושיא זו אינו לדעת הרמב\"ם לבד אלא גם לדעת הרא\"ש וראב\"ד בבעל נפש דס\"ל דהא דמשנינן לא דעביד כרצועה הוא רק שנויא בעלמא אבל העיקר כס\"ד דמיירי כעשוי טיפין ובבשרה הן מצטרפין ולא בחלוקה א\"כ לוקי לעיל בכך דמיירי בטיפין ולכך בספק בשרה טמא וספק חלוקה טהור ודוחק לומר דא\"כ יקשה ותפשוט הך דלקמן דלפ\"ז השתא דקי\"ל כס\"ד כל שינויא דגמ' דמשני בנזדקרה ועברה בשוק של טבחים אינו מוכרח כלל דהא יש לנו בכך ברייתא אוקמתא מרווחת אלא ודאי כמ\"ש הרא\"ש דהגמ' דייק לי' מדקתני ספק טמא ספק טהור טמא ולא קתני על בשרה ספק טמא משמע דאתא לאתוי' דבר חדוש עכ\"ל והיינו דיש מקום לומר ספיקא טהור ומ\"מ ספיקא טמא והיינו בהך דעשוי טיפין וא\"כ אף להיפך דייק הגמ' דקתני על חלוקה ספק טמא ספק טהור טהור ולא קאמר סתמא ספיקא טהור אלא ודאי לרבותא נקטי' ולכך מוקי לי' הגמ' דמיירי דיש בו גריס ועוד וא\"כ הסברא נותנת לכאורה דאפי' על חלוקה ספיקא טמא דהא אין כאן דם מאכולת ומ\"מ בעברה בשוק של טבחים טהור ומכ\"ש להך אוקמתא בלמעלה מחגורה ונזדקר' דרבותא קמ\"ל אפי' לא עברה כלל וליכא כאן מקום לתלות מ\"מ טהור בחלוק לבד אבל באין בו כגריס ועוד אין כאן מקום ספק לטמא כדאמרינן אין לך סדין שאין עלי' כמה טיפי דם מאכולת וא\"ש ולק\"מ: \n\nוהנה הש\"ך כתב דדעת הרא\"ש כהרמב\"ם ולדבריו הטור סותם שלא כדברי אביו אבל באמת דברי הרא\"ש נראין לכאורה כסותרין דבריש דבריו כתב הא דאמרינן טיפי טיפי אין מצטרפין היינו על הבגד דאיכא לספוקי בכל טיפי וטיפי בדם מאכולת אבל על בשרה לא תלינן בדם מאכולת אלא דמספקינן בכשיר וכשורה וטיפי טיפי משום דאי נפל מאותו מקום לא עביד דנפיל בכה\"ג וכו' ואי אין דעתו כדעת הרמב\"ם וכונתו כמ\"ש אבל על בשרה לא תלינן בדם מאכולת היינו כשיש בצירוף כל הטיפין כגריס כדעת הטור א\"כ לאיזה צורך כתב הרא\"ש דלכך וספיקא בטיפין טיפין משום דלאו אורח אף דהוי אורחא מ\"מ הרי כאן ספק עצום כיון דאין בשום טיפה כגריס וטיפה לבד תלינן במאכולת אם נצריפן ולא נתלה במאכולת או דלמא כמו בחלוק לא מצטרפין אף גם בבשר וא\"צ לומר דלאו אורחא ומזה נראה לכאורה ברור דדעתו כרמב\"ם וכמ\"ש הש\"ך ולכך אצטריך הרא\"ש לבאר ספק דטיפי משום דלאו אורחא אך לבסוף כתב הרא\"ש דמסתבר להחמיר דדחוי' בעלמא לומר כרצועה היינו כי אורח' ואריכות לשון הבריית' משמע דאתא לאתויי דבר חדש עכ\"ל ואלו הפי' כרמב\"ם הא טובא קמ\"ל דאפי' בפחות מכגריס מ\"מ על בשרה טמא ולא תלינן במאכול' וכמ\"ש הש\"ך בהוכחתן לדברי רמב\"ם ועכצ\"ל דס\"ל דבעי אף על בשרה כגריס וא\"כ פשיטא דכרצועה אין כאן דבר חדש כלל וא\"כ נראה כמעט דברי הרא\"ש סותרין ואפשר לומר דהא דהוצרך הרא\"ש לומר דיש בטיפין טיפין ספק משום דלאו אורחא דנפל בכה\"ג הוא משום דאל\"כ קשיא תפשוט דעל בשרה מצטרפין דאל\"כ למה קתני הך דטיפין טיפין גבי חלוקה כדקתני כתם ארוך מצטרף דאיירי בחלוקה וגבי קתני טיפין טיפין אינו מצטרף לאשמעינן דאפי' בבשרה דלא שכיח מאכולת ומ\"מ אינו מצטרף וע\"ז כתב הרא\"ש דלכך מספקא לי' הואיל ואין דרך נפילה ממקור בכך א\"כ י\"ל לעולם ה\"ה טיפין על בשרה נמי אין מצטרפין והא דקתני גבי על חלוקה משום דלא מבעי קאמר לא מבעי' בבשרה דלאו אורח' כה\"ג לבוא מהמקור אלא אפי' בחלוקה דאורחא ה\"א דמצטרף קמ\"ל דלא מצטרף וא\"כ שפיר קמבעי לן וא\"כ דברי הרא\"ש מכוונים כדעת התוס' וטור בנו מבלי הבדל ודו\"ק: \n\n",
                "מקבל טומאה עי' ש\"ך ס\"ק ט\"ז שהביא בשם תוס' ורא\"ש דדבר המקבל טומאה בנגעים יש בו מכלל כתמים ואמר שתוספת ורא\"ש כתבו אבל הרז\"ה בהשגתו פי' האי משתיתא אין הפי' שתי כמ\"ש התוס' רק כלי אורג וא\"כ הוי דבר מקבל טומאה וכן הר\"ן בפ' אשה צרכי' דהוי כלי אורג וכן הרשב\"א בת\"ה סוף שער הכתמים כתב דהוי כלי אורג ובאמת דברי התוס' אינן מובנים דנתנו טעם דלכך מטהר ר\"נ כתם בדבר שאינו מקבל טומאה הואיל דהבגד שהכתם עלי טהור אף על אשה לא גזרו טומאה ומה שייך זה טעם אם הבגד טהור בטומאת כתם ומטמא בנגעין ואפשר כיון דמראה אדום בתכלית אדמי' מטמא בנגעי בגדים וא\"כ צריך להיות נראה בבגד שלא יהא מקום ספק שנפל עליה איזה מראה אדום משום צד וגלל כן אמרו דבגד צבוע אינו מטמא בנגעים כמו שאין מטמא כתמים וא\"כ אם אשה ישבה על בגד לבן ואח\"כ נמצא עליה מראה נגע אדמדם ודאי טהורה משום נגע דאמרינן מאשה בא על הבגד ואין כאן נגע וא\"כ כיון שתולה בה לטהר הבגד אף אנו מצריכין לטמא אשה משום נדה דהרי אנו אומרין ממנה יצא הדם ואיך נטהר אותם וזה דוחק ולכן נראה דמטעם זה השמיטו המחבר והרמ\"א ויהי' איך שיהי' דוקא בנגעי בגדים אבל לא בנגעו בתים דמלבד דאין לו טעם בשום צד ומה ענין זה לזה ואפי' בתים צבועין יש בהן משום נגעי' אף גם דזה לא שייך רק בארץ ישראל ולא בחוץ לארץ וכמה אופנים בה וזה אין לו לכתם כלל ולכך יפה פסק דכתם שעל הבנין אינו מטמא אף דמטמא בנגעי בתים ודלא כהמ\"י ודו\"ק: \n\n",
                "כדי להציל' מכתמים הרמב\"ם כתב לפיכך תקנו חכמים בגדים צבועין והקשה הכ\"מ וב\"י דהא בגמ' אסיקו דלא תקנו רק התירה לה בגדים מצבעים ואפשר לומר דקשיא להרמב\"ם למה התירו בפולמס בגדי צבעונים כדי לטהר אשה לבעלה הא אמרינן בגמ' מיום שחרב בהמ\"ק ראוי הי' שלא לישא כלל נשים אלא שאין גוזרין על הציבור גזרה אלא כשרוב ציבור יכולין לעמוד בה א\"כ משמע לולי זאת לא הי' משגיחין על ביטול פ\"ו וא\"כ למה בטלה גזרה הראוי לגזור בשביל קצת חשש מיעוט פ\"ו ועכצ\"ל דקודם לזה הי' תקנה קדומה להיות לה לאשה בגדי צבעונין ולכך אף בפולמס של אספיאנס לא ביקשו לעקור תקנה קדומה בכל ודי שהניחו הדבר על הרצון דרשות בידה מבלי ללבוש בגדי צבעונין ומקדם הי' תקנה דוקא על בגדי צבעונין והם הניחו על רצון אשה אבל לבטל לגמרי תקנתם ולאסור מה שהם תקנו כולי האי לא רצו לבטלה ולכך פריך הגמ' תקנו מאן תקנו הרצון דהא מעשה בכל יום דלובשת אפי' בגדים שאינן צבעונים ומשני הגמ' דלא כך מתחלה הי' תקנה אבל אח\"כ לא אסרהו מפני כתמים אבל תקנה קדומה הי' ללבוש בגדי צבעונין דוקא וא\"ש ועיין במרדכי ליבמות דדייק מהגמ' דלעיל דאין לגרש אשה בזה\"ז שאין לו בנים אפי' שהה עשר שנים: \n\n",
                "לא בכל מקום וכו' אפי' למעלה מחגור עיין בספר בעל נפש שער כתמי מבואר דמקום החגור כלמטה מהחגור ע\"ש: \n\n",
                "אפילו לא עברה וכו' זו דעת רשב\"א וצ\"ל לדבריו דעל חלוקה ספק טהור ספק טמא טהור הנאמר בברייתא אי אמרינן מחגור ולמטה וכגון דעברה א\"כ יש לו פי' על חלוקה היינו על חלוקה ג\"כ ונמצא על בשרו מ\"מ טהור דהא עברה בשוק טבחים ואי לא עברה אפי' על חלוקה לבד טמא משא\"כ אי מפרשי בדאזדקרה ומחגור ולמעלה יהי' פי' על חלוקה לבד משא\"כ אם נמצא על בשרה נמי טמא דהא כל ההיתר הוא דעל בשרה נמי איבעי' לי' לאשכוחי וזהו דוחק משא\"כ הרמב\"ם מפרש דשוה חלוקה למעלה בדאזדקרה כמו למטה מבלי הבדל ותמיד בעי עברה בשוק של טבחים ותמהני מהמחבר שהשמיט דעת הרמב\"ם לגמרי כי מסתבר דבריו והמ\"מ כתב שכן דעת הרבה מפורשים וכן הר\"ן הביא ב' דעות בחידושין ולא הכריע ולענ\"ד נרא' דאזיל הרשב\"א והרמב\"ם לשיטתם דכבר כתבנו. לעיל בשם הרא\"ש דדיוקא מדתנן ספק טהור ספק טמא ולא ספקו טמא סתם ש\"מ לאורויי מילתא קתני וכן הוא הדבר במה דקתני בחלוקה ספק טהור ספק טמא טהור ולא קתני סתם ספקו טהור ע\"כ לאורויי קאתא ולפ\"ז אלו מיירי בעבר' בשוק של טבחי' פשיט' דתולה בו הלא בכל דבר שיש לתלות תולין ול\"ל דלעולם בעבר' בשוק של טבחים הוא דטהור והא דקתני ספק טהור וכו' לאוריי היכי דליכא בי' גריס דטהור אפי' לא עברה דתולין במאכול' וקמ\"ל בבריית' דלא בעינין הרגה כרשב\"ג וכסתמ' דמשנה לקמן דבעי דווקא הרגה דמה אריא בחלוק הא אפילו על בשרה בכה\"ג טהור דתלינן במאכולת ועכצ\"ל דקמ\"ל למעלה מחגור ולא עברה ומ\"מ טהור וזהו רבות' גדולה ומזה יליף הרשב\"א דינו משא\"כ לרמב\"ם שפיר י\"ל דלעולם בעינן עברה וקמ\"ל באין בו גריס דטהור אפי' לא עברה ואפי' לא הרגה מאכול' ובבשר' בכה\"ג טמא דלא תלינן במאכול' לדעתו וא\"כ אין כאן ראי' להתיר בחלוק אם לא עברה אפי' למעלה מחגור וכל אחד אזיל לשיטתו וא\"כ כיון דמחבר הביא לעיל דעת רמב\"ם גם בזה יש לחוש לדבריו לטמא למעלה מחגור אם לא עברה וצ\"ע וכן הב\"ח חושש לדברי רמב\"ם ומסתבר' דבריו. ועוד לדברי הרמב\"ם מוכרח פרושו דהוא ס\"ל דהא דתנן ספקא טהור ספק טמא בבשרה ספק טמא לאוריי טיפין טיפין כמ\"ש הרא\"ש ומחברי' והיינו טיפה בפחות מכגריס וא\"כ ליכא למימר בחלוקה טהור למעלה מחגור בלא עברה א\"כ צ\"ל כך פי' על חלוקה לבד ספק טהור ועל בשרה פי' אף על בשרה ספקו טמא א\"כ תו ל\"ל דמיירי בפחות מגריס דאם נמצא על בשר וחלוק מודה הרמב\"ם דתלינן במאכולת כמבואר בדבריו להדי' וא\"כ עדיין קשה מה קמ\"ל וכי נעשה על בשרה פירושים שונים ועכצ\"ל דאפי' למעלה מחגור אפי' על בשרה בשרה לבד ועל חלוקה היינו אף על חלוקה דהרי עברה בשוק של טבחים וזה ברור משא\"כ לרשב\"א דס\"ל לאורויי קאתא בטיפין טיפין בכגריס וקס\"ד דאין אורח' בכך וא\"כ שפיר י\"ל אפי' נמצא על בשרה וחלוקה רק דבחלוקה לולי בשרה הי' טהור' וה\"א דבשרה ודאי מעלמא קאתא דהא אין דרך ראי' בכך וקמ\"ל דמ\"מ טמא וכל א' הולך לשיטתו וזה ברור: \n\n",
                "שתי נשים שנתעסקו עיין ט\"ז ס\"ק י\"ז דוחק דברי הב\"ח דדעתו דוקא בבא לשאול כאחד אבל בבאו לשאול בזא\"ז ב' טהורים כהך דב' שבילין והביא ראי' מתוס' והט\"ז דחה ראי' שלו והש\"ך בנה\"כ מודה לט\"ז דמתו' אין ראי' אבל מ\"מ כתב דינו של ב\"ח אמת דהא דמי' לשני שבילין ודע כי הרשב\"א בת\"ה גבי בדקה בעד שאינה בדוק הביא בשם רמב\"ן ודעתו כדעת התו' דפירשו שהזמינה מוכין לבנים ונקי' רק קינחה בו אחר זמן הוא נקרא אינו בדוק והקשו א\"כ הא דתנן ג' נשים שלבשו חלוק אחד ונמצא דם כולן טמאות אמאי הא הוי כעד שאינו בדוק ותי' דבאמת ראוי לטהר כולן רק דהוי כמו ב' שבילין דאם באו לשאול כאחד שניהם טמאים בזא\"ז כולן טהורים והרשב\"א השיג עליהן דא\"כ השאילה חלוקה לנכרים וכדומ' דאין חברת' באה לשאול יהי ב' טהורת ולכך פי' רשב\"א עד שאינו בדוק דלא בדקה מעולם רק נוטלת ממקום מוצנע ולכך נקרא עד שאינו בדוק אבל כל שהי' לו בדיקה פ\"א הרי זו לעולם בחזקתו עד שתדע שיצא מחזקתן וכו' ע\"ש ולפ\"ז הרי מבואר דהדבר במחלוקת שנוי' אך הש\"ך בנה\"כ כ' דהרשב\"א לטעמי' דגם לעיל בסי' קי\"א לא ס\"ל כהך דב' שבילין אבל לפי דהעלה שם דיש לדמותו לב' שבילין ה\"ה הכא ע\"ש ודבריו נגד הש\"ע דהא מחלוקת זה תליא אם פי' עד שאינו בדוק היינו שבדקתו מתחילה וכמ\"ש הרמב\"ן או שלא הי' לו מעולם בדיקה רק לקחתו ממקום מוצנע וכיון שהטור והמחבר לקמן סל\"ח והרמ\"א סעיף ל\"ו סתמו כדברי הרשב\"א והש\"ך גופ' לא דיבר עליו א\"כ פשיטא דדינא דרשב\"א גם בזה אמת ויציב דאין דינו כב' שבילין דזב\"ז תלי' אמנם נרא' דאף הב\"ח לא אמרה אלא כאן בב' נשים שנתעסקו בצפור אבל לא בג' נשים שלבשו חלוק א' כמו שחשב הש\"ך בנה\"כ לטהר בכל דוכת' בבאי' לשאול זא\"ז והחילוק מבואר דבשלמא כאן אם נתעסקו בצפור היא אומרת אני נתעסק בצפור ומצאתי דם ומה איכפת לי בחברת' אני אין יודע אם חברת' ראתה ג\"כ בחלוק שלה או לא אין שאלתי נוגע לחברתה א\"כ הוי כב' שבילין דזה אומר אני הלכתי מה ענין הליכת חברתי להליכתי וא\"כ בבאי' לשאול זא\"ז ב' טהורים כב' שבילין אבל בלובשי' ג' נשים בחלוק א' בדוק ואשה אחת אומרת אני מצאתי כתם לולי שתתלה בחברת' אין לה טענה להטהר כלל רק היא אומרת לא ממני בא הכתם רק מחברתה הרי שבשאלת' תולה בחברת' וזהו הוי כבאין לשאול בב\"א דהא א\"א לטהר עד שתתל' בחברת' ומה לי שחברת' פה לפנינו לשאול או לא סוף כל סוף לא נוכל לטהרה רק בתלית' בחברת' ומה חזית וזה ברור ונכון: וראיה לזו מהא דפריך בסוף פרק הרואה על דאמרינן דאם לאחר שפשטה חלוקה השאיל' לחברת' היא טהור' ושני' טמאה ופריך מ\"ש מב' שנתעסקו בצפור וכו' דב' טמאות ופי' התוס' והר\"ן דס\"ד הואיל אלו הי' ראשונ' בא היינו מטהרן אותו הואיל ונתעסק' רק בשביל חברת' אנו מטמאין אותו דמי' להך דהכא וק' למה הקשה מברייתא דב' נשים שנתעסקו בצפור ולא הקשה ממשנה שלימ' ג' נשים שלבשו חלוק א' וכו' דהא לפי שיטת הש\"ך אף התם בבאין כ\"א בפ\"ע היינו מטהרין וקושית הגמ' יותר חזקה א\"ו הדבר כמ\"ש דוקא גבי ב' נשים שנתעסקו אמרינן כן אבל לא באינך דשם לא שייך שבאו לשאול בזא\"ז וחילוק הנ\"ל נכון וע\"ל סי' קי\"א מ\"ש שם: \n\n",
                "הרי זה תולה כגריס בדם שנתעסקה בו וגריס במאכולת וכו' ולפ\"ז צ\"ל דחצי סלע הוא יותר גדול מכגריס דאל\"כ בשני נשים בדם צפור בסעיף שלפני זה נימא חצי סלע מדם צפור וחצי סלע ממאכולת וע\"כ דחצי סלע היא יותר מכגריס וסלע היא שליש טפח וש\"מ דחצי סלע הוא חצי שליש טפח. וכבר נודע כי ארבע אגודלים המה בטפח וממנו תקיש שיעור גריס כמותו דקטן ואני ראיתי להרב החסיד השלם במדע כמהו' יונה מפראג ז\"ל במחברתו ששיער עפ\"י הנדסה מט' עדשים עפ\"ו למודי אקלידוס והוא שיעור כמות רוחב ואורך ומכאן תיובתא כי אין שיעור גריס יותר גדול באורך וברוחב כי אם חצי אגודל לערך: \n\n",
                "בכל זה זו דעת הרא\"ש דס\"ל דנקטינן בהך אבעי' לחומר' בכל אופן אלא שיש לדקדק לכאור' בדברי הרא\"ש דהוכיח בראי' הא דמספק' לן בגמ' בנתעסק' בכגריס ונמצא עלי' גריס ועוד ה\"ה בנתעסק' בפחות מכגריס ונמצא עלי' כגריס ועוד ג\"כ דמספקא לן דל\"ל דהא פשיטא לי' דאינו תולה דא\"כ הך ברייתא אין תולין מרובה במועט לוקי בכה\"ג ע\"ש ויש להבין מה נ\"מ בפלפול הזה דכיון דדעתו דהך איבעי' לחומר' ובכולן אמרינן ספיקא להחמיר ומה נ\"מ אי מספקא ל' או פשיטא לי' ולכן נראה לומר דאמרינן בסעיף טוב מצא כתם למעלה מחגור וכתם למטה מחגור ולא נזדקר' והוא בעליון יותר מכגרי' שא\"א לתלות במאכול' אזי אמרינן מדעליון מעלמא אתא אף התחתון כן ולפ\"ז אם נתעסק' בפחות מגריס ונמצ' יותר מגריס למעלה מחגור אם אמרינן דלא מספקא לי' רק ס\"ל דאינו תולה בפחות מגריס א\"כ למעלה מחגור ודאי מעלמא אתא וא\"כ אף למטה מחגור טהור משא\"כ אם גם בהא מספקא לי' אף דמטמאין אותו הוא משום ספק אבל מ\"מ להקל לא אמרינן וא\"כ בנמצא בכה\"ג למעל' מחגור אין כאן הוכחה דמעלמא אתא רק מן העסק בפחות מכגריס הוא דאתא כספיקא דגמ' ולכך אין לתלות בו למטה מחגו' ולומר דזה מוכיח על זה וא\"ש דברי הרא\"ש דהביא ראי' דגם זה בכלל הספק כדי שלא נסמוך להקל וכן ברור לדינא: \n\n",
                "אם אם נתעסקה בפחות מגריס ונמצא שני גריסין מאוד נבוכו בו הב\"י והאחרונים בטעמו של דבר דהא אסיקנן בגמ' דלא אמרינן שקול דם צפור ושדיא ביני מציעתא ומה שנרא' לומר הוא דהך גריס ועוד הך ועוד אין לו שיעור כמה ואפי' הוא נקוד' קטנה שבקטנות' כמו נקוד' הנדסה לפי רוב מחברי' שאמרו שהוא כחודו האחרון של מחט טריפה דעכ\"פ יש בו יותר מגריס וכל מדות חכמים כך היא וא\"כ לפ\"ז בנתעסק' בכגריס ונמצא עלי' שני גריסין ועוד אין כאן ספק רק אולי הך בכגריס שדי' ביני מציעת' אבל ליכא לספוקי דלמא שני מאכול' רצופים זה גבי זה נתמעכו כדאמרי' אין לך סדין שאין עליו כמה טיפי דמי' דהא יש כאן שני גריסין ועוד ואלו הוא שני מאכולת שני גריסי' בעלמא ה\"ל לאשכוח' משא\"כ בעסק' בפחות מגריס ועלי' ב' גריסין הרי כאן שני ספיקות חדא דלמא שדי ביני מיצעת' ועוד דלמא שני מאכולת תכופים זא\"ז והוי שני גריסי' מכוון וא\"כ דיש כאן ב' ספיקות אף דכל א' לא שכיחי והוא ספק דחוק מ\"מ בהצטרף א) שניהם יחד הרי כאן ספק א' ובדרבנן ספיקא להקל זהו מה שנ\"ל בישוב הנ\"ל אף כי הוא דחוק מכל מקום הוא מה שנ\"ל יותר מכל מה שדברו בו המחברים: \n\n",
                "עליו ז' סמנים וכו' הט\"ז בס\"ק י\"ח הביא מ\"ש הטור בשם רמב\"ן דאין לסמוך על ז' סמנים אלא לטהרות והקשה דהא החמירו בטהרות יותר מבעלה ע\"ש וכן הקשה בפרישה ודבריהם שלא בעיון כי דברי רמב\"ן כדעת הראב\"ד ועיין בת\"ה וברא\"ה שחושבי' דאין ז' סמני' מעידים שאינם דם דאף דאינו עובר ע\"י הוא היותו בלוע בתוך הבגד אך לענין טהרת הבגד מעבירין ז' סימנים דבממ\"נ אי צבע הוא פשיטא טהור ואי דם רק שהוא בלוע בתוך הבגד א\"כ הוי טומאה בלוע ואין מטמא ופשוט וכן משמע בתוס' דס\"ב: \n\n",
                "אם יש בו כגריס ועוד כאן פסק המחבר כשיטת ר\"ח דמחמיר לטמאה אבל ר\"ח לשיטתו אזיל דאף במשתנת וראתה דם פוסק כר\"י ומטמא משום כתם ודינהם שווים כמשמעות הגמ' דתלי' זה בזה אבל המחבר דלקמן בריש סי' קצ\"א סתם מבלי זכר לשיטת ר\"ח דטהורה לגמרי וא\"כ אף בהא יש לטהר לגמרי דהא בגמ' אמרי' כשטימ' רבי כשיטת ר\"מ טימא דס\"ל במשתנת ג\"כ טמא וכשטיהר ר\"י לעצמו טהור דגם במשתנת מטהר ודבריו נראי' לכאורה כסותרי' זא\"ז ואין לומר דס\"ל למחבר דודאי יש לחלק דינם כמ\"ש הראב\"ד דבשלמא במשתנת תלינן במי רגלים אבל התם שבדקה ויותר דמים מצוי' באשה מבעלמא מטמאינן אף שהעד אינו בדוק דמהיכי אתי' הדם שע\"ג העד דמעלמא לא שכיח רק דנחית חד דרגא אם שם בהשתנה מטהרינין לגמרי ואינו נכנס בגדר הספק כלל והיינו משום דמעמידין אשה בחזקת טהרה אף בזו אין לטמא רק משום כתם אבל למאן דמטמא בהשתנה בספק יש לטמא כאן בתורת נדה וטומא' ודאי וזהו המשך הגמ' דר\"ח דמטהר כאן היינו משום נדה כמבואר בגמ' ואצ\"ל דלבסוף חזר בו הגמ' רק הואיל ור\"י מטהר שם נגמרי מטמא כאן משום כתם ורבי ס\"ל כר\"מ דמטמא שם אף כאן משום נדה מטמא דא\"כ מה פריך הגמ' הא כשטימא ר\"מ משום כתם מטמא הא כך ראוי להיות דהואיל דמטמא שם משום כתם שורת הדין דכאן יהי' טמא משום נדה ולכאורה צ\"ע. אמנם נ\"ל דבלא\"ה גם ברמב\"ם יש מקום עיון דגבי השתנה פסק משום כתם ואלו כאן פסק משום נדה וכבר תמה המ\"מ דהא בגמ' מדמינן עד שהוצרך הגמ' לומר דגם בהשתנה מטמא ר\"מ משום נדה ולכן צ\"ל דודאי ס\"ל לרמב\"ם סברת הראב\"ד לחלק בין בדיקה בעד לרואה בהשתנה (ויהי' לעד אינו בדוק יותר חומר' ממי רגלים אמנם י\"ל דס\"ל כסברת המרדכי) דאם רואה שלא בשעת וסתה דיש להחזיקה בטהור דהא איכא חזקה אלימת' דאורח בזמנו בא וא\"כ ודאי דהדם שעל העד מעלמא ולא מגופי' הואיל בתוך וסתה משא\"כ ברואה בהשתנ' דלא שיוך אורח בזמנו בא דאמרינן ע\"י חימום מי רגלים דהדרו למקור כמ\"ש המפורשים קרה זה דראתה ואין זה ענין לאורח בזמנו (א\"כ יש חומר' גבי השתנה יותר מן עד בדוק א\"כ שפיר הוי כאהדדי) אך עד כאן ס\"ל להרמב\"ם סברת מרדכי היינו למ\"ד וסת דאורייתא וא\"כ חזקה זו דאורח בזמנו בא חזקה גמורה היא אבל לפי דקי\"ל וסת דרבנן ש\"מ דהך חזקה אורח בזמנו בא לאו חזקה גמור' היא רק דרבנן החמירו א\"כ פשיטא דליתא לסברת מרדכי וכמש\"ל בסי' קפ\"ז ע\"ש וא\"כ ס\"ל לרמב\"ם הא דאמרינן בגמ' דזב\"ז תלי' היינו ר\"ז דקאמר הכי ור\"ז ס\"ל בדף ט\"ז דכ\"ע ס\"ל וסת דאוריית' וגם מוקמי התם דר\"מ וגם רבי להדי' דברייתא דוסת דאוריית' וא\"כ שפיר מדמי זל\"ז (דאף דיש חומר' גבי עד כנ\"ל מ\"מ לסברת המרדכי איכא קולא א\"כ יש לדמ' זל\"ז) אבל לפי דקיי\"ל וסת דרבנן א\"כ ליתא לסברת מרדכי ושפיר יש לחלק (בין מ\"ר לעד דעד חמור כסברת הראב\"ד) ולק\"מ ודברי רמב\"ם נכוני' ובזה גם דברי הש\"ע י\"ל כן דודאי אין דומין זה לזה כמש\"ל לדידן דקיי\"ל וסת דרבנן רק כל סוגי' דגמ' למ\"ד וסת דאורייתא מסתמ' איירי באשה שיש לה וסת נמי וא\"כ שפיר צ\"ל דאזלו לשיטתו ובפרט לר\"מ ע\"כ איירי ביש לה וסת דבאין לה אסור' כלל לשמש וא\"ש ולק\"מ ודו\"ק (עבק\"א): \n\n",
                "טהורה דאיכא ס\"ס הש\"ך בס\"ק מ\"ה האריך להשיג על המחבר דאף דנרא' כן מדברי רש\"י לא אמר' אלא לרבי דס\"ל משום נדה וב' ספיקות לא חשבינן לי' לודאי וגם רש\"י מפרש דמיירי בנמצא על ירכה אבל כשנמצא על העד ס\"ס אינו רק ספק א' ובאמת לא ידעתי מה חרי האף הזה דהא בלא\"ה רוב פוסקי' ס\"ל לדינא דבעד שאינו בדוק אפי' בקופסא מטהרי לגמרי רק להחמיר אמרי' דטמא' כמ\"ש הרשב\"א ועי' ב\"י וא\"כ הבו דלא לוסף עלה ע\"כ אמרי' להחמי' היינו בהניח' בקופסא כמבואר בגמ' אבל בטחתו בירכ' דלא מבואר כן בגמ' מהכ\"ת להחמיר איברא אף לפי דעת הש\"ך דמודה לר' בטחתו בירכ' ליכא כאן נדה וא\"כ עכצ\"ל דקיל מהשתנה וראתה דהא התם מסקינן דרבי כר\"מ ומטמא משום נידה וא\"כ לפ\"ז הדבר נלמוד להמחבר במכ\"ש ומה ברואה מהשתנ' דס\"ל לרבי טמאה נידה מודה הכא דטהור מכ\"ש בטחתו בירכ' דאף לרבי אינו רק משום כתם מכ\"ש דלדידן טהור ומ\"ש דרש\"י ס\"ל דמיירי בנמצא על ירכה הא כתבו התוס' לפירש\"י דנמצא על עד נמי וכ\"כ הרשב\"א בת\"ה להדיא וא\"כ לדברי הש\"ך דלדם דירכ' הא ישנו דם על העד נמי וליכא כאן אלא ספק אחד כמ\"ש הש\"ך ועוד קשה לומר דיהי' לרבי דס\"ל ודאי טמא ש\"מ דלא ס\"ל שום ספק דמעלמא אתא אף שהוא עד בלתי בדוק ש\"מ דחזקה מגופי' דאשה קאתי דוחה כל ספק וכי בשביל דנימא עוד ספק א' יהי' נדחה חזקה ממנ\"פ אם אתה אומר דאין כאן חזק' ברורה אף בספק א' תהי' הטומא' בספק ואם אתה מחשבי' לודאי אף בשני ספיקות לא יועיל ואף דיש לדחות זה וכה\"ג מצינו בכמה דוכת' מ\"מ מי דחקינן לומר כן ברש\"י ובפרט כי מדברי הרשב\"א בת\"ה נמי מוכח כן דכתב להוכיח דבעד הבדוק וטחתה בירכה בעינן כגריס דהא מחלקינן בין עד בדוק לאינו בדוק בטחתו בירכה והניח' בקופס' ולא מחלקין בין כגריס לאינו כגריס ואלו אמרינן הא דבעד אינו בדוק בעינן הניח' בקופס' לטמא משום נידה אבל משום כתם נימא אף דהוה ס\"ס קשה מנלן לרשב\"א לטהר לגמרי בפחות מכגריס בעד הבדוק דלמא אם אינו גריס יש כאן ספק מאכולת וטמא משום כתם ולכך הך דבדקה בעד בדוק דאיירי הכל לענין טומאת ודאי דעל משנה קאי כמ\"ש מדברי רשב\"א א\"א לחלק דבתרווהו בעי גריס א\"ו ס\"ל דהך גבי עד אינו בדוק וטחתו בירכ' לא בשביל רבי דס\"ל נידה לחוד נישני' רק אף לר\"ח נשני' ואלביהו שפיר קשה למה נקט והניחו בקופסא לחלק בין הך דבדו' ה\"ל למתני נמי דבעי כגריס ועוד דלולי כן טהור אפי' מכתם אלא ש\"מ דהך א\"צ למתני דבהא אפי' בבדוק טהור ודברי רשב\"א מוכרחים ולפ\"ז אף הך דינא מוכרח דבירכו אפי' לר\"ח משום כתם טהור ומ\"ש הש\"ך דרשב\"א אזיל לשיטתו דס\"ל כר' יוסי דבריו לא הבנתי דלר\"י פשיטא דטהור דאפי' בקופס' טהור ומכ\"ש בירכו רק כל ענין הנ\"ל הוא לר\"ח דס\"ל טמא משום כתם וצ\"ל דהש\"ך נתכון בזה לדבר א' אף שאין לשונו משמע ומורה כן דלר\"ח דס\"ל משום כתם אמרינן נחית חד דרג' וטהור בטחתו בירכ' אבל למ\"ד משום נדה בטחתו בירכ' משום כתם עכ\"פ טמא. ואף בזו אין תפיסה על הש\"ע דכבר כתבתי דהא דמטמ' הש\"ע אין דעתו כרמב\"ם לטמא משום נדה רק משום כתם ובגוף הדבר דכ' הש\"ך דלא הוי ס\"ס אם טעמו משום דלא תתהפך כב' כ' אחרונים וביחוד הפ\"ח דאין זה מוחלט אמנם אם הקו' דהוי שם אונס חד אם הוא דם ממקור או מעלמא ומה לי דבא על העד ממקום אחר או דבא מן יריכו לכאור' קו' עצומה היא אם לא שנא' ל\"ד ס\"ס היא רק ב' ספיקות נינהו אבל יותר נראה. א) דאין ספיקות דומי' דאם הספק הוא רק מן יריכו א\"כ במשוך לא שייך כן דחזקתו מן המקור כמו דאמרי' בעד הבדוק אבל אם אמרי' מעלמ' אתא אף במשוך טהור דבעד שאינו בדוק ליכא לחלק וא\"כ אין ב' ספיקות דומה דיש נ\"מ בניהם טובא ולק\"מ ולפ\"ז הא דמטהר מחבר בטחתו בירכו היינו בעגול אבל לא במשוך דבמשוך אין ענין ירכו נוגע כלל לספק הוא משום דהוי אינו בדוק ודמי' להניח' בקופסא וא\"ש ודוק וכן נכון דהא דעת הש\"ך להחמיר בכל ענין ודי דנקל בעגול אבל לא במשוך עבק\"א: \n\n",
                "עד הבדוק וכו' יש לכאור' לתמוה דהא זה הוא מדברי רשב\"א דחולק אתו' ורמב\"ן והיינו דקשי' לי' אם אינו בדוק קרוי אף דבדקה בפ\"א רק עכשיו בשעת בדיק' לא בדק' א\"כ הא דתנן ג' נשים שלבשו חלוק א' דכולן טמאות קשי' לי' ותי' דהוי ב' שבילין לא ס\"ל לי' ולכך ס\"ל לרשב\"א דכל כה\"ג עד בדוק מיקרי הואיל והי' לו בדיקה אך זהו לשיטתו דס\"ל כר\"י דמטהר לגמרי וא\"כ קשי' לי' מהך דחלוק אבל למה דקיי\"ל כר\"ח דמטמא משום כתם שפיר י\"ל כשיטת תו' ורמב\"ן דהא הך דחלוק לק\"מ דבאמת טמא משום כתם ול\"ל דלהחמיר חושש מחבר כרשב\"א דהא בממנ\"פ בעד כזה שלא בדקתו כלל רק נטלו ממקום מוצנע מותר דלשיטת רמב\"ן אין זה בגדר עד אינו בדוק כל שלא הי' לו מעולם בדיקה ולשיט' רשב\"א היינו משום דפסק דטהור לגמרי כר\"י ולא כר\"ח וא\"כ אפי' דהוי אינו בדוק הא טהור הוא אף משום כתם וצ\"ל דס\"ל למחבר דאף לשיטת ר\"ח דקיי\"ל בעד אינו בדוק טמא משום כתם מ\"מ מוכח דעת רשב\"א דעד שאינו בדוק היינו שלא הי' לו מעולם בדיקה דהא בס\"ד מספקא לן בהך דר\"ח דטיהר אי טיהר משום נידה או טיהר לגמרי וקשה לפשוט דלאו טיהר לגמרי מהך משנה ג' שלבשו חלוק א' כקו' רשב\"א ועכצ\"ל דהך עד אינו בדוק מיירי דלא הי' לו בדיקה כלל מעולם ושפיר י\"ל דטיהר לגמרי ול\"ק מהך דג' נשים וכו' כתי' רשב\"א וא\"כ אף דפשטינן וקיי\"ל דטימא משום כתם מ\"מ פירושא דהך עד שאינו בדוק לא זז ממקומו וכפי' רשב\"א זהו מה שי\"ל בדעת המחבר אבל מ\"מ דוחק דהא בהא תלי' אם אמרינן טהור לגמרי ע\"כ מיירי בהך אינו בדוק שלא הי' לו בדיקה כלל דאל\"כ מכ\"פ יטמא משום כתם כהנ\"ל אבל אי אמרינן דטימא משום כתם אמרינן מסתמ' בכה\"ג איירי דמהכ\"ת בעד שלא הי' לו בדיק' מעולם יטמא ר' משום נידה וכשאין לו הכרח לכך מדברי ר\"ח ל\"א כן: \n\nויהי' אך שיהי' עכ\"פ ה\"מ בבדיק' אבל בכתם ודאי דצריך החלוק להיות לו בדיקה תחלה דהא רוב פוסקים ס\"ל כר\"י ואפי' בעד אינו בדוק טהור לגמרי רק הרא\"ש וסייעתו חוששי' להחמיר כשיטת ר\"ח והיינו בבדיקה אבל בכתם דהיא גופי' דרבנן מהכ\"ת להחמיר נגד רוב פוסקים דס\"ל כר\"י טהור לגמרי ומכ\"ש בכתם ומכ\"ש לפמש\"ל דמחבר גופי' פוסק כר\"י דלא כר\"ח ומטהר לגמרי ועכצ\"ל לחלק כמ\"ש הראב\"ד והרשב\"א בת\"ה לס\"ד דרגלי' לדבר הואיל ובדקה בו ע\"ש ועמש\"ל וא\"כ בכתם לא שייך כן ודאי דטהור לגמרי כמו במי רגלי' דהיא רואה גמורה וא\"כ עד שאינו בדוק טהור בכתם רק דאמרינן כרשב\"א דוקא אינו בדוק לגמרי אבל כל שבדקתו פ\"א הוי עד בדוק וטמאה אפי' בכתם ולפ\"ז הא דכתב המחבר סל\"ט דאין אשה מטמאה משום כתם בחלוקה אא\"כ הי' בדוק לה היינו בדיקה ממש דהי' לה בדיקה פ\"א אבל אם נוטלתו ממקום מוצנע טהור בכתם וכמש\"ל ונכון וכן דעת הב\"ח דלא כט\"ז דדעת. בס\"ק כ\"ט דהך אינו בדוק ובדוק אין פירושו כמו בדוק ואינו בדוק בעד דכאן מיירי בדוק שהוא בחזקת מוצנע ואינו בדוק בחזקת שאינו מוצנע כלל ודברים אלו אין לו שחר דמלבד ח' על מחבר דיסתו' כולי האי ויכתוב ב' סעיפים זא\"ז במילת שווי' והטעמים והפירושים מתחלפים אף גם הוא מחבר העתיק דברי אלו מהרשב\"א וברשב\"א ודאי הפי' בדוק דהי' לו בדיקה מתחינה דאם נוטלתו ממקום מוצנע הא אפילו בבדיקה טהורה לרשב\"א ומכ\"ש בכתם ותמהני מהט\"ז דהוא גופי' הרגיש בזה דהך מילתא לקוח מרשב\"א ואיית' חובת' לנפשי' דע\"כ הך בדוק היינו בדוק לגמרי ולכך טמא דעד שאינו בדוק איירי לרשב\"א דלא הי' לו מעולם בדיקה ס\"ל ובכתמים הדין כהרשב\"א לכ\"ע וא\"ש ודברי ב\"ח ברורי' ומעת' מצינו לאחותינו בנות ישראל תקנה גדולה בעסקי כתמהן שרוב נשים אינו בודקת חלוק וסדין טרם לבישה רק לובשי' כשבא מכובס וא\"כ כל כתמהן אף בגריס טהור דליכא כאן חלוק הבדוק כלל: \n\n",
                "בדקה חלוקה וכו' האחרונים הרגישו דבדיקה ראשונ' ל\"ל כיון דבדקתו לאחד פשטות' והש\"ך תי' בס\"ק מ\"ז דרבות' קמ\"ל דאע\"פ שבדקתו מ\"מ הראשונ' טהורה משא\"כ אי לא הי' לה בדיקה בלא\"ה ראשונ' טהורה כיון שלא בדקה קודם ראי' כמ\"ש סי' ל\"ט ומזו שגם הש\"ך מפרש הך בדוק בסי' ל\"ט היינו בדיק' גמור' ודלא כט\"ז דפי' דנטלתו ממקום מוצנע והיינו כמש\"ל אמנם תי' אינו מספיק פה דסוף כל סוף אף בהא דבדקה מה רבות' יש דראשונ' טהור' דכיון דבודקתו לאחר פשיטת' ולא מצאה בו דבר ומי' מה שתי' הט\"ז ודעתו לל\"ע ולענ\"ד נראה דיש בזה צע\"ג כיון דקיי\"ל דע\"א בדבר שאינו בידו אין נאמן לאסור של חבירו דלא כל כמיני' דיוכל לומר איני מאמינך ואם אמר לו טהרות שעשיתי עמך טמאי' אם אין חבירו שותק או במקום דלא שייך שתיקה כהודאה שהוא במקום דלא ה\"ל למדע אינו נאמן ועי' בהרא\"ש פ' ניזקין וי\"ד סי' קכ\"ז ע\"ש וא\"כ לפ\"ז כאן שפשט' חלוקה ובדקתו והשאיל' לחברת' ולא אמרה לה שבדקתה כמבואר בגמ' בנידה דף נ\"ח דלענין כיבוס יכולה לומר איני מאמינך ע\"ש וע\"כ דלא אמרה כן בשעת שאלה וא\"כ כמו דנוכל לומר לענין כיבוס אף לענין איסורה נוכל לומר איני מאמינך ולא בדקתי וטהורה אני ואת משא\"כ כשבדקתו תחילה א\"כ לא תרוויח השני דאף דלא בדקתו לאחר פשיטתה מ\"מ שניהם טמאים והראשונה נאמנות על עצמה שבדקתה ואח\"כ רק לענין כיבוס תוכל לטעון כן והא דלא נטעון אף על בדיקה ראשונה איני מאמינך חדא י\"ל דמיירי דהי' ידוע שבדקתו תחיל' או שאמר' לה כן בשעת שאלה ועוד על בדיקה ראשונ' עי\"כ טמאה נאמנות דהואיל ונאמנות לעצמה נאמנות לחברת' דהי מניהו מפקת כנודע ואע\"פ שהיא טהורה במה שאמר' שבדק' נאחר פשיטה עכ\"פ בהך אמירה דבדקתה תחיל' מכניס' עצמה לידי חיוב וגם אז הי' שלה והוי כבעל על החלוק ונאמנות אך זהו צ\"ע ויותר נראה דמיירי דאמרה תיכף דבדקתו בשעה שלבשה וליכא כאן חשש אינה נאמנות אבל עכ\"פ דין הנ\"ל לענ\"ד ברור דאינו נאמנות לטמא חברת' באמירה די\"ל שבדקתו בשעת פשיט' ותוכל לומר איני מאמינך וצ\"ע: \n\n",
                "בש\"ע סעיף מ\"א לבשה חלוקה וכו' ואפי' היא בספירות ז' נקים במשנה למלך כ' דתוס' נדה דף ס' ד\"ה תולה משמע דמספקא לר\"י בזה מיהו יש לדחות דתוס' מיירי כגון טמא דפסק לראות כגון שומרת יום כנגד יום ולא ספר' ואשה אחת כבר ספרה רק לא טבלה בזו תוס' מסופק כיון דבזה מעינ' סתום ובזה מעינ' סתום רק לתלות במקולקל בזו שפיר נסתפקו כיון דשניהן עכ\"פ טמאין רק זה כבר ספר וזה לא ספרה בזו י\"ל לא שייך תלינן הקלקלה וכו' וזה שדייק התו' בלשונם דיש לספק בסופרת מקצת או כולו ולא טבלה יש לתלות בלא ספרה כלל הרי דמיירי דפסקה מלראות ומעיינה סתום רק דלא התחיל' עדיין לספור אבל בש\"ע מיירי בנדה דעדיין מעיינ' פתוח וא\"כ הא דתלינן בה לא מטעם דתולה במקולקל כ\"א הטעם דתלינן בדבר המצוי ושכיח ואשה זו מוחזקת כי ממנה הדמים ובזה כ\"ע מודה כי פשיטא דתלינן מי שמעיינ' סתום במי שמעיינ' פתוח ופשוט: \n\n",
                "בש\"ע סעיף מ\"ב השאילתו וכו' וכן אם השאלתו וכו' שלא טבלה עי' במ\"ל הנ\"ל דנסתפק והביא פוסקים לכאן ולכאן אם עבר ז' ימי ספירה ולא טבלה בערב וכעת הוא ביום ח' אי ג\"כ תלינן בי' דסוף סוף לא טבלה והיא טמא' או כיון דכבר עברו ז' נקים לא שייך לתלות בי' כלל דאין בחזקת טומא' כלל וכל רגע זימנא הוא לטבול וע\"ש שהאריך והנה מדברי המחבר דכתב לסופרת ז' שלא טבלה ולא כתב סתם לסופרת שלא טבלה דהא תמיד כ\"ז שלא טבלה תולה בה לכאורה משמע דוקא בסופרת ז' שלא טבל' תולה אבל לא ביום ח' אך יש לדחות דהש\"ע דין אחר קמ\"ל בטבל' ביום ז' מ\"מ אסורה לשמש כל היום שמא תראה ותסתור ודעת ב\"י סי' קפ\"ג דחששא זו דאוריית' ע\"ש וא\"כ יש כאן מקום ספק ביום ז' שטבלה ביום אם יכול' לתלות בה דהא יש מקום לומר כיון דעדיין עלולה לראות ומחשש זה אסורה לבעל' כל היום א\"כ אף בה תלינן דמסתמ' ממנה אתיא ולכן קאמר הש\"ע דתולה בסופרת ז' שלא טבלה הא טבלה אף דעדיין ביום ז' היא מ\"מ אין לתלות בה וגם מהך דקאמרינן בגמ' דהשאילה לנכרית תולה אין ראי' דמה אריא נכרית אפי' ישראלית דומיא דנכרית דלא טבלה כל ימים תולה בה א\"ו דבישראלית אינה תולה בכה\"ג דגם בזה יש לדחות דקמ\"ל אם אשה בתוך ז' השאילה לנכריות תולה בה דבנכריות בחזקת מטונפת בדמים אבל בישראלית בכה\"ג אינו תולה דמה בכך דלא טבלה הא גם היא לא טבלה והרי היא בתוך ז' ומה חזית לתלות בהך יותר מבהך משא\"כ בנכריות דתמיד בלתי מקונח מדמי' תולה בה אפי' בכה\"ג וא\"כ הדבר ספק: \n\nאמנם נרא' דתליא בפלוגתא דרמב\"ם ורא\"ש באשה קודם חומרת דר\"ז דלא טבל' בז' וביום ח' ראתה אם סותרין כל ז' או לא דדעת הרמב\"ם דסותרת הואיל ולא טבלה עדיין ולדבריו גם לתלות י\"ל דתלינן בי' דהא היא בכל אופן כמו בתוך ז' אבל להרא\"ש דס\"ל בעבר' ז' אע\"פ שלא טבלה וראת' דאינו סותרת ז' נקים ש\"מ דאין הטבילה מעכב והך ז' נקים כבר חלפו עברו וראי' זו שראתה ראי' חדשה היא וא\"כ פשיטא דאין לתלות ביום ח' דהרי אין כאן נדנוד תו מהנך ז' נקים שעברו ודבר זו לענ\"ד ברור ונכון וארוח לן במה דקשיא לכאור' דנחלק הרא\"ש עם הרמב\"ם בדבר שאין בו נ\"מ לדידן לדינא דבתר חומרא דר\"ז מה נ\"מ אי סותרת או לא סותרת בראי' א' צריכה לישב ז' נקים ולפי הנ\"ל ניחא דנ\"מ לדינא אי יכולה לתלות ביום ח' שלא טבלה אי מישך שייכי בהך ז' נקים או לא ודו\"ק: \n\n",
                "בש\"ע סמ\"ו חלוק וכו' ואינו בפנינו לשאול וכו' כתב הש\"ך בס\"ק ס\"א ואינו בפנינו וכו' נראה דגם החלוק אינו בפנינו דאם היא בפנינו תבדוק אם מקדיר או מגליד ומי שאינו בקי יאסר וכו' ואין כאן מקומו דבישראלית ואינו בפנינו חשבינן לודאי טמאה דחזקה דהי' נתכבס ובזה לא סמכינן אקידור וגילוד כלל רק דברי הש\"ך קאי על אם היא ישראלית בפנינו ואמרה שלא בדקה או גוי אפי' בפנינו הוה כשלא בפנינו ומשמע מדברי הש\"ע דטהור' וע\"ז קאמר הש\"ך דהיינו דנאבד החלוק וא\"א לבדוק ולולי כן אסורה ופשוט וכן משמע בתורת הבית להדיא ע\"ש אך לכאורה יש לדקדק הא איירי שלבשתו אחר כביסה קודם בדיקה דאל\"כ איך ס\"ד לתלותו בקודם כביסה וא\"כ הא הוי לשיטת רשב\"א ומכ\"ש לרמב\"ן ותוש' כל שנטלתו ממקום מוצנע ולא בדקתו מקדם עד שאינו בדוק ומטהר רשב\"א אפי' בבדיקה ומכ\"ש בכתם ואיך נטמאה כאן באינו ידוע אם מקדיר או מגליד וצ\"ל דלעיל מיירי במקום מוצנע היינו שלא הי' יד הכל משמשין בו אבל מ\"מ אינו מוסגר בארגז עד שלא יפול בו ספק אולי מעלמא אתא עליו הכתם ולכך ס\"ל לרשב\"א הואיל ולא הי' לו חזקת בדוק מעולם תלינן דמעלמא אתא ולא מהאשה משא\"כ כאן מיירי תיכף בבואו החלוק מהכובס סגרתו בארגז עד שלא אפשר לבוא עליו כתם כלל וא\"כ ודאי מהאשה אתיא רק ספק הוא אולי הי' עליו קודם כביסה ובזו שפיר תלה במקדיר או מגליד ונכון: \n\n",
                "בש\"ע סנ\"ב בד\"א וכו' הי' ג' ערומות הט\"ז סק\"מ הקשה נימא מילתא דלא רמיא עלי' לאו אדעת' וכו' ולדבריו בטלת כל עדות שאם עד יאמר כזה ראיתי ולא נתייחדתי לעד נימא דשקר קאמר דלא רמיא עלי' ולאו אדעת' א\"ו דלענין להשוות לאינש להוחזק כפרן אמרינן כל טצדקות ואמתלא שבעולם אפס לא יהי' שארית ישראל בחזקת פסלנים אבל מסתמא אם הוא עומד ואמר לא עברתי מהיכי תיתי לומר דלאו אדעתא וכן הדבר פה ולא קשה מידי ואין צריך לחלק בין זמן קצר לזמן מרובה ופשוט: \n\n"
            ],
            [
                "האשה וכו' מה שקשה ע\"ז מעד שאינו בדוק ע\"ל סי' ק\"צ ע\"ש: \n\n",
                "וי\"א דאין להתיר אלא ביושבת וכו' זהו דעת הטור והרא\"ש דאף ר\"י לא פליג אר\"מ כי אם במזנקת דאיכא חדא לטיבות' אבל בשותת ועומדת דהוי תרתי לריעותא מודה ר\"י דטמאה והקשה הב\"ח א\"כ מה פריך הגמ' השתא בחד ספקא מטהרין בב' ספיקא מבעי הא בב' ספיקא טהור אפי' בעומדת ושותתת ולק\"מ דלכך לא הקשה הגמ' קושיא זו כי אם בתר דמסקינן דבב' ספיקא אף ר\"מ מטהר ועכצ\"ל דהך תרי ספיקא הוי יותר מחד צד לטיבות' דהא בחד צד לטיבות' מטמא ר\"מ ובעי תרתי לטיבות' ומ\"מ מטהר בב' ספיק' ש\"מ הואיל ויש כאן ספק אולי לא בא מהאיש כלל נחשב כתרתי לטיבות' ומטהר ר\"מ וא\"כ מקש' הגמ' אח\"כ שפיר השתא בחד ספק דיש כאן רק חדא לטיבותא מכשיר ר\"י מכ\"ש בב' ספיקות דע\"כ הוי תרתי לטיבות' דהא ר\"מ מטהר בי' פשיטא דמטהר ר\"י ולק\"מ ופשוט: \n\n",
                "אבל אם נמצא בספל שאיש ואשה כו' טהורה בכל ענין וכתב הש\"ך בסק\"ו דהיינו בנמצא תוך הספל ואם נתכוין ליושבת דבריו מעיקרא ליתא דהא עומדת איכא חד לריעותא ומותר בס\"ס ה\"ה ביושבת ושותתת דהוי חד לריעותא ומותר בס\"ס ואם נתכוין בעומד עכ\"פ יהי' מקלחת דהוי חד לריעותא בזו אין דברי' מפורכ' אבל מ\"מ אין לו ראי' ולשונו מורה דדייק ממשנה דקתני על המים וזהו אינו דהא אף ביושבת איירי ולכן אין לדבריו שורש: \n\n",
                "רק באשה שיש לה וסת עי' ש\"ך שהאריך בסק\"ז דלמה צריך דוקא וסת וקשה וכי לעולם לא תטמא לא שייך כיון דתטמא ברואה שלא בעת צרכי' ולכן מפרש דגם מהרי\"ל מיירי באשה שלא ראתה וסת' כי אם ע\"י מי רגלה ולכך הצריכה וסת עכ\"ל אבל לבבי לא כן ידמה דא\"כ דאשה זו אין רואה דם וסתה רק ע\"י מי רגלי' וברור לפנינו דאשה זו רואה דם מקור במי רגלי' וא\"כ איך התיר מהרי\"ל בתשוב' אפי' באין לה וסת קבוע רק שדרכה תמיד מבלי להקדים ד\"מ מכ' לכ' אף שלפעמים רואה כ\"א או כ\"ג וכדומה ע\"ש וקשה הא וסת אין לה שנימא בי' חזקה אורח בזמנו בא וא\"כ אם לאחר הפלג' י' ימים ראתה במי רגלי' מאין היתר לטהר' כיון שברור לן שרואה דם מהמקור תוך מי רגלים ולמה נטהר הראי' לאחר יו\"ד להפלג' במי רגלים ונטמא הראי' לאחר כ' במי רגלים ודבר זה צע\"ג לטהר אשה אשר ברור לן כי דם מן מקורה בא במי רגלי' כי אינה רואה כי אם בכה\"ג ואין לה וסת קבוע רק הואיל ודרכ' מבלי להקדים אם פעם ופעמים הקדימ' יהי' טהורה ועוד מה כל חרדה שהחריד המהרי\"ל באשה זו לטהרה כיון שאין דרכה לראות במי רגלה רק בזמן מוגבל ובזמן מוגבל אפי' בבדיקת מוך טמאה ואם בשביל שפעם א' שינת' במקר' ע\"ז החריד כל חרדה והלא תמיד לא ראתה רק בזמן מוגבל ואם תמיד ראתה שלא בזמן מוגבל איך כ' מהרי\"ל שרואה מכ' לכ' ואם הפשט דרואה מכ' לכ' בראי' פשוטה מה אריא מכ' לכ' הא בלא\"ה כיון שראתה שלא במי רגלי' קושית הש\"ך במקומו ולכן אמת יורה דרכו דמיירי דראתה מכ' לכ' כפשוט' ודברי הש\"ך דאינו רואה רק במ\"ר ליתא וכן מורין דברי מהרי\"ל בתשוב' דלא כדבריו ובקושיא נראה דהא דכתב מהר\"ל וכי לעולם לא תהא טמא' אין כונתו על עולמו של אשה דלא תהא טמאה כל ימי' דפשיטא תוכל להיות טמא ברואה שלא במי רגלי' כקושית הש\"ך רק כונתו לעולם ברואה במי רגלי' תהי' ראי' זו לעולם טהור וזהו לא יתכן כיון דאין וסת לאשה זו עד שנאמר בה חזקה אורח בזמנו כו' רק רואה פעם בשעה זו ופעם בשעה זו וא\"כ וכי לא ימלט שרוא' פ\"א לאחר מי רגלי' דמאן מעכב הלא אין לה זמן מוגבל ואדרב' חימום מי רגלי' עלולין להביא דם כמ\"ש מחברים וא\"כ נטהר אשה והיא באמת ראתה דם גמור כי אין ספק ברב ימי ושנים שיזדמן שתהי' רואה פ\"א וסתה רצוף למי רגלי'. וזהו כונתו ונכון ולכך אם יש לה עכ\"פ זמן מוגבל לראי' מכ' לכ' אע\"פ שאינו כוסת הקבוע מ\"מ יצאנו קצת מידי ספק זה בתוך ימים אלו אמרינן דלא יזדמן שתראה דם מהמקור במי רגלי' דלא עלולה לראות בימים אלו אבל באין לה מוגבל מי יבחן אולי הראי' סמוך למי רגלי' וא\"ש והמעיין במהרי\"ל יראה שדברי נכונין וברורין עבק\"א: \n\n",
                "ואם מצאה דם תוך מי רגלי' וגם על העד כו' י\"א דהיא טמאה וכו' הש\"ך בס\"ק ח' כתב דהוא ללא צורך כיון דכבר פסק לעיל להחמיר זולת במקלחת ע\"ש ומלבד דיש לדחות דבשלמא לעיל אמרינן אי איתא דממי רגלי' באה למה נמצא על שפת ולא תוך הספל משא\"כ בבדיקה די\"ל שיורי טיפת דם ממי רגלים נשארין דבוקין בצדדין בפרוזדר ובבדיקת עד נמצאו ואין כאן ריעות' כלל אף גם נראה דדעת הלזה אם נמצא ע\"ג העד אין תולין כלל במי רגלי' דאין תולין במי רגלי' רק ברואה אבל בנמצא על העד אין ענין כלל למי רגלי' וא\"כ בבדקה בעד בלתי בדוק הרי זה נימא כמו לעיל בסי' ק\"צ ע\"ש משא\"כ אלו הוי אמרינן דהיינו ראתה במי רגלי' ראתה ע\"ג עד רק אסורה כמו בנמצאת על שפת הספל כמ\"ש הש\"ך א\"כ טומאה זו מכח ספק דלמא הדרי מ\"ר למקור כנ\"ל ובעד שאינו בדוק הרי כאן ס\"ס דלמא מעלמא ואת\"ל מבדיקה דלמא מן מי רגלי' ולזה קמ\"ל דגבי בדיקה לא תלינן כלל במי רגלים וא\"כ חזר הדין לדלעיל בסי' ק\"ץ דאפי' עד שאינו בדוק טמא וא\"ש: \n\n",
                "רק קרטין קרטין כמו חול וכו' עי' ט\"ז סק\"ד שהאריך וסוף דבריו דאפי' בנמצא חצף אדמה וקרטין שלא בשעת הטלת מי רגלים א\"כ שייך הדין הנאמר ברמ\"א והגאון חכם צבי בתשובתיו השיגו דלא מיירי הר\"ן והרמ\"א רק אחר מי רגלי' אבל זולתו לא והגאון שב יעקב עמד לימין הט\"ז דמידי טעמא דר\"ן דלא שכיחי לראות בקרטין וא\"כ אף שלא בשעת מי רגלי' נמי לא שכיח ודברים אלו ליתא דהא איירי ע\"כ בשנמחו כמ\"ש הב\"ה וד\"מ וכ\"כ הש\"ך סקי\"א ע\"ש וא\"כ קשיא לי הך סוגיא דגמ' דהמפלת כמין יבחושי' ושעורין דאמרו חכמים תטיל למי' אם נמחו טמאה וכי דרכה של אשה לראות כמין יבחושין וכדומה ומ\"ש יבחושין ומ\"ש קרטין (א) והר\"ן מיירי אפי' אינה מרגשת כאב כמ\"ש הט\"ז בעצמו אלא ברור חלילה לנו להתיר דאם נמוחו דם גמורה הן רק במי רגלי' בלא\"ה יש כאן היתר דהא רואה במי רגלי' ור\"י מטהר לגמרי אפי' בכל צדדין ריעות' רק ר\"מ מטמא כמ\"ש הר\"ן דחייש למעוטי דלמא הדר מי רגלי' למקור ואייתי ס\"ל להר\"ן אייתי דם אמרינן אבל קרטין לא אמרינן כי יותר שכיח לתלות קרטין במי רגלי' שהיא תולדת כליות ומשם מתמצי המי רגלי' ובאין כנודע משנתלות במקור דאין שכיח להוליד קרטין (ב) אבל בראי' שלא במי רגלי' דאין סברא לתלותן במי רגלים כלל וכל בדיקות מסתמא הן במקור מהיכי תיתי לתלותן במי רגלים ומה טיבו של מי רגלי' לכאן ואנו תולין במקור וכיון שנמחו דם שנימוח טמא וביחוד בעובדא דט\"ז דהרגישה כאב למעל' ממקור וא\"כ מה טיבו של כליות לכאן שהן באחורי' בצד סיום השדרה ויותר ברור דם מהמקור קאתי והג' שב יעקב ביקש לומר דיש חילוק בין קרטין להך דראתה כדמות חול דזהו אינו מחמת מכה שבכליות ומה ישיב על הך דאשה שהפילה כמין קליפות והעידו רופאין שאשה מכה יש לה במעים ומ\"מ אם נמוחו טמאה ועיין מש\"ל סי' קפ\"ח ותמהני מחכם הנ\"ל שבסבר' דקות שאין להן שורש בש\"ס ופוסקים קודמים ובסבר' מי יאמר ואפשר דשאני זה מהך דחול ביקש להתיר איסור חמור כזה ובפרט בבדיק' שהיא איסור של תורה ואלו אמר להחמיר לא הינו שומעין בסברות דקות כזה ופשיטא להקל ובמחילה מכבודו הרמה שכתב על הגאון חכם צבי שדבריו הן דבר שפתי' שפת יתר ולא נאות לכתוב כן כי דבריו בזה המה ברורין וח\"ו להתיר בקרטין בלי מי רגלי' ואם לסמוך על רופאין הלא אין ענין זה לכאן ועמש\"ל סי' קפ\"ח אבל זולת זה ח\"ו להתיר קרטין כמש\"ל דמ\"ש קרטין ומ\"ש קליפות וכדומה ולכן אין להתיר כנ\"ל: \n\n"
            ],
            [
                "תבעה להנשא וכו' נימא מחמת חימוד וכו' עי' בט\"ז סק\"א דדעתו דאם תיכף שנתפייס' היא עמו במטה מותרת לו והדבר צ\"ע לכאור' מנ\"ל חידוש זה דהא יש לחוש תיכף בעת תביעה רואה טיפת דם ונאבד ומי נתן לשיעור כמה זמן ישהה והרב בעל שער אפרים השיג על ט\"ז בזה. א) ואני מצאתי לו און בדברי תוס' בפרק החולץ ויומא דהקשה על הא דאמרינן רבנן יחודי הוי מיחדה ליה הא אסור לייחד ותירץ דלא הוי נקטו לי' רק ליחוד בעלמא כדי שיהי' להן פת בסלו וא\"כ לא הוי חימוד ע\"ש ודבר זה קשה מהפת בסלו יש כאן הא א\"א להן ליקח כלל ליומא דתיכף כשביקש ללוקחה יהי' כאן תביעה חדשה דמתחילה לא לקחה רק ליחוד וא\"כ אח\"כ כשתובעה לתשמיש הרי כאן תביעה חדשה וצריך ז' נקים ואסורה לו וא\"כ ליכא כאן פת בסלו כלל ומה הועילו בזה דמיחדו להו דמעולם לא יהי' רשאי לבעל אותה עד שימתין ז' נקים וליכא פת בסלו ועכצ\"ל כדעת הט\"ז דאם תבעה ותיכף בעלה לא צריך ז' נקים וא\"כ א\"ש דמתחילה לא הי' תביעה לבעלה ופת בסלו יש כאן דבלילה כשיחמוד לבעול אותה יתבענה ותיכף יבעלנה וליכא כאן חשש חימוד ומותרת לו והוי שפיר פת בסלו ואולי דעת התוס' כדעת ראבי\"ה דס\"ל דאם בדקה עצמה תיכף לתביעה ולא מצאה מותרת וצ\"ל לדבריו דמה פריך הגמ' על הני דמכריזו מאן הוי ליומא הא א\"ר תובעה להנשא וכו' דלמא הי' תיכף בודקת דקושית הגמ' דה\"ל להכריז כן ולא סתם מאן הוי ליומא ואולי לא ירגישו הנשים שמתרצין לבדוק תיכף רק ה\"ל להודיע מאן הוי ליומא יבדקו עצמן וא\"כ תי' הגמ' שפיר דלכך לא הודיעו דלא נקטו רק ליחוד וליכא כאן חימום וחימוד ומ\"מ הוי פת בסלו דאם ירצה לבעלנה יתבענה ויאמר לה שתזהר לבדוק תיכף ומותרת לו כדעת הראבי\"ה: והנה הט\"ז נתקשה בדברי בועז ותמר ובענין תמר פשיטא דאז לא הו' גזירה זו ובועז לא מצינו שבעלה אז כלל ולא ידעתי מה קשיא לי' אדרבה זו היא תוקפו של בועז. אמנם מדוד קשיא לי' אפשר דכל תי' שהי' על בת שבע בגט כריתות וכדומה מ\"מ הא הוי תבעה לינשא אך גם זה לק\"מ דקודם חומר' דר\"ז בתבעה ביום ז' לנדתה מותרת לערב דמה בכך דראתה דם הא אפי' שופעת כל ז' רק לעת ערב פוסקת טובלת בלילה ומותרת וא\"כ דוד דתבעה לב\"ש הי' ביום ז' דכתיב והיא רוחצת מטומאתה שהי' לה חפיפה וא\"כ אף דאז הי' לה חימוד וראתה מ\"מ בלילה שטבלה מי' מותרת לדוד ולק\"מ. אך יש להקשות מה פריך בגמ' מאן הוי ליומא הא א\"ר תבעה להנשא וכו' דלמא כך הי' הכרוז מאן הוי ליומא דהיינו היא האשה שהיום ז' לנדתה וא\"כ תוכל להנשא לי' ובלילה תהי' מותרת לי' כה\"ג וזהו ההדיוק בלישנא מאן הוי ליומא דאתרמי היום מוכן שתוכל להתקדש לי' ויש ליישב דודאי לא הי' לוקחין גדולה דאולי תתעבר ויהי' בכלל בני גרושת הלב דהא דעתן הי' לגרשה דאף דאינו בכלל לא תחרוש על רעך רעה וכו' כשנושא' אדעתי' דכך כנודע מ\"מ בכלל בני גרושה כמ\"ש הר\"ן דאף דאינו שנוא' ועכצ\"ל דלוקחי' קטנות שאין ראוי' להוליד וקו' הגמ' לא ישא אדם אשה במדינה זו וכו' מ\"מ קשה דלא פלוג עבדו רבנן בגזירות כנודע וא\"כ קו' הגמ' שפיר דל\"ל מי היא שזמנה ביום דהא בקטנה איירי וסתם קטנה אינו בחזקת רואה כנודע אך לפ\"ז אין מקום לקו' התו' ביחודי מיחדי' לי' די\"ל במסקנא אמרינן דגדולה נשאו דבאמת לא בעיל כלל ולא שייך בני גרושת הלב וא\"כ בגדולה שפיר י\"ל מאן הוי לי' ליומא כנ\"ל מי הוא שז' לנדות' היום כנ\"ל ולק\"מ: \n\n",
                "אם דחו נשואין וכו' אע\"פ שבדקה וכו' הרב הש\"ך בסק\"ז הביא בשם מש\"ב דאם הוקבע הזמן לר\"ח ניסן ובא אח\"כ ציר דאתילד להחתן אונס וביום יומי' יבא וכן הי' דא\"צ נקי' חדשים אפי' לא בדקה עצמה בימים שבנתיים כי לא נתייאשה מן ז' נקי' ראשונים וסמכה דעתה וכו' ודברים אלו יש בהן מסברא וכמ\"ש הש\"ך דאין להחמיר בדברים אלו איברא מה שהתנה המ\"ב תנאי שלא יהי' עוברים ז' ימים בלי בדיקה וכן העתיקן הש\"ך וכן הרב מ\"ב בתשובה כפל הדברים ע\"ש. ב) דבר זה אין מובן לי כלל הגבול ימים אלו מה טיבן ממנ\"פ אם אתה עושה לזה הביאה של החתן תביעה חדשה אם לא עבר אפי' יום א' הרי כאן תביעה חדשה וחימוד חדש ואם אמרינן דלא נתייאש מן תביעה ראשונה א\"כ אף דעברה ז' ימים ולא בדקה מ\"מ הא כבר מנה ז' ימים בזמן ראשון ואם אתה מצריך לה בדיקה אח\"כ א\"כ אדרבה בנשאת בפחות מז' יותר ג) יש לחוש לאיסורא דאולי ראתה ולא עברו כלל אפי' ימי נדה דאוריית' כלל של דבר לאחר שספרה ז' נקי' לא ידעתי מה הבדל יש אם עברה ו' ימים ולא בדקה ונשאת תיכף דמותר' ואם עברו ז' ימים ולא בדקה שאסורה להנשא דמ\"ש ששה משבעה אדרבה בעבר' ו' יש כאן חשש איסור דאוריית' משא\"כ בשבעה דאין כאן רק חומרא דר\"ז. ודאי אלו הי' דעת מ\"ב שתצריך להמתין ז' ימים רק סגי בבדיקה בא' מימים הוה ניחא אבל כיון שמותרת להנשא וא\"צ להמתין ז' ימים א\"כ הך דעברה ז' ימים בלי בדיקה דאסורה לא ידעתי מה טעם יש בדבר ומאין אדני הדין הזה הוטבעו כי אין לו שרש ועיקר כלל בראשונים: \n\n",
                "עבר וכנסה וכו' א\"צ שימור עוד זהו דעת הת\"ה דס\"ל הא דאמרינן בגמ' אבל בעל אין צריכה שימור היינו ראוי לבעול ועי' ט\"ז ס\"ק ז' במ\"ש על זה ומדברי הרמב\"ם דס\"ל חופת נדה לא שמיה חופה וס\"ל החופה היינו יחוד הראוי ומסור לביאה וא\"כ הא דקאמרינן בגמ' וכן מי שפרסה אשה נדה הוא ישן וכו' ע\"פ דהי' החופה קודם שפירסה נדה דלאח\"כ לא שייך חופה וגם ע\"כ דהי' מתיחד עמה דאל\"כ לא שייך חופה וא\"כ הרי הי' ראוי לבעילה ומ\"מ אמרינן הוא ישן בין אנשים וכו' ש\"מ דליתא לדינו של ת\"ה ולכך יפה כתב הש\"ע דהמחמיר תע\"ב: \n\nוכתב הש\"ך בס\"ק י\"א דעכשיו דמנהג רע בעו\"ה נתפשט שאין מניחן לבעול רק אחר איזה ימים לאחר נשואין וא\"כ אם פרסה נדה ודאי צריך שימור דהא דלא בעל משום מנהג וכו' עכ\"ל ושגגה פלטה קולמס דא\"כ אין יצרו תוקפו כ\"כ עד שיוכל להעציר עצמו מבלי לעבור מנהג של שטות איך לא יעצר כח הגבורים לבל יבעול ח\"ו נדה ואדרבה זהו מורה כי אין יצרו תוקפו וישמע לקול דברי חז\"ל כי ראינו ששמע למנהג ואין ספק שתלמיד טועה הוסיף כן כי שפתי כהן ישמרו דעת: \n\n",
                "והמנהג ליקח קטן וכו' כ' הש\"ך בס\"ק י\"ד דצריך להיות יודעים טעם ביאה ואינו מוסרים עצמן לביאה והרב מ\"י השיגו דכאן אשתו משמרתו ואפי' מוסרה עצמה לביאה ליכא כאן חשש יחוד ואפשר לומר דס\"ל לב\"ח כמבואר בא\"ע סי' כ\"ב דבלילה אפי' בעיר בעינן ג' וא\"כ ודאי דבבעל ליכא חשש דאשתו משמרתו אבל הא מייחדין קטן עה הבעל ואותו קטן ג\"כ איירי דיודע טעם ביאה כמ\"ש הב\"ח להדיא והיינו שהוא בן ט' שנים וי\"א וא\"כ אף הוא אסור להתייחד ובעל אינו רק שומר א' וא\"כ הרי הקטן מתייחד עם הכלה ועוד בת א' גדולה ובלילה לא סגי בשומר א' ולכך מצריך שאותו קטנה לא תמסור עצמה לביאה וא\"כ ליכא חשש פיתוי ולאונס ליכא חשש דא\"כ תצעוק ויהי' השומרים נעורים וא\"כ הרי כאן לגבי קטן נגד הכלה שני שומרי' הקטנה והבעל וא\"ש משא\"כ במוסרת עצמה לביאה לגבי קטן אין כאן שומר רק הבעל ובלילה בעינן ב' שומרין וזהו הטעם למנהג שלוקחין דוקא קטן וקטנה: \n\n"
            ],
            [
                "הכונס את הבתולה וכו' עי' ט\"ז ס\"ק א' במ\"ש בפי' הטור וב\"י וב\"ח וט\"ז כולם כא' עונים דכוונת הטור אפי' בבוגרת שכלו דמים מ\"מ חייב לפרוש וכ\"כ הרא\"ש בפ' תנוקת להדיא ע\"ש איברא דאי קשי' ה\"ק הא דעת הטור בא\"ע סי' ס\"ח כרש\"י דבוגר' יש לה דמים רק אין פתחה סתום א\"כ מה רבות' יש בבוגר'. אמת שגם הרא\"ש יש להקשות אהדדי רק דאין מוכרח כ\"כ בכתובת אין דעתו נוטה אם כר\"ח דפתחה סתום או כרש\"י כי הביא דעת שניהם מבלי הכרעה אבל הטור כ' להדיא בסי' ס\"ח דאף בוגרת יש לה טענת דמים וכבר עמד בזה הב\"ש ולא תי' כלום ומה שנר' בישובו או אפשר דס\"ל דמיעוט דבוגרת לית להו טענת דמים ג\"כ רק לענין מעות כתובה וכדומה פשיטא במקום דבעל מוחזק דאזלינן בתר רובא לא יהי' אלא מעוטא אין הולכין בממון אחר רוב אבל כאן הרי יש כאן מעוט' דאין להם דמים ומיעוט' דבקיאין בהטי' וסמוך אהדדי והוי פלגא אפלגא וכל איסורא אין אלא דרבנן וספיקא לקולא וקמ\"ל דלא דמ\"מ החמירו בו חז\"ל וקבעו לאיסורא: \n\nויותר נר' דהא יש להבין האיך אמרינן דאפי' לא ראתה דמים אמרינן דחפהו ש\"ז או נאבד ואלו בא\"ע משוין בלא מצאה דם לודאי בעולה ואין לה כתובה רק מנה באשת כהן אסרינן לבעלה דלא הוי רק חד ספק תחתיו או אינו תחתיו ולא אמרינן דהוי ג\"כ חשש אולי ראתה ואבדה או חיפהו ש\"ז והוי ס\"ס וד\"ל דהוי ספק חסרון ידיעה להכיר בסדין אי יש בו טפת דם וחפהו ש\"ז כדמשמע בב\"י להדיא דבזמן ש\"ס הי' אפשר בקיאין בי' דדבר זה נפל ברברבת' אי ספק חסרון ידיעה מצטרף לס\"ס או לא ועמש\"ל בבית הספק ולכן נראה לומר דודאי יותר שכיח לומר אי אין כאן דם לומר שהיא כבר בעולה או מ\"ע מלומר דנאבד או חפוי בש\"ז רק ה\"מ בפתחה פתוח אבל בראינו פתחה סתום א\"כ רגלי' לדבר דאינו בעולה ומ\"ע דהא פתחה סתום ולכך חיישינן כל כי האי חשש אולי נאבד הדם כיון דיש כאן רגלים דפתח' סתום ואלו היא בעולה או מ\"ע הי' פ\"פ אך זהו בנערה דפתח' סתום אבל בבוגר' שפתח' פתוח בטבעה וא\"כ שפיר י\"ל מהכ\"ת לומר בלי דם שחפהו ש\"ז ולא אמרינן כסוגי' דכתובת דסתמא בעולה או מ\"ט היא וכללא הוא בכל ש\"ס לא חיישינן לדבר דאינ' מצוי וכל ש\"ס ובכתובת משמע דלא חיישינן כלל להך דחיפוי ש\"ז ע\"ש ולכך קמ\"ל דמ\"מ היא אסורה דהשוו חז\"ל בענין בועל בעילת מצוה דבריהם הואיל ומסור לכל ולא חלקו כלל בין נערה לבוגרת הן להחמיר והן להקל כמ\"ש הרא\"ש להדיא וזהו כוונת הטור אע\"פ דבבוגרת כלו בתוליה והיינו דפתחה פתוח לשיטתו (דזהו בוגרת שכלו בתוליה גמ' ביבמות וצריך לפרש לטור וסייעתו דפתחה פתוח וכלו מלהיות דבוק' בתכלית וא\"ש): \n\n",
                "ונהגו להקל אם לא גמור וכו' ומזה בעו\"ה פשטה הקולא ובעו\"ה נמסר לנשים אשר החתן בועל הכלה פעמים רבות יום יומים כ\"ז שלא תמצא על סדינה דם ומשחק בתנוקת ואין זה בגדר הערה בה שבועל אותה פעמים רבות ואין מציאת דם ראי' כלל לזה כמבואר לעיל דלמא חיפה ש\"ז וכדומה ובפרט רוב בתולת הן בוגר' ודמיהם מעוטים ולכן יש ליתן לב ע\"ז ולמחות כי בבוגרת הדין אסור במשנה ואין להעלי' עין מה שמבואר במשנה להדיא לאסור: \n\n",
                "בכל דיני נדה להרחקה ודע בזמן המשנה קודם חומר' דר\"ז דקיי\"ל בועל בעילת מצוה ופורש אין הכוונה על ז' ימים רק פורש כדינו דאם היה נושאת בי\"א יום ימי זיבה אשר הן רוב ימי טהרה דאשה א\"צ לפרוש רק מע\"ל דמה ניחוש אולי ראתה ואין זה דמים בתולים כי אם דם מקור לו יהי' ראתה להדיא וזב דמה מהמקור כמעי' בשומרת יום כנגד יום סגי ובעברה מע\"ל ולא ראתה עוד התורה טיהר אותה וטובלת לערב. ולכך אמרו סתמא ופורש רק בימי נדה צריכה לפרוש שבעה ימים ובהכי מיושב מה שהניח המהרש\"א בריש כתובת בקושי' על תוס' ורמ\"ה דמנ\"ל דדברים שבצנע' נוהג ברגל והא דקתני נוהג ז' ימי משתה וז' ימי אבילות וכל אותן ימים היא ישנה בין נשים וכו' הטעם משום דקיי\"ל בועל בעילת מצוה ופורש יע\"ש ולפי הנ\"ל לק\"מ דאיך קתני בריית' סתמא וכי פסיק' לי' דאיירי דנשאת בז' ימי נדה הלא סתמא קתני ובימי זיבה אינו אסורה אלא יום א' ואיך קתני כל אותן ימים דבג' יום בימי משתה מותרת לו דעברה מע\"ל דזיבה ועכצ\"ל משום אבלות דצריך פרישה והדבר נכון בעצמו עד שתמהני ממהרש\"א שהעלי' עין מזה ודו\"ק: \n\n"
            ],
            [
                "יולדת אפי' וכו' בשו\"ת נ\"ש הורה לאסור באשה שבא חבל לה כי מלאו ימים ללדת וישבה על משבר ואח\"כ פסקו הצירים וחבלים והולכת וכריסה בין שניה זה ימיה כמה דמ\"מ אסורה לבעל וצריכה ז' נקים וראיתו דקיי\"ל בשבת מאימתי פתיחת הקבר אביי אמר משתשב על המשבר ור\"ה אמר משעה שהדם שותת ויורד ואמרה לי' משעה שחברתה נושאת אותה באגפי' עכ\"ל ופסקינן בא\"ח סי' ש\"ל להקל ביושבת על משבר לחוד ש\"מ דהוי פתיחת הקבר אז (א) וקיימא לן אי אפשר לפתיחת קבר בלי דם ולכך אסורה ובאמת אין המנהג כדבריו ובאמת אם אף באותו זמן הי' יכולה להלוך בעצמה תלי' לכאורה בפלוגת' דר\"ש ורמב\"ם בפ' המשנה פרק ז' אהלות משנפתח הקבר א\"י להלוך דלפי' הר\"ש והפי' פתיחת הקבר דהתם כעין פתיחת הקבר בכל מס' נדה דנפתח הרחם וא\"כ זו שמהלכה ודאי לא נפתח הקבר אבל לרמב\"ם דמפרש פתיחת הקבר דהתם דהיינו שהולד הוציא ראשו ג\"כ ולכך מטמאה אם הולד מת ע\"ש ועי' בתיו\"ט שהאריך וא\"כ י\"ל דוקא בכה\"ג שראש הולד בין ירכי' א\"א להלוך אבל פתיחת המקור יכולה להלוך וכאן אנו דנין על פתיחת המקור איברא דהר\"ש הקשה שם הנך אמוראי דלא ס\"ל פתיחת הקבר משעה שאינו יכולה להלוך קשיא לי' הך משנה ולא תי' כלום ובאמת י\"ל דודאי הן לפי' רמב\"ם דפי' אין לנפלים פתיחת קבר דבנפל יכולה להלוך אע\"פ שנפחת הקבר והן לפירש רש\"י דמפרש אין לנפלי' ענין בפ\"ע מכ\"ש אפשר דמודה כשאין לולד ראש כפיקה דהך פתיחת הקבר תוכל להולך דמאן מונע ולא יחלוק בסברא זו ארמב\"ם וחוש עין ראתה ותעידה וא\"כ בטומאה הולכין אחר רוב והם ולדות מעלים וגדולים ובפרט הלא ראינו בבית השני כי הולד גדול משא\"כ לענין פקוח נפש אין הולכין אחר רוב ואפי' במיעוט חוששין לחילול שבת ולכך אפי' מהלכת חוששין לפתיחת הקבר דאולי תפיל נפל קטן ראש מפיקה ובזו תוכל להלוך וא\"ש וא\"כ כאן לענין טומאה הולכין בתר רוב ולדות דא\"א להלוך משיפתח קבר וכבר הכריע התיו\"ט דמסתברין מילת' דר\"ש עד שבדברי הרמב\"ם בספרו יש בו סתירה פעם נראה כסותר ופעם נראה כמסכים להר\"ש עי' בתיו\"ט שם אך אף גם דאינו יכולה להלוך אז בעת ישיבת' וביאת החבלים לה דאז אע\"פ שהלכה אח\"כ אין ראי' מהמשנה דשם אם נפתח אח\"כ הקבר הרי ראי' דפתיחת תחילה לא היו הולד ואין מטמאה משא\"כ כאן בפתיח' א\"א בלי דם ואח\"כ נסתם הפתוח כנודע מ\"מ נראה לטהרה דהא הרי\"ף פסק הואיל ואביי אמר פתיחת קבר משתשב על המשבר ר\"ה אמר משעה שהדם שותת ויורד ולא קאמר ר\"ה עד ש\"מ שדם שותת ויורד קודם ישיבת משבר ולכך בעי תרתי והקשה רמב\"ן דהאי עד אינו ראי' דלא קא אמילת' דאביי רק אמילת' דגמ' דשאיל מאימתי פתיחת הקבר וגם כיון דפליגא ספק נפשות להקל ובאמת יש לישב בטוב דברי רי\"ף דס\"ל לרי\"ף דזהו סברא מוחלטת דהך סמנים לחוד דדם שותת ויורד אין סי' לפתיחת הקבר דהא שכיחי דמעוברת שופעת דם עד שאמרו שאשה קובע וסת בימי עבורה ואיך יהי' זה סי' לפתיחת הקבר רק צ\"ל א' מב' פירושי' או דר\"ה בעי לפרושי מילתא דאביי דאמר משישבה על המשבר היינו לא משבר לחוד רק שהדם שותת ויורד כבר ואח\"כ ישבה על המשבר ג\"כ זהו אות שנפתח הקבר ואביי סוף מילתא נקט שהוא יושבת למשבר או י\"ל דפליג על אביי דאביי ס\"ל ישיבת משבר לחוד הוי פתיחת הקבר ופליג ר\"ה ומוסיף ואמר דגם הדמים צריכין להיות שותתין ויורדין ולפי פי' זה הרי כאן מחלוקת והלכה כמקיל בפ\"נ ולכך קאמר הרי\"ף דא\"א לומר כפי' ב' דבא להוסיף אמילת' דאביי הל\"ל עד להורת דאין ישיבת משבר לחוד מספיק א\"ו לפרש בעי שקודם ישיב' משבר כבר זב דמים וישיב' משבר דקאמר אביי היינו בשכבר היו הדמים זב ויורד וא\"ש וא\"כ דאביי ור\"ה לא פליגו הלכה כוותן ולכך פסק כאביי ור\"ה ולק\"מ וא\"כ כיון דרי\"ף פוסק כן וכן דעת רמב\"ם דלא סגי בישיב' משבר וכן דעת הר\"ן וסמ\"ג וכן נראה דעת הטור ור\"ח כרי\"ף ע\"ש בב\"ח שכ' דרוב פוסקים מסכימים להרי\"ף ורמב\"ם רק מחמת ספק נפשות להקל קיי\"ל כרמב\"ן אבל כאן ודאי דעיקר כהנך פוסקי' וכל זה הוא לרווח' דמילת' כי באמת האשה היושבת על משבר יש כאן ספק אולי העת שתלד ונפתח רחמה ואף כי לפעמי' הוא רק צירים וחבלים שאין בהם לידה וחבלי שוא וכאב בעלמ' מ\"מ מאן מפיס כיון דדרך האשה באשר יבא חבל לה ויושבת על משבר שתלד וא\"כ איכא חשש פתיחת קבר ואמרינן דמחללין שבת ואף אני אומר באותה שעה באמת יש לבעל להזהר בה אבל כאשר ראינו כי פסקו הצירים ועמד' ממשבר ולא ילדה הרי אתגלי מילת' דלא כן היו וכאב בעלמא היו ולא היו פתיחת הקבר כלל דלא שכיח שיפתח ויהי' חוזר ונסתם מבלי לידה ונראה שלא הי' פתיחת הקבר כלל ופשיט' דטהורה וכן המנהג בכל מקום מיהו במקום דנהגו איסור יש להניח מנהגם כי הוא חומרא שיש בו קצת טעם ומקום לסמוך: \n\n",
                "ולאחר וכו' ואין להתיר במקום שנהגו להחמיר וכו' כבר עמדו בזה גדולים מאחרונים הט\"ז והגאון מהרש\"ק בתפארת שמואל והרמ\"א בעצמו בתשובה כתב שלא נתפשט המנהג הזה ובאמת אין למנהג זה טעם ועיקר ואיך ניתן מקום למנהג זה מה שהטור העיד שבימיו היו בועלים על דם טוהר בכל אשכנז ואיך נהפוך אח\"כ למנהג ותיקון שאפי' באין רואות בו שיהי' אסורה כאלו רואה ולענ\"ד מתחילה כאשר רצו לבטל מבלי לבעול על דם טוהר ולא היו סיפוק בידם כי האשה שהי' רואה דם לא היו מראה לחכמים כלל כי היו מסורת בידם שבימים אלו הדמים טהורים לכך גזרו שלא תבעול כלל עד יעברו ימי טוהר ובזו נשמרו שלא יבעלו על דם טוהר וזהו לענ\"ד המנהג והטעם (ב) וא\"כ עכשיו שעבר ונשכח אצל המון ישראל לבעול בדם טוהר ולמה איפוא נפריע העם מביטול פ\"ו ומצות עונה ובפרט בדורות הללו שיש לחוש לכמה עבירות פריצות והרהר עברה וקישוי לדעת או קרי ר\"ל בעו\"ה ובלא\"ה אינו שומרין כל דם טוהר רק טובלים בנקבה בט' שבועת ולא קרירי ולא חמימא כי לזו ודאי אין טעם כלל בשום אופן ולכן כבר עמדו הגאון מהר\"צ בהמבורג ונתנו בפראג ואני פה ק\"ק מיץ ובטלנו המנהג שאין לו עיקר ושרש והתרנו לנשי' לטבול תיכף בעמדן והליכתן לבה\"כ שהוא ד' שבועות אחר לידה ללכת לבית טביל' ובזה ינוח דעת כי כעת לרב חולשת הלידה לרוב נשים אחר טבילה ראשונה אחר לידה מוצאי' דם ומה לו לבעל להכניס עצמו בספק איחור אם דם צדדים או ממקור הלא יותר טוב לבעול אז בימי טוהר שלבבו ינוח בלי ספק איסור וינצל מידי ספק איסור בכל אופן ולכן כן יש לנהוג בכל מקומות והמחמיר מן המתמיהין: \n\nוהנה כתב הטור דאם יולדת נקבה וז' ימים ראשונים הי' נקי' ובימים שאח\"כ ראתה בתוך י\"ד לנקבה אינו סותרת וטובלת לאחר י\"ד אפי' לא פסקה וכתב הב\"י דזהו לאותן דבועלי' על דם טוהר והב\"ח חולק וס\"ל דאפי' לאותן שאינו בועלים בדם טוהר דינא הכי דלא שייך חומרא דר\"ז בראי' שבי\"ד ימים של נקבה דראי' זו אינו גורמת לא נדות ולא זיבות ולפ\"ד הדין נוהג אף עכשיו לשיטת הטור אבל דבריו תמוהין דהא מודה הב\"ח לדידן דאין בועלי' על דם טוהר דאם ראתה טפת דם כחרדל בתוך ימי טוהר דסופרת ז' נקים אף דראי' זו ד\"ת אינו גורמת לא נדה ולא זיבה ולא טומאה כלל מ\"מ צריכה ז' נקים ואם הקדימה לראות בתוך י\"ד לנקבה א\"צ לספור ז' נקים ויציב' בארעא אם רואה ביום ט\"ו ללידתה דה\"ל דם טוהר צריכה ז' נקים ובהקדימה לראות ביום י\"ג וכדומה א\"צ ז' נקים ולכן ברור דהדין זה לא נאמר אלא לאותן שבועלים על דם טוהר. ובגוף הדבר למה ברואה תוך י\"ד ימים לנקבה לא תצרך למנות ז' נקי' כחומרא דר\"ז עי' בב\"י וב\"ח ופרישה ולענ\"ד פשיט' דבעי' ז' כשאר רואה ומנ\"ל לחלק בחומרא ז' ימים אבל אף אם ראתה בהם הוי נקי' כיון דרחמנא טהרה הוי כרואה מי רוק והוי כמו נקי' דמ\"ש ראתה ומ\"ש לא ראתה ראי' זו מה טיבו הא טהור הוא אבל ודאי צריך למנות ז' בשלמא בלידה דהוי לדידן כיולדת בזוב אין ימי טוהר נחשבים לנקים כמ\"ש רש\"י בדף ל\"ה ע\"ב ד\"ה דה\"מ וכו' דכתב דה\"מ דהוי דם טוהר לאחר ימי לידה ביולדת גרידא אבל ביולדת בזוב דבעי סיפורין בז' שלא ספרה הוי דמה כדם זיבה דהא מחד מעין אתו ותורה לא טהרתו עד שתספור כדכתי' ואחר תטהר אחר אחר לכולן עכ\"ל אבל ברואה לאחר ז' דכבר ספרה על לידה בזוב נקי' רק מחמת ר\"ז בזו לא אמרינן כן דיהי' נקי' לגמרי אפי' מדם טוהר דחומרא זו לא אמרינן בחומרא דר\"ז ולכך יש חילוק בין סופרת ז' ללידה או לא וזהו כוונת הטור שכתב וטובלת לאחר י\"ד אפי' לא פסקה ולא כתב וטובלת מיד רק כתב אפי' לא פסקה דז' צריכה רק אפי' לא פסקה מ\"מ בכל ז' נקים יחשב דכולי האי לא מחמירינן מחמת חומר' דר\"ז וזהו מה שנ\"ל ברור בכוונת הטור ומ\"מ לא נתיישב רוחי בקרבי מנ\"ל להרא\"ש והטור דין זה דלמא כי קבלו חומרא דר\"ז לכל דינא קבלו כאלו ראתה בימי זיבה לגמרי וצ\"ע: \n\n",
                "המפלת תוך ארבעים יום וכו' הגאון מהר\"ג בס' עבודת גרשוני דעתו לומר אם מליל טבילה לא היו מ' יום אינו טמאה לידה אע\"ג דיש לומר דלמא מטבילה שלפני זה נתעברה דחזקה אלו הי' מעוברת לא הי' רואה דם ודייק לה מפרש\"י דפירש בתוך מ' יום אינו חוששת היינו מ' יום לטבילתה ובאמת קשה לפסוק דין על זה דהא עביד' אשה לראות בתוך ימי עבורה עד ג' חדשים ואיך יהי' זה לכלל דאלו היו מעוברת איזה ימים לא היו רואה ול\"ל דלכך אמרינן עד שהוכר עוברה דע\"כ מתברר דמעובר' הי' אבל באמת מעוברת תיכף בחזק' אינו רואה דלא כן הוא גמרא ערוכה ראתה ואח\"כ הוכר עוברה מאי א\"ל מידי טעמא משום אברים כבדים הא ליכא איבר' כבדי' הרי דעד ג' חדשים אין איבריו כבדי' ועלולה לראות דם וא\"כ איך נסמוך להקל ולומר דהולד לאו בר מ' הוא ובדברי רש\"י י\"ל משום סיפא נקט דקתני דאחר מ' תשב לזכר ולנקבה וקשה הא הוי ס\"ס דמי ימר דבן מ' הוא דלמא נתעברה תוך מ' אף דשמשה קודם מ' נמי והרי כאן ס\"ס ספק תוך מ' ספק קודם ואת\"ל קודם דלמא זכר ולכך כתב רש\"י דמונין מיום טבילתה דחזקה אשה נתעברה ביום טבילה וא\"כ כשהטבילה קודם מ' חזקה דהלידה הי' קודם מ' ואין בספק כלל דלאח\"כ נתעבר' דאוקמינן אחזקה דאשה מתעבר' בליל טבילה ורוב נשים דרכן כך ואזלינן בתר רובא ולקולא ודו\"ק: \n\nנשאלתי שנת תקב\"ל בעברי דרך ק\"ק פפ\"ד מהמה\"ג מוה' משה ראפ נר\"ו בדברי הרמב\"ם בה' א\"ב פ\"ז דין ט' יולדת נקבה ואחרי י\"ד שלה נתעברה והתחיל דם קושוי לבוא תוך פ' הרי הוא דם טהור אע\"פ שאין קושוי לנפלים וכו' והקשה מה אע\"פ שאין קושוי לנפלים אדרבה באין קושוי לנפלים פשיט' דטהור דהא בנידה דף ל\"ח ע\"ב מבואר דטעמא דר\"א דחולק ומטמא הוא משום דכתיב וטהרה ממקור דמים דמים מחמת עצמה ולא מחמת ולד. דאל\"כ וכי גרע דם קושי מדם שופי דטהור ימי טוהר וכמ\"ש התוס' שם וא\"כ אף ר\"א דחולק אחכמים ומטמ' היינו בולד מעליא דגזרת הכתוב ממקור דמיה ולא מחמת ולד אבל בנפל אף ר\"א מודה דלא גרע מדם שופי וא\"כ מאי אע\"פ דקאמר הרמב\"ם והשבתי דנראה דיפה כתב הרמב\"ם דיש מקום לטעות דבלא\"ה צריכין אנו לחכמים דמטהרים דדרשו דמיה לדרשא אחרינא כמ\"ש התוס' בד\"ה דיו כו' והנה בדף ל\"ה ע\"ב גבי זיבה דדרשינן דמיה מחמת עצמה ולא מחמת ולד דטהור ופריך הגמ' או אינו אלא דמיה מחמת עצמה ולא מחמת אונס ומה ראית לטמא אונס ולטהר ולד ואמרי' מטהר אני בולד שיש טהרה אחריו כו' ועוד אין לך אונס גדול מזה. וזהו שם לענין זיבה דקרא דמיה קאתי לטהר אבל כאן גבי דם טוהר דמיה דכתיב הוא להיפוך דמיה לטמא מחמת ולד שפיר קשה ואימא דמיה מחמת עצמה אבל לא מחמת אונס דאז דם טוהר טמא אבל ב) מחמת לידה באמת טהור כק\"ו דחכמים והנה זהו דאין קושוי לנפלים אין הפי' דאין לו קושוי דהא החוש מעיד דיותר יש חבלים וצירים לאשה בולד נפל ומת מולד חי ובן קיימא רק הפי' אין דין קישוי בנפלים דאין זה קרוי לידה ולפ\"ז הרי זה כאונס דעלמא ואין לך אונס גדול מזה כמ\"ש בגמ' וא\"כ יש כאן מקום טעות דבזו אף חכמים מודה דאין בו דם טהור דכתיב דמיה מחמת עצמה ולא מחמת אונס ולכך כ' הרמב\"ם דזה אינו ולא דרשינן מן דמיה כלל למעט אונס כפשטא דמתני' המקשה בתוך פ' היינו שנתעברה בתוך ימי טוהר והיינו נפל וכ\"כ הרמב\"ם בפי' משנה והשמיט הך גוונא אחריתא שכ' רש\"י דהיו תאומים ואחד נגמרה צורתה וכו' וכן מורה באמת לשון משנה דקתני תוך צ' של נקבה ואי בכה\"ג אפי' בתוך מ' של זכר משכחת זה נגמר סוף ג' וזה תחילת ט' או אשתהי וכדומה וע\"כ דהמשנה להורות נתן דמיירי במפלת ומ\"מ חכמים מטהר ור\"א מטמא אע\"פ דאין קשוי לנפלים וצ\"ל כמ\"ש דלענין טומאה כמו דנתמעט לידה מכ\"ש אונס ורבנן מטהרין ובכ\"מ הואיל וק\"ו איכא ללידה ומוכח דדמיה לאו דרשה לולד ס\"ל רבנן אף לאונס לא דרשה והדברים מוכרחין כן לשיטת הרמב\"ם דפי' במשנה רק נפל כנ\"ל ויפה כתב רמב\"ם אע\"פ דכגון דא צריך רבותא גדולה להודיעני וא\"ש ודו\"ק: \n\n",
                "יוצא דופן וכו' כ' הרמב\"ם בפי' המשנה בכורת פרק ח' משנה ב' יוצא דופן והבא אחריו אין בכור וכ' הרמב\"ם אפשר שתהא אשה מעוברת מב' ולדות ונקרע דופני' ויצא א' מהן ואח\"כ יצא הב' כדרך העולם ומתה אחר שיצא אבל מה שאומרין המגידים שאשה חי אחר שקורעי' דופנה ומתעברת ויולדת אינו יודע לו טעם והוא ענין זר מאוד עכ\"ל וכתב התיו\"ט שם על מה שכ' הר\"ע אבל להוציא ולד ושתרפא ותלד א\"א כ\"כ רמב\"ם ונראה עוד מדבריו שבהכרח תמות עכ\"ל ובאמת קשה לדבריו אם בהכרח תמות אין שייך כאן דטהור' מנדה וזובה וקרבן לידה כיון דתמות ודוחק לומר דלא תמות כ\"כ במהרה ובאמת דברי הרמב\"ם בעצמן יש בהן גמגום לכאורה דלכתחילה התחיל ומתה אחר שיצא שני והיינו דבהכרח תמות א\"כ מה זה שנתחבט בסוף לחלוק על האומרין שאח\"כ תתעבר ותלד כיון דתמות ולכן נראה ברור דאיך ס\"ד דיוצא דופן מוכרח למות הלא משנה שלימה דהמטרף ניטל אם הוי טועה בדבר משנה ואין פרה וחזירה יוצאין ממצרים שאין חותכין האם שלה וא\"כ הרי יכולה לחתוך האם שלה כשהולד בתוכה ואח\"כ לחתוך האם ולהוציא הולד ומה הכרח כאן שתמות רק דעת הרמב\"ם כדעת הפוסקים בי\"ד סי' י\"ד דוקא ניטל כשר אבל אם ניקב טריפה והיינו כמ\"ש הטבעים דאם יש בו לקותא הרי יותר מזיק מניטל כולו וא\"כ דברי רמב\"ם ברורין דכאן ביוצא דופן והבא אחריו ג) ל\"ל דנטלו אם כולו דא\"כ גם השני יוצא דופן וע\"כ דחתכו לאם והוציאו לולד זה והשני נולד כדרכו וא\"כ זה הוי כניקב ונלקה בתכלית הכאב וס\"ל לרמב\"ם דע\"כ תמות אבל במה שאומרין המגידין שאשה חי אחר שקורעין בטנה זהו יכול להיות דהיינו שנוטלין כל האם ומוציאן הולד מרחם אבל זהו שאומרין שאח\"כ מתעברת ויולדת שקר דבממ\"נ אם מניחן האם רק קורעין אותו זהו טריפה בתכלית וע\"כ תמות ואם נוטלין כל אם איך אפשר שתחזור ותלד וא' מזה שקר בהכרח ונכונים דברי רמב\"ם וגם הך דכאן א\"ש דיש במציאות יוצא דופן דיכולה לחיות אבל לא להוליד וא\"ש: \n\n"
            ],
            [
                "לא יגע בה וכו' וכן ע\"י זריקה מידו לידה וכן להיפוך אסור ואני ראיתי נוהגין שזורקין דבר כלפי מעלה ולא לנוכח אשתו כמתכוין לזרוק לידה רק זורקה כלפי מעלה והיא פושטת ידה ומקבלה זו לא הוי כזריקה ונוהגין בו היתר ויש להקל דבלא\"ה הכל חומר' בעלמא ומכ\"ש במה ששאל במ\"י להפיח נוצה מבגדי אשתו בעוד עליה דאין להחמיר בדברים כאלה וראיות הרב מ\"י אין בו ממש דא\"כ אף ליתן מתנה לאשתו בימי נידותה יהא אסור אלא שאין אסור שום קירוב דעת רק קירוב דעת בנגיעה דברים המביאים לידי קורבה דג\"ע ולא תוסיפו פן תגרעו ח\"ו: \n\n",
                "לא יאכל י\"א שאסור לו לאכול משיורי מאכל שלה כמו שאסור לשתות וכו' והקשה הש\"ך בס\"ק ח' דהא כ\"ש הוא משתי' דהא שתי' נלמד מאכילה ע\"ש ויש לחלק דודאי אכילה יש בו חיב' כמו בשתי' רק בשלמא בשתי' זא\"ז הוי חיבה ולית כאן היכר דבפעם אחת א\"א לשתות משא\"כ באכילה בקערה כשהיא טהורה אוכלין שניהן יחד מקערה וא\"כ בעת נידתה שהיא אוכלת לבדה ומשייר' לו פאה בקערה הרי יש כאן היכר דלולי כן היו אוכלין ביחד בפ\"א ויש כאן מקום להתיר בשיורי אכילה זו וקמ\"ל בשם מ\"כ דאעפ\"כ אסור ולק\"מ אח\"כ מצא כן בספר יד אלי' שתי' ג\"כ כזו והנאני: \n\n",
                "לא יסתכל וכו' עיין ט\"ז סק\"ז ובספרי בני אהובה לא\"ה ששם פלפלתי בזה עם מ\"ש הרב מ\"ל אם יכולה אשה להתעבר בש\"ז כזה ואם מותרת לבעלה וע\"ש: \n\n",
                "ראוי לה כו' כדי שיהיה זוכרים תמיד שהיא נידה אפשר דוקא בימי חול אבל בגדי שבת דמחלפת מימי חול וכי יהיה לה בגדי שבת מיוחדי' לנידה ובהכי אפשר ליישב דנקט הטור ומחבר הטעם כדי שיהי' זוכרים ובכתוב' דף ס\"ה קאמר הטעם שלא תתגנה לבעלה ופי' רש\"י בלובשה בימי טהרתה בגדים של ימי נידת' כבר הניח זה המ\"י בצ\"ע וא\"ל דודאי אלו הי' נימוס בישראל ללבוש תמיד הן בימי נידה והן בימי טהרה בגד א' אין כאן חשש גינוי כלל אבל מחמת שיהיה זוכרין נהגו ללבוש בגדים מיוחדים רק שם במשרה אשתו ע\"י שליש דאינו אוכלה עמו רק משבת לשבת ומפרשינן מאי אוכלת תשמיש אפילו לחמר וספן כמ\"ש התוס' וא\"כ בשבת אינו לובשת בגדי נידה שיהא היכר ובחול בלא\"ה אינו בא אצלו כי משרה ע\"י שליש לא שייך שיהיה זוכרים רק כיון שכבר נימוס להיות לימי נידה בגדים מיוחדין אם היא תשנה בזו יהיה לה גינוי לבעל וא\"ש או אפשר לומר אף דגם בשבת לובשת בגדים לנדתה מ\"מ סברא הנ\"ל ודאי אמת לולי שמנהג לשנות הבגדים לא שייך גינוי רק הא דיש ללבוש הוא אזהרה בעלמ' אבל אין בידינו לכוף לבעל ע\"ז וא\"כ קשה למה כופין אותו שם להניח לה בלאות לכסות בהן לימי נידותה וע\"ז קאמר הגמ' כיון דמנהג כן יש כאן גינוי וכיון דיש לה גינוי כופין הבעל אף היא יכולה לכופו שיתן לה הבלאות כדי שלא תתגנה והיא בגד כתכשיטין וא\"ש ולק\"מ: \n\n",
                "כל מלאכות כו' אא\"כ תעשה שום היכר וכו' יש לדקדק על סתימת הש\"ע דהא רש\"י מפרש לי' על מחלפ' לי' היינו בימי לבונה ופי' התוס' דודאי אין הבדל בין ימי נידה לימי ליבון רק איירי בימיהם שהם טובנים בין ימי נידה לימי ליבון וא\"כ בזמנינו דליכא ב' טבילות יש לאסור אפילו בעשיות היכר ונר' דס\"ל לב\"י ברש\"י דפי' בימי לבונה טעם אחר והוא דמשמע מתוך דברי רמב\"ם בהלכות ברכות פ\"ו דין י\"ח גבי התירו מפה לאוכלי תרומה וכפי מ\"ש הכ\"מ שם משמע להדי' דשמואל ורב שהיה בא\"י בני אחותו של ר\"ח היו אוכלין חולין בטהרה ולכך אמר שמואל לרב עבדין כדין לאכול במפה וא\"כ קשי' לי' לרש\"י איך אכל שמואל ממה שהסיטה לו אשתו נידה דהוא אוכל בטהרה הי' וע\"ז פי' רש\"י בימי לבונה והיינו כמ\"ש תוס' שכבר טבלה לנידתה רק מחמת חומרא דרבי או ר\"ז צריכה עוד ז' ימים וזהו לענין איסור בעילה דהחמירו בנות ישראל על עצמן אבל לענין טהרות הדין כמקדם דכבר נטהרה ולא הי' חשש טומאה באוכלי' הללו כלל וא\"ש ודברי רש\"י ברורים וצדקו דברי הש\"ע דלענין איסור קירוב של חיבה פשיטא דאין חילוק אפילו בימי נדותה מותר ע\"י היכר: \n\n",
                "אם בעלה רופא וכו' עי' ש\"ך ס\"ק כ' דיפה כתב דאפילו לרמב\"ם דקריבה דג\"ע מהתורה אסור ה\"מ כשהוא בשביל חיבה ואהבה אבל מה שעושה עסוק במלאכתו מלאכת רפואות לדעת המיחוש אין זה בכלל קורב' דג\"ע שיהי' אסור מהתורה ובכלל יהרג ואל יעבור וראי' הש\"ך מהא דממשמשא הרופאים בדפקי שאר נשים ואין מוחה והרב במ\"י דוחה אותו ראי' דבשאר נשים מקילין יותר מבאשתו נידה כמבואר בא\"ע סי' כ\"א ואין דבריו נכונים דזהו ראי' של הש\"ך דבשלמא באכיל' ושתי' דהוא עצמו אין איסור רק חכמים אסרהו משום קירוב ויהי' מרגילים לעבירה ח\"ו בזו י\"ל דוקא באשתו אסרו חז\"ל דלבו גס בה כמ\"ש רשב\"א וגם הואיל ומותר ליחד עמה שייך יותר הרגל עבירה ח\"ו וכן הדבר לענין נגיע' אם האיסור משום חיבה וקירוב לג\"ע אבל אי אמרינן דאפילו אם אין כוונתו כלל לחיבה רק למלאכתו כנ\"ל ומ\"מ אסור ד\"ת והוא בכלל ג\"ע ש\"מ דזה אפי' נגיעה בערוה הוי ג\"ע א\"כ זהו מכ\"ש דאסור בא\"א דהא זהו ד\"ת ומה שייך לחלק בסברא כזו ובפרט אם אסור אפילו נגיעה בלי כוונת חיבה כלל ודברי הש\"ך ברורים וכן נוהגין שאשה שיש לה מכה בבטנה וכל מקום תורפה שרופאים רואים אותה וזהו ודאי בגדר ג\"ע כמאמר הגמ' תמות ואל תעמוד ערומה אלא ודאי הנכון כמ\"ש הש\"ך דזהו במלאכתו עוסק ומכל זה יצא לנו עכ\"פ תוכחת מגולה על מנהג רע ומר אוי לנו על שברי ואוי לנו כי חטאנו אשר ינשק ויחבק החתן לכלה וילכו אל הנערה והיא לא טהורה מטומאתה ואבי' ואמה רואים ושמחים אוי לנו מלבד איסור קישוי לדעת וגירוי יצה\"ר ועון קרי וז\"ל ר\"ל בעו\"ה אף כי איסור חמור של תורה וניתנה להיות בכלל יהרג ואל יעבור ובעו\"ה חכמי דור מחשי' וזהו היא אשר גורם אריכ' הגלות ואבדן הוד ישראל ועיני עוללה לנפשי מכל בני ישראל כי רבים חללים הפילה עון זה ועצומי' כל הרוגי' בעו\"ה ואולי ירחם ה' להשיב לנו רוח חדש ולב טהור ויהי' ידינו רמות למחות אבן הטועי' הזה ולבער עון חמור כזה מישראל: \n\nסליק \n\n"
            ]
        ]
    },
    "versions": [
        [
            "Ashlei Ravrevei: Shulchan Aruch Yoreh Deah, Lemberg, 1888",
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH002097765"
        ]
    ],
    "heTitle": "חדושי הלכות נדה על שולחן ערוך יורה דעה",
    "categories": [
        "Halakhah",
        "Shulchan Arukh",
        "Commentary",
        "Chiddushei Hilkhot Niddah"
    ],
    "schema": {
        "heTitle": "חדושי הלכות נדה על שולחן ערוך יורה דעה",
        "enTitle": "Chiddushei Hilkhot Niddah on Shulchan Arukh, Yoreh De'ah",
        "key": "Chiddushei Hilkhot Niddah on Shulchan Arukh, Yoreh De'ah",
        "nodes": [
            {
                "heTitle": "הקדמת המחבר",
                "enTitle": "Introduction"
            },
            {
                "heTitle": "",
                "enTitle": ""
            }
        ]
    }
}