{
    "title": "Shorshei HaYam on Mishneh Torah, Sacrifices Rendered Unfit",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Shorshei_HaYam_on_Mishneh_Torah,_Sacrifices_Rendered_Unfit",
    "text": [
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש שיעור זמן האשמות כל </span>\n<b> האשמות שבתורה באים בני שתיי' ובאים בכסף שקלים חוץ מאשם מצור' ואשם נזיר שהם בני שנה ואין לדמיהם קצבה אשם תלוי בא מן הקטנים או מן הגדולים ומפי השמועה למדו שאינו בא אלא בכסף שקלים.</b> עכ\"ל. והקשה אלינו הרב מרכבת המשנה ה\"י ממ\"ש רבינו פ\"א מה' מעשה הקרבנות הי\"ד וז\"ל כל מקום שנאמר בתורה כבש כו' הרי אלו בני שנה וכל מקום שנאמר איל או אלים הם זכרים בני שתים ומאימתי יקרא איל משיכנס בשנה שניה אחד ושלושים יום עכ\"ל וכיון שבאשם תלוי כתוב בתורה איל תמים מן הצאן בס\"פ ויקרא ע\"כ שצריך שיבא מן הגדולים דוקא ולא מן הקטנים וה\"נ אמרינן בזבחים דע\"ז ע\"א תורה תורה אמרי בדיכרי מחלף לך כבש בן שנתו מחלף לך באיל בן ב' שנים אשם מצורע כבש בן שנתו הוא והיאך יכול הוא להתנות עליו באשם תלוי שאינו בא אלא בן ב' שנים עכ\"ל הרי מבואר דאשם תלוי הוא בין ב' שנים ואיך כתב רבינו שהוא בא מן הקטנים או מן הגדולים אלו דברי הרב הנז' ועיין עוד שם בזבחים דע\"ה ע\"ב בפסקא הכל יכולים להתערב כו' דמבוא' ג\"כ משם דאשם תלוי אינו אלא בן שתי שנים ועיין במה שאכתוב לקמן בה' אלו פ\"ו הי\"ו ולפי חומר הנושא היה אפשר לומר דמ\"ש רבי' דאשם תלוי בא מן הקטנים או מן הגדולים ר\"ל מבן ב' שנים דמחזי כבן שנה או דמחזי כבן ד' שנים כמ\"ש בגמרא לעי' דע\"ב ע\"ב והכוונה לומר שלא הקפיד הכתוב שיהא נר' כבן שתי שנים דוקא כמו שהקפיד לענין כסף שקלים דוקא שאם הוזלו אין לו תקנה כמ\"ש אח\"ך אמנם אין זה אמת דא\"כ למה נקט אשם תלוי דוקא והלא דבר זה אף בכל האשמות איתיה ומצי' בספרי רבינו שנדפסו עם מגדל עוז שכתוב בהם כן אשם תלוי בפי' בא שהוא מן הגדולים ומפי השמועה כו' וגם לפי גירסא זו קשה דלמה נקט אשם תלוי לבד והלא אשם מעילות ואשם גזילות נמי בפי' בא בתורה שהוא מן הגדולי' דכתיב בהו בפי' איל ומג\"ש ילפינן לאשם גזילו' שהוא בכס' שקלים מדכתיב בערכך.<br><b> ושמעתי </b> מהרב הנז' שמצא בתוספתא דכריתו' פ\"א דקתני הכי ה' אשמות הן אשם גזילות אשם מעילות אשם שפחה חרופה אשם נזיר ואשם מצורע ר\"א אומר אשם תלוי עכ\"ל ומשמע דר\"א ורבנן בהא פליגי דלרבנן דמנו חמשה אשמות דוקא היינו משום דס\"ל דאשם תלוי בא מן הקטנים ומן הגדולים משא\"כ באלו החמשה דהשלשה מהם באים מן הגדולים דוקא והשני' מהם מהקטנים דוקא משא\"כ אשם תלוי בא מן הקטנים ומן הגדולי' ולר\"א דמני נמי אשם תלוי ס\"ל דבא מן הגדולי' דוקא דומיא דאשם גזילה ואינך דכתיב בהן איל והשתא ההיא דאמרינן בזבחים דע\"ז אמרי בדיכרי מחלפי לך הכונה לומר דליכא לאתנויי באשם תלוי ואליבא דר\"א משום דלר\"א אשם תלוי נמי בא בן ב' שנים כדאיתא בהך תוספתא את\"ד הרב הנז' ולא תיקשי לך דלרבנן דר\"א אשם תלוי איך אפשר שיבא מן הקטנים מאחר דהכתוב אומר איל בהדיא וקי\"ל דכל מקום שנאמר איל הוא בן ב' שנים הא ל\"ק דאפשר דאיל האמור בנזיר היינו למצוה בעלמא ולא לעיכובא מטעמא שלא יהא ספיקו חמור מודאו כלו' דכשחטא בודאי אינו חייב אלא חטאת שהוא בן שנה ולמה יהא חמור ספקו שיבא בן שתי שנים דוקא וכעין זה כתבו התוס' בפ' איזהו מקומן דמ\"ח ע\"א ד\"ה אמר בערכך כו' יע\"ש.<br><b> אמנם </b> לע\"ד עיקר יסוד זה שבנה הרב הנז' בפירוש התוספתא דחכמים ור\"א פליגי בהכי אינו דפלוגתייהו הוא אי אשם תלוי בא בנדבה או לא וכדאית' בכריתות פ\"ו דכ\"ה ע\"ב ת\"ר ה' אשמות מכפרים כפרה גמורה אשם תלוי אין מכפר כפרה גמורה ואמרי' עלה ודלא כר\"א דאמר אשם תלוי בא על הנבלה יע\"ש ובפרש\"י ואולם מצאתי תוספת' אחרת שם בפ\"ד דכריתות דמשמע בהדייא דאשם תלוי בא מן הקטנים או מן הגדולים דקתני התם אשם גזילה אשם מעילה אשם שפחה חרופה שהביאה פחות מי\"ג חדש ויום א' ושלא בכסף שקלים פסולין הביאן יתר על י\"ג חדש ויום א' אפי' הן זקני' כשרי' אשם נזיר ואשם מצורע שהביאן יתר על י\"ב חדש פסולין הביאן פחות מי\"ב חדש אפי' ליום הח' כשרים הביאן בשקל הביאן בה' דינרים כשרים עכ\"ל התוספתא יע\"ש ואם איתא דאשם תלוי נמי דינו כאשם גזילה ואשם מעילה ואשם שפחה חרופה שצרי' שיביאן דוקא בן שתי שנים ולא פחות א\"כ אמאי לא מני ליה בהדייהו וכן אם דינו של אשם תלוי להיות בן שנה אמאי לא מני ליה בהדי אשם נזיר ואשם מצורע שאם הביאו יתר על י\"ב חדש פסול אלא ודאי דאשם תלוי לא פסיל לא בפחות מי\"ג חדש ולא ביתר על י\"ב חדש דאף על גב דכתיב ביה איל היינו למצוה ולא לעיכובא והשתא ההיא דזבחים דאמרינן אמרי בדיכרי מחלפא לך היינו משום דכיון דלמצוה מיהא צריך שיהא בן שתי שנים אי אפשר לאתנויי לכתחילה באשם תלוי אע\"ג דאם עבר והקדישו פחות מב' שנים מקריבין אותו שלא יהא ספקו חמו' מודאו ומ\"ש רבינו דאשם תלוי בא מן הקטנים היינו לענין דלא מפסיל לכתחילה אם עבר והקדישו שיכול להקריבו אבל לכתחילה צריך להקדישו בן ב' שנים כדכתיב איל בהדי' כנלע\"ד ודוק."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל </b>\n<b> הקדשים אפשר שיתערבו כו' חוץ מן החטאת והאשם כו'.</b> גרסינן בזבחים דע\"ה ע\"ב הכל יכולין להתערב כו' פסח ואשם אין יכולין להתערב משום דהאי בן שנה והאי בן ב' שנים אמר אביי איכא בן שנה דמיחזי כב' שנים ואיכא ב' שנים דמיחזי כבן שנה.<br><b> וכתבו </b> התוס' איכא בן שנה כו' והא דאמרינן בפ\"ב דקדושין גבי בהמה שנמצא' בירושלי' למגדל עדר כו' דפריך ודילמ' חטא' היא בת שנת' ואישתכח בת ש\"ש לאו דוקא בת ש\"ש אלא בת ג' וארבע דמנכר שפיר ע\"כ וק\"ל דאיך נעלם מעיני התוס' מה שהקשה הגמ' לעיל מזה דקאמר אמר מר זכרים עולות ופריך ודילמא אשם הוא ומשני אשם בן ב' שנים ואשתכח בן שנה וקשה דאיכא בן שנה דמחזי כבן ב' שנים ודילמא האי בהמה נמי היא בן ב' שנים ואשם הוא ומחזי כבן שנה ואיך יקריבנו קרבן עולת נדבה וצ\"ע עכ\"ל והן עתה נדפס ספר שער המלך למורי הרב וראיתי שהביא קו' זו בשם מצאתי כתוב בה' פסולי המוקדשים דמ\"ט ע\"ד וכתב וז\"ל ולעד\"ן דלא קשי' דודאי מ\"ש בגמ' איכא בן ב' שנים דמחזי כב\"ש היינו ודאי כבן שנה גדול דהיינו כבן תשעה חדשים או עשרה חדשים אבל בן שנה קטן דהיינו כבן ב' או ג' חדשים פשיט' ודאי דליכא בן ש\"ש דמיחזי כבן שנה או כבן שני חדשים או פחות וא\"כ איכא למימר שפיר דמ\"ש בגמרא שם בן שתי שנים ואשתכח בן שנה היינו בן שנה קטן כבן ב' חדשים או חדש ימים דמקרי שפיר בן שנה ולא מחלף באשם בן ש\"ש אמנם עמ\"ש בגמ' חטאת ב\"ש ואשתכח בת ש\"ש ק\"ל שפיר דהאיכא ב\"ש גדול דמחזי כבן שנה דדילמא קרבן זה חטאת בת שנתה גדולה היא דהיינו כבן עשרה חדשים או יותר דמחזי שפיר כבן ב' והוצרכו לדחוקי דאשתכח בת ב' דקאמר בגמר' לאו בדוקא כנ\"ל פשוט עכ\"ל.<br><b> ולע\"ד </b> אחרי המחילה הראויה אכתי אין בזה כדי שביעה דכי היכי דפשיטא להו דבן שנה קטן כבן ב' או ג' חדשים ליכא בן ש\"ש דמחזי כוותיה ומ\"ש בגמ' ואשתכח בן שנה היינו כה\"ג דאשתכח קטן בן ב' או ג' חדשים דוקא דליכא בן ש\"ש דמחזי כוותיה ה\"נ נמי נימא דבן ב' שנים גדול דהיינו בן כ\"ג ובן כ\"ד חדש ליכא בן שנה אפי' גדול בן י\"ב חדש דמחזי כוותיה ומ\"ש בגמ' חטאת ב\"ש ואשתכח בן ש\"ש היינו דאשתכח בין ב\"ש גדול בן כ\"ג ובן כ\"ד חדש דליכא בן שנה אפילו גדול דדמי ליה ולמה להו לשנויי דאשתכח בן ג' או ד' שנים וצ\"ע."
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>שני </b>\n<b> כבשי עצרת ששחטן שלא לשמן כו' הדם יזרק והבשר יאכל אע\"פ שלא עלו לבעלים לשם חובה כו'.</b> וכתב הכ\"מ ברייתא בפ' התכלת כו' נ\"ב והכי איתא בפ\"ב דביצה דף ך' פ\"ב כבשי עצרת ששחטן בין לפני זמנן כו' ופירש רש\"י ז\"ל קודם עצרת והם הופרשו לשם כבשי עצרת הדם יזרק והבשר יאכל דקי\"ל כל הזבחים שנזבחו שלא לשמן כשרים אלא שלא עלו לבעלים לשם חובה עכ\"ל וכתב הרב ח\"ה דאשגרת לישנא דמתני' דריש זבחים נקט דקתני בו שלא עלו לבעלים לשם חובה מיהו ה\"ד בקרבן יחיד אבל בקרבן ציבור כדהכא עלו להם לשם חובה אלא דלא נחית הכא לאתויי אלא דכשרים ליקרב עכ\"ל והנה כדבריו כתבו רבינו והרע\"ב בפי' המשנה בר\"פ כל הזבחים וחיליה דידהו מאותה שאמרו בגמ' שם בד\"ז קרבנות צבור סכין מושכתן למה שהן יע\"ש אבל רבינו בחיבורו פט\"ו מהל' פ\"המ הי\"ט כשהביא דין זה דשני כבשי עצרת ששחטן שלא לשמן כתב וז\"ל הדם יזרק והבשר יאכל אעפ\"י שלא עלו לבעלים לשם חובה וכ\"כ שם בדי\"ו ב' כבשי עצרת ששחטן לשם אילים לא עלו לבעלים לשם חובה וכתב מרן כ\"מ דהכי איתא בפ' התכלת דע\"ט יע\"ש גם בריש אותו הפרק כתב רבינו כל הזבחים שנזבחו במחשבת שינוי השם בין בקרבנות צבור בין בקרבנו' יחיד כשרים אלא שלא עלו לבעלים לשם חובה וכתב מרן דהכי אמרו בריש זבחים ד\"ה שינוי קדש ישנו בצבור כביחי' ואיתיה נמי בפסחים ד\"ס יע\"ש דמכל זה מוכח שרבי' חזר בחיבורו ממ\"ש בפי' המשנה והראיה שהביאו מההיא דסכין מושכתן למה שהן אינו ענין לזה כלל דהתם כששחטן סתם ולא פי' בשעת ששוחטן לשמן או שלא לשמן קאמר דסכין מושכתן למה שהן אבל במפרש בהדיא מהני מחשבתו ומאי אהני לב ב\"ד דמי עדיפא לב ב\"ד טפי מלב בעלים ואפ\"ה הכהנים פוסלין אותו במחשבתן וזה ברור ומהתימה על הרב תוי\"ט ז\"ל שלא נתעורר בזה ועיין בס' קול יעקב ועל מ\"ש בברייתא ואם היתה שבת לא יזרוק פרש\"י ז\"ל שהרי אסור לבשל ולצלות היום ולא יאכל מן הבשר עכ\"ל הר\"ב ז\"ל בשיטתו כתב עליו ולא נהירא דהא חזי למיכל באומצא והנכון דהכא העמידו שבות דזריקה מפני ששחט שלא כדין וכיון שלא ניתן להכשיר שום אוכל נפש בשבת לא מזריקינן הדם להכשירו עכ\"ל והנה זה דכתב דחזי למיכל באומצא לכאורה קשה דהא קי\"ל מתנות כהונה אינן נאכלו' אלא צלי דכתיב למשחה לגדולה כדרך שהמלכים אוכלי' כדאיתא בפרק הזרוע דקל\"ב ע\"ב ופסקה בספ\"י מה' בכורים שוב ראיתי דזה אינו אלא למצוה אבל לא לעכב כדמוכח בפסחים פרק אלו דברי' דע\"א דאמרי' שעירי הרגלי' חיים נאכלי' יע\"ש."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שורשי הים על משנה תורה, הלכות פסולי המוקדשין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Shorshei HaYam",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}