{
    "title": "Maggid Mishneh on Mishneh Torah, Levirate Marriage and Release",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maggid_Mishneh_on_Mishneh_Torah,_Levirate_Marriage_and_Release",
    "text": [
        [
            [
                "<b>מצות עשה מן התורה.</b> זה מבואר בכתוב כמ''ש רבינו ונזכר בהרבה מקומות: ",
                "<b>ומן התורה אינו צריך.</b> זה מבואר בהרבה מקומות ביבמות ונתבאר פרק שני שמדבריהם צריך לקדשה קודם ביאה וכן נתבאר פכ''ב מהלכות אישות שאם אין לה כתובה מראשון תקינו לה חכמים משני: "
            ],
            [
                "<b>לא רצה ליבם.</b> מ''ש רבינו <b>בכאן או שלא רצתה היא</b> הוא כפי דעתו ז''ל שהוא סובר שהאשה האומרת מאיס עלי כופין הבעל לגרשה וכן הוא סובר ביבמה שכופין היבם לחלוץ וכ''כ בבאור פרק שני ושם אכתוב בדין זה: ",
                "<b>ומ״ש ומצות יבום קודמת.</b> כך מסקנ' דגמרא פרק החולץ (יבמות דף ל\"ט) ומבואר בהלכות שם: "
            ],
            [
                "<b>זה שנאמר בתורה.</b> מבואר בהרבה מקומות ומהם פרק כיצד (יבמות דף כ\"ב) מי שיש לו בן מ''מ פוטר [את] אשת אביו מן הייבום וחייב על מכתו ועל קללתו ובנו הוא לכל דבר חוץ ממי שיש לו מן השפחה ומן הכותית ואמרו בגמרא מ''מ לאתויי מאי א''ר יהודה לאתויי ממזר. <b>ומה שכתב רבינו שטעם בן השפחה הוא ממ''ש האשה וילדיה</b> מבואר בקידושין בפרק האומר (דף ס\"ח) וגם שם נזכר טעם בן הכותית שהוא מדכתיב כי יסיר את בנך מאחרי ויש מפרש אותו בדרך אחרת ואין זה מעלה ומוריד בעיקר הדין: "
            ],
            [
                "<b>הרי שהיה לו בן.</b> דין זה הוא פשוט ומוסכם בשפחה שלא היתה שלו בשעה שנתעברה מהבן הזה לפי שאין הבן הזה חשוב כבנו לשום דבר כמו שנתבאר אבל בשפחתו הוא לפי שיטתו שכתב פ''י מהלכות גירושין ושם כתב הוא שיש מן הגאונים ז''ל שהורו שמי שיש לו בן משפחתו חוששין לו ולא תתייבם אשתו שמא שחררה ואח''כ בא עליה וכבר הארכתי פ''ד מהל' נחלות לבאר דעתו וראיותיו בזה: "
            ],
            [
                "<b>מי שמת.</b> זה מתבאר במשנה ובגמרא בפ' החולץ ביבמות (דף ל\"ה): ",
                "<b>ואם ילדה ויצא הולד חי.</b> כבר כתב רבינו פ״א מהלכות מילה שבן ח' שהיה שלם בשערו ובצפרניו ה״ז ולד שלם ובן ז' הוא אלא שנשתהא ואם נולד כשהוא לקוי ואין צפרניו שלמים ה״ז כנפל אא״כ שהה ל' יום ואם שהה ל' אפילו שידוע שהוא בן ח' ולא גמרו סימניו ה״ז ולד של קיימא [וכן מתבאר בדבריו כאן ובמקומות אחרים שכל שכלו לו חדשיו בודאי אע״פ שלא גמרו סימניו שהם שערו וצפרניו ה״ז ולד של קיימא] ואם לא נודע אם הוא בן ז' או בן ח' ולא גמרו סימניו נראה ודאי שדעת רבינו הוא שהוא ספק כיון שלא גמרו סימניו ולא שהה שלשים יום והספק הזה הוא ספק בשל תורה והולכין בו להחמיר אלא שלענין מילה מלין אותו בשבת ממה נפשך שאם בן ז' הוא בדין הוא שידחה שבת ואם הוא בן ח' ה״ז נפל ומחתך בשר בעלמא הוא כמ״ש רבינו שם זהו דין תורה לדעת רבינו. ויש לדברים אלו עיקר בשבת בפרק ר' אליעזר דמילה (שבת דף קל\"ה:) וביבמות פרק הערל (יבמות דף פ':) ובמקומות אחרים ולבאר הסוגיא לדעת זה יארכו הדברים אבל כללו של דבר הוא שרבינו פוסק כרבי דאמר אישתהויי אשתהי בכל שגמרו לו סימניו וזהו הדין הראשון שכתבתי. ופסק כרשב״ג דכל ששהה שלשים יום אינו נפל ואינו צריך לגמרו לו סימניו דבחדא מן תרתי דהיינו או גמר סימנין או שהוי שלשים יום נפק ליה מתורת נפל אע״פ שלא כלו לו חדשיו דאמרינן האי בר שבעה הוא ואשתהויי אשתהי וזהו הדין השני. ואם נודע שכלו לו חדשיו כ״ע מודו שהוא של קיימא ואין צורך לדבר אחר וזהו הדין הג'. זהו דין תורה אבל חכמים החמירו בזה במקצת דברים. ובענין ירושה שהוא דבר ממון סובר רבינו שהעמידוהו על דין תורה ולזה כתב רבינו פ״א מהלכות נחלות שקטן בן יומו שלא כלו לו חדשיו אם חיה אחר אמו שעה אחת ומת ה״ז נוחל ומנחיל ור״ל בשנגמרו סימניו שזה קרוי ולד אבל אם לא נגמרו סימניו ולא כלו לו חדשיו נפל הוא קרוי כמ״ש רבינו בהלכות מילה ולא רצו חכמים לשנות דבר בדין הירושה מפני שכל דבר שבממון קולו של זה חומרו של זה. ובדין הרוצח כתב פ״ב מהלכות רוצח ושמירת נפש שההורג קטן שנולד פחות מבן ט' שאינו נהרג עליו תוך שלשים ללידתו דבעינן חדא מתרתי או שהוי ל' יום או שכלו לו חדשיו אבל בבן ח' שלא שהה אע״פ שנגמרו סימניו אינו נהרג וזהו ששנו חכמים על דין תורה מפני שכיון שאין אנו מחשבין אותו כולד שלם לכל דבר אינו בדין שיהא אדם נהרג עליו וידוע כל ספק נפשות להקל וכיוצא בזה כתב פ״א מהלכות אבל שאין מתאבלין אלא על מי ששהה ל' יום או שכלו לו חדשיו לפי שהקילו באבילות כמו שאמרו הלכה כדברי המיקל באבל וכאן בדין החליצה כתב שדין תורה הוא כפי מה שנתבאר שכל שיצא הולד חי פוטר את אמו והוא כשנגמרו סימניו שהוא קרוי ולד ואין צורך לדבר אחר וחכמים החמירו בזה ואמרו דכל דליכא חדא מן תרתי או שהוי ל' יום או שכלו לו חדשיו אע״פ דאיכא גמר סימנין הרי זו חולצת ולא מתיבמת ויתבאר סוף פרק ב' שזהו לכתחילה אבל אם עמדה ונשאת לכהן תעמוד תחתיו בלא חליצה. ונראה שכל זה למד רבינו מן הסוגיא שבריש פרק החולץ (יבמות דף ל\"ז) דגרסינן התם אמר ליה רב אשי לרב הושעיא בריה דרב אידי תנן רשב״ג אומר כל ששהה באדם ל' יום אינו נפל הא לא שהה ספיקא הוי ואתמר מת בתוך שלשים יום ועמדה ונתקדשה רבינא משמיה דרבא אמר אם אשת ישראל היא חולצת ואם אשת כהן היא אינה חולצת וכו' הכא גבי מעוברת חבירו ומינקת חבירו הנשואה לכהן מאי מי עבוד רבנן תקנתא לכהן או לא אמר ליה הכי השתא בשלמא התם כיון דאיכא רבנן דפליגי עליה דרשב״ג דאמרי אע״ג דלא שהה ולד מעליא הוי גבי אשת כהן דלא אפשר עבדינן כרבנן אבל הכא כמאן נעביד. וסובר רבינו דהא ודאי בשלא כלו לו חדשיו הוא דאי הוא בשכלו לו חדשיו כ״ע מודו דולד גמור הוא וכמו שנתבאר בגמרא בנדה פרק יוצא דופן (נדה דף מ\"ד) אלא ודאי בשלא כלו לו חדשיו הוא ואמרי' דבדיעבד עבדינן כרבנן ומאן רבנן רבי היא דאמר אשתהויי אשתהי והוא שגמרו סימניו דאי לא גמרו סימניו כיון שלא כלו לו חדשיו ולא שהה לכ״ע נפל גמור הוא כדמוכח בפרק הערל ומתוך כך למד רבינו שדין תורה הוא דבגמרו סימניו אע״פ שלא כלו לו חדשיו ולא שהה ולד של קיימא גמור הוא ובזה החלק בלבד החמירו חכמים כאן לכתחלה אבל בכלו לו חדשיו או ששהה לא מצאנו שהחמירו כלל זהו דעת רבינו. <b>ומ״ש בין שמת מחולי וכו'</b> מתבאר בשבת פרק רבי אליעזר דמילה (שבת דף קל\"ה:) דהא דרשב״ג בכל גוונא היא. ויש שטה אחרת בדברים אלו שהעמידו סוגיא זו דהחולץ בסתם שלא נודע אם כלו לו חדשיו אם לאו ואזלינן בתר רובא אבל בשנודע ודאי שלא כלו לו חדשיו אע״פ שגמרו סימניו נפל הוא דלא קיימא לן כרבי ויש מי שכתב דאפילו לרבי ספיקא הוי וכתב הרמב״ן ז״ל דלא כלו לו חדשיו ולא גמרו לו סמניו נפל גמור לא כלו לו חדשיו וגמרו סימניו ספק הוא וחולצת אפילו אשת כהן ולשאר כל הדברים מטילין אותו לחומרא כלו לו חדשיו ולא גמרו סימניו ולד מעליא הוא אינו ידוע אם כלו לו חדשיו בין גמרו בין לא גמרו סימניו ספק הוא אלא דבאשת כהן אינה חולצת לעולם ובאשת ישראל חולצת בשניהם שהה שלשים יום אינו נפל והרי הוא כאדם שלם לכל דבריו עכ״ל בפרק הערל. ועוד יש בזה שיטות אחרות ולבאר דעת רבינו באתי: "
            ],
            [
                "<b>מי שיש לו אח.</b> משנה פרק כיצד (דף כ\"ב) מי שיש לו אח מכל מקום זוקק את x אשתו ליבום ואחיו הוא לכל דבר חוץ ממי שיש לו אח מן השפחה ומן הכותית ובעטור לרבינו שרירא יבמה שנפלה לפני מומר כיון דהורתו ולידתו בקדושה זקוקה ליבום ומתעגנא עד דחליץ לה אותו מומר וכתב מר רב יהודאי אי כדנסבה בעל הוה יבם מומר לא בעיא מיניה חליצה ואם הוה בעל מומר וישבה תחתיו באונס ומת בהמרותו בלא בנים אינה זקוקה ליבום דלאו אחיו הוא ואינה זקוקה נמי לחליצה ע''כ והרשב''א ז''ל תמה על דברי רב יהודאי דהא לא מפקינן אלא ולד שפחה וכותית ועוד דמומר אע''פ שחטא ישראל הוא וקידושיו קידושין כנזכר פרק רביעי מהלכות אישות וכיון שיש להם קידושין זיקה נמי יש להם כדמשמע בהרבה מקומות דכל מי שקידושיו קידושין זיקתו זיקה וכ''ש שאשתו הנשואה לו בקדושה שאם המיר לאחר מיכן זיקת האח הכשר לא נסתלקה ממנה ע''כ דבריו והניח הדבר בצ''ע. ומדברי רבינו נראה שלא כדברי מר יהודאי שהרי לא חלק בין אם היה עובד כו''ם היבם בשעת הנשואין בין שהמיר אחרי כן וכ''ש בבעל מומר ואח כשר שאם מת שהיא זקוקה לחליצה ויבום וכמ''ש הרשב''א ז''ל. ",
                "<b>ומה שכתב ואע''פ שהיתה לידתו בקדושה וכו'.</b> פשוט הוא במקומות רבים ועוד יתבאר בסמוך: "
            ],
            [
                "<b>אחים מן האם.</b> זה נתבאר לענין אבילות פ''ב מהלכות אבל ואבילותם הוא מדברי סופרים כנזכר שם. ולענין עדות פרק י''ג מהלכות עדות ופיסולם מד''ס כנזכר שם. ולענין נחלה וחליצה ויבום מבואר במקומות רבים ומהם ראש פרק כיצד (דף י\"ז) בסוגיא מבואר דנחלה מן האב ולא מן האם וכן יבום: "
            ],
            [
                "<b>גרים שנתגיירו.</b> פרק נושאין על האנוסה (יבמות דף צ\"ז:) משנה הגיורת שנתגיירו בניה עמה לא חולצין ולא מייבמין אפילו הורתו של ראשון שלא בקדושה ולידתו בקדושה והשני הורתו ולידתו בקדושה וכן שפחה שנשתחררו בניה עמה. <b>ומ״ש ואפילו תאומים</b> מפורש בברייתא ובגמרא שם: "
            ],
            [
                "<b>מי שהיו לו נשים רבות.</b> משנה פרק החולץ (יבמות דף מ\"ג:) מי שהיה נשוי לשתי נשים ומת ביאתה או חליצתה של אחת מהן פוטרת צרתה. <b>ומ״ש וכן אם היו לו אחים רבים</b> מתבאר שם בהרבה מקומות מן המסכתא: "
            ],
            [
                "<b>היו ביבמות אלו.</b> שם היתה אחת כשרה ואחת פסולה אם היה חולץ חולץ לפסולה ואם היה מייבם מייבם x לכשרה ובגמ' א''ר יוסף כאן שנה רבי לא ישפוך אדם מי בורו ואחרים צריכין לו: "
            ],
            [
                "<b>מתו לו אחין רבים.</b> שם במשנה ארבעה אחין נשואים ארבע נשים ומתו אם רצה הגדול שבהם לייבם את כולן הרשות בידו והקשו בגמ' ושבקין ליה והא תניא וכו' ודברו אליו מלמד שמשיאין לו עצה ההוגנת לו שאם היה הוא ילד והיא זקנה הוא זקן והיא ילדה אומרין לו מה לך אצל ילדה מה לך אצל זקנה כלך אצל שכמותך ואל תשים קטטה בביתך ותירצו לא צריכא דאפשר ליה והקשו אי הכי אפילו טובא נמי ותירצו עצה טובה קא משמע לן ד' אין טפי לא כי היכי דנימטיי' עונה בחדש ע''כ בגמרא ובהלכות וכבר נתבאר פרק י''ד מהלכות אישות שלא ישא יתר על ד'. <b>ומה שכתב ואם לאו חולץ כו'</b> פשוט הוא ומתבאר בגמרא: "
            ],
            [
                "<b>הכונס את יבמתו.</b> פרק קמא (דף י') איתמר הבא על יבמתו וחזר ובא הוא או אחד מן האחין על צרתה פליגי בה רב אחא ורבינא חד אמר בעשה וחד אמר בכרת מ''ד בעשה כר''י מ''ד בכרת כר''ל. ופסקו בהלכות בפרק החולץ כר''י ורש''י ז''ל פי' בעשה משום דכתיב אשר לא יבנה את בית אחיו בית אחד הוא בונה ואינו בונה שני בתים ולאו הבא מכלל עשה עשה אבל רבינו פירש משום דכתיב יבמה יבא עליה וכו' ויש מי שגורס חד אמר בלאו הוא לאו דלא יבנה: ",
                "<b>וכן החולץ ליבמתו.</b> פרק קמא (דף י':) איתמר החולץ ליבמתו וחזר וקדשה אמר ריש לקיש הוא אינו חייב על החלוצה כרת והאחין חייבין על החלוצה כרת על הצרה בין הוא ובין האחין חייבין על הצרה כרת ור״י אמר בין הוא ובין האחין אין חייבין לא על החלוצה כרת ולא על הצרה כרת מאי טעמא דר״ל אמר קרא אשר לא יבנה כיון שלא בנה שוב לא יבנה איהו הוא דקאי בלא יבנה אבל אחין כדקיימי קיימי ועלה דידה הוא דקאי בלא יבנה הא צרה כדקיימא קיימא פי' באיסור אשת אח שלא במקום מצוה ור״י [אמר לך] מי איכא מידי דמעיקרא אי בעי האי חליץ ואי בעי האי חליץ ואי בעי להאי חליץ ואי בעי להאי חליץ והשתא קאי עליה בכרת אלא איהו שליחותא דאחין קא עביד איהי שליחותא דצרה קא עבדה. ודעת רבינו שהלכה כר״י ולדידיה אפילו לאו ליכא וההיא דרשא דלא יבנה אסמכתא בעלמא היא דהא פשיטה דקרא לא משמע הכי ואין אסור בחליצה אלא מדבריהם והביאו לזה מה שאמרו בגמרא פרק החולץ (יבמות דף מ':) איבעיא להו גזרו שניות בחלוצה או לא [גזרו] בערוה דאורייתא גזרו בהו רבנן שניות [אבל] בחלוצה לא גזרו רבנן שניות או דילמא ל״ש והוא מפרש שהחלוצה עצמה מדרבנן ודברי תימה הם אצלי דהא בפירקא קמא (דף י':) אמרינן איתיביה ר״י לר״ל החולץ ליבמתו וחזר וקדשה צריכה חליצה מן האחין בשלמא לדידי דאמינא חייבי לאוין נינהו וכו' אלמא לר״י בלאו קיימא ובפ' ר״ג (יבמות דף נ\"ג) אמרו בשלמא לר״י דאמר כולה ביתא בלאו קאי [מש״ה] איצטריך לאשמועינן דאין קידושין תופסין בחייבי לאוין פי' וכר״ע דאמר אין קידושין תופסין בחייבי לאוין. הנה בכאן מבואר דלר״י קיימא בלאו וההיא דפ' החולץ בקרובות חלוצה דודאי קרובותיה הם מדרבנן כמו שיתבאר בסמוך ויש ספרים שגורסין בערוה דרבנן ועל הקרובות קאמר וראיתי להרבה מפרשים שכתבו דרך פשיטות שהן ככל חייבי לאוין ומצאתי לרמב״ן ז״ל שכתב בספר ההשגות שחבר על ספר המצות דין זה במצוה מיוחדת ומנאה במצות לא תעשה והשיג על רבינו למה לא כתבה ומ״מ ודאי קידושין תופסין בחייבי לאוין כנזכר פ״ד מהלכות אישות: "
            ],
            [
                "<b>החולץ ליבמתו.</b> משנה בהחולץ (דף מ') ומסקנא דגמרא דגזרו שניות בחלוצה וכבר נתבאר פ''א מהלכות אישות מי הן קרובות ומי הן השניות: ",
                "<b>וכן אם מתה.</b> פרק כיצד (דף י\"ח:) אמר רב יהודה אמר שמואל שומרת יבם שמתה אסור באמה וכ''פ בהלכות וכן דעת הגאונים ז''ל: ",
                "<b>ומותר אדם לישא.</b> במשנה פרק החולץ (יבמות דף מ':) ומותר אדם בקרובות חלוצתו: "
            ],
            [
                "<b>אסור ליבם לישא וכו'.</b> משנה בהחולץ (יבמות דף מ') שומרת יבם שקידש אחיו את אחותה משום רבי יהודה בן בתירא אמרו אומרין לו המתן עד שיעשה אחיך [הגדול] מעשה חלץ לה אחיו או כנסה יכנוס את אשתו ובגמרא אמר שמואל הלכה כדברי רבי יהודה בן בתירא: "
            ],
            [],
            [
                "<b>כבר בארנו בהל' אישות (פי\"א) לפיכך יבם קטן שבא על יבמתו אם היה בן ט' וכו'.</b> דין קטן בן ט' שבא על יבמתו יתבאר פ״ה בארוכה (וכן דין קטן בן ט' ביבמתו ע\"י ביאה). <b>ומ״ש יקיים</b> מבואר במשנה פרק ב״ש (יבמות דף קי\"א:) יבם קטן שבא על יבמה גדולה תגדלנו. <b>ומ״ש שאינו חולץ</b> מבואר בגמ' בהרבה מקומות במסכתא ומהם ריש פרק האשה צרה (דף קי\"ט) דלד״ה אין חליצת קטן פוטרת: "
            ],
            [
                "<b>וכן היבמה.</b> מסקנא דגמרא פרק מצות חליצה (יבמות דף ק\"ה:) והלכתא עד שתביא שתי שערות פירוש ואפילו בדיעבד אין חליצת קטנה חליצה: "
            ],
            [
                "<b>ויבם קטן.</b> משנה פ' ב״ש (יבמות דף קי\"א:) יבם קטן שבא על יבמה קטנה יגדלו זה עם זה: "
            ],
            [
                "<b>היבמה לא תתייבם.</b> משנה פרק החולץ (יבמות דף מ\"א) היבמה לא תחלוץ ולא תתיבם עד שיהו לה ג' חדשים ומתבאר בגמרא שם צ' יום כמ״ש רבינו. ודין שאר הנשים נתבאר פי״א מהלכות גירושין: ",
                "<b>ומפני מה לא תחלוץ.</b> שם בגמרא: ",
                "<b>ואם יבם אותה.</b> מתבאר שם בגמרא: "
            ],
            [
                "<b>החולץ ליבמתו.</b> משנה (דף ל\"ה:) ראש פרק החולץ ליבמתו ונמצאת מעוברת וילדה בזמן שהולד של קיימא וכו': ",
                "<b>ואם הפילה או שלא שהה ל' יום וכו'.</b> פירוש או שלא נודע אם כלו לו חדשיו ומת בתוך ל' אבל כלו לו חדשיו בודאי מתבאר למעלה שאמו פטורה וכבר הארכתי בזה למעלה והדין הזה שכתב רבינו כאן הוא במשנה אין הולד של קיימא הוא אסור בקרובותי' והיא אסורה בקרוביו ופסלה מן הכהונה ובגמרא איתמר החולץ למעוברת והפילה וכו' ונפסקה הלכה בגמ' כר''ל ופירש רבינו דלאו דוקא מן האחים האחרים אלא מאחד מהם או ממנו או מן האחים האחרים וכבר כתבתי המשנה שיש איסור קורבה בחליצה זו אע''פ שאינה פוטרת ואף רבינו סובר כן וקיצר בלשונו כמנהגו הטוב: "
            ],
            [
                "<b>לפיכך הכונס.</b> ברייתא שם: "
            ],
            [
                "<b>הכונס את יבמתו ונמצאת מעוברת וכו'.</b> משנה שם (דף ל\"ה:) <b>ומה שכתב רבינו מפרישין אותם</b> פשוט הוא שהרי הוא ספק אשת אח שלא במקום מצוה. <b>ומה שכתב אם הפילה</b> הוא כשילדה ולד שלא נגמרו סימניו ולא כלו לו חדשיו שהוא קרוי נפל כנזכר למעלה בדעתו ז''ל. <b>ומה שכתב ואם ילדה</b> הוא בשלא נודע בבירור שכלו לו חדשיו אלא שנגמרו סימניו ולפיכך אינה צריכה חליצה בהכרח שכבר נתבאר למעלה שולד כזה פוטר מן התורה ואינו פוטר מדבריהם ולפי שאינו פוטר מדבריהם צריכה חליצה לזיקתו שאין ביאת המעוברת ביאה לפטור מן היבום כנזכר למעלה וסובר רבינו שאם כן צריכה גט לביאתו דדמיא לכנוסה וכן דעת קצת מפרשים ז''ל וכן נראה שהסכים הרשב''א ז''ל. <b>ומה שכתב ואם נתקיים הולד שלשים יום</b> פשוט הוא והוא הדין אם נודע בבירור שכלו לו חדשיו שכל אחד מאלו פוטר את אמו כמו שנתבאר למעלה: "
            ],
            [
                "<b>ומה שכתב ילדה לאחר ששה חדשים.</b> כבר נזכר במשנה והטעם מפני שהיולדת לשבעה יולדת למקוטעין. <b>ומ''ש</b> גם <b>כן ואם בא עליה</b> שם בגמרא: "
            ]
        ],
        [
            [
                "<b>מדברי סופרים.</b> בפרק רבן גמליאל (יבמות דף נ\"ב) אמר רב הונא מצות יבמה מקדש ואח''כ בועל ושם נתבאר שאין המאמר קונה קנין גמור כמו שיתבאר פ''ה ומתבאר שם שהמאמר ג''כ אפשר בשטר כדין קידושי אשה וכסף לאו דוקא: ",
                "<b>והעושה מאמר.</b> בפרק האיש מקדש (קידושין דף מ\"ד) מחלוקת רבי ורבנן והלכה כרבנן ושם נתבאר דין הקטנה ודוקא מן האירוסין אבל מן הנישואין כיון שנשאת שוב אין לאביה רשות בה וה''ז כדין קידושין דעלמא וכבר נתבאר בארוכה פ''ג מהלכות אישות: "
            ],
            [
                "<b>וכשם שהוא מקדש.</b> שם (יבמות דף נ\"ב) בגמרא שטר כתובת יבמין כיצד וכו' וכתוב בעטור בשם גאון שמברך הוא ברכת נישואין וכמ''ש רבינו: ",
                "<b>ואם בא על יבמתו.</b> שם אם בעל בלא מאמר קנה ומקשינן והתנן לוקה ומתרצינן מכת מרדות מדרבנן דרב מנגיד אמאן דמקדש בביאה: "
            ],
            [
                "<b>הבא על יבמתו.</b> הכל מבואר שם ראש פ' הבא על יבמתו (יבמות דף נ\"ג:) במשנה ובגמרא ופי' קנה שזכה בנחלה ויוצאה בגט אם בא להוציאה: "
            ],
            [
                "<b>במה דברים אמורים כשנתכוון.</b> שם מבואר בגמרא נפל מן הגג ונתקע x והוא שיגיע לשכרותו של לוט וזהו שכתב שאינו מכיר כלום ובפרק רביעי מהלכות אישות כתב שאין קידושיו קידושין ומתישבין בדבר זה: "
            ],
            [
                "<b>יבמה שנתיבמה.</b> פ' ב״ש (יבמות דף קי\"א:) משנה היבמה שאמרה בתוך ל' יום לא נבעלתי כופין אותו עד שיחלוץ לה אחר שלשים יום מבקשים הימנו שיחלוץ לה ובזמן שהוא מודה אפילו לאחר י״ב חדש כופין אותו עד שיחלוץ לה. ובגמרא הקשו עד שכופין אותו לחלוץ נכפהו לייבם ותירץ רב בשגיטה יוצא מתחת ידה שכיון שנתן לה גט קודם בעילה פסלה ע״י עצמו תניא יבמה שאמרה בתוך ל' יום לא נבעלתי בין שהוא אומר בעלתי בין שהוא אומר לא בעלתי כופין אותו שיחלוץ לה לאחר ל' יום מבקשים הימנו שיחלוץ לה היא אומרת נבעלתי והוא אומר לא בעלתי הרי זו יוצאה בגט הוא אומר בעלתי והיא אומרת לא נבעלתי אע״פ שחזר ואמר לא בעלתי צריכה גט וחליצה הנהו שניהם מודים דאתו לקמיה דרבא אמר להו רבא חלוצו לה ושרו לה תגרא לאלתר א״ל רב שרביא לרבא והתניא צריכה גט וחליצה א״ל אי תניא תניא ע״כ בהלכות מן הגמרא. ועתה אבאר דברי רבינו. <b>מ״ש יבמה שנתיבמה וכו'</b> הוא דין המשנה שהעמידוה בשהגט יוצא מתחת ידה ופירשו ז״ל דהגט הזה נתן עכשיו דאי קודם כניסה אפילו לאחר ל' יום היתה היא נאמנת לומר לא נבעלתי דכיון דאיכא איסורא מוקי נפשיה מלבעול. וכתב <b>רבינו ואם עדיין לא גירש כופין אותו שיבעול או יחלוץ ויוציא בגט</b> כך היא עיקר הנוסחא, ויש ספרים כתב בהן או יוציא בגט וטעות סופר הוא דודאי גט בלבד אינו פוטרה כיון שאומרת לא נבעלתי אלא תרתי בעי והטעם לזה דכיון דאיהו אמר בעלתי חיישינן לה וצריכה גט וכיון דאיהי אמרה לא נבעלתי צריכה חליצה דלענין איסורא ספיקא הוא לדידן וזהו דין הברייתא דקתני הוא אומר בעלתי והיא אומרת לא נבעלתי אע״פ שחזר ואמר לא בעלתי צריכה גט וחליצה וי״מ אותה לאחר שלשים יום ונראה מדבריהם דתוך שלשים יום אינה צריכה אלא חליצה אבל אחר ל' צריכה גט לפי שהוא נאמן לומר בעלתי וחליצה משום דאיהי שויא אנפשה חתיכה דאיסורא ואין נראה מדברי רבינו כן אלא תרי בבי דסיפא דברייתא בכל זמן הן בין לאחר ל' בין בתוך ל' ועי״ל שמה שאמרו הנהו שניהם מודים וכו' שהוא אפילו תוך ל' ואע״פ שלא אמר מעיקרא בעלתי שלא כדברי רש״י ז״ל שפירש ומעיקרא אמר בעלתי והטעם דכל שכנסה אינה יוצאה [בלא גט] אע״פ ששניהם מודים שלא בעל משום דכיון שכנסה מסתמא בעל שמא יאמרו יבמה שנתיבמה יוצאה בחליצה ונ״ל ראיה לזה ממ״ש שם בעא מיניה הון בריה דר״נ מר״נ צרתה מהו א״ל וכי מפני שאנו כופין ומבקשין תיאסר צרה ופרש״י [דאע״ג דאמרה יבמה לא נבעלתי] צרתה ודאי לא מתסרא דחזקה כונס את האשה בועל לאלתר ע״כ, אלמא אפילו לקולא אמרינן דחזקת כנוסה שנבעלה וא״כ היאך תהיה מותרת בלא גט וזה נראה דעת רבינו שכתב או יחלוץ ויוציא בגט ומשמע דבכל גוונא צריכה גט שאם דוקא כשהוא אומר בעלתי היה לו לכתוב אע״פ שחזר ואמר לא בעלתי. וכן נראה מן ההלכות. שאם כפירש״י לא היו צריכין להביא ההיא דהנהו שניהם מודים כיון שכבר כתבו הברייתא כנ״ל. <b>ומ״ש רבינו גירשה לאחר ל' יום</b> הוא מבואר במשנה והטעם דאיהי שויא אנפשה חתיכה דאיסורא ולפיכך צריכה חליצה. <b>ומ״ש היא אומרת נבעלתי</b> הוא בברייתא ונראה שרבינו מפרשה אפילו תוך ל' יום וזהו שכתב שאין זה נאמן לאוסרה על כל אדם אחר שכנסה ולא כתב אחר ששהה ל'. אבל רש״י ז״ל פירשה דוקא לאחר ל' ודברי רבינו נ״ל עיקר דחזקת כנוסה בעולה וכיון שהיא אומרת נבעלתי נאמנת ולא גרעה מצרה שאמרו שהיא מותרת בחזקה זו ולא נתבאר לי למה לא נזכר דין הצרה בהלכות ובדברי רבינו: "
            ],
            [
                "<b>מי שמת והניח אחים.</b> משנה פרק כיצד (דף כ\"ד) מצוה בגדול לייבם ואם קידם הקטן זכה ובגמרא ת''ר והיה הבכור מכאן שמצוה בגדול לייבם אשר תלד פרט לאילונית ורבינו פירש פשט הפסוק דרך המדרש <b>ואמר שאשר תלד</b> הוא על האם שילדה האחים הנזכר בפרשה: "
            ],
            [
                "<b>לא רצה הגדול ליבם.</b> משנה בפרק החולץ (יבמות דף ל\"ט) מצוה בגדול לייבם לא רצה מהלכין על כל האחים לא רצו חוזרין אצל הגדול ואומרין לו עליך מצוה או חלוץ או יבם תלה בקטן עד שיגדיל או בגדול עד שיבא ממדה״י או בחרש או שוטה אין שומעין לו אלא אומרים לו עליך מצוה או חלוץ או יבם: "
            ],
            [
                "<b>אמר הגדול המתינו לי.</b> כבר נתבאר זה: "
            ],
            [
                "<b>וכן אם היה הגדול.</b> זהו ובגדול עד שיבוא ממדה''י הנזכר במשנה ופי' ז''ל x קטן הנזכר ר''ל גדול בשנים וקטן מאחיו: "
            ],
            [
                "<b>יבמה הראויה.</b> כך העלו בהלכות בפרק אע''פ שכותבין אגרת מרד על שומרת יבם וכן דעת המפרשים האחרונים ז''ל משום דקי''ל דמצות יבום קודמת למצות חליצה כמו שנתבאר פ''א. <b>וכתב רבינו וכופין את יבמה לחלוץ לה</b> וזהו כפי דעתו ז''ל שכתב בהלכות אישות פי''ד שכופין את הבעל לגרש אשתו כשהיא מורדת ואומרת מאיס עלי וכ''ש ביבמה שכופין היבם לחלוץ לה ומה שאמרו מבקשים בקצת מקומות הוא בנתינת כתובה אבל אם היא מפסדת כתובה כופין הבעל לגרש והיבם לחלוץ זהו דעתו ז''ל. וכבר הארכתי שם בדעות החולקין עליו וכתבתי שאין לסמוך על רבינו בזה. ומקצת המפרשים כתבו שאם היה יבם שאינו הגון שאין כותבים עליה אגרת מרד וכן נראה עיקר שלא אמרו על זה מצות יבום קודמת: ",
                "<b>ואם הניח אחיו נשים רבות.</b> דינין אלו שכתב רבינו מענין מרד היבמה לא נתבארו בפרט בגמרא אבל הם יוצאים מהיקש סברא כמו שאבאר בכל אחד מהם. <b>ומ''ש שאותה שהיבם תובע לייבם היא המורדת</b> הוא ברור שכיון שאי אפשר לייבם אלא האחת והרשות בידו ליבם אי זו שירצה כמו שנתבאר אותה שהוא רוצה היא המורדת שהרי הדבר תלוי בו. <b>ומ''ש יחלוץ לה</b> רוצה לומר שכופין אותו לחליצה והוא כפי דעתו שכתבתי בסמוך: "
            ],
            [
                "<b>היו היבמין רבים ותבע.</b> זה מתבאר ממה שנזכר למעלה מצוה בגדול לייבם וכיון שהיא אינה רוצה להתייבם למי שהמצוה בו הרי זו מורדת: "
            ],
            [
                "<b>אמר הגדול איני רוצה.</b> ג''ז מהיקש סברא שכיון שמצוה בגדול והוא אינו רוצה ליבמה אין כאן בחירה לאחד משאר האחין שהרי היתה מזומנת למי שהמצוה בו והעכוב בא מחמתו ולא ",
                "<b>מחמתה וכתב רבינו מאחר שנסתלק הגדול שמצוה בו כולן שוין.</b> ועל זה כתוב בהשגות: <b>א''א</b> ואיך יאמר שכולן שוין כו'. והאי דאביי קשישא היא בפרק כיצד (דף כ\"ד) ויש שם גירסאות חלוקות וגירסת רבינו היתה מצוה בגדול לייבם לא רצה הולכין על כל האחים לא רצו הולכין אצל הגדול וכן נראה שהיתה גירסת ההלכות שלא הביאוה כלל וסמכו לפי שכתבו המשנה שבפרק החולץ הנזכרת למעלה אבל רש''י ז''ל גורס כגירסת הראב''ד ואמר דאם לא כן מתניתין דפרק החולץ היא ולמה לן הא דאביי קשישא ולגירסא זו הסכים הרשב''א ז''ל אם הגדול אינו רוצה בה ושני לו תובעה והיא תולה עצמה בשלישי הרי זו מורדת. ויש במקצת ספרי רבינו בכאן נוסחא משובשת שכתוב בהן והואיל והיא רוצה באחד מהם והוא אינו רוצה בה הרי זו לא מרדה וזה טעות מתבאר במ''ש רבינו למטה בא זה שתלה בו ולא רצה חוזרין אצל זה שתבע וכו' ועיקר הנוסחא כאן והוא רוצה בה ומה שחידש רבינו בכאן הוא שכיון שנסתלק הגדול אין לאחד מהם קדימה על האחר וכפי גירסתו שכתבתי אבל אם אותו שהיא תולה עצמה בו אינו רוצה בה כבר ביאר הוא ז''ל למטה שהרי זו מורדת: ",
                "<b>ולא עוד אלא אם היה וכו'.</b> דעת רבינו שכל שהגדול שהמצוה בו אינו רוצה לייבם הואיל ואין שם קדימה לאחד משאר האחין ושמא ירצה זה שהיא תולה עצמה בו לייבם אין דנין אותה כמורדת עד שיודע אם הלה רוצה בה אם לאו ואע''פ שנתבאר למעלה שאם הקטן כאן וגדול במדינת הים שאין הקטן יכול לומר המתינו על אחי שהמצוה בו והיה נראה שכל שכן בשוין שלא תוכל היא לומר הרי היא ממתנת אותו י''ל שכיון שהגדול כאן ועליו המצוה והוא אינו רוצה בה ונמצא שאין המצוה נעשית כתקונה הרי היא יכולה לטעון טענה זו אבל למעלה אין כאן אלא זה ועליו היא המצוה כיון שאין כאן אחר. זה נראה בדעתו ז''ל: "
            ],
            [
                "<b>בא זה שתלתה.</b> יש לזה סמך בגמרא ממה שאמרו בביאת קטן וחליצת גדול ביאת קטן עדים וכיון שכן כיון שיש כאן מי שרוצה ליבם ושאר האחין אינן רוצים בין שיהיה קטן בין שיהיה גדול הרי זו מורדת שהרי מצות יבום קודמת מכל מקום: "
            ],
            [
                "<b>כל יבמה שאמרנו.</b> זה מתבאר בפרק יש מותרות (יבמות דף פ\"ה) כמו שאכתוב בפ' זה ופ״ו יתבאר מי הן שדינן להתייבם: ",
                "<b>וכן אם היה יבמה מוכה שחין.</b> מימרא פ״ק דיבמות (דף ד') מנין ליבמה שנפלה לפני מוכה שחין שאין חוסמין אותה וכו' ומתבאר בכתובות בפרק המדיר (כתובות דף ע\"ה) במשנה שבכל המומין כן ונזכר שם שאפילו היו המומין ההם בבעל יכולה היא לומר לאחיך הייתי יכולה לקבל ולך איני יכולה לקבל וכבר נתבאר זה פכ״ה מהלכות אישות ושם נזכרו פרטי המומין שהיא יכולה לטעון בהן: ",
                "<b>נולדו בה מומים.</b> זה פשוט ונלמד מדין האשה שנולדו בה מומין אחר שנתארסה כנזכר שם: "
            ],
            [
                "<b>יבמה שנדרה.</b> ביבמות פרק ב״ש (יבמות דף קי\"א:) משנה הנודרת הנאה מיבמה וכו' ופירש״י ז״ל בחיי בעלה ולא נתכוונה לפטור עצמה הימנו לאחר מיתת בעלה אלא שהיה להן כעס זה עם זה עכ״ל, פירוש לפירושו שכל שהיה שם כעס חוששין שמא נתכוונה לכך ואין כופין אותו לחלוץ שמה שאמרו במשנה ואם נתכוונה לכך אינו רוצה לומר בשידוע בברור שלכך נתכוונה אלא כל שיש לומר שלכך נתכוונה ורישא דקתני כופין אותו משום דאמרינן דלא מסקא אדעתא דמיית בעל וכדאיתא בגמרא ושם מתבאר כן. <b>ומ״ש רבינו או שנדרה הנאה מכל היהודים</b> הוא ממה שאמרו בגמרא (שם קי\"ב) איבעיא להו נטולה אני מן היהודים ליבם מהו מי מסקא אדעתה דמיית בעלה ונפלה קמי יבם או לא רב אמר יבם אינו כבעל ושמואל אמר יבם הרי הוא כבעל ומסקנא דגמרא כרב ובהלכות רב אמר יבם אינו כבעל וכופין אותו שיחלוץ לה וכן הלכתא ונ״מ דלא הויא מורדת וטעמא דנדרה בחיי בעלה הא לאחר מיתת בעלה הויא מורדת ע״כ. וזהו דעת רבינו ויש לזה פירוש אחר ולזה הסכים הרמב״ן ז״ל וכן עיקר. <b>ומ״ש אא״כ מרדה ותצא בלא כתובה</b> הוא כפי דעתו שנתבאר למעלה שהיבמה מורדת כופין יבמה לחלוץ לה ומפסדת כתובה ומה שאמרו כאן מבקשין הוא בשאינה רוצה להפסיד כתובה אבל בהפסד כתובה כופין על החליצה. וכבר כתבתי למעלה שאין לסמוך על רבינו בזה והר״א ז״ל נראה שמודה לו בדין המורדת בין ביבם בין בבעל אבל כתב שאין זו כדין המורדת, וזה לשונו: <b>א״א</b> אין הדעת מודה וכו'. ולא נתבררו לי דבריו שהרי לפי שיטה זו ג״כ יש מורדת שכופין לאלתר והוא באומרת מאיס עלי וכנזכר פרק י״ח מהלכות אישות וזה הנודרת הנאה מיבמה אין לך אומרת מאיס עלי גדול מזה ומ״מ עיקר הדין הוא שאין כאן כפייה לא לאלתר ולא לאחר כמה שנים שלא כדעתם ז״ל: "
            ],
            [
                "<b>יבמה שתבעה היבם.</b> בסוגיא בכתובות פרק אע״פ (כתובות דף ס\"ד) ודעת רבינו דאפילו למסקנא דקי״ל כמשנה ראשונה דמצות יבום קודמת כנזכר פ״א כשהוא תובע לחלוץ נזקקין לו וההיא סוגיא קושטא היא אפילו למסקנא דגמרא והרשות בידו אם רצה לייבם מייבם ואם רצה לחלוץ חולץ. ויש מן המפרשים ז״ל חולקים בזה ואומרין דכיון דמצות יבום קודמת אם תבע הוא לחלוץ והיא רוצה להתייבם אין כופין אותה לחלוץ וההיא סוגיא דלא כמשנה ראשונה היא ויש מי שסובר כדעת רבינו: "
            ],
            [
                "<b>יבמה שלא היה לה על בעלה.</b> בפרק יש מותרות בעיא ופשטה [רב ששת וכו'] כתובתה על נכסי בעלה הראשון ואי לית לה מראשון תקינו לה [רבנן] משני ואם היתה שנייה לבעל אפילו מיבם אין לה ע''כ, וכתבו הרמב''ן והרשב''א ז''ל דהא ודאי בשכנסה היבם היא ובכנסה הוא דאמרינן דאי לית לה מראשון תקינו לה מב' וכשהיו נישואין הראשונים בעבירה אע''פ שכנסה היבם אין לה כתובה ואם בא לשהות עמה הא קי''ל שאסור לאדם שישהה עם אשתו בלא כתובה אלא כשבא עליה וקנאה והוא בא להוציאה קודם שיכתוב לה הוא דלית לה הלכך אפילו שהה עמה עשר שנים אם לא כתב לה אין לה כלום אלא שאסור לשהותה ע''כ דבריהם ז''ל ולשון רבינו צ''ע בזה אבל דברים נראין הן. עוד כתבו ז''ל ואילו שנייה ליבם ולא שנייה לבעל לא מיבעיא כלל דודאי מבעל אית לה כתובה דהא לא איתעבידא בה איסורא כלל ואע''ג דבעיא היא בירושלמי ולא אפשיטא אנן אגמרא דילן סמכינן דלא איסתפקא לן כלל ע''כ דבריהם, וזהו דעת רבינו שכתב למעלה כל יבמה שאמרנו שדינה שתחלוץ ולא תתייבם הרי זו נוטלת כתובה ושנייה ליבם ולא לבעל מן החולצות ולא מתיבמות הוא כנזכר פ''י: "
            ],
            [
                "<b>היבמה קודם שיבא.</b> זה מפורש בהרבה מקומות שהיבמה לזר היא מחייבי לאוין שיש בהן מלקות. <b>ומ״ש רבינו שמוציאה בגט</b> מפורש בגמרא בפרק האשה רבה (יבמות דף צ\"ב:). ",
                "<b>ומ''ש ואפילו היו לו כמה בנים.</b> הוא מחלוקת בין הגאונים שיש מי שהיה סובר שאם נשאת לישראל ויש לה בנים ממנו חולץ לה היבם ויושבת תחת בעלה כדי שלא להוציא לעז על בניה והעלו בהלכות שאין הדבר כן אלא אפילו היו לה כמה בנים תצא ואסורה לחזור לו לעולם והכריעו כן מן הירושלמי וכן עיקר וכדעת רבינו: "
            ],
            [],
            [],
            [
                "(יט-כא) ",
                "<b>נתקדשה לאחר.</b> שם בגמרא אמר שמואל שהיבמה שנתקדשה צריכה גט (מספק) ואמר אמימר הלכתא כוותיה דשמואל אמר רב אשי השתא דאמר אמימר הלכתא כוותיה דשמואל אם היה יבמה כהן חולץ לה ושריא ליה והקשו א''כ מצינו חוטא נשכר אלא אם היה יבמה ישראל נותן לה שני גט והותרה לו ופירשו הגאונים אבל למקדש ודאי בכל גוונא אסורה כדי שלא יהא חוטא נשכר ואפילו חלץ לה היבם מדעת אסורה וכתב הרמב''ן ז''ל וזה תימה בעיני שנחמיר בזו יותר מן האשה שהלך בעלה למדה''י ונתקדשה שמותרת לחזור לבעלה ואם נתגרשה מותרת נמי למקדש ושמא י''ל התם היא נתקדשה ברשות הכא שלא ברשות נתקדשה עכ''ל. וכ''כ הרשב''א ז''ל שהטעם הוא מפני שהוא במזיד. <b>וכתב רבינו שאם חזר הזר שגירשה מן האירוסין ונשאה וכו' אין מוציאין אותו מידו</b> פירוש אע''פ שהיבם היה כהן וקידושיה הראשונים אסרוה על יבמה אין קונסין עליה להוציאה אחר שכנסה לפי שדי להחמיר בזה לכתחילה וכן כתב הרשב''א ז''ל: ",
                "<b>אבל אם גירשה.</b> זה מבואר בגמרא שם והטעם כמ''ש דמיחלפא באשה שהלך בעלה למדה''י וכמבואר בהלכות: ",
                "<b>והיבמה שזינתה.</b> בסוטה פרק היה מביא (סוטה דף י\"ח:) אמרי במערבא לית הלכתא כרב המנונא דאמר שומרת יבם שזינתה אסורה ליבם: ",
                "<b>כל יבמה שהיא ספק.</b> בפרק החולץ (יבמות דף ל\"ה:) וכבר כתב זה בפרק ראשון בארוכה ושם כתבתי דעות קצת מפרשים בזה וביאר רבינו בכאן שאם גירשה הכהן וכו' ודברים נראין הם שהרי לא התירוה לו בלא חליצה אלא כדי שלא לאסרה עליו וכיון שגירשה או מת אינה מותרת לאחרים בלא חליצה: "
            ]
        ],
        [
            [
                "<b>האומר בני זה.</b> משנה בקידושין פרק האומר (דף ס\"ד) מי שאמר בשעת מיתתו יש לי בנים נאמן ובבבא בתרא פרק יש נוחלין (בבא בתרא דף קל\"ד) האומר זה בני נאמן ומבואר בגמרא שם לפטור את אשתו מן היבום והעמידוה אע״ג דמוחזק לן בגויה [שיש לו אחין] וזהו שסתם רבינו וכתב נאמן: "
            ],
            [
                "<b>אמר זה אחי.</b> שם בקידושין במשנה יש לי אחין אינו נאמן ובבבא בתרא זה אחי אינו נאמן ובקידושין הביאו ברייתא בפלוגתא דרבי ורבי נתן ואמר אביי התם דלרבי אפילו מוחזק לן באחין ואמר איהו אין לי אחין נאמן לפוטרה מן היבום מיגו דאי בעי פטר לה בגיטא ור' נתן פליג עליו ומתבאר בגמרא בב''ב שאין הלכה כרבי לפי אוקימתא זו כמו שאכתוב בסמוך וכ''כ המפרשים דכל היכא דמוחזק לן באחי אינו נאמן לומר אין לי אחים כמ''ש רבינו: "
            ],
            [
                "<b>לא היה מוחזק באחין.</b> פרק יש נוחלין (בבא בתרא דף קל\"ה) ההוא דהוה מוחזק לן [בגויה] דלית ליה אחי ואמר בשעת מיתה [נמי] דלית ליה אחי אמר רב יוסף מאי ליחוש לה חדא דמוחזק לן [בגויה] דלית ליה אחי ועוד הא אמר בשעת מיתה דלית ליה [אחי] א״ל אביי הא עדים במדינת הים דידעי דאית ליה אחי ואסיקנא א״ל רבא לרב נתן בר אמי זיל חוש לה ויש גורסין הא אמרי דאיכא עדים וזו היא גירסת רבינו ואף לגירסא הראשונה כתבו ז״ל דנפק עלה קלא בהכי דאי לאו הכי פשיטא דלא חיישינן לה וזה פשוט ומוכרח ממה ששנינו יש לי אחין אינו נאמן והוא בדלא מוחזק באחין וכ״ש בדין זה והרמב״ן ז״ל כתב דלאו בקול דעלמא אסרינן לה אלא בדאמרי דאיכא עדים כלומר שהוחזק קול בב״ד וכ״נ דעת הרשב״א ז״ל ויש מן המפרשים אומרים דלא בעינן קול מוחזק בב״ד וזה דעת רבינו: "
            ],
            [
                "<b>מי שזנה עם אשה.</b> דין זה אינו מבואר בגמרא אבל דעת רבינו הוא דע״כ לא אמרינן האומר זה בני נאמן לפטור את אשתו מן היבום אלא כשהוא אומר שהוא בנו מאשתו שידוע לו שבנו הוא אבל בנו מאנוסתו או ממפותתו אינו יודע אם הוא זה בבירור הלכך מחמירין בו וזה דבר ברור הוא באשת איש שי״ל שרוב בעילות אחר הבעל ושמא מן הבעל הוא זה אבל בפנויה היה נראה לחלק בין אם חשודה ממנו בלבד או חשודה מאחרים שאם אינה חשודה מאחרים אלא ממנו בלבד הא אמרינן ביבמות פרק אלמנה לכהן גדול (יבמות דף ס\"ט) כהן שבא על בת ישראל וילדה תאכל בתרומה ואיכא לישני בגמרא לישנא קמא דוקא דלא דיימא מעלמא (פי' שאינה חשודה מעלמא) לישנא בתרא אף על גב דדיימא מעלמא ונראה דעת רבינו פרק שביעי מהלכות תרומות כלישנא קמא וכיון דלענין תרומה דאיכא גם כן איסורא דאורייתא שדינן הולד בתר דידיה גבי יבום נמי אמאי לא ניהמניה וכל שכן ללישנא בתרא. והרשב״א ז״ל כתב בתשובה דכל שראינו שבא עליה או שהוא מודה שבא עליה בתר דידיה שדינן ליה והוא שלא ידענו שבא עליה אחר אבל אם בא עליה אחר בכי הא לא אמרינן לשדייה בתר קמא דה״ל כספק בן תשעה לראשון או בן שבעה לאחרון דמספקא לן מילתא ולא שדינן ליה בתר קמא ע״כ דבריו. ונראה בדעתו ז״ל שהוא פוסק כלישנא בתרא דהתם דכל דלא ידעינן בבירור שבא עליה אחר אף על גב דדיימא מעלמא בתר דידיה שדינן ליה ובזה נראה להחמיר דה״ל ספיקא דאורייתא ונקטינן חומרי דלישני אבל בדלא דיימא בעלמא אינו מוצא טעם נכון לחלק בין דין זה לדין התרומה ואפילו בדדיימא אפשר שהלכה כלישנא בתרא דסוגיין בפירקא קמא דכתובות אתא כי ההוא לישנא: "
            ],
            [
                "<b>נאמן עד אחד.</b> בפרק האשה רבה העלו בהלכות בשם הגאונים שנאמן עד אחד להעיד ליבמה שמת בעלה כדי שתתייבם או שיאמר שמת יבמה כדי שתנשא ",
                "<b>לשוק וכתב רבינו או שניתן לבעלה בן.</b> ובהשגות אמר אברהם זה הדמיון אינו מחוור כו' והרב בעל המאור סובר כדעת רבינו וכן הכריע הרשב״א ז״ל וכתב דאין ראיה מהבעל דשאני עד דאף היא דייקא ומינסבא משא״כ בבעל דסמכה עליה לגמרי ע״כ. ואני אומר שאף בבעל אין הדין פשוט כן שכבר נתבאר למעלה שאם אמר יש לי בנים אע״פ שמוחזק באחין נאמן כדאיתא בהדיא בגמרא בפרק יש נוחלין (בבא בתרא דף קל\"ה) וסתמא קתני לה אע״ג דמוחזק דלית ליה בני נאמן ואפשר דכיון דמסקינן במוחזק באחין ואמר אין לי אחים אינו נאמן אלמא דבורו נגד חזקה לא מהני הה״נ במוחזק דלית ליה בני ואמר יש לי בנים אינו נאמן דכאן וכאן להתיר הוא בא וכי אמרינן דנאמן ה״מ דלא ידיע אי אית ליה בני או לא אבל במוחזק דלית ליה בני לא ויש לחלק ביניהם ולומר דשאני אחין דלא תליא מילתא בדידיה ואפשר דאית ליה אחין והוא לא ידע שהרי לא ראינו אינה ראיה נגד חזקה אבל באומר יש לי בנים דמילתא דתליא בדידיה ואיהו אמר דאית ליה בכל גוונא נאמן כנ״ל. <b>ומ״ש רבינו ואפילו עבד או אשה</b> פשוט הוא שכיון שעד אחד נאמן הרי הוא כעדות מיתת הבעל וכ״נ מן הסוגיא וכבר נתבאר פרק י״ב מהלכות גירושין דיני עדות מיתת הבעל ומי הן חמש נשים אלו שהזכיר כאן רבינו: "
            ],
            [],
            [
                "<b>שתי יבמות שבאו.</b> משנה פרק האשה צרה (דף קי\"ט:) קרוב ללשון רבינו. <b>ומה שכתב שאין יבמתה נאמנת</b> הוא מפני שיבמתה היא אחת מחמש נשים שהזכיר בסמוך שנזכר פי''ב מהלכות גירושין: "
            ],
            [
                "<b>היה לאחת מהן.</b> שם במשנה: "
            ],
            [
                "<b>היה לזו בנים.</b> שם במשנה ובגמרא תנא לזו עדים ובנים ולזו לא עדים ולא בנים שתיהן מותרות ולא הוצרך רבינו להזכיר זה שפשוט הוא לפי מה שנתבאר: ",
                "<b>היה להן יבם וכו'.</b> שם במשנה נתייבמו ומתו יבמין אסורות לינשא ר' אליעזר אומר הואיל והותרו ליבמין הותרו לכל אדם וקי''ל כת''ק וע''כ ל''פ אלא במתו אבל בנתגרשו לא ופי' מתו היבמין האלו בלא בנים אבל אם היו להם בנים ודאי מותרות הן בהכרח שהרי גמרא ערוכה שכל אחת נאמנת לומר מת בעלי לגבי עצמה אבל לגבי חבירתה לא וכיון שכן כשלאה אשת ראובן אומרת מת בעלי ונתייבמה ללוי והיו בנים ללוי אע''ג דאין אנו מאמינין לה לגבי רחל אשת ראובן האומרת מת בעלי מ''מ אפילו שמעון קיים הרי אינה יכולה להתייבם לו ולמה תאסר וכ''ש נתגרשו כמ''ש רבינו אבל בשמתו היבמין בלא בנים יש לחוש לכל אחת שמא בעלה של חבירתה קיים והיא זקוקה לו ופשוט הוא וכן פירש''י ז''ל נתייבמו שהיו להן כאן שני יבמין ונתייבמו שהאשה שאמרה מת בעלי תתייבם ולענין יבום לא הוצרכה זו לעדותה של זו וארישא קאי שאין להן לא עדים ולא בנים ומתו היבמין אסורות להנשא לשוק זו מפני בעלה הראשון של זו וזו מפני בעלה הראשון של זו שמא עדיין הם חיים ואף על פי שנשאו שתיהן ליבמין בחזקת שמתו בעליהן אצל עצמן נאמנות אבל עכשיו שינשאו לשוק נמצא עדותה של זו מועיל לזו ואין יבמות מעידות זו על זו צד היתר עכ''ל: "
            ],
            [],
            [
                "<b>אע״פ שהאשה.</b> משנה פרק האשה שלום (יבמות דף קי\"ח:) אין האשה נאמנת לומר מת יבמי שתנשא וכו'. <b>ומ״ש עד שיעידו שני עדים וכו'</b> מפורש בסוגיא בפרק האשה רבה הדין והטעם: "
            ],
            [
                "<b>לפיכך האשה.</b> במשנה שם קרוב ללשון רבינו: "
            ],
            [
                "<b>האשה שהלכה.</b> במשנה שם מפורשת כל בבא זו: "
            ],
            [],
            [
                "<b>במה דברים אמורים.</b> מסקנא דגמרא בפ' האשה צרה שהקשו על משנה זו וליחוש דילמא אתו עדים ואמרי כדקאמרה ונמצא אתה מצריכה כרוז לכהונה ואוקמה רב פפא בגרושה ורב חייא בריה דרב הונא באמרה אני והוא נחבאנו במערה ע''כ ופרש''י ז''ל ואין איש עמנו לבוא ולהעיד הילכך ליכא למיחש דילמא אתו סהדי עכ''ל: "
            ],
            [
                "<b>וכן אשה שהלך בעלה.</b> ר''פ האשה שהלך בעלה וצרתה למה''י וכו' ובגמרא ולעולם אמר זעירי לעצמה ג' חדשים לחבירתה ט' וחולצת ממ''נ ר' חנינא אומר לעצמה ג' לחבירתה לעולם והקשו ותחלוץ ממ''נ ותירצו אביי בר אבין ורב חנניא ב''א גזירה שמא יהא ולד של קיימא ונמצא אתה מצריכה כרוז לכהונה והקשו ולצריכה ותירצו דילמא איכא דהוי בחליצה ולא הוי בהכרזה ויאמר קא שרו חלוצה לכהן ופסקו כן בהל' ופי' זה מבואר בדברי רבי': "
            ],
            [
                "<b>האשה שמת בעלה.</b> משנה שם: ",
                "<b>ה''ה לאשה שמת.</b> זה מתבאר מן הגמרא והמשנה (דף כ\"ח) שבפרק כל הגט ומסקנא שם שמא מת לא חיישינן: "
            ],
            [
                "<b>יצאת חמותה.</b> בפרק האשה צרה (יבמות דף קי\"ט) במשנה מחלוקת ת''ק ור' יהושע ופסקו הלכה כסתם משנה: "
            ],
            [
                "<b>האשה שהלך בעלה.</b> במשנה בפרק האשה רבה (יבמות דף צ\"ב) אמרו שם הולד ממזר והעמידוה בגמרא כר״ע אבל לרבנן הולד כשר שאין ממזר מחייבי לאוין: ",
                "<b>אמרו לה.</b> שם במשנה: "
            ]
        ],
        [
            [
                "<b>כיצד מצות חליצה.</b> בסנהדרין פרק זה בורר (סנהדרין דף ל\"א:) והיבמה הולכת אחר יבמה להתירה עד כמה אמר ר' אמי אפילו מטבריא לצפורי אמר רב כהנא מאי קרא וקראו לו זקני עירו ולא זקני עירה והביאוה בהלכות בפרק מצות חליצה: ",
                "<b>והם קוראין.</b> שם בפרק מצות חליצה (יבמות דף ק\"ו:) משנה וברייתא: "
            ],
            [
                "<b>וצריכין הדיינין.</b> שם (ק\"א:) אמר רבא צריכי דייני למקבע דוכתא דכתיב ועלתה יבמתו השערה. <b>ומ''ש שאם לא נועדו שחליצתו כשרה</b> פשוט הוא ומתבאר שם שאין קביעות המקום מעכב: "
            ],
            [
                "<b>ומלמדין אותה.</b> שם אמר אביי האי דמקרי גט חליצה לא ליקרי לדידה לא לחודיה ואבה יבמי לחודיה דמשמע אבה יבמי אלא לא אבה יבמי ולא ליקרי לדידיה לא לחודיה חפצתי לחודיה דמשמע חפצתי לקחתה אבל לא חפצתי לקחתה רבא אמר x אסוקי מילתא היא ואסוקי מילתא לית לן בה רב אשי אשכחיה לרב כהנא דקא מצטער ומקרי לה לא אבה יבמי אמר ליה לא סבר ליה מר להא דרבא אמר ליה מודה רבא בלא אבה יבמי כדרבי זירא דאמר רבי זירא xx כל הראוי לבילה אין בילה מעכבת בו ופירוש זה מבואר בהלכות כדברי רבינו וכתב הרשב''א ז''ל וכפי דבריהם אפילו בלא חפצתי לקחתה צריך שידע לומר לא חפצתי בבת אחת והא דנקט בלא אבה משום דאין דרכן של נשים לידע לקרות ואינן ראויות עד שילמדום אבל סתמן של אנשים לידע לקרות וראויין הם והוא ז''ל הקשה עליהן וכתב שיש גירסא אחרת בזה והראשונה נוסחת הגאונים והספרים וכן היא בעיטור: "
            ],
            [],
            [
                "<b>והחליצה ביום.</b> במשנה (דף ק\"ד) חלצה בלילה חליצתה כשרה ור''א פוסל ואוקימנא לה בגמרא לסתמא דמתני' דיחידאה היא וכן מבואר בהלכות: ",
                "<b>ובפני ג'.</b> שם (דף ק\"א) ראש פרק מצות חליצה בשלשה דיינין ואפילו שלשתן הדיוטות ובגמרא דמאחר דאפילו שלשתן הדיוטות דיינין למה לי הא קמ''ל דבעינן שיודעים להקרות כעין דיינין ושם (דף ק\"ב) מבואר בגמרא דבעינן לענין חליצה עד שיהא אביו ואמו מישראל: ",
                "<b>ומצותה בחמשה.</b> שם מבואר מעשים בגמרא: "
            ],
            [
                "<b>כיצד חולצין.</b> שם משנה ובגמרא (דף קב:) סנדל התפור בפשתן אין חולצין בו ובמשנה (דף ק\"ד) בשמאל חליצתה פסולה ורבי אלעזר מכשיר וכל הסדר שכתב רבינו מפורש שם בין המשנה והגמרא ומבואר בהלכות ומוסכם. ויתבאר בדברי רבינו בפרק זה שיש הרבה דברים מאלו שאינן מעכבין אבל לכתחלה כך היא הסדר וראוי. <b>ומה שכתב ג''כ ומשישמט רוב העקב</b> מימרא שם ובירושלמי אמרו כיצד היא עושה מתירתו בימין ותופסתו בשמאל ושומטת עקב בימין וגוררתו בימין כדי שתהא חליצה והתרה בימין ע''כ. ולא סמך עליו רבינו משום דבגמרין לא הוזכרה חליצה ביד ימין כלל וגבי יבמה גדמת אמרו (דף ק\"ה) מי כתיב וחלצה ביד ורגל ימיני נמי אי לאו דגמרין ליה (דף ק\"ד) ממצורע היו מכשירין אפילו של שמאל ויד דלא כתיב מנא לן ואפילו לכתחילה וכן כתב הרשב''א ז''ל: "
            ],
            [
                "<b>ואחר כך עומדת.</b> מה שכתב <b>רבינו שמצוה שיהו עומדין בשעת רקיקה ובשעת קריאה</b> הוא מן הברייתא השנוייה בספרי ועמד ואמר מלמד שאין אומרין דברים אלא בעמידה ואמירתה ואמירתו שוין ורקיקה סובר רבינו דכיון דאמר רבא דצריכי דייני למיחזי רוקא כי נפיק מפומה דכתיב לעיני וירקה הרי היא כדין וצריכין לעמוד לכתחילה אבל החליצה אפילו לכתחילה מיושב כמו שכתב רבינו והיא יושבת ואחר כך עומדת וכתב הרשב''א ז''ל שכן מוכח בגמרא דחליצה אפילו לכתחלה מיושב ואף רקיקה מסתפק הוא ז''ל למה הצריכה רבינו מעומד ויש מן המפרשים סוברין שהכל לכתחילה מעומד וכן נהגו: ",
                "<b>וצריכין הדיינין.</b> כבר הזכרתי זה בסמוך: ",
                "<b>ואחר כך מקרין.</b> במשנה שם: "
            ],
            [
                "<b>וצריך שתתכוין.</b> בגמרא ברייתא שם (דף ק\"ב): ",
                "<b>והסומא אינו חולץ.</b> ממה שאמרו בברייתא שם (דף ק\"ג) והחולצת מן הסומא חליצתה כשרה למד רבינו שאין חולץ לכתחילה ונתן לה טעם לדבר משום דכתיב וירקה בפניו אבל בדיעבד כשרה שהרי אין רקיקה מעכבת כמו שיתבאר. ובהשגות: <b>א''א</b> והוא שיש שם אחר שיחלוץ ע''כ סובר הוא ז''ל דכל היכא דליכא אחרינא אפילו לכתחילה חולץ וברייתא דמשמע דוקא דיעבד הוא בשיש שם אחר ואיני יודע הכרח בזה אלא או ברייתא הוא בדוקא בכל גוונא או דילמא לאו בדוקא אלא משום סיפא דקתני בשאר דינין חליצתה פסולה תנא רישא כשרה והוא הדין אפילו לכתחילה: "
            ],
            [
                "<b>נמצא סדר החליצה.</b> שם (דף ק\"ו:) אמר רב יהודה מצות חליצה קוראה וקורא וחולצת ורוקקת וקוראה מאי קמ''ל מתניתין היא הא קמ''ל מצוה הכי ואי אפיך לית לן בה תניא נמי הכי בין שהקדים חליצה לרקיקה ובין שהקדים רקיקה לחליצה מה שעשה עשוי: "
            ],
            [],
            [
                "<b>ולמה לא תחזור ותרוק.</b> שם (דף ק\"ה) ההיא דאתיא לקמיה דרב אמי הוה יתיב רבי אבא בר ממל קמיה רקקה מקמי דתחלוץ א''ל רבי אמי חלוץ לה ושרי לה תגרא א''ל רבי אבא והא בעינן מירק [א''ל] הא רקקה לה [א''ל תהדר] ותירוק ומה בכך [א''ל] נפיק מיניה חורבה דאי אמרת תהדר ותירוק אמרו רקיקה קמייתא לית בה מששא ואתו למשרי חלוצה לאחין: "
            ],
            [
                "<b>חלצה בלבד.</b> במשנה (דף ק\"ד:) אמר לו רבי עקיבא משם ראיה ככה יעשה לאיש כל דבר שהוא מעשה באיש [מעכב] ובגמרא הביאו ברייתא אליבא דרבי עקיבא דקתני חלצה ולא רקקה ולא קראה חליצתה כשרה: "
            ],
            [
                "<b>במה דברים אמורים בשהיו יכולים לדבר וכו'.</b> מ''ש <b>רבינו שהאלם והאלמת חליצתן פסולה</b> מפורש שם בגמרא <b>במסקנא אבל מ''ש שחליצת חרש או חרשת אינה כלום</b> נראה שסמך לו על התוספתא ששנינו שם חרש שנחלץ וחרשת שחלצה והחולצת מן השוטה וכן שוטה שחלצה והחולצת מן הקטן וכו' תצא וי''ג דברים בה הרי שהשוו דין חרש שוטה וקטן ואמרו תצא ונתבאר בגמרא שאין חליצת קטן כלום וכן השוו אותם חכמים בכ''מ לכל דבר שצריך דעת. ויש מי שהקשה על דברי רבינו ממה ששנינו במשנה החרש שנחלץ והחרשת שחלצה והחולצת מן הקטן חליצתה פסולה ואמרו בגמרא אמר שמואל זו דברי ר''מ אבל חכמים אומרים אין חליצת קטן כלום מדקאמר אין חליצת קטן כלום ולא קאמר אין חליצתן כלום אלמא מודו חכמים בחליצת חרש וחרשת דחליצה פסולה היא. ועוד הקשו ממה שאמר שם בגמרא דטעמא דמתניתין לפי שאינן באמר ואמרה ואמר רבא השתא דקאמרת קריאה מעכבת לפיכך אלם ואלמת שחלצו חליצתן פסולה ומתני' דקתני אם לא קראה חליצתה כשירה כרבי זירא דאמר כל הראוי לבילה וכו' אלמא טעמא דמתניתין אינו משום דלאו בני דיעה נינהו אלא לפי שאינן ראויים לקריאה והרי הם כאלם וכאלמת ויש לדחוק בזה לדעת רבינו דלהכי מפרשינן טעמא דמתני' משום קריאה לאשמועינן דאפי' אלם ואלמת חליצתן פסולה ומיהו אינן שוין בדינן אלא הא כדאיתא והא כדאיתא ושמואל דקאמר אין חליצת קטן כלום ולא קאמר אין חליצתן כלום משום דהוה משמע ליה דמשום קטן בלחוד תני במתניתין חליצה פסולה אבל בחרש ובחרשת אפי' תנא דמתני' מודה דאינה כלום ואגב גררא דקטן נקט בהו פסולה הילכך לא איצטריך ליה אלא קטן א''נ דפלוגתא דר''מ וחכמים בקטן שמיע ליה באינך לא שמיע ליה ומשום הכי לא כייל להו ומיהו אנן סמכינן על התוספתא שהיא משוה אותן וזה התירוץ יותר נכון כנ''ל לדעת רבינו אבל הרמב''ן והרשב''א ז''ל סבורין שהחרש והחרשת הרי הם כאלם ואלמת ואינן כשוטה לדבר זה והאריכו בטעם זה וכן נראה מן ההלכות: "
            ],
            [
                "<b>רקקה בלבד.</b> זה מבואר בגמרא (דף ק\"ה) אליבא דר''ע דהלכה כמותו. וק''ל קצת בדברי רבינו שנראה מהם שהוא סובר שהרקיקה בלבד פוסלת לאחין מן התורה והביא מקרא לזה ככה יעשה לאיש המעשה שהוא החליצה והרקיקה הוא מועיל ואע''פ שיש חילוק בין חליצה ורקיקה שהחליצה בלבד מכשרת בדיעבד ואילו רקיקה אינה מכשרת אלא פוסלת כמו שנתבאר סובר הוא ז''ל ששניהם שוין לפסול מן התורה וק''ל דהא משמע מסקנא דגמרא בהדיא דרקיקה אינה פוסלת אלא מדרבנן והטעם אמרו שם משום דאין דרך רקיקה אלא אחר חליצה הילכך אי לא הוה פסלה אתי לאחלופי בחלוצה דעלמא להתירה לאחין ועוד קשה דהא ר''ע לא דריש דבר שיש בו מעשה בלבד אלא דבר שיש בו מעשה באיש דהיינו חליצה בדוקא ור''א דדריש דבר שיש בו מעשה ס''ל דחלצה בלבד חליצתה פסולה וכיון דקי''ל כר''ע היאך כתב רבינו דרשתו של ר''א וצ''ע לי: "
            ],
            [
                "<b>חלצה ורקקה.</b> ברייתא ומשנה שם. <b>ומ''ש שאינן יודעין להקרות</b> מתבאר שם שאין צריך שידעו להקרות אלא לכתחלה: "
            ],
            [
                "<b>חלצה בלילה.</b> בבא זו ג''כ מבוארת שם במקומות חלוקים. ויש מי שנסתפק בקטנה שחלצה בדיעבד אם היא כשרה ומשמע דכיון דמסקנא דגמ' והלכה עד שתביא שתי שערות שאפילו בדיעבד פסולה וכדברי רבינו. ויש בקצת ספרים טעות סופר בכאן שכתוב בהן חליצתה כשרה ואינו אלא פסולה ופשוט הוא: ",
                "<b>וכן אם חלצה.</b> שם מבואר: ",
                "<b>אבל חרש שוטה וקטן.</b> כבר הארכתי למעלה בדין החרש. <b>ומ''ש וכל החולץ וכו'</b> זה מבואר בהרבה מקומות בגמרא שאין חליצה שאינה צריכה פוסלת לכהונה ומפני כך אמרו שאין ראוי לחלוץ בכיוצא בזה כמו שנתבאר פ''ג בבבא המתחלת בד''א בשהיתה פסולה וכו' ויתבאר פ''ח שאפילו ספק חלוצה לא גזרו בה: "
            ],
            [
                "<b>יבם שרגלו.</b> דעת רבינו וההלכות הוא שמי שנפסקה רגלו הימנית אע''פ שלא נפסק עד הארכובה אינו חולץ וכשאמרו במשנה (דף ק\"א) מן הארכובה ולמטה חליצתו כשרה הוא בשלא נפסק רגלו אלא שהנעל קשור בשוק למטה מן הארכובה אבל נפסקה רגלו אינו חולץ מההיא דאמימר (דף ק\"ג) דאמר האי מאן דמסגי על לוחתא דכרעיה לא חליץ וכ''ש נפסק רגלו וכן דעת בעל העטור ז''ל אבל רש''י פי' בההיא דאמימר ואע''ג דתנן מן הארכובה ולמטה כשרה התם הוא דכי נחתך רגלו קם ליה שוק ורחמנא אמר מעל רגלו דהיינו שוקו אבל האי לאו רגל הוא עכ''ל וזה דעת בעל המאור דכל שנחתך רגלו מן הארכובה ולמטה חולץ וכן דעת הרשב''א ז''ל וכתב הוא ז''ל והוא דדחיס מאי דאשתייר אארעא כדאמר אמימר האי מאן דחליץ צריך למדחסיה לכרעיה אארעא עכ''ל: ",
                "<b>היתה רגלו עקומה.</b> זו היא מימרא דאמימר שהזכרתי בסמוך האי מאן דמסגי על לוחתא ופירש''י שרגלו הפוך ודורס בעליונו של רגל לוחתא לשון לווחין פלאנט''א בלע''ז כלומר שאינו דורס במקום מדרס הרגל עכ''ל. ופי' רבינו שזה כלל לכל שאינו יכול לדרוס במקום דריסה לפי שאינו יכול לנעוץ עקבו וכ''נ שם בגמ' דטעמא דאמימר משום אידך דידיה דאמר האי מאן דחליץ צריך למדחסיה לכרעיה אארעא ואע''ג דאם לא נעץ כשר בדיעבד מ''מ בעינן ראוי לנעוץ וכל שאינו ראוי חליצתו פסולה. ובהשגות א''א לא שמענו שהדריסה מעכבת לפסול החליצה ע''כ נראה שהוא ז''ל סובר דלא אמרה אמימר אלא לכתחלה ואין נראה כן מן ההלכות ומן הגאונים ז''ל שא''כ לא היו צריכין לחלק בין משנתינו להא דאמימר דמתני' בדיעבד היא: "
            ],
            [
                "<b>ויבמה שידיה חתוכות.</b> שם (ק\"ה) יבמה גדמת חולצת בשיניה: ",
                "<b>חלצה במנעל של בגד.</b> מ''ש <b>רבינו שבשל בגד אינה חליצה כלל ובשל שעם ושל סיב חליצה פסולה</b> נראה שהוא סובר דכיון דאסיקנא התם (דף ק\"ג) דלר''מ דס''ל בשל שעם ושל סיב אע''פ שאינן מחופין עור חליצתן כשרה מודה בשל בגד דחליצתן פסולה משום דלא מגין לדידן דקי''ל כרבנן דבשל שעם ושל סיב כל שאינן מחופין עור חליצתן פסולה אע''פ שמגינים בשל בגד נמי כיון דלא מגין מעלינן ליה דרגא ואמרינן דאינה חליצה ומתניתין דקתני באנפליא חליצתה פסולה ר''מ היא דסתם מתני' ר''מ היא ולא קי''ל כוותיה. זה נראה בדעתו ז''ל ואינן דברים מוכרחין אבל הרשב''א ז''ל כתב שכולן שוין ובשל בגד נמי חליצה פסולה הויא דכולהו לרבנן ממעטין להו מדכתיב ואנעלך תחש אלמא עור בעינן הילכך כולן שוין ור''מ הוא דהוה קא מפליג בהו דלית ליה האי דרשא אלו דבריו ז''ל ולמטה בפרק זה מתבאר החילוק שיש בין חליצה פסולה לאינה חליצה כלל: ",
                "<b>אבל אם חלצה במנעל.</b> כל זאת הבבא מפורש שם במקומות חלוקים: "
            ],
            [
                "<b>חלצה בסנדל של עץ.</b> פי' וה''ה לשאר דברים כלומר של שיער ושל סיב או של שעם ומחופין עור וכן מתבאר (שם ק\"ב ק\"ג) באוקימתא דאביי דאע''ג דאידחיא קושטא היא לענין דינא ופשוט הוא ורבינו כתב של עץ וה''ה לשאר. <b>ומ''ש או שלא היה המנעל שלו</b> מתבאר שלכתחילה צריך שיהיה המנעל שלו ואם אינו שלו צריך שיקנוהו לו וכן מבואר בגמרא דרב יוסף א''ל לאביי הב ליה סנדלא ואקנייה ליה וכתב הרשב''א דמדרבנן היא דאי מדאורייתא אפילו לכתחלה במנעל שאינו שלו אבל רבנן גזרו לכתחילה משום קטן שאינו חופה את רוב רגלו או גדול שאינו יכול להלך בו דכל שאינו שלו אינו עשוי כמדת רגלו ממש ע''כ דבריו. ויתר הדברים שכתב רבינו בבבא זו נתבאר שם במקומות חלוקים: "
            ],
            [
                "<b>סנדל המוסגר.</b> שם (ק\"ג:) אמר רבא הלכתא אחד סנדל המוסגר ואחד סנדל המוחלט ואחד סנדל של עכו''ם לא תחלוץ [בו] ואם חלצה חליצתה כשרה של תקרובת עכו''ם x ושל זקן העשוי לכבודו לא תחלוץ ואם חלצה חליצתה פסולה והוסיף רבינו של עיר הנדחת ופשוט הוא שהרי הוא כתקרובת עכו''ם שאין בטלה עולמית וכן כתבו ז''ל ופי' תקרובת עכו''ם כגון שזבח בהמה לפניה ועשה מנעל מעורה אבל אם הקריבו סנדל ומסרוהו לפניה לשם דורון אין זה תקרובת עכו''ם שאין תקרובת אלא המשתפך xx כעין פנים וכן מתבאר מדברי רבינו שהכשיר אותו שמניחים ברגלי הצורה וכן כתבו הרמב''ן והרשב''א ז''ל: "
            ],
            [
                "<b>קרעה המנעל.</b> שם (דף ק\"ב) בעיא ולא איפשיטא וספיקא דאורייתא הוא ולחומרא הילכך פסולה. <b>ומ''ש או שהיה לבוש ב' מנעלים</b> בעיא שם ומקצת ספרים אין הגירסא כמ''ש רבינו: "
            ],
            [
                "<b>יבמה שאכלה שום.</b> שם (דף ק\"ו:) אמר רבא אכלה תומא ורקתה אכלה גרגישתא ורקתה לא עשה ולא כלום מ''ט וירקה מעצמה בעינן ע''כ. ופי' ולא כלום שלא עשתה רקיקה כדין תורה אבל דיעבד כבר נתבאר למעלה שאפילו בלא רקיקה כלל חליצתה כשרה: "
            ],
            [
                "<b>רקקה דם.</b> שם (דף ק\"ה) יבמה שרקקה דם תחלוץ לפי שאי אפשר לדם בלא צחצוחי רוק והקשו שם על זה ותירצו ל''ק כאן במוצצת כאן בשותתת וכתב הרשב''א ז''ל ואם רקקה ואינה שותתת ולא מוצצת איכא למימר דאף היא אפשר שתרוק דם בלא צחצוחי הרוק וכ''כ הרמב''ן ז''ל עכ''ל: ",
                "<b>רקקה וקלטתו הרוח.</b> שם (דף ק\"ו:) אמר אביי רקקה וקלטתו הרוח לא עשה ולא כלום מ''ט וירקה בפניו בעינן [וליכא] הילכך הוא אריך והיא גוצא קלטתו הרוח [הא] איכא בפניו היא ארוכה והוא גוץ בעינן עד דמטי [רוק] להדי אפיה והדר אזיל ע''כ: ",
                "<b>וכן אם לא ראו.</b> פי' דהא דאמרינן צריכי דייני למיחזי רוקא ה''מ לכתחילה אבל אם לא ראו כבר עשתה חליצתה כהלכתה שהרי רקקה וזהו שלא אמר רבא שם אי לא חזו דייני רוקא לאו כלום היא כמו שאמרו בההיא דאכלה תומא הסמוכה שם: "
            ],
            [
                "<b>חליצה מוטעת.</b> שם (דף ק\"ו) ת''ר חליצה מוטעת כשרה וכו' עד ותניא נמי כר''י וידוע שאין הלכה כר''ל לגבי ר''י. <b>וכתב רבינו או שאמרו לו חלוץ לה שזו מצוה היא</b> ונראה שהוציאו ממה שאמרו בירושלמי ארשב''ל כל שאומרים לו חלוץ [לה] והיא ניתרת לך לאחר זמן ונחלק עליו ר''י עוד שם בירושלמי אתא עובדא קמיה רבי ברבי חייא וא''ל בני האשה הזאת אינה רוצה להנשא לך דרך יבום אלא חלוץ לה ועקור זיקתך ממנה והיא נשאת לך דרך נישואין מן דחלץ לה א''ל אי אתו משה ושמואל לא שריו לה ע''כ. וכתב הרשב''א ז''ל שהמעשה הזה הלכה הוא ואפילו ר''י יודה בזה דכיון שהוא מתכוין לחלוץ ולהתירה באותה חליצה אף על פי שטועה שיועיל לו מצד אחר כשרה ואין נראה כן מדברי רבינו אלא המעשה הזה אתי כר''ל ואינו כהלכה ומה בין זה למה שאמר ר''ל שם חלוץ לה והיא ניתרת לך לאחר זמן ואפשר שכיון שפירשו לו בכאן שהוא עוקר זיקתה ממנה חליצה כשרה היא ואמרו בגמרא על ההוא יבם דהוה קא בעי ליבומי ההוא דאתא לקמיה דרבי חייא וכו' וקבעי למכליה מינה וכו' אמר ליה [רבי חייא] חלוץ לה ובכך אתה כונסה לבתר דחלץ ליה א''ל השתא מינך אפסיל לה חלוץ לה חליצה מעלייתא כי היכי דתשתרי לעלמא. וכתב הרשב''א ז''ל מסתברא דכופין אותו בכך עד שיאמר רוצה אני ואפילו בשוטים דכיון דאסירא ליה מעתה הרי זה חייב להוציאה והכי איתא בירושלמי דגרסינן התם הוה עובדא קמי רבי מונא ועבד כר''ל כד שמע ר''י פליג חזר וכפה [אותו] וחלץ לה זמן תניינות וטעמא דמילתא משום דכיון דאסורה ליה מדרבנן לא מעגנינן לה עכ''ל ועוד האריך: "
            ],
            [
                "<b>המוסר מודעא.</b> שם ת''ר חליצה מוטעת כשרה גט מוטעה פסול חליצה מעושת פסולה גט מעושה כשר והקשו היכי דמי אי דאמר רוצה אני אפילו חליצה נמי ואם לא אמר רוצה אני [אפילו] גט נמי לא ותירצו [אלא] ה''ק חליצה מוטעת לעולם כשרה גט מוטעה לעולם פסול חליצה מעושת וגט מעושה זימנין כשר וזימנין פסול הא דאמר רוצה אני הא דלא אמר רוצה אני והביאו שם מתני' דערכין (דף כ\"א) דקתני וכן אתה מוצא בגיטי נשים כופין אותו עד שיאמר רוצה אני וע''ז המשנה א''ר ששת האי מאן דמסר מודעא אגיטא מודעיה מודעא וכבר כתבתיה פ''ב מהלכות גירושין. וממה שהשוו החליצה לגט כתב רבינו שאף בחליצה יכול למסור הוא מודעא וכתב דין העשוי כדין ושלא כדין והחילוק שיש בין ישראל לעכו''ם על הדרך שכתב פ''ב מהלכות גירושין בדין הגט וכבר הארכתי שם בביאור דינים אלו:"
            ],
            [
                "כו-כז <b>כ''מ שאמרנו אינה חליצה וכו'.</b> החילוקים שכתב בכאן רבינו פשוטין הם שכל מקום שאמרו אינה כלום הרי היא כאילו לא חלצה וכל מקום שאמרו חליצה פסולה הולכים להחמיר בה בכל דבר וכ''נ מן הגמרא. <b>אבל מ''ש שאם עברה ונשאת בחליצה פסולה שאין מוציאין אותה מידו</b> נראה ודאי שמפריש אותה עד שיחלוץ לה חליצה כשרה ואם לא כן כוונת רבינו קשה לי שהרי משמע בגמרא במקצת מקומות שהזכירו חליצה פסולה שמן התורה אינה כלום ואם כן היאך תעמוד עם בעלה בלא חליצה וזה צ''ע:  "
            ],
            [],
            [
                "<b>יבמה שגדלה בין וכו'.</b> שם (דף ק\"ב) א''ר יהודה אמר רב יבמה שהגדילה בין האחין מותרת לינשא לאחד מן האחין ואין חוששין שמא חלצה סנדל לאחד מהן ובהלכות מן הגמרא טעמא דלא חזינן הא חזינן חיישינן שמא כיוונה ואע''ג דתניא בין שנתכוין הוא ולא נתכוונה היא בין שנתכוונה היא ולא נתכוין הוא חליצתה פסולה עד שיתכוונו שניהם כאחת ה''מ למשרייה לעלמא אבל לאחין מיפסלא ע''כ. ומכאן כתבו מן המפרשים שמה שנזכר למעלה רקקה בלבד הרי זה חליצה פסולה אינו אלא בשרקקה בב''ד אבל רקקה בינו לבינה או בפני שנים אינה פוסלת שאל''כ בכאן א''א שלא רקקה בפני אחד מהן וזה דעת הרמב''ן והרשב''א ז''ל: "
            ],
            [
                "<b>גט חליצה שאנו וכו'.</b> (שם) רבא אמר אין חולצין אא''כ מכירין ואין ממאנין אא''כ מכירין לפיכך כותבין גט וחליצה אע''פ שאין מכירין וכותבין גט מיאון אעפ''י שאין מכירין דלא חיישינן לב''ד טועין פי' ואין חוששין שמא טעו הבית דין וחלצו אע''פ שלא הכירו וכמ''ש רבינו וגירסתו כגירסת ההלכות ורש''י ז''ל ויש שם גירסא אחרת ואין חילוק ביניהם בעיקר הדין: "
            ],
            [
                "<b>וזהו נוסח גט חליצה וכו'.</b> הנוסח שכתב רבינו כן הוא בהלכות אות באות: "
            ],
            [
                "<b>ומעידין עליו כו'.</b> מה שכתב <b>רבינו ששנים שראו החליצה יכולים להעיד אע''פ שאינן הדיינים</b> כבר נתבאר למעלה בסמוך. ומיהו ודאי כשחותמים בו אחרים אין הנוסח כאותו שהזכיר רבינו שאין מזכירין אנחנא בי דינא וכו' ולא שאר לשונות שמשמען שהם עשו המעשה אלא משנין הנוסח וכותבין שטר עדות מכל מה שראו וזה פשוט: ",
                "<b>ואפי' אשה או עבד וכו'.</b> בפרק החולץ (יבמות דף ל\"ט:) אשתמודענוהו פליגי בה רב אחא ורבינא חד אמר בעדים וחד אמר אפילו קרוב אפילו אשה והלכתא גלויי מילתא בעלמא הוא ואפי' קרוב ואפילו אשה. <b>ומ''ש רבינו בעדיות של ממון</b> מבואר בהלכות שם: ",
                "<b>ואם רצה היבם וכו'.</b> נוסח הכתובה שהזכיר רבינו ביבם כתובה בהלכות כאן בפרק מצות חליצה ונוסח שאר כתובות פשוט הוא ובמקומותינו נהגו להוסיף בהן נאמנות והכל לפי מה שהם מתנים: "
            ],
            [],
            [],
            [
                "<b>ומה שכתב רבינו שאם היא אלמנה וכו'.</b> תיקון נאה הוא: "
            ],
            [
                "<b>כשכותבין גט יבמין וכו'.</b> מבואר בהלכות מן הטעם שהזכיר רבינו לפי שיש בהן פסוקים ואין כותבין אותן בלא שרטוט. מצאתי בכאן שאסור לכתוב שלש תיבות בלא שרטוט ובהלכות תפילין ומזוזה וס''ת פרק שביעי מצאתי ומותר לכתוב שלש תיבות בלא שרטוט יתר על כן אסור ומחלוקת הוא בגמרא פ''ק דגיטין (דף ז':) א''ר יצחק שתים כותבין ג' אין כותבין במתניתא תנא שלש כותבין ארבע אין כותבין ובהלכות גדולות פסקו כרבי יצחק ובהלכות תפילין נתבאר: ",
                "<b>יבמה שחלצה וכו'.</b> בהלכות פרק מצות חליצה ופשוט הוא: "
            ]
        ],
        [
            [
                "<b>היבמה שנתן לה היבם גט כריתות וכו'.</b> מפורש בהרבה מקומות ומהם פרק רבן גמליאל (יבמות דף נ':) ואמרו שם בגמרא מאי טעמא אמור רבנן גט ביבמה מהני משום דמהני בעלמא דאי אמרת לא מהני אמרי גט להוציא וחליצה להוציא ומדגט לא מהני חליצה נמי לא מהניא ואתי למבעל אחר חליצה: ",
                "<b>וכל גט הפוסל וכו'.</b> בעיא שם (נ\"ב) דאפשיטא דכל דפסיל בכהונה פסיל ביבמה: ",
                "<b>ואינה מותרת וכו'.</b> זה מבואר שם ובהרבה מקומות: "
            ],
            [
                "<b>המאמר אף על פי שאינו קונה וכו'.</b> לא הוצרך רבינו בכאן לבאר שהמאמר אינו אלא מדבריהם לפי שסמך לו על מה שכתב ראש פרק שני ופשוט הוא בגמרא דלדידן קיימא לן כבית הלל (דף כ\"ט) דאמרי דאין מאמר קונה קנין גמור כמו שכתב רבינו שאינו אלא מדבריהם ובפירוש אומר בפרק רבן גמליאל מ''ט אמור רבנן מאמר ביבמה מהני משום דמהני בעלמא דאי אמרת לא מהני אמרי מאמר לקנות וביאה לקנות ומדמאמר לא מהני ביאה נמי לא מהני ואתי למבעל אחר ביאה ע''כ וכן מתבאר בהרבה מקומות: "
            ],
            [
                "<b>כיצד העושה מאמר וכו'.</b> שם ובהרבה מקומות: "
            ],
            [
                "<b>נתן מאמר ליבמתו כו'.</b> בפרק ארבעה אחין (יבמות דף ל\"ב) אמר רבא נתן גט למאמרו הותרה צרתה אבל היא אסורה דמיחלפא בבעלת הגט איכא דאמרי אמר רבא נתן גט למאמרו הותרה אפילו היא מ״ט מאי דעביד בה שקליה ופירש״י ז״ל הותרה x אפילו היא לאחים אבל לא לדידיה וזה כדעת רבינו ופסק כלישנא בתרא להקל בשל דבריהם: <b>ובהשגות</b> א״א ובגמרא בלישנא בתרא אמרינן הותרה אפילו היא ע״כ. סובר הרב ז״ל שכיון שאמרו סתם הותרה אפילו היא משמע אפילו לדידיה וכבר דחו טעם זה ואמרו דהתם קאי אמתניתין דשלשה אחין נשואין שלש נשים נכריות ומת אחד מהן ועשה בה השני מאמר ומת הרי אלו חולצות ולא מתייבמות לפי שיש אחת מהן שיש עליה זיקת שני יבמים ועלה קאמר רבה שאם נתן גט למאמרו הותרה אפי' היא לאח הנשאר ויכול ליבמה אם ירצה ומש״ה לא איצטריך לפרושי דלדידיה אסורה וזה דעת הרשב״א ז״ל וכן נראה מדברי הרמב״ן ז״ל: "
            ],
            [
                "<b>נתן גט לזיקתו וכו'.</b> זה מבואר בפרק ר״ג (יבמות דף נ\"ב:) ופי' רש״י ז״ל x דסתמא הרי הוא פוסל וכי אמרינן לעיל נתן גט למאמרו דוקא שפי' למאמרו אבל לא לזיקתו אבל סתמא פסלה אכולהו אחין ע״כ דבריו ז״ל: "
            ],
            [
                "<b>המאמר שנתן וכו'.</b> מ''ש ",
                "<b>רבינו שאין שום מאמר כשר אלא אותו שהוא קודם לדבר אחר ואין אחריו אלא ביאה שבה נותן המאמר על מי שקבלתו.</b> פשוט הוא שם (דף נ\"א) ואמרו במשנה שם עשה מאמר ובעל הרי זו כמצותה פי' ולא בדרך אחרת כמו שמתבאר שם והכוונה בכאן לרבינו היא שאין שום מאמר אחר כשר וראוי לביאה כשרה ר''ל שיבעול הנותן למי שקבלתו אלא זה אבל כל שקדמו אחד משאר דברים או נתאחר אחריו ה''ז מאמר פסול ואינו רשאי לבעול אותה והטעם שאין המאמר קונה קנין גמור ולפיכך יש אחריו מעשה אחר ואין צ''ל שאם קדמו מעשה שכבר נפסל בשעת נתינה וכל זה מתבאר שם בפרק רבן גמליאל במשנה ובגמרא אליבא דהלכתא ופרק האשה רבה ובמקומות אחרים ומוסכם מכל המפרשים ז''ל ויתבאר בפרק זה שאף המאמר הפסול יש לו חלות וצריך גט לעקרו: "
            ],
            [],
            [],
            [
                "<b>הבעילה שבועל וכו'.</b> ג״ז מבואר שם בפרק ר״ג (יבמות דף נ':) שכל שקדם לה מאמר או גט היא ביאה פסולה ואמרו שם מ״ט אמור רבנן ביאה פסולה יש אחריה כלום ופירשו אי ביאה אחר הגט היא גזירה ביאה אחר הגט משום ביאה אחר חליצה ואי ביאה אחר מאמר היא גזירה ביאה אחר מאמר משום ביאה אחר ביאה ופירש״י ז״ל מ״ט אמור רבנן ביאה פסולה יש אחריה זיקת יבמין כדתנן לעיל מאמר לזו ובעל לזו צריכות שני גיטין וחליצה ולא אמרינן תיסגי לבטל ביאה בגט בלא חליצה ותפטר אף חבירתה בביאתה מן החליצה ותירצו אי ביאה אחר הגט כגון גט לזו ובעל לזו דאמרינן צריכה גט וחליצה ולא סגי בגט לחודיה כשאר יבמה שכנסה גזירה ביאה אחר גט משום ביאה אחר חליצה [דאי אמרת תיסגי לה בגט אתי למימר מדקניא ביאה אחר הגט בביאה גרידתא אלמא מעלייתא היא] ואתי למבעל לכתחילה אחר חליצה ואי ביאה אחר מאמר היא כגון מאמר לזו ובעל לזו להכי תנן צריכה גט וחליצה דאי אמרינן בגט סגי לה אמרי ביאה של זו אחר קנין של זו מעלייתא היא ואתי למעבד ביאה אחר ביאה [וקא פגע באיסור אשת אח עכ״ל]: "
            ],
            [
                "<b>החליצה שחולץ וכו'.</b> ג''ז מבואר שם ובמקומות אחרים ויתבארו למטה מה שיש בין ביאה כשרה לפסולה ובין חליצה כשרה לפסולה: "
            ],
            [],
            [
                "(יא-יב) ",
                "<b>יבמות רבות וכו'.</b> משנה (דף מ\"ג:) פרק החולץ וכבר נתבאר זה פ''א: ",
                "<b>כיון שנבעלה וכו'.</b> עיקר הנוסחא בדברי רבינו בכאן צריכה חליצה כל אחת מהן להתירן לזר שהוא סובר שחליצת אחת מהן אינה פוטרת צרתה וכמו שביאר בסמוך במ''ש נחלצה אחת מהן חליצה פחותה וכו'. ודעתו בזה צל''ע שהוא ז''ל סובר שאם נתן האחד מאמר לאחת או נתן לה גט ואח''כ בא עליה אחיו ואחד מהן חלץ לאחרת שלא נעשה בה מעשה שאין חליצתה של זו פוטרת זיקת היבום של שנייה וצריכה השנייה גט וחליצה והטעם לפי שזו חליצה פסולה כמו שנתבאר ואינה פוטרת חבירתה ואע''פ שיותר היא פסולה זו שנעשו בה מעשים אלו מ''מ אין חליצתה של שנייה אע''פ שמעולה פוטרתה ונמצא שהוא ז''ל פוסק דלא כשמואל דאמר (דף כ\"ז) חלץ לבעלת הגט לא נפטרה צרתה לצרה נפטרה בעלת הגט חלץ לבעלת מאמר לא נפטרה צרתה לצרה נפטרה בעלת מאמר והוא ז''ל סובר שאין חליצת אחת מהן פוטרת צרתה וסובר דלפטור עצמה פוטרת וכן הוא ז''ל סובר שאם נחלצה אחת מהן מכל האחין נפטרה הצרה ואיני יודע מהיכן יצא לו זה ואיני יכול להלום הסוגיא לפי שיטתו וכבר נחלקו עליו הרמב''ן והרשב''א ז''ל בדין זה ודעת הרשב''א ז''ל הוא שכל שהן שוות כגון שיש לפניהם מאמר או גיטין חליצת אחת מהן פוטרת צרתה ואם האחת בעלת גט או מאמר חליצת אחרת פוטרתה אבל חליצתה של זו אינה פוטרת האחרת ואפילו חלצו לה כל האחין: "
            ],
            [
                "<b>כל יבמה וכו'.</b> זהו ממה שנתבאר שאין בכאן חייבי כרת אלא חייבי לאוין וידוע שקידושין תופסין בחייבי לאוין ולפיכך לביאה זו צריך גט וכן למאמר ומפורש הוא הדין בגמרא ובהלכות פרק רבן גמליאל (יבמות דף נ\"ב) וכרבנן דסבירא להו הכין: "
            ],
            [
                "<b>כבר אמרנו וכו' לפיכך גט אחר גט וכו'.</b> שם (דף נ') פרק רבן גמליאל מחלוקת במשנה רבן גמליאל אמר אין גט אחר גט ואין מאמר אחר מאמר ולא בעילה אחר בעילה ולא חליצה אחר חליצה וחכמים אומרים יש גט אחר גט ומאמר אחר מאמר אבל לא לאחר בעילה ולא אחר חליצה כלום ע''כ. ומבואר עוד הדין בברייתא וידוע שהלכה כחכמים וכן מבואר בהלכות: "
            ],
            [
                "<b>כיצד יבם וכו'.</b> שם (דף נ\"א) מבואר בברייתא: ",
                "<b>אבל היבם שחלץ ליבמתו כו'.</b> כבר נזכר זה שאין אחר חליצה כלום: "
            ],
            [
                "<b>וכן הבועל יבמתו וכו'.</b> גם זה שם והטעם מפני שאין אחר ביאה כלום ופירוש דוקא אחר ביאה כשרה אבל לא לאחר ביאה פסולה כנזכר למעלה בדין ואם נבעלה אחת מהן וכו' וכתנא קמא דמתניתין דקתני והבעילה בזמן שהיא בתחילה אין אחריה כלום וזהו סתם משנה ודלא כרבי נחמיה דאמר בין בתחלה בין באמצע בין בסוף אין אחריה כלום: ",
                "<b>וכן אם חזר אחריו וכו'.</b> שם מבואר במשנה ובגמרא: ",
                "<b>אבל אם נתן וכו'.</b> שם מתבאר בסוגיא דלדידן דקי''ל דליכא כרת בצרתה כנזכר פ''א קידושין תופסין בהן וזה פשוט: "
            ],
            [],
            [
                "<b>יבם קטן בן ט' שנים וכו'.</b> במשנה פרק האשה רבה (יבמות דף צ\"ו) מפורש במשנה הדין ובהרבה מקומות אמרו בגמרא שביאת בן תשע כמאמר דגדול שויוה רבנן. וכתב הרמב״ן ז״ל דמדאורייתא קנה אותה לכל דבר של יבום אבל אינה כאשת איש להתחייב עליה כדאיתא בהדיא פ״ק דקידושין (דף י\"ט) אשת איש פרט לאשת קטן ואוקמה רב אשי ביבם בן ט' שנים ויום אחד הבא על יבמתו ס״ד אמינא הואיל ומדאורייתא חזיא ליה [וביאתו ביאה] לתחייב עלה משום אשת איש קמ״ל אבל מדבריהם עשו אותה כמאמר לגמרי והא דקני לה מדין תורה טעמא דמילתא כדתני עלה בתוספתא דמכילתין זה הכלל כל ביאה שצריכה דעת אין ביאתו ביאה אינה צריכה דעת ביאתו ביאה וכן בירושלמי ע״כ דבריו ז״ל ויש בזה שטה אחרת: ",
                "<b>ומאמר בן תשע שנים וכו'.</b> מפורש שם בפרק האשה רבה (יבמות דף צ\"ו) במשנה ואוקימתא בגמרא דביאה בין בתחילה בין בסוף ומאמר בתחילה דוקא אבל לא בסוף: ",
                "<b>וגיטו וחליצתו וכו'.</b> פסק רבינו כת''ק דברייתא דפליג על ר''מ דאמר דחליצתו כגט דגדול וגיטו ג''כ מהני בתחילה והטעם משום דר''מ יחידאה הוא וכ''נ מן ההלכות. וכתב בעל המאור ז''ל וכן הדברים מוכיחין דע''כ לא קאמר בגמרא יש לו גט אלא לטעמיה דר''מ דאמר יש לו חליצה אבל לרבנן דאמרי אין חליצת קטן כלום ה''ה לגיטו ע''כ דבריו ז''ל והן מסכימים לדעת רבינו: "
            ],
            [
                "<b>כיצד בן ט' וכו'.</b> כבר נתבאר זה למעלה שהמאמר של קטן אינו פוסל אלא בתחילה והביאה שלו פוסלת תחלה וסוף: "
            ],
            [
                "<b>בן תשע שנים וכו'.</b> כל הבבא הזו במשנה שם וכסתם משנה: "
            ],
            [
                "<b>בן תשע שנים ויום אחד וכו'.</b> זה מתבאר ממה שאמרו שם ובמקומות אחרים ופשוט הוא לפי מה שכבר נתבאר: "
            ],
            [
                "<b>ואחד בן תשע שנים ויום אחד וכו'.</b> שם (דף צ\"ז:) במשנה וכבר נתבאר זה פ''ב מהלכות אישות בארוכה: "
            ],
            [
                "<b>קטנה שראויה למאן וכו'.</b> הטעם שכתב רבינו לנשואי קטנה וחרשת שהם מדבריהם נתבאר בגמרא פ' חרש (דף קי\"ב): ",
                "<b>לפיכך אם היו כל היבמות וכו'.</b> משנה פרק ב״ש (יבמות דף ק\"י) מי שהיה נשוי לשתי יתומות קטנות ומת ביאתה או חליצתה של אחת מהן פוטרת צרתה וכן שתי חרשות ומפורש בגמ' שהחרשת אינה בת חליצה ומתניתין דקתני וכן שתי חרשות אביאה בלבד קאי. וקטנה סובר רבינו דאתיא כסתם מתניתין דפרק מצות חליצה (יבמות דף ק\"ד:) דתנן דקטנה בת חליצה אבל לדידן דקי״ל עד שתביא שתי שערות אין חליצה בקטנה כמבואר פ״ד וזהו שלא הזכיר רבינו בכאן אלא ביאה: "
            ],
            [
                "<b>היתה אחת חרשת וכו'.</b> במשנה שם (דף ק\"י:) קטנה וחרשת אין ביאת אחת מהן פוטרת צרתה ובגמרא כיצד תקנתן אמר רב כונס [את] החרשת ומוציאה בגט וקטנה תמתין עד שתגדיל ותחלוץ ובהלכות ולר''א מלמדין את הקטנה שתמאן בו ומייבם לה לחרשת וכן הלכתא והן הן דברי רבינו: <b>ובהשגות</b> א''א זה המחבר גמרא הוא עושה מדעת עצמו וכו'. סובר הרב ז''ל שלא א''ר אליעזר שם בכולן מלמדין את הקטנה שתמאן בו אלא באחת גדולה ואחת קטנה שיבום הגדולה מן התורה וע''ז נפסקה הלכה כמותו אבל כאן ששניהם מדבריהם לא אמרו בקטנה שתמאן ודעת רבינו כדעת ההלכות דרב דאמר כונס את החרשת לא אמרה אליבא דר''א דר''א בכל גווני מלמדין את הקטנה שתמאן והדבר צריך לי הכרע: "
            ],
            [
                "<b>היתה אחת וכו'.</b> משנה שם: ",
                "<b>וכן קטנה וכו'.</b> גם זה משנה שם: "
            ],
            [
                "<b>היו שתיהן וכו'.</b> שם (דף קי\"א) מי שהיה נשוי לשתי יתומות קטנות ומת בא יבם על הראשונה וחזר ובא על השניה או שבא אחיו על השניה לא פסל את הראשונה ופירש רש''י ז''ל שהרי ביאתן שוה ואם הראשונה קנויה היא הרי היא אשתו ואחרונה ביאת זנות ואי לאו קנויה היא הרי שתיהן נכריות אצלו שלא היו קנויות לאחיו ומקיים הראשונה שלא נפסלה עליו אבל אחרונה לא דילמא קנויות הוו ומשבא על הראשונה קיימא הך עליה באיסור שני בתים עכ''ל. וביאר רבינו שהשניה צריכה למאן וכן עיקר: "
            ],
            [
                "<b>וכן הדין וכו'.</b> שם קטנה וחרשת בא יבם על הקטנה וחזר ובא על החרשת או שבא אחיו על החרשת [לא] פסל את הקטנה כך היא הגירסא בספרי הגאונים ובהלכות x והן הן דברי רבינו אבל רש''י ז''ל גורס פסל את הקטנה והביאו לזה הברייתא שהזכירו שם בא יבם על הקטנה וחזר ובא על החרשת או שבא אחיו על החרשת נאסרו שתיהן עליו ואמרו שהטעם דילמא קדים ובעיל חרשת ברישא וזהו דעת הר''א ז''ל בהשגות שכתב א''א טעות הוא זה כו'. ואפשר שרבינו וההלכות סוברין דהך ברייתא פליגא אמתני' והויא לה הלכה כסתם מתניתין והרשב''א ז''ל הכריע כדברי רש''י ז''ל והר''א ז''ל: "
            ],
            [
                "<b>בא היבם וכו'.</b> שם בא היבם על החרשת וחזר ובא על הקטנה או שבא אחיו על הקטנה פסל <b>החרשת וכתב רבינו מלמדין את הקטנה שתמאן</b> והוא כדברי ההלכות שכתבתי למעלה דלר''א בכל גווני מלמדין שתמאן והר''א ז''ל חולק בזה ולדבריו תמתין עד שתגדיל ותצא בגט וחליצה. ומ''ש בכאן דהא איכא מ''ד ממאנת למאמרו ואינה ממאנת לזיקתו אינה קושיא שכבר פסקו בהלכות כעולא דאמר ממאנת אף לזיקתו כמו שנתבאר פי''א מהלכות גירושין: "
            ],
            [
                "<b>היו אחת וכו'.</b> שם במשנה פקחת וחרשת בא יבם על הפקחת וחזר ובא על החרשת או שבא אחיו על החרשת לא פסל את הפקחת. <b>וכתב רבינו שהחרשת צריכה גט</b> והטעם שאע''פ שביאת פקחת פוטרת מן הזיקה כמו שנזכר למעלה בהיתה אחת פקחת וכו' מ''מ כבר נתבאר בדין כל יבמה שנבעלת ליבמה וכו' שיש ביאה אחר ביאה אפילו בב' פקחות להצריכה גט והוא שבא עליה לשם אישות או לשם יבמות: ",
                "<b>בא היבם וכו'.</b> שם בא יבם על החרשת וחזר ובא על הפקחת או שבא אחיו על הפקחת פסל את החרשת. ופי' רבינו שהחרשת יוצאה בגט ופשוט הוא שביאתה ביאה כשרה היתה ומספיק לה בגט. וכן פי' שהפקחת צריכה גט וחליצה והטעם מפני שביאתה היתה ביאה פסולה: "
            ],
            [
                "<b>היו גדולה וכו'.</b> שם גדולה וקטנה בא יבם על הגדולה וחזר ובא על הקטנה או שבא אחיו על הקטנה לא פסל את הגדולה בא יבם על הקטנה וחזר ובא על הגדולה או שבא אחיו על הגדולה פסל את הקטנה ר''א אומר בכולן מלמדין את הקטנה שתמאן בו ונפסקה הלכה בגמרא כר''א: "
            ]
        ],
        [
            [
                "<b>יש אחין שהם ראויין ליבום וכו'.</b> החילוקים שהזכיר בכאן רבינו יתבארו בסמוך אחד לאחד: "
            ],
            [
                "<b>ואלו הן שאין וכו'.</b> סריס חמה מפורש במשנה בפרק הערל (יבמות דף ע\"ט:) הסריס לא חולץ ולא מייבם והעמידוה בגמרא דוקא בידי שמים דהיינו סריס חמה ומבואר בהלכות: ",
                "<b>ואנדרוגינוס.</b> מפורש בתוספתא הובאה בהלכות בסוף פרק קמא: "
            ],
            [
                "<b>ואלו מייבמין ואינן חולצין וכו'.</b> זה מתבאר בהרבה מקומות במסכתא ומהם פרק חרש (דף קי\"ב:) אמרו חרש כונס ואינו מוציא לעולם ובתוספתא הנזכרת החרש והשוטה מייבמין ולא חולצין. ודין הקטן כבר נתבאר שאין חליצתו כלום פרק רביעי. ושביאתו כמאמר של גדול נתבאר פ''ה: "
            ],
            [
                "<b>ואלו חולצין ולא מייבמין וכו'.</b> גם זה מתבאר במקומות חלוקים בגמרא ובתוספתא הנזכרת הספיקות חולצין ולא מייבמין פצוע דכא וכרות שפכה סריס אדם והזקן חולצין ולא מייבמין ואם בעלו קנו ואסור לקיימן משום שנאמר לא יבא פצוע דכא. ודין הטומטום פשוט הוא שהוא בספק: ",
                "<b>ואם נקרע ונמצא זכר הרי הוא זכר גמור.</b> כנזכר פ''ב מהלכות אישות ודלא כרבי יהודה דאמר בהערל (דף פ\"א) טומטום שנקרע ונמצא זכר לא יחלוץ מפני שהוא כסריס: ",
                "<b>ושאר כל האחים וכו'.</b> בתוספתא הנזכרת: "
            ],
            [
                "<b>יש יבמות שהן וכו'.</b> הצדדין האלו יתבארו בסמוך אחד לאחד: "
            ],
            [
                "<b>ואלו שמתייבמות ולא וכו'.</b> מתבאר במקומות חלוקים ומהם בתוספתא הנזכרת החרשת והשוטה מתייבמות ולא חולצות ובמשנה פרק חרש (דף קי\"ב:) שני אחין פקחין נשואין שתי נכריות אחת פקחת ואחת חרשת מת פקח בעל חרשת מה יעשה פקח בעל פקחת כונס ואם רצה להוציא יוציא. ודין הקטנה כבר נתבאר פ''ד שאינה בת חליצה: "
            ],
            [
                "<b>ואלו חולצות ולא וכו'.</b> פ''א מהלכות אישות נתבאר מהו ענין השמות האלו שהזכיר כאן רבינו והדין יתבאר למטה פרק זה: ",
                "<b>וכל אשה שהיא וכו'.</b> הטעם בזה שספק גירושין הוא לה ספק אשת אח שלא במקום מצוה ולפיכך חולצת ולא מתייבמת וזהו בכלל הספיקות שאמרו בתוספתא חולצות ולא מתייבמות אבל בספק קידושין ממ״נ הרי היא עולה לחליצה ויבום אם הן קידושין הרי היא אשת אח במקום מצוה ואם אינן קידושין הרי היא כנכרית דעלמא ויכול לכנסה ומתבאר בפרק החולץ (יבמות דף מ\"ב:) בסוגיא בביאור גבי ברייתא דהספיקות חולצות ולא מתיבמות: ",
                "<b>וכן אשת החרש וכו'.</b> דין אשת החרש כשהיבם פקח מבואר בפרק חרש (דף קי\"ב:) ובהרבה מקומות. וזקנה ועקרה מבואר בתוספתא הנזכרת עקרה וזקנה ושאר כל הנשים או חולצות או מתייבמות: "
            ],
            [
                "<b>ואלו הן שהן וכו'.</b> כל אלו נתבארו במקומות חלוקים. <b>אשת סריס חמה</b> במשנה בפרק הערל (יבמות דף ע\"ט:) כרבי עקיבא. <b>ואנדרוגינוס</b> מפורש בתוספתא הנזכרת. <b>ושוטה וקטן</b> ברייתא פרק האשה רבה שוטה וקטן שנשאו [נשים] ומתו נשותיהן פטורות מן החליצה ומן היבום. <b>ואילונית</b> בהרבה מקומות ומהם בפרק כיצד (דף כ\"ד) אשר תלד פרט לאילונית. <b>ומי שהיא ערוה</b> בהרבה מקומות ומהם בראש פרק קמא. והמדרש שכתב <b>רבינו מולא ימחה</b> הוא בגמרא בפרק כיצד וכבר הזכרתי מדרש האילונית: ",
                "<b>לא תהיה אשת המת וכו'.</b> מדרש זה אינו בגמרא: ",
                "<b>ולקחה לו לאשה וכו'.</b> בגמרא פ''ק (דף ח') רבי אומר ולקח ולקחה וכו' לאסור צרות ועריות ואע''פ ששם העלו לאסור צרות של עריות ועריות גופייהו לא צריכי קרא שאין עשה דוחה את ל''ת שיש בו כרת רבינו כתב כפשט הברייתא וכסוגיין קמייתא דאמרינן דערוה צריכא קרא ואין זה מעלה ומוריד לעיקר הדין וע''כ לא חשש רבינו בזה. ודין הערוה מפורש בראש המסכתא חמש עשרה נשים פוטרות צרותיהן: "
            ],
            [],
            [
                "<b>היתה היבמה אסורה וכו'.</b> משנה פרק כיצד (דף כ'): ",
                "<b>ומן הדין היה וכו'.</b> מסקנא דגמרא שם גבי אלמנה לכ''ג שהוא מחייבי לאוין ושנינו במשנה שהיא חולצת ולא מתייבמת והקשו בגמרא קא פסיק ותני ל''ש אלמנה מן הנישואין ולא [שנא] מן האירוסין בשלמא מן הנישואין עשה ול''ת ואין עשה (דיבום) דוחה את ל''ת (דאלמנה לא יקח) ועשה (דהוא אשה בבתוליה יקח בתולה ולא בעולה ולאו הבא מכלל עשה עשה) אלא [אלמנה] מן האירוסין [אמאי] (ל\"ת גרידא הוא) יבא עשה וידחה ל''ת ותירץ רב גידל בשם רב דאמר קרא [ואם לא יחפוץ האיש לקחת את יבמתו] ועלתה יבמתו וכו' שאין ת''ל יבמתו מה ת''ל יבמתו יש לך יבמה אחרת שעולה לחליצה ואינה עולה ליבום ואי זו זו חייבי לאוין והקשו ע''ז מן הברייתא דקתני גבי חייבי לאוין ואם בעלו קנו ואסור לקיימן וכו' ואי ס''ד ח''ל מדאורייתא לחליצה רמיין ליבום לא רמיין אם בעלו אמאי קנו ואסיקו דלאו מדאורייתא היא אלא מדרבנן אמרו שאינן עולות ליבום גזירה ביאה ראשונה אטו ביאה שניה ולפיכך אם בעלו קנו וכתב בעל הלכות גדולות הוא דרב גידל אמר רב מיקיימא באלמנה מן הנישואין דאף על גב דמדאורייתא לאו בת יבום היא רבייה רחמנא לחליצה ע''כ: "
            ],
            [
                "<b>יבמה שהיא אלמנה וכו'.</b> שם בגמרא: "
            ],
            [
                "<b>היתה היבמה ערוה וכו'.</b> זה פשוט והטעם שאין קידושין ואישות בעריות ומתבאר בפרק האשה רבה (יבמות דף צ\"ו) במשנה אמרו לו מתה אשתך ונשא אחותה מאביה וכו': "
            ],
            [
                "<b>היתה היבמה וכו'.</b> במשנה בפרק יש מותרות (יבמות דף פ\"ד) נתבאר זה. <b>ומ״ש רבינו חוץ ממחזיר גרושתו וכו'</b> מפורש פ״ק ומסקנא דגמרא שהיא חולצת ולא מתייבמת וצרתה או חולצת או מתייבמת פי' והיא נפטרת בחליצתה או בביאתה וצרתה נפטרה בחליצתה של זו אבל לא בביאתה אם עבר ובא עליה כדין אלמנה מן הנישואין לכ״ג וכ״כ הרשב״א ז״ל דממעטי לה מההיא דרב גידל דלעיל וזהו שלא הזכיר רבינו אסור בצרתה: ",
                "<b>וכן יבמה שהיא ספק ערוה ליבם וכו'.</b> זה פשוט שספק ערוה של יבם חולצת ולא מתייבמת. <b>ומה שכתב שאשתו אסורה עליו</b> ג״כ פשוט כפי מה שנתבאר והכל מתבאר בפרק ד' אחין ונלמד כיוצא בזה ממשנת שומרת יבם שקידש אחיו את אחותה שבפרק החולץ (יבמות דף מ\"א) שאמר בסוף המשנה יוציא את אשתו בגט ואת אשת אחיו בחליצה: "
            ],
            [
                "<b>מי שמת אחיו וכו'.</b> תחילת המסכתא ט''ו נשים פוטרות צרותיהן וכו': "
            ],
            [
                "<b>לפיכך ראובן שמת וכו'.</b> מבואר במשנה שם: "
            ],
            [
                "<b>וכן אשת אחיו שלא היה בעולמו וכו'.</b> שם מתבאר במשנה בפרק כיצד (דף י\"ז) בתחלת הפרק וכסתם משנה: "
            ],
            [],
            [
                "<b>עשה שמעון וכו'.</b> גם זה שם סתם משנה ויש לדקדק למה לא ביאר רבינו שאפילו בלא מאמר צרתה חולצת ולא מתייבמת דמאמר דקתני מתניתין לאפוקי מדר''ש היא וכדאיתא בגמרא ואנן קי''ל יש זיקה אפילו בלא מאמר ולא נזכר זה בהלכות x וגם רבינו לא כתב זה אבל הרשב''א ז''ל כ''כ ומבואר הוא בגמרא: "
            ],
            [
                "<b>אשה שזינתה תחת בעלה וכו'.</b> בפ''ק (דף י\"א) א''ר יהודה אמר רב צרת סוטה אסורה טומאה כתיב בה כעריות וכו' מתיב רב אשי נכנסה עמו לסתר ושהתה עמו כדי טומאה אסורה לביתה (פי' לבעלה) ואסורה בתרומה ואם מת חולצת ולא מתייבמת ותירצו דכי אמר רב בסוטה ודאי והתם סוטה ספק ופירשו המפרשים ז''ל דלרב צרת סוטה ודאית פטורה לגמרי מן החליצה ומן היבום וכן מוכחת שם הסוגיא ופסק רבינו כן וכ''נ מן ההלכות אבל הראב''ד ז''ל פסק בפירושיו דחולצת ולא מתייבמת והיא וצרתה שוות וסמך לו על ההיא דא''ר יוסף בפ''ק דסוטה גבי מתניתין דנכנסה עמו שהזכרתי אילו איתיה לבעל מי לא בעיא גט השתא נמי תיבעי חליצה אלמא כל היכא דבעיא גט מבעל בעיא חליצה מיבם ואין זה הכרח דאיכא למימר דרב יוסף לטעמיה דהוה מותיב לרב הכא וסוגיא בדוכתה עדיפא טפי: ",
                "<b>אבל סוטה שמת בעלה וכו'.</b> במשנה הנזכרת. <b>וכתב רבינו וצרתה חולצת או מתייבמת</b> ופשוט הוא והרי זו כצרת חייבי לאוין כמו שנתבאר בפ''ק (דף י\"א) בגמרא בפירוש: "
            ],
            [
                "<b>וכן שתי יבמות וכו'.</b> כבר הזכרתי זה בסמוך. וצרת איילונית מסקנא דגמרא פרק קמא (דף י\"ב): ",
                "<b>אבל החולץ ליבמתו וכו'.</b> במשנה בפרק החולץ (יבמות דף מ':) ואסור בצרת קרובת חלוצתו ופירש״י ז״ל כגון ראובן חלץ ללאה ורחל [אחותה] נשואה לנכרי ולזה צרה ומת הנכרי אסורה הצרה לראובן ע״כ. והקשו עליו שאין צרה אלא מאח ועוד שאפילו חלוצה עצמה שנשאת לאחר צרתה מותרת כמו שהוכיחו ז״ל ופירשוה כפירוש רבינו וכן דעת הרמב״ן והרשב״א ז״ל וכן עיקר והטעם שכתב מפורש שם בגמרא: "
            ],
            [
                "<b>שתי יבמות וכו'.</b> במשנה פרק קמא: ",
                "<b>וכן אם גירש וכו'.</b> במשנה שם (דף י\"ג) ומסקנא דגמרא לא שנא גירש ולבסוף כנס הנכרית לא שנא כנס הנכרית ולבסוף גירש הערוה נכרית חולצת או מתייבמת עד שתהא צרת ערוה בשעת נפילה כמ''ש רבינו: "
            ],
            [
                "<b>היתה זו שהיא ערוה וכו'.</b> פרק ד' אחין (יבמות דף ל') משנה וכולן שהיו בהן קידושין או גירושין בספק הרי אלו [צרות] חולצות ולא מתייבמות כיצד ספק קידושין זרק לה קידושין ספק קרוב לו ספק קרוב לה זהו ספק קידושין [כיצד] ספק גירושין כתב בכתב ידו ואין עליו עדים יש עליו עדים ואין בו זמן יש בו זמן ואין בו אלא עד אחד זהו ספק גירושין ע״כ במשנה ומתבאר מכאן שאפילו ודאי נתגרשו אלא שנתגרשו בגט פסול צרותיהן אינן מתייבמות שהרי אלו הנזכרין במשנה גיטין פסולין הן ואשה הנשאת בהן הולד כשר כמו שנתבאר בפרק המגרש ונזכר בדברי רבינו פ״א מהלכות גירושין: ",
                "<b>או שהיתה קטנה וכו'.</b> במשנה בפירקא קמא: "
            ],
            [
                "<b>הלכה צרת ערוה וכו'.</b> במשנה בגיטין פרק הזורק (גיטין דף פ') כל עריות שאמרו צרותיהן מותרות הלכו הצרות האלו ונשאו ונמצאו אלו אילונית תצא מזה ומזה וכל הדרכים האלו בה פירוש הדרכים הנזכרים פרק עשירי מהלכות גירושין במי ששמעה שמת בעלה ונשאת ולא היה מת או שנשאת בגט בטל ואחת מן הדרכים הולד ממזר מזה ומזה ובהלכות הביאו שם מה שאמרו בפרק האשה רבה (יבמות דף צ\"ב) על כיוצא בזה זו דברי ר״ע שהיה אומר אין קידושין תופסין בחייבי לאוין אבל חכ״א אין ממזר מיבמה וקי״ל כחכמים ולזה לא כתב רבינו אלא תצא מזה ומזה: "
            ],
            [
                "<b>יבם היבם וכו'.</b> זה פשוט דכיון שהיא צרת ערוה הויא לה אשת אח שלא במקום מצוה: <b>והולד ממזר</b> דיש ממזר מחייבי כריתות וכן מתבאר בכמה מקומות במסכתא ומהם פ''ק דלבית הלל בני צרות העריות מן האחים הם ממזרים ובמקומות אחרים: "
            ],
            [
                "<b>שלשה אחים שנים מהם וכו'.</b> פרק ד' אחין (יבמות דף ל') משנה שלימה שלשה אחים שנים מהם נשואין שתי אחיות ואחד נשוי נכרית גירש אחד מבעלי אחיות את אשתו ומת נשוי נכרית וכנסה המגרש ומת זו היא שאמרו דכולן שמתו או נתגרשו צרותיהן מותרות ובגמרא טעמא דגירש ואח״כ מת פירוש דגירש אחד מבעלי אחיות את אשתו קודם שמת נשוי נכרית אבל מת ואח״כ גירש אסורה פי' מת נשוי נכרית ואח״כ גירש אחד מבעלי אחיות את אשתו א״ר אשי זאת אומרת יש זיקה ואפילו בתרי אחי ופסקו כן בהלכות. ועתה אבאר דברי רבינו. <b>מ״ש ואח״כ מת אחד מבעלי אחיות וכו'</b> הוא מוסכם מכל המפרשים ז״ל דכיון שמת ולא גירש את אשתו אפילו נכרית אסורה דהויא לה צרת אחות אשה בזיקת אחיו דזיקה ככנוסה דמיא לענין זה דקי״ל כרב אשי וכרבא דס״ל הכין לכל הגרסאות ולכל הפירושין. <b>ומ״ש ולא עוד אלא אפי' גירש אחד מבעלי אחיות וכו'</b> הוא כדעת ההלכות שפסקו כרב אשי וסובר רבינו שאע״פ שלא כנס המגרש את הנכרית ומת נכרית אסורה וכן נראה מדברי בעל המאור ז״ל וכתב הרמב״ן ז״ל שכן דעת קצת המפרשים ז״ל אבל הוא ז״ל נסתפק בזה דדילמא הא דאמרינן אבל מת ואח״כ גירש אסורה הוא בשכנס לבסוף את הנכרית וכולהו בשכנס קא מיירי דומיא דמתני' והרשב״א ז״ל כתב דרך פשיטות דאפי' לדעת ההלכות דכל שלא כנס המגרש את הנכרית נכרית מותרת דלא חשבינן לה צרת ערוה כיון דלבסוף לא כנסה ולא יפה כח זיקת השני שמת מכח זיקתו בשעה שהוא קיים שהרי בעודו קיים כל אחד היה יכול לכונסה ע״כ דבריו. ודע שיש מן המפרשים ז״ל חלוקים בזה ואומרים דכל מגרש אחת מבעלי אחיות את אשתו אפילו אחר מיתת נשוי נכרית ואפילו כנס את הנכרית ומת נכרית מותרת דלא קי״ל כרב אשי וזה דעת הר״א ז״ל שכתב בהשגות א״א כל זה מן ההלכות ואינו מחוור ע״כ. ומדברי הרב בה״ג נראה כן ולזה נראה שהסכים הרשב״א ז״ל: "
            ],
            [
                "<b>ומפני מה לא גזרו דבר וכו'.</b> זהו טעם נכון לדעת רבינו וההלכות וטעם אחר נזכר בהלכות: "
            ],
            [
                "<b>שלשה אחין נשואין וכו'.</b> פרק ד' אחין (יבמות דף ל\"א:) שלשה אחין נשואין ג' נשים נכריות ומת אחד מהם ועשה בה הב' מאמר ומת הרי אלו חולצות ולא מתייבמות שנאמר ומת אחד מהן יבמה יבא עליה מי שעליה זיקת יבם אחד ולא שעליה זיקת שני יבמין ופירש רבינו ומת קודם שיכנסה ופשוט הוא שאם כנס פקעה זיקת הראשון ומתבאר זה בהרבה מקומות בגמרא ואי זיקת שני יבמין דאורייתא חליצה נמי לא תיבעי ותירצו אלא מדרבנן וגזרה שמא יאמרו שתי יבמות הבאות מבית אחד מתייבמות והקשו ולייבם לחדא וליחלוץ לחדא ותירצו גזירה שמא יאמרו בית מקצתו בנוי ומקצתו חולץ וכו' ודילמא חליץ ברישא והדר מייבם וקם ליה באשר לא יבנה ורחמנא אמר כיון שלא בנה שוב לא יבנה: "
            ],
            [],
            [
                "<b>עשה מאמר וכו'.</b> שם (דף ל\"ג) בגמרא כלישנא בתרא דרבא: "
            ],
            [
                "<b>בן תשע שנים וכו'.</b> משנה בפרק האשה רבה (יבמות דף צ\"ו:) בן תשע שנים ויום אחד שבא על יבמתו ומת חולצת ולא מתייבמת ובגמ' אמר רבא הא דאמור רבנן זיקת שני יבמים מיחלץ חלצה יבומי לא מיבמה לא תימא היכא דאיכא צרה דאיכא למיגזר משום צרה דהא הכא ליכא צרה ומיחלץ חלצה יבומי לא מיבמה ע״כ שם: "
            ],
            [
                "<b>מי שחציה שפחה וכו'.</b> מימרא פרק השולח (גיטין דף מ\"ג) כלשונה וכבר כתבתיה פ''ד מהלכות אישות: "
            ]
        ],
        [
            [],
            [
                "(א-ב) ",
                "<b>שנים מן האחין וכו'.</b> ראש פרק ארבעה אחין (יבמות דף כ\"ו) שנים מהן נשואין שתי אחיות וכו' הרי אלו חולצות ולא מתיבמות ואם קדמו וכנסו יוציאו ובגמרא (דף כ\"ז:) אמר רב הונא אמר רב שתי אחיות יבמות שנפלו לפני יבם אחד חלץ לראשונה הותרה לשניה הותרה מתה ראשונה מותר בשנייה ואין צריך לומר מתה שנייה שמותר בראשונה משום דהויא יבמה שהותרה ונאסרה וחזרה והותרה תחזור להיתרה הראשון ורבי יוחנן אמר מתה שנייה מותר בראשונה אבל מתה ראשונה אסור בשנייה מאי טעמא שכל יבמה שאין אני קורא בה בשעת נפילה יבמה יבא עליה הרי זו כאשת אח שיש לה בנים ואסורה וקיימא לן כרבי יוחנן כמו שיתבאר בסמוך וכיון דקיימא לן דמתה ראשונה אסור בשנייה כתב רבינו בשלא נודע אי זה מהן מת ראשון לא מתייבמות לפי שכל שלא נודע אי זה מהם מת ראשון אפילו מתה האחת האחרת אסורה. ",
                "<b>ומה שכתב ואפילו היתה אחת מהן אסורה וכו'.</b> במשנה הנזכרת. <b>ומה שכתב אבל אם היתה אחת מהן וכו'</b> במשנה שם. <b>ומה שכתב היתה אחת מהן אסורה על יבם זה משום ערוה וכו'</b> שם איתיביה רבי יוסי בר ר''ח לר''י ארבעה אחין שנים מהן נשואין לשתי אחיות ומתו הנשואין את האחיות הרי אלו חולצות ולא מתיבמות ואמאי ליקום חד מינייהו וליחלוץ לה לשניה ותיהוי ראשונה לגבי אידך כיבמה שהותרה ונאסרה וחזרה והותרה תחזור להיתרה הראשון א''ל אחיות איני יודע מי שנאן ובכאן מתבאר מה שכתב רבינו כאן: "
            ],
            [],
            [],
            [
                "<b>וכן אם היתה הראשונה ערוה וכו'.</b> שם (דף כ\"ח) גבי הא דר''י תנן היתה אחת מהן אסורה על האחד איסור ערוה אסור בה ומותר באחותה והשני אסור בשתיהן [קא] סלקא דעתך דנפלה חמות תחילה ואמאי ליקום חתן לייבם הך דאינה חמות ברישא ותהי חמות לגבי אידך כיבמה שהותרה ונאסרה וחזרה והותרה תחזור להיתרה הראשון א''ר פפא כגון דנפל הך דאינה חמות ברישא ע''כ: ",
                "<b>ואם קדמו וכנסו וכו'.</b> במשנה וכבר הזכרתיה ואף במה שנזכר בראש הפרק בשאין ידוע אי זה מהן מת ראשון אם קדמו וכנסו יוציאו: "
            ],
            [
                "<b>שלשה אחין שנים מהן נשואין שתי אחיות.</b> משנה שם (דף כ\"ט) שלשה אחים שנים נשואים שתי אחיות ואחד מופנה מת אחד מבעלי אחיות ועשה בה מופנה מאמר ואח''כ מת אחיו השני ב''ש וכו' וב''ה אומרים מוציא אשתו בגט ובחליצה ואשת אחיו בחליצה זו היא שאמרו אוי לו על אשתו ואוי לו על אשת אחיו: "
            ],
            [
                "<b>מת זה שעשה המאמר וכו'.</b> משנה שם (דף ל') ג' אחין ב' מהם נשואין ב' אחיות ואחד נשוי נכרית מת הנשוי נכרית וכנס אחד מבעלי אחיות את אשתו ומת הראשונה יוצאה משום אחות אשה ושניה משום צרתה עשה בה מאמר ומת נכרית חולצת ולא מתייבמת: "
            ],
            [
                "<b>אחד מן היבמין וכו'.</b> משנה בפרק החולץ (יבמות דף מ\"א) שומרת יבם שקידש אחיו את אחותה משום ר' יהודה בן בתירה וכו' [ובגמרא] איבעיא להו מתה אשתו מהו ביבמתו רב ורבי חנינא דאמרי תרווייהו מתה אשתו מותר ביבמתו ופסקו כן בהלכות וכן דעת המפרשים ז״ל: "
            ],
            [
                "<b>שלשה אחין שנים מהם נשואין לשתי אחיות וכו'.</b> בפרק ארבעה אחין (יבמות דף כ\"ז) אמר שמואל חלץ לאחיות לא נפטרו צרות לצרות נפטרו אחיות ובהלכות פסקו רבוותא הלכתא כשמואל ע״כ: "
            ],
            [
                "<b>יראה לי שכך הדין וכו'.</b> סברת רבינו בזה נראית נכונה שהרי חליצה פסולה הנזכרת בסמוך הוא מפני שאין האחיות מתייבמות משום דהויא כל אחת אחות אשה בזיקה ואין זה אלא מדרבנן ואעפ''כ אין חליצתה פוטרת צרתה וא''כ מ''ש שניה או חייבי עשה וחייבי לאוין שכולן אינן עולות ליבום ולמה תפטר חליצתן צרותיהן אלא משמע דכולן שוות אבל הרב בה''ג ז''ל כתב מי שהיה נשוי שתי נשים שניה ליבם ואחרת כשהוא מייבם מייבם לאחרת כשהוא חולץ חולץ לשניה ע''כ, וזה הפך מדברי רבינו. ויש מן המפרשים סוברים כן ואומרים שלא אמרו חליצה פסולה אינה פוטרת אלא כגון שנאסרה עליו בזיקה כגון זו דאחיות או שעשה בה מאמר או נתן לה גט או חליצת מעוברת או האשה שהלך בעלה למדינת הים ושמע שמת ולא מת כמו שאכתוב פ''ח אבל בשניה וכיוצא באלו שהן אסורות מתחלתן חליצה כשרה היא ופוטרת צרתה אלו דבריהם ואין בחלוק זה טעם נכון אלא שסמכו על התוספתא דקתני היתה האחת אסורה על אחד מן האחין איסור ערוה וחלץ לה לא עשה כלום ולא פטר צרתה אלא או היא או צרתה מתייבמת לשאר אחין פי' אפילו מתייבמת היתה איסור מצוה ואיסור קדושה פי' שניות וחייבי לאוין חלץ לה או בא עליה נפטרה צרתה ע''כ. ואפשר שדעת רבינו דהך ברייתא אתיא דלא כשמואל וכיון שלא הקשו ממנה בגמרא לשמואל לא סמכינן עלה דאם איתא הוה להו לאתויי בגמרא וא''ת שיש חילוק ביניהם ושמואל מודה בזו הוה להו לפרושי והברייתא הנזכרת פרק כיצד איסור מצוה ואיסור קדושה בא עליה או שחלץ לה נפטרה צרתה י''ל דצרתה שהיא כיוצא בה קאמר אלא שאין זה מספיק לתרץ דברי רבינו לפי דעתם שהוא סובר דחליצה פסולה אינה פוטרת כיוצא בה כמ''ש פ''ה וברייתא זו צריכה תלמוד לפי דבריו ז''ל: "
            ],
            [
                "<b>שלשה אחין וכו'.</b> משנה שם (דף ל') ומתבאר בגמ' דלא שנא מתה אשתו של שני בעוד שהיתה אחותה זקוקה קודם שכנסה נשוי נכרית ול''ש מתה אחר שכנסה והדבר פשוט ג''כ דלא שנא בנכרית אם היה נשוי אותה האח השני בשעה שכנס יבמתו לא שנא נשאה אחר כן דכל יבמה שאין אני קורא בה בשעת נפילה יבמה יבא עליה הרי היא כאשת אח שיש לו בנים ואסורה כדאיתא התם וצרתה הויא לה צרת ערוה: "
            ],
            [
                "<b>וכן שני אחין וכו'.</b> גם זה מתבאר שם: ",
                "<b>אבל המגרש וכו'.</b> משנה פרק ב״ש (יבמות דף ק\"ח ק\"ט) המגרש את האשה והחזירה מותרת ליבם ור״א אוסר וכן המגרש את היתומה והחזירה מותרת ליבם ור״א אוסר קטנה שהשיאה אביה ונתגרשה והיא יתומה בחיי האב והחזירה ד״ה אסורה ליבם ע״כ במשנה ידוע שאין הלכה כר״א ובגמ' תניא מודים חכמים לר״א בקטנה שהשיאה אביה ונתגרשה הרי היא יתומה בחיי האב והחזירה שאסורה ליבם מפני שגירושיה גירושין גמורין ואין חזרתה חזרה גמורה במה דברים אמורים שגירשה כשהיא קטנה והחזירה כשהיא קטנה אבל גירשה כשהיא קטנה והחזירה כשהיא גדולה אי נמי החזירה כשהיא קטנה וגדלה אצלו ומת או חולצת או מתייבמת משום ר״א אמרו חולצת ולא מתיבמת. ויש בגמ' בעיא אליבא דר״א צרתה מהו ואפשיטא דהיא גופה גזירה ואנן ניקום ונגזור גזירה לגזירה הלכך חולצת או מתייבמת ובהלכות הביאוה לומר דכי היכי דלר״א בגדולה צרתה מתייבמת ה״ה קטנה לרבנן וזהו דעת רבינו ויש חולקין בזה וכבר הכריע הרמב״ן כדברי ההלכות וזה דעת הרשב״א ז״ל: "
            ],
            [],
            [
                "<b>והוא הדין למגרש פקחת וכו'.</b> זה פשוט לפי מה שנתבאר שנישואי החרשת שוין לנישואי הקטנה וכולן מדבריהם ויש סמך לזה בירושלמי פרק חרש ופשוט הוא: "
            ],
            [
                "<b>שני אחין נשואין לשתי אחיות וכו'.</b> משנה פרק ב''ש שני אחין נשואים לב' אחיות יתומות קטנות ומת בעלה של אחת מהן תצא משום אחות אשה וכן שתי חרשות גדולה וקטנה מת בעלה של קטנה תצא משום אחות אשה מת בעלה של גדולה ר''א אומר מלמדין את הקטנה שתמאן בו ונפסקה ההלכה בגמרא כרבי אליעזר: "
            ],
            [
                "<b>שני אחין חרשין נשואין וכו'.</b> משנה בפרק חרש (דף קי\"ב:) קרוב ללשון רבינו: "
            ],
            [
                "<b>שני אחין אחד פקח וכו'.</b> משניות שם והטעם שכתב רבינו מפורש בגמ' שם: "
            ],
            [],
            [
                "<b>וכן שני אחין פקחין וכו'.</b> שם משנה: "
            ],
            [
                "<b>שני אחין אחד פקח ואחד חרש וכו'.</b> מפורשת בבא זו בירושלמי וכך אמרו שם בתו פקחת נשואה לאחיו חרש צרתה פטורה מן החליצה ומן היבום וכו' בתו חרשת נשואה לאחיו פקח צרתה חולצת ולא מתייבמת בתו חרשת נשואה לאחיו חרש צרתה פטורה מן החליצה ומן היבום וכו' ע''כ ורבינו לא הזכיר בתו חרשת נשואה לאחיו חרש לפי שמתבאר הוא במה שכתב: "
            ],
            [],
            [
                "<b>כל מקום שאמרנו וכו'.</b> דברים פשוטים הם נתבארו במסכת במקומות רבים: "
            ]
        ],
        [
            [
                "<b>מי שקדש אחת מב' אחיות וכו'.</b> משנה וגמרא פרק כיצד (דף כ\"ג:) וכבר נתבאר פרק תשיעי מהלכות אישות ושזה הוא אפילו כשאמר אחת מכם מקודשת לי ולא בירר איזו דקידושין שאין מסורין לביאה הוו קידושין כנזכר שם: ",
                "<b>קדמו שני האחין וכו'.</b> משנה שם ופירש רש''י ז''ל אין מוציאין אותן מידם דכל חד וחד אמר אנא שפיר נסיבי וא''נ הוי איפכא שהראשון ליבום כנס אחות זקוקתו ההיא שעתא ודאי הויא אסורה ומשבא אחיו ויבם השניה שהיא יבמתו פקע זיקה מאידך למפרע עד כאן לשונו: "
            ],
            [
                "<b>שנים שקדשו שתי אחיות וכו'.</b> משנה שם הכל מבואר: ",
                "<b>ואפילו היו כהנים וכו'.</b> שם בגמרא (דף כ\"ד) הדין והטעם ספק חלוצה לא גזרו רבנן ופירש רש''י ז''ל לא גזור רבנן לאפוקי מספק וכתב עליו הרמב''ן ז''ל וכן עיקר ואף על גב דשאר ספק של דבריהם אפילו לכתחילה לקולא כיון דאיכא מעשה רבה שחלץ לה בבית דין אין מתירין אותה לא היא ולא צרה שלה וה''נ מוכח בהדיא בפרק נושאין על האנוסה דאמרינן התם (דף צ\"ח:) כהנים חולצין ושאינן כהנים מייבמין משום דספק חלוצה אסורה להו תדע שהרי אחות חלוצה נמי מדרבנן ותנן במתניתין שחולץ ולא מייבם מפני שהיא אחות ספק חלוצה ואחות זקוקה נמי דרבנן דזיקה דרבנן היא וקא אסרינן לייבומי והדר מיחלץ משום דפגע באחות זקוקתו והיינו טעמא דכיון דחליץ לאידך נראית כיבמה ומיפרסמא מילתא טובא הילכך חיישינן שמא יאמרו אחות זקוקה מותרת לכתחילה עכ''ל: "
            ],
            [
                "<b>היו לזה שני אחין וכו'.</b> במשנה שם: "
            ],
            [
                "<b>האשה שהיו לה בנים וכו'.</b> משנה פרק נושאין על האנוסה (יבמות דף צ\"ט). <b>ומ״ש אחד חולץ בתחילה ואחד מייבם</b> פירוש אבל לייבם ואח״כ לחלוץ האחד לא דדילמא המייבם קא פגע ביבמה לשוק בשעת יבומו ופשוט הוא ומבואר בגמרא שם: "
            ],
            [],
            [
                "<b>מי שלא שהתה אחר בעלה וכו'.</b> במשנה שם (יבמות דף ק'): "
            ],
            [
                "<b>היה בן לראשון וכו'.</b> באותה משנה ופירש רש''י ז''ל כגון שאין [שם] אח אלא הוא דליכא לספוקי ביבמה לשוק עכ''ל ופשוט ומוכרח הוא: "
            ],
            [
                "<b>מת הבן הספק וכו'.</b> במשנה שם ופשוט הוא שצריך שתהא החליצה תחילה כמו שכתב רבינו: "
            ],
            [
                "<b>מי שהלך בעלה וכו'.</b> ראש פרק (דף פ\"ז:) האשה שהלך בעלה למדינת הים ובאו ואמרו לה מת בעליך ונשאת ואח''כ בא בעלה תצא מזה ומזה וכו' ואם מתו אחיו של זה ואחיו של זה חולצין ולא מייבמין ובגמרא (דף צ\"א) אחיו של ראשון חולץ מדאורייתא ולא מייבם מדרבנן אחיו של שני חולץ מדרבנן ולא מייבם לא מדאורייתא ולא מדרבנן ע''כ עוד במשנה ר''ש אומר ביאתה או חליצתה מאחיו של ראשון פוטרת צרתה ואמרו x בירושלמי הדא אמרה קסבר ר''ש חליצה פסולה פוטרת צרתה ע''כ מכלל דלדידן דקי''ל דחליצה פסולה אינה פוטרת צרתה אין חליצתה של זו אפילו נחלצה משני אחין פוטרת צרתה וכן כתב ז''ל כמו שהזכרתי פרק שביעי: "
            ],
            [
                "<b>חמש נשים שהיו לכל אחת מהן וכו'.</b> בפרק נושאין על האנוסה (יבמות דף צ\"ח:) משנה וגמרא שם ופשוט הוא שאם רצו כולן לחלוץ לכל אחת הרשות בידן אבל לפי שמצות יבום קודמת פירשוה במשנה דרך לייבם כל אחד אחת וכבר אמרו בגמרא שם שאם הד' חלצו לכולן והאחד יבם את כולן שהוא מותר ופשוט הוא אלא לכתחלה כל חד וחד לייבם חדא דילמא מתרמיא ליה יבמתו כדאיתא התם: "
            ],
            [],
            [
                "<b>ולעולם הזהר בכל הספיקות וכו'.</b> זה פשוט ומבואר בהרבה מקומות במסכת ומתבאר מהדינין שהזכיר רבינו בהלכות אלו: <b>סליקו הלכות יבום וחליצה בס''ד</b> "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "מגיד משנה על משנה תורה, הלכות יבום וחליצה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maggid Mishneh",
        "Sefer Nashim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}