{
    "title": "Summary of Taz on Shulchan Arukh, Yoreh De'ah",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Summary_of_Taz_on_Shulchan_Arukh,_Yoreh_De'ah",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [
                "(1) The Bais Yosef brings two reasons for the primary rinsing, a) The Rosh  holds it is for any blood that might have dried on the surface because salt will  not absorb dry blood that is on the surface of the meat, b) The view of the  Ran is that the washing is to soften the meat, making it easier for blood to  escape during the salting. The Hagos Maimoni gives the reason that it is to  remove the blood that is on the surface of the meat, for otherwise the salt will simply fill up with blood and not perform its function of removing the  blood that is in the meat.  ",
                "(2) It seems that the butcher would have to soak the meat in water in order for  it to be sufficient. A small spraying of water is insufficient.  ",
                "(3) The hooves.  ",
                "(4) However don’t let it totally dry because then the salt won’t stick to the meat  and won’t bring out the blood.  ",
                "(5) The reason is because we fear that the vessel was not cleaned properly  from the blood, however post facto the vessel is permissible. ",
                "(6) However if there is a sixty ratio of water against the meat, the meat would  be permissible, because even if it was cooked without being salted we are  lenient in a case of great financial loss. Therefore, we would permit the meat  even without incurring a great financial loss as long as there was sixty. The  Rashal disagrees.   "
            ],
            [
                "(7) The reason is so that it can go back and release what it has absorbed. Those  who forbid it do so because they hold that the salt can’t release blood that it  absorbed from the surface of meat.  ",
                "(8) There are two reasons for this, a) because we are not competent enough to  be able to distinguish between a slight salting for the purpose of roasting, and one  for the purpose of cooking and b) because even a slight salting, such as in  preparation for roasting, can cause some of the surface blood to be absorbed.  ",
                "(9) Meaning that in an emergency it is permitted even if it sat for the entire salting  time.  ",
                "(10) The meat is permitted in this case based on the view that the rinsing is for  the blood that is on the meat’s surface. However, regarding the view that the  rinsing is for the purpose of softening the meat, it would not be acceptable. Those  who permit it are relying on those who rule that the reason for the rinsing is to  remove surface blood.  ",
                "(11) The other pieces are permitted because we assume that since the other  pieces are in the process of releasing blood, then they won’t absorb any. Also we  assume that even if it would absorb blood, it will immediately release it based on  the principle of “K'bolo Kach Polto\"   "
            ],
            [
                "(12) This is because thin salt will be absorbed into the meat. The maximum  thickness of salt is that of salt that is gathered from sea water. Anything thicker  than this must be made thinner. One should always be careful as to which  surfaces one puts his raw meat on. if meat is mistakenly placed on a surface  soiled with salt, it is as if the meat has been salted without rinsing. Also, one  should be careful not to leave salt in a place where someone might place raw  meat.   "
            ],
            [
                "(13) This refers to anything that has openings, such as the lungs, which must be  opened before sailing, if one did not cut open the head, and salted it as is, it is  acceptable, but if one did cut the head, both sides must be salted. It is most  meticulous to cut the head open or to at least poke a hole in the skull, so that  the blood will flow out.  ",
                "(14) We permit meat salted on one side in the case of a great loss. If salt was  not covering the entire piece of meat, it is also acceptable even if no great loss  will occur.  ",
                "(15) If the meat wasn’t cooked then the only option is to re-salt it as long as it’s  within twelve hours, which is the time period in which meat releases fluids  (tzir).Therefore this new salting won’t affect the side that is in the process of  being salted. There are cases of a great loss in which we are more lenient and  assume that meat releases fluids for twenty four hours. We can not use this  leniency here because it can not be called a case of great loss, since one can  still use the meat by roasting it. Of course, all this is speaking of a case where  the meat was not washed off after having been salted. If the meat has been  washed off then the pores of the meat close, and further salting won’t help.   "
            ],
            [
                "(16)We must be speaking of a case where the cut was made after the required  salting time since we assume that after such time all the blood has been  removed. However, if the cut was made within the required time, then re-rinsing and re-salting is required. It makes no difference if a piece of meat is thin or thick regarding the laws of salting."
            ],
            [],
            [
                "(17) Two questions may be asked. A) What is the Rema coming to teach  us since anyway the Mechaber holds that spraying off the meat or wiping it  off followed by two washings in a vessel is enough. And b) the “or” place it  three times in a vessel is not acceptable because rinsing it by hand is  initially and ideally required! Therefore it seems that the ”or\" is a printers  mistake and everything works out well by saying that the Mechaber holds  that two rinsings is enough, and that the wiping is not for the purposes of  rinsing but rather in order to help prevent the meat from absorbing the salt  and blood which is on it.  (17*) see Shach [30].   "
            ],
            [
                "(18) Since the vessel is clean it will not matter even if the vessel is dairy.  However if the vessel is dirty it is forbidden unless there was at least a  little water in the vessel. The Rashal permits a vessel that even had  remains of a dairy food product, as long as it is not the actual dairy  ingredient.   "
            ],
            [
                "(19) Sixty against the blood is not sufficient because the salt becomes neveilah.  The piece does not become neveilah because the salt dissolves once placed in  water.  ",
                "(20) We are referring to everything that is contained in the pot, not the pot itself.  ",
                "(21) The wording of “thirty times the salt”, is the proper wording.  ",
                "(22) Kli Sheini is the pot that the piece is placed into.  ",
                "(23) The Maharshal holds that the salt does not increase the cooking speed,  for it is weakened from having salted the meat. One who holds like him will not  loose. Unsalted ox meat placed in a kli-rishon may be removed and salted if it did  not boil yet since ox meat takes a long time to cook. This applies only to meat  such as this that takes a while to cook, and not to any other meat.   "
            ],
            [
                "(24) The mesiach Ifi tumo referred to here is a case where he did not explicitly  come to provide necessary information. For example, he is speaking with  regard to other matters , and indirectly provided the information needed. In  such a way is he believed. How much better if he knows the customs may he  be believed since he is an employee and wants tofulfil his masters wishes.  However if he has ulterior motives, such as wanting to be favored by a Jew, we  don’t accept his mesiach Ifi tumo. If there is someone walking in and out we  don’t even need mesiach Ifi tumo, as is how the Rema ruled. The reason a  non-Jew is believed with mesiach Ifi tumo is because the prohibitions here are  of a rabbinical nature. In a case where meat has been cooked, and you are  unsure whether it had been salted, the meat is permitted for the same reason  i.e. that is a doubt in a rabbinical law. It can also be said that there is a  chazakah that in the majority of situations one will have surely salted his meat.  A rov is stronger than a chazakah.  ",
                "(25) Even a simple child is sufficient.   "
            ],
            [
                "(26) The reason we require sixty against the meat, and not just the blood is  because we don’t know how much blood came out.  ",
                "(27) That is because any blood that mixed in with the other meat is batel.  ",
                "(28) The reason is because the piece has been cooked in its own blood. It is also  for the reason that the taste of the blood remains in the meat and is not weakened  or nullified, therefore the entire piece is forbidden. Another reason is because the  blood is considered an issur davuk, and if the piece of meat was exposed outside  of the liquid in the pot before it let out the blood, there is now lacking sixty against  the blood, and it therefore becomes forbidden. ",
                "(29) Poultry that has many openings is forbidden even in a case of great need  since the blood had moved from place to place.  ",
                "(30) The case is speaking about having been salted properly but not having sat  in the salt the required time.   "
            ],
            [
                "(31) The reason is because perhaps the roasting didn’t remove all the blood, and  the cooking may bring up more blood.  ",
                "(32) And not like those that forbid it if it is cooked, even post facto. Meat that went  three days without being salted, and is now salted with other meat is forbidden  since even though it won’t release any blood, it still absorbs blood. I found a  source to permit cooking meat that went three days without being salted, if it was  properly salted and then roasted.   "
            ],
            [
                "(33) This is only if it sat half an hour, however simply pouring water does  not help. If nikkur was performed within three days, this superficial pouring  of water will be considered as not having gone three days without water,  post facto, but before the salting a proper soaking is required even post  facto.  ",
                "(34) A half an hour which is the time requirement for the soaking.   "
            ],
            [
                "(35) For the issur here is not of itself but rather due to the blood that is within it,  and the blood is not ruyah I’hischabed. It is also not considered a davar sheyesh  lo matirim because it may be roasted. The same is also true if an unsalted piece  is mixed with two other salted pieces, then one need not re-salt them all due to  the uncertainty of which one is which. Here too, it is also not considered a davar  shyesh lo matirim because a financial loss is incurred to perform the salting.   "
            ],
            [
                "(36) This is referring to a case before salting and it is permitted because it was  nullified. ",
                "(37) One may rely on the Rema and permit meat that was soaked in water if there  was sixty even if it is not a case of great loss.   "
            ],
            [
                "(38) The ‘one need not worry’ is not referring to the case of water not being able  to flow out, for the meat becomes forbidden in such a case even post facto.  ",
                "(39) Salt can not bring out taste absorbed in a vessel. However, a vessel can  absorb taste from the salt, and will come out through cooking. This is why one  may not use the vessel for boiling hot foods. One may use the vessel for cold  items, even if it was not washed out",
                "(40) Because salt won’t bring out taste.",
                "(41) We are speaking of a case of salting for preservation in which a lot of salt is  used for a long period of time. If it sat for twenty four hours on such a vessel it is  forbidden because of kavush k’mevushal and we assume that it absorbed taste  from the vessel. Therefore we must be speaking of a case in which it is in this  vessel for less than 24 hours.   "
            ],
            [
                "(42) For the blood flows out, and is not absorbed in the vessel",
                "(43) An earthenware vessel is forbidden even post facto if it was boiling hot.   "
            ],
            [
                "(44) This is because the blood flows down, and since there is nowhere for the  blood to go it is absorbed into the piece of meat. The Rashal ruled to permit such  a piece when nullified in a majority.",
                "(45) The reason is because the top pieces are permitted, for the higher pieces  can still release their blood. Even a klipah need not be removed.   "
            ],
            [],
            [
                "(46) The reason is that once the required salting time has passed, the tzir is not  considered to be roseiach. According to Rashi if one cut the meat after the  required salting time it needs only to be washed, for the tzir is considered as a  cold substance now, not roseiach, but the Mechaber requires purging.  ",
                "(47) The reason is that the tzir coming from the meat after the salting time is as  any liquid. Even though the salt on the meat is forbidden for it is mixed with blood,  nevertheless, the blood dries up into the salt and has no strength to be absorbed  into the meat, as well as the fact that the salt has no strength after the salting  period. This is all in a case of great loss, if not, one should not be lenient for many  are of the opinion that the salt is still considered roseiach.  ",
                "(48) But the Rashal holds that whatever is in the tzir is absolutely forbidden. He  also says that if this piece is mixed with others it doesn’t need sixty, only a  majority to be  nullified. It is a case where one may rely on Rashi who is lenient in any case.  ",
                "(49) For the vessel will easily absorb since it has nowhere to go.  ",
                "(50) This is even if it is not dirty. As long as the dairy vessel is ben-yomo, it is  forbidden  ",
                "(51) Meaning that in a case of great loss one may be lenient as in the first opinion  that doesn’t consider the tzir roseiach after the salting period.  ",
                "(52) This is difficult to understand for even the first opinion in the Mechaber, which  is Rashi’s view, one must wash the meat well after salting. Therefore, why did he  write this law as being according to the one that forbids it? One must say that  according to Rashi one need not wash the meat off right away, and it may even  be put it into a vessel without holes until one is ready to cook it and then wash it.  However according to those who forbid it for it is considered as roseiach one must  immediately wash the meat before placing it into a vessel without holes, but this is  not mentioned in the words of the Mechaber.  ",
                "(53) It seems that the knife is permitted even if cut during the sailing time because  the blood will flow off. This poses a difficulty based on section 17 where it should  be permitted even in a vessel with holes based on this, and nevertheless the  Rema forbids it! This requires further study.   "
            ],
            [
                "(54) It is proper to roast it until it is dry on the outside, for then all the blood has surely come out, and not simply a partial roasting. "
            ]
        ],
        [
            [
                "(1) Even if you want to say that they did absorb, nevertheless they are  permitted for they will release it when they release the tzir. ",
                "(2) The reason is because salt does not cause absorption, it only releases.  However, we have established that one of the reasons for the initial washing of  the meat is because the salt can absorb what’s on its surface. Then we must  say let that the reason that it won’t absorb over here is since the meat is in the  process of releasing tzir the second salting can not cause it to absorb. This is  indeed not the same case in sec. 69 where meat that was salted without a  primary washing and the meat will absorb from the salt since it is not in the  process of releasing. In a case later on, where we do forbid meat that had  blood fall on it while it was in the process of releasing we should also be able  to say that it didn’t absorb! The answer is that in this case the reason that it is  forbidden is not because it was absorbed by the salt, but rather because the  meat is considered roseiach and because of that reason it absorbs the blood.  ",
                "(3) The reason is that as long as the scales are on and did not absorb, they  remain entirely forbidden. Also, the fish are not forbidden because they were  salted with meat, as there is no danger in salting.   "
            ],
            [
                "(4) The Bais Yosef writes in the name of the Rashba that the reason is that the  salty item heats up the unsalted item and causes it to absorb, but not to the point  of causing it to release, therefore the poultry doesn’t release blood, and the fish  are permitted.  ",
                "(5) In a case of doubt we forbid it.  ",
                "(6) The reason we are strict in the case of Rashi in section 69 regarding juice  after the required salting time, is only when the juice is visible and the meat is  sitting inside it. This is not the case here. Regarding any wetness on the meat  one need not be stringent and it suffices to wash the fish.  ",
                "(7) The Rashba writes that only regarding blood, do we say that salting has no  effect on vessels to bring it up, however in the case of the fish it would be  forbidden. The Rashal holds that even for biblically prohibited items, salt has no effect to bring out the taste.  ",
                "(8) It seems that they should be forbidden as the Mechaber holds that regarding  fish we do not say that while they release their blood, they will release other blood  for four reasons: a) Fish are a permitted entity and once absorbed with blood,  become forbidden. How can they go back to permitted status? b) Blood of fish is  not considered blood for these purposes rather, tzir. In that case we can not say  that while it releases its own blood it will release other blood. c) Since there is  very little blood in fish, we can’t assume it will release all other blood absorbed. d)  Since the fish covering is soft, the blood is more saturated and the salt can not  bring it out.   "
            ],
            [
                "(9) In a case of doubt whether they were salted together or not, we should be  stringent for it is a doubt of a biblical nature in which we always rules stringently.  ",
                "(10) This is the view of the Ran, that when touching, the salt of the kosher piece  heats up the non-kosher piece, causing it to release juice that gets absorbed in  the kosher piece. However, when they are apart, it is permitted. If the non-kosher  piece is salty then it is forbidden even if they are far apart, because the tzir flows  to the kosher piece.   "
            ],
            [
                "(11) It is explained in section 105 that we are unable to differentiate between fatty  and lean foods and all problems in cases involving salt should be measured  against sixty.   "
            ],
            [
                "(12) The reason is because the blood flows away. Also because salted meat will  release tzir forever and not absorb blood, for as the rules goes, once meat is  releasing, it can not absorb.  ",
                "(13) And one need not worry that it will absorb from the salt that is upon it, for  even according to those who rule stringently in the case of Rashi nevertheless  they would agree that since there is no tzir here, one need not worry. In the case  over there, the problem was because the vessel did not have holes and the meat  was sitting in the tzir which absorbs along with the salt, into the meat.   "
            ],
            [
                "(14) Even with regards to meat that had already expelled all its blood and tzir, we  say that a second salting will cause the blood presently absorbed to be released.  The first “there are those who permit” is referring to a case of meat that wasn't  salted at all. The “those who forbid” at the beginning rule that salt can only expel  its own blood but not blood absorbed from something else.  ",
                "(15) The reason is that it has nothing to expel, for it has already expelled all its  blood.  It will only absorb what the next piece releases.  ",
                "(16) The reason that it is not forbidden is because as it releases its own blood, it  will also release whatever it absorbed from the piece that was not salted. This is  only if the meat was not washed after salting. However if it was washed off after  its salting, then a second salting will not help to release its tzir since its pores are  now closed up. This is only if it was washed after the required salting period,  however if it was washed before the required salting period we do not say that the  pores have been closed, and another salting will suffice. The Rema seems to rule  over here that a washing does not close up the pores just as the Tur rules as well,  but previously he ruled they did. It seems that if meat that has completed the  required salting time fell into meat that is in the process of being salted, it is  permitted because of the rule that “as it absorbed, so will it release.\" As it  absorbed from the pieces it fell into, it will release it as it releases its own tzir.  However, if it fell into tzir it is forbidden, even if the meat did not finish the process  of salting and was in it for the amount of time that is considered as \"cooking\" to  take effect. This is not as the Rashal who permitted the meat if it had not gone  through the required salting time and fell into tzir and even remained in it for the  length of time of “soaking”, if re-washed and salted. Rather, we follow the opinion  that the amount of time to effect “soaking” is considered as “cooking\" and another  salting will not help.  ",
                "(17) The “entire day” measurement is actually a printing error. It should say “if it  did not soak in it for the prohibition of ‘soaking’ to take effect,” If it did soak for this  amount of time than it is forbidden even if it didn’t soak for a whole day. It seems  that we are dealing with a case regarding a vessel with holes. For the purposes of  halacha, the ruling should be that if it fell into tzir during the salting period but was  immersed for less than the soaking’ period, one should re-wash and re-salt it. If  not, it is forbidden and there is no way of permitting it. If the meat did conclude  the salting period and fell into tzir, it becomes immediately forbidden for it is  considered roseiach. ",
                "(18) The reason is because it was washed before its first salting. One need not  soak the meat in water, simply pouring water over it will suffice. We don’t say that  it is like meat that was salted without its primary washing.  ",
                "(19) Meaning that it fell into tzir after it had already released all of its own tzir.  That is, after an entire day, or after being washed off after been salted, or even if  it is within twelve hours and is not a case of great loss which is forbidden  according to the Rema.  ",
                "(20) Meaning after it sat the required salting time in a case in which a second  salting will not help. For example: when there is no great need or loss. However,  in a case where a second salting is permitted it only becomes forbidden if it sat  for the 'soaking’ period regarding tzir, which is the time it takes water to boil.   "
            ]
        ],
        [
            [
                "(1) We follow the Rashba who rules that the hair is not considered a problem for  the purposes of salting. The cutting stated here is for those who want to be more  meticulous, however the halacha does not require it for the head is as any other  thick piece of meat. Regarding the brain, it suffices to make a hole in the bottom  of the skull to allow the blood to flow out.   "
            ],
            [
                "(2) The Rashal writes that after the hooves have been cut open, it is a meticulous act for one to burn the hair, and salt it after that, however the custom is not to do so, See earlier in section 68, sub-section 7. "
            ],
            [
                "(3) It should not be forbidden for not having been salted inside as we said in section 69, sub-section 4. Here it is different because the head is whole, similar to a thick piece of meat, if it was cut in two during its salting period, it must now be salted on both sides. Post-facto it may be permitted in a case of great loss if it was not yet cooked, as is explained earlier in section 69. sub-section 4. "
            ]
        ],
        [
            [
                "(1) The reason there are those who are stringent is because they are worried that one may forget and cook it, without it having been cut open. The Darchei Moshe writes that one may be lenient and cook it after salting. So too the Rahsal writes that one should be lenient because this stringency is not found in the Talmud or the writings of the great sages. "
            ],
            [
                "(2) How could it be permitted over here because of the rule “as it absorbs, so will  it release“? We only say that rule concerning blood that was released not from  blood that is present before us. The answer is that since the blood dries up from  the roasting it is considered to be as blood that was released. It is possible to say  that as a result of salting as well the blood dries up.  ",
                "(3) Not like the Rambam who rules that it should be permitted.  ",
                "(4) As for the halacha, it seems that one should be stringent as the Rema in  Toras Chatas, that sixty is required against the heart, even in a case of salting.  The Maharshal writes that a goose whose skin has been removed, salted whole,  and then cooked is forbidden for there is not even sixty against the blood in the  heart.  ",
                "(5) The reason is because the blood in the heart dries up and will not come out.  ",
                "(6) Even though we said earlier that blood that was gathered is as blood that was  released, that is true only in regards to the heart, however with all other meat it is  as actual blood.  ",
                "(7) Meaning that the custom to be lenient is true for meat salted with the heart,  and the heart itself is permitted. This is because it is considered as blood that was  released, and due to the rule “as it absorbed so will it release”. However, if it was  cooked, even if there would be sixty, the heart remains forbidden. When the  Rema wrote in sub-¬section 3 that if the poultry was whole everything is  permitted, his intention was that everything except the heart is permitted.  ",
                "(8) Meaning that even if the top was closed during the salting, cutting it afterwards  will rectify the situation. Even if it was open on top, it must now be cut open,  because what was open is not considered equal to it actually having been cut  open. If the heart's opening was placed facing down, allowing for blood to escape,  some say that it is as if it had been cut open, and is permitted.   "
            ],
            [
                "(9) In his Responsa R”y Mintz rules that even if its wings and legs are removed, it  is still considered whole. The reason the Rema didn’t say that even if it is missing  its wings, is because in that case it would have to be measured for the sixty ratio.  The Rema brought parameters where the bird would not have to be measured for  the sixty ratio. If the bird was stuffed with meat and vegetables and the like, they  too combine to form sixty. This is because the issues regarding something  attached are simply stringencies, it seems that a goose lacking its skin will still  have sixty against its heart.  ",
                "(10) There are two reasons that we are more strict regarding an item that is  attached. A) The piece it is attached to will absorb more from it than other items in  the pot. B) We fear that this piece may have been outside of the liquid, in which  case there would not have been sixty against the heart and then became nveilah.  However we only say this rule in the case of something biblically forbidden.  Regarding something that is rabbinically forbidden, we rule more leniently. A bird  that was stuffed with eggs, salted, and it is then discovered that the heart is still in  the chicken is subject to the following rule: if the heart is not attached, the eggs  cause the bird to be considered as if cooked and combine to form the required  sixty. If there is sixty, everything is permitted. If the heart was still attached, the  eggs do not count, and sixty is needed from the bird alone, in order to permit  everything.   "
            ]
        ],
        [
            [
                "(1) The Tur rules like Rabbeinu Tam that if the liver was salted, it may be cooked  even with other meat, however it is customary not to do so in the first instance,  but post facto it is permitted. The Sharei Dura writes that even post facto it is  forbidden, however if a Rav ruled like the Rabbeinu Tam we don’t contradict his  ruling. It appears to me that even if it wasn’t cooked yet. the Rav may be relied  upon. However if it was cooked with other meat, without having been salted,  everything including the pot becomes forbidden unless there is sixty against the liver. The Tur writes that post facto, a liver that was cooked alone even without  having been salted is permitted. Therefore, if a Rav ruled like the Tur we do not  contradict his ruling.  ",
                "(2) This is only according to those who rule that one need not cut open the liver if  it is to be roasted. However according to those who require it even for roasting,  merely piercing it is unacceptable. One should be stringent even with the liver of  poultry to at least make holes in it. It is best however even regarding the liver of  poultry to cut it along its length and width, it seems to me that for the liver of  poultry, it suffices simply to remove its gall even if it is to be cooked after roasting.  Regarding the liver of other animals however, it must be cut along it’s width and  length if it is to be cooked after being roasted. If it is only to be roasted, piercing  holes in it will suffice. ",
                "(3) However initially it is forbidden because there is a view in the Gemara that if  the liver has been extensively cooked, it is forbidden. We are not experts who can  determine what !s considered to be extensively cooked or not.  ",
                "(4) This is the view of the Rambam who holds that even the liver absorbs. Most  poskim however hold that it doesn't, and are simply acting stringently like the  Rema. We should rule like the Rema and forbid it.   "
            ],
            [],
            [
                "(5) It seems from the Rema earlier that even for roasting a cut must be made. It must be therefore that the Rema referring to the view of the Mechaber. "
            ],
            [
                "(6) Certainly if it is under the meat. It seems though, that even if the liver had been salted, and released its tzir it would be forbidden to roast it under meat. "
            ],
            [
                "(7) The reason is because the fire will cause the blood to be absorbed, as well as a precaution that it not come to be cooked with meat."
            ],
            [
                "(8) it seems that even if the liver is forbidden, nevertheless it does not cause other  terns to become forbidden, because it itself is not halachically forbidden, but  rather merely due to a stringency. This is if it was cooked without meat, but if it  was cooked with other meat one may not be lenient. ",
                "(9) See what I have written regarding this law in section 72, sub-section 10 that if  the liver is not attached to the poultry, the stuffing combines to nullify it.   "
            ]
        ],
        [
            [
                "(1) There may be cases where a spleen will have sixty within itself against its  forbidden fats, and be permitted. However, since we are dealing with a serious  prohibition, one may never assume so, and the spleen must always be measured  for sixty.   "
            ]
        ],
        [
            [
                "(1) There may be cases where a spleen will have sixty within itself against its  forbidden fats, and be permitted. However, since we are dealing with a serious  prohibition, one may never assume so, and the spleen must always be measured  for sixty.   ",
                "(1) The gizzard of poultry contains blood, and is not considered as the other  intestines that don’t contain blood.  ",
                "(2) The reason is because we fear that there may be some fat attached to them.  ",
                "(3) It is not comparable to section 69, where we said that all meat must be slated  on both sides. This case is different, for there is not as much blood in the fat as in  other parts of the meat.  ",
                "(4) We are not worried that the inner side will absorb from the outer side, since  there is not much blood in the first place.  ",
                "(5) They should not be salted with meat. Being that here is no blood or tzir, so we  are worried that it will absorb it from the meat. Even if the shell is hard it can still  absorb just as earthenware can absorb. This is the halacha to be followed.   "
            ],
            [
                "(6) Since they are smooth, any blood will flow off. Also, since they will be releasing tzir. they wouldn’t absorb anything. ",
                "(7) The Rahsal said that it is permitted even in the first instance, and this is the custom. "
            ]
        ],
        [
            [
                "(1) We rule that problems in a situation of roasting or salting cause the entire item  to become forbidden. Here too, as well. The “other blood” we are referring to is  blood b’eyn, which we don't say will come out in the fire. The size of netilah is that  of the width of a finger (2 cm).   "
            ],
            [
                "(2) Meaning without being washed after the salting before being roasted.  ",
                "(3) Meaning even if only sat for a little while and not for the entire salting time  requirement.  ",
                "(4) Meaning the salt becomes forbidden. Therefore in the first instance the meat  must be washed off before roasting. If it wasn’t, then it can be washed off after the  roasting. All this is referring to a case that it was washed before being salted, but  if it wasn’t salted it doesn’t need to be washed off before being roasted. ",
                "(5) It should be ruled that there is no time limit for this, just as the Rema ruled so  in Toras Chatas.  ",
                "(6) The reason is because they are all subject to the rule of “as it absorbed, so will  it release.”  ",
                "(7) It is in contradiction to what we learned regarding being stuffed with meat that  it may be roasted without being salted. The answer is because it comes to teach  us that in the first instance it must be salted, but only post fact is it permitted.   "
            ],
            [
                "(8) The Tur writes that one must have slaughtered through the two tubes. The Rashba writes that if they weren't entirely cut then the animal must be cut limb by limb. "
            ],
            [
                "(9) If the skewer is removed from the fire while there is still a flow from the meat,  the meat is still permitted, but the skewer become forbidden. It seems that it is not  forbidden to remove it from the fire even if not fully roasted. Every day when meat  that wasn’t salted is roasted people aren’t careful not to remove the meat until it is  fully roasted. The meat and skewers should be permitted because of the rule “as  it absorbed, so will it release.” ",
                "(10) In a case where a great loss is not involved, the skewer should be ruled  forbidden. If non-kosher meat was roasted on a skewer, it becomes forbidden  even in a post facto situation.   "
            ],
            [],
            [
                "(11) Our case would not require us to place any salt in the vessel at all for when  the Gemara ruled that salt must be placed in a vessel it was referring to meat that  was not yet roasted. The reason the Mechaber did not mention placing salt in the  vessel is because he is speaking of meat that has already been properly roasted.  This ruling is accordance with all authorities.   "
            ]
        ],
        [
            [
                "(1) The Gahos Maimoni rules that if the outside was salted and not the inside, it is  forbidden. The Beis Yosef disagrees. If the inside was salted and not the outside,  everyone agrees that it is permitted because the fire will draw out all the blood  from the outside. The Rahsal writes that the only case they should be forbidden is when the outside was salted without completing the required salting time, and the  inside wasn’t, making only the inside forbidden. We can’t say “as it absorbed, so  will it release\" regarding the inside because it is not on the fire.  ",
                "(2) It is not comparable to a case of meat that was salted and fell into tzir causing  it to become forbidden because over there the release was quite some time after  the absorption. Our case here is when it was released immediately upon  absorption.  ",
                "(3) And washed.  ",
                "(4) It can not release even the inner blood of the outside piece. It should not even  be permitted post facto.  ",
                "(5) Meaning that anything with meat and eggs as a stuffing must receive a  complete salting, each piece on its own as would be done in preparation for  cooking.   "
            ]
        ],
        [
            [
                "(1) Meaning you can smear tzir from salted meat onto meat that wasn’t salted. ",
                "(2) Meaning we measure everything against sixty and discard the forbidden piece. "
            ]
        ]
    ],
    "versions": [
        [
            "The Laws of Salting Meat -- Rabbi Ari Enkin",
            "http://www.torahmusings.com/?s=Ari+Enkin"
        ]
    ],
    "heTitle": "קיצור ט\"ז על יורה דעה",
    "categories": [
        "Halakhah",
        "Commentary",
        "Summary of Taz",
        "Shulchan Arukh"
    ],
    "sectionNames": [
        "Siman",
        "Seif",
        "Comment"
    ]
}