{
    "title": "Shulchan Aruch HaRav",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Shulchan_Aruch_HaRav",
    "text": [
        [
            [
                "Yehudah son of Teimah says: \" Be Bold as a leopard and and light as an eagle , swift as a deer and strong as a lion to carry out the will of your Father in heaven.'Bold as a leopard' means one should not to be humiliated by people who ridicule [him]. 'Strong as a lion' [refers to] moral strength which is primarily in the heart, [to act] like a lion and overpower ones evil urge and rise from ones sleep before the morning light, to serve one's Creator. So that he awake the morning, as it states, (Psalms, 57:9 )\"I awake the morning\", [Meaning] I awake the morning but the morning doesn't wake me. This is the intermediate level. ",
                "But is the worthy for all those who fear heaven and for \"soldiers\" [strong ones] who G-d touches their hearts to arise at the half-point of the night to lament a little with the Psalm, \"On the rivers of Babylon (Psalm 137)\"  (as it is printed in the siddurim) on the destruction of the Temple and the lack of revelation of the divine presence as it is written, \"Arise, cry out in the night (Lamentations 2:19)\". Just like the Holy One, Blessed be He, lamented at that time and says, \" Whoa is me that I destroyed my house\". It is better to say less with intent that more without intent. Afterwords, one should toil in the Oral Torah until daylight.    ",
                "...And it is already known what is argued about this stringency in the book of the Zohar. Such is said in the Gemara that \"midnight\" is a time of will, as it is written, \"And it was the half [way point] of [the] night and G-d struck the every first born...\" (Shemot 12:29).   And they also said that one who occupies himself with Torah at night, the divine presence is in front of him as it says, \"Arise, cry out in the night, at the beginning of the watches; pour out thy heart like water before the face of the Lord\" (Lamentations 2:19). Meaning, the divine presence is found with you and \" beginning of the watches\" is at \"midnight\" (if he can not get up at half way through the night, he should get up at the beginning at the beginning of the third watch (the beginning of the last third of the night)). He that is involved with Torah at night, a string of kindness is pulled on him, as it says, \"By day, may the Lord command His kindness, and at night, may His resting place be with me...\" (Psalms 42:9). This is called a servant of G-d as it is written, \" Behold, bless the Lord, all servants of the Lord who stand in the house of the Lord at night.\" (Psalms 134:1). It is proper to prepare a rooster to awake him from his slumber and \"midnight\", which was the doing of Rabbi Akiva. He pulled along with him a rooster, even when he would go on his travels so that it would awake him at \"midnight\". If the rooster did not awake him, he would pay someone to awaken him.",
                "...And immedatley after he awakens, so that he van overcome his (\"evil) inclinations  and to arise with haste, at midnight or before first light ,in character with an intermidiate state, he should think in his heart about before whom he is lying and that the king of kings is over him, as it says, \"the whole land is filled with His glory\". If he had been lying in the presence of a king of flesh and blood, he would be obligated with his life, all the more so with the king of kings, the Holy One Blessed be He."
            ]
        ],
        [],
        [],
        [
            [],
            [
                "In the Talmud, as well, [the Sages] cautioned about this spirit of impurity that rests on a person’s hands [upon awakening], saying that it is not removed entirely until he washes them three times, alternately. They also warned that before washing one should not touch his eyes, ears, nose, mouth, anal opening, any place where he has let blood, or his organ — i.e., from the corona and below, or for the purpose of relations. Nor should he touch water that was prepared in a tank to enable all the members of his household to wash, so that his hands will not make it impure. Similarly, when washing his own hands from a container, he should be very careful not to touch the water in the container and make it impure, for water will render hands pure only when it is poured over them.",
                "One should be especially careful not to touch any food or drink before washing, so that they will not be rendered impure. Women in particular should be alerted about this, because food is mostly prepared by them.",
                "However, one need not be concerned about non-Jews touching [food without having performed Netilas Yadayim], for this spirit of impurity seeks to rest only in a sacred medium in place of the holiness which has departed from it — i.e., the bodies of the Jewish people. When they sleep and their holy soul departs from their bodies, the spirit of impurity rests on their bodies; when the soul returns to the body, the spirit of impurity departs from the entire body and remains only on the hands.",
                "For this reason, it has become customary to be lenient with regard to the touch of younger children who have not reached an educable age [with regard to the Torah and its mitzvos] — because the major entry of the holy soul into a man is completed when he reaches thirteen years and one day, and into a woman, when she reaches twelve. This is why at that time they are obligated by Scriptural Law to observe mitzvos, and are considered to be of punishable age.",
                "The entry of this holy soul begins at the age at which the child begins his training in the observance of the Torah and its mitzvos, as is obligated by the Sages. ([An earlier phase of this entry begins] with the mitzvah of circumcision. Therefore a person who is careful with regard to the touch of an infant from the day of circumcision onward may rightfully be called “holy.”)"
            ]
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [
                "“Just as one must be careful with his body so as not to destroy it or ruin it or harm it, so too one needs to be careful with his property so as not to destroy or ruin or harm it.  Anyone who smashes utensils or tears clothing or breaks down a building or clogs a well or destroys food or drinks, or spoils them or throws out money – and likewise one who ruins any other thing which his fit for human beings to make use of – he transgresses against a Torah prohibition, as it is stated, “Do not destroy its trees (Deuteronomy 20:19)”. "
            ]
        ]
    ],
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ],
        [
            "Chabad",
            "https://www.chabad.org/library/article_cdo/aid/3268074/jewish/Shulchan-Aruch-Chapter-4-Laws-Relating-to-Washing-Hands.htm"
        ]
    ],
    "heTitle": "שולחן ערוך הרב",
    "categories": [
        "Halakhah"
    ],
    "sectionNames": [
        "Book",
        "Chapter",
        "Section"
    ]
}