{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "digitizedBySefaria": true, 
    "license": "Public Domain", 
    "title": "Rif Chullin", 
    "licenseVetted": true, 
    "text": [
        [
            "<b>הכל</b>   שוחטין  ושחיטתן כשרה חוץ מחרש  שוטה וקטן שמא יקלקלו בשחיטתן וכולן ששחטו ואחרים רואין אותן שחיטתן כשרה:"
        ], 
        [
            "   שחיטת  העובד כוכבים נבלה ומטמאה במשא:", 
            "  השוחט בלילה וכן סומא ששחט שחיטתו כשרה     השוחט בשבת וביום הכפורים אף על פי שמתחייב בנפשו שחיטתו כשרה:", 
            "<b>גמ'</b>    אמר רב יהודה אמר שמואל כל טבח  שאינו יודע הלכות שחיטה אסור לאכול משחיטתו ואלו הן הלכות שחיטה שהייה דרסה חלדה הגרמה ועיקור מאי קמ\"ל כלהו תנינהו לא צריכא אע\"פ ששחט לפנינו שנים ושלשה פעמים ושחט שפיר מהו דתימא הא איתחזק קמ\"ל דכיון דלא גמיר זמנין דשהי ודריס ולא ידע ואמר רב יהודה אמר שמואל הטבח  צריך שיבדוק הסימנין לאחר שחיטה  לא בדק מאי אמר רבי אלעזר בן אנטיגנוס משום רבי אלעזר בר' ינאי טרפה במתניתא תנא נבלה ומטמאה במשא דאמר רב הונא בהמה בחייה בחזקת איסור עומדת עד שיודע לך במה נשחטה   נשחטה הרי היא בחזקת  היתר עד שיודע לך במה נטרפה כלומר שכל זמן שהיא בחיים הרי היא אסורה משום אבר מן החי ואינה ניתרת אלא בשחיטה כשרה וכמו כן בסכין שאין בה פגם הילכך אם לא נתברר שנשחטה שחיטה כראוי בין בסימנין בין בסכין יפה הרי היא בחזקת איסור עד שיודע לך "
        ], 
        [
            "במה נשחטה ומטמאה במשא כנבלה ואם נתברר לך שנשחטה שחיטה כשרה הרי היא בהזקת היתר עד שיודע לך במה נטרפה  ואפי' בא זאב ונטל את בני מעיה והחזירן כשהן מנוקבין לא חיישינן שמא במקום נקב נקב אלא הרי היא בחזקת היתר ואין מטריפין בזה הנקב וכן הלכה וה\"מ באיסורא אבל  בסכנתא כגון שראה צפור מנקר בתאנה ועכבר מנקר באבטיח   חיישינן שמא במקום נקב נקב ואסור משום סכנת נפשות:", 
            "  איתמר  השוחט בסכין של  עובדי כוכבים רב אמר קולף רבה בר בר חנה אמר מדיח והלכתא מדיח ולקולא ואיכא מאן "
        ], 
        [
            "דפסק כרב לחומרא   סכין ששחט בה טריפה  פליגי בה רב אחא ורבינא חד אמר מדיחה בחמין וחד אמר מדיחה בצונן והלכתא מדיחה אפילו בצונן ואי איכא בליתא דפרסא לא צריך אלא מכפרה בבליתא דפרסא תיכף ששחט בה בהמה או עוף ואינה צריכה הדחה:", 
            "אמר רב יהודה אמר רב הטבח צריך  שיהיו לו ג' סכינין  אחת ששוחט בה ואחת שמחתך בה בשר ואחת שמחתך בה חלבים ונתקין ליה חדא ונחתוך בה בשר ואח\"כ נחתוך בה חלבים גזרה שמא יחתוך חלבים ואח\"כ בשר ואמר רב יהודה אמר רב הטבח צריך שיהיו לו שני כלים של מים אחד שמדיח בו בשר ואחד שמדיח בו חלבים ונתקין ליה חד ונדיח בו בשר ואחר כך נדיח בו חלבים גזירה שמא ידיח חלבים ואח\"כ ידיח בשר אמר אמימר משמיה דרבא לא ליסחוף איניש כפלי עילוי בישרא דדאיב תרבא ובלע בישרא אי הכי כי תריצי נמי דאיב תרבא ובלע בישרא קרמא פסיק מתתאי אי הכי   מעילאי נמי איכא קרמא איכא וקליש ואיידי דממשמש ביה ידא דטבחא   מיפתת:", 
            "אמר רב יהודה אמר רב תלמיד חכם צריך שילמוד שלשה דברים כתב שחיטה ומילה ורב חיננא בר שלמיה משמיה דרב אמר אף קשר של תפילין וברכת חתנים וציצית ואידך הני שכיחן והני לא שכיחן:", 
            "  איתמר  השוחט בסכין  ונמצאת פגומה אמר רב הונא אפי' שיבר בה עצמות כל היום כולו פסולה חיישינן שמא בעור נפגמה ורב חסדא אמר כשירה אימור בעצם "
        ], 
        [
            "המפרקת נפגמה   והלכתא כוותיה דרב הונא  בשלא שיבר בה עצמות והלכתא כוותיה דרב חסדא בששיבר בה עצמות הילכך צריך בדיקה בין כל חדא וחדא דאי לא בדיק בין כל חדא וחדא ונמצאת הסכין פגומה כל מאי דשחיט בה אסור כדאמרי' הוה עובדא וטרף רב יוסף תליסר חיותא ואפי' קמייתא כדרב הונא דאמר חיישי' שמא בעור נפגמה וכי קא שחיט "
        ], 
        [
            "להו לסימנין בסכין פגומה קא שחיט להו   והיכא  דראה  אחד ששחט  ואזל ליה לעלמא ולא ידע אי גמיר אי לא גמיר אותה שחיטה מותרת דרוב מצויין אצל שחיטה מומחין הן דתניא   הרי שמצא  תרנגולת שחוטה בשוק או שאמר לשלוחו צא ושחוט לי והלך ומצאו שחוט חזקתו שחוט אלמא אמרינן רוב מצויין אצל שחיטה מומחין הן וכן הלכתא ואיכא מרבוואתא דס\"ל כרבינא דאמר בלישנא קמא   אבל אם אין יודעין אם יודע הלכות שחיטה אם לאו לא ישחוט ואם שחט בודקין אותו אם יודע הלכות שחיטה מותר לאכול משחיטתו ואם לאו אסור וקאמרי דהילכתא  כרבינא משום דבתרא הוא ואנן לא סבירא לן הכי דקי\"ל דרוב מצויין אצל שחיטה מומחין הן הלכה היא דהכין מסקנא דגמרא  (גי' מהר\"ם בתר דרבינא  ) כלישנ\"א בתר\"א דרבינא ואי קשיא לך הא דאמר רב הונא   בהמה בחייה בחזקת איסור עומדת עד שיודע לך במה נשחטה וכו' דשמעת מינה דספק שחיטה לחומרא וקי\"ל דהלכתא הוא התם כגון דאיתילידא ריעותא בסכין אבל הכא כיון דקי\"ל דרוב מצויין אצל שחיטה מומחין הן (גי' ד\"ת)   הילכך איתא להא ואיתא להא ולא קשיאן אהדדי:", 
            " חוץ מחרש שוטה  וקטן שמא יקלקלו בשחיטתן:", 
            "  שמא קלקלו לא קתני אלא שמא יקלקלו אמר רבה זאת אומרת אין מוסרין להן חולין לכתחלה:", 
            "  וכולן  ששחטו וכו':", 
            "תני ר' אושעיא זעירא דמן חבריא זרק סכין לנעצה בכותל והלכה ושחטה כדרכה ר' נתן מכשיר וחכמים פוסלין הוא תאני לה והוא אמר לה הלכה כרבי נתן ודוקא דזרקה הוא אבל  נפלה מאיליה ושחטה כדרכה פסולה:", 
            "   השוחט בלילה וכן הסומא וכו':", 
            "ודוקא דיעבד אבל לכתחלה לא ישחוט ואי איכא אבוקה כנגדו שוחט בלילה "
        ], 
        [
            "לכתחלה כדתניא לעולם שוחטין בין ביום ובין בלילה בין בראש הגג בין בראש הספינה ואוקמא רב פפא כשאבוקה כנגדו:", 
            " השוחט  בשבת וביום הכפורים וכו':", 
            "  אמר רב דימי מנהרדעא הילכתא השוחט לחולה בשבת מותר לבריא באומצא מאי טעמא כיון דלא איפשר לכזית בשר בלא שחיטה כי קא שחיט אדעתא דחולה קא שחיט והמבשל לחולה בשבת אסור לבריא גזרה שמא ירבה בשבילו:"
        ], 
        [
            "  ", 
            "<b>מתני'</b>   השוחט במגל יד בצור ובקנה שחיטתו כשרה הכל שוחטין ולעולם שוחטין ובכל שוחטין חוץ ממגל קציר   והשינים והמגרה והצפורן מפני שהן חונקין:", 
            "  השוחט במגל קציר בדרך הליכתה בית שמאי פוסלין ובית הלל מכשירין ואם החליקו שיניה הרי זו כסכין:", 
            "<b>גמ'</b>  השוחט במגל יד   דיעבד אין לכתחלה לא גזירה דילמא אתי למיעבד  באידך גיסא פירוש מגל יד צדו אחד סכין וצדו אחד מגל:", 
            "בצור ובקנה לכתחלה לא.", 
            "בתלוש  ולבסוף חברו אבל במחובר מעיקרו אפילו דיעבד שחיטתו פסולה ובתלוש שוחטין לכתחלה דתניא בכל שוחטין בין בצור בין בזכוכית בין בקרומית של קנה ומאי ניהו סימוניא דאגמא:", 
            "תניא נעץ סכין בכותל ושחט בה שחיטתו כשרה אמר רב ענן אמר שמואל לא שאנו אלא שהסכין למעלה וצואר בהמה למטה אבל סכין למטה וצואר בהמה למעלה חיישינן שמא ידרוס והא קתני בין שהסכין למעלה וצואר בהמה למטה בין שהסכין למטה וצואר בהמה למעלה א\"ר זביד לצדדין קתני סכין למטה וצואר בהמה למעלה בתלושה סכין למעלה וצואר בהמה למטה במחוברת רב פפא אמר כי תניא ההיא  בעופא דקליל:", 
            "תנו רבנן    סכין שיש בה פגימות הרבה  תידון כמגירה ושאין בה אלא פגימה אחת אוגרת פסולה מסוכסכת כשרה והיכי דמי אוגרת והיכי דמי מסוכסכת א\"ר אלעזר אוגרת משתי רוחות מסוכסכת מרוח אחת:", 
            "אמר רבה שלש מדות בסכין אוגרת לא ישחוט ואם שחט שחיטתו פסולה מסוכסכת לא ישחוט ואם שחט "
        ], 
        [
            "שחיטתו כשרה   עולה ויורדת מותר לשחוט בה לכתחלה  ומסוכסכת דקאמר רבא שחיטתו כשרה כשהוליך ולא הביא אבל אם הוליך והביא שחיטתו פסולה.", 
            "וסכינא חריפא טובא דדמיא  לסאסא כשרה במערבא בדקי לה לסכינא בשמשא בנהרדעא בדקי לה במיא רב ששת בדיק לה בלישניה רב אחא בר יעקב בדיק לה בשערא בסורא אמרי בשרא אכלה בשרא בדיק לה אמר רב פפא צריכה בדיקה אבישרא ואטופרא ואתלת רוחתא:", 
            "אמר   רב הונא האי  טבחא דלא סר סכיניה קמי חכם משמתינן ליה רבא אמר מעברינן ליה ומכרזינן אבשריה דטרפה היא ולא פליגי כאן בשנמצאת סכינו יפה כאן שלא נמצאת סכינו יפה:", 
            "השוחט במגל קציר בדרך הולכתה וכו':", 
            "אמר ר' חייא בר אבא אמר רבי יוחנן אף כשהכשירו ב\"ה לא הכשירו אלא לטהרה מידי נבלה אבל באכילה אסורה:", 
            "<b>מתני'</b>   השוחט מתוך הטבעת ושייר בה מלא החוט על פני כולה שחיטתו כשרה   רבי יוסי ברבי יהודה אומר מלא החוט על פני רובה:", 
            "<b>גמ'</b>    אמר רב פפא משמיה דרבא שייר  בחיטי כשרה   רב נחמן אכשר משפוי כובע "
        ], 
        [
            "ולמטה א\"ל רב חנן בר קטינא לר\"נ כמאן לא כרבנן ולא כר' יוסי ברבי יהודה א\"ל לא חילק ידענא ולא בילק שמענא אנא שמעתתא ידענא דא\"ר חייא בר אבא א\"ר יוחנן ואמרי לה א\"ר אבא בר זבדא א\"ר חנינא ואמרי לה א\"ר יעקב בר אידי א\"ר יהושע ב\"ל משפוי כובע ולמטה כשרה והיינו שייר בחיטי וכן הילכתא:", 
            "<b>מתני'</b>    השוחט מן הצדדין שחיטתו כשרה והמולק מן  הצדדין מליקתו פסולה השוחט מן העורף שחיטתו פסולה המולק מן העורף מליקתו כשרה   שכל העורף כשר למליקה וכל הצואר כשר לשחיטה:", 
            "<b>גמ'</b>    תאני רמי בר יחזקאל אין עיקור סימנין לעוף   אמר רבינא אמר לי רבה בר קיסנא הא דתני רמי בר יחזקאל אין עיקור סימנין לעוף לא אמרן אלא במליקה אבל בשחיטה יש עיקור סימנין לעוף וקי\"ל כרבינא:", 
            "אמר זעירי נשברה מפרקת ורוב בשר עמה נבלה:", 
            "  אמר רב יהודה אמר שמואל נשברה מפרקת ורוב בשר עמה   מטמאה באהל וא\"ת מעשה דעלי מפרקת בלא רוב בשר הוה זקנה שאני דכתיב  ש\"א ד  ויהי כהזכירו את ארון האלהים וגו' א\"ר שמואל בר נחמני א\"ר יוחנן קרעו כדג מטמא באהל א\"ר שמואל בר רב יצחק ומגבו אמר חזקיה עשאה גיסטרא נבלה א\"ר אלעזר ניטל הירך וחלל שלה   נבילה היכי דמי חלל שלה א\"ר אלעזר כל שרובצת ונראית חסרה:", 
            "<b>השוחט</b>   אחד  בעוף ושנים בבהמה שחיטתו כשרה ורובו של אחר כמוהו ר' יהודה אומר עד שישחוט את  הורידין "
        ], 
        [
            "חצי אחד בעוף ואחד וחצי בבהמה שחיטתו פסולה רוב אחד בעוף ורוב שנים בבהמה שחיטתו כשרה:", 
            "<b>גמ'</b>  ורובו של אחד כמוהו ודוקא רוב הנראה לעינים ודוקא בדיעבד אבל לכתחלה   מיבעי ליה למישחט כולי סימנין:", 
            "  תני בר קפרא  ויקרא יא  זאת תורת הבהמה והעוף וכל נפש החיה הרומשת במים הטילו הכתוב לעוף בין בהמה לדגים לחייבו בשני סימנין אי אפשר שכבר הוקש לדגים לפוטרו בלא כלום לא אפשר שכבר הוקש לבהמה הא כיצד הכשרו בסימן אחד:", 
            "  תניא רבי אומר  דברים יג  וזבחת וגו' כאשר צויתיך   מלמד שנצטווה משה על הושט ועל הקנה ועל רוב סימן אחד בעוף ועל רוב שנים בבהמה:", 
            "השוחט אחד בעוף וכו':", 
            "איתמר רב נחמן אמר או ושט או קנה אחד תנן או האי או האי רב אדא בר אהבה אמר ושט בלא קנה ומאי אחד המיוחד שבשניהם והילכתא כרב נחמן דאמר או ושט או קנה  ההוא בר אווזא דהוה בי רבא דנפק ואתא כי ממסמס  קועיה דמא אמר רבא היכי נעביד   נשחטיה והדר ניבדקיה דילמא במקום נקב שחיט ניבדקיה והדר נשחטיה האמר רבה ושט אין לו בדיקה מבחוץ אלא מבפנים אמר ליה רב יוסף בריה ניבדקיה לקנה ונשחטיה ונכשריה והדר נהפכיה לושט ונבדקיה אמר רבא חכים יוסף ברי בטריפות כרבי יוחנן:", 
            "  תנו רבנן  שחט את הושט ואח\"כ נשמטה הגרגרת שחיטתו כשרה נשמטה הגרגרת ואח\"כ שחט את הושט שחיטתו פסולה.", 
            "שחט את הושט ואח\"כ נמצאת הגרגרת שמוטה ואין ידוע אם קודם שחיטה נשמטה או אחר שחיטה נשמטה זה היה מעשה ואמרו כל ספק בשחיטה פסולה:", 
            "(פ' א\"ט דף נד.) שמוטה ושחיטה כשרה שאי אפשר לשמוטה שתעשה שחוטה פירוש שהגרגרת עצמה נמצאת שמוטה ושחוטה רבי יוחנן אמר יביא בהמה אחרת ויקיף ר\"נ אמר לא אמרן אלא שלא תפס בסימנין ושחט אבל תפס בסימנין ושחט טרפה אפשר לשמוטה שתשחט:", 
            "גרסינן בפרק מפנין (שבת דף קכח:) אמר אביי האי מאן דשחיט תרנגולת לכבשינהו לכרעא בארעא אי נמי נידלינהו דילמא מקהה להו לטופריה בארעא ועקר להו לסימנין:", 
            "  רבי יהודה אומר עד"
        ], 
        [
            "  שישחוט את הורידין   אמר רב חסדא לא לכל א\"ר יהודה אלא לעוף הואיל וצולהו כולו כאחת אבל בהמה הואיל ומנתחה אבר אבר לא צריך.", 
            "תניא כותיה דרב חסדא שחט שני חצאי סימנין בעוף פסולה ואין צריך לומר בבהמה רבי יהודה אומר בעוף עד שישחוט את הושט ושני ורידין אמר רבי יוחנן ורידין לרבי יהודה מנקבן ואפילו בקוץ בשעת שחיטה וכשרין ומאי שנא בשעת שחיטה הואיל ודם חמים הוא ונפיק.", 
            "שלא בשעת שחיטה קריר ולא נפיק:", 
            "<b>מתני'</b>     השוחט שני ראשים כאחד שחיטתו כשרה שנים אוחזין בסכין ושוחטין אפילו אחד מלמעלה ואחד מלמטה שחיטתן כשרה:", 
            "<b>גמ'</b>    אמר רב יהודה אמר רב השוחט  בשנים ושלשה מקומות כשר כי אמריתה קמיה דשמואל אמר לי בעינן שחיטה מפורעת וליכא והלכתא כרב דקיימא לן הילכתא כרב באיסורי ועוד   דההוא תורא דאישתחוט בשנים ושלשה מקומות עאל רב יצחק ושקל משופרי שופרי מיניה אמר ליה רבי זירא למדתנו רבינו משנתנו בשני סכינים ושני בני אדם.", 
            "וכן שחיטה העשויה כמסרק ושחיטה העשויה כקולמוס כשרה אמר רב יהודה אמר רב  החליד סכין בין סימן לסימן   פסולה.", 
            "תחת העור כשרה מאי קא משמע לן תנינא או שהחליד את הסכין תחת השני ופסקו רבי ישבב אומר נבלה ומטמאה במשא רבי עקיבא אומר טרפה אי ממתני' הוה אמינא הני מילי מלמטה למעלה דלא עביד כדרכה דשחיטה אבל הכא מלמעלה למטה דעביד כדרכה דשחיטה אימא שפיר דמי קמ\"ל בי רב אמרינתחת העור איני יודע וכן תחת המטלית וכן תחת צמר מסובך "
        ], 
        [
            "ולא איפשיטא  (בעי רב פפא   החליד  במיעוט סימנין מהו תיקו ולחומרא עבדינן דאיסורא הוא):", 
            "<b>מתני'</b>     התיז את הראש בבת אחת פסולה היה שוחט והתיז את הראש בבת אחת אם יש בסכין כמלא צואר כשרה היה שוחט והתיז שני ראשים כאחד אם יש בסכין כמלא צואר אחד כשרה בד\"א בזמן שהוליך ולא  הביא או שהביא ולא הוליך אבל אם הוליך והביא אפילו כל שהוא ואפי' באזמל כשר:", 
            "<b>גמ'</b>  התיז את הראש  בבת אחת וכו':", 
            "פירוש כגון שדקר את הצואר כמו שעושין בסייף או שהניח את הסכין על הצואר ודחקו למטה בתוך הצואר כמו שחותכין את הצנון פסולה שאין זה דרך השחיטה דבעינן הולכה והבאה בשחיטה וליכא:", 
            "היה שוחט והתיז את הראש וכו' אם יש בסכין מלא צואר   אחד כשרה:", 
            "  אמר ר' זירא מלא צואר וחוץ לצואר ואסיקנא דבעינן כמלא צואר וחוץ לצואר   דהוו להו כשני צוארים וכן הילכתא:", 
            "בד\"א בזמן שהוליך ולא הביא וכו'.", 
            "אמר רב מנשה  ובאזמל שאין לו קרנים ואיכא מ\"ד ה\"מ בעוף שצוארו דק אבל בהמה לא:", 
            "<b>מתני'</b>  נפלה  הסכין ושחטה אפילו שחט כדרכה פסולה שנא'   דברים יב  תזבח ואכלת בשר מה שאתה זובח אתה אוכל:", 
            "  נפלה הסכין והגביהה נפלו כליו והגביהם השחיז את הסכין ועף ובא חבירו ושחט אם שהה כדי שחיטה אחרת פסולה.", 
            "ר\"ש אומר אם שהה כדי ביקור:", 
            "<b>גמ'</b>  טעמא   דנפלה הא הפילה הוא כשרה ואע\"ג דלא מיכוין הוא לשחיטה ואע\"ג דתנינן חדא זימנא וכולן ששחטו ואחרים רואין אותן שחיטתן כשרה דאלמא לא בעינן כוונה לשחיטה   איצטריך הכא לאשמעינן נפלה הסכין ושחטה דאי אשמעינן התם גבי חרש שוטה וקטן הוה אמינא התם הוא משום דקא מיכוין לחתיכה בעלמא אבל גבי נפלה  דלא מיכוין לחתיכה בעלמא אימא לא צריכא ואי אשמעינן הכא הוה אמינא הכא הוא משום דקא אתי מכח בן דעת אבל התם דלא אתי מכח בן דעת אימא לא קמ\"ל:", 
            " השחיז   את הסכין ועף ובא חבירו ושחט וכו':", 
            "מאי כדי שחיטה אחרת   שמואל   אמר אפילו בהמה לעוף וכן אמר רבי יוחנן אפילו בהמה לעוף ((ד\"ת מ\"ז) ורב אמר כדי שחיטת בהמה אחרת בהמה לבהמה ועוף לעוף) במערבא אמרי משמיה דר' יוסי ברבי חנינא ((ד\"ת מ\"ז) אפילו) כדי "
        ], 
        [
            "שיגביהנה  וירביצנה וישחוט דקה לדקה וגסה לגסה והלכתא כשמואל ורבי יוחנן דהוו להו תרי ואין דבריו של אחד במקום שנים אמר רבא השוחט בסכין רעה אפי' הוליך והביא כל היום כולו שחיטתו כשרה:", 
            "בעי רבא שהיות מהו שיצטרפו ותפשוט ליה מדידיה התם בדלא שהה בעי רב הונא בר נתן שהה  במיעוט סימנין מהו תיקו וכל תיקו דאיסורא לחומרא:", 
            "<b>מתני'</b>   שחט את הושט ופסק את הגרגרת שחט את הגרגרת ופסק את הושט או ששחט אחד מהן והמתין לה עד שמתה או שהחליד את הסכין תחת השני ופסקו רבי ישבב אומר נבלה ומטמאה במשא רבי עקיבא אומר טרפה כלל אמר רבי ישבב משום רבי יהושע כל שנפסלה בשחיטתה נבלה וכל ששחיטתה בראוי ודבר אחר גורם לה להפסל טרפה והודה לו ר' עקיבא:", 
            "<b>גמ'</b>     תניא הרוצה לאכול מבהמה  קודם שתצא נפשה חותך כזית בשר מבית טביחתה ומולחו יפה יפה ומדיחו יפה יפה וממתין לה עד שתצא נפשה ואוכלו אחד עובד כוכבים ואחד ישראל מותרין בו:", 
            "<b>מתני'</b>   השוחט בהמה   ועוף ולא יצא מהן דם כשרין ונאכלין בידים מסואבות לפי שלא הוכשרו בדם רבי שמעון אומר הוכשרו בשחיטה      השוחט המסוכנת רבן גמליאל אומר "
        ], 
        [
            "עד שתפרכס ביד וברגל רבי אליעזר אומר דיה אם זינקה אמר רבי שמעון אף השוחט בלילה ובשחר עמד ומצא כתלים   דם כשרה שזינקה כמדת רבי אליעזר וחכמים אומרים עד שתפרכס ביד או ברגל או עד שתכשכש בזנבה.", 
            "אחת בהמה דקה ואחת בהמה גסה.", 
            "בהמה דקה שפשטה ידה ולא החזירה פסולה שאינה אלא הוצאת נפש בלבד במה דבדים אמורים שהיתה בחזקת מסוכנת אבל אם היתה בחזקת בריאה אפילו אין בה אחד מכל הסימנין האלו כשרה:", 
            "<b>גמ'</b>    היכי דמי מסוכנת אמר רב יהודה אמר רב כל שמעמידין אותה ואינה עומדת ואפי' היא אוכלת בקעיות רב הונא בר שלמיא משמיה דרב אמר אפילו אוכלת קורות:", 
            "  אמר רבא הלכתא כי הא מתניתא דתניא בהמה  דקה שפשטה ידה ולא כפפה פסולה במה דברים אמורים ביד אבל ברגל בין שפשטה ולא כפפה בין שכפפה ולא פשטה כשרה בד\"א בדקה אבל בגסה בין ביד בין ברגל בין שכפפה ולא פשטה בין שפשטה ולא כפפה כשרה ועוף אפי' לא ריפרף אלא בעינו ולא כשכש אלא בזנבו הרי זה פרכוס:", 
            "וגרסינן בעבודה זרה בפרקא קמא (דף טז.) אמר רב חנן בר אבא אמר רב חיה גסה הרי היא כבהמה דקה לפרכוס:", 
            "  אמר רבא פרכוס שאמרו בסוף שחיטה:", 
            "<b>מתני'</b>     השוחט לעובד כוכבים שחיטתו כשרה ור' אליעזר פוסל אמר רבי אליעזר אפילו שחטה שיאכל העובד כוכבים מחצר הכבד שלה פסולה שמחשבת העובד כוכבים לעבודת כוכבים אמר רבי יוסי ק\"ו הדברים ומה במקום שהמחשבה פוסלת במוקדשין אין הכל הולך אלא אחר העובד מקום שאין המחשבה פוסלת בחולין אינו דין שלא יהא הכל הולך אלא אחר השוחט:", 
            "<b>גמ'</b>    א\"ר יהודה אמר שמואל הלכה כר' יוסי דסבר זה מחשב וזה עובד לא אמרי':", 
            "<b>מתני'</b>  השוחט  לשם הרים לשם גבעות לשם ימים לשם נהרות לשם מדברות שחיטתו פסולה"
        ], 
        [
            "     שנים אוחזין בסכין ושוחטין אחד לשם אחד מכל אלו ואחד לשם דבר כשר שחיטתו פסולה:", 
            "  אין שוחטין לא  לתוך הימים ולא לתוך הנהרות ולא לתוך הכלים אבל שוחט הוא לתוך אוגן של מים ובספינה על גבי כלים אין שוחטין לגומא כל עיקר אבל עושה הוא גומא בתוך ביתו כדי שיכנס הדם בתוכה ובשוק לא יעשה כן כדי שלא יחקה את המינין:", 
            "<b>גמ'</b>    מאי שנא לתוך הימים דלא דאמרינן לשרא דימא הוא דקא שחיט לתוך האוגן של מים נמי אמרינן לבבואה קא שחיט אמר רבא בעכורים שאנו:", 
            "אין שוחטין  בגומא אבל עושה הוא גומא בתוך ביתו:", 
            "והא אמרת אין שוחטין לגומא   אמר רבא הכי קתני אין שוחטין לגומא כל עיקר והרוצה לנקר את חצרו כיצד הוא עושה עושה מקום חוץ לגומא   ודם שותת ויורד לגומא ובשוק לא יעשה כן כדי שלא יחקה את המינין:", 
            "\n הדרן עלך השוחט \n", 
            "<b>אלו</b>   טרפות בבהמה  נקובת הושט ופסוקת הגרגרת ניקב קרום של מוח ניקב הלב לבית חללו נשברה השדרה ונפסק החוט שלה ניטלה הכבד ולא נשתייר ממנה כלום הריאה שניקבה או שחסרה ר\"ש אומר עד שתנקב לבית הסמפונות ניקבה הקיבה ניקבה המרה ניקבו הדקין הכרס הפנימית שניקבה או שנקרעה רוב החיצונה ר' יהודה אומר בגדולה טפח ובקטנה רובה:", 
            "<b>גמ'</b>    אמר רבה שני עורות יש לו לושט חיצון אדום ופנימי לבן ניקב זה בלא זה וזה בלא זה כשר.", 
            "למה לי למימר החיצון אדום והפנימי לבן דאי  חליף טרפה ואם ניקבו שניהם זה שלא כנגד זה טרפה דזמנין דמתח ליה ומתרמו להו  אהדדי והוו להו כנקב   ואסור ואמר רבה קרום שעלה מחמת מכה בושט אינו קרום.", 
            "ואמר רבה ושט "
        ], 
        [
            "אין לו בדיקה מבחוץ אלא מבפנים למאי נפקא מינה   לספק דרוסה דכיון דדם אדום הוא וושט מבחוץ נמי אדום הוא לא מינכר הילכך בעי בדיקה מבפנים שהוא לבן:", 
            "ההיא ספק דרוסה  דאתאי לקמיה דרבה הוה קא בדיק לה מאבראי אמר ליה אביי והא מר הוא דאמר ושט אין לו בדיקה מבחוץ ((ד\"ת מ\"ז) אלא מבפנים מפני שהוא אדום) אפכיה ובדקיה ואישתכח עליה תרי קורטי דמא וטרפה.", 
            "ורבה לחדודי לאביי הוא דבעא.", 
            "ואם ישב   לה קוץ בושט חוששין שמא הבריא פי' דילמא נפק לברא אבל נמצא קוץ בושט אין חוששין מ\"ט כל הני עיזי ברייתא קוצי אכלן  תורבץ הושט שניקב במשהו טרפה אע\"ג דלאו מקום שחיטה הוא   הי ניהו תורבץ הושט רב ביבי בר אביי אמר כל שחותכו ועומד במקומו זהו תורבץ הושט כל שחותכו וכווץ זהו ושט עצמו.", 
            "יונה א\"ר זירא מבלעתא וכמה אמר רב אויא פחות משעורתא ועדיף מחטתא ואסיקנא    למעלה דלא חזי לשחיטה בושט עד כמה א\"ר נחמן עד כדי תפיסת יד.", 
            "ופרשי לה רבנן כדי שיתפוס בשני אצבעותיו.", 
            "למטה עד כמה הוא מקום שחיטה א\"ר נחמן אמר רבה בר אבהו עד כדי שישעיר   ושט פירוש ישעיר דקאי פרצי פרצי דדמיא לכריסא.", 
            "ובקנה קי\"ל (ריש דף יט.) דמקום שחיטה משפוי כובע ולמטה עד   כנפי הריאה התחתונה שהיא העליונה כשמעמידה הטבח ובלבד שלא יאנוס אותה אחר ולא תאנוס היא את עצמה כלומר שלא תמשוך צוארה הרבה באונס אלא כשהיא מושכת צוארה כדרכה ותרעה זהו מקום שחיטה.", 
            "  אמר ר\"נ אמר שמואל  תורבץ  הושט שניטל ברובו מלחי כשר ודוקא דאיפרוק איפרוקי אבל אידלדל אידלדולי או איקפל איקפולי לא דאמר שמואל סימנין שנדלדלו ברובן טרפה:", 
            " ופסוקת הגרגרת:", 
            "תנא פסוקת הגרגרת ברובה וכמה רובה רב אמר   רוב עביה ואמרי לה רוב חללה והלכתא רוב חללה.", 
            "ההוא פסוקת הגרגרת דאתא לקמיה דרב יתיב ובדיק "
        ], 
        [
            "לה ברוב עביה אמרו ליה רב כהנא ורב אסי לרב למדתנו רבינו ברוב חללה שדרה לקמיה דרבה בר בר חנה בדקה ברוב חללה ואכשרה וזבן מינה   בתליסר   פשיטי והיכי עביד הכי והתניא  חכם שטימא אין חבירו רשאי לטהר אסר  אין חבירו רשאי להתיר שאני הכא דרב נמי לא אסר וכיון דאורי בה חכם היכי אכיל מינה והכתיב (יחזקאל ד׳:י״ד) לא בא בפי בשר פגול לא אכלתי מבהמה שהורה בה חכם ה\"מ מלתא דסברא רבה בר בר חנה אגמריה סמך ותיפוק ליה משום חשדא דתניא דן את הדין (זיכה וחייב טימא וטיהר אסר והתיר כו' כ\"ה בגמ') זיכה את החייב חייב את הזכאי טיהר את הטמא טימא את הטהור אסר והתיר וכן העדים שהעידו כולן רשאים ליקח אבל אמרו חכמים הרחק מן הכיעור ומן הדומה לכיעור ה\"מ מידי דמזדבן בשומא הכא מתקלא מוכח כי הא דרבא שרא טרפה וזבן מינה בשרא אמרה ליה בת רב חסדא אבא לא עבד הכי   שרא בוכרא ולא זבן מיניה אמר לה ה\"מ   מידי דמזדבן בשומא הכא מתקלא מוכח מאי איכא משום אומצא מעליא כל יומא נמי אומצא מעליא משדרו לי.", 
            "אמר רב חסדא אי זהו ת\"ח זה הרואה טרפה לעצמו.", 
            "דרש מר זוטרא משמיה דרב חסדא כל מי שקרא ושנה ושמש תלמידי חכמים ורואה טרפה לעצמו עליו הכתוב אומר (תהילים קכ״ח:ב׳) יגיע כפיך כי תאכל אשריך וטוב לך.", 
            "  אמר רב יהודה אמר רב  ניקבה הגרגרת כנפה כלומר נקבים נקבים קטנים כמו נקבי הנפה שאין בכל אחד מהם כאיסר מצטרפים לרובא ודוקא נקבים שאין בהן חסרון אבל נקבים שיש בהן חסרון מצטרפין לכאיסר דאמר רב חמא בר גוריא נקבים שיש בהן חסרון מצטרפין לכאיסר ושאין בהן חסרון מצטרפין לרובא ואם ניטלה הימנה רצועה מצטרפת לכאיסר  בעופא מאי אמר רב יצחק בר נחמני לדידי מיפרשא לי מיניה דר' אלעזר  מקפלו ומניחו ע\"פ קנה אם חופה רוב הקנה טרפה ואם לאו כשרה ואם נפחתה (בגמ' איתא נפחתה כדלת אר\"נ כדי שיכנס איסר כרחבו כו') הגרגרת כגון שניקבה נקב מפולש שיש בו חסרון אמר רב נחמן אין אומרים אם חופה אלא כדי שיכנס איסר לרחבו.", 
            "נסדקה לארכה א\"ר יוחנן אפילו לא נשתייר בה אלא משהו למעלה ומשהו למטה כשרה וכן הלכתא ואם ניקב הקנה למטה  מן החזה נידון כריאה "
        ], 
        [
            "במשהו:", 
            "ניקב  קרום של מוח קרמא תתאה טרפה קרמא עילאה  כשרה וסימנך חיתא דמנח ביה מוחא:", 
            "אמר רבה בר בר חנה א\"ר יהושע בן לוי וכנגדו בביצים ניכר פירוש שהתחתון מתפרק מן העליון אמר רבי שמעון בן פזי אמר רבי יהושע בן לוי משום בר קפרא מוח וכל מה שבקדרה נידון כמוח אם ניקב במשהו טרפה התחיל לימשך נידון כחוט השדרה שאם נפסק רובו של עור טרפה ומהיכן הוא מתחיל לימשך אמר רבי יהושע בן לוי כמין שני   פולין הן מונחין   על פי הקדרה מן הפולין ולפנים כלפנים מן הפולין ולחוץ כלחוץ ופולין עצמן איני יודע ומסתברא דפולין כלפנים:", 
            " ניקב הלב לבית חללו.", 
            "בין לבית חלל גדול בין לבית חלל קטן טרפה:", 
            "קנה  הלב רב אמר במשהו ושמואל אמר ברובו הי נינהו קנה הלב (בס\"י ליתא) (אמר רב (בגמ' איתא אמר רבה בר יצחק חלב שע\"ג דופני הריאה)) חלב שעל גבי דופני הריאה.", 
            "אמר (בס\"י איתא אמימר משמי' דרב נחמן וכ\"ה בגמ') רבא בריה דרב יצחק אמר רב תלתא קני הוו חד פריש לריאה וחד פריש לליבא וחד פריש לכבדא.", 
            "דריאה כריאה  דכבדא ככבדא דליבא פליגי.", 
            "מר בר רב חייא מתני איפכא דריאה ככבדא דכבדא כריאה וכיון דלא אתמר הלכתא בהדיא נקיטינן לחומרא וכולהו במשהו ואע\"ג דאמר שמואל אי הכי אמר אבא לא ידע בטרפות כלום הלכתא כרב דקי\"ל הלכתא כרב באיסורי:", 
            " נשברה השדרה ונפסק החוט שלה.", 
            "תנו רבנן חוט  השדרה שנפסק ברובו דברי רבי רבי יעקב אומר אפילו ניקב.", 
            "הורה רבי כר' יעקב אמר רב הונא אין הלכה כרבי יעקב אלא עד שיפסק ברובו וכמה רובו רב אמר רוב עורו אבל מוח זה לא מעלה ולא מוריד וכן הלכתא ואם הומרך או נתמסמס פסול פירוש הומרך שנשפך כקיתון.", 
            "נתמסמס שנמס כדונג מפני האש וכשמעמידו אין יכול לעמוד אבל נתמזמז שהוא מתנדנד כשר.", 
            "עד היכן חוט השדרה אמר רב יהודה (אר\"י אמר שמואל כ\"ה בגמ') אמר רב עד בין הפרשות עד בין פרשה שניה אבל שלישית   כשרה בעופא  ר' ינאי אמר עד בין אגפים ור' שמעון בן לקיש אמר   למטה מן האגפים.", 
            "ניטלה   הכבד ולא נשתייר ממנה כלום אוקימנא כרבי שמעון   ולאו הכין הלכתא אלא בעינן דנשתייר כזית במקום מרה וכזית במקום חיותה והוא מקום שהיא תלויה בו ואם נידלדלה הכבד ומעורה בטרפשין כשרה דהא איכא כזית במקום מרה וכזית במקום חיותה:", 
            " הריאה  שניקבה או שחסרה:", 
            "רב ושמואל ורב אסי דאמרי קרמא עילאה ואמרי לה קרמא תתאה וסוגיין דאי אנקיב עילאה ולא אנקיב תתאה תתאה מגין מדרבה דאמר רבה   האי ריאה דאגלידא   כאהינא סומקא כשרה.", 
            "אינקיב תתאה ולא אינקיב עילאה עילאה מגין מדרב יוסף דאמר רב יוסף האי ריאה דאושא אי ידעינן   היכא אושא מותבינן עלה גדפא או גילא או רוקא אי מבצבצא טרפה ואי לא כשרה ואי לא ידעינן מהיכא אושא בדקינן לה במיא דפשורי בחמימי חמימי לא משום דמיכווצא "
        ], 
        [
            "קרירי קרירי לא משום דמטרשי לה אלא בדקינן לה בפשורי אי מבצבצא טרפה ואי לא כשרה.", 
            "  גופא אמר רבא האי ריאה דאגלידא כאהינא סומקא כשרה ואמר רבא ריאה שהאדימה  מקצתה כשרה האדימה כולה טרפה א\"ל רבינא מאי שנא מקצתה דהדרא בריא כולה נמי הדרא בריא מי לא תניא ושאר שקצים ורמשים עד שיצא מהן דם וכי תימא האי לשמנה שרצים מדמינן לה דתניא נצרר הדם אע\"פ שלא יצא אי הכי אפילו מקצתה נמי אלא לא שנא כלומר בין כולה בין מקצתה כשרה.", 
            "ואשכחינן מאן דאמר בין כולה בין מקצתה טרפה ואנן לא סבידא לן הכי דהא אמרינן לקמן   אדומה כשרה מדרבי נתן.", 
            "  ואמר רבא ריאה שיבשה מקצתה טריפה ועד כמה אמר רב פפי משמיה דרבא כדי שתפרך בצפורן אבל אינה נפרכת בצפורן כשרה משום דהדרא בריא.", 
            "ואמר רבא האי ריאה דקיימא גילדי גילדי  אוכמי אוכמי חזותא חזותא כשרה משום דהדרא בריא איכא מאן דפריש גלדי גלדי דדמו למצורע אוכמי אוכמי דדמו לכוחלא חזותא חזותא גווני דמתכשרא בהו ריאה כגון ירוקה ככרתי או אדום:", 
            "אמר אמימר משמיה דרבא  אין מקיפין בבועי פירוש היכא דאיכא ריאה דאית בה  תרתי בועי חדא נקובה וחדא לא נקובה ולא ידעינן אי מקמי שחיטה אינקוב אי בתר שחיטה אינקוב לא אמרינן נינקבה להא אחריתי ונחזי אי דמי ניקבא דהאי לניקבא דהאי אלא כיון דאשתכח חדא דניקבה טרפה:", 
            "  ואמר רבא הני  תרתי אוני  (בס\"י איתא דסריכן וכ\"ה בגמ') דסמיכן להדדי לית להו בדיקותא אלא טרפה  והני מילי שלא כסדרן אבל כסדרן היינו רביתייהו וכשרה:"
        ], 
        [
            "   ואמר רבא הני  תרתי בועי דסמיכן להדדי לית להו  בדיקותא אלא טרפה חדא ומתחזיא כתרתי מייתינן סילוא ובזעינן לה אי שפכי להדדי חדא היא וכשרה ואי לא תרתי אינון ((ס\"א אינו) ואנקב וסריכי להדדי) וטרפה:", 
            "ואמר רבא  חמשה אוני אית לה לריאה   כד נפח לה ואפה כלפי גברא   תלתא מימינא ותרתי משמאלא אי חסיר אי יתיר אי חליף טרפה ולית הלכתא כרבא ביתיר אלא אי משכחת יתיר כשרה (מדברי הר\"ן נראה של\"ג בהרי\"ף וה\"מ עד ובני טרפה גם לא גריס ההוא ביני וביני וכו' וצ\"ע) והני מילי דקיימא  בדרא דאונא אבל ביני  וביני טריפה והני מילי מגווה   אבל מגבה אפילו כטרפא דאסא טרפה "
        ], 
        [
            "ההוא ביני וביני דאתא לקמיה דרב (בגמ' הגי' אשי) אסי סבר למיטרפה (בגמ' אית' א\"ל ר\"ה מר בר אויא כל הני כו'  ) א\"ל הונא בר מר כל הני  חיותא ברייתא הכי אית להו וקרו ליה טבחי עינוניתא דוורדא (בס\"י איתא בכאן וה\"מ גואי כו' הכתוב לעיל וכ\"ה בגמ'):", 
            "ואמר (בגמ' איתא רפרם האי ראיה כו'  ) רבא האי  ריאה דדמיא לאופתא טרפה איכא דאמרי דנפיחא כי אופתא ואיכא דאמרי כחזותא דאופתא וא\"ד כגישתא דאופתא ואיכא דאמרי דשיעא כי אופתא דלית לה  חתוכא דאוני:", 
            "אמר רב (בגמ' איתא אמר רבא ככוחלא כו'  ) אחלאי  ככוחלא כשרה כדיותא טרפה וסימניך דיותא ארמיתא דאמר רבי חנינא האי שחור אדום הוא אלא שלקה:", 
            "ירוקה כשרה מדר' נתן אדומה כשרה מדרבי נתן דתניא רבי נתן אומר פעם אחת הלכתי לכרכי הים ובאת אשה אחת לפני שמלה בנה ראשון ומת שני ומת שלישי ומת  רביעי הביאתו לפני וראיתיו שהוא אדום אמרתי לה בתי המתיני לו עד שיבלע בו דמו והמתינה לו ומלה אותו וחיה והיו קורין אותו נתן הבבלי על שמי ושוב פעם אחת הלכתי למדינת קפוטקיא באת אשה אחת לפני שמלה בנה ראשון ומת שני ומת שלישי ומת  רביעי הביאתו לפני וראיתיו שהוא ירוק אמרתי לה בתי המתיני לו עד שיפול בו דמו והמתינה לו ומלה אותו וחיה והיו קורין אותו נתן הבבלי על שמי:", 
            "אמר רב כהנא   ככבדא  כשרה כבשרא טרפה וסימניך ובשר בשדה טרפה.", 
            "אמר רב (רב סמא בריה דרבא כ\"ה בגמ' וברא\"ש  ) חמא בריה דרבא ריאה כעין כשותא כעין מוריקא כעין ביעתא טרפה ואלא ירוקה כשרה מדרבי נתן היכי משכחת לה ככרתי.", 
            "אמר רבינא  אטום בריאה מייתינן סכינא וקרעינן לה אי מחמת מוגלא כשרה ואי לא מותבינן עלה גילא או רוקא או גדפא אי מבצבצא כשרה ואי לא טרפה אמר רב יוסף  קרום שעלה מחמת מכה בריאה אינו קרום ואמר רב יוסף האי ריאה דאוושא אי ידעינן מהיכא אוושא מותבינן עלה גילא או רוקא או גדפא אי מבצבצא טרפה ואי לא כשרה ואי לא ידעינן מהיכא אוושא מייתינן משיכלתא דמליא מיא פשורי ומותבינן לה בגווה.", 
            "חמימי חמימי לא משום דמכווצי לה קרירי קרירי לא משום דמטרשי לה אלא בדקינן לה בפשורי אי מבצבצא טרפה ואי לא כשרה דתתאה אינקיב עילאה לא אינקיב והאי דאוושא זיקא דביני ביני היא וכשרה.", 
            "אמר עולא אמר ר' יוחנן  ריאה שנשפכה כקיתון כשרה אמר רבא והוא דקיימי סימפונהא אמר ליה רב אחא (א\"ל רב אחא בריה דרבא לרב אשי מנא כו' כ\"ה בגמ' וברא\"ש  ) בר אשי לרבא היכי עבדינן מייתינן צעא דקוניא ושפכינן לה בגווה אי אית בה שורייקי חיוארי טרפה ואי לא כשרה.", 
            "אמר רב נחמן ריאה  שנימוקה וקרום שלה קיים כשרה תניא נמי הכי ריאה שנימוקה וקרום שלה קיים "
        ], 
        [
            "אפילו מחזקת רביעית כשרה  ניטלה   שלפוחית שלה כשרה התליע הכבד שלה זה היה מעשה ועלו בני אסיא שלש רגלים ליבנה וברגל השלישי התירוה להם:", 
            "אמר רב יוסף בר מניומי אמר רב נחמן  ריאה הסמוכה לדופן אין חוששים לה העלתה צמחים חוששין לה מר יהודה משמיה דאבימי אמר בין כך ובין כך חוששין לה היכי עבדינן מייתינן סכינא חריפא דחליש פומיה ומפרקינן לה מדופן אי איכא מכה בדופן תלינן בדופן ((ד\"ת מ\"ז) ונפחינן לה אי לא מפקא זיקא מחמת דופן הוא) וכשרה ואי ליכא מכה בדופן מחמת ריאה היא ואע\"ג דלא מפקא זיקא טרפה ומי אמר רב נחמן הכי והאמר רב יוסף בר מניומי אמר רב נחמן ריאה שניקבה ודופן סותמתה כשרה לא קשיא במקום רביעתא כשרה ושלא במקום רביעתא חיישינן לה והיכא מקום רביעתא מקום חיתוכא דאוני   אמר רבינא "
        ], 
        [
            "והוא דסביך בבישרא אבל אי לא סביך בבישרא טרפה דהא נקובה היא:", 
            " וריאה שהעלתה צמחין כשרה ואע\"ג דמלאין מוגלא או  מים זכים וה\"מ דלא אסרוח אבל אסרוח טרפה כדבעינן למימר קמן  :", 
            "אמר רבא כי הוה אזלינן בתר (בגמ' איתא רב נחמן) רבה בשוקא   דגילדאי ואמרי לה בשוקא דרבנן חזנהו דהוו קיימי כנדי כנדי ולא אמר להו ולא מידי:", 
            "רב אמי ורב אסי כי הוו עיילי בשוקא דטבריא חזנהו דהוו קיימי   טינרי טינרי ולא אמר להו ולא מידי צמחי וכנדי וטינרי כולהו צמחים נינהו מיהו הני רברבי והני זוטרי בכולהו כשרה:", 
            "איתמר  מחט שנמצאת בריאה רבי יוחנן ור\"א ורבי חנינא מכשירים והלכתא כוותייהו וה\"מ היכא דאיתא לריאה כשהיא שלימתא קמן דנפחינן לה אי ליכא בה ניקבא כשרה דאמרינן האי מחטא דרך סימפונא נקט ואתאי אבל ליתא לריאה שלימתא קמן לא מכשרינן לה דחיישינן לה דילמא נקובי נקב ואתאי וסימפונא דריאה דאינקיב לחבריה טרפה  והדרא דכנתא דאינקיב לחבריה כשרה דחברי' מגין עליה ואין אומרים בטרפות זו דומה לזו ואל תתמה שהרי חותכה מכאן ומתה וחותכה מכאן "
        ], 
        [
            "וחיתה  ומחטא דאישתכח בחיתוכא דכבדא אי קופא לבר נקובי נקיב וטרפה ואי  קופא לגו דרך סימפונא נקט ואתא וה\"מ באלימתא אבל בחלישתא לא שנא קופא לבר ול\"ש קופא לגו נקובי נקב ואתאי ומאי שנא ממחט שנמצאת   בעובי בית הכוסות ((ד\"ת מ\"ז) מצד א' כשירה) דלא אמרינן אי קופא לבר אי קופא לגו אמרי התם כיון דאיכא אוכלין ומשקין אימור אוכלין   דחקוה   ומחטא דאישתכח בסימפונא רבה דכבדא כשרה.", 
            " ההוא קשיתא דאישתכח במררתא אמר רב אשי כי הוינן בי רב כהנא אמרינן הא ודאי דרך סימפונא נקט ואתאי ואע\"ג דלא נפק אימור מירבל הוא דרבילא ביה וה\"מ דדיקלא אבל דזיתא מיבזע בזע.", 
            " אינקבא ריאה היכא דמשמשא ידא דטבחא   תליא בידא דטבח או לא תליא רב אחא (בגמ' איתא ר\"א בר נתן אמר  ) בר יעקב אמר תליא ומר זוטרא בר רב מרי אמר לא תליא והלכתא תליא דהא תליא  בזאב מורנא פליגי בה (בגמ' איתא רב יוסף בר דוסאי ורבנן כו'  ) אבא יוסי בר ביסא ורבנן חד אמר קודם שחיטה פריש וחד אמר אחר שחיטה פריש והילכתא אחר שחיטה  פריש:", 
            "רבי שמעון אומר עד שתינקב לבית הסימפונות.", 
            "ולית הלכתא כותיה:", 
            " ניקבה הקיבה ניקבה המרה ניקבו הדקין:", 
            "(תנו רבנן  ויקרא ד׳:ח׳  ואת כל החלב אשר על הקרב   להביא חלב שעל גבי  הדקין דברי רבי ישמעאל שאמר משום אבותיו רבי עקיבא אומר להביא חלב שעל  הקיבה ורמינהו ואת כל החלב אשר על הקרב  רבי ישמעאל אומר מה חלב המכסה את הקרב קרום ונקלף אף כל קרום ונקלף ר\"ע אומר מה חלב המכסה את הקרב תותב קרום ונקלף אף כל תותב קרום ונקלף איפוך)   איתמר א\"ר יצחק בר נחמני א\"ר אושעיא חלב שעל גבי הקיבה כהנים נהגו בו היתר כרבי ישמעאל שאמר משום  אבותיו "
        ], 
        [
            "וקי\"ל כוותייהו   והני מילי דאייתרא אבל דאקשתא אסור   אמר רב  חלב טהור סותם חלב טמא אינו סותם ורב ששת אמר אחד זה ואחד זה סותם וקיימא לן כרב וחלב חיה דכותיה בבהמה אסיר אינו סותם דאע\"ג דשרי באכילה הדוקי לא מיהדק אמר רב נחמן חלב העשוי ככובע אינו סותם   תרגומא רב נחמן חיטי דכרכשא ובטרפשא דליבא   תנא רבן שמעון בן גמליאל אומר בני מעים שניקבו וליחה סותמתן   כשרים ולית הלכתא כותיה:", 
            "ניקבה המרה:", 
            "  אמר ר' יצחק בר יוסף אמר רבי יוחנן  מרה שניקבה וכבד סותמתה כשרה:", 
            "  אמר רב שימי בר חייא  מקיפין בבני מעים פי' כגון דאשתכח ניקבא בבני מעים ולא ידעינן אם קודם שחיטה  אינקיב אם אחר שחיטה אינקיב נקבינן השתא בההיא מעיא ניקבא אחרינא ומדמינן האי ניקבא להאי ניקבא אי דמי ((ד\"ת מ\"ז) להאי) לאחר שחיטה אינקיב וכשרה ואי לא דמי קודם שחיטה אינקיב וטרפה.", 
            "הנהו בני מעים דאתו לקמיה דרבא אקפינהו ולא דמו אתא רב משרשיא בריה ממשמש בהו אקפינהו ואידמו אמר ליה אבוה מנא לך הא אמר ליה והא כמה ידי מישמשו בהני מקמי דליתו קמי מר אמר רבא חכים  בני בטרפות כר' יוחנן:", 
            "ר' יוחנן ור' אלעזר דאמרי תרוייהו  מקיפין בריאה אמר רבא לא אמרן אלא באותה ערוגה אבל מערוגה לערוגה לא והלכתא אפי' מערוגה לערוגה מאי מערוגה לערוגה מריאה של בהמה זו לריאה של בהמה אחרת והני מילי מדקה לדקה ומגסה לגסה כגון צאן לצאן ושור לשור אבל מדקה לגסה ומגסה לדקה לא (אביי ורבא דאמרי תרויהו כ\"ה בגמ'  ) רבה ורבא דאמרי תרוייהו  מקיפין בקנה אמר רב פפא לא אמרן אלא באותה חוליא אבל  מחוליא לחוליא לא והילכתא אפילו מחוליא לחוליא ומבר חוליא לבר חוליא אבל לא מחוליא לבר חוליא ולא מבר חוליא לחוליא אמר רב זעירי  חלחולת שניקבה כשרה הואיל וירכים מעמידין אותה  וכמה אמר רבי אילעא אמר ר' יוחנן מקום הדבק ברובו שלא במקום הדבק במשהו ורב נחמן   אמר מקום הדבק אפי' ניטל כולו כשר והוא שנשתייר בו כדי תפיסה וכמה אמר אביי כמלא  בטדא בתורא איכא מאן דפריש  ארבע אצבעות והילכתא כרב נחמן:", 
            " הכרס הפנימית שניקבה או שנקרע רוב החיצונה:", 
            "אי זו היא הכרס הפנימית אמר רבה בר רב הונא  מפרעתא מאי מפרעתא היכא דפרעי טבחי במערבא אמרי משמיה דר' יוסי ברבי חנינא כל הכרס כולו כרס הפנימית ואי זו היא כרס החיצונה בשר החופה את רוב הכרס איכא מאן דאמר הלכה כרבה בר רב הונא   ואיכא מאן דאמר הלכה כר' יוסי בר חנינא:", 
            "ר' יהודה אומר בגדולה טפח ובקטנה רובה.", 
            "א\"ר בנימין בר יפת אמר ר' אלעזר לא גדולה גדולה ממש ולא קטנה קטנה ממש אלא כל שנקרע בה טפח ולא הוי רובה זו היא ששנינו בגדולה טפח  כל "
        ], 
        [
            "שנקרע  רובה ולא הוי טפח זו היא ששנינו ובקטנה רובה ואם נקדרה ביותר מכסלע טרפה שאם תמתח תעמוד על טפח וכמה יותר מסלע אמר רב יוסף כגון דקיימן תלת קשיאתא בציפה בדוחקא בלא ציפה ברווחא:", 
            "<b>מתני</b> '   המסס ובית הכוסות שניקבו לחוץ נפלה מן הגג (נשתברו  ) ונשתברו רוב צלעותיה ודרוסת הזאב ר' יהודה אומר דרוסת הזאב בדקה ודרוסת הארי בגסה דרוסת הנץ בעוף הדק ודרוסת הגס בעוף הגס זה הכלל כל שאין כמוה חיה טרפה:", 
            "<b>גמ'</b>    ת\"ר מחט שנמצאת בעובי בית הכוסות מצד אחד כשרה משני צדדין פסולה נמצא עליה קורט דם   בידוע שהיא קודם שחיטה וטרפה לא נמצא עליה  קורט דם בידוע שהיא לאחר שחיטה וכשרה    הוגלד פי המכה בידוע שהיא ג' ימים קודם שחיטה לא הוגלד פי המכה  המוציא מחבירו עליו הראיה למאי נפקא מינה למקח וממכר שאם היתה טרפה ברשות המוכר יש ללוקח לחזור בו דמקח טעות הוא ומאי שנא מכל ניקבי דעלמא דאע\"ג דליכא קורט דם טריף מר התם ליכא מידי למיסרך הכא כיון דאיכא מחט אם איתא דקודם שחיטה מיסרך הוה סריך "
        ], 
        [
            "דם עלה פי' משני צדדין נקב מפולש:", 
            "נפלה מן הגג ונשתברו רוב צלעותיה וכו':", 
            "אמר רב הונא  הניח בהמה למעלה ובא ומצאה למטה אין חוששין משום ריסוק איברים:", 
            "ההוא גדיא דהוה ליה לרבינא דחזא חושלא מפומא דאיגרא נפל מאיגרא לארעא אתא לקמיה דרב אשי א\"ל הא דאמר רב הונא הניח בהמה למעלה ובא ומצאה למטה אין חוששין משום ריסוק איבדים משום דאית לה מידי למיסרך והאי לא הוה לה מידי למיסרך או דילמא משום דאמידא נפשה והאי נמי אמידא נפשה א\"ל משום דאמידא נפשה והאי נמי אמידא נפשה.", 
            "ההיא אימרתא דהוה בי (בס\"י איתא ר' חנינא ובגמ' איתא רב חביבא  ) רחבניה והוה משדרת כרעיא בתריאתא אמר רב יימר האי שגרונא נקטיה כלומר חולי לקה אותה על הירך מתקיף לה רבינא ודילמא חוט השדרה איפסיק בדקוה ואשכחיה כרבינא ואפ\"ה הלכתא כרב יימר מ\"ט שגרונא שכיח חוט השדרה לא שכיח:", 
            "א\"ר הונא זכרים המנגחין זה את זה אין חוששין משום ריסוק איברים ואי נפיל לארעא ודאי חוששין.", 
            "  אמר רב מנשה הני דכרי דפתקי גנבי אין חוששין משום ריסוק איברים מאי טעמא אמתנייהו שדו להו כי היכי דלירהטו קמייהו.", 
            "אהדרינהו ודאי חיישינן וה\"מ דאהדרינהו מחמת יראה אבל מחמת תשובה ודאי תשובה מעליתא עבדי:", 
            "אמר רב נחמן בית הרחם אין בו  משום ריסוק איברים   ואמר רב נחמן בית המטבחים אין בו משום ריסוק איברים.", 
            "ההוא תורא דנפל ואישתמע קל גניחותיה עאל רב יצחק בר שמואל בר מרתא ושקל משופרי שופרי מיניה אמרי ליה רבנן לא חייש מר משום ריסוק איברים אמר להו הכי אמר רב צפרניו נועץ בקרקע עד שמגיע לארץ   ואמר רב יהורה אמר רב הכה על ראשה והלכה לה כלפי זנבה או על גבי זנבה והלכה לה כלפי ראשה ואפילו כנגד כל השדרה אין חוששין משום ריסוק איברים ואי שלים חוטרא אפלגיה "
        ], 
        [
            "דחרציה חיישינן ואי מחייה אפסקיה אי נמי מחייה לארכה ואית בה קיטרי בחוטרא חיישינן:", 
            "  אמר רב יהודה אמר רב עמדה אינה צריכה  מעת לעת אבל צריכה בדיקה הלכה אינה צריכה בדיקה וכן הלכה:", 
            "ונפולה שאמרו צריכה בדיקה כנגד כל החלל כולו אבל בסימנים אינה צריכה בדיקה דסימנין קשין הן אצל נפילה:", 
            "  אמר רב יהודה אמר שמואל עוף שנחבט על פני המים כיון ששט על פני המים מלא קומתו דיו ולא אמרן אלא ממטה למעלה אבל מלמעלה למטה אימור מיא אשפילו ואי מיא קיימי לית לן בה ואי שדא ציבי וקדמיה איהו קא מסגי ושרי.", 
            "גלימא עייף מיעף אין בו משום ריסוק מתוח יש בו משום ריסוק.", 
            "כללא דמילתא כל שנחבט ע\"ג דבר קשה חיישינן.", 
            "על דבר רך או שריק לא חיישינן.", 
            "  דיבקא אמימר אסר ורב (נ\"א אסי) אשי שרי בחד גפא דברי הכל מותר כי פליגי בתרי גפי מאן דאסר במאי נייח ומאן דשרי אעיקבא דגפי נייח והילכתא בחד גפא שרי בתרי נפי אסיר:", 
            " ונשתברו רוב צלעותיה:", 
            "ת\"ר אלו הן רוב צלעות שש מכאן ושש מכאן אי נמי אחת עשרה מכאן ואחת מכאן   וזעירי אמר והוא שנשברו מחציה כלפי שדרה אמר רבה בר בר חנה א\"ר יוחנן ובצלעות גדולות שיש בהן מוח אמר עולא בן זכאי אומר נעקרו ברוב צד אחד   נשברו ברוב שני צדדין ורבי יוחנן אומר בין נעקרו בין נשברו ברוב שני צדדין וסוגיין כרבי יוחנן ואם  נעקרה צלע וחצי חוליא עמה שהוא בוכנא ואסיתא טרפה:", 
            "   והגולגולת שנחבסה ברובה:", 
            "בעי (בגמ' איתא רבי ירמיה) רב אסי ברוב גבהה או ברוב היקפה  תיקו הלכך בתרוייהו טרפה:", 
            " ובשר החופה את רוב הכרס ברובו:", 
            "בין ברוב קרוע בין ברוב נטול:", 
            " ודרוסת  הזאב.", 
            "אמר רב יהודה אמר רב בבהמה מן הזאב ולמעלה בעופות מן הנץ ולמעלה ואיבעיא לן הא דאמר רב בבהמה מן הזאב ולמעלה למעוטי מאי ואסיקנא למעוטי חתול דלית ליה לחתול דריסה בבהמה דקה"
        ], 
        [
            "   ודוקא בגדולים   בבהמה דקה אבל בגדיים  וטלאים אף לחתול יש דריסה וכ\"ש בעופות שיש לו דריסה ונמיה כחתול דמי ובבהמה גסה קי\"ל כרבי יהודה דמפרש דברי חכמים הוא ואינו חולק הילכך אין לזאב  דריסה בבהמה גסה   וחולדה יש לה דריסה בעופות ואין לה דריסה בגדיים וטלאים ונץ יש לו דריסה  בעופות ואפי' בדרב מיניה.", 
            "שאר עופות טמאים בדכוותייהו אית להו דריסה בדרב מינייהו לית להו דריסה ודרוסת הנץ  בגדיים וטלאים אינקיב לבית חלל פסולה אבל אי לא אינקיב לבית חלל כשרה:", 
            "שועל איתמר דאית ליה דריסה ואיתמר דלית ליה דריסה וספיקא דאיסורא לחומרא ואית ליה דריסה אמר רב יוסף נקיטינן אין דריסה לכלב כל עיקר אמר אביי נקיטינן אין דריסה להני דדרסי אלא ביד לאפוקי רגל דלא ואין דריסה אלא בצפורן לאפוקי שן דלא עד דמינקיב לחלל שלה ואין דריסה אלא מדעת לאפוקי שלא מדעת דלא ואין דריסה אלא מחיים לאפוקי לאחר מיתה דלא.", 
            "השתא שלא מדעת אמרת לא לאחר מיתה מבעיא לא צריכא כגון שדרסה ומקמי דלישקליה לסחופיה קטליה והא קמ\"ל דליכא לדריסה אלא לבסוף דזיהרא בהדי דשקיל לסחופיה הוא  דשדי"
        ], 
        [
            "   וארי שנכנס לבין השוורים ונמצאת צפורן בגבו של אחד מהן חוששין שמא ארי דרסו ואף ע\"ג דאיכא למימר בכותל נתחכך כיון דקיימא לן דחוששין לספק דרוסה אסור דאיתמר רב אמר  אין חוששין לספק דרוסה ושמואל אמר חוששין דכולי עלמא ספק כלבא ספק שונרא אימור כלבא.", 
            "ספק עאל ספק לא עאל אימור לא עאל.", 
            "עאל ואיתיב בינייהו הוא שתיק ואינהו שתקי אימא שלמא הוא דעבוד.", 
            "קטע רישא דחד מינייהו אימור נייח רוגזיה.", 
            "הוא צווח ואינהו מקרקרן אימור בעותי הוא דמבעתי אהדדי   כי פליגי דאיהו שתיק ואינהו מקרקרן מר סבר אזוקי מזיק להו ומר סבר מחמת בעתותיה הוא דמקרקרן להדדי אמר אמימר הילכתא חוששין לספק דרוסה א\"ל רב אשי לאמימר הא דרב מאי א\"ל לא שמיע לי כלומר לא סבירא לי:", 
            "ההוא בר אווזא דהוה בי רב אשי עאל ואזל לבי קניא נפק ואתא כד ממסמס קועיה דמא אמר רב אשי לאו מי אמרינן התם ספק כלבא ספק שונרא אימור כלבא ה\"נ אמרי' ספק קניא ספק שונרא אימור קניא.", 
            "אמר רב יהודה (בגמ' איתא אר\"י אמר רב דרוסה שאמרו  ) דרוסה שאמרו עד שיאדים הבשר כנגד בני מעים נתמסמס הבשר רואין אותו כאילו אינו היכי דמי נתמסמס אמר רב הונא בריה דרב יהושע כל שהרופא גורדו ומעמידו על בשר חי אמר רב (א\"ר אשי כי כו' כ\"ה בגמ' וברא\"ש  ) שימי כי הוינן בי רב כהנא  כדמייתו ריאה לקמן ומותבינן לה והוה יתבה שפיר וכד הוה מדלינן לה הוה מיתלחא ונפלה תילחי תילחי הוה טריפנא לה מדרב הונא בריה דרב יהושע.", 
            "אמר רב נחמן   בקוץ עד שתנקב לחלל בדרוסה עד שיאדים הבשר כנגד בני מעים רב זביד מתני הכי רב כהנא מתני  בדרוסה עד שיאדים הבשר כנגד בני מעים ובסימנין משיאדימו סימנים עצמן וסימנים   בין ושט בין קנה דרוסתם במשהו מ\"ט זיהרא מיקלא קלי יתיב רב יצחק ברבי שמואל בר מרתא קמיה דרב נחמן ויתיב וקאמר דרוסה שאמרו צריכה בדיקה כנגד כל החלל אמר ליה האלהים מורה בה רב   מכפא דמוחא עד אטמא:", 
            "<b>מתני'</b>   אלו כשרות בבהמה ניקבה הגרגרת או שנסדקה עד כמה תחסר ר\"ש בן גמליאל אומר עד כאיסר האיטלקי נפחתה הגולגולת ולא ניקב קרום של מוח ניקב הלב ולא לבית חללו נשברה השדרה ולא נפסק החוט שלה ניטלה הכבד ונשתייר (במשנה שבגמ' וברא\"ש איתא ונשתייר הימנה כזית  ) ממנה כל שהוא המסס ובית הכוסות שניקבו זה לתוך זה ניטל הטחול ניטלו הכליות ניטל הלחי  התחתון ניטלה האם שלה חרותה בידי שמים כשרה הגלודה"
        ], 
        [
            " רבי מאיר מכשיר וחכמים פוסלים:", 
            "<b>גמ'</b>  אמר רב מתנה האי  בוקא  דאטמא דשף מדוכתיה טרפה והני מילי   דאיתעכול ניביה אבל אי לא איתעכול ניביה כשרה:", 
            "עד כמה תחסר עד כאיסר האיטלקי:", 
            "אמר אביי והויא כמעתא זוטרתא דמשתכחא ביני פשיטי דפומבדיתא והיינו שיעורא דדינרא קורדיאנא אמר רבי יוחנן פתוראה לעילא מיני הוה קאי בר נפחא ובעא מיני דינרא קורדיאנא לשעורי בה טרפתא ובעאי למיקם מקמיה ולא שבקן אמר לי שב בני שב לפי שאין בעלי אומניות רשאין לעמוד מפני ת\"ח בשעה שעושין מלאכתן:", 
            "  א\"ר נחמן  כסלע כיותר מן הסלע כאיסר כיותר מן האיסר אלמא קסבר עד ולא עד בכלל:", 
            "   ניטל הטחול:", 
            "אמר רב עוירא משמיה דרבא לא שאנו אלא ניטל אבל ניקב טרפה והני מילי בסומכיה אבל בקולשיה כשרה ובסומכיה נמי לא אמרן דטרפה אלא דלא נשתייר מיניה כעובי דינר זהב אבל נשתייר מיניה כעובי דינר זהב כשרה:", 
            " ניטלו הכליות:", 
            "אמר רפדם בר פפא משמיה דרב"
        ], 
        [
            " לקתה  בכוליא אחת טרפה במערבא אמרי והוא דמטי לקותא     למקום חריץ ומקום חריץ היכא חיוארא דתותי מתני פירוש הלובן שבתוך הכוליא והיכא דמשתכחין תלת כוליאתא כשרה דאמרינן כל יתר כנטול דמי ותניא נמי הכי (בכורות דף לט.) ואת שתי הכליות ולא בעלת כוליא אחת ולא בעלת שלש ומדפסל רחמנא לגבוה מכלל דלהדיוט שרי:", 
            "יש כשר בריאה ופסול בכוליא.", 
            "פסול בריאה וכשר בכוליא.", 
            "פסול בזה ובזה.", 
            "וכשר כזה ובזה.", 
            "כשר בריאה ופסול בכוליא מוגלא.", 
            "פסול בריאה וכשר בכוליא נקב.", 
            "פסול בזה ובזה לקותא.", 
            "כשר בזה ובזה מים זכים.", 
            "ולא אמרן אלא דצילי אבל דעכירי טרפה ודצילי נמי לא אמרן אלא דלא אסרוה אבל אסרוה טרפה:", 
            "כוליא שהקטינה  עד כמה בדקה עד כפול בגסה עד כעינבה בינונית:", 
            "  ניטלה האם שלה:", 
            "תאנא היא האם היא טרפחת היא שלפוחית   פירוש הרחם:", 
            "חרותה בידי שמים כשרה    תנו רבנן אי זו היא חרותה כל שצמקה ריאה שלה בידי שמים כשרה בידי אדם טרפה.", 
            "פי' בידי שמים כגון ששמעה קול רעמים או זיקים וכיוצא באלו ונכנס בה פחד וחרדה וצמקה הריאה שלה זהו בידי שמים וכשרה אבל אם ראתה אדם ששחט לפניה בהמה אחרת וכיוצא בה ופחדה ויבשה ריאה שלה זהו בידי אדם וטרפה.", 
            "ומנא ידעינן בקייטא מייתינן משיכלא דקוניא חיורא ומליא ליה במיא קרירי.", 
            "בסיתוא מייתינן משיכלא שיחמא ומליא ליה מיא פשורי ומותיב לה ומנח לה בגויה מעת לעת אי הדרא בידי שמים היא וכשרה ואי לא בידי אדם היא וטרפה:", 
            " הגלודה  רבי מאיר מכשיר וחכמים פוסלין:", 
            "תנו רבנן אם נשתייר בה כסלע כשרה היכא אמר רב (אמר רב יהודה אמר שמואל כ\"ה בגמ' וברא\"ש  ) נחמן אמר שמואל על פני כל השדרה ופירש ר' נהוראי משמיה דשמואל כרוחב סלע על פני כל השדרה ר\"א בן אנטיגנוס משום (בגמ' איתא משום רבי אלעזר בר' ינאי  ) ר' ינאי אומר על מקום טיבורו רבה בר בר חנה אמר אראשי פרקים בעי רבי ינאי ברבי ישמעאל ניטל מקום כל השדרה וכולו קיים ניטל מקום טיבורו וכולו קיים ניטל ראשי פרקים וכולו קיים מאי תיקו:", 
            "אמר רב כל העור מציל בגלודה חוץ מעור בית הפרסות ורבי יוחנן אמר אפילו עור בית הפרסות מציל:", 
            "((ד\"ת מ\"ז) בעא מיניה רבי (בגמ' איתא ר' אסי  ) אמי מר' יוחנן עור בית הפרסות מהו שיציל א\"ל מציל):", 
            "הא מילתא לא איפסיקא בה הילכתא בהדיא ואיפליגו בה רבואתא בעל הלכות פסק הלכה כרב ואמר דהדר ליה רבי יוחנן לגביה דרב ואנן לא אשכחינן ליה לרבי יוחנן דהדר ליה לגביה דרב אלא רבי יוחנן עומד בשיטתו הוא ואיכא מאן דפסק לחומרא כשמואל וכר' ינאי וסייעיה למלתא מתוספתא דאמר הכי ואע\"ג דקי\"ל כל היכא דפליגי רב ושמואל ורבי יוחנן הלכה   כמותו כיון ששנינו   בברייתא הגלודה אי זו היא גלודה כל שהופשט כל העור שלה ולא נשתייר בו כדי להעלות ארוכה וכמה הוא כדי להעלות ארוכה רבן שמעון בן גמליאל אומר עד כאיסר האיטלקי מבית חללה ולא משאר אבריה ודברי רב נחמן אמר שמואל ודברי ר\"א בן אנטיגנוס משום ר' ינאי   דמתניתא   עבדינן כוותייהו דאיסורא הוא ולא איפסיקא בה הילכתא בהדיא לקולא.", 
            "ואנן חזינן בהו פירכא חדא דהא מתניתא לאו כוותייהו היא דאילו להא מתניתא היכא דמשתייר בה כאיסר במקום   חלל כשרה בין בשדרה בין בטיבור בין בכרס בין בצואר כל מקום שהוא מבית חללה   כשר ואע\"ג שלא נשתייר בכולה אלא כאיסר במקום אחד מכל המקומות של בית חללה כשרה ואילו לשמואל אין מציל מכל בית חללה אלא השדרה בלבד ולרבי ינאי אין מציל מכל בית חללה אלא על הטיבור בלבד וכולהו בעו כסלע ומתניתא בכאיסר בלבד סגי לה הילכך לא הויא מתניתא כוותייהו ועוד אפי' הויא מתניתא כוותייהו לא מצינן לסיועינהו מינה דאם איתא להא מתניתא הוה אמרינן בגמרא תניא דמסייעא להו וכיון דלא סייען להו בגמרא מהא מתניתא שמעינן דליתא להא מתניתא   ואילו איתא להא מתניתא לא הוה מפליג עלה רב ור' יוחנן ואי אפילו איפליגו עלה ואיתא הוה מותבינן להו תיובתא   וכיון דלא אותבינן עלייהו מינה שמעינן דליתא להא מתניתא וכל שכן דהא מתניתא פליגא אכולהו ואפילו אדשמואל ודר' ינאי כדפרשינן   ועוד לא עדיפא הא מתניתא ממתניתין דתנן ואלו שעורותיהן כבשרן עור בית הפרסות והא אפקה רבי יוחנן מהלכתא ואוקמא ביחיד הילכך לית לן מהא מתניתא ראיה כלל אלא הדרינן לכללא דקיימא לן יחיד "
        ], 
        [
            "ורבים הלכה ברבים וכיון דכולהו ס\"ל דעור בית הפרסות אינו מציל בגלודה וליכא מאן דאמר מציל אלא רבי יוחנן   והוה ליה ר' יוחנן יחיד אצל רבים ולית הילכתא כוותיה וכיון דשמואל ורבי ינאי ורבה בר בר חנה כולהו סבירא להו דלאו כל העור מציל בגלודה אלא עור מיוחד אף על גב דרב ורבי יוחנן קיימי בחד שיטתא הוו להו תרי לגבי תלתא והוו להו כיחיד אצל רבים ואי אמרת נעביד כרב ורבי יוחנן דרב ושמואל הלכה כרב באיסורי ושמואל ורבי יוחנן הלכה כר' יוחנן ורבה בר בר חנה ורבי יוחנן הלכה כרבי יוחנן דרביה הוא הא קי\"ל דר' ינאי ורבי יוחנן הלכה כר' ינאי דרביה דר' יוחנן הוא הלכך הויא לן הא מילתא ספיקא  ונקטינן בה לחומרא וחזינן דשמואל מחמיר מכולהו הילכך לא מכשרינן לה לגלודה אלא בדאישתייר בה רוחב סלע על פני כל השדרה כשמואל:", 
            "<b>מתני'</b>  אלו טרפות בעוף נקובת הושט ופסוקת הגרגרת   הכתה חולדה על ראשה מקום שהוא עושה אותה טרפה ניקב הקרקבן ניקבו הדקין נפלה  לאור ונחמרו בני מעיה אם ירוקין פסולה ואם אדומין כשרה דרסה וטרפה בכותל או שרצצתה בהמה אחרת והיא מפרכסת אם שהתה מעת לעת ושחטה כשרה:", 
            "<b>גמ'</b>  הכתה חולדה על ראשה מקום שהוא עושה אותה טרפה וכו':", 
            "איתמר רב ושמואל ולוי דאמרי מכניס ידו לתוך מוח אי מבצבץ ועולה טרפה ואי לאו כשרה פירוש שמניח אצבעו בצד הנקב ונועץ אצבעו שם אם נקב קרום של מוח המוח עולה ומבצבץ מן הנקב ואי לא בצבץ המוח ולא יצא מן הנקב בידוע שלא ניקב קרום של מוח.", 
            "פי' אחר מכניס ידו לתוך פיה ובודק אי מבצבץ ועולה טרפה רב שזבי בדיק בשמשא רב יימר בדיק במיא רב אחא בר יעקב מייץ בגילא דחיטתא.", 
            "והא תני לוי כל טרפות שמנו חכמים בבהמה כנגדן בעוף יתר עליהם בעוף  נשבר העצם אע\"פ שלא ניקב קרום של מוח התם בעוף של מים דהואיל וקרומו רך   אמר רב שזבי והני אווזי דידן הואיל ושכיחי במיא כעוף של מים דמיין:", 
            " ניקב הקרקבן:", 
            "  א\"ר יצחק בר יוסף אמר רבי יוחנן קרקבן שניקב וכיסו קיים כשר איבעיא להו ניקב הכיס והקרקבן קיים מהו ת\"ש דאמר רב הונא ניקב זה בלא זה כשר ואם ניקבו שניהם זה שלא כנגד זה כשר מ\"ט כיון דקרקבן מינח נייח כדקאי קאי לא רווח ולא גמד ולא מתרמו אהדדי הילכך כמי שניקב זה בלא זה דמי וכשרה:", 
            " נפלה לאור ונחמרו בני מעיה אם  ירוקין פסולה ואם אדומין כשרה:", 
            "  רבי יוחנן משום רבי יוסי ברבי יהושע אומר שיעור ירוקתן כשיעור נקיבתן מה נקיבתן במשהו אף ירוקתן במשהו בעא מיניה "
        ], 
        [
            "ר' (בגמ' וברא\"ש איתא רב יוסף בריה דריב\"ל כו'  ) יוסי בר' יהושע בן לוי מרבי יהושע בן לוי  הוריקה כבד כנגד בני מעים מהו אמר ליה טרפה אמר ליה ולא יהא אלא ניטלה   אמר רבא כיון שהוריקה   כנגד בני מעים  בידוע שנפלה לאור ונחמרו בני מעיה וטרפה:", 
            "ההיא תרנגולתא דהוי בי רבי יהושע בן לוי אתא לקמיה דר\"א הקפר ירוקין הוו ואכשרה והא אנן תנן ירוקין פסולה אמר ליה לא אמרו ירוקין פסולה אלא בלב  ובקרקבן ובכבד תניא נמי הכי באלו בני מעים אמרו בקרקבן ובכבד ובלב:", 
            "ההיא תרנגולתא דהוה בי רב (ב\"ר יוסף כ\"ה בגמ'  ) יצחק אתא לקמיה דר' אבהו אדומין הוו וטרפה והא אנן תנן אדומין כשרים א\"ל אדומין שהוריקו וירוקין שהאדימו טרפה  :", 
            "אמר רב שמואל בר חייא אמר רבי מני   ירוקין שהאדימו ושלקן  והוריקו כשרה מאי טעמא קוטרא עייל בהו אמר רב נחמן בר יצחק אף אני אומר אדומים שלא הוריקו ושלקן והוריקו טרפה מאי טעמא דאגלי בהתתייהו אמר רב אשי הילכך לא ליכול איניש אלא בשלקא ולא היא אחזוקי איסורא לא מחזקינן:", 
            " דרסה וטרפה בכותל או שרצצתה בהמה והיא מפרכסת אם שהתה מעת לעת ושחטה כשרה:", 
            "ר\"א בן אנטיגנוס אומר משום ר' אלעזר "
        ], 
        [
            "ברבי ינאי צריכה בדיקה:", 
            "<b>מתני'</b> אלו כשרות בעוף ניקבה הגרגרת או שנסדקה הכתה חולדה על ראשה מקום שאינו עושה אותה טרפה ניקב הזפק רבי אומר אפילו ניטל יצאו בני מעיה ולא ניקבו  נשתברו רגליה נשתברו  גפיה ונמרטו כנפיה ר' יהודה אומר אם ניטלה הנוצה פסולה:", 
            "<b>גמ'</b> אמר (בגמ' איתא אמר רבה ואיתימא ריב\"ל וברא\"ש איתא אמר רבה ואיתימא ר' יוחנן) רב חננאל ואיתימא רבי יוחנן גג הזפק נידון כושט שאם ניקב במשהו פסול.", 
            "אמר רב ביבי בר (בגמ' וברא\"ש איתא א\"ר ביבי בר אביי כל שנמתח עמו) אבין ומקום שנמתח עמו כלומר הוא בלבד שנדון כושט שאם ניקב במשהו טרפה והוא הנמתח עם הושט באורך הצואר:", 
            "יצאו בני מעיה ולא ניקבו וכו':", 
            " א\"ר שמואל בר רב יצחק לא שאנו אלא שלא הפך בהן אבל הפך בהן טרפה דכתיב (דברים ל״ב:ו׳) הוא עשך ויכוננך מלמד שברא הקב\"ה כונניות באדם כיון שנהפך אחד מהם אין יכול לחיות ומיד מת ההוא רומאה דחזא גברא דנפל מאיגרא לארעא ופקע כריסיה ונפקו מעיה אזיל ואייתי לבריה ושחטו קמיה באחוזת עינים אינגיד ואיתנח ועיילינהו למעיה וחייט לכריסיה:", 
            " נשתברו רגליה וכו':", 
            "ההוא צנא דנקורי דאתא לקמיה (בגמ' וברא\"ש איתא לקמיה דרבא) דרבה בדקה בצומת הגידין ואכשרה פירוש נקורי חתוכי רגלים.", 
            "אמר רב יהודה אמר רב שמוטת ירך בבהמה טרפה  שמוטת יד בבהמה כשרה שמוטת ירך בעוף טרפה שמוטת גף בעוף טרפה חיישינן שמא ניקבה הריאה ושמואל אמר תבדק וכן אמר רבי יוחנן תבדק וכן הלכתא:"
        ], 
        [
            "   אמר רב הונא סימן  לטרפה כל י\"ב חדש וה\"מ   בזכרים אבל בנקבות אם ילדה בתוך י\"ב חדש מותרת מיד:", 
            "אמר אמימר הני ביעי דספק  טרפה דשיחלא קמא  משהינן להו אי הדרא וטענא אחרינא שריין ואי לא אסירן וכי היכי  דביצת טרפה אסורה חלבה של  בהמה טרפה נמי אסור דתנן (דף קטז:) כשרה שינקה מן הטרפה קיבתה אסורה ואע\"ג דלאו הכי הלכתא דקי\"ל דחלב שבתוך הקיבה פירשא בעלמא הוי ושרי גמרינן מינה דחלב טרפה שאינו בתוך הקיבה אסור:", 
            "  אמר רב הונא  כל שאין בו עצם אין מתקיים שנים עשר חדש אמר רב פפא ש\"מ מדרב הונא הא דאמר שמואל קישות שהתליע באיביה אסורה   הני תמרי דכדא בתר תריסר ירחי שתא שריין דהני  תולעים דמשתכחי בהו לאחר שנים עשר חדש השתא "
        ], 
        [
            "איתילידו בהו ולא מהנך דאיתליעו בה באיביה נינהו תנן התם  בעלת חמש רגלים או שאין לה אלא שלש הרי זו בעלת מום אמר רב הונא לא שאנו   חסר ויתיר אלא ביד אבל ברגל  טרפה נמי הוי מאי טעמא כל יתר כנטול דמי  ההיא חיואתא דאישתכחו בה תרתין סניין דיבי אייתוה לקמיה דרבינא וטרפה מדרב הונא דאמר כל יתר כנטול דמי ואי שפכי להדדי כשרה.", 
            "ההיא גובתא דנפקא מבי כסי להובלילא סבר רב אשי למיטרפה אמר ליה רב הונא הכי אמר אמימר בר רב ((ד\"ת מ\"ז) בריה דרב) אויא הני עיזי בריאתא כולהו הכי אית להו ההיא גובתא דנפקא מבי כסי לכריסא סבר מר בר רב אשי לאכשורה א\"ל רב הושעיא   כולהו בחדא מחתא מחתינהו היכא דאיתמר איתמר היכא דלא איתמר לא איתמר   העיד   יונתן בן שילא ריש טבחיא דצפורי לפני רבי על שני בני מעים שיוצאין מן הבהמה כאחד טרפה כנגדן בעוף כשרה.", 
            "פירוש כל בהמה הדקין שלה חוט אחד הוא ומשוך.", 
            "עכשיו אם יצא ממנו מעי אחר כמו שיצא ענף בתוך הבד של עץ טרפה במה דברים אמורים כשיוצאין בשני מקומות אבל יוצאין במקום אחד וכלין  עד כאצבע כשרה והוא דהדרי וערבי ונעשו שניהם חוט אחד אבל לא הדרי וערבי הרי יתר בבהמה וכל יתר כנטול דמי:"
        ], 
        [
            "<b>מתני'</b>   אחוזת דם והמעושנת והמצוננת ושאכלה הרדופני ושאכלה צואת תרנגולים וששתתה מים הרעים כשרה אכלה סם המות או שנשכה נחש מותרת משום טרפה ואסורה משום סכנת נפשות:", 
            "<b>גמ'</b>  אמר שמואל  הלעיטה חילתית טרפה מאי טעמא משום דמינקיב למעיה מתיב רב שיזבי אחוזת דם והמעושנת והמצוננת או שהלעיטה חילתית או שאכלה הרדופני או תיעה או שאכלה סם המות או ששתתה מים הרעים כשרה השיכה נחש או שנשכה כלב שוטה מותרת משום טרפה ואסורה משום סכנת נפשות קשיא חלתית אחלתית קשיא סם המות אסם המות חלתית אחלתית לא קשיא בעלין כשרה ודאמר שמואל טרפה בדקרטין דמנקבי למעיה וסם המות אסם המות נמי לא קשיא מתניתין דקתני אסורה משום סכנת נפשות כשאכלה סם המות דאדם וברייתא דקתני כשרה בסם המות דבהמה:", 
            "   ההוא בר טביא דהוה בי ריש גלותא דאיפסיק כרעא בתרייתא בדקה רב בצומת הגידין ואכשרה סבר למיכל מינה באומצא א\"ל שמואל לא חייש מר לנקורי א\"ל היכי ליעביד אמר ליה אותביה בנורא דהוא בדיק נפשיה אותביה בנורא ואיתמח ונפל תלחי תלחי קרי שמואל עליה דרב  משלי יב  לא יאונה לצדיק כל און וקרי רב עליה דשמואל (דניאל ד) וכל רז לא אנס לך:", 
            "<b>מתני'</b>  סימני  בהמה וחיה נאמרו מן התורה וסימני העוף לא נאמרו מן התורה אבל אמרו חכמים כל עוף הדורס טמא וכל שיש לו אצבע יתרה וזפק וקרקבן  נקלף טהור רבי אליעזר ברבי צדוק אומר כל עוף שחילק את רגליו טמא:", 
            "<b>גמ'</b>  אמר רב חסדא היה מהלך במדבר ומצא בהמה ופרסותיה חתוכות בודק בפיה אם אין לה שינים למעלה בידוע שהיא טהורה ואם לאו בידוע שהיא טמאה   והוא שיכיר בן גמל דתנא דבי ר' ישמעאל  ויקרא יט  את הגמל כי מעלה גרה הוא שליט בעולמו יודע שאין לך דבר שמעלה גרה וטמא אלא גמל לפיכך פרט לך הכתוב הוא.", 
            "ואמר רב חסדא היה מהלך במדבר ומצא בהמה שפיה גמום בודק בפרסותיה אם פרסותיה סדוקות בידוע שהיא טהורה ואם לאו בידוע שהיא טמאה והוא שיכיר חזיר דתנא דבי רבי ישמעאל  שם  נאת החזיר כי מפריס פרסה הוא שליט בעולמו יודע שאין לך דבר שמפריס פרסות וטמא אלא חזיר לפיכך פרט לך הכתוב הוא.", 
            "וא\"ר חסדא היה מהלך במדבר ומצא בהמה שפיה גמום ופרסותיה חתוכות בודק בבשרה אם מהלך שתי וערב טהורה ואם לאו טמאה והוא שיכיר ערוד ודילמא איכא מינא אחרינא דדמי לערוד גמירי דליכא והיכי בדיק אמר אביי ואיתימא רב חסדא בכנפי העוקץ:", 
            " אלו הן סימני חיה   שחלבה מותר כל שיש לה קרנים וטלפים והרי עז שיש לו קרנים וטלפים וחלבו אסור כרוכות בעינן והרי שור דכרוכות וחלבו אסור (בד\"ק ובד\"ס הגירסא בכל הענין חדוקות) חרוקות בעינן והרי עז דחרוקות נינהו וחלבו אסור מפוצלות  בעינן והרי צבי דאין מפוצלות וחלבו מותר הדורות בעינן הילכך כל היכא דאיכא מפוצלות לא בעינן מידי אחרינא לא מיפצלי בעינן  חרוקות  הדורות וכרוכות והוא דמבלעי חרקייהו והיינו ספיקא דעיזא דכרכוז "
        ], 
        [
            "והלכתא עיזא כרכוז מין היה הוא וחלבו מותר קרש אע\"פ שאין לו אלא קרן אחד חלבו מותר אמר רב יהודה קרש   טביא דבי עילאי:", 
            " וסימני העוף לא נאמרו אבל אמרו חכמים כל עוף  דורס טמא:", 
            "אמר רב נחמן   היה בקי בהן ובשמותיהן עוף הבא בסימן אחד טהור ושאין בקי בהן ובשמותיהן עוף הבא בסימן אחד "
        ], 
        [
            "טמא ובשני סימנין טהור   והוא שיכיר עורב וכל מין עורב אמר אמימר הלכתא עוף הבא בסימן  אחד טהור והוא דלא דריס א\"ל רב אשי לאמימר הא דרב נחמן מאי אמר ליה לא שמיע לי כלומר לא סבירא לי ואיבעית אימא משום דפרס ועזניה לא שכיחי בישוב:", 
            "  תניא רבי אומר גלוי וידוע לפני מי שאמר והיה העולם שבהמה טמאה מרובה מן הטהורה לפיכך מנה הכתוב בטהורים ועופות טהורים מרובין על הטמאים לפיכך מנה הכתוב בטמאים למאי נפקא מינה לכדרב הונא דאמר רב הונא אמר רב ואמרי לה אמר רב הונא אמר רב משום רבי מאיר לעולם ישנה אדם לתלמידיו דרך קצרה:", 
            "אמר רבי יצחק "
        ], 
        [
            "עוף טהור נאכל  במסורת ונאמן צייד לומר עוף זה התיר לי רבי אמר רבי יוחנן והוא שבקי בהן ובשמותיהן ורבו שאמרו רבו צייד   ת\"ר  לוקחין ביצים   מכל מקום מן העובדי כוכבים ואין חוששין לא משום נבלות ולא משום טרפות באומר של עוף פלוני הן וטהור הוא אבל אמר של עוף טהור הן מצי משתמיט ליה וליבדוק בסימנין דתניא כסימני ביצים כך סימני   קרבי דגים ואלו הן סימני ביצים כל שכודרת ועגולגלת ראשה אחד כד וראשה אחד חד טהורה שני ראשיה כדים ושני ראשיה חדים טמאה חלבון מבחוץ וחלמון מבפנים טהורה חלמון "
        ], 
        [
            "מבחוץ וחלבון מבפנים טמאה חלבון וחלמון מעורבין זה בזה בידוע שהיא ביצת השרץ א\"ר זידא סימנים לאו דאורייתא ואלא למאי הילכתא קתני להו הכי קאמר שני ראשיה כדין שני ראשיה חדין ודאי טמאה חלמון מבחוץ וחלבון מבפנים ודאי טמאה ראש אחד כד וראש אחד חד חלבון מבחוץ וחלמון מבפנים משכחת לה טמאה ומשכחת לה טהורה אם אמר צייד של  עוף פלוני וטהור הוא סמוך עליה בסתמא לא תסמוך עליה   דאית דעורבא דדמיא לדיוני:", 
            "תניא אין מוכרין ביצת (נ\"א טרפה) נבלה לעובד כוכבים אלא אם כן נטרפה בקערה לפיכך אין לוקחין מהן ביצים  טרופות:", 
            "  ת\"ר ((ד\"ת מ\"ז) גיעולי  ביצים  מותרות).", 
            "ביצים מוזרות נפש היפה תאכל אותם נמצא עליה קורט דם זורק את הדם ואוכל את השאר והוא שנמצא על  (הקשר)   שלה אבל נמצא על חלמון שלה כולה אסורה מאי טעמא משום דסריך בכולה:"
        ], 
        [
            "   תניא כל השרץ השורץ  לרבות  אפרוחין שלא נתפתחו עיניהם (בגמ' שלנו ליתא דברי ראב\"י כגי' התוס' וברא\"ש גרס דברי ראב\"י  ) דברי ר' אליעזר בן יעקב ורבנן סברי כיון שיצא לאויר העולם שרי וכן הילכתא:", 
            "אמר חזקיה מנין  לביצת טמאה שאסורה מן התורה שנאמר  ויקרא יא  ואת בת היענה וכי בת יש לה ליענה אלא זו ביצתה.", 
            "גרסינן   דף לא.", 
            "ע\"ש שינוי לשון    בתמורה  אמר רבי יצחק אמר רבי יוחנן ביצת טרפה אסורה אפרוח של ביצת טרפה מותרת מאי טעמא דכמה דלא מסרח לא גביל ובעידנא דקא גביל עפרא בעלמא הוא:", 
            "    אמרו חכמים כל עוף  דורס טמא טהור אינו דורס:", 
            "תניא רבן גמליאל אומר דורס ואוכל בידוע שהוא טמא יש לו אצבע יתירה וזפק וקרקבן נקלף בידוע שהוא טהור רבי אלעזר ברבי צדוק אומר מותחים לו חוט של משיחה אם חילק את רגליו שתים מכאן ושתים מכאן טמא שלש לכאן ואחת לכאן טהור ר' שמעון בן אלעזר אומר כל עוף הקולט מן האויר טמא הוא.", 
            "והא ציפרתא דמיקלט קלטא אמר אביי קולט ואוכל קאמרינן אבל ציפרתא קלטא מאוירא ומחתה בארעא ואכלה אחרים אומרים שוכן עם טמאין טמא עם טהורים טהור כמאן כר' אליעזר דאמר לא לחנם הלך זרזיר אצל העורב אלא מפני שהוא מינו  אפילו תימא רבנן שוכן ונדמה קאמרינן:", 
            "  (ע\"ש בגמ' שינוי לשון  ) תנו רבנן עורב זו עורב שחור את כל עורב זה עורב העמקי והבא בראשי יונים.", 
            "למינו להביא את הזרזיר למינהו להביא סנונית לבנה.", 
            "והכא בראשי יונים אמר רב פפא לא תימא דאתי בראשי יונים אלא אימא דדמי רישיה לדיונים:", 
            "<b>מתני'</b>   ובחגבים  כל שיש לו ד' רגלים וד' כנפים "
        ], 
        [
            "וקרסולים וכנפיו חופין את רובו   רבי יוסי אומר ושמו חגב ובדגים  כל שיש לו סנפיר וקשקשת רבי יהודה אומר שני קשקשין וסנפיר אחד אלו הן הקשקשין הקבועין בו והסנפירין שהוא פורח בהן:", 
            "<b>גמ'</b>    מאי רובו אמר רב יהודה אמר רב רוב ארכו ואמרי לה רוב היקפו אמר רב פפא  הילכך בעינן רוב ארכו ורוב היקפו:", 
            "ת\"ר אין לו עכשיו ועתיד לגדל אחר זמן כגון הזחל הזה מותר רבי אליעזר ברבי יוסי אומר  ויקרא יא  אשר לו כרעים ממעל לרגליו אף על פי שאין לו עכשיו ועתיד לגדל אחר זמן:", 
            "   ובדגים כל שיש לו סנפיר וקשקשת וכו':", 
            "ת\"ר אין לו עכשיו ועתיד לגדל אחר זמן כגון הסולתנית והאפיין מותר יש לו עכשיו ועתיד להשירן בשעה שעולה מן הים  כגון   אקונס ואכספתית ואטונס מותר וכל שיש לו קשקשת יש לו סנפיר ויש שיש לו סנפיר ואין לו קשקשת ת\"ר ממשמע שנאמר אכול  את שיש לו שומע אני לא תאכל את שאין לו וממשמע שנאמר אל תאכל שאין לו שומע אני אכול את שיש לו ולמה נשנו לעבור עליה בעשה ולא תעשה.", 
            " שם  את זה תאכלו מכל אשר במים מה תלמוד לומר   הואיל והתיר  בסתם והתיר במפורש מה כשהתיר   בסתם לא התיר אלא שבכלים אף כשהתיר במפורש לא התיר אלא שבכלים מנין לרבות בורות שיחין ומערות ששוחה ושותה ואינו נמנע ת\"ל  שם  תאכלו "
        ], 
        [
            "מכל אשר במים והיכן התיר בכלים דכתיב  ויקרא יא  את זה תאכלו מכל אשר במים כל אשר לו סנפיר וקשקשת במים בימים ובנחלים אותם תאכלו בימים ובנחלים הוא דאית ליה אכול דלית ליה לא תיכול הא בכלים אע\"ג דלית ליה אכול במים כלל בימים ובנחלים פרט במים חזר וכלל   כלל ופרט וכלל אי אתה דן אלא כעין הפרט מה הפרט מפורש מים נובעין אף כל מים נובעין מאי רבי רבי חריצין  ונעיצין לאיסורא ואימעיטו להו בורות שיחין ומערות להיתרא.", 
            "דבי רבי ישמעאל תנא במים במים שני פעמים אין זה כלל ופרט אלא ריבה ומיעט וריבה במים ריבה בימים ובנחלים מיעט במים חזר וריבה ריבה ומיעט וריבה ריבה הכל מאי ריבה ריבה חריצין ונעיצין לאיסורא ומאי מיעט מיעט בורות שיחין ומערות להיתרא ותני (מתתיה בן יהודה בגמ'  ) יהודה בן מתתיה ומה ראית לרבות בורות שיחין ומערות להיתרא ולהוציא חריצין ונעיצין לאיסורא מרבה אני בורות שיחין ומערות שהן עצורים ככלים ומוציא אני חריצין ונעיצין שאין עצורים ככלים אמר רב הונא לא לישפי איניש שיכרא בציבתא   באורתא דילמא פריש ממנא לציבתא וחזר ונפיל לכסא וקא עבר משום שרץ השורץ על הארץ אי הכי בגו חביתא נמי דילמא פריש לדופנא דמנא והדר נפיל התם היינו רביתיה ומנא תימרא דשני מקום רביתיה דתניא מנין לרבות שיחין ומערות ששוחה ושותה בהן ואינו נמנע ת\"ל   ויקרא יא  מכל אשר במים אמאי וניחוש דילמא פריש לדופנא דבירא והדר נפיל לבירא אלא היינו רביתייהו ה\"נ היינו רביתייהו א\"ל רב חסדא לרב הונא תניא דמסייע לך  שם  (בגמ' איתא כל השרץ השורץ על הארץ לרבות יבחושין כו'  ) ואת נבלתם תשקצו לרבות יבחושין שסיננן:", 
            "אמר שמואל קישות  שהתליע   באיביה אסורין משום שרץ השורץ על הארץ תניא על הארץ להוציא זיזין שבעדשים ויתושין שבאכלוסין ותולעת שבתמרים וגרוגרות וה\"מ דאיתליע בתלוש אבל התליע במחובר  אסור "
        ], 
        [
            "דקי\"ל כשמואל בעי רב יוסף פירשה מתה מהו מקצתה מהו לאויר העולם מהו תיקו:", 
            "בעי רב אשי פירשה על גבי תמרה מהו תיקו וכל תיקו דאיסורא לחומרא:", 
            "וקוקאני דאינון תולעים שבמעי הדגים אסירי מאי טעמא מעלמא קא אתו דמינם נאים כוארא ועייל באוסיה:", 
            "מורנא דבישרא אסירן דכוארי שריאן א\"ל רבינא לאימיה אבלע לי ואנא איכול א\"ל רב משרשיא בריה דרב אחא בר נפחא לרבינא מאי שנא מדתניא ואת נבלתם תשקצו לרבות דרנין שבבהמה הכי השתא בהמה בשחיטה משתריא והני מדלא מהניא שחיטה בהו באיסורייהו קיימי אבל דגים באסיפה בעלמא משתרו כי קא גבלי בהיתרא קא גבלי.", 
            "ת\"ר הולך  על גחון זה נחש כל לרבות שלשול קטן הולך על ארבע זה עקרב כל לרבות חיפושית והדומה לחיפושית מרבה רגלים זה נדל עד כל לרבות את הדומה   לדומה   גרסי' באלו הן הלוקין (דף טז:) אמר אביי אכל פוטיתא לוקה ארבע נמלה לוקה חמש  צירעה לוקה שש.", 
            "אכל פוטיתא לוקה ארבע דכתיב בדגים  ויקרא יא  ושקץ יהיו לכם מבשרם לא תאכלו ובנבלתם לא תגעו וכתיב בשרצים  שם  אל תשקצו את נפשותיכם בכל השרץ השורץ ל\"ש דים ול\"ש דיבשה הרי תרי וכתיב בהו  שם  ולא תטמאו בהם הרי תלתא וכתיב במשנה תורה  דברים יד  וכל אשר אין לו סנפיר וקשקשת לא תאכלו הרי ארבע.", 
            "אכל נמלה לוקה חמש תרי בהאי קרא דאמרינן ל\"ש דים ול\"ש דיבשה ואידך כל השרץ השורץ על הארץ ואידך כל הולך על גחון וגו' ואידך  ויקרא יא  לא תטמאו את נפשותיכם בכל השרץ הרומש על הארץ הרי חמש לאוין.", 
            "צירעה לוקה שש.", 
            "הני חמשה מהני קראי דשרצים ואידך  דברים יד  וכל שרץ העוף:", 
            "\n הדרן עלך אלו טרפות \n", 
            "<b>בהמה</b>  שהיא  מקשה לילד והוציא העובר את ידו לחוץ והחזירה מותר הוציא את ראשו אע\"פ שהחזירו הרי זה כילוד חותך מן העובר שבמעיה מותר באכילה מן הטחול ומן הכליות אסור באכילה זה הכלל כל דבר שהוא גופה אסור ודבר שאינו גופה מותר:", 
            "<b>גמ'</b>  אמר רב יהודה אמר רב ואבר עצמו אסור  מאי טעמא אמר קרא  שמות כב  נובשר בשדה טרפה וגו' כיון שיצא בשר חוץ למחיצתו נאסר.", 
            "  עולא אמר רבי יוחנן אבר עצמו מותר ואותבינן עליה דרבי יוחנן וסליקא בתיובתא הילכך הילכתא כרב:", 
            "במערבא מתנו הכי רב אמר יש לידה לאיברים ורבי יוחנן אמר אין לידה לאיברים מאי בינייהו איכא בינייהו "
        ], 
        [
            "למיסר מיעוט איברים שבפנים פירוש רב סבר יש לידה לאיברים כיון שיצא רוב האבר רואין אותו כאילו יצא כולו והאבר כולו אסור בין היוצא לחוץ ובין הנשאר בפנים ור' יוחנן סבר אין לידה לאיברים אלא היוצא בלבד הוא שאסור ושבפנים מותר והא מילתא לא איתותב בה רבי יוחנן הילכך הילכתא כוותיה דקי\"ל רב ורבי יוחנן הלכה כר' יוחנן והא דתנא   בהמה המקשה לילד והוציא העובר את ידו והחזירה ואח\"כ שחט את אמו מותר באכילה שחט את אמו ואח\"כ החזירה אסור באכילה הוציא העובר את ידו וחתכה ואח\"כ שחט את אמו שבחוץ טמא ואסור ושבפנים טהור ומותר לאו אאבר גופיה   קיימא אלא אמקום חתך קיימא שאם הוציא העובר ידו (וחתכה)   ואח\"כ שחט את אמו האבר היוצא אסור ומקום החתך מותר ואם שחט אמו ואח\"כ (חתכה)   האבר היוצא ומקום החתך אסור ושאר העובר מותר   ת\"ר  אבר מן החי נוהג בבהמה חיה ועוף בין טמאין בין טהורין דברי רבי יהודה וחכ\"א אינו נוהג אלא בטהורים   אמר רבי יוחנן  דברים יב  לא תאכל הנפש עם הבשר זה אבר מן החי  שמות כב  ובשר בשדה טרפה וגו' זה בשר מן החי ובשר מן הטרפה:", 
            " חותך מן העובר שבמעיה מותר באכילה:", 
            "  מנא לן דכתיב  דברים יד  וכל בהמה מפרסת פרסה ושוסעת שסע שתי פרסות מעלת גרה בבהמה אותה תאכלו בהמה בבהמה לרבות את הולד ואם חותך ממנה אבר שיהא מותר באכילה:", 
            "אמר ר' יוחנן  השוחט בהמה ונמצאת בה  דמות של יונה אסורה באכילה מאי טעמא   בעינא פרסות וליכא אלא מעתה קלוט במעי פרה ליתסר הא תנא דבי רבי ישמעאל בר\"ש בן יוחאי (אומר) פרסה בבהמה תאכלו:"
        ], 
        [
            "גרסי' בנדה (דף כד.) בפ' המפלת חתיכה איתמר המפלת בריה שיש לה שני גבין ושני שדראות רב אמר באשה אינו ולד בבהמה אסורה באכילה ושמואל אמר בבהמה מותרת באכילה ובאשה ולד במאי קא מיפלגי בדרב חנן בר רבא קא מיפלגי דאמר רב (בגמ' איתא בר אבא  ) חנן בר רבא השסועה בריה שיש לה שני גבין ושני שדרות רב סבר בריה בעלמא ליכא ומחייא לא חיי מכי נפיק לאויר העולם וכי אגמריה רחמנא למשה במעי אמו אגמריה ושמואל אמר בריה בעלמא איכא ומחייא חיי וכי אגמריה רחמנא למשה(לכשיצא לאויר העולם כן נמצא באלפסי ראשונים)   אגמריה אבל במעי אמן שרי מאי טעמא כל שבבהמה תאכלו  בנדה דף כד:", 
            "איתא ר' ירמיה בר אבא    רב ירמיה סבר למיעבד עובדא כותיה דשמואל א\"ל רב (בגמ' איתא א\"ל רב הונא) נחמן מאי דעתיך לחומרא חומרא דאתי לידי קולא הוא דקא יהבת לה ימי טוהר אלא עביד כרב דקיימא לן הילכתא כרב באיסורי בין לקולא בין לחומרא:", 
            "<b>מתני'</b>   מבכרת שהיא מקשה לילד מחתך אבר אבר ומשליך לכלבים יצא רובו ה\"ז יקבר    ונפטרה מן הבכורה.", 
            "  השוחט את הבהמה ומצא בה בן שמונה חי או בן תשעה מת קורעו ומוציא את דמו מצא בה בן תשעה חי טעון שחיטה וחייב משום אותו ואת בנו דברי רבי מאיר וחכמים אומרים שחיטת אמו מטהרתו   ר' שמעון שזורי אומר אפילו בן חמש שנים והוא חורש בשדה שחיטת אמו מטהרתו קרעה ומצא בה בן תשעה חי טעון שחיטה לפי שלא נשחטה אמו ((ד\"ת מ\"ז) ואין בו משום אותו ואת בנו):", 
            "<b>גמ'</b>  וקי\"ל כחכמים דאמרי שחיטת אמו מטהרתו והוא שלא הפריס על גבי קרקע וחלבו מותר באכילה אבל דמו אסור ואם הפריס ע\"ג קרקע  טעון שחיטה וחלבו אסור ואצ\"ל דמו דתניא   לענין גיד הנשה ונוהג בשליל וחלבו אסור דברי ר' מאיר ר' יהודה אומר אינו נוהג בשליל וחלבו מותר וקי\"ל כר' יהודה ולענין דמו איתמר אמר רבי שמעון בן לקיש לדברי המתיר בחלבו מתיר בדמו לדברי האוסר בחלבו אוסר נמי בדמו ור' יוחנן אמר אף לדברי המתיר בחלבו אוסר בדמו וקי\"ל כר' יוחנן.", 
            "  א\"ר אמי השוחט את הטרפה ומצא בה בן תשעה חי לדברי האוסר מותר ולדברי המתיר אסור ורבא אמר אף לדברי המתיר מותר מ\"ט ד' סימנין אית ליה להאי כל תרי מינייהו מכשרי להו וקי\"ל כרבא דבתרא הוא:"
        ], 
        [
            "<b>מתני'</b>   בהמה  שנחתכו רגליה מן הארכובה ולמטה כשרה מן הארכובה ולמעלה טרפה וכן שניטל צומת הגידין נשבר העצם אם רוב הבשר קיים שחיטתו מטהרתו ואם אין רוב הבשר קיים אין שחיטתו מטהרתו:", 
            "<b>גמ'</b>  אמר רב יהודה אמר רב ((ד\"ת מ\"ז) רבי חייא אומר) למטה למטה מן הארכובה   למעלה למעלה מן הארכובה   וארכובה גופה כנגדו בגמל ניכר:", 
            "וכן שניטל   צומת הגידין"
        ], 
        [
            "   אלו הן צומת הגידין אמר רבא (בגמ' איתא רבא בריה דרבה בר רב הונא אמר רב אסי כו'  ) בר רב הונא אמר רב אסי דעילוי ערקומא היכא דפרעי טבחי ועד כמה אמר להו ההוא מדרבנן ורבי יעקב שמיה לדידי מיפרשא לי מיניה דרב יהודה ממקום שהגידין צומתין  ועד מקום שמתפשטין וכמה אמר אביי ארבעה בטדי בתורא.", 
            "בדקה מאי אמר אביי בליטי הוו צומת הגידין בליעי לא הוו צומת הגידין.", 
            "אשוני הוו צומת הגידין.", 
            "רכיכי לא הוו צומת הגידין.", 
            "אלימי הוו צומת הגידין.", 
            "קטיני לא הוו צומת הגידין.", 
            "חיוראי הוו צומת הגידין לא חיוראי לא הוו צומת הגידין.", 
            "  מר בר רב אשי אמר כיון דזיגי אע\"ג דלא הוו חיוראי (לשון הרי\"ף) ולית הלכתא כמר בר רב אשי לא בחיורי ולא במיפך שבועה.", 
            "חיורי הא דאמרן מיפך שבועה מאי היא (שבועות דף מא.) דאמר מדאורייתא לא מפכינן שבועה מר בר רב אשי אמר בדאורייתא נמי מפכינן שבועה וסימניך הפך לבן:", 
            "אמימר משמיה דרב זביד אמר תלתא חוטי הוו חד אלימא ותרי קטיני איפסיק אלימא הא אזדא רוב בנין איפסקו קטיני הא אזדא רוב מנין מר בר רב אשי מתני לקולא איפסיק אלימא הא איכא רוב מנין איפסקו קטיני הא איכא רוב בנין והלכתא כוותיה:", 
            "בעופא שיתסר הוו ואי פסיק  חד מינייהו טרפה אמר מר בר רב אשי הוה קאימנא קמיה דרבא ואייתי לקמיה עופא ובדק ואשכח חמיסר הוה חד מינייהו שניא מחבריה נפציה ואשכחיה תרי.", 
            "אמר רב יהודה אמר רב צומת הגידין שאמרו ברובן מאי רובן רוב כל אחד ואחד מהן כי אמריתה קמיה דשמואל אמר לי מכדי תלתא הוו   הא איכא תילתא דכל חד וחד מסייע ליה"
        ], 
        [
            " (בגמ' איתא לרבנאי  ) לרבינא דאמר משמיה דשמואל צומת הגידין שאמרו אפילו לא נשתייר בהם אלא כחוט הסרבל כשר:", 
            " נשבר  העצם אם רוב הבשר קיים שחיטתו מטהרתו:", 
            "אמר רב נשבר העצם למעלה מן הארכובה אם רוב בשר קיים זה וזה מותר ואם לאו זה וזה אסור.", 
            "למטה מארכובה אם רוב בשר קיים זה וזה מותר ואם לאו האבר אסור ובהמה מותרת ושמואל אמר בין למעלה בין למטה אם רוב בשר קיים זה וזה מותר ואם לאו אבר עצמו אסור ובהמה מותרת והילכתא כותיה דרב.", 
            "ושמואל נמי הדר ביה לגבי רב:", 
            "ת\"ר נשבר העצם ויצא לחוץ אם עור ובשר חופין את רובו מותר אם לאו אסור וכמה כי אתא רב דימי א\"ר יוחנן רוב עביו ואמרי לה רוב היקפו אמר רב פפא הילכך בעינן רוב עביו ובעינן רוב היקפו:", 
            "  ההוא נשבר העצם ויצא לחוץ דאישתקיל קורטתא מיניה ועור ובשר חופין את רובו אתא לקמיה דרבא אמר מכדי נשבר העצם ויצא לחוץ תנן מה לי נפל מה לי איתיה:", 
            "<b>מתני'</b>   השוחט את הבהמה ומצא בה שליא נפש יפה תאכלנה ואינה מטמאה לא טומאת אוכלין   ולא טומאת נבלות חישב  עליה מטמאה טומאת אוכלין אבל לא טומאת נבלות שליא שיצאה מקצתה אסורה באכילה  כסימן הולד באשה כך סימן הולד בבהמה מבכרת שהפילה שליא ישליכנה לכלבים ובמוקדשים תקבר אין קוברין אותה בפרשת דרכים ואין תולין אותה באילן משום דרכי האמורי:"
        ], 
        [
            "<b>גמ'</b>  תנו רבנן כל בהמה תאכלו כלומר כל אשר בבהמה תאכלו לרבות את השליא יכול אפילו יצאת מקצתה ת\"ל אותה ולא שיצאת מקצתה:", 
            "ואין תולין אותה באילן משום דרכי האמורי:", 
            "  אביי ורבא דאמרי תרוייהו כל דבר  שהוא משום רפואה אין בו משום דרכי האמורי (עי' ספ\"ו דשבת) דתניא אילן שמשיר פירותיו סוקרו בסיקרא וטוענו באבנים טוענו באבנים כי היכי   דליכחוש חיליה וסוקרו בסיקרא כי היכי דליבעי עליה אינשי רחמי כדתניא  ויקרא יג  וטמא טמא יקרא צריך להודיעו לרבים ורבים מבקשים עליו רחמים אמר רבינא כמאן תלינן קיבורא בדיקלא כי האי תנא:", 
            "\n הדרן עלך בהמה המקשה \n", 
            "<b>אותו</b>   ואת בנו נוהג בארץ ובחו\"ל בפני הבית ושלא בפני הבית בחולין ובמוקדשין כיצד השוחט אותו ואת בנו חולין בחוץ שניהם כשרין והשני סופג את הארבעים:", 
            "<b>גמ'</b>    תנו רבנן יכול יהא אותו ואת בנו נוהג בזכרים ובנקבות והלא דין הוא חייב כאן וחייב באם על הבנים מה כשחייב באם על הבנים לא חייב אלא בנקבות ולא בזכרים אף כשחייב באותו ואת בנו אינו נוהג אלא בנקבות ולא בזכרים לא אם אמרת באם על הבנים שכן לא עשה הכתוב את המזומן כשאינו מזומן   תאמר באותו ואת בנו שכן עשה הכתוב את המזומן כשאינו מזומן והואיל ועשה בו הכתוב את המזומן כשאינו מזומן יכול יהא נוהג בזכרים ובנקבות ת\"ל ((ד\"ת מ\"ז) אותו ואת בנו) אותו אחד ולא שנים ואחר שחלק הכתוב יש בדין לזכות חייב כאן וחייב באם על הבנים מה כשחייב באם על הבנים אינו נוהג אלא בנקבות  אף כשחייב באותו ואת בנו לא חייב אלא בנקבות ואם נפשך לומר אותו כתיב דמשמע זכר הרי הוא אומר בנו מי שבנו כרוך אחריו יצא זכר שאין בנו כרוך אחריו תניא אחריתי אותו ואת בנו נוהג בנקבות ואינו נוהג בזכרים חנניא אומר נוהג בזכרים ונוהג בנקבות   אמר רב הונא בר חייא אמר שמואל הלכה כחנניא איכא מאן דאמר ליתא לדחנניא דאמר ליה רבי אבא לשמעיה כי מעיילת לי כודניאתא בריספק עיין בהני דדמיאן להדדי ועייל אלמא קסבר אין חוששין לזרע האב וסימנין דאורייתא ותניא רבי יהודה אומר פרדה שתבעה זכר אין מרביעין עליה לא סוס ולא חמור אלא מינה"
        ], 
        [
            " ואמרינן יצחק ושמעון ואושעיא אמרו הלכה כרבי יהודה בפרדות והילכתא כר' יהודה דאמר אין חוששין לזרע האב ואיכא מ\"ד אם מתברר שהוא אביו ודאי אין שוחטין אותו ואת בנו ביום אחד דהא אמר שמואל הלכה כחנניא ומסתבר דליתא דחנניא:", 
            "ואותו ואת בנו נוהג בבהמה ואינו נוהג בחיה ובעוף דתנו רבנן (ספרא פרשת אמר פרשתא ח) ושור ושה   שור ולא חיה ((ד\"ת מ\"ז) שה ולא עוף) והלא דין הוא ומה אם בהמה שאינה במצות כסוי הדם הרי היא במצות אותו ואת בנו חיה שהיא במצות כסוי הדם אינו דין שתהא במצות אותו ואת בנו ת\"ל שור ולא חיה שה ולא עופות והלא דין הוא ומה אם בהמה שאינה באם על הבנים הרי היא במצות אותו ואת בנו עוף שהוא באם על הבנים אינו דין שיהא במצות אותו ואת בנו תלמוד לומר שה ולא עופות:"
        ], 
        [
            "<b>מתני'</b>    השוחט ונמצאת טרפה חייב משום אותו ואת בנו.", 
            "אבלהשוחט ונתנבלה בידו והנוחר והמעקר פטור משום אותו ואת בנו:", 
            "  שנים שלקחו פרה ובנה זה שלקח ראשון ישחוט ראשון ואם קדם השני ושחט זכה:", 
            "השוחט פרה ושני בניה סופג שמונים שחט שני בניה ואח\"כ שחטה סופג ארבעים שחטה ואת בתה ואת בת בתה סופג שמונים שחטה ואת בת בתה ואח\"כ שחט את בתה סופג ארבעים סומכוס אומר משום ר' מאיר סופג שמונים:", 
            "<b>גמ'</b>  אמר רב יוסף לענין דינא תנן:", 
            "תנא אם קדם השני זריז ונשכר.", 
            "זריז דלא עבד איסורא ונשכר דאכיל בשרא:", 
            "תוספתא הלוקח מבעל הבית הוא קודם לבעל הבית שמתחלה לא לקחו אלא על מנת כן:", 
            "שחט שני בניה ואח\"כ שחטה סופג את הארבעים:", 
            "תניא אותו ואת בנו אין לי אלא אותו ובנו בנו ואותו מנין כשהוא אומר לא תשחטו הרי כאן שנים הא כיצד אחד שחט את הפרה ואחד שחט את אמה ואחד שחט את בתה שנים האחרונים חייבין:", 
            "<b>מתני'</b>    בארבעה פרקים בשנה המוכר בהמה לחבירו צדיך להודיעו אמה מכרתי לשחוט בתה מכרתי לשחוט ואלו הן ערב יו\"ט האחרון של חג וערב יו\"ט הראשון של פסח וערב עצרת וערב ר\"ה וכדברי ר' יוסי הגלילי אף ערב יום הכפורים בגליל   אמר ר' יהודה אימתי בזמן שאין לו  ריוח אבל יש לו ריוח אינו צריך להודיעו ומודה רבי יהודה במוכר את האם לחתן ואת הבת לכלה שהוא צריך להודיעו שהדבר ידוע ששניהן שוחטין ביום אחד:", 
            "<b>גמ'</b>  תנא ואם לא הודיעו הולך ושוחט ואינו נמנע:", 
            "<b>מתני'</b>   בד' פרקים אלו משחיטין את הטבח על כרחו שאפילו שור שוה אלף דינר ואין ללוקח   אלא דינר כופין אותו לשחוט לפיכך אם מת מת ללוקח אבל בשאר ימות השנה אינו כן לפיכך אם מת מת למוכר:", 
            "<b>גמ'</b>  מת ללוקח והא לא משך ואסיקנא א\"ר   אלעא א\"ר יוחנן בארבעה פרקים אלו העמידו דבריהם על דין תורה דאמר ר' יצחק א\"ר יוחנן דבר תורה מעות קונות ומה טעם אמרו משיכה קונה גזרה שמא יאמר לו נשרפו חטיך בעלייה לפיכך בארבעה פרקים אלו העמידו דבריהם על דין תורה:", 
            "<b>מתני'</b>   יום אחד האמור באותו ואת בנו היום הולך אחר הלילה את זו דרש רבי שמעון בן זומא נאמר במעשה בראשית  בראשית א  יום אחד ונאמר באותו ואת בנו  ויקרא כב  יום אחד מה יום אחד האמור במעשה בראשית היום הולך אחר הלילה אף יום אחד האמור באותו ואת בנו היום הולך אחר הלילה:", 
            "\n הדרן עלך ואת בנו \n"
        ], 
        [
            " \n", 
            "<b>כסוי</b>   הדם נוהג בארץ ובחו\"ל בפני הבית ושלא בפני הבית בחולין אבל לא במוקדשין ונוהג בחיה ובעוף במזומן ובשאינו מזומן ונוהג בכוי מפני שהוא ספק ואין שוחטין אותו ביו\"ט ואם שחטו  אין מכסין את דמו:", 
            "  השוחט ונמצא  טרפה השוחט לעבודת כוכבי' השוחט חולין בפנים וקדשים בחוץ חיה ועוף הנסקלין ר' מאיר מחייב וחכמים פוטרין השוחט ונתנבלה בידו והנוחר והמעקר פטור מלכסות:", 
            "<b>גמ'</b>    ת\"ר   אשר יצוד ציד חיה או עוף אין לי אלא אשר יצוד ניצודין ועומדין כגון אווזין ותרנגולין מנין ת\"ל ציד מכל מקום אם כן למה נאמר אשר יצוד לימדה תורה  דרך ארץ   שלא יאכל אדם בשר אלא בהזמנה הזאת   ((ד\"ת מ\"ז) מצאתי כתוב שלא בהזמנה)     דרש רב עינא אפיתחא דבי ריש גלותא השוחט לחולה בשבת  חייב לכסות אמר להו (נ\"א רבה) רבא לית דחייש למאי דקאמר לישמטיה לאמורא כלומר שתיקו אמורא שמתרגם עליו כדי שלא יתרגם דברים שאינן הלכה והלכתא השוחט  לחולה בשבת אינו מכסה את הדם אבל למוצאי שבת אם היה הדם קיים חייב לכסות:", 
            "  תניא השוחט וצריך לדם צריך לכסות כיצד הוא עושה או נוחרו או עוקרו:", 
            "השוחט ונמצא טרפה ר\"מ מחייב וחכמים פוטרין:", 
            "  אמר רבי חייא בר אבא אמר ר' יוחנן ראה רבי דברי ר\"מ שאמר שחיטה שאינה ראויה שמה שחיטה באותו ואת בנו ושנאו בלשון חכמים ודברי ר\"ש שאמר שחיטה שאינה ראויה לא שמה שחיטה בכיסוי הדם ושנאה בלשון חכמים:", 
            "<b>מתני'</b>    חרש שוטה וקטן ששחטו ואחרים רואין אותן חייבין לכסות בינן לבין עצמן פטורין מלכסות וכן לענין  אותו ואת בנו ששחטו ואחרים רואים אותן אסור לשחוט אחריהן בינן לבין עצמן ר' מאיר מתיר לשחוט אחריהן וחכמים אוסרים ומודים שאם שחטו שאין סופגין את הארבעים:", 
            "    הורה רבי כר\"מ והורה   כדברי חכמים:", 
            "<b>גמ'</b>  הי מינייהו דאחרניתא ת\"ש דשלח ר\"א לגולה הורה רבי כר\"מ אטו כרבנן מי לא אורי אלא לאו ש\"מ הא דאחרניתא ש\"מ:", 
            "<b>מתני</b>   שחט ק' חיות במקום אחד כסוי אחד לכולן מאה עופות במקום אחד כסוי אחד לכולן שחט חיה ועוף במקום אחד כסוי אחד לכולן רבי יהודה אומר שחט חיה יכסה ואחר כך ישחוט את העוף:", 
            "  שחט ולא כסהו וראהו אחר חייב לכסות כסהו ונתגלה פטור מלכסות כסהו הרוח חייב לכסות:", 
            "<b>גמ'</b>  וקי\"ל כת\"ק   ומודה רבי יהודה לענין ברכה שאינו מברך  אלא ברכה אחת:", 
            "שחט ולא כסה וראהו אחר חייב לכסות:"
        ], 
        [
            "   תנו רבנן  ויקרא יז  ושפך וכסה מי ששפך  יכסה מנין שאם שחט ולא כסה וראהו אחר שחייב לכסות שנאמר  שם  ואומר לבני ישראל מצוה זו על כל בני ישראל  תניא אידך ושפך וכסה במה ששפך בו יכסה שלא יכסנו ברגל שלא יהו המצות בזויות עליו.", 
            "תניא אידך ושפך וכסה מי ששפך יכסה מעשה באחד ששחט וקדם חברו וכסה וחייבו רבן גמליאל ליתן לו עשרה זהובים שכר  ברכה ותו ההוא דסעד אצל רבי אמר לו כוס של ברכה אתה שותה או ארבעים זהובים אתה נוטל אמר ליה כוס ברכה אני שותה יצתה ב\"ק ואמרה כוס של ברכה שוה ארבעים זהובים:", 
            "כסהו הרוח חייב לכסות:", 
            "אמר רבה בר בר חנה אמר ר' יוחנן לא שאנו אלא שחזר ונתגלה אבל לא חזר ונתגלה פטור מלכסות והא דתניא השוחט ונבלע הדם בקרקע חייב לכסות (בגמרות שלנו סתמא דגמ' קא משני בשרישומו ניכר ולא בשם ר' זירא  ) אוקמה רבי זירא בשרשומו ניכר אבל אין רשומו ניכר הוה ליה כמי שכסהו הרוח ואינו חייב לכסות:", 
            "<b>מתני'</b>  דם שנתערב במים אם יש בו מראה דם חייב לכסות נתערב ביין רואין אותו כאילו הוא מים נתערב בדם בהמה   או בדם חיה רואין אותו כאילו הוא מים ר' יהודה אומר אין דם מבטל דם.", 
            "דם הניתז ושע\"ג הסכין חייב לכסות אמר ר' יהודה אימתי בזמן שאין שם דם אלא הוא אבל יש שם דם שלא הוא פטור מלכסות:", 
            "<b>גמ'</b>    ת\"ר  שם א  ת דמו וכסהו מלמד שכל דמו חייב לכסות מכאן אמרו דם הניתז ושעל אגפיים חייב לכסות אמר רשב\"ג במה דברים אמורים שלא כסה דם הנפש"
        ], 
        [
            "   אבל כסה דם הנפש פטור מלכסות במאי קא מיפלגי תנא קמא סבר כל דמו ורבי יהודה סבר אפילו מקצת דמו ור\"ש בן גמליאל סבר דמו המיוחד והילכתא כתנא קמא דמתני' וכדפירשה רבי יהודה וליתא לדרבן שמעון בן גמליאל דקאמרינן כל מקום ששנה רבי יהודה אימתי ובמה אינו אלא לפרש דברי חכמים ואפילו רבי יוחנן לא פליג אלא בבמה אבל באימתי מודה הילכך עבדינן כרבנן וכדפריש רבי יהודה ודלא כר\"ש בן גמליאל:", 
            "<b>מתני'</b>  במה מכסין ובמה אין מכסין מכסין בזבל דק ובחול דק ובסיד ובחרסית ובלבינה ובמגופה שכתשה אבל אין מכסין לא בזבל גס ולא בחול גס ולא בלבינה ולא במגופה שלא כתשה ולא יכסה עליו את הכלי כלל אמר רשב\"ג דבר שהוא מגדל צמחין מכסין בו ודבר שאינו מגדל צמחין אין מכסין בו:", 
            "<b>גמ'</b>  היכי דמי חול הדק אמר רבב\"ח אמר רבי יוחנן כל שאין היוצר צריך לכותשו:", 
            "ת\"ר  ויקרא יז  וכסהו יכול יכסהו באבנים או יכפה עליו את הכלי ת\"ל וכסהו כעפר אין לי אלא עפר מנין לרבות זבל דק וחול דק ושחיקת אבנים ושחיקת חרסית ונעורת פשתן דקה   ונסורת חרשים דקה ולבינה וסיד וחרסית ובמגופה שכתשה ת\"ל וכסהו יכול שאני מרבה זבל גס וחול גס ושחיקת כלי מתכות ולבינה ומגופה שלא כתשן וסובין וקמח ומורסן ת\"ל בעפר ומה ראית לרבות אלו ולהוציא אלו לאחר שריבה הכתוב ומיעט מרבה אני את אלו שהן מין עפר ומוציא אני את אלו שאין מין עפר:", 
            "גרסינן בפרק השוחט אחד בעוף   אמר רבי זירא אמר רב השוחט צריך שיתן עפר למטה ועפר למעלה שנאמר וכסהו בעפר עפר לא נאמר כאן אלא בעפר מלמד שהשוחט צריך שיתן עפר תיחוח למטה ועפר תיחוח למעלה וביו\"ט בפרק קמא (דף ז:) נמי איתא:", 
            "  דרש רב נחמן בר רב חסדא אין מכסין אלא בדבר  שזורעין בו ומצמיח דתניא היה מהלך במדבר  ואין לו עפר לכסות שורף טליתו ומכסה היה מהלך בספינה ואין לו עפר לכסות שוחק דינרי זהב ומכסה דאשכחן אפר דאיקרי עפר שנאמר  במדבר יט  ולקחו לטמא מעפר שרפת החטאת וזהב איקרי עפר שנאמר  איוב כח  ועפרות זהב לו.", 
            "תנא הוסיפו עליהן השחור והכחול ונקורת הפסלים ואמר רבא בשכר שאמר אברהם אבינו  בראשית יח  ואנכי עפר ואפר זכו בניו לשתי מצות לאפר פרה ועפר סוטה:", 
            "  אמר רבי אלעא אין העולם מתקיים אלא בשביל   מי שבולם עצמו בשעת מריבה שנאמר  איוב כו  תולה ארץ על בלימה א\"ר אבהו אין העולם מתקיים אלא בזכות מי שמשים עצמו כמי שאינו שנאמר תולה ארץ על בלימה וא\"ר אבהו אין העולם מתקיים אלא במי שמשים עצמו כקרקע שנא'  דברים לג  ומתחת זרועות עולם  בגמ' שלנו אין זה כאן רק בר\"ה דף יז.", 
            "בשם רב יהודה אמר רב כל פרנס המטיל אימה יתירה על הצבור וכו'    וא\"ר אבהו כל פרנס המתגאה על הצבור שלא לשם שמים אין רואה בן חכם ומבין ומשכיל לעולם שנאמר  איוב לז  לכן יראוהו אנשים לא יראה כל חכמי לב:", 
            "\n הדרן עלך כסוי הדם"
        ], 
        [
            " \n", 
            "<b>גיד</b>   הנשה נוהג בארץ ובחו\"ל בפני הבית ושלא בפני הבית בחולין ובמוקדשין ונוהג בבהמה ובחיה בירך של ימין ובירך של שמאל ואינו נוהג בעוף מפני שאין לו כף ונוהג בשליל רבי יהודה אומר אינו נוהג בשליל וחלבו מותר ואין הטבחים נאמנים על גיד הנשה דברי ר\"מ וחכ\"א נאמנין עליו ועל החלב:", 
            "<b>גמ'</b>    אמר שמואל חלבו של גיד הנשה מותר לדברי הכל והא מיפלג פליגי דתניא גיד הנשה מחטט אחריו כ\"מ שהוא וחותך שמנו מעיקרו דברי ר\"מ רבי יהודה אומר גוממו עם השופי   ומודה שמואל  שאסור מדרבנן דתניא שמנו מותר וישראל קדושים נהגו בו איסור וכן הלכה     אמר רב יהודה אמר שמואל שני גידין הן הפנימי הסמוך לעצם אסור וחייבין עליו חיצון הסמוך לבשר אסור ואין חייבין עליו   אמר רב ששת אמר רב אסי  חוטי חלב אסורין ואין חייבין עליהן"
        ], 
        [
            "  חוטין שבכליות אסורין ואין חייבין עליהן לובן  שבכוליא רב ורב חייא חד אסר וחד שרי  רבה ממרטט ליה רבי יוחנן ממרטט ליה רב אסי גיים ליה כלומר לא היה מדקדק בנטילתו כדאמר לקמן   בענין בר פיולי הוה מנקר אטמא קמיה דשמואל חזייה דהוה גיים ליה אמר ליה חות ביה טפי אמר אביי כותיה דרב  אסי מסתברא דא\"ר אבא אמר רב יהודה אמר שמואל   חלב שהבשר חופה אותו מותר אלמא חלב שעל הכסלים אמר רחמנא ולא חלב שבתוך הכסלים אף הכא נמי חלב שעל הכליות אמר רחמנא ולא חלב שבתוך הכליות גופא א\"ר אבא אמר רב יהודה אמר שמואל חלב שהבשר חופה אותו מותר איני והאמר (בגמ' איתא איני והאמר ר' אבא אמר רב יהודה אמר שמואל האי תרבא דתותי מתני כו'  ) רב יהודה אמר שמואל חיורתא דתותי מתני אסור אמר אביי בהמה בחייה איפרוקי מיפרקא וא\"ר אבא א\"ר יהודה אמר שמואל תרבא דאקליבוסתא אסור וענוש כרת וזהו חלב שעל הכסלים פירוש היכא דליפן אטמהתא זהו חלב שעל הכסלים ולפיכך נקרא מי שרגלו גבוהה מחברתה כסול כדתנן (בכורות דף מ.) השחול והכסול.", 
            "וקאמרי רבואתא שהחלב (נ\"א שעל) שתחתיו השומן שבראש הכסלים הוא חיורתא דתותי מתני וקרום מפסיק בין זה החיורא ובין השומן שהוא תחת זה החיורא והעליון אסור והתחתון מותר וא\"ר אבא (א\"ר אבא אמר רב יהודה אמר שמואל כ\"ה בגמ'  ) אמר שמואל חלב שעל המסס ועל בית הכוסות אסור וענוש עליו כרת וזהו חלב שעל הקרב ואמר רבי אבא אמר רב יהודה אמר שמואל    חוטי  היד אסורין משום דם ואי חתכיה ומלחיה ואפילו לקדרה שפיר דמי ואמר רב יהודה (וא\"ר יהודה אמר שמואל ריש מעיא כו' כ\"ה בגמ'  ) "
        ], 
        [
            "ריש  מעיא באמתא בעיא גרידה וזהו חלב שעל הדקין ואמר רב יהודה  חוטין שבעוקץ אסורין חמשה חוטין אית בכפלא תלתא מימינא ותרתי משמאלא תלתא מיפצלי לתרי תרי ותרי מיפצלי לתלתא תלתא למאי נפקא מינה דאי שליף להו אדחמימי משתלפי ואי לא בעי לחטוטי בתרייהו ואליה גופה אע\"ג (לקמן חולין דף קיז.) דמקרי חלב רחמנא שריא דכתיב  ויקרא ז  כל חלב שור וכשב ועז לא תאכלו דבר השוה בשור וכשב ועז הוא דאסור ואליה הואיל ואינה שוה בשור וכשב ועז דבכבש היא דקריבה ובשור ועז לא קריבה שריא ואמר אביי ואיתימא רב יהודה חמשה חוטי הוו תלתא משום תרבא ותרי משום דמא דטחלי וכפלי ודכוליאתא משום תרבא דידא ודלועא משום דמא (בגמ' איתא אמר רב כהנא ואיתימא רב יהודה כו'  )   ואמר אביי ואיתימא רב יהודה  חמשה קרמי הוו תלתא משום תרבא ותרי משום דמא דטחלא ודכפלי ודכוליאתא משום תרבא דביעי ודמוקרא משום דמא וקרום שעל דד הטחול אסור וחייבין עליו ושעל הטחול כולו אסור ואין חייבין עליו ובכוליא תרי קרמי עילאה אסור וחייבין עליו ותתאה אסור ואין חייבין עליו  ביעי חשילתא רב ורב אסי חד אסר וחד שרי   אמר ליה רבי יוחנן לרב שמן בר אבא הני ביעי חשילתא שריין ואת לא תיכול משום שנאמר  משלי א  ואל תטוש תורת אמך אמר מר בר רב אשי הני ביעי דגדיא  עד תלתין יומין שרו בלא קליפה מכאן ואילך אי אזרען אסירן ואי"
        ], 
        [
            " לא אזרען שדיין מנא ידעינן אי אית בהו שוריאקי סומקי אסירן ואי לא שריין אומצא ביעי ומוזריקי פליגי בה רב אחא ורבינא רבינא אסר ורב אחא שרי בכל התורה כולה רב אחא לחומרא ורבינא לקולא והלכתא כרבינא לקולא בר מהני תלת דרב אחא לקולא ורבינא לחומרא והלכתא כרב אחא לקולא    האי אומצא  דאסמיק חתכיה ומלחיה ואפילו לקדרה שפיר דמי תלייה בשפודא מידב דייב ושרי אותביה אגומרי פליגי בה רב אחא ורבינא חד אמר מישב שייבא ליה וחד אמר מיצמת צמתא ליה והלכתא מישב שייבא ליה וכן ביעי וכן מוזריקי ביעי בקרמייהו חתכינהו ומלחינהו אפי' לקדרה שריין תלינהו בשפודא ובית שפידא לתתאי מידב דייבי ושרו אנחינהו אגומרי הלכתא מישב שייבן ושרו:", 
            "(פסחים דף עד:) האי אומצא דאסמיק הוא וחלייה אסור לא אסמיק הוא וחלייה שרי רבינא אמר אע\"ג דלא אסמיק נמי חלייה אסור אי אפשר דלית ביה שורייקי דדמא אמר ליה מר בר אמימר לרב אשי אבא מגמע ליה גמועי א\"ד רבינא גופיה מגמע ליה גמועי והלכתא לא אסמיק הוא וחלייה שרי אמר ליה מר בר אמימר לרב אשי אבא האי חלא דחליט ביה חדא זימנא לא הוה חליט ביה זימנא אחריתא כלומר כיון שחלט בו נעשה חומץ רפוי ואינו ראוי לחלוט בו שהוא חשוב כמים ומאי שנא מחלא תמיהא כלומר ומאי שנא זה מחומץ שאינו חזק מעיקרו שהרי חולטין בו ואף על פי שאינו חזק א\"ל התם איתא לקיוהא דפירא בעיניה הכא ליתא לקיוהא דפירא בעיניה (שם דף עד.) (אמר רבה האי מולייתא שריא  ) אמר רבא  האי  מוליאתא שריא אמר ליה אביי והא קא בלעא דמא אמר ליה כבולעה בך פולטה והלכתא מוליאתא שריא ואפילו פומא לעיל ודוקא לצלי כעין הפסח שהוא צלי אבל לקדרה לא.", 
            "(כאן דף צג:)  רישא  בכבשא תלייה אבית שחיטה דייב אצדדין מקווא קוו ואסור אנחיריה אי דץ ביה מידי ופתחיה כי היכי דליפוק דמא מיניה שרי ואי לא אסור פי' אנחירי מלשון     מנחיריו יצא עשן   אמר רב (פסחים דף עד:)  בשר שחוטה  שמן שצלאו עם בשר נבלה כחוש אסור דאזיל האי ומפטם ליה להאיך והדר האיך ומפטם ליה להאי ולוי אמר אפילו בשר"
        ], 
        [
            " שחוטה כחוש שצלאו עם בשר נבלה שמן מותר ריחא לאו מילתא היא עבד לוי עובדא בי ריש גלותא בגדי ודבר אחר.", 
            "הא מילתא פסקו בה רבואתא כלוי וסייעוה למילתא מהאיך דגרסינן בפרק השוכר את הפועל (ע\"ז דף סו:) לענין בת תיהא עובד כוכבים לישראל שפיר דמי ישראל לעובד כוכבים אביי אמר אסור ורבא אמר מותר אביי אמר אסור ריחא מילתא היא ורבא אמר מותר ריחא לאו מילתא היא וקי\"ל כל היכא דפליגי אביי ורבא דהלכתא כרבא בר מיע\"ל קג\"ם וכיון דהלכתא כרבא בהא דריחא לאו מילתא היא ממילא שמעינן מינה דהלכתא כלוי דקאי כרבא הדין הוא סברא דקמאי ואיכא מאן דפליג בהא מילתא ואמר דהלכתא כותיה דרב בהאי דהא מסתברא טעמא מהא דתניא הרודה פת חמה ונתנה על פי חבית של יין של תרומה ר\"מ אוסר ורבי יהודה מתיר ורבי יוסי מתיר בשל חטים ואוסר בשל שעורים מפני שהשעורים שואבות   ואר\"ש בן לקיש בפת חמה וחבית פתוחה כ\"ע ל\"פ דאסור והאי בשר שחוטה שצלאו עם בשר נבלה כפת חמה וחבית פתוחה דמיא ועוד דהא (פסחים דף סו:) תני רב כהנא בר חיננא סבא פת שאפאה עם הצלי אסור לאכלה בכותח וההיא ביניתא דאיטוויא"
        ], 
        [
            " בהדי בישרא ואסרה רבא מפרזיקא למיכלה בכותחא דאלמא כרב ס\"ל ואנן לא איסתבירא לן אלא כדפסקו קמאי ז\"ל והני ראיות דדחו בהו לפסקא דקמאי אית להו דחיאתא דהא דר\"ש בן לקיש לא הויא ראיה למידחי להא דלוי ורבא דלוי רביה הוה לגבי רשב\"ל ולא הויא מימרא דריש לקיש קושיא עליה דלוי ורבא נמי דהוא בתרא הא לא סבירא ליה הא דר\"ש בן לקיש וקי\"ל דהלכתא כבתראי הילכך כד מסלקת להאי מימרא דריש לקיש מהכא קאי רב כר\"מ ולוי כרבי יהודה וקי\"ל דר\"מ ורבי יהודה הלכה כרבי יהודה  ולא עוד אלא דרבי יוסי נמי לענין ריחא כרבי יהודה ס\"ל דלא פליג רבי יוסי עליה דרבי יהודה אלא בשעורים מפני שהשעורים שואבות גופו של יין ולאו ריחא הוא אבל בחטים שאינן שואבות כרבי יהודה ס\"ל דריחא לאו מילתא היא ועוד דהא דתניא אין צולין שני פסחים כאחד  כלוי דייקא ורב הא איצטריך לחסורה ולתרוצה לטעמיה ושינויא דחיקא הוא ועוד דכד דייקת למימריה דרב משכחת ליה   דשאיך בההוא מימרא דיליה דאמר בהדין פירקא   אוקים רב אמורא עליה ודרש כיון שנתן טעם בחתיכה חתיכה עצמה נעשית נבלה ואוסרת כל החתיכות כולן ואמרינן מכדי רב כמאן אמרה לשמעתיה כר' יהודה דאמר מין במינו לא בטיל דא\"ר יהודה אין דם מבטל דם ורבנן פליגי עליה דרבי יהודה וקי\"ל דכל איסורין שבתורה בששים ואפילו נתערב גופו של איסור בדבר של היתר וכ\"ש מריחא בעלמא דלא אסרינן ליה   והא דתני רב כהנא פת שאפאה עם הצלי אסורה לאכלה בכותח וההיא ביניתא דאיטוויא בהדי בישרא ואסרה רבא מפרזיקיא למיכלה בכותחא לאו (נ\"א לאו ברב שייכן בלחוד) כרב אסרי בלחוד אלא אפי' כלוי אסירי למיכלינהו בכותחא מאי טעמא דכיון דשרי למיכלינהו בלא כותחא אי שרית להו למיכלינהו בכותחא אישתכח כמאן דשרי לאטוויי בשר שחוטה בהדי בשר נבלה לכתחלה ולוי לא קא שרי הכין אלא דיעבד  דהא לוי שצלאו קאמר ולא אמר צולין לכתחלה ועוד דהאי פת שאפאה עם הצלי כיון דשריא בלחוד בלא כותחא הויא לה כדבר שיש לו מתירין (ביצה דף ג:) וכל דבר שיש לו מתירין אפילו באלף לא בטיל וכל דבר שהוא אחד באלף בריחא בעלמא הוא ואפ\"ה באלף לא בטיל הואיל ויש לו מתירין והאי  פת נמי הכין הוא ולאו משום דסבירא לן כרב:", 
            "  איתמר  טבח שנמצא אחריו חלב רב יהודה אמר בכשעורה ורבי יוחנן אמר בכזית ולא פליגי מ\"ד בכשעורה לעברו ומ\"ד בכזית להלקותו אמר מר זוטרא בשעורה במקום  אחד כזית אפילו בשנים וג' מקומות והלכתא להלקותו בכזית לעברו בכשעורה:", 
            "אין הטבחים נאמנין על גיד הנשה דברי ר\"מ וחכמים אומרים נאמנין עליו ועל החלב:", 
            "א\"ר ירמיה בר אבא אמר רבי יוחנן חזרו לומר אין נאמנין ואמר רב נחמן ובזמן הזה נאמנין  אכשור דרי לא אלא מעיקרא סברוה  כרבי יהודה דאמר יקיים בו מצות נטילה הדור סברוה כרבי מאיר כמה דהוי דכידי לדר' יהודה לא מהימני השתא דאנשויה לדר' יהודה מהימני  א:", 
            "<b>מתני'</b>   שולח אדם לעובד כוכבים ירך שגיד הנשה בתוכה מפני שמקומה ניכר:", 
            "  הנוטל גיד הנשה צריך ליטול את כולו רבי יהודה אומר יקיים בו מצות נטילה:", 
            "<b>גמ'</b>  שלימה אין חתוכה  לא   גזרה שמא יתננה לו בפני ישראל הילכך אם שלימה היא הרי מקומו ניכר ונודע שלא ניטל ממנה גיד הנשה ואם חתוכה היא כיון  שבפני ישראל נתנה לו חיישי' שמא יתן ממנה אותו העובד כוכבים לאותו"
        ], 
        [
            " ישראל ונמצא ישראל אוכל גיד הנשה ואי בעית  אימא  חתוכה לא משום דגניב לדעתיה דעובד כוכבים  דסבירא ליה עובד כוכבים לכבודו נתנה לו והוא לא נתנה לו אלא מפני שאינה ראויה לו ונמצא גונב דעתו של עובד כוכבים דאמר שמואל אסור לגנוב דעת הבריות ואפילו דעתו של עובד כוכבים תניא רבי מאיר אומר אל יסרהב אדם לחברו לסעוד אצלו ויודע  שאינו סועד ואל ירבה לו בתקרובת ויודע שאינו מקבל   ואל יפתח לו חביות המכורות לחנוני אלא אם כן הודיעו ואל יאמר לו סוך שמן מפך ריקן ואם בשביל כבודו מותר תנו רבנן לא ילך אדם לבית האבל ובידו לגין המתקשקש ולא ימלאנו מים מפני שמתעהו ואם היה שם חבר עיר מותר תנו רבנן לא ימכור אדם לחברו סנדל של מתה בשביל חיה מפני שני דברים אחד מפני שמתעהו ואחד מפני הסכנה ואל ישלח אדם לחברו חבית יין ושמן צף על פיה ומעשה באחד ששיגר לחברו חבית של יין ושמן צף על פיה והלך וזימן עליה אורחים ונכנס ומצאה שהיא של יין וחנק עצמו ומת  ואין האורחין רשאין ליתן ממה שלפניהם לבנו ולבתו של בעל הבית אא\"כ נטלו רשות מבעל הבית ומעשה באחד שזימן אורחים בשני בצורת ולא היה לו ליתן לפניהם אלא כשלש ביצים ובא בנו של בעל הבית ועמד לפניהם נטל אחד חלקו ונתן לו וכן שני וכן שלישי בא אביו ומצאו שתופס אחת בפיו ושתים בידיו נטלו וחבטו ע\"ג קרקע ומת כיון שראתה אמו כך עלתה לראש הגג ונפלה ומתה אף הוא עלה לראש הגג ונפל ומת אמר רבי אליעזר בן יעקב על "
        ], 
        [
            "דבר זה מתו ג' נפשות מישראל (ד\"ת מ\"ז) (מר זוטרא בריה דרב נחמן הוה אזיל מסיכרא לבי חוזאי ורבא ורב ספרא הוו אתו מבי חוזאי לסיכרא פגעו אהדדי אמר להן למה להו לרבנן לאטרוחי כולי האי אמר ליה רב ספרא לא הוה ידעינן דקאתי מר אי הוה ידעינן טפי הוה טרחינן אמר ליה רבא מאי טעמא אמרת ליה הכי דאחלישתיה לדעתיה אמר ליה והא קא מטעינן ליה אמר ליה איהו דקא מטעי אנפשיה)    אמר רב בשר הנעלם מן העין אסור מיתיבי מקולין וטבחי ישראל בשר  הנמצא ביד עובד כוכבים מותר נמצא ביד עובד כוכבים שאני ת\"ש תשע חנויות כולן מוכרות בשר שחוטה ואחת מוכרת בשר נבלה לקח מאחת מהן ואינו יודע מאיזה מהן לקח ספיקו אסור   ובנמצא הלך  אחר הרוב הכא נמי בנמצא ביד עובד כוכבים ואסיקנא   אלא רב היכי אכיל בישרא אב\"א בשעתיה דלא איעלם עיניה מיניה ואב\"א בצרור וחתום ואב\"א דאית ליה סימגא בי פסקיה כי הא דרבה בר רב הונא מחתך ליה אתלת קרנתא וקי\"ל כוותיה דרב:", 
            "רב חייא בר אבין איתבד ליה  כרכשא ביני דני אתא לקמיה דרב הונא א\"ל אית לך סימנא בגויה א\"ל לא אית לך טביעות  עינא בגויה א\"ל אין אי הכי זיל שקול רב חנינא חוזאה איתבד ליה גבא דבשרא אתא לקמיה דדב נחמן א\"ל אית לך סימנא בגויה א\"ל לא אית לך טביעות עינא בגויה א\"ל אין אי הכי זיל שקול:", 
            "אמר רבא מריש הוה אמינא סימנא עדיף מטביעות עינא דהא מהדרינן אבדתא בסימנין   ולא בטביעות עינא השתא דשמעתינהו להני"
        ], 
        [
            " שמעתתא אמינא טביעות עינא עדיף  (טפי מסימנא) דאי לא תימא הכי סומא היאך מותר באשתו והיאך בני אדם מותרין בנשותיהן בלילה אלא בטביעות קלא הכא נמי בטביעות עינא אמר רבי יצחק בר משרשיא תדע דאילו אתו בי תרי ואמרי   פלניא דהאי סימניה והאי סימניה קטל גברא לא קטלינן ליה ואילו אמרי ידעינן ליה בטביעות עינא והאי ניהו קטלינן ליה אמר רב אשי תדע דאילו אמר לשלוחיה קרייה לפלוני דהאי סימניה והאי סימניה ספק ידע ליה ספק לא ידע ליה ואילו אית ליה טביעות עינא בגויה כד חזי ליה ידע ליה:", 
            " הנוטל גיד הנשה צריך שיטול את כולו רבי יהודה אומר יקיים בו מצות נטילה:", 
            "והלכתא כתנא קמא וליתא לדר' יהודה:", 
            "<b>מתני'</b>  האוכל מגיד הנשה כזית סופג את הארבעים אכלו ואין בו כזית חייב אכל מזה כזית ומזה כזית סופג שמונים ר' יהודה אומר אינו סופג אלא ארבעים:", 
            "<b>גמ'</b>  אמר שמואל לא אסרה תורה אלא  שעל הכף בלבד שנאמר  בראשית לב  אשר על כף הירך וקי\"ל כותיה והשאר אסור מדרבנן:", 
            "<b>מתני'</b>     ירך שנתבשל בה גיד הנשה אם  יש בה בנותן טעם הרי זו אסורה כיצד משערין אותה כבשר בלפת:", 
            "<b>גמ'</b>    מתני' דלא כי האי תנא דתניא רבי ישמעאל בנו של רבי יוחנן בן ברוקא אומר אין בגידין בנותן טעם ההוא דאתא לקמיה דר' חנינא הוה יתיב רב יהודה בר זבינא אבבא   א\"ל מאי אמר לך א\"ל שרייה ניהלי א\"ל תני ועייל קמיה א\"ל זיל אימא לההוא דיתיב אבבא לא תצערן דהלכתא אין בגידין בנ\"ט וליתא למתני' דתנן משערין אותה כבשר בלפת וה\"מ גיד עצמו אבל שמנוניתו משערינן לה בס' כדרבא   דאמר רבא השתא דאמור  רבנן בטעמא ואמור רבנן בקפילא   ואמור רבנן בס' מין בשאינו מינו דהיתרא בטעמא כגון קדרה שבישל בה תרומה וחזר ובישל בה חולין.", 
            "מין בשאינו מינו דאיסורא כגון בשר בחלב אי איכא קפילא דטעם ליה בקפילא מין במינו דלא יכיל למיקם אטעמא כגון שמנונית דגיד הנשה א\"נ בשאינו מינו היכא דליכא קפילא דטעים בס':", 
            "  א\"ר חנינא כשמשערינן "
        ], 
        [
            "משערינן ברוטב ובקיפה  ובחתיכות   ((ד\"ת מ\"ז) ובקדירה ואיכא  דאמרי במאי דבלעה קדירה) וירך  שנצלה בגיד הנשה שלה קיימא לן כשמואל דאמר שמואל קולף ואוכל עד שמגיע לגיד   אמר רב הונא גדי שצלאו  בחלבו אסור לאכול אפילו מריש אוניה מאי טעמא דכיון דחלב מפעפע מיבלע בכוליה גופיה אבל אי כחוש הוא קיימא לן כרבי יוחנן דאמר   קולף ואוכל עד שמגיע לחלבו   ההיא  אטמתא דאימלחן בבי דיש גלותא   בגיד נשיא רבינא אסר ורב אחא שרי אתו ושיילוה למר בר רב אשי אמר להו אבא שרי וכן הלכתא   אמר רב נחמן גיד הנשה בששים ואין גיד מן המנין "
        ], 
        [
            "כחל בששים  וכחל  מן המנין ביצה בששים ואין ביצה מן המנין  כחל היכא דלא קרעיה ובשליה בהדי בשרא בששים:", 
            "וכחל מן המנין אמר רב יצחק בר רב משרשיא וכחל  עצמו אסור ונפקא מינה דאי נפל לקדרה אחרת אוסר אמר רב אשי כי היינן בי רב כהנא הוה איבעיא לן כי משערינן בדידיה משערינן או במאי דנפיק מיניה משערינן.", 
            "ופשיט דבדידיה משערינן דאי בדנפיק מיניה משערינן מנא ידעינן אלא מעתה נפל לתוך קדרה אחרת לא יאסור כיון דאמר רב יצחק וכחל עצמו אסור שויוה רבנן כחתיכת נבלה ומסקנא  בביצה בששים והיא אסורה בששים ואחת והיא מותרת וה\"מ   דאית בה אפרוח אבל ביצה של עוף טמא שנתבשלה עם ביצים טהורות אינה אוסרת ואינה צריכה שיעור כדקיימא לן (ע\"ל סי' תשפו) דמיא דביעי ולא כלום הוא ההוא  כזיתא דתרבא דנפל לדיקולא דבישרא סבר רב אשי לשעוריה במאי דבלע דיקולא אמרו ליה רבנן לרב אשי האי דיקולא דהיתרא בלע דאיסורא לא בלע ההוא כי פלגא דזיתא דתרבא דנפל לדיקולא דבישרא סבר מר בר רב אשי לשעורי בתלתין פלגי זיתי   א\"ל אבוה לא תזלזל בשעורא דרבנן ועוד האמר ר' יוחנן חצי  שיעור אסור מן התורה:"
        ], 
        [
            "<b>מתני'</b>    ((ד\"ת מ\"ז) גיד  הנשה שנתבשל עם הגידין בזמן שמכירו  בנותן טעם ואם לאו כולם אסורים וכן חתיכה של נבלה ושל דג טמא:", 
            "<b>גמ'</b>  וליבטל ברובא   שאני גיד דבריה הוא וכן חתיכה הואיל וראויה להתכבד לפני האורחים) דרש רבה (בגמ' אי' רבה בר בר חנה  ) בר רב הונא חתיכת נבלה וחתיכת דג טמא עד שתתן טעם ברוטב ובקיפה  ובחתיכות"
        ], 
        [
            " (כ\"ז נמחק ד\"ת ובדפוס קושט' ליתא) (אוקי רב אמורא עליה ודרש כיון שנתנה טעם בחתיכה חתיכה עצמה נעשית נבלה ואוסרת כל החתיכות מפני שהן מינה א\"ל רב ספרא לאביי מכדי כמאן אמר רב להך שמעתתא כר' יהודה דאמר מין במינו לא בטיל מאי איריא כי נתן טעם כי לא נתן טעם נמי אמר ליה הכא "
        ], 
        [
            "במאי עסקינן בשקדם וסילקו רבא אמר אפילו   תימא לא קדם וסילקו הוי מין ומינו ודבר אחר וכל מין ומינו ודבר אחר סלק את מינו כמי שאינו ושאינו מינו רבה עליו ומבטלו):", 
            "<b>כל</b>   הבשר אסור לבשל בחלב חוץ מבשר דגים וחגבים ואסור  להעלותן עם הגבינה על השולחן חוץ מבשר דגים וחגבים והנודר "
        ], 
        [
            "מן הבשר מותר בבשר דגים וחגבים:", 
            "  העוף עולה עם הגבינה על השולחן ואינו נאכל כדברי בית שמאי ובית הלל אומרים לא עולה ולא נאכל אמר רבי יוסי   זה מקולי בית שמאי ומחומרי בית הלל באיזה שולחן אמרו בשולחן שהוא אוכל עליו אבל בשולחן שהוא סודר עליו את התבשיל נותן זה בצד זה ואינו חושש:", 
            "<b>גמ'</b>   מדקתני הנודר מן הבשר מותר בבשר דגים וחגבים שמעינן   דעוף אסור על הנודר מן הבשר והוא הדין לקרבין ולבני מעיין וסתמא כרבי עקיבא דאמר כל מידי דמימלך עליה שליח מיניה הוא דתנן בנדרים הנודר מן הירק מותר בדלועין ור\"ע אוסר אמרו לו לר\"ע והלא אומר אדם לשלוחו קח לנו ירק והוא אומר לא מצאתי אלא דלועין אמר להם   וכן הדבר כלום אומר לא מצאתי אלא קטניות אלא שהדלועין בכלל ירק ואמרינן עלה (בנדרים דף נד:) מאן תנא דפליג עליה דר' עקיבא רשב\"ג הוא דתניא הנודר מן הבשר אסור בכל מיני בשר ובראש וברגלים ובקנה ובלב ובעופות ומותר בבשר דגים וחגבים רשב\"ג אומר הנודר מן הבשר אסור בכל מיני בשר ומותר בראש וברגלים ובקנה ובלב ובעופות ואין צריך לומר בשר דגים וחגבים וכן היה רשב\"ג אומר קרבין לאו בשר ואוכליהן לאו איניש ומדסתם  לן תנא הכא כר' עקיבא שמעינן דהילכתא כותיה ואע\"ג דלא קי\"ל דיש סדר למשנה בתרי מסכתא ואיכא למימר דילמא סתם ואחר כך מחלוקת היא  ואין הלכה כסתם אפ\"ה הוה ליה ספיקא דאורייתא וספיקא דאורייתא לחומרא הילכך הנודר מן הבשר אסור בכל מיני בשר ואינו מותר אלא בחגבים בלבד אבל בבשר דגים  אסור משום דממליך עלייהו שליחא והאי דקתני הכא מותר בבשר דגים אוקימנא בפרק הנודר מן הירק (דף שם) כשהקיז דם וכייבין ליה עיניה בתחלת אוכלא דלא אכיל דגים דדגים קשין הם לתחלת אוכלא הא לאו הכי אסור אפילו בבשר דגים משום דממליך עלייהו שליחא.", 
            "גרסינן בי\"ט בפ\"ק (דף ו:) השוחט  את התרנגולת ומצא בה ביצים  גמורות מותרות לאכלן בחלב:", 
            "  תני אגרא חמוה דרבי אבא עוף וגבינה נאכלין באפיקורין וי\"א באפקוליס הוא תני לה והוא אמר לה בלא קינוח הפה ובלא נט\"י:", 
            "רב יצחק בר רב משרשיא איקלע לבי רב אשי אייתו ליה גבינה ואכיל ואייתו ליה בישרא ואכיל כי לא משי ידיה.", 
            "אמרו ליה והא תני אגרא חמוה דרבי אבא עוף וגבינה נאכלין באפקוליס פירוש מטלית עוף וגבינה אין בשר וגבינה לא  אמר להו הני מילי בליליא אבל ביממא הא קא חזינא:"
        ], 
        [
            "ת\"ר  ב\"ש אומרים מקנח וב\"ה אומרים מדיח ואסיקנא   דבית שמאי אומרים מקנח והוא הדין למדיח וב\"ה אומרים מדיח והוא הדין למקנח ומר אמר חדא ומר אמר חדא ולא פליגי הילכך בעי קינוח והדחה והילכתא  בכל מילי הוי קינוח  הפה בין בפת בין במילי אחרינא בר מתמרי וקימחא וירקא וסימנך תק\"י:", 
            "אמר רב חסדא אכל בשר אסור לאכול גבינה.", 
            "גבינה מותר לאכול בשר א\"ל רב אחא בר יוסף לרב חסדא בשר שבין השינים מהו קרי עליה  במדבר יא  הבשר עודנו בין שיניהם כלומר הבשר שבין השינים בשר הוא:", 
            "אמר מר עוקבא אנא בהא מילתא חלא בר חמרא אנא דאילו אבא כד הוה אכיל בישרא האידנא לא הוה אכיל גבינה עד   למחר כי השתא ואילו אנא (בס\"י בחדא)   סעודתא לא אכילנא בסעודתא אחריתי אכילנא ושמעינן מהא דהאי דא\"ר חסדא אכל בשר אסור לאכול גבינה דלא שרי למיכל גבינה בתר בשרא אלא עד דשהי ליה שיעור מאי דצריך לסעודתא אחריתי דלא אשכחינן מאן דשרי למיכל גבינה בתר בישרא בפחות מהאי שיעורא דהא מר עוקבא אע\"ג דשהי ליה כי האי שיעורא קרי אנפשיה חלא בר חמרא:", 
            "אמר רב אידי בר אבין אמר רב יצחק בר אשיאן  מים ראשונים מצוה אחרונים חובה מיתיבי מים ראשונים ואחרונים חובה אמצעיים רשות מצוה לגבי רשות חובה קרי ליה גופא מים ראשונים ואחרונים חובה אמצעיים רשות מים ראשונים ניטלין בין בכלי בין ע\"ג קרקע אחרונים אין ניטלין אלא בכלי ואמרי לה אין ניטלין ע\"ג קרקע מפני שרוח רעה שורה עליהן איכא בינייהו קינסא שהן חתיכות קרשים מים ראשונים ניטלין בין בחמין בין בצונן אחרונים אין ניטלין אלא בצונן אבל בחמין לא מפני שהחמין מפעפעין את הידים ואין מעבירין את הזוהמא ודוקא   חמין שהיד סולדת בהן אבל פושרין לית לן בה.", 
            "אמצעיים רשות אמר רב נחמן ל\"ש אלא בין  תבשיל  לתבשיל אבל בין תבשיל לגבינה חובה איכא מ\"ד דגמרינן   מיהא דרב נחמן דשרי למיכל גבינה  בתר בישרא דהא בין תבשיל לגבינה קאמר ואי אסיר למיכל גבינה בתר בישרא הוה ליה למימר בין גבינה לתבשיל ולא לימא  בין תבשיל לגבינה והא לאו מילתא היא דלא אתא רב נחמן לאשמועינן אלא דמים אמצעיים חובה   אבל אקדומי בשר לגבינה וגבינה לבשר מדרב חסדא שמעינן לה דקי\"ל דהא דרב חסדא הילכתא היא דהא קא מקשינן מינה (בדף קח.) לרבי יוחנן וקא   לדרבי יוחנן מקמה ואי לאו הילכתא היא היכי דחינן למימרא דרבי יוחנן מקמה ומתרצינן לה אליבא דרב חסדא אלא שמעינן דהילכתא היא והא דרב נחמן לא גמרינן מינה אלא דמים אמצעיים שבין גבינה לבשר חובה ותו לא מידי.", 
            "אמר רב יהודה בר רב חייא מפני מה אמרו מים אחרונים חובה מפני שאדם אוכל אחר סעודתו מלח ויש בה מלח סדומית שמסמא את העינים אמר אביי ומשתכחא כי קורטא בכורא וכו' כדכתיבנא לה במסכת ברכות (דף מב:) ואפילו אם לא אכל מלח קבעו רבנן חובה משום   דמים ראשונים האכילו בשר חזיר מים אחרונים הרגו את הנפש וכו':"
        ], 
        [
            "<b>מתני'</b>     צורר אדם בשר וגבינה במטפחת אחת ובלבד שלא יהו נוגעין זה בזה רשב\"ג אומר אף שני אכסנאין אוכלין על שלחן אחד זה בשר וזה גבינה ואין חוששין:", 
            "<b>גמ'</b>  וכי נוגעין זה בזה מאי הוי צונן וצונן הוא אמר אביי נהי דקליפה לא בעי הדחה מי לא בעי:", 
            "רשב\"ג אומר אף שני  אכסנאין וכו':", 
            "אמר רב חנן בר אמי לא שאנו אלא שאין מכירין זה את זה אבל מכירין זה את זה אסור גרסינן בפרק כל שעה שמותר לאכול (דף ל.) תניא אין לשין  העיסה בחלב ואם לש כל הפת כולה אסורה   מפני הרגל עבירה כיוצא בו אין טשין את התנור באליה ואם טש כל הפת כולה אסורה עד שיוסק את התנור ומסקנא (בדף לו.) דאי שני ביה ועבדינהו כעין תורא שרי:", 
            "<b>מתני'</b>    טיפת  חלב שנפלה על חתיכה אם יש בה בנותן טעם באותה חתיכה אסור ניער את הקדירה אם יש בה בנותן טעם באותה קדירה אסור:", 
            "<b>גמ'</b>  איתמר אפשר לסוחטו רב ורבי חנינא ורבי יוחנן אומרים אסור ושמואל (ושמואל ור\"ש ברבי וריש לקיש כ\"ה בגמ'  ) וריש לקיש אומרים מותר וסבר רב אסור הא איתמר כזית בשר שנפל ליורה של חלב אמר רב בשר אסור וחלב מותר ואי אפשר לסוחטו אסור   חלב אמאי  מותר חלב נבלה הוא הכא במ\"ע כגון שנפל ליורה רותחת דבלע ולא פלט סוף סוף כי נייח הדר פליט בשקדם וסילקו.", 
            "ואפשר לסוחטו תנאי היא דתניא טיפת חלב שנפלה על החתיכה כיון שנתנה טעם בחתיכה חתיכה עצמה נעשת נבלה ואוסרת כל החתיכות מפני שהן מינה דברי רבי יהודה וחכ\"א עד שתתן טעם ברוטב ובקיפה ובחתיכות אמר רבי נראין דברי רבי יהודה כשלא ניער ולא כיסה ודברי חכמים כשניער וכיסה מאי לא ניער ולא כיסה אילימא לא ניער   ולא כיסה כלל מבלע בלע מפלט לא פליט אלא לא ניער בתחלה אלא בסוף לא כיסה בתחלה אלא בסוף   קסבר אפשר לסוחטו אסור   מכלל דרבי יהודה סבר כי ניער מתחלה ועד סוף   אסור אמאי והא לא בלע   ולא פלט אימר לא ניער יפה ולא כיסה יפה אמר רבי נראין דברי חכמים בניער וכיסה מאי ניער וכיסה אילימא ניער וכיסה בסוף ולא ניער וכיסה בתחלה האמר רבי נראין דברי רבי יהודה בהא אלא ניער מתחלה ועד סוף כיסה מתחלה ועד סוף מכלל דרבנן סברי אפילו ניער לבסוף ולא בתחלה כיסה בסוף ולא בתחלה נמי מותר אלמא קסברי אפשר לסוחטו מותר) (ע\"כ נחמק) :", 
            "<b>מתני'</b>   הכחל  קורעו ומוציא את חלבו לא קרעו אינו עובר עליו הלב קורעו ומוציא את דמו לא קרעו אינו עובר עליו:", 
            "  המעלה את העוף עם הגבינה על השלחן אינו עובר עליו בלא תעשה:", 
            "<b>גמ'</b>  הכחל קורעו וכו'   אמר ר' זירא אמר רב לא קרעו אינו עובר עליו ומותר ותניא נמי הכי כחל שבשלו בחלבו מותר קיבה שבשלה בחלבה אסורה ומה הפרש בין זה לזה זה כנוס במעיו וזה אין כנוס במעיו   והני מילי (פי' וה\"מ דלא קרעו אינו עובר עליו ומותר מתוך פי' האשר\"י) שבשלו לכחל בחלבו בפני"
        ], 
        [
            " עצמו אבל בשלו עם הבשר אסור דקי\"ל (לעיל חולין דף צז.) כחל בששים וכחל מן המנין וכחל עצמו אסור והא דקתני קיבה שבשלה בחלבה אסורה קודם חזרה הוה אבל האידנא הא איפסיקא הילכתא בהדיא דמעמידין בקיבת הנבלה דפירשא   הוא כדבעינן למימר קמן:", 
            "  כיצד קורעו אמר רב יהודה קורעו שתי וערב וטחו בכותל א\"ל ר\"א לשמעיה קרע לי ואנא איכול מאי קמ\"ל מתני' היא הא קמ\"ל דלא בעינן שתי וערב א\"נ לקדרה והלכתא היכא דקרעיה שתי וערב וטחייה בכותל שרי לבשולי בקדרה והיכא דלא עביד ליה הכי שרי למטוייא לכתחלה אבל לבשולי לכתחלה לא ((כל זה יתר ונמחק ד\"ת) אמר להו ר\"נ לטבחיה זויקו כחלי לילתא והא אנן קורעו תנן ההוא לקדרה והא קתני שבשלו דיעבד אין לכתחלה לא ה\"ה דאפילו לכתחלה ומשום דקא בעי למיתני סיפא קיבה שבשלה דאפילו דיעבד תנא נמי רישא "
        ], 
        [
            "שבשלו):", 
            "הלב  קורעו  ומוציא את דמו וכו':", 
            "גרסינן בכריתות (דף כב.) תנן התם הלב קורעו ומוציא את דמו לא קרעו אינו עובר עליו   אמר רבי זירא אמר רב לא שאנו אלא לב עוף שאין בו כזית אבל לב בהמה הואיל ויש בו כזית ענוש כרת מיתיבי דם הטחול ודם הלב ה\"ז בל\"ת ההוא דאתא ליה מעלמא כי קאמר רב דם דגופיה ואי דאתי ליה מעלמא היינו דם איברים ולטעמיך מי לא קתני דם כליות וקתני דם איברים אלא תני והדר תני הכא נמי תני והדר תני ומעלמא מהיכא אתי ליה אמר רבי זירא בשעת יציאת נפש מצריף:", 
            " שם בכריתות דף כא:", 
            "ע\"ש קצת שינוי לשון    אמר רב דם  דגים שכנסו אסור מיתיבי דם דגים דם חגבים מותר לכתחלה התם שלא כנסו כי הא דא\"ל רב לרב שימי בר חייא אבלע לי ואנא איכול דכוותיה נמי דם מהלכי שתים שלא כנסו אמאי אסור והתניא דם שעל הככר גורדו ואוכלו של בין השינים מוצצו ובולעו ואינו חושש אלא הא דאית ביה קשקשים הא דלית ביה קשקשים:", 
            "  א\"ל אביי לרב ספרא כד סלקת להתם בעי מינייהו  כבדא מה אתון ביה כד סליק אשכחיה (בגמ' איתא לר' זריקא) לרבי זירא א\"ל לרב אמי שלקי ליה ((בס\"י איתא ואכיל) ואנא אכיל) כי אתא א\"ל למיסר נפשה לא קא מיבעיא לי כי קא מיבעיא לי למיסר חברתה.", 
            "מ\"ש מיסר נפשה דלא קא מיבעיא לך דתנן רבי יוחנן בן נורי אומר הכבד אינה נאסרת למיסר חברתה נמי לא תבעי לך דתנן ר' יוחנן בן נורי אומר הכבד אוסרת ואינה נאסרת מפני שהיא פולטת ואינה בולעת דילמא התם בכבדא דאיסורא   ומשום שמנונית.", 
            "משום דמא מאי וכו' "
        ], 
        [
            "וסוגיא דשמעתא דאי חלטי ליה בחלא או ברותחין שרי ואפי' קופיה לבר אלא מיהו שדרו ממתיבתא דהאידנא לא בקיאינן בחליטה  וספק איסורא לחומרא  ולא שרי למיכל כבדא שליקא אלא היכא דטוו ליה מעיקרא ושלקי ליה בתר הכי אבל אי שלקי ליה מעיקרא אסור וכן המנהג בכל ישראל והני מילי כבדא אבל טחלא שומנא בעלמא הוא כי הא דשמואל עבדי ליה תבשילא דטחלי ביומא דעבד מילתא"
        ], 
        [
            "   דרש מרימר הלכתא בין כבדא בין כחלא למישפדינהו בשפודא תותי  בישרא שרי עילוי בישרא דיעבד אין לכתחלה לא רב אשי איקלע לבי רמי בר אבא חמוה חזייה לבריה דחמוה   דשפיד כבדא עילוי בישרא אמר כמה יהיר האי מדרבנן והאמור דיעבד אין לכתחלה לא ואי איכא בי דוגי תותי כבדא (בס\"י אפילו בשרא עילוי כבדא נמי אסור וכ\"ה בגמ') אסיר ומאי שנא מדמא דבישרא דשרי כדבעי למימר קמן  אמרי דמא דבשרא   דמא דכבדא קפי:", 
            "אמר ר\"נ אמר שמואל  סכין ששחט בה אסור לחתוך  בה רותח צונן אמרי לה בעיא הדחה ואמרי לה לא בעיא הדחה וא\"ר (אמר רב יהודה אמר שמואל כ\"ה בגמ'  ) נחמן אמר שמואל"
        ], 
        [
            "   קערה שמלח בה בשר אסור לאכול בה רותח שמואל לטעמיה דאמר שמואל מליח הרי הוא כרותח כבוש הרי הוא כמבושל ואף ר' יוחנן סבר לה להא דשמואל דהא ר' אמי תלמידו של ר' יוחנן כד אימלח ליה בשרא בההיא פינכא תברה   יתיב רב כהנא וקאמר קערה שמלח בה בשר אסור לאכול בה רותח   שחתכו בסכין מותר לאכול בכותח מאי טעמא האי אפשר למטעמיה דהיתרא בלע והאי דאיסורא בלע לא אפשר למטעמיה:", 
            "איתמר  דגים שעלו בקערה רב אמר אסור לאכלן בכותח ושמואל אמר מותר לאכלן בכותח אמר רב חזקיה משמיה דאביי הלכתא  דגים שעלו בקערה מותר לאכלן בכותח"
        ], 
        [
            "   צנון שחתכו בסכין אסור לאכלו בכותח ודוקא צנון   דאגב חורפיה בלע אבל קישות ואבטיח גריד לבי פסקי ואכיל (ד\"ת מ\"ז  ) (ואי פתיך בהו ליפתא שרי בעי מיניה רב דימי (בגמ' איתא רב דימי מר\"נ) בר יוסף מרב נחמן מהו לאנוחי כדא דמלחא גבי  כדא דכמכא אמר ליה אסור.", 
            "דחלא מאי אמר ליה שפיר דמי אמר ליה ומאי שנא אמר ליה ההוא איתא לאיסורא בעיניה ההוא ליתא לאיסורא בעיניה) (ע\"כ נמחק) :", 
            "   ההוא בר יונה דנפל לכדא דכמכא שריא רב חיננא בר רבא מפשרניא אמר רבא מאן חכים למשרייה כי האי גוונא אלא רב חיננא מפשרניא דגברא רבה הוא קסבר כי קאמר שמואל מליח הרי הוא כרותח ה\"מ  דאין נאכל מחמת מלחו אבל האי הרי נאכל מחמת מלחו "
        ], 
        [
            "וה\"מ חי אבל צלי קליפה בעי ואי אית בה פילי אסור ואי מתבל בתבלי אסור אע\"ג דלית ליה פילי:", 
            "גרסינן בפרק כיצד צולין את הפסח (דף עה:)  איתמר  חם לתוך חם דברי הכל אסור צונן לתוך צונן דברי הכל מותר חם לתוך צונן וצונן לתוך חם רב אמר עילאה גבר ושמואל אמר תתאה גבר ואמרינן תניא כוותיה דשמואל חם לתוך חם אסור וכן צונן לתוך חם אסור חם לתוך צונן וכן צונן לתוך צונן מדיח.", 
            "חם לתוך צונן מדיח אדקמיקר ליה מיקר בלע וקליפה מיהא ליבעי אלא אימא חם לתוך צונן קולף צונן לתוך צונן מדיח.", 
            "תניא אידך בשר רותח שנפל לתוך חלב רותח וכן צונן לתוך חם אסור.", 
            "חם לתוך צונן וכן צונן לתוך צונן מדיח.", 
            "חם לתוך צונן מדיח אדקמיקר ליה מיקר בלע וקליפה מיהא ליבעי אלא אימא חם לתוך צונן קולף וצונן לתוך צונן מדיח   וככר  שחתך עליו  בשר צלי רבא אכיל ליה וקרי ליה חמר בשר והילכתא כוותיה:", 
            "א\"ר נחמן אמר שמואל אין מניחין כלי תחת הבשר עד שיכלה כל מראה אדמימות שבו מנא ידעינן ואסקה רב אשי דלית ליה תקנתא עד דמייתי תרי  תלת גללי דמילחא ושדי ליה בבי דוגי בתר הכי שביק ליה עד דצייל ושפי ליה ושרי שהשומן צף למעלה והדם יורד למטה:", 
            " דף קיב:", 
            "אר\"נ דגים כ\"ה בגמ'    ואמר רב נחמן אמר שמואל  דגים ועופות שמלחן זה עם זה אסורין ואפילו בכלי מנוקב מ\"ט דגים רפו קרמייהו ופלטי עופות קמיטי ובתר דנייחי דגים פלטי עופות והדר בלעי דגים מינייהו"
        ], 
        [
            "   רב מרי בר רחל  אימלח ליה בשר שחוטה בהדי בשר נבלה  מליחא אתא לקמיה דרבא אמר ליה  ויקרא יא  אלה הטמאים לכם לאסור צירם ורוטבם וקיפם:", 
            "  דג טהור שמלחו עם דג טמא מותר והוא שיהיה הטהור מליח  והטמא תפל אבל אם היו שניהן מלוחין אסור ואצ\"ל שהיה הטהור תפל והטמא מליח שהוא אסור אמר שמואל  אין הבשר יוצא מידי דמו אא\"כ מולחו יפה יפה ומדיחו יפה יפה איתמר רב הונא אמר מולח ומדיח במתניתא תנא מדיח ומולח ומדיח ולא פליגי הא דחלליה בי טבחא הא דלא חלליה בי טבחא רב דימי מנהרדעא מלח במילחא גללניתא ומנפיץ ליה אמר רב "
        ], 
        [
            "משרשיא  אין מחזיקין דם  בבני מעים תרגומא הדרא   דכנתא מעיא וכרכשא ואמר שמואל אין מניחין בשר מליח אלא על גבי כלי  מנוקב רב ששת  מלח ליה גרמא גרמא תרי מ\"ט לא דלמא  פליט האי ובלע האי דחד נמי דלמא פליט האי גיסא ובלע האי גיסא אלא לא שנא  כ\"ז לא נמצא בספר כתיבת יד.", 
            "ד\"ת    (וכמה שיעור  שהייה שיצטרך להשהות את הבשר במלח אמרו רבנן בכדי שישחוט הבהמה ושתהיה נפשטת ותבדוק הבשר מן החלב ומכל איסורין שיש בה בציר מהאי אסור לאכול מאותו בשר וכו') אמר שמואל משום ר' חייא  השובר מפרקת בהמה קודם שתצא נפשה ה\"ז מכביד את הבשר וגוזל את הבריות דמיבלע דם באברים ואיבעיא לן הואיל ואבלע דם באברים מי שרי למיכל מינה באומצא או לא וסלקא בתיקו וקי\"ל דתיקו דאיסורא לחומרא:", 
            "<b>מתני'</b>   בשר בהמה טהורה עם חלב בהמה טהורה אסור לבשל ואסור בהנאה בשר בהמה טהורה בחלב בהמה טמאה או בשר בהמה טמאה בחלב בהמה טהורה מותר לבשל ומותר בהנאה ר\"ע אומר חיה ועוף אינן מן התורה שנאמר   שמות כג.", 
            "שם לד.", 
            "דברים יד  לא תבשל גדי בחלב אמו ג' פעמים פרט לחיה ולעוף ולבהמה טמאה:", 
            "  קיבת העובד כוכבים ושל נבלה אסורה המעמיד בעור של קיבה   (נ\"א כשרה) נבלה אם יש בה בנותן טעם הרי זו אסורה   כשרה שינקה מן הטרפה קיבתה אסורה וטרפה שינקה מן הכשרה קיבתה מותרת מפני שכנוס במעיה:", 
            "<b>גמ'</b>  אטו קיבת עובד כוכבים לאו נבלה היא אמר שמואל חדא קתני קיבת שחיטת עובד כוכבים נבלה ומי אמר שמואל הכי והאמר שמואל מפני מה אסרו גבינות העובדי כוכבים מפני שמעמידין אותן בעור קיבת נבלה הא קיבה גופה שריא   לא קשיא כאן קודם חזרה וכאן לאחר חזרה "
        ], 
        [
            "דתנן (ע\"ז דף כט:) שאל ר' ישמעאל את ר' יהושע מפני מה אסרו גבינות העובדי כוכבים אמר לו מפני שמעמידין אותן בקיבת נבלה   והלא קיבת עולה חמורה מקיבת נבלה ואמרו   כהן שדעתו יפה שורפה חיה חזר ר' יהושע וא\"ל מפני שמעמידין אותה   בעור קיבת עגלי עבודת כוכבים והלכתא  אין מעמידין בעור קיבת נבלה אבל בקיבת נבלה ובקיבת שחיטת עובד כוכבים ובקיבת כשרה שינקה מן הטרפה מעמידין וכל שכן בקיבת טרפה שינקה מן הכשרה מאי טעמא דחלב המכונס בעור קיבה פירשא בעלמא הוא:", 
            "\n סליק פירקא \n"
        ], 
        [], 
        [], 
        [
            " \n", 
            "<b>הזרוע</b>   והלחיים והקיבה נוהגין בארץ ובחו\"ל בפני הבית ושלא בפני הבית בחולין אבל לא במוקדשין שהיה בדין ומה חולין שאין חייבין בחזה ושוק חייבין במתנות קדשים שחייבין בחזה ושוק לא כל שכן ת\"ל ויקרא ז  ואתן אותם לאהרן הכהן ולבניו אין לי אלא מה שאמור בענין:", 
            "<b>גמ'</b>    אמר רב חסדא המזיק מתנות כהונה או שאכלן פטור מ\"ט אי בעית אימא משום דכתיב  דברים יח  זה ואי בעית אימא משום דהוה ליה ממון שאין לו תובעין:"
        ], 
        [
            "   ההוא ליואה דהוה  חטיף מתנתא אתו ואמרו ליה לרב אמר להו לא מסתייה דלא שקלינן מינייהו אלא מיחטף נמי חטיף ורב אי איקרו עם מישקל נמי נשקול מינייהו ואי לא איקרו עם רחמנא פטרינהו מספקא ליה אי איקרו עם או לא:", 
            "  דרש מרימר הילכתא כוותיה דרב והילכתא כוותיה דרב חסדא כי אתא עולא  אמר הבו מתנתא לכהנתא אלמא קסבר עולא כהן ואפילו כהנת   אמר רבינא אמר לי מרימר הילכתא כוותיה דרב חסדא והילכתא כוותיה דרב והילכתא כעולא והילכתא כרב אדא בר אהבה דאמר לויה שילדה מישראל בנה פטור מה' סלעים   רב כהנא אכיל בשביל  אשתו רב יימר אכיל בשביל אשתו רב אידי בר אבין אכיל בשביל אשתו:", 
            "כוי חייב בכולהו מתנות דתניא שור מה ת\"ל אם שור לרבות את הכלאים שה מה ת\"ל אם שה לרבות את הכוי:", 
            "<b>מתני'</b>  בכור שנתערב במאה בזמן שמאה שוחטין את כלן פוטרין את כלן אחד שוחט את כלן פוטרין לו אחד השוחט לכהן ולעובד כוכבים פטור מן המתנות והמשתתף עמהם צריך שירשום ואם אמר חוץ מן המתנות פטור מן המתנות "
        ], 
        [
            "א\"ל מכור לי בני מעיה של פרה והיו בהן מתנות נותנן לכהן ואין מנכה לו מן הדמים לקחה ממנו במשקל נותן לכהן ומנכה לו מן הדמים:", 
            "<b>גמ'</b>  אמאי יבא עליו כהן משני צדדין ולימא ליה אם בכור הוא כוליה דילי הוא ואם לאו בכור הוא הב לי מתנתא   אמר רב הושעיא בבא לידי כהן ומכרו לישראל במומו:", 
            "השוחט לכהן ולעובד כוכבים וכו':", 
            "וליתני כהן ועובד כוכבים פטורין מן המתנות אמר רבא זאת אומרת הדין עם הטבח דרש רבא  דברים יח  מאת העם ולא מאת הכהנים כשהוא אומר מאת זובחי הזבח אפילו כהן טבח במשמע:", 
            "אושפזיכניה דרבי טבלא כהן הוה והוה דחיקא ליה מילתא אתא לגבי רבי טבלא א\"ל זיל אישתתיף בהדי טבחי ישראל דמגו דפטרת להו ממתנתא משתתפי בהדך חייביה רב נחמן אמר ליה והא רבי טבלא פטרן אמר ליה זיל אפיק ואי לא מפיקנא לך רבי טבלא מאונך   ואתא ר' טבלא לקמיה דרב נחמן א\"ל מ\"ט עבד מר הכי א\"ל דכי אתא רב אחא בר חיננא מדרומא אמר רבי יהושע בן לוי וכל זקני דרומא אמרו כהן טבח ב' וג' שבתות פטור מן המתנות מכאן ואילך חייב א\"ל וליעבד   מר כרב אחא בר חיננא אמר ליה הני מילי היכא דלא קבע מסחתא אבל הכא הא קבע מסחתא:", 
            "אמר רב חסדא האי כהנא טבחא דלא מפריש מתנתא בשמתא ליהוי אמר רב חסדא מתנות כהונה זרוע לאחד קיבה לאחד לחיים לב' ומתנות כהונה דתורא פלגי להו אפילו גרמא גרמא והא דאמר ר' יוחנן אסור לאכול מבהמה שלא הורמו מתנותיה וכל האוכל מבהמה שלא הורמו מתנותיה כאילו אוכל טבלים לית הלכתא כותיה דמתנות אין בהם משום קדושה אלא חובת טבח הן ואי לא יהיב להו הוא ניהו דקאים באיסורא אבל בישרא שרי וגרסי' נמי בסוף הדין פירקא   והרי מתנות דלא טבלי אלמא דבר ברור הוא דמתנות לא טבלי וכן הילבתא   אמר רב חסדא מתנות כהונה אין נאכלות אלא צלי ואין נאכלות אלא בחרדל מ\"ט א\"ק  במדבר יח  למשחה לגדולה כדרך שהמלכים אוכלין   אמר   רבא בדיק לן רב יוסף האי כהנא דחטיף מתנתא חבובי מצוה הוא או זלזולי מצוה הוא ופשיטנא ליה ונתן ולא שיטול מעצמו אמר אביי מריש הוה חטיפנא מתנתא אמינא חבובי מצוה הוא כיון דשמעיתא להא דתניא ונתן ולא שיטול מעצמו מיחטף לא חטיפנא מימר אמינא הבו לי כיון דשמעיתא להא דתניא (גי' מהר\"ם)   רבי מאיר אומר חלקם שאלו בפיהם מימר נמי לא אמינא אי יהבי לי שקילנא כיון דשמעיתא להא דתניא הצנועין מושכין את ידיהם וגרגרגין חולקין מישקל נמי לא שקילנא בר ממעלי יומא דכפורי לאחזוקי נפשאי בכהנא ולפרוש ידיה  אנסי ליה עידניה כלומר חולה במעיו היה ולא היה יכול לשהות את נקביו ולפיכך לא היה פורש ידיו אמר רב יוסף האי  בהנא דאית ליה צורבא מרבנן בשיבבותיה ודחיקא ליה מילתא   ליזכי ליה מתנתא ואף על גב דלא אתו לידיה "
        ], 
        [
            "במכירי כהונה ולויה רבא ורב ספרא איקלעו לגבי מר יוחנא בר רב חנא בר אדא ואמרי לה לבי יוחנא בר רב חנא בר ביזנא עבדו ליה עגלא תילתא א\"ל רבא לשמעיה זכי לן מתנתא דבעינא למיכל לישנא בחרדלא זכי ליה.", 
            "רבא אכל רב ספרא לא אכל אקריון לרב ספרא בחלמיה  משלי כה  מעדה בגד ביום קרה אתא לקמיה דרב יוסף אמר ליה דלמא משום דעברי אשמעתיה דמר אקריון הכי אמר ליה כי אמרי אנא   שמעא על כרחיה מזכה וכי אמרי אנא היכא דלא אפשר ליה והכא אפשר ליה אלא מאי טעמא אקריון (ד\"ת מ\"ז) (כלפי רב ספרא) כלפי רבא אקריון ולקרויה לרבא נזוף הוה מההוא מעשה דתעניות (דף כד:) דאטרח קמי שמיא ואתא מטרא בתקופת תמוז ואחזי ליה אבוה בחלמיה ואמר ליה איכא דמטרח קמי שמיא כולי האי   ושני דוכתיה ואשכחיה לדוכתיה דמרגש בסכיני אההיא נזיפה דיליה אמר ליה אביי לרב דימי פשטא דקרא במאי כתיב א\"ל  בשונה לתלמיד שאינו הגון דאמר רב יהודה אמר רב כל השונה לתלמיד שאינו הגון נופל לגיהנם שנאמר  איוב כ  כל חשך טמון לצפוניו תאכלהו אש לא נופח ירע שריד באהלו ואין שריד אלא ת\"ח שנאמר  יואל ג  ובשרידים אשר ה' קורא:", 
            "  אמר רב הונא ואם  היה לו כהן שותף בראש פטור מן הלחי.", 
            "שותף ביד פטור מן הזרוע.", 
            "שותף בבני מעים פטור מן הקיבה וחייא בר רב אמר אפי' שותף באחד מהן פטור מכולם והלכתא כרב הונא דהא איתותב חייא בר רב מהא דתניא הראש שלי וכולה שלך אפי' אחד ממאה בראש פטור מן הלחי וחייב בכולן וסלקא ליה בתיובתא:", 
            "  תניא מקום שנהגו למלוג בעגלים לא ימלוג את הזרוע להפשיט את הראש לא יפשיט את הלחי   ואם אין שם כהן מעלן בדמים ואוכלן מפני הפסד כהן מ\"ט נתינה כתיב בהו אבל לקט שכחה ופאה דלא כתיב בהו נתינה אי ליכא עני דשקיל להו לא צריך לאסוקינהו בדמי דכתיב  ויקרא יט  לעני ולגר תעזוב אותם ולא לעורבים ולא לעטלפים:", 
            "<b>מתני'</b>  איזהו הזרוע מן הפרק של ארכובה ועד כף של יד והוא של נזיר וכנגדו ברגל שוק ר' יהודה אומר שוק מן הפרק של ארכובה ועד סובך של רגל אי זהו הלחי מן הפרק של לחי עד פיקה של גרגרת:", 
            "<b>גמ'</b>  ת\"ר הזרוע זרוע ימין אתה אומר זרוע ימין או אינו אלא שמאל ת\"ל הזרוע.", 
            "פירוש לימא זרוע   אלא הזרוע כלומר הזרוע הידוע והוא של ימין.", 
            "הלחיים להביא צמר שבראשי כבשים ושער שבזקן תיישים.", 
            "הקיבה להביא חלב שעל גבי הקיבה אמר ר' יהושע כהנים נהגו בו עין יפה ונתנוה לבעלים:"
        ], 
        [
            "איזהו לחי וכו':", 
            "והתניא נוטלה ואת בית השחיטה עמה לא קשיא מתני' רבנן ברייתא רבי חנינא בן אנטיגנוס דתניא מוגרמת פסולה העיד רבי חנינא בן אנטיגנוס על מוגרמת שכשרה וקיימא  לן כרבי חנינא בן אנטיגנוס והיינו שייר בחיטי:", 
            "\n הדרן עלך הזרוע \n", 
            "<b>ראשית</b>   הגז נוהג בארץ ובחוצה לארץ בפני הבית ושלא בפני הבית בחולין אבל לא במוקדשין חומר בזרוע ובלחיים ובקיבה מראשית הגז שהן נוהגין בבקר ובצאן במרובה ובמועט וראשית הגז אינו נוהג אלא ברחלים ואינו נוהג אלא במרובה:", 
            "<b>גמ'</b>  א\"ר נחמן בר יצחק האידנא נהוג עלמא כתלתא סבי כר' אלעאי בראשית הגז דתניא ר' אלעאי אומר ראשית הגז אינו נוהג אלא בארץ.", 
            "כר' יהודה בן בתירא בדברי תורה דתניא ר' יהודה בן בתירא אומר אין דברי תורה מקבלין טומאה.", 
            "כר' יאשיה בכלאים דתניא ר' יאשיה אומר לעולם אינו חייב עד שיזרע חטה ושעורה וחרצן במפולת יד:"
        ], 
        [
            "<b>מתני'</b>    וכמה הוא מרובה ב\"ש אומרים שתי רחלות שנאמר  ישעיה ז  יחיה איש עגלת בקר ושתי צאן וב\"ה אומרים חמש שנאמר  ש\"א כה  וחמש צאן עשויות.", 
            "חמש רחלות גוזזות מנה מנה ופרס חייבות בראשית הגז דברי רבי דוסא   וחכ\"א חמש רחלות גוזזות כל שהן:", 
            "<b>גמ'</b>    תניא ר' ישמעאל בר' יוסי אומר משום אביו ארבע שנאמר  שמות כא  וארבע צאן תחת השה תניא אמר רבי אלמלי דבריהן דברי תורה ודברי בריבי דברי קבלה דברי בריבי אנו שומעין וכ\"ש שדבריהן דברי קבלה ודברי בריבי דברי תורה והאמר מר אין הכרעה שלישית מכרעת   א\"ר יוחנן מפי שמועה אמרה מפי חגי זכריה ומלאכי:", 
            "גוזזות כל שהן.", 
            "וכמה כל שהן אמר רב מנה ופרס ובלבד שיהו מחומשות ושמואל אמר ששים סלעים ונותן סלע אחד לכהן רבה בר בר חנה אמר רבי יוחנן שש.", 
            "חמש לכהן ואחת לו עולא אמר ר' אלעזר כל שהן שנינו רב ושמואל אמרי תרוייהו ראשית הגז בששים ואי קשיא לך הא דתנן כמה הוא נותן לו משקל חמש סלעים ביהודה שהן עשר סלעים בגליל מלובן ולא צואי ההוא בישראל שיש לו גיזות הרבה ומבקש ליתנם לכהן עסקינן דאמרי' כל חד וחד לא תבצר ליה מחמש סלעים.", 
            "ומנה דקאמר רב מנה בן ארבעים סלעים דה\"ל מנה ופרס ששים סלעים כדקאמר שמואל ור' יוחנן נמי בששים ס\"ל וההיא דקאמר שש חמש לכהן ואחת לו ההיא משום ר' ינאי רביה הלכך הלכתא ראשית הגז בששים דהוה ליה ר' ינאי יחיד אצל רבים וקי\"ל דיחיד ורבים הלכה כרבים וחזינן קמאי כגון בעל הלכות ומר רב חפץ גאון דפסקו הלכה במתניתין דקתני חמש רחלות שנאמר  ש\"א כב  וחמש צאן עשויות "
        ], 
        [
            "וכפשטא דמתני' דקתני וכמה הוא נותן לו משקל חמש סלעים ביהודה וכו' ואתיא כר' יוחנן משום רביה:", 
            "<b>מתני'</b>  לא הספיק ליתנו לו עד שצבעו פטור ליבנו ולא צבעו חייב הלוקח גז צאנו של עובד כוכבים פטור מראשית הגז   לקח גז צאנו של חבירו אם שייר המוכר המוכר חייב ואם לאו הלוקח חייב:", 
            "<b>שילוח</b>   הקן נוהג בארץ ובחוצה לארץ בפני הבית ושלא כפני הבית בחולין אבל לא במוקדשים חומר בכיסוי הדם משילוח הקן שכיסוי הדם נוהג בחיה ובעוף במזומן ובשאינו מזומן ושילוח הקן אינו נוהג אלא בעוף ואינו נוהג אלא בשאינו מזומן ואיזהו שאינו מזומן "
        ], 
        [
            "כגון אווזים ותרנגולים שקננו בפרדס קננו בבית וכן יוני הרדסיאות פטור מלשלח:", 
            "<b>גמ'</b>    תנו רבנן דברים כב  כי יקרא קן צפור לפניך מה תלמוד לומר לפי שנאמר  שם  שלח תשלח יכול יחזור בהרים ובגבעות עד שימצא וישלח ת\"ל כי יקרא במאורע לפניך.", 
            "קן קן מכל מקום.", 
            "צפור טהורה ולא טמאה לפניך זו רשות היחיד בדרך זו רשות הרבים באילנות מנין ת\"ל בכל עץ.", 
            "בבורות בשיחין ומערות מנין ת\"ל על הארץ וכי מאחר שסופנו לרבות כל דבר מה תלמוד לומר לפניך בדרך (מהר\"ם מ\"ז) (בכל עץ) לומר לך מה דרך שאין קינויו בידך אף כל שאין קינויו בידך מכאן אמרו יוני שובך ויוני עליה וצפורים שקננו בטפיחין ובבורות (מהר\"ם מ\"ז) (ובשיחין ובמערות) ותרנגולין ואווזין שקננו בפרדס חייב לשלח קיננו בתוך הבית וכן יוני הרדסיות פטור מלשלח  (בדפוס קושטאנטינא וסביוניטא ובדפס קראקא ליתא כל זה) אמר מר מה דרך שאין קינויו בידך אף כל שאין קינויו בידך הא למה לי מכי יקרא נפקא כי יקרא פרט למזומן ועוד לפניך ל\"ל אלא לפניך לאתויי שהיו לפניך ומרדו.", 
            "בדרך כדרב יהודה אמר רב ד אמר רב יהודה אמר רב המוצא קן בים חייב לשלח שנאמר  ישעיה מג  כה אמר ה' הנותן בים דרך:", 
            "<b>מתני'</b>    עוף טמא פטור מלשלח עוף טמא רובץ על ביצי עוף טהור וטהור רובץ על ביצי עוף טמא פטור מלשלח קורא זכר רבי אליעזר מחייב וחכמים פוטרין:", 
            "<b>גמ'</b>    אמר רבי אלעזר מחלוקת בקורא זכר אבל בזכר בעלמא דברי הכל פטור תניא נמי הכי זכר דעלמא דברי הכל פטור קורא זכר רבי אליעזר מחייב וחכמים פוטרין:", 
            "<b>מתני'</b>  היתה מעופפת בזמן שכנפיה נוגעות בקן חייב לשלח אין כנפיה נוגעות בקן פטור מלשלח אם אין שם אלא אפרוח אחד או ביצה אחת חייב לשלח שנאמר קן קן מכל מקום   היו שם אפרוחין מפריחין או ביצים מוזרות פטור מלשלח שנאמר  דברים כב  והאם רובצת על האפרוחים או על הביצים מה אפרוחים בני קיימא אף ביצים בני קיימא יצאו מוזרות שאינן בני קיימא מה הביצים צריכות לאמן אף אפרוחים צריכין לאמן יצאו מפריחין.", 
            "  שילחה וחזרה שילחה וחזרה אפילו ד' וה' פעמים חייב לשלח שנאמר  שם  שלח תשלח אמר הרי אני נוטל את האם ומשלח את הבנים לא אמר כלום שנאמר שלח תשלח את האם "
        ], 
        [
            "נטל את הבנים והחזירם לקן וחזרה האם עליהן פטור:", 
            "<b>מתני'</b>  הנוטל אם על הבנים ר' יהודה אומר לוקה ואינו משלח וחכ\"א משלח ואינו לוקה זה הכלל כל מצות לא תעשה שיש בה קום עשה אין חייבין עליה:", 
            "<b>גמ'</b>    עד כמה משלחה אמר רב יהודה עד כדי שתצא מתחת ידו במה משלחה רב הונא אמר ברגליה רב יהודה אמר בכנפיה וקיימא לן כרב יהודה ההוא דגזרינהו לגפה שלחה ואח\"כ תפסה נגדיה רב יהודה א\"ל זיל רבי גדפה ושלחה כמאן אי כרבי יהודה לוקה ואינו משלח ואי כרבנן משלח ואינו לוקה לעולם כרבנן ומכת מרדות מדרבנן:", 
            "<b>מתני'</b>  לא יטול אדם אם על הבנים ואפילו לטהר בהן את המצורע ומה מצוה קלה שהיא בכאיסר אמרה תורה  דברים כב  למען ייטב לך והארכת ימים קל וחומר למצות חמורות שבתורה:", 
            "\n הדרן עלך שילוח הקן וסליקא לה מסכת חולין"
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "language": "he", 
    "heTitle": "רי\"ף חולין", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rif", 
        "Seder Kodashim"
    ]
}