{
    "title": "Chidushim of Machaneh Ephraim on Mishneh Torah, Ritual Slaughter",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Chidushim_of_Machaneh_Ephraim_on_Mishneh_Torah,_Ritual_Slaughter",
    "text": [
        [],
        [
            [],
            [],
            [
                "<b>כתב </b> מרן בסוף לשונו וי\"ל דלעולם אימא לך דחולין שנשחטו בעזרה מיתסר דאורייתא. נ\"ב עיין בפרק א' מהלכות חמץ דברי הרב כ\"מ:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הכ\"מ לשון המתחיל וכתבו הרשב\"א והר\"ן וכו' עד ובשאר החלוקות חוץ מאשפה שבבית כ\"ע לא פליגי דאסור. נ\"ב עיין פ\"ק דחולין דף י\"ב ע\"א תניא הרי שמצא תרנגולת שחוטה בשוק כשרה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הכ\"מ בסוף לשונו ואפי' ראינוהו דשביק היתרא ואכיל איסורא וכו'. נ\"ב עיין פרק השולח:"
            ],
            [
                "<b>כתב </b> הרמב\"ם <b> מי שהוא פסול לעדות בעבירה מן העבירות וכו' עד שאינו מניח דבר מותר ואוכל דבר איסור וכו'.</b> נ\"ב קשה דע\"כ לא איצטריכו להאי טעמא אלא בחשוד שאוכל נבילות דכל היכא דאיכא היתרא לא שביק ואכיל איסורא אבל במי שהוא פסול לעדות הא קי\"ל החשוד לדבר אחד אינו חשוד לדבר אחר ע\"כ:"
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b>כתב </b> הכ\"מ בסוף לשונו והר\"ן ז\"ל כתב מדברי הרי\"ף נראה דאע\"ג דלא אינקיב עילאה אלא תתאה בלחוד טריפה. נ\"ב צ\"ע לפי זה ההיא דאמרו גבי מתניתין דהכתה חולדה הא ניחא למ\"ד עד דאינקיב תתאה וכו':"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> מרן בסוף לשונו ומדקאמר בהו חוששין לה משמע חששא בעלמא לכתחלה וכו'. נ\"ב ולפ\"ז אם עברו ולא בדקוהו מותר הבשר. ועיין פ\"א דין כ\"ד בהראב\"ד ז\"ל שם ובסוגיין בפ' התערובות וצ\"ע:"
            ]
        ],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כתב </b> הכ\"מ ואיכא למידק דהו\"ל לחיובי בקורא נקבה וכו'. נ\"ב צ\"ע דבקורא נקבה קאמר בגמרא דכ\"ע מודו בה:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "חידושים מהגאון בעל מחנה אפרים על משנה תורה, הלכות שחיטה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Chidushim of Machaneh Ephraim",
        "Sefer Kedushah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}