{
    "title": "Even Ha'azel on Mishneh Torah, Scroll of Esther and Hanukkah",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Even_Ha'azel_on_Mishneh_Torah,_Scroll_of_Esther_and_Hanukkah",
    "text": [
        [
            [
                "<b>קריאת המגילה מצות עשה מדברי סופרים והדברים ידועים שהיא תקנת הנביאים.</b><br><b> תקנת </b> הנביאים. נ. ב. מרדכי הי' נביא עי' מגילה דף י\"ד ע\"א ברש\"י ד\"ה נבואה.",
                "<b> וכן מבטלין תלמוד תורה לשמוע מקרא מגילה קל וחומר לשאר מצות של תורה שכולן נדחין מפני מקרא מגילה.</b><br><b> קל </b> וחומר לשאר מצות, נ. ב. קשה דהא ת\"ת נדחה מפני מצוה ועי' תוס' מו\"ק דף ט' ע\"ב וצ\"ל דהרמב\"ם סובר דמקרא מגילה דאיכא פרסומא ניסא הוי ג\"כ מצוה ואינו כמו ת\"ת דאמר בירושלמי שהביאו שם בתוס' זה שינון וזה שינון, ולענין חשיבות פשוט להרמב\"ם דת\"ת גדול משאר מצות אלא דלפ\"ז קשה יותר דא\"כ אין ראיה דמקרא מגילה עדיף מת\"ת דהא ע\"כ דוחה ת\"ת משום דהוי כמו קיום מצוה והלמד ע\"מ לעשות כמו שהקשה הירוש' שהביאו התוס' הנ\"ל."
            ],
            [
                "<b>לפיכך אם היה הקורא קטן או שוטה השומע ממנו לא יצא.</b><br><b> קטן </b> או שוטה, נ. ב. עיין לח\"מ ומוכח דגירסתו כאן גם חרש וכן הוא גירסת הב\"י ועיינתי ברמב\"ם דפוס שונצינו וכתוב שם גם חרש."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עיין </b> בלח\"מ מה שהקשה על המ\"מ, ונ. ב. דבריו תמוהין דזהו על שהיחיד גומר בהן את ההלל."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>אין מדליקין נרות חנוכה קודם שתשקע החמה אלא עם שקיעתה לא מאחרין ולא מקדימין.</b><br><b> לא </b> מאחרין ולא מקדימין, כתב הרב המגיד יצא לו ממה שאמרו בשבת דף כ\"ג ע\"ב תנא ובלבד שלא יקדים ולא יאחר והוא מפרשה בנר חנוכה עכ\"ל, ונ. ב. ונראה דהא דהכריח הרמב\"ם לפרש דאיירי בנר חנוכה ולא כפשוטו דאיירי בנר של שבת, הוא משום דאמרינן בברכות דף כ\"ז ע\"א דרב מצלי של שבת בערב שבת מבעוד יום, ופסק כן הרמב\"ם בפ\"ג מהל' תפלה ה\"ז, הרי מוכח דמותר להקדים בקבלת שבת וע\"כ דהברייתא קאי לענין נר חנוכה, ובאמת התוס' בברכות שם תמהו בזה עיי\"ש.<br><b> אכן </b> אכתי צ\"ע היאך יפרש הרמב\"ם הגמ' בשבת דאיירי לענין נר חנוכה, דהא להדיא איירי בענין נר שבת דאמר שם דביתהו דרב יוסף הות מאחרה ומדלקת א\"ל ר\"י תניא לא ימיש עמוד הענן יומם מלמד שעמוד הענן משלים לעמוד האש כו' סברה לאקדומה א\"ל ההוא סבא תנינא ובלבד שלא יקדים ושלא יאחר, הרי מבואר דאיירי לענין נר של שבת, ונראה דהרמב\"ם מפרש עובדא דרב יוסף בשבת חנוכה וסובר כשיטת בה\"ג המובא בר\"ן דנר חנוכה קדים לנר שבת דמכיון שהדליק נר שבת הוי בזה קבלת שבת, ולכן היתה מאחרת נר של שבת מכיון דאין להדליק נר חנוכה לפני שקיעה\"ח, וא\"ל ר\"י דאין לאחר נר שבת מלא ימיש וסברה היא לאקדומי נר שבת ולהקדים עוד יותר נר של חנוכה וא\"ל ההוא סבא אין מקדימין ואין מאחרין לנר חנוכה, ולכן אי אפשר להקדים נר שבת דבהכרח נצטרך להקדים נר חנוכה כשי' הבה\"ג."
            ],
            [],
            [],
            [],
            [
                "<b>עיין </b> בלח\"מ ובמש\"כ בתוך דבריו וז\"ל ונראה דכונתו היא דאע\"ג דהאי לא דמי לגמרי לקינסא דאע\"ג דבקינסא איכא בזוי הכא ליכא בזוי דבקינסא זה דאנו מדליקין אינה היא עצמה המצוה אלא שאנו מדליקין בו הנר מצוה וא\"כ ודאי דהתם איכא בזיון אבל הכא אלו המעות הם עצמם הם המצוה שהרי עליהם מחללין המעשר וכו', ונ. ב. עי' בחידושי הרמב\"ן שהוכיח מהא דאמרינן דאם הנחה עושה מצוה אסור מוכח דבקינסא אסור וא\"כ מוכח דאפי' בכה\"ג דמע\"ש אסור דהוא דמי ממש לזה."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אבן האזל על משנה תורה, הלכות מגילה וחנוכה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Even Ha'azel",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}