{
    "text": {
        "0_Shacharit": {
            "0_Upon Arising": {},
            "1_Morning Blessings": {},
            "2_Tzitzit and Tallit": {},
            "3_Tefillin": {},
            "4_Morning Prayer": {},
            "5_Kaddish DeRabbanan": {},
            "6_Hodu": {},
            "7_Pesukei Dezimra": {},
            "8_Blessings of the Shema": {},
            "9_The Amidah": {
                "0": "My L-rd, open my lips, so that my mouth can declare Your praise.",
                "1": "Blessed are you Hashem, our G-d and G-d of our ancestors, G-d of Avraham, G-d of Yitzchak, and G-d of Ya'akov; the Great, the Mighty, and the Awe-inspiring G-d Most High; Who does of kindness, creator of all; Who remembers the Kindness of our ancestors; Bringer of a Redeemer to the children of children, for the sake of G-d's name, with love.",
                "2": "(During Ten Days of Repentance add: Remember us to life, King who desires life, write us in the Book of Life, for Your sake, living G-d.)",
                "3": "King who helps, saves, and shields. Blessed are You Hashem, Shield of Avraham.",
                "4": "You are great for eternity L-rd, Who resurrects the dead, great Saviour.",
                "5": "(During summer: Who brings down the dew.[ During winter: Who raises the wind and brings down the rain.)",
                "7": "Who feeds all with kindness; Who resurrects the dead with great mercy; Supports the falling; Heals the ill; Frees the restrained; Who keeps faith with those who sleep in the dust. Who is like you, Master of Strength, Who can be compared to you? King who brings death and life, Who causes salvation to sprout.",
                "8": "(During Ten Days of Repentance add: Who is like you, Merciful Father, who remembers G-d's creations in mercy)",
                "10": "Faithful are you to resurrect the dead. Blessed are you, Who resurrects the dead."
            },
            "10_Tachnun": {
                "0": "After the Shemoneh Esrei of Shacharit and Minchah, we say the Confession.",
                "1": "God and God of our ancestors, may our prayer come before You. Do not turn away from our supplication, for their is none among us brazen or stubborn enough to say before you, God and God of our ancestors, that we are saints and have not sinned. For we and our ancestors have sinned.",
                "2": "We have become guilty. We have betrayed. We have robbed. We have lied (literally, been two-faced). We have caused others to sin. We have acted evilly. We have sinned intentionally. We have been violent. We have testified falsely. We have counseled evil. We have lied. We have scorned. We have rebelled. We have blasphemed. We have revolted (against God). We have been perverse. We have acted wantonly. We have caused suffering. We have been stubborn (literally, been stiff-necked). We have been evil. We have corrupted. We have been abominable. We have strayed. We have led others astray.",
                "3": "We have turned away from your commandments and your precepts, and it has not benefitted us. For you are righteous in all that comes before you. You have done truly and we have been evil.",
                "4": "God, you are called Long-Suffering and the Master of Mercy. You have shown us a just way. In your great mercy and kindness, remember this day and every day the seed of your beloved (Israel). Turn to us in mercy, for You are the Master of Mercy. May our supplications and prayers rise before you as in a cloud. Turn Your rage from Your face, as it is written in Your Torah. In the shadow of Your wings may we rest, as on the day You descended in a cloud. Erase our sin as on the day You stood with him (Moshe). Heed our plea, turn to us and say, as on the day when You spoke to him (Moshe) saying,",
                "5": "And Hashem passed before Moshe's face, saying: ",
                "6": "Hashem, Hashem, God, compassionate and merciful, long-suffering, full of kindness and truth. Guarding kindness to the thousandth's generation, forgiving of iniquity, transgression, and sin, and cleansing.",
                "7": "Kind and Merciful One, we have sinned before you. Be gracious to us, and save us."
            },
            "11_Torah Reading": {},
            "12_Ashrei Uva LeZion": {},
            "13_Song of the Day": {},
            "14_Mourner's Kaddish": {},
            "15_Kaveh": {},
            "16_Aleinu": {},
            "17_Rabbenu Tam": {},
            "18_Six Remembrances": {}
        },
        "1_Blessings": {
            "0_The Travelers' Prayer": {},
            "1_Various Blessings": {},
            "2_Birkat HaMazon": {
                "3": "On day when one does not read Tachanun:",
                "4": "Song of Ascents. When we we returned to Zion, we were like dreamers. Our mouths and filled with laughter and our tongues with joy. So shall the nations say: \"Hashem has done greatly with this people, so has Hashem done with us, and our lives are joyful. Return us, Hashem, from our exile, as streams to the Negev [desert]. In sadness may one sow, but in joyous song shall one reap. One who walks in tears bearing seed, shall joyfully bear sheaves [of grain]."
            },
            "3_Berakha Acharona": {},
            "4_Birkat HaMazon for Circumcision": {},
            "5_Sheva Berakhot": {}
        },
        "2_Mincha": {
            "0_Korbanot": {},
            "1_Ashrei": {},
            "2_Amidah": {
                "0": "Hashem, open my lips (literally: limits) so that my mouth can declare your praise.",
                "1": "Blessed are you, Hashem, our G-d and G-d of our ancestors; G-d of Avraham, G-d of Yitzchak, G-d of Ya'akov; G-d who is Great, and Mighty, and Above all, Exalted G-d; Who works great kindness, has acquired (literally: purchased) all things, and Who remembers the kindness of our ancestors, Who brings a Deliverer to the children of their children, for the sake of G-d name, in love.",
                "2": "During Ten Days of Repentance: Remember us for kindness, King who desires kindness, write us in the Book of Kindness, for Your own sake, G-d of life.",
                "3": "King, Helper, Saviour, and Shield. Blessed are You. Hashem, Shield of Avraham.",
                "4": "You are Mighty forever, L-rd, You revive the dead, great in salvation.",
                "5": "(From Musaf of the first day of Pesach through the Shacharit of the first day of Shmeini Atzeret) Bringer of the dew. (from Mussaf of the first day of Shmeini Atzeret until- not including- Shacharit of the first day of Pesach): Causer of the wind to blow, and the rain to fall. ",
                "6": "Who sustains life with kindness, who revives the dead with great mercy, Who Supports the fallen, Who heals the sick, Who releases the bound, and Who keeps faith with those asleep in the dust. Who is like You, Lord of mighty deeds, who can be compared to You? (You are the) King who brings death and brings life, and Causes salvation to sprout.",
                "7": "During Ten Days of Repentance: Who is like You, Merciful Father, remember us with compassion for a life of kindness.",
                "8": "You are faithful to revive the dead. Blessed are you Hashem, who revives the dead."
            },
            "3_Tachanun": {},
            "4_Aleinu": {}
        },
        "3_Maariv": {},
        "4_Sefirat HaOmer": {},
        "5_Bedtime Shema": {},
        "6_Kiddush Levanah": {},
        "7_Lulav": {},
        "8_Hallel": {},
        "9_Rosh Chodesh": {},
        "10_Musaf for Festivals": {},
        "11_Annulment of Vows": {},
        "12_Kapparot": {},
        "13_Chanukah": {},
        "14_Purim": {},
        "15_Reading of the Nassi": {},
        "16_Blessings of Marriage Ceremony": {},
        "17_Order of a Circumcision": {},
        "18_Pidyon HaBen": {},
        "19_Mishnayot for a Mourner": {}
    },
    "meta": "Paragraph",
    "work": "Weekday Siddur Chabad"
}