{
    "title": "Tziunei Maharan on Mishneh Torah, Foreign Worship and Customs of the Nations",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tziunei_Maharan_on_Mishneh_Torah,_Foreign_Worship_and_Customs_of_the_Nations",
    "text": [
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואלו הן דיני המגדף, אין המגדף חייב סקילה עד שיפרש את השם המיוחד של ארבע אותיות כו', ויברך אותו בשם מן השמות שאינם נמחקים.</b> עי' בכ\"מ, ועי' גם בלח\"מ. אולם נראה דיצא לו לרבינו כן משום דהא דבעינן שיברך שם בשם הוציא הגמרא שם בסנהדרין מדכתב ונוקב שם ה' וגו' בנקבו שם יומת, ופירש\"י דלהכי אהדריה בהאי קרא לומר לך עד שיברך שם בשם. ויש להבין דא\"כ מדוע שינה הכתוב לשונו דבנוקב פרטה התורה שם המיוחד ונוקב שם ה' ובהא דאהדריה לא הזכירה התורה שם ה' רק בנקבו שם יומת, ומזה הוציא רבינו דדוקא בשם המתברך בעינן שם המיוחד אבל בשם שמברך בו לא בעי שם המיוחד ובשם שאינו נמחק לבד סגי:"
            ],
            [],
            [],
            [
                "<b>כל העדים והדיינים סומכים את ידיהם אחד אחד על ראש המגדף וכו'.</b> וכתב הכ\"מ בספרא פ' אמור וסמכו השומעים את ידיהם אלו העדים, כל השומעים אלו הדיינים, את ידיהם יד כל יחיד ויחיד וכו', ומשמע שכל היחידים הנמצאים בשעת סקילה סומכים ידיהם עליו, וצריך טעם למה השמיטו רבינו ע\"ש. אולם לפנינו איתא בספרא שם וסמכו השומעים אלו העדים, כל השומעים אלו הדיינים, ידיהם יד כל אחד ואחד, וביאור הדברים היינו שיסמוך כ\"א בפ\"ע כמו שהיא בכל הסמיכות דחמשה שהביאו זבח כ\"א סומך ומסתלק, וכמ\"ש רבינו בפ\"ג מהל' מעה\"ק הלכה ט'. וכ\"נ שהיה הגירסא לפני רבינו, וזש\"כ סומכים את ידיהם אחד אחד, ר\"ל ידי כל אחד ואחד, ול\"ק כלל קושית הכ\"מ, וע\"ש בהתוה\"מ:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [
                "<b>אין אחת מערי המקלט נעשית עיר הנדחת שנאמר באחת שעריך, ולא ירושלים נעשית עיר הנדחת לפי שלא נתחלקה לשבטים.</b> ובהשגות א\"א לא ידעתי מאין לו זה ולא נאמר בגמרא אלא על ירושלים אבל כל ערי מקלט השבטים נתנו אותם מחלקיהם. וכתב הכ\"מ ודעת רבינו שמאחר שנתנו אותם מחלקיהם ואינם מיוחדים לנותנים לא קרינן בהו שעריך, ע\"כ. ועי' גם במ\"ע ובלח\"מ מש\"כ בזה. אכן הגאון מו\"ה חיים יונה תאומים האיר עינים בזה, בסוף קונטרס מהרח\"י, שדברי רבינו מבוארים בספרי זוטא, והובא בילקוט בפ' מסעי, שכך אמרו שם ערי מקלט אל יעשו גנות ופרדסים וכו', תהיין שלא נעשות עיר הנדחת ע\"כ, ע\"ש באורך:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<small>[השמטה]</small>\n<b> פירות המחוברין שבתוכה מותרין שנאמר תקבוץ ושרפת כו'.</b> עי' בכ\"מ. דברי רבינו נובעין מהתוספתא דסנהדרין פי\"ד במחובר לקרקע בין כך ובין כך מותר שנאמר תקבוץ פרט למחוברין ועי' במרה\"פ בירושלמי דסנהדרין פ\"י הל\"ו: <small> [עד כאן:]</small>"
            ]
        ],
        [],
        [
            [
                "<b>כיצד מעשה האוב וכו'. ואזהרה שלהן מנין שנאמר אל תפנו אל האובות.</b> הכ\"מ ציין ע\"ז בתו\"כ פרשת קדושים, וכתב ע\"ז התוי\"ט בסנהדרין פ\"ז מ\"ז. וחפשתי ולא מצאתי. אולם לפנינו נמצא כן בהברייתות אשר הובאו בילקוט בשם תו\"כ, והכניסן הק\"א בפנים התו\"כ בקדושים פרק י' ברייתא א' איש או אשה כי יהיה בהם אוב או ידעוני עונש שמענו וכן מבואר ג\"כ בירושלמי דסנהדרין פ\"ז ה\"י אזהרה לבעל אוב מנין אל תפנו אל האובות, מכ\"ז מבואר כדעת רבינו דאזהרה דאל תפנו הוא לבעל האוב עצמו וע\"ש במרה\"פ שגם הוא לא מצא התו\"כ שציין הכ\"מ:"
            ],
            [
                "<b>כיצד מעשה האוב וכו'. ואזהרה שלהן מנין שנאמר אל תפנו אל האובות.</b> הכ\"מ ציין ע\"ז בתו\"כ פרשת קדושים, וכתב ע\"ז התוי\"ט בסנהדרין פ\"ז מ\"ז. וחפשתי ולא מצאתי. אולם לפנינו נמצא כן בהברייתות אשר הובאו בילקוט בשם תו\"כ, והכניסן הק\"א בפנים התו\"כ בקדושים פרק י' ברייתא א' איש או אשה כי יהיה בהם אוב או ידעוני עונש שמענו וכן מבואר ג\"כ בירושלמי דסנהדרין פ\"ז ה\"י אזהרה לבעל אוב מנין אל תפנו אל האובות, מכ\"ז מבואר כדעת רבינו דאזהרה דאל תפנו הוא לבעל האוב עצמו וע\"ש במרה\"פ שגם הוא לא מצא התו\"כ שציין הכ\"מ:"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>וכל מיתה ששורפין בה כלים ומקטרים קטורת בידוע שיש בה עכו\"ם.</b> וכתב הכ\"מ והלח\"מ כל מיתה ששורפין בה כלים, במשנה בע\"ז דף ח', ופסק כחכמים, אך עמש\"כ רבינו ומקטרים קטורת לזה לא הראו שום מקור. אולם דברי רבינו מבוארים בירושלמי שם בע\"ז פ\"א סוף הלכה ב' כיני מתניתא כל מיתה שיש בה עישון ושרפה יש בה ע\"ז ושאין בה עישון ושרפה אין בה ע\"ז, ועישון היינו קטורת, וע\"ש במאה\"פ:"
            ]
        ],
        [],
        [
            [
                "<b>ולא יגלח השער מכנגד פניו מאזן לאזן ויניח הפרע מלאחריו וכו' וכל העושה אחת מאלו וכיוצא בו לוקה.</b> הכ\"מ לא הראה מקור לזה דלוקין ע\"ז, ועי' בתוס' ב\"ק דף פ\"ג ד\"ה התירו משמע דאינה אלא גזירה דרבנן ע\"ש. אכן במ\"ר דברים פ\"ב איתא אלו דברים אסורים מפני דרכי האמורי המספר קומי והעושה בלורית וכו' מהו חייב סופג את הארבעים, ומשמע מלקות דאורייתא כדעת רבינו, וע\"ש בחידושי רד\"ל:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ציוני מהר\"ן על משנה תורה, הלכות עבודה זרה וחוקות הגויים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tziunei Maharan",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}