{
    "title": "Maaseh Rokeach on Human Dispositions",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maaseh_Rokeach_on_Human_Dispositions",
    "text": [
        [
            [
                "<b>ויש שהוא מאבד כל ממונו וכו'.</b> עיין מ\"ש רבינו לקמיה ולא יקפוץ ידו ביותר ולא יפזר ממונו דכוונתו מבוארת ועיין להרב לח\"מ ז\"ל שנדחק בזה לא ידעתי למה עיין עליו:"
            ],
            [],
            [],
            [],
            [
                "<b>ומצווין אנו ללכת בדרכים האלו הבינונים וכו' שנאמר והלכת בדרכיו.</b> איכא למידק דמהך קרא משמע קצת שהיא מידה לפנים משורת הדין דהא כל מידותיו ב\"ה עמנו הם כן כמשמעות הי\"ג מידות וכו' ובפרק הגוזל (בבא קמא דף ק') אקרא דוהודעת להם את הדרך אשר ילכו בה וכו' דריש אשר יעשון זו לפנים משורת הדין ואיתא נמי בפרק אלו מציאות (בבא מציעא דף ל') ומוכח שדרכיו ב\"ה גם כן הם לפנים משורת הדין כיון שכן מצוה לבניו ובשלהי השוכר את האומנין אייתיהו נמי מקרא דלמען תלך בדרך טובים ופירש רש\"י ז\"ל לפנים משורת הדין ואם כן אינו דרך בינוני ותו דרבינו קעסיק בלפנים משורת הדין והיכי כתב דרכים האלו הבינונים ואפשר דהך בינוני היינו לאפוקי הקצה האחרון וכל עוד שלא הגיע לאחד מהשני קצוות נקרא בינוני אלא שאינו בינוני שקול ומ\"ש לעיל היינו לסתם בני אדם וכו' ולפי פירוש זה צ\"ל דמ\"ש לקמיה וכיצד ירגיל אדם עצמו בדיעות אלו עד שיקבעו בו יעשה וישנה וישלש וכו' ע\"פ הדיעות האמצעיות וכו' דר\"ל שירגיל עצמו תחילה לדרך האמצעי שוה כדי שאז בנקל יטה עצמו לבינוני שאינו שוה דהיינו חסיד דאל\"כ אלא שהיא הבינונית שוה למה כתב וכיצד ירגיל וכו' דמלתא דפשיטא היא אלא נראה כמ\"ש דשני מינין יש אחת לסתם בני אדם והיא מידת החכמה ואחרת מידת החסיד מקרא דוהלכת בדרכיו ולפ\"ז מדוקדק דלעיל כתב לפיכך צוו חכמים וכאן כתב ומצווין אנו וכו'. ואם איתא מלבד הכפל הו\"ל לכתוב זה לעיל כשסיים המידה בינונית אלא נראה כמ\"ש דסתם בני אדם יש להם להתנהג במידת בינונית לנוהג של העולם ושלימות גופו ולהיותר מתחסדים שכל ישראל ראוים לאותה איצטלא אנו מצווים ללכת בדרכיו שהיא לפנים משורת הדין כדמוכח מעובדא דהנך שקולאי גבי רבא בר בר חנה. אכן שמעתי מגמגמים על הענין ומפרשים דברי רבינו כפשוטן דדרך בינוני שקול קאמר דהיינו והלכת בדרכיו דסוף כל סוף אף דאריך אפיה גבי דיליה והאומר הקב\"ה וותרן וכו' ושכן משמעות דבריו לקמיה ואין לי מה להשיב ע\"פ דברי רבינו יען יש פנים לכאן ולכאן:"
            ]
        ],
        [
            [
                "<b>ילכו אצל החכמים.</b> איכא למידק שאחר זה כתב והמכירים בדיעות הרעות ואינם הולכים והול\"ל ואם אינם הולכים וכו' ואפשר שרמז לנו מתחילה שכל מין אדם יש לו לילך אצל החכמים ללמוד מהם דובו תדבק כתיב ואחר זה כתב דהמכירים בדעותם הרעות ואינם הולכים ששתים רעות עשו וכו':"
            ],
            [],
            [
                "<b>ועוד אמרו שכל המגביה לבו כופר בעיקר.</b> כמה מיני גנאי נאמרו בגמרא על מידה זו ורבינו ז\"ל העתיק היותר גדולה ועצומה ובכלל מאתים מנה. ושמעתי פשט נכון על זה על פי מ\"ש רז\"ל בפסוק נעשה אדם שנתייעץ בפמליא שלו ולהורות לנו מידת הענוה שיהא הגדול מתייעץ מן הקטן וזה שהוא גבה לב כשמגיע לפסוק זה הוא מוכרח לפרשו שהם שתי רשויות ח\"ו שאם ללמד מידת הענוה אינו שהרי הוא לא בחר בה ואם כן הוי כופר בעיקר:",
                "<b>ודרך הצדיקים הם עלובין ואינם עולבין וכו'.</b> פירשו המפרשים ז\"ל דאינם עולבין משמעותו שמשיבין אלא שאין עולבין כלל רק דרך תשובה מדוע ככה עשית וכיוצא לכך חזר שומעין חרפתם ואינם משיבים ואכתי יש במשמע שהם מצטערין על דבר זה לכך חזר עושים מאהבה ושמחים ביסורין שזו היא מעלה גדולה שאין כמוה וכל זה נמשך בחשבו כי זה האיש שציערו שלוחו של מקום הוא ומה' יצא הדבר א\"כ יש לו לשמוח דבלי ספק לטובתו הוא:"
            ],
            [],
            [],
            [
                "<b>ולא יפתח לו חביות שהוא צריך לפותחם ולמוכרם וכו'.</b> בגמרא איתא חביות המכורות לחנוני ורבינו נראה שאינו מפרש כפי' רש\"י אלא המכורות לחנוני ר\"ל שדרך החנוני למכור מאלה החביות וה\"נ איירי רבינו דהא שהוא צריך לפותחן ולמוכרן קאמר א\"נ אפשר שגירסא אחרת היתה לו לרבינו. והנה מרן כ\"מ תמה למה לא הזכיר רבינו ההיא דאם לכבודו מותר וכו' ובב\"י חו\"מ סימן רכ\"ח כתב דאפשר דמלתא דפשיטא היא והרב לח\"מ כתב דפסק כרש\"י דס\"ל דדוקא במפרש אבל בלא שום דיבור שרי ועיין להרא\"ש שדחה פירוש זה והרב לחם חמודות כתב דס\"ל דרב ספרא פליג על ההיא ולא ס\"ל כתירוץ התוספות עיי\"ש וסברא נכונה היא בההיא דרב ספרא דקאמר הוא ניהו דאטעיה אנפשיה כלומר דדוקא במפרש איזה דיבור אף שמשמעותו לתרי אנפי אסיר אמנם בעושה המעשה בלי שום דבור נראה מצד הסברא דשפיר דמי וכו' וא\"כ מכ\"ש כשהודיעו אכן נראה דבההיא דלא יסרב בחבירו שיאכל אצלו והוא יודע שאינו אוכל נראה שיש לחלק מההיא דפ\"ק דחולין דף ז' בר' פנחס בן יאיר דא\"ל רבי רצונך סעוד אצלי אמר לו הן צהבו פניו של רבי ופירש רש\"י צהבו פניו שמח מפני שלא היה רבי פנחס רגיל ליהנות משל אחרים וכדלקמן ע\"כ וביותר שסרב רבי כיון שלא היה רצונו של רבי פנחס בן יאיר כן רק לכבוד רבי השיב כן מסיק התם דלא אסתייעא מלתא וכו':"
            ]
        ],
        [
            [
                "<b>המהלך בדרך זו נקרא חוטא שהרי הוא אומר בנזיר וכו'.</b> נראה דרבינו לא נחית לפסק הלכה בפלוגתא דאיתא פ\"ק דתענית דף י\"א אי נקרא חוטא או קדוש או חסיד דשם לא איירי בהורגל בכך אלא שלפעמים הוא מתענה אבל רבינו הכא קאי לאשמועינן בענין הדיעות שאין להתרחק עד הקצה האחרון ולהתענות תמיד כמ\"ש אחרי זה ובכלל הזה אלו שמתענים תמיד וכו' ולהכריח דבר זה הביא לו סמוכות ממ\"ש תורה גבי נזיר ועיין מ\"ש בפרק שאחרי זה בס\"ד ולפי זה אין צורך לכל מה שפלפל הרב לח\"מ עיין עליו ועיין להרשב\"א ז\"ל בתשובה סימן תרפ\"ח. ודע דהרב ב\"י או\"ח סי' תקע\"א פסק דאי מצי לצעורי נפשיה נקרא קדוש ואי לא מצי לצעורי נפשיה נקרא חוטא וקצת קשה שאם פוסק כר' אלעזר בדלא מצי לצעורי נפשיה מנא לן דלדידיה נקרא חוטא אימא לא קדוש ולא חוטא ונראה דכיון דשמואל ס\"ל דאפילו במצי לצעורי נקרא חוטא דלדידיה אין שום חילוק דומיא דנזיר בדלא מצי לצעורי נפשיה נימא דר\"א מודה לשמואל כי היכי דלא ליפלוג מן הקצה אל הקצה מכל שכן דר\"א ס\"ל דהאוכל נקרא קדוש ולעולם ימוד אדם עצמו כאילו קדוש שרוי בתוך מיעיו כדאיתא התם ומוכח דכשאינו חפץ למוד עצמו ושולל הקדושה ממנו ודאי נקרא חוטא בדלא מצי לצעורי נפשיה וק\"ל:"
            ],
            [
                "<b>כיצד מי שהיה בשרו חם לא יאכל בשר ולא דבש.</b> נראה פירושו שלא ירבה מהם או שלא ירגיל עצמו בהם דהא איכא יו\"ט דכתיב ביה ושמחת בחגך וקי\"ל דאין שמחה אלא בבשר וראית הפסוק תוכיח אכול דבש הרבות לא טוב משלי כ\"ה:",
                "<b>וכן כשיבעול.</b> על מה שהשיג הראב\"ד ז\"ל וכן למצות העונה אם היא מקפדת וכתב מרן ז\"ל דלא דבר רבינו אלא בדברים שעושה ברצונו בלא חיוב ע\"כ והוא מוכרח דאיכא נמי כשהוא צריך מצד פן יבא לידי קרי על ידי שום הרהור קל וכעין עובדא דתבעה לאתתיה דאיתא בש\"ס או לסיבה אחרת וכי נקשה על רבינו דלמה לא הביאו. דממ\"ש אלא בכל עת שידע שהוא צריך אין במשמעותו דבר זה אלא מצד כבידות אבריו ועל צד הרפואה כמו שסיים אלא ודאי דבר פשוט נראה דלא נתכוון רבינו אלא בדברי הרשות אמנם במה שנתחייבנו הן מצד חיוב העונה הן מצד מניעת החטא ח\"ו אין שום ס\"ד ולא ירדתי לתכלית השגת הראב\"ד ז\"ל בזה כלל:"
            ]
        ],
        [
            [
                "<b>ואל ישהא נקביו אפילו רגע אחד.</b> הכי מוכח מעובדא דרבי יהודה בר אלעאי בברכות דף נ\"ה דהוי ליה כ\"ד בתי כסאות מביתו לבית מדרשו וקצת קשה למה לא הזכיר גם כן שעובר משום בל תשקצו ונראה דלא נחית בפרקים אלו אלא לענין שמירת הגוף ובריאותו וכעין מ\"ש בר\"פ דלעיל בס\"ד:"
            ],
            [],
            [],
            [
                "<b>שהוא ח' שעות.</b> חז\"ל אמרו ז' שינת כל אדם ורבינו כתב דהמרבה לא ירבה מח' כמ\"ש ישנתי א\"ז ינוח לי ולכך דקדק בלשונו שכתב די לו לאדם וכו':"
            ],
            [
                "<b>אלא ימתין אחר האכילה.</b> ולעיל כתב שלא יהלך ולא יטייל אחר אכילתו ובפ\"ק דמ\"ק דף י\"א איתא ואמר רב אמר לי אבא ציידא כוורא תחלי וחלבא ליטעון גופא ולא ליטעון פוריא ופירש רש\"י ליטעון גופא כלומר לאחר אכילתו מהלך הרבה קודם שישן ולא ליטעון פוריא לא ישן לאלתר אחריהם ע\"כ ורבינו אינו מפרש כדברי רש\"י אלא שישהא מעט ולאו דוקא אלו אלא לכל מין אכילה הוי מלתא הכי ע\"פ הרפואה ועיין בדברי מרן כ\"מ ד\"ה ולא יקיז וכו' שהכל לפי טבע הארצות עיי\"ש:",
                "<b>ולא ישן ביום.</b> נ\"ב ומצאנו בדוד המלך עליו השלום שהיה ישן ביום ודוחק לומר שהוא לא התנהג עצמו ע\"פ הרפואה אלא נראה שלא חלה ההקפדה אלא דרך קבע וכיוצא:"
            ],
            [],
            [
                "<b>אוכל בתחילה ביצים.</b> נ\"ב מצד הסברא וטבע זמנינו אינו כן ושמא נשתנו הזמנים כמ\"ש התוס' סוף פ\"ק דמ\"ק:"
            ],
            [],
            [
                "<b>שלא לאכלם לעולם.</b> באלו מנעם בהחלט מינה דבאותם הדברים שהזכיר לעיל ה\"ד בשהרגיל עצמו אבל לפעמים אין קפידה כנז\"ל:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולא יבעול אלא וכו'.</b> צריך לומר דבאינה מקפדת על עונתה קאמר דאם לא כן לא יבא לכלל אלו הענינים אי נמי בגמלים וספנים שעונתן יותר רחוקה:"
            ],
            [
                "<b>עד שיזקין הרבה וימות.</b> בדרך טבע ע\"פ הרפואות קאמר דאל\"כ קטון וגדול שם הוא ופשוט:"
            ],
            [],
            [
                "<b>כל מקום שאין בו רופא וכו'.</b> ראוים הדברים למי שאמרם דונשמרתם מאד לנפשותיכם כתוב:"
            ],
            [
                "<b>כל עיר שאין בה עשרה דברים וכו'.</b> שלהי פ\"ק דסנהדרין ושם מנו טבח ומדברי רש\"י שכתב דבי\"ד וגבאי צדקה ומחלקין הוו להו תלת וכו' משמע נמי דלא גריס ליה דאם איתא הו\"ל אחד עשרה והכי מוכח ממ\"ש עוד שם ד\"ה וכו' דקחשיב ד' לחד גברא ולא הזכיר טבח אמנם לרבינו יקשה אכתי דהוו להו ט' כיון דלא מני גבאי צדקה ומחלקי צדקה לתרתי והדבר פשוט שבמקום טבח היה גורס רבינו מים מצויין וכו' דליתיה בנוסחאות שלנו. שוב ראיתי להרב לח\"מ ז\"ל פ\"ק דהלכות סנהדרין שכתב כן אלא שכתב שם דרש\"י גריס טבח וליתא כמבואר שם:"
            ]
        ],
        [
            [],
            [
                "<b>כגון סעודת אירוסין.</b> עיין בדברי רבינו פרק כ\"א דהלכות איסורי ביאה ולהרב לח\"מ ז\"ל:"
            ],
            [],
            [
                "<b>אף על פי שאשתו של אדם וכו'.</b> רוב אלו העניינים שהזכיר רבינו דינם שוה לכל נפש כדאיתא בש\"ס ובדברי רבינו פרק י\"ב דאיסורי ביאה וכאן העתיקם בהתלמידי חכמים שלהם נאה ויאה הקדושה והטהרה יותר משאר בני אדם:",
                "<b>ויפרוש מיד.</b> משמע אפילו באבר חי אמנם ממידת חסידות וכמעט חיוב גמור להמתין עד שימות מפני הטיפין שיוצאים לאונסו אז שמהם גם כן נולדים מזיקין וכדאיתא בכתבי האר\"י זצוק\"ל ואפשר עוד דגם רבינו מודה לזה ויפרוש מיד לאו דוקא אלא כלפי ההנאה כתב כן והרי מצינו בחז\"ל אמרה לו נטמאתי ופירש מיד חייב מפני שיציאתו הנאה לו כביאתו אלא כיצד יעשה וכו' עד שימות האבר ודו\"ק:"
            ],
            [],
            [],
            [
                "<b>ודן את כל האדם לכף זכות.</b> נדרשתי מאת החכם השלם הגבר הוקם על כל המעלות אהוב נאמן אלופי לראש כמהר\"ר אפרים ארדיטי בהיותי באזמיר יע\"א לשון רבינו בפי' המשנה פ\"א דאבות וז\"ל והוי דן את כל האדם לכף זכות עניינו כשיהיה אדם שלא תדע בו אם צדיק הוא אם רשע ותראהו שיעשה מעשה או יאמר דבר שאם תפרשהו על דרך אחת יהיה טוב ואם תפרשהו ע\"ד אחרת יהיה רע קח אותו על הטוב ולא תחשוב בו רע אבל אם יהיה האדם נודע שהוא צדיק מפורסם ובפעולות טובות ונראה לו פועל שכל ענייניו מורים שהוא פועל רע ואין אדם יכול להכריעו לטוב אלא בדוחק גדול ובאפשר רחוק הוא ראוי שתקח אותו שהוא טוב אחר שיש שם שום צד אפשרות להיות טוב ואין מותר לך לחשדו ועל זה אמרו כל החושד בכשרים לוקה בגופו וכן כשיהיה רשע ויתפרסמו מעשיו ואחר כך ראינוהו שיעשה מעשה שכל ראיותיו מורות שהוא טוב ויש בו אפשרות רחוק לרע ראוי להשמר ממנו ושלא תאמן בו שהוא טוב אחר שיש בו אפשרות לרע וע\"ז נאמר גם כן כי יחנן קולו אל תאמן בו וגומר וכשיהיה בלתי ידוע והמעשה בלתי מכריע לאחד משני הקצוות צריך בדרך חסידות שתדין לכף זכות איזה קצה שיהיה משני הקצוות עכ\"ד והקשה נר\"ו דחלוקא זאת דכשיהיה בלתי ידוע וכו' היא כפולה דהיינו הך קמייתא תו איכא למידק דבראשונה כתב קח אותו וכו' ובהך בתרייתא כתב דרך חסידות ועם כי הרבה פירושים נאמרו בו הנכון שבכולם נראה לענ\"ד שבראשונה מיירי באדם שאני מכיר בו אך לא במעשיו שאין לי הכרעה במעשיו כלל ובאחרונה איירי באדם שאיני מכירו כלל והיינו בלתי ידוע כלל לא בו ולא במעשיו ובזה ודאי שייך יותר המידת חסידות כיון שאיני מכירו כלל ואם באנו לדייק הלשון שלמעלה אמר ותראהו וכו' נוכל לומר דכיון שעשהו לפניך מסתמא לטובה נתכוון דחז\"ל אמרו יהי רצון שיהא מורא שמים כמורא בשר ודם ולמטה איירי בשספרו לנו הענין דלגבי השומע שייך בו מידת חסידות כיון שהוא עצמו לא ראהו והמעיין יבחר.<br> <b>ומזה </b>קשה עכ\"פ למה שפירש הרב ז\"ל פ\"ק דיומא דף י\"ט אמתניתין דהוא פורש ובוכה והם פורשים ובוכים וכתב ז\"ל בפירוש המשנה וז\"ל והם היו בוכים שחשדוהו כי אסור בתורתינו לחשוד ולחשוב מחשבה רעה על אדם שעניינו מסופק וכו' ע\"כ וזה נוטה לחלוקא ראשונה או אחרונה ושם לא הזכיר איסור גמור. תו קשה שכתב שעניינו מסופק ובגמרא אמרינן להדיא והם פורשים ובוכים דאמר ר' יהושע בן לוי כל החושד בכשרים לוקה בגופו דמשמע דאיירינן במי שהוא בחזקת כשרות וכן שמעתי מקשים ונראה לענ\"ד פשוט שכוונת הרב ע\"פ החלוקא שניה שהזכיר בההיא דאבות שעליה הביא מימרת ריב\"ל והכי דייקי דברי הרב שכתב שעניינו מסופק רוצה לומר ענין המעשה הזה מסופק לנו ולא אמר שענייניו מסופקים מלבד דשניא דא שעדין לא עשה המעשה כלל והוא ענין אחר מהנהו דאבות וק\"ל אכן קצת קשה למ\"ש רש\"י ז\"ל שם ד\"ה החושד בכשרים וכו' דכתיב והן לא יאמינו לי וכתיב והנה ידו מצורעת כשלג ע\"כ וקשה דאימא דהעונש היה על שכיחש דברו של מקום שאמר לו ושמעו לקולך וכו' והוא השיב והן לא יאמינו ודברי רש\"י הם מהמדרש והובא גם כן בשבת דף צ\"ז.<br> <b>ותו </b>קשה לי בדברי וז\"ל והן לא יאמינו לי אמר ריב\"ל החושד בכשרים לוקה בגופו מנ\"ל ממשה דכתיב והן לא יאמינו לי וקמי קב\"ה גלי דהוו מהימני וכו' ע\"כ דא\"כ שלא כדין נענש דאי קמי קב\"ה גלי קמי משה רבינו ע\"ה מי גלי אדרבא בעיניו היו רשעים שהרי אמרו שם בפסוק וירא משה ויאמר וכו' אכן נודע הדבר שהייתי תמה מה חטאו ישראל וכו' להיות נרדים בעבודת פרך אבל רואה אני שהם ראוים לכך ויש לומר ע\"פ מה שכתב רש\"י ז\"ל בפסוק ושמעו לקולך וז\"ל מכיון שתאמר להם לשון זה ישמעו לקולך שכבר סימן זה מסור בידם מיעקב ומיוסף שבלשון זה הם נגאלים יעקב א\"ל ואלהים פקוד יפקוד אתכם יוסף א\"ל פקוד יפקוד אלהים אתכם ע\"כ מוכח דסימן זה היה כמוס אצלם מאב לבן והוא סימן גאולה ודאית אם כן ודאי שיאמינו נמצא שבאמרו והן לא יאמינו תחול הקפידה על חשדת מיעוט האמונה דוקא כיון דההכרח שיאמינו אינו אלא מכח הסימן המסור להם ודו\"ק כי נראה לענ\"ד נכון:"
            ],
            [],
            [
                "<b>ואסור לו שימצא בבגדו כתם או שמנונית.</b> הקשה הרב לח\"מ דלמה לא חילק רבינו בין לבושא לגלימא לענין חיוב מיתה כדאיתא בש\"ס ע\"כ ונראה דלא נחית אלא לענין האיסור וסתם בגד אסר דמשמע בכל גווני ולא חש לפרש דאין כאן חשש להחמיר:",
                "<b>ולא יהא בשרו נראה וכו' ולא יהיו בגדיו סחובין וכו'.</b> הנה מרן כ\"מ ציין מההיא דב\"ב דף נ\"ז וכתב דרבינו אינו מפרש כפי' רשב\"ם ושם נאמר בעא מיניה רבי יוחנן מרבי בנאה חלוק של תלמיד חכם כיצד כל שאין בשרו נראה מתחתיו טלית של תלמיד חכם כיצד כל שאין חלוקו נראה מתחתיו טפח ופירש רשב\"ם כל שאין בשרו נראה מתחתיו שיהא ארוך עד פיסת רגלו שלא יראה כשילך יחף טלית מקטורן שמתכסה בו על כל בגדים שהוא לובש שאין נראה וכ\"ש דאי קאי עד להדי חלוק דאיכא צניעות טפי ע\"כ ונראה דהכרח רשב\"ם ז\"ל דעל כרחך תחתיו דסיפא כתחתיו דרישא וכי היכי דתחתיו דסיפא היינו כלפי הרגלים על כרחך דהא איכא החלוק ה\"נ תחתיו דרישא כלפי הרגלים הוא ולדעת רבינו ע\"פ דברי מרן ז\"ל קשה הא דהרי רבינו מפרש תחתיו דהיינו כלפי כל הבשר דהיינו בגדי פשתן הקלים ביותר וכו' והחכם הכולל בכל חכמות הרב הבקי א\"נ כמהרר\"י לונדין נר\"ו אתא לבי מדרשא בהיותי עסוק בדין זה ואייתי מתניתא בידיה דנפקא ליה לרבינו הא מההיא דר' אלעזר בן חרסום בפרק אמר להם הממונה (יומא דף ל\"ה) שעשתה לו אמו כתונת משתי ריבוא ולא הניחוהו אחיו הכהנים ללובשה מפני שנראה כערום הרי דעל כרחך מפני הכבוד הוא דאם לא כן איך היה הוא רוצה ללובשה ומשם הוציא רבינו דהת\"ח אין לו ללבוש בגדים הקלים ביותר שבשרו נראה מתחתם ומעתה לא פליג רבינו אפירוש רשב\"ם ז\"ל שאותו הדין כבר הזכירו אחר כך ולא יהיו בגדיו סחובין וכו' דהיא היא ויפה כיון לפי הנראה ואין להקשות על רבינו דלמה לא הזכיר דכל פחות מטפח שפיר דמי כדאיתא בש\"ס שהזכרנו ואפשר דסבירא ליה דלא נאמר כן אלא לשלא יקרא גנאי לתלמיד חכם אמנם לכתחילה בעי עד עקיבו ועוד אפשר דלא הוה גריס ליה והראשון נראה שהוא מכוון לדברי רשב\"ם שכתב דמכ\"ש אי קאי עד להדי חלוק דאיכא צניעות טפי:",
                "<b>ולא ינעול מנעלים המטולאים וכו' בימות החמה אבל בימות הגשמים מותר.</b> פרק כיצד מברכים (ברכות דף מ\"ג) ואל יצא במנעלים המטולאים וכו' אמר מר זוטרא בריה דרב נחמן בטלאי על גבי טלאי ולא אמרן אלא בפנתא אבל בגילדא לית לן בה ובפנתא לא אמרן אלא באורחא אבל בביתא לית לן בה ולא אמרן אלא בימות החמה אבל בימות הגשמים לית לן בה ופירש רש\"י בפנתא שעל גבי הרגל גילדא עקב בימות הגשמים הטיט מכסהו ע\"כ ואם כן קשה דלמה לא הזכיר רבינו פנתא וגילדא שחלוקים בדינם וחילוק בין אורחא לביתא ואפשר שקיצר במובן דכיון שחילק בין ימות החמה לימות הגשמים מוכרח דהטעם משום דבימות הגשמים הטיט מכסהו כמ\"ש רש\"י אם כן מינה משמע דתחת הרגל שאינו נראה הטלאי ע\"ג טלאי וגם אינו נרגש הותר וכן נמי בביתא כיון שאין בני אדם רואים אין כאן קפידה ואפשר עוד דלא הוה גריס ליה והראשון נראה:",
                "<b>לא יצא מבושם.</b> כתב הרב לח\"מ דאפשר דכוונתו מבושם בידיו והכריחו מדברי הש\"ס עיין עליו ונראה לענ\"ד דה\"ה בפניו דהיא היא וכל זה מלבד דברי מרן כ\"מ ז\"ל:"
            ],
            [],
            [
                "<b>שנאמר מי האיש אשר נטע וכו'.</b> הקושי מבואר דהפסוקים הם בהיפך פרשת שופטים מי האיש אשר בנה בית ומי האיש אשר נטע כרם ומי האיש אשר ארש אשה וכן סדרם רבינו הקדוש במתני' פרק משוח מלחמה (סוטה דף מ\"ג) ובגמרא שם ת\"ר אשר בנה אשר נטע אשר ארש למדה תורה דרך ארץ שיבנה אדם בית ויטע כרם ואחר כך ישא אשה וכבר נתעורר בזה מרן ז\"ל וכתב דראיית רבינו מסדר הקללות וכו' ובגמרא נמי מדקאמר לשון ואחר כך באשה ולא בהנך הכוונה להקפיד בזו דוקא שתהיה היא האחרונה וכן גבי פסוק דשלמה הכן בחוץ וכו' כתב תיבת אחר באחרונה דוקא שהיא האשה ע\"כ ומוהר\"י אדרבי ז\"ל סי' ר\"ל תירץ דחילול הכרם דהוי בשנה רביעית מדכתיב ולא חללו משמע שכבר הגיע הזמן ועדיין לא חללו אם כן משמע שכבר בנה הבית אחר שנטע הכרם ואיחור הפסוק לא קאי להנטיעה אלא על החילול וכו' ע\"כ והוא דרך חריף אמנם לסדר הש\"ס אכתי קשה וגם בתוספתא פ\"ז דסוטה איתא לימדך תורה דרך ארץ נתמנתה לאדם פרנסה יקח לו בית חזר נתמנתה לו יקח לו שדה חזרה נתמנתה לו יקח לו אשה שנאמר אשר בנה אשר נטע אשר ארש וכן שלמה אמר בחכמתו הכן בחוץ וכו' ע\"כ ואיתיה נמי בילקוט משלי כ\"ד עיי\"ש גם רבינו פ\"ז דמלכים סדרם על פי הפסוקים בית כרם ואשה.<br> <b>ועם </b>כל זה האמת נראה ע\"פ דברי מרן ז\"ל והשכל מחייב לתקן תחילה מלאכה המפרנסת את האדם והוא שם כולל לכל מין מלאכה אשר בה יוכל להתעסק ולחיות וכשיקבץ איזה ממון אזי יקבע בנין בית שזו הכנה לישא אשה ששמה בית כמ\"ש ז\"ל מימי לא קריתי וגו' כי האשה עיקרה של בית אם כן זה גורר לזה ומכ\"ש דלא נפק\"מ לענין דינא בזה ולכך בחר לו רבינו הדרך שהשכל מחייבו ולכך הקדים דרך בעלי דיעה וכו' וגם מאמרי חז\"ל הנ\"ל יתורצו על נכון שכל הקפידה אינה אלא לישא אשה אחרי קדימת כל ההכנות וכדברי מרן ז\"ל ועוד שכבר ידוע שבאלו ההלכות לא הלך רבינו ע\"פ הש\"ס באיזה דברים דהכל לפי המקום ולפי הזמן עיין להפר\"ח ומרן ז\"ל פ\"ד ומ\"ש שם.<br> <b>שוב </b>נראה אלי ראיה נכונה לדברי רבינו בדקדוק הפסוקים דבסדר הקללות הוא מדבר לנוכח לאיש אחד אשה תארש בית תבנה כרם תטע משמע שזה יהיה סדר הקללה היפך דרך העולם כמ\"ש רבינו משא\"כ באינך מי האיש אשר בנה מי האיש אשר נטע מי האיש אשר ארש שהוא שלא לנוכח לגופים מחולקים וגם פסוק הכן בחוץ מלאכתך דייק בתיבת ועתדה בשדה לך דהוה ליה לומר והכן בשדה לך אלא משמע דה\"ק הכן בחוץ מלאכתך בזמן שכבר ועתדה בשדה לך כלומר שתהיה מזומנת מאז מלאכת השדה ודו\"ק:"
            ],
            [
                "<b>אבל מוכר הוא מטלטלים וקונה שדה.</b> כי השדה יותר בטוח מן הבית ודו\"ק:"
            ]
        ],
        [
            [
                "<b>דרך ברייתו וכו' לפיכך וכו'.</b> ולקמיה כתב דמצות עשה להדבק בחכמים וכו' אלא שרצה להשמיענו כאן שדבר זה הטבע מכריחו דאל\"כ איך ידע מה לעשות ומי שלא עשאו שתים רעות עשה וענשו חמור וק\"ל:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כשיחטא איש לאיש וכו'.</b> בספר החרדים דף מ\"ז כתב וז\"ל סוף פ\"ו דיבמות אמרו כשם שמצוה לומר דבר הנשמע שנאמר הוכח תוכיח כך מצוה שלא לומר דבר שאינו נשמע שנאמר אל תוכח לץ פן ישנאך וכתב בנימוקי יוסף דהקשו המפרשים דהא אמרו פ\"ג דערכים דמצות הוכח תוכיח עד שיכנו והתירוץ הנכון נלמד מדברי הרמב\"ם ז\"ל פ\"ו מהלכות דיעות דמצות הוכח תוכיח היא נחלקת לשתים חד במי שחטא לו חבירו דמצוה עליו שלא ישטמנו בלבו כמידת הרשעים אלא יאמר לו מדוע עשית לי כך ובהא מצוה לשתוק אם יודע בו שלא יקבל רק ימחול בלבו ועל זה אמר שלמה אל תוכח לץ. ומצוה שנית בהוכח תוכיח הרואה חבירו שחטא או שהולך בדרך לא טובה ובהא חייב להוכיחו אפי' מאה פעמים עד שיכהו:"
            ],
            [
                "<b>הרואה את חבירו שחטא וכו'.</b> הקשה הרב לחם משנה ז\"ל דבגמרא אמרו אין לי אלא רב לתלמיד תלמיד לרב מנין תלמוד לומר תוכיח מכל מקום ואם כן למה לא הזכיר רבינו דאפילו תלמיד לרב עד כאן ואחרי המחילה לא קשיא מידי שכבר ביארו בפ\"ה דהלכות תלמוד תורה כי שם ביתו וז\"ל ראה רבו עובר על דברי תורה אומר לו למדתנו רבינו כך וכך ומה שלא חש להזכירו גם כאן מקרא דהוכח תוכיח הדבר ברור דכיון דאופן התוכחה של התלמיד לרב אינה כאשר ידבר איש אל רעהו שהוא נלמד מק\"ו דאביו דאיתא פ\"ק דקידושין וכתבו מרן ז\"ל שם כי היכי דלא הביא דין האב כאן לא הביא גם כן דין הרב וכתבם במקומם מכ\"ש שהם למדין זה מזה כאמור ואין כאן שום תפיסה עליו בזה. ולמ\"ש מרן דפסק וכו'. עיין להרב לח\"מ ז\"ל ועם מ\"ש מרן עוד הכל מיושב ודו\"ק:"
            ],
            [
                "<b>המוכיח את חבירו תחילה לא ידבר לו קשות.</b> מדכתב אחר זה במה דברים אמורים בדברים שבין אדם לחבירו וכו' משמע להדיא דכולא הך מלתא בבין אדם לחבירו איירי ואם כן קצת קשה דמשמע דבפעם ראשונה לא ידבר קשות ומכאן ואילך הותר אף להכלימו, וזה אינו דלא הותר כלל זולתי במילי דשמיא כמו שכתב רבינו להדיא לקמיה אבל בדברי שמים וכו' ומבואר הוא דכוונת רבינו שבתחילת הדברים לא ידבר אליו קשות כי אם רכות ובתוך הענין אף אם ידבר איזה דיבור קשה לפי צורך הענין לא יזיק שלא יכלם כל כך מאחר שדיבר עמו תחילה רכות אבל אה\"נ דלא הותר מעולם להכלימו להדיא חלילה כן נראה לענ\"ד. ועיין להרב לחם משנה שהניח דברי רבינו בצ\"ע:"
            ],
            [
                "<b>הרי זו מידת חסידות.</b> נראה דכוונתו דמצד התוכחה אינו חייב מקרא דהוכח תוכיח כיון דאינו לפי כבודו ופעמים שאתה מתעלם כתיב אי נמי אם יודע שאינו מקבל כדקי\"ל במידי דאינו מפורש בפסוק אכן שלא לבא לידי שנאת חנם ח\"ו אם מחל לו מידת חסידות היא ותבוא עליו ברכה:"
            ]
        ],
        [
            [
                "<b>צא ולמד מה שאירע לדואג.</b> נראה דכוונתו מבוארת דאף שאמר אמת מכל מקום נתכוון להרע שהרי שפיר היה יודע שעל ידי כן תעלה חמת המלך על אחימלך כדמוכחי קראי שהיה מתרעם שאול על עבדיו כי קשרתם כולכם עלי וכו' כי הקים בני את עבדי עלי לאורב כיום הזה וכתיב ויען דואג וכו' אמנם מרן ז\"ל נראה שלא הבין כן שפי' דאף על פי שאין בדבר שום גנות למי שנאמר עליו וכו'. דאילו נשאל לאחימלך לא היה מכחיש דאדרבא הוא חשב לעבוד עבודת המלך כמו שהתנצל בדבריו וכו' ע\"כ ודברי רבינו נוטים לפירוש מרן באמת ודו\"ק:"
            ],
            [
                "<b>אבל בעל לשון הרע וכו'.</b> לזה קראו בעל מפני שהוא מרגיל עצמו בכך ולעיל קראו לשון הרע סתם דאינו אלא דרך מקרה ודע שהראב\"ד ז\"ל השיג על רבינו ועיין בכל זה למרן ז\"ל:"
            ],
            [
                "<b>שלשה לשון הרע הורגת.</b> פירש מרן ז\"ל שהנאמר עליו יהרוג לאומר וגואלי הדם יהרגו להורג וגואלי דם שניהם יהרגו למקבלו שעל ידי שגילה הוא הדבר מתו אלו עד כאן. ובילקוט משלי סי' צ\"ה סיים ובימי שאול הרג ארבעה עיי\"ש:"
            ],
            [
                "<b>ויש דברים שהם אבק לשון הרע כיצד וכו' וכל המספר בטובת חבירו בפני שונאיו הרי זה אבק לשון הרע וכו'.</b> וכתב מרן דהוציאו רבינו מההיא דערכין דף ט\"ז לעולם אל יספר אדם בשבחו של חבירו שמתוך שבחו בא לידי גנותו ומפרש רבינו דהיינו בפני שונאיו וכו' ע\"כ וקצת קשה דאמאי לא פירש כפי' רש\"י ז\"ל דרוצה לומר כשמספר בטובתו יותר מדאי גורם שהוא עצמו או אחרים יאמרו חוץ ממדה רעה זו שבו ונראה דרבינו פי' כן מדאמרינן בפרק גט פשוט (בבא בתרא דף קס\"ד) זמנין הוה יתיב ר' שמעון בר רבי קמיה דרבי וקפסיק סדרא בספר תהלים אמר רב כמה מיושר כתב זה אמר ליה לאו אנא כתבתיה יהודה חייטא כתביה אמר ליה כלך מלשון הרע זה וכו' דתני רב דימי אחוה דרב ספרא לעולם אל יספר אדם בטובתו של חבירו שמתוך טובתו בא לידי רעתו ע\"כ הרי דהכא לא היה מרבה בטובתו שלא אמר אלא יהודה חייטא כתביה ואפי' הכי קרי ליה לשון הרע ולזה הוכרח רבינו לפרש דהיינו בפני שונאיו והפר\"ח הקשה דהכא לא משמע שהיה בפני שונאיו ע\"כ וצריך לדחוק דאפשר שהיה איזה שונא של יהודה חייטא שם אלא דקשה לי לפי' רש\"י שם שפירש מתוך שמרבים בשבחו מזכירים שם גנות שבו ע\"כ והכא לא מוכח שהרבה ר\"ש בר רבי בשבחו והרב מוהרש\"א פירש דהיינו ממ\"ש בתחילה בגט מקושר ע\"כ ונראה לי דנפקא ליה דנ\"ל מדהאריך בתואר השבח לומר לאו אנא כתבתיה יהודה חייטא כתביה דזה מורה שהוא דבר גדול שאפילו אני איני כותב כ\"כ מיושר כמוהו. אלא דאכתי קשה על רבינו שכתב שזה הוא אבק לשון הרע ובגמרא אמרו שהוא לשון הרע בההיא דר\"ש בר רבי. ונראה דרבינו מפרש כן משום דכל שאינו מדבר רע גמור מחבירו אף שהוא גורם לפעמים שידברו על ענין זה איזה מדה רעה שבו לא מקרי לשון הרע אלא אבק תדע דבגמרא אמרינן אמר רב עמרם אמר רב שלש עבירות אין אדם ניצל מהם בכל יום וכו' ולשון הרע. לשון הרע סלקא דעתך אלא אבק לשון הרע. ובערכין אמרינן רב דימי אחוה דרב ספרא חלש על רב ספרא לשיולי ביה אמר ליה תיתי לי דקיימית כל דאמור רבנן אמר ליה הא מי מקיימת לעולם אל יספר אדם בטובתו של חבירו וכו' אמר ליה לא שמיעא לי ואי הוה שמיעא לי קיימתה ואם איתא דזה מקרי לשון הרע מה עלה בדעת רב ספרא לומר לו כן כיון דאפשר שניצל מזה כדפריך בגמרא לשון הרע סלקא דעתך ותו דאחוה דרב ספרא גופיה היכי לא הוה מקיים זה אם הוא לשון הרע אלא ודאי דלא הוי אלא אבק לשון הרע:"
            ],
            [],
            [
                "<b>ולא נחתם וכו'.</b> סוף פרק שלישי דערכין:"
            ],
            [
                "<b>ואף על פי שאינו לוקה עליו.</b> מבואר ממ\"ש אחר זה כיצד היא הנקימה וכו'. דהוה ליה לאו שאין בו מעשה ואין לוקין עליו:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מעשה רקח על הלכות דעות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maaseh Rokeach",
        "Sefer Madda"
    ],
    "sectionNames": [
        "Chapter",
        "Halacha",
        "Comment"
    ]
}