{
    "title": "Yitzchak Yeranen on Mishneh Torah, Trespass",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yitzchak_Yeranen_on_Mishneh_Torah,_Trespass",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [
                "<b>כשפוסקין </b>\n<b> וכו' באמה בת עשרים אצבע וכו'.</b> כן הוא בבכורות דף מ' כשהיו אומנים נוטלין בקטנה ומחזירין בגדולה ופי' רש\"י כשהיו מתנין עם האומנין היו מתנין בשל משה והן עושין למידה הגדולה וכו' יעו\"ש והיינו אמה של כ\"ד אצבעות אלא שמחזיר בגדולה דהיינו אצבע יתר. ודברי רבינו הם תמוהים ע\"פ ש\"ס זה. וכבר העיר בזה מהר\"י קורקוס הובאו דבריו בס' חזון נחום בלשון רבינו דף רט\"ו ומה שרצה לתרץ דמפרש רבינו ולמה היו אחת גדולה ואחת קטנה היינו גדולה של ו' טפחים וקטנה היינו של ה' ולא על ב' אמות שבשושן קאי דאותן ב' וגם של משה כיון שהיה בהם ו' טפחים גדולות הן וקטנה אינה נקראת אלא של ה' שהוזכר שם למעלה מזה כדאיתא בפ\"ב דעירובין וכו' יעו\"ש והמה דברים תמוהים דהא משניות אלו הם במסכת כלים פי\"ז ושם במשנה ט' איתא הא דולמה אמרו אחת גדולה ואחת קטנה וכו' ובמשנה י' איתא הא דר' יהודה אומר אמת הבנין ו' טפחים ושל כלים ה' ואיך קאי מ\"ש במשנה ט' על מ\"ש במשנה י', וכן בס' מרכבת המשנה דרך על דרך זה יעו\"ש כאן ובהל' שבת פי\"ב ולא הרגישו בזה.<br><b> ודע</b> דאמה של משה המוזכר בכל ענין זה היינו בת כ\"ד אצבעות שהוא של ו' טפחים ששיעור זה היה אמת הבנין של משה וכ\"כ רבינו בפי' המשנה כלים פי\"ז מ\"ט וז\"ל ובינונית היא אמה בת ו' טפחים וכל טפח ד' אצבעות בגודל והיא אמה של משה ר\"ל אשר בה ישער המשכן וכו', נמצא בפירוש דשל משה ר\"ל אשר ישער המשכן וכן הוא בפי' רש\"י בבכורות דף מ\"ד ע\"א אמר רב משה רבינו עשר אמות היה וכו' אמר ליה שימי באמה של קרש קאמינא ופי' רש\"י דהיינו עשר אמה באמה של קרשים וכו' והא דאמרן בפירקא דלעיל אחת יתירה על של משה חצי אצבע לאו בשל משה ממש קאמר דודאי של משה היתה יתירה על אותה של קרשים שתיקן משה ע\"כ וכל זה פשוט והוצרכתי לזה לפי שראיתי להתוס' יו\"ט דברים אשר לא כן שם במשנה ט' פי\"ז דכלים וז\"ל של משה לפי מידת ארכו של משה דהיינו אמתו כך פי' רש\"י בעירובין דף מ\"ח והיינו ממ\"ש שם סוף ד\"ה של קדש וז\"ל ב' אמות שהיו בשושן הבירה שנעשו למידת אמתו של משה עכ\"ל, והבין דמ\"ש אמתו של משה ר\"ל של משה ממש וליתא כמו שביררנו ומ\"ש אמתו של משה ר\"ל שהיה משער המשכן ופשוט, מחכם בני הי\"ו."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "יצחק ירנן על משנה תורה, הלכות מעילה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yitzchak Yeranen",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}