{
    "title": "Maaseh Rokeach on One Who Injures a Person or Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maaseh_Rokeach_on_One_Who_Injures_a_Person_or_Property",
    "text": [
        [
            [
                "<b>החובל בחבירו וכו' ואלו הם וכו'.</b> בנמוקי הרב מעיל שמואל ז\"ל, ראיתי שהקשה דלמה התנא לא הקדים שבת לריפוי כסדר המקרא, רק שבתו יתן ורפא ירפא ע\"כ, ואם זו היא קושיא מאי איריא שהקשה כן על התנא, הלא על דברי רבינו ג\"כ היה יכול להקשותה, שהרי לקמן דין ח' הקדים בסדר דבריו השבת להריפוי, [וכאן כתב כלשון המשנה] אלא ודאי דהתנא הקדים סדר המציאות דתחילה הוא הריפוי שהוא תיכף לחבלה ואח\"ז יבא השבת שמבטלו ממלאכתו, וקרא הכי קאמר, דלא מיבעיא שיתן השבת דמלתא דפשיטא היא שהרי בטלו ממלאכתו, אלא גם הריפוי יתן."
            ],
            [],
            [],
            [],
            [
                "<b>שנאמר בו חבורה תחת חבורה וכו'.</b> הקושי מבואר דמאחר שהקדים דמרוצח נפקא הא תו למה לי, וגם התירוץ מבואר, דהייתי אומר שהבחירה ביד המזיק או הניזק, או ליתן ממון או לחסרו אבר או חבלה כנגדו, וכמו שאיתא בגמרא, אי בעו עינו נותיב ליה ואי בעי דמי עינו ניתיב קמשמע לן וכן כתב הרב לחם משנה ז\"ל, ומבואר הדבר שרבינו לא הביא הדרשות כמו שנאמרו בגמרא, מפני שכבר ידוע דדרכו בדבר שאין בו נפקותא לענין דינא שאינו מקפיד, וגם דרשה זו שהביא מחבורה תחת חבורה וכו', היא אדם מאדם ונזיקין מנזיקין ע\"פ דברי הגמרא שם, ובזה תתורץ קושית הרב לחם משנה ז\"ל עיין עליו."
            ],
            [
                "<b>כולן הלכה למשה הן בידינו וכו'.</b> לכאורה קשה טובא, דמאחר שהקדים שהם הלכה למשה, מה צורך להביא ראיות אחרות מבית דינו של יהושע ובית דינו של שמואל, הא הוי כיהודה ועוד לקרא, וכן כתב הסמ\"ג עשין ע' וק\"ט, ואולי יש לומר משום דבגמרא הקשה דילמא נהורא שקיל מיניה נהורא אמר רחמנא נשקול מיניה וכו', אלא נשמה שקיל מיניה נשמה אמר רחמנא נשקול מיניה, הכי נמי נהורא שקיל מיניה נהורא אמר רחמנא נשקול עיניה ע\"כ, הרי דהיה מקום לומר דלאו ממון דווקא קאמר ודוחק."
            ],
            [
                "<b>שהרי נאמר באונס וכו'.</b> ידוע דהרב המגיד ז\"ל תמה על רבינו דלמה למדה מאונס שהוא דבר קצוב והניחו בצ\"ע, ולכאורה היה נראה לומר דאין כאן תימה, דמצינו לרב אשי בגמרא דיליף לתשלומי חבלה שהוא ממון ולאו תחת ממש מקרא דתחת אשר עינה, ותקשי עליה נמי הא דהתם הוי דבר קצוב, אך אחר ההתבוננות, אדרבה תמהתי איך פה קדוש יאמר דתחת אשר עינה היינו החמשים כסף שנותן תחת אשר עינה, והרי רבינו ריש פרק ב' דנערה בתולה יליף להצער באנוסה מקרא דתחת אשר עינה, ושם היה לו להרב המגיד לתמוה, אי נמי כאן היה לו לתמוה על מה שכתב שם, ועוד דהדבר מוכרח מעצמו דאי אפשר לפרש דהקנס של נ' כסף הוא על דבר העינוי, שהרי המפתה גם נותן הנ' כסף כמבואר, אלא ודאי דהעינוי הוא הצער דווקא ואין לו קצבה כמו שכתב רבינו שם להדיא, אך ראיתי לרש\"י ז\"ל פרק ג' דערכין דף ט\"ו [ע\"א] אדברי אביי דאתי לאוכוחי דהנ' כסף הם מלבד הבושת והפגם מקרא דתחת אשר עינה, פירש ז\"ל דמשמע הני נ' כסף הם בשביל קנס העינוי וכו' ע\"כ, וקשה כאמור, עד שמצאתי בכתובות דף מ' [ע\"ב], דאמר הכי אביי להדיא תחת עינה הני תחת אשר עינה, ורבא אמר מונתן האיש השוכב עמה וכו' הנאת שכיבה נ' כסף עיי\"ש, נמצא דדברי רש\"י ז\"ל ישרים וכנים כדאביי, אלא דקשיא לי דבשלמא לרבא דהנ' כסף הם בשביל הנאת השכיבה אתי שפיר דילפינן מהתם מאונס לנ' כסף, אבל לאביי היכי ילפינן מכיון דיהיב קרא טעמא תחת אשר עינה, מעתה דווקא היכא דאיכא עינוי קאמר קרא, משא\"כ במפתה, דאל\"כ למה לי למכתב תחת אשר עינה, לימא תחת אשר שכב, ואיך שיהיה רבינו פסק כרבא וכמו שכתב הכסף משנה ז\"ל שם, וכן פסק הסמ\"ג ז\"ל, ודברי הרב המגיד ז\"ל צ\"ע טובא."
            ],
            [],
            [],
            [],
            [
                "<b>אדם מועד לעולם וכו'.</b> לשון המשנה פרק כיצד הרגל, ומשמע דאונס גמור פטור, מדלא חשיב אלא שוגג אבל אנוס מאי הוי ליה למעבד, וכן כתב הבית יוסף חו\"מ סי' תכ\"א בשם המישרים והתוס' ז\"ל, אכן בשיכור לא חילקו ז\"ל, וה\"ק דאם הגיע לשכרותו של לוט נראה דהוי אנוס גמור אם לא שנאמר דהוי ליה תחילתו בפשיעה וכו' ולכך לא חילקו, אך לענין הבושת יש לחלק בו כמו שכתב הרב כנסת הגדולה ז\"ל שם."
            ],
            [
                "<b>נפל ברוח שאינה מצויה וכו'.</b> סוף פרק כיצד הרגל, ואמר רבה נפל מראש הגג ברוח שאינה מצויה והזיק ובייש חייב על הנזק ופטור בארבעה דברים, ברוח מצויה והזיק ובייש חייב בארבעה דברים ופטור על הבושת, ואם נתהפך חייב אף על הבושת וכו', וקשה קצת דלמה נקט חלוקה בנתהפך ברוח מצויה דווקא, ויש לומר דברוח שאינה מצויה לא שייך נתהפך שהרי הרוח דוחקו בעל כרחו, ואין לו שהות להתכוין, אכן לרבינו קשה דנקט חלוקה דנתהפך ברוח שאינה מצויה, ולמה לא העתיק דברי רבה, ואין לומר דהא דנתהפך שכתב רבינו ארישא קאי דהיינו רוח מצויה, הא ליתא מדסיים חייב בכל אף בבושת, ואי ארישא קאי כבר חייבו בארבעה דברים, ומאי בכל דקאמר, הוי ליה למימר חייב אף בבושת כדברי רבה, ודוחק לומר שכך היתה גירסתו, אם לא שנאמר שרבינו הוקשה לו הקושיא שהקשינו, וסבירא ליה דאף ברוח שאינה מצויה גם יתכן שנתהפך ונתכוון חייב, אלא דאם נאמר כן לשמועינן הך רבותא רבה ברוח שאינה מצויה וכל שכן במצויה, והטור ז\"ל חו\"מ סי' תכ\"א העתיק כדברי הגמרא, וכן כתב הרב ב\"י ז\"ל שם, אמנם בשו\"ע העתיק כדברי רבינו."
            ],
            [
                "<b>שנים שחבלו וכו' ומשלשין ביניהן וכו'.</b> ראויין הדברים למי שאמרן, וכן פסק לקמן פרק ו' דין י\"ג בשנים שהמיתו את הבהמה כאחת, ונראה דאיצטריך דלא נימא שיש לשער כח ההכאה או החבלה אם אחד מהם בריא והאחד חלש דומיא דשנים שחבלו זה בזה דמשערינן החבלות, כמו שכתב השו\"ע חו\"מ סי' תכ\"א סעיף י\"ג."
            ],
            [],
            [
                "<b>וכן אם נתכוון לזרוק ב' וזרק ד' וכו'.</b> אף דבגמרא אמרו ג\"כ נתכוון לזרוק ד' וזרק ח', לא אמרו כן אלא לאשמועינן דבשבת אינו כן, וקשיא לי על הטור חו\"מ סי' תכ\"א שכתב שתיהם, דהא לענין נזיקין לא נפקא לן ולא מידי בין ד' לח'."
            ],
            [
                "<b>אבל אם הוזק זה שנכנס וכו'.</b> הרב המגיד ז\"ל הזכיר הסוגיא ודרבינו מפרש ידע ולא ידע שאמר רב פפא, רצה לומר אם נתכוון או לא נתכוון, ודלא כפירוש רש\"י ז\"ל עיי\"ש, וגם כפי' התוס' ז\"ל לא אתי, שהרי אוקמו ההיא דשניהם ברשות או שניהם שלא ברשות כגון שנכנסו לחצר בעל הבית וחייבים כשהזיקו זה את זה אפילו הזיקו שלא מדעת, משא\"כ באחד ברשות ואחד שלא ברשות, ורבינו כתב כאן היו שניהם ברשות או שניהם שלא ברשות והוזקו זה בזה שניהם פטורים, הרי דגם באלו הצריך רבינו כוונה, גם מה שהקשו התוס' על פירוש רש\"י ז\"ל, דהיינו מתניתין דפרק המניח לא קשיא על רבינו, שהרי שם דף ל\"ב [ע\"א] כתבו ז\"ל, דלא הזיקו ממש במתכוין אלא כלומר הוזקו, והביאו ראיה מהא דשניהם ברשות וכו', ואף שהוא היפך מה שכתבו שם, מכל מקום רבינו שפסק כאן ולקמן פרק ו' דין ט\"ז דדווקא הוזקו דהיינו שלא במתכוין, מוכרח שהוא מפרש בזו כדברי התוס' שם, והרב לח\"מ ז\"ל נתקשה בדברי הטור חו\"מ סי' שע\"ח, שמתחילה נראה שתופס דעת רבינו שמחלק בין מתכוין לשאינו מתכוין, שהרי כתב ומיהו דווקא במזיקו במזיד וכו', ושוב כתב היו שניהם ברשות וכו', אם לא ידעו זה בזה שלא ראו זה את זה אע\"פ שלא כיוונו חייבים, והיינו כפירש רש\"י וצ\"ע ע\"כ, וסתירה כזו היה להם להמפרשים ז\"ל להתעורר בה עיין עליהם, לבד הרב ב\"ח ז\"ל שהקשה, דבסוף סי' שע\"ט תמה על דברי הרמב\"ם וכאן סתם כדבריו, ותירץ דהטור ז\"ל חולק על הרמב\"ם בזה, דאינו מחלק בין ברשות לשלא ברשות, והטור ז\"ל מחלק עיי\"ש, גם הרב כנסת הגדולה ז\"ל שם תמה על הטור דבסי' תכ\"א [כתב] הזיקו בכוונה הכוונה לומר שראו זה את זה וכו' ע\"כ, מכל זה מוכח דהטור ז\"ל מחלק בדבר בין ברשות לשלא ברשות דבנכנסו לחצר בעל הבית והזיקו זה את זה אז בעינן ראו זה את זה, משא\"כ בנכנס אחד לחצר בעל הבית שלא ברשות והזיקו בעל הבית אז אין לחלק אלא בין נתכוין ללא נתכוין, דהכי מפרש הטור ההיא דואזדו לטעמייהו שאמרו בגמרא, דהא דברי רבא בנכנס לחצר בעל הבית שלא ברשות הוא."
            ],
            [
                "<b>או שבקע ברה\"י והזיק ברה\"ר וכו'.</b> בדפוס מגדל עוז נמחק והזיק ברשות הרבים, וכתוב שם או שבקע ברשות היחיד והזיק ברשות היחיד אחר, ונראה דט\"ס הוא וצריך להגיהו, דהא הכי תנן לה במתניתין, ואדרבה הא דהזיק ברשות היחיד אחר אינו במשנה, ועל מה שכתב בין ברשות בין שלא ברשות עיין להרב לחם משנה ז\"ל, ובפרק ו' דהלכות רוצח יתבאר עוד כי שם ביתו."
            ],
            [
                "<b>ומביאין החפץ וכו'.</b> פלוגתא דשמעון התימני ור' עקיבא שם דף צ' [ע\"ב] ופסק כשמעון התימני דדריש מה אגרוף מיוחד שמסור לעדה ולעדים וכו', אך קשה דהוי ליה לפסוק כר\"ע דקיי\"ל כוותיה מחבירו, וי\"ל משום דלקמיה דף צ\"א [ע\"א] איפשטו דיש אומד לנזיקין מדברי שמעון התימני, שמע מינה דהלכה כוותיה."
            ],
            [
                "<b>הברזל אין לו אומד וכו'.</b> דין זה מתבאר בדברי רבינו פרק ג' דרוצח דין ד'.",
                "<b>פטור מכלום שנאמר וכו'.</b> לשון הגמרא פטור לגמרי דמשמע אפילו מנזק, והטור חו\"מ סי' תכ\"א פסק דפטור מד' דברים וחייב בנזק, וקשה דקרא דומצא את רעהו פטרו לגמרי, ואם הרגו גואל הדם נהרג עליו ואיך נחייבהו בנזק, גם הרב ב\"ח ז\"ל השיגו שם דאיך פסק היפך אביו הרא\"ש והרי\"ף והרמב\"ם עיי\"ש."
            ]
        ],
        [
            [],
            [
                "<b>כיצד קטע ידו או רגלו וכו'.</b> במתניתין אין שם אצבע ורבינו הזכירו עפ\"י האמת [שבחיסר] אבר שייכי החמשה דברים, וכמו שכתב לקמיה דין ה'."
            ],
            [],
            [
                "<b>ומשלם לו שבת וכו'.</b> הלשון מגומגם דמשמע דבסתם בני אדם קאמר ישלם השבת מפני שהיה ראוי לזה, וקשה דהרי בגמרא דף פ\"ו [ע\"א] אמרו שבת דהוה מרקד בי כובי וכו', משמע דלא משלם שבת אלא בשבטלו ממלאכה זו שהיה עסוק בה, וזה הוא מוכרח גם מדברי רבינו עצמו שהרי לעיל כתב הכהו על ראשו וצבה משלם שלשה, משמע דשבת אינו משלם, וכך הם דברי הטור והרב בית יוסף חו\"מ סי' ת\"כ, ומוכרח שנפרש דהרי הוא ראוי שכתב רבינו, דהכוונה שזאת היתה מלאכתו, והכי משמע קצת ממה שסיים ונמצא בטל ממלאכה זו, ונפקא מינה לאם היה נוקב מרגליות וקטע ידו, דאל\"כ לקתה מדת הדין כמו שאיתא בגמרא."
            ],
            [],
            [
                "<b>אפילו חסרו כשערה וכו'.</b> כן כתוב בכל הנוסחאות שלפנינו, והכוונה ע\"פ מה שכתב למעלה בגלח שער ראש חבירו וכו', ועכשיו בא לומר דאפילו בחסרו שער מעור בשרו וכו', אמנם המפרשים ז\"ל העתיקו כשעורה, ואיך שיהיה עיקר הדין לא מצינו מהיכן הוציאו, וגם הרב המגיד ז\"ל לא ציינו, ואדרבה הקשה עליו מהסוגיא דהחובל דף פ\"ח [ע\"א] בחובל בבת [קטנה של] אחרים, דמשמע דדווקא בחובל בפניה דאפחתה מכספה, הא אם אינו בפניה אין כאן נזק דבה לא אפחתה מכספה, ולענ\"ד התירוץ מבואר דהתם נקט בפניה משום דהוי הפחת של אב, כגון אם בא למכרה כמו שכתב רש\"י ז\"ל, אבל אם אינו בפניה אף דאפחתה הוי לדידה ולא לאב, וכן משמע להרב ב\"ח ז\"ל חו\"מ סי' ת\"כ, אך המעיין בדברי רבינו יראה שדעתו ז\"ל שהדבר תלוי בריבוי הפחת (אך) [או] במיעוטו שהרי לקמן פרק ד' דין י\"ד העתיק סתם נזק הפוחת אותה מכספה דהרי הוא של אב וכו', ולא ביאר בפניה וסיים שם דנזק שאינו פוחתה מכספה הרי הוא שלה ע\"כ, מוכרח דקצת פחת איכא דהא הנזק נישום כעבד הנמכר כדתנן במתניתין, אלא דלא חשיב פחת (דמשום) [דחשוב] כל כך, וכן נראה דעת הרב לח\"מ ז\"ל עיין עליו, ואף שהפרי חדש ז\"ל בנימוקיו למסכת גיטין דף מ\"ב תמה עליו, דכיון דאינו פוחתה מכספה מה נזק יש, ונדחק לומר דרבינו סמך למה שכתב בפרק ד', ומה שחייבו כאן בחמשה דברים היינו בחבלה שמפחיתו מכספו עיי\"ש, ולענ\"ד מה שכתבתי הוא הנכון ודוק."
            ],
            [
                "<b>המבעית חבירו וכו'.</b> התוס' ז\"ל דף צ\"א [ע\"א] הביאו תוספתא דקתני הכהו כנגד אזנו וכו' שנאמר והכה עד שיעשה בו מעשה, משמע דגזירת הכתוב הוא ע\"כ, ולפי דבריהם בעלמא לא הוה לן לחלק בין עושה מעשה לאינו עושה, דאי בעלמא נמי מחלקינן בהכי הרי אינו גזירת הכתוב דבכל מקום כן הוא, ויש לומר דלא כתבו כן אלא כלפי טעם (אותו) [איהו] דאבעית נפשיה, אבל לעולם דילפינן מיניה לכל החבלות."
            ],
            [
                "<b>יראה לי וכו' ואינו נוטל הנזק וכו'.</b> ראיתי למהרש\"ל בספר ים של שלמה פרק ח' סי' י\"ב שכתב על דברי רבינו, ולא נהירא, ממה נפשך אי לא יכול להערים כל ימיו א\"כ מלתא דעבידא לגלויי ולא קמשקר, ואי לא עבידא לגלויי שיכול להערים כל ימיו, א\"כ מה מועיל המתנת הזמן, וגם מלתא דלא פסיקא הוא עד כמה ימתין וכו' ע\"כ, הנה מה שכתב דמלתא דלא פסיקא הוא עד כמה ימתין, יש לומר דמדכתב רבינו ויהיה מוחזק, הלא ידוע דבתלת זימני הויא חזקה, ומינה דכיון דאתחזק תלת זימני לית לן למיחש להערמה דבתר חזקה אזלינן אפילו בדיני נפשות, וסתם בני אדם לא אערמי כל כי האי, ונמצאו דברי רבינו מכוונים."
            ],
            [],
            [],
            [
                "<b>כפועל בטל של אותו מלאכה וכו'.</b> כתב הרב המגיד ז\"ל כבר ביארתי בפרק י\"ב מהלכות גזילה ואבידה ודעתו כאן כדעת ההלכות ע\"כ, וקשה קצת דהתם דין ד' אחר שהביא דעת הרי\"ף וכו', סיים ורבינו פירש פירוש אחר משמע שאינו כדעת ההלכות ויש ליישב ודוק.",
                "<b>סימא עינו וכו'.</b> כתב הרב המגיד בשם הרשב\"א ז\"ל, דדווקא כשסימא שתי עיניו אבל עינו אחת ראוי הוא לכל מלאכה ע\"כ, וכן כתבו התוס' והרא\"ש והנימוקי יוסף ז\"ל שם, וחילקו בין רגל אחת ויד אחת לשנים לענין השבת, וכן כתב הטור חו\"מ סי' ת\"כ שרבינו לא חילק מפני שהעתיק דברי הגמ' ומה שנפרש בה נפרש בדבריו."
            ],
            [
                "<b>הכה את חבירו על אזנו וכו'.</b> דין זה כבר הזכירו למעלה בדין ז' וכפלו כאן אגב ההכאה, אי נמי משום דבעי לאשמועינן דנותן דמי כולו, והתוס' ז\"ל הקשו מההיא דערכין דחרש שוטה וקטן נידרין ונערכין, ותירצו [וחילקו] בין חרש דבידי אדם לחרש דבידי שמים, אי נמי בין היה לו אומנות ללא היה לו, ושם בערכין תירצו [וחילקו] בין חרש שיש לו רפואה לאין לו עיי\"ש, אמנם לרבינו קשה קצת שהרי בפרק א' דערכין דין ו' סתם וכתב, וכן המעריך את החרש ואת השוטה חייב ונותן לפי שניו וצריך לומר דרבינו מפרש דגבי ערכין שאני שאינו תלוי בשווי האיש, שהרי אפילו היה הנערך מוכה שחין או סומא או גידם ויש בו כל מום נותן לפי שניו כמו שכתב שם רבינו, ולענ\"ד נראה עוד דשוטה יוכיח, דמי לא עסקינן שהוא בתכלית השטות דהרי חז\"ל לא חילקו בו, ואפ\"ה נערך, אלא ודאי שגזירת הכתוב היא ואין לחלק."
            ],
            [
                "<b>סימא את עינו ולא אמדוהו וכו'.</b> הרב המגיד ז\"ל זיווג דעת רבינו עם דעת התוס' ז\"ל, ויותר היה נראה שהם כדברי רש\"י ז\"ל, ועיין להרב לח\"מ ז\"ל שהאריך בזה."
            ],
            [
                "<b>ודבר זה תקנה היא למזיק וכו'.</b> פירוש שיכול לפטור עצמו באומד אחד ולא יצטרך להטפל עמו בכל יום, וכן כתב מהרש\"ל ז\"ל. ובספר ידי אליהו ז\"ל, פלפל בהעלותו על לבבו משום קנס, ואין כאן שום סלקא דעתא שיהיה שום אחד מהחמשה דברים משום קנס, דקנס הוא דבר קצוב כדאמרינן בנ' סלעים של אונס ומפתה, אבל בחמשה דברים שצריכים אומד אין כאן שום קנס וק\"ל."
            ],
            [],
            [],
            [],
            [
                "<b>אמר לו המזיק וכו'.</b> קשה דלמה השמיט רבינו ההיא דאסיא רחיקא שאמרו שם דף פ\"ה [ע\"א], ופירש רש\"י ז\"ל דמוזיל גביה ע\"כ, ומדברי רבינו שלא שלל אלא רופא חנם, משמע דאי מוזיל גביה שפיר דמי, ואולי יש לומר דרבינו כללה ברופא חנם, דכל עוד שאינו לוקח שכרו משלם, חנם מיקרי, וגם אין דרך שהרופא יטריח עצמו חנם לגמרי, אף דמהגמרא לא מוכח הכי עיי\"ש."
            ],
            [
                "<b>עלו בו צמחים שלא מחמת המכה וכו'.</b> כבר ידוע דהראב\"ד והטור חו\"מ סי' ת\"כ השיגו על דברי רבינו דאינו חייב לרפאותו, והדבר מבואר שפסקו של רבינו אתי דלא כמאן, עד שמכח זה כתב הרב המגיד ז\"ל שהוא ט\"ס בדברי רבינו, ואין חייב לרפאותו היא עיקר הנוסחא ע\"כ, והרב בית יוסף כאן [בכס\"מ] ובב\"י שם סתר סתירות להליץ בעד הגירסא באמרו, דרבינו לא היה גורס בברייתא אינו חייב לרפאותו וכו' עיי\"ש, ומלבד דאף לפי דבריו אכתי קשה טובא וכמו שהקשה הרב לח\"מ ז\"ל, אני אומר עוד שאם באנו לשבש הגירסאות בקל תתורץ כל קושיא, ויתיישבו דבריהם, אך (בתוך) [הכי] היה נראה לומר, דרבינו פסק כתנא קמא דברייתא תניינא, דקתני יכול אפילו שלא מחמת המכה, ת\"ל רק, דהכוונה על השבת דעליה קאי תיבת רק, אבל הריפוי פשיטא דחייב מדתנא ביה קרא, וכדפריך שלא מחמת המכה בעי קרא, כלומר מדלא תני קרא אלא בריפוי ובשבת לא תני פשיטא דלא מחייב, ומשני דעיקר דרשת ה\"רק\" אינה [אלא] להיכא דעבר על דברי רופא וכו', כלומר ולפטורא דשבת שלא מחמת המכה לא בעי מיעוטא, וכן זכיתי ומצאתי להרב ב\"ח ז\"ל, אך עם כל זה אין דעתי נוחה דמלבד דהוי ליה לבארו, (אלא) כיון דפליג אדרשה ד\"רק\" אכתי מי הכריחו לרבינו לפרש תנא קמא (דרך) [דהך] ברייתא דלא כמאן מהברייתא הראשונה, מכל שכן שראינו לרבי יוסי בר יהודה דאתי כרבי יהודה דאידך ברייתא, גם ראיתי להרש\"ל בים של שלמה [פרק ח'] סי' ט' שגם הוא הסכים לשבש הגירסא.",
                "<b>עבר על דברי הרופא וכו'.</b> נראה דרבינו מפרש ההיא דאכל מיני מתיקה דפטור בשצוהו הרופא והזהירו על זה, אבל אם לא צווהו והוא מעצמו אכל הוי ליה כמחמת המכה, וחייב דהרופא הוא שפשע ולא הוא, וכן כתב ז\"ל ופשוט."
            ],
            [
                "<b>כשפוסקין וכו' גובין ממנו הכל מיד וכו'.</b> דקדק ז\"ל בתיבת הכל, משום דאיכא ריפוי דאם אמר המזיק ארפאנו דבר יום ביומו שומעין לו כמו שכתב לעיל דין ט\"ז, ולכך לא ביאר החמשה דברים אלא הכל כלומר כל השייך לו ולכוונה זו העתיק הטור חו\"מ סי' ת\"כ ארבעה דברים וכו'."
            ]
        ],
        [
            [
                "<b>כיצד משערין הבושת וכו'.</b> הנה ראיתי להרב לח\"מ ז\"ל, שהביא דברי הרא\"ש ז\"ל שהקשה להרי\"ף ז\"ל, דלמה לא פסק כרבי שמעון דאוקימו למתניתין כוותיה, וסבירא ליה דרואין אותן כאילו הם בני חורין וכו', ותירץ דסמך אמתניתין דלקמן דקאמר הכל כלפי כבודו וכו', ומסיק דלקולא קאמר, ורבי עקיבא קאמר עלה אפילו עניים שבישראל רואין אותם כאילו הן בני חורין, אלמא דלעשיר משערינן כבני חורין שירדו מנכסיהן וכו', זה לא שייך לדעת רבינו שהרי לא הזכיר המשנה דלקמן וכו', וצ\"ע ע\"כ. והעיני בשר לו ראה יראה שאחרי המחילה הראויה מכבוד רבנותו של הרא\"ש ז\"ל, מה שכתב שם אלא דלעשיר משערינן כבני חורין שירדו מנכסיהן, מדקאמר הכל לפי כבודו, דמשמע שיעור זה לעשיר ולפחות לפי כבודו והיינו כר' שמעון וכו' ע\"כ, אילו היה זה הכרח עצום היינו מודים לו שזאת היתה כוונת הרי\"ף ז\"ל, אך אינו כן, דאמאי לא נפרש הדברים כפשטן דהכל לפי כבודו לדעת תנא קמא, היינו בין לעני בין לעשיר שוה להכל לפי המבייש והמתבייש שאמרו באידך מתניתין כלשון רבי יהודה, ממה שאיתא בברייתא שאמר הגדול לפי גדלו והקטן לפי קטנו, ומאי דדחו דברי רבי יהודה אינו אלא מכח דין הסומא, ומשו\"ה אמרו מחוורתא מתניתין כר\"ש, כלומר אף שיש פנים מאירים לרבי יהודה שלשונו כלשון המשנה, לרווחא דמלתא מחוורתא כר\"ש וכלפי דברי ר\"ע עיי\"ש, ומדחזינן באידך מתניתין דקתני הכל לפי כבודו שהוא לשון מכוון לאידך מתניתין ודברי רבי יהודה, לכך ראו הרי\"ף ורבינו זלה\"ה לפסוק כסתם מתניתין ולא ביארו, וכבר זכיתי ומצאתי כדברי, במהרש\"ל בספר ים של שלמה [פרק ח'] סי' ט\"ז עיי\"ש שהאריך, והאמת יורה דרכו."
            ],
            [
                "<b>המבייש את הערום וכו'.</b> כבר ידוע מה שכתב הרב המגיד, דרבינו אינו מחלק בביוש הערום דכיון שאינו מתבייש מבני אדם הרואים אותו ערום לאו בר בושת הוא וכפירוש רש\"י ז\"ל דלא כהתוס' והרשב\"א ז\"ל שחילקו בדבר ע\"כ, והרב בית יוסף ז\"ל חו\"מ סי' ת\"כ כתב עליו דאינו מוכרח, וסיים, וכיון דאפיק ממונא הוא נקטינן כדעת ר\"י והרשב\"א ז\"ל ע\"כ, והקשה עליו הרב לח\"מ ז\"ל [על מ\"ש] דאין מוכרח, הרי מדכתב רבינו המבייש את הערום מוכרח שהיה ערום והוא ביישו דאי דרך הפשט קאמר הא אין שייך הפשט בערום, ומאי פטור שייך ביה כיון דעניינו לא שייך, ועוד הקשה במה שסיים הרב בית יוסף, וכיון דאפוקי ממונא הוא נקטינן כדעת ר\"י והרשב\"א ז\"ל, עיי\"ש דנהפוך הוא דר\"י והרשב\"א ז\"ל מחייבי, ומכח זה הגיה נקטינן כרש\"י והרמב\"ם ז\"ל, ע\"כ. הנה לקושיא ראשונה שהקשה על הרב בית יוסף, אי מהא לא איריא, דגם לישנא דמתניתין דקתני המבייש את הערום לדעת רש\"י ז\"ל היינו דרך הפשטת בגדים כדברי הברייתא ממש, והכוונה שביישו דרך ערימותו אלא ההכרח הנכון נראה, מדקבעם רבינו לשני חלוקות שכתב, המבייש את הערום וכו' פטור, ושוב [כתב] חלוקה אחרת לחיוב נשבה הרוח והפכה שוליו וכו', מוכרח דמילי מילי קתני וכדברי רש\"י ז\"ל, אף אפשר דכוונת הרב בית יוסף במה שכתב דאינו מוכרח, היינו ממה שכתב רבינו נשבה הרוח והפכה שוליו וכו', דמשמע דאם עצמו התחיל בדבר פטור, והיינו מה שכתב ברישא דהמבייש את הערום וכו', אך אם איתא הוי ליה לפרש, עוד אני תמיה על הרב בית יוסף ז\"ל דלמה כתב דאינו מוכרח, הרי לפי פסקו שהוא האמת דאפוקי ממונא, כלומר וכיון דאיכא פלוגתא לא מפקינן ממונא, וגם אם היו דברי רבינו שקולין יפה, לנו לפרשם ע\"פ מה שהדעת מכריח, ומה שהגיה הרב לחם משנה ז\"ל הוא קצת רחוק, ויותר היה נראה להגיה לא נקטינן כר\"י והרשב\"א וכן כתב הפרישה ז\"ל עיין עליו."
            ],
            [
                "<b>המבייש את הישן וכו'.</b> הנה [ראיתי] להרב כנסת הגדולה חו\"מ סי' ת\"כ בהגהת הטור אות ל\"ב, שהקשה על רבינו והטור ז\"ל, שהשמיטו דין סומא שבייש האמור במשנה בלי חולק, ותירץ תחילה, דרבינו סובר דכיון שכתב רבינו דישן שבייש פטור, מינה נשמע דסומא שבייש (פטור) [חייב], כדדייקינן בגמרא ודלא כר' יהודה וכו', עוד תירץ בהיפך דאע\"ג דמתניתין דלא כר' יהודה, מכל מקום הלכה כר' יהודה מדשקלו וטרו אמוראי אליביה וכו', ואפשר שזו דעת הטור וכו' עיי\"ש שהאריך, ולענ\"ד הדבר פשוט הרבה, שהרי לא מצינו לרבינו שפטר הסומא אלא גבי ראייה בפרק ב' דחגיגה, וגבי גלות פרק ו' דרוצח, משום דמוכח להו מקראי, וכחכמים דפרק אלו הן הגולין וסתם מתניתין דפרק קמא דחגיגה משמע דסבירא להו דסומא הרי הוא כשאר בני אדם בכל מילי, גם בסוף פרק ח' דתפילה פסק כסתם מתניתין דסומא פורס על שמע וכו', ומעתה אף אנו נאמר שכן דעת הטור ז\"ל וכדעת אביו ז\"ל, ולא נצטרך לדחוק דהטור סתם מפני כבוד אביו ז\"ל, אלא הדבר פשוט דמשום דסבירא ליה דבין בבייש בין נתבייש איכא חיובא, להכי לא חש לבאר, ומתניתין גופה לא איצטריכא אלא אגב דנקט ישן וערום נקט נמי סומא."
            ],
            [
                "<b>המבייש את השוטה וכו' המבייש את הקטן וכו'.</b> אף דבישן ומת כתב רבינו לעיל דאין גובין בושת זה מן המבייש ואם תפשו היורשין אין מוציאין מידם, משום דסבירא ליה דלא איפשיטא בעיא דרב אבא בר ממל, ואף שבאו לתרצה מהא דקטן, והדין היה נותן דכי היכי דבישן לא איפשיטא גם בקטן גמור דמיכלמו ליה ולא מכלם לא פשיט לן, והוי ליה לרבינו לכתוב גם כאן דאם תפשו היורשין וכו', מ\"מ הדבר מבואר לפי האמת דלא דמי קטן גמור לאדם גדול אף שהוא ישן, דבקטן גמור אין שייך לא זילותא ולא בושת משפחה, והרב לחם משנה ז\"ל האריך בזה והוא פשוט הרבה, שוב ראיתי להרש\"ך חלק א' סי' ל\"ג הביאו הרב כנסת הגדולה ז\"ל שם שכן כתב עיין עליו."
            ],
            [
                "<b>המבייש את חבירו בדברים וכו'.</b> עיין להרב כנסת הגדולה חו\"מ סי' ת\"כ, שהביא כמה פרטים במבייש את חבירו בדברים, ודין התלמיד חכם שם בסוף הסימן."
            ],
            [],
            [
                "<b>ואמרו חכמים הראשונים וכו'.</b> פרק ג' דאבות המלבין פני חבירו ברבים אין לו חלק לעולם הבא, ומפרשה רבינו דחבירו בתורה ובמצוות קאמר."
            ],
            [
                "<b>ואותו הממון הקצוב וכו'.</b> הטור ז\"ל חו\"מ סי' ת\"כ הביא בשם הרי\"ף והרא\"ש ז\"ל דפליגי על זה וסבירא להו דאלו הדמים הקצובים אינם אלא בשביל הבושת והצער וכו', והב\"י הביא שם לשון הרי\"ף שהסכים כדברי רבינו, אמנם הנימוקי יוסף הביאו הרב ב\"ח ז\"ל כתב כדברי הטור ז\"ל נראה שהדבר תלוי בגירסאות, ומכל מקום כבר הסכים הרב ב\"י שם כדעת רבינו, וכל שכן דאפוקי ממונא הוא, וכתב עוד דהני מילי בשלא היה באותה מכה כדי לעשות נזק גדול, אבל אם הכהו בחוזק וכו', משמע לי דמודה הרמב\"ם שישלם ריפוי ושבת, וכן נראה לשונו דלא איירי בהכהו בחוזק ביותר עכ\"ל, ותמיהא לי מילתא, למה לא פסק כן בשלחנו הטהור, דמאחר דרבינו מודה בהא גם הרי\"ף יודה לו אף לפי גירסתו ומכל שכן לגירסת הטור ז\"ל דהוו ליה שלשה עמודי עולם אשר הב\"י סומך עליהם בכל מקום הוי ליה להביאו בשו\"ע לפסק הלכה, וגם בהג\"ה לא הזכירו לא ידעתי למה, אם לא שנאמר דכיון דאפוקי ממונא הוא וגם הדבר אינו מבואר לא רצה להביאו לפסק הלכה."
            ],
            [
                "<b>או שרקק והגיעו וכו'.</b> יש במשמע לשון זה אפילו בבגדיו, אמנם הטור ז\"ל סוף סי' ת\"כ העתיק לשון רבינו וכתוב בו והגיע הרוק בבשרו, אף הדבר פשוט שהרי לעיל דין ה' כתב רבינו רקק על בגדיו פטור, אך קשה קצת ממה שכתב לעיל פרק ב' דין ז' במבעית את חבירו וחלה מן הפחד וכו', דאפילו צעק באזנו וחרשו פטור, הרי דאף שנעשה מעשה על ידו שנחלה או נחרש פטור, וכאן ברקיקה לבד יהיה חייב, אם לא שנאמר שכך שיערו חז\"ל דהעושה מעשה חייב, שאינו עושה מעשה פטור, א\"כ יש לומר דהתם שאני שדינו מסור לשמים דהוי חמור מרקיקה, ודע דבמשנה קתני העביר טליתו ממנו פרע ראש האשה בשוק, ורבינו לא הזכירם, אך בגירסת הטור ז\"ל שם בהעתיקו לשון רבינו הביאם, אמנם הבית יוסף ז\"ל בשו\"ע העתיק לשון רבינו כמות שהוא לפנינו, וקשה קצת דמאחר שבגירסת הטור איתיה והיא משנה ערוכה הוי ליה להזכירו."
            ],
            [],
            [
                "<b>במה דברים אמורים במכובד אבל וכו'.</b> מכאן קשה על הרב לח\"מ ז\"ל שכתב לעיל דין ב' שרבינו לא הזכיר ההיא דהכל לפי כבודו עיי\"ש, דהרי הזכירו כאן וכמו שכתב הרב המגיד מפורש במשנה בהחובל כתנא קמא דרבי עקיבא ע\"כ, והיא היא דהכל לפי כבודו הנאמר שם."
            ]
        ],
        [
            [],
            [
                "<b>וכיצד משערין דמי ולדות וכו'.</b> קשה טובא דאמתניתין דקתני כלשון רבינו פריך בגמרא, דמי וולדות, שבח וולדות מיבעי ליה, ומתרץ דהכי נמי קאמר, כיצד משלם דמי וולדות ושבח וולדות וכו', משמע דתרתי משערינן דמי וולדות ושבח שהיו משביחין לאשה כשהיתה מלאה מהם, וכן נראה מדברי רבינו בפירוש המשנה, ואיך בחיבורו לא הזכיר אלא דמי הוולדות והשמיט שבח האשה, והטור ז\"ל חו\"מ סי' תכ\"ג כתב חייב בדמי וולדות לשלם לבעל, ושמין אותה כמה היתה יפה וכו' ע\"כ, ואף שקיצר בדבריו מכל מקום יש במשמעות לשונו דבעינן תרתי, אבל לרבינו כאן קשה, ואין לומר דכיון שלא זכתה תורה לבעל אלא דמי וולדות כמו שאיתא בגמרא מקרא דונגפו אשה הרה וכו', מכלל דפחת גופה אינו לבעל אלא לאשה, שהרי שם אמרו בפירוש ורבנן דאמרי שבח וולדות נמי לבעל, ומדקאמר נמי, משמע דבין דמי וולדות בין שבח וולדות הוי דבעל, ויש ליישב דמדכתב כיצד משערין דמי וולדות שמין את האשה וכו', הרי שניהם במשמע דמי וולדות ושבח האשה מחמתן, וכי קאמר בגמרא הכי קאמר, אין הכוונה שיש להגיה המשנה, אלא הכוונה שזהו משמעות המשנה מתוך הלשון, ולאפוקי (מדרבי יהודה) [מדרבן שמעון בן גמליאל] וזו היא דעת הרא\"ש ורש\"ל שם והסכמת הרדב\"ז ז\"ל בתשובה סי' כ\"ט, ועיי' מה שכתב רש\"ל ז\"ל בשם התוס', אף שגם הוא נתקשה עיין עליו. ובעיקר הדין יש להקשות עוד, דהיכי פסק כתנא קמא ולא כרשב\"ג דדרכו של רבינו לפסוק כרשב\"ג אפילו בברייתא, כמו שכתב הכסף משנה ז\"ל פרק ט' דטומאת מת דין ה', ושם פרק י\"א דין ט' כתב דבשיש הוכחה בגמרא היפך דברי רשב\"ג לא פסקינן כוותיה עיי\"ש, ומכל מקום בפרק י\"ב דמטמאי משכב ומושב דין ט\"ז וי\"ט פסק דלא כוותיה בברייתא כמו שכתב הכסף משנה שם, וכן בפרק י\"ג דמאכלות אסורות דין ז' כמו שכתב מרן כסף משנה גופיה שם, וכבר כתבתי במקום אחר בזה.",
                "<b>אחר מיתת הבעל נותנין וכו'.</b> ידוע מה שהשיג עליו הראב\"ד ז\"ל, והלצת הרב המגיד והכסף משנה ז\"ל, אך מה שכתב אע\"פ שרש\"י פירש ליתיה לבעל או ליורשיו, לא מצינו כן לרש\"י ז\"ל אלא באיתיה לבעל עיין עליו, ואיך שיהיה האמת נראה שיש הוכחה נכונה מתוך דברי הסוגיא דהלכה (כרבא) [כרבה], ונדחית קושית רב חסדא וכמו שכתבו התוס' שם [דף מ\"ג ע\"ב], וכמו שכתב הרב לחם משנה ז\"ל, ועיין עוד להרב [בית] חדש והכנסת הגדולה חו\"מ סי' תכ\"ג, והנכון נראה שבאיזה מקום מצא רבינו דבר זה בפירוש, ואנחנו לא נדע, ושם בגמרא אמר רב פפא התורה זכתה דמי וולדות לבעל אפילו בא עליה בזנות, ולא מצינו חולק על זה, וצריך לומר שרבינו כללו בבעל כלשון הפסוק, אך יש להסתפק במה שאיתא בירושלמי [והביאוהו] התוס' שם, דאם בא על אמו בא על אחותו אינן ראויין לקרות בעל ע\"כ, וכיון דלא זכה הבעל גם האשה לא תזכה כלל, או דילמא לפסקו של רבינו לקמן גבי שפחה או כותית שנשתחררה או נתגיירה דזכתה היא בדמי וולדות אף שלא היה הבועל זוכה, הכי נמי לא שנא."
            ],
            [],
            [
                "<b>היתה וכו' בשעת הדין וכו'.</b> טעות מפורסם הוא וצריך לומר בשעת הריון, ודע שהטור ז\"ל חו\"מ סי' תכ\"ג אחר שהביא דברי רבינו, כתב לדעת א\"א הרא\"ש ז\"ל לא משכחת בה לאשה שאם הבעל קיים הם שלו ואם מת פטור ע\"כ, והקשה עליו רש\"ל ז\"ל בים של שלמה [פ\"ה] סי' י\"ז דלא דק, דכיון דאין קדושין תופסין בשפחה וכותית הרי לא זכתה לו תורה בוולדות כמו שכתבו התוס' שם בשם הירושלמי עיי\"ש, אמנם הרב כנסת הגדולה ז\"ל שם הסביר דברי הטור ז\"ל בשתי דרכים מתוקים מדבש ונופת צופים."
            ],
            [],
            [
                "<b>אבל אם נתכוון לחבירו וכו'.</b> כתב הרב המגיד ז\"ל דדעת רבינו לפסוק כחזקיה שאין חילוק בין שוגג למזיד, אך במתכוין ואינו מתכוין לא פסק כוותיה אלא כרב אדא בר אהבה דחייב בתשלומין, ואע\"ג דרב אדא בר אהבה סבירא ליה כרבי שמעון, רבינו כבר פסק כר\"ש בפרק ד' דרוצח וכו' ע\"כ, מה שכתב דרבינו פסק כחזקיה בחד צד הוא דעת התוס', ומבואר בדבריהם הכח של רב אדא בר אהבה עיין עליו, ומה שכתב עוד דאע\"ג דרב אדא בר אהבה ס\"ל כר\"ש הכוונה משום דהוי יחידאה לגבי רבנן דהיינו סתם מתניתין, ותירץ ז\"ל דרבינו פסק כמותו בפרק ד' דרוצח מהטעם שכתב, מדמקשי רב אדא בר אהבה על אביי ורבא בפשיטות וכו', אכן קשה דבפרק ד' דרוצח פסק רבינו דאם נתכוון להרוג את זה והרג את זה פטור מן התשלומין, ולפי הבנת הרב המגיד ז\"ל הוי ליה לחייבו בתשלומין דהא רבינו מחלק בין שוגג לאינו מתכוין כפי הבנת הרב המגיד ז\"ל, אם לא שנדחוק ונאמר דההיא דנקט רבינו בפרק ד' דרוצח מתכוין ואינו מתכוין לאו דווקא, אלא הכוונה דהוי שוגג, וסמך רבינו למה שכתב בפירקין דבנתכוין לחבירו ונגף את האשה חייב בדמי וולדות, גם לקמן דין ז' כתב להדיא וכבר ביארנו שלא חילק הכתוב בדבר שיש בו מיתת בית דין בין שוגג למזיד וכו', ואילו מתכוין ואינו מתכוין לא קאמר, וזה סיוע גמור לדברי הרב המגיד ז\"ל, ומה שכתב רבינו וכבר ביארנו נראה שהוא בסוף פרק א' דנערה בתולה, שגם שם הביא הדרשה דחזקיה בחד צד דהיינו בין שוגג למזיד, וכבר ראיתי להתוס' יו\"ט ז\"ל פרק ד' דבבא קמא שתמה על רבינו באלה הפסקים דנראין דסתרי אהדדי, וגם על הרב המגיד ז\"ל והכסף משנה שלא נתעוררו מזה כלום עיי\"ש, גם הרב לח\"מ ושו\"ת שי למורא סי' קכ\"ט האריך להקשות בזה עיין עליהם.",
                "<b>אך </b>לענ\"ד אין כאן קושי אלא דברי רבינו שבהלכות רוצח כאמור, (ומכאן) [ומכיון] דרבינו הקדים הדברים בהלכות נערה, ובפרקין, סמי חדא מקמי תרתי, מכל שכן שגם הכסף משנה שם נדחק לומר דרבינו פסק כרבנן, וכבר כתבתי הנראה לענ\"ד בהלכות נערה, הגם דמדקדוק לשון רבינו נראה לומר עוד שהוא מחלק בין נתכוין להרוג, דהיינו שעיקר כוונתו להרוג, לנתכוין להכות הכאה בעלמא ואירע הדבר שנגף את האשה ומתה, דבנתכוין להרוג אז פטור מן התשלומין דקים ליה בדרבה מיניה, אבל בנתכוין להכות והמית, כיון דבעיקר הכוונה אין בו דין מיתה אף שהמית איש אחר, אין כאן דין קים ליה בדרבה מיניה, והם דברי רב אדא בר אהבה דקאמר אטו באסון תליא מילתא, בכוונה תליא מילתא, וקרא דכי ינצו אנשים דריש ליה כפשוטו דלא נתכוונו להמית, ואז ונתת נפש תחת נפש ממון, ודלא כר' אלעזר דסבירא ליה [המצות] שבמיתה הכתוב מדבר, וכההיא דדרשינן שם דף פ\"ח, [ע\"א] בחבלה מהך קרא דכי ינצו אנשים [לכד' יהודה, והיינו] כרבי שמעון, והגם שיש כמה דוחקים לדרך זה, מכל מקום המעיין יבחר וטוב לנו להצדיק דברי הרבנים זלה\"ה."
            ],
            [
                "<b>המכה אביו ואמו וכו' חייב בה' דברים וכו'.</b> לשון המשנה חייב סתם, וכאן פירש בחמשה דברים, אף שהמציאות הוא קצת רחוק דבלא חבורה יתחייב בחמשתן ע\"פ מה שכתב רבינו לעיל פרק ב', ועיין בפירוש המשנה."
            ],
            [],
            [],
            [
                "<b>החובל בעבד כנעני וכו'.</b> משנה בפרק החובל בעבד כנעני שלו פטור מכולן, [הרב בית יוסף חו\"מ סי' ת\"כ תמה על הטור למה הצריך שיהיה העבד של אחרים וכו'] דנראה שהבין בכוונת הרמב\"ם בהל' סנהדרין דאף בעבד כנעני שלו קאמר דלוקה, דזה לא יתכן מדסיים רבינו שם הואיל והוא חייב לשלם ממון וכו', ואי בעבדו קאמר איך יתכן שיתחייב לו ממון דקנין כספו הוא, וזהו דין משנתינו החובל בעבד כנעני שלו פטור וכו', וקשה טובא איך נעלם ממנו דברי רבינו פרק ב' דהלכות רוצח דין י\"ב שכתב וזה לשונו: מה בין עבדו לעבד אחרים, שעבדו יש לו רשות להכותו וכו', לכך נאמר בשבט שלא נתנה תורה רשות להכותו אלא בשבט ומקל ורצועה וכיוצא בהן ולא בהכאת רציחה ע\"כ, וכתב שם (הרב המגיד) [הכסף משנה] ז\"ל שהוא מהמכילתא דדרש הכי עיי\"ש, מעתה מה היא תמיהת הרב בית יוסף על הטור ז\"ל, גם הדברים מוכיחים שהוא סובר כדעת רבינו דבעבדו אין שייך שום מלקות לא בהכאה שיש בה שוה פרוטה ולא באין בה שוה פרוטה, גם למה שסיים הרב ב\"י דהרמב\"ם פרק ט\"ז מהלכות סנהדרין לא הזכיר של אחרים ובפרק ה' דחובל הזכיר של אחרים, כלומר דצריך לומר כמו שכתב בהלכות סנהדרין דבין של אחרים בין של עצמו קאמר, וכן נראה שזו היא כוונתו, שהרי בשו\"ע שם פסק סתם דהחובל בעבד כנעני חייב מלקות שהרי חייב במצוות, אחרי המחילה הראויה אם איתא הרי רבינו סותר דברי עצמו, דמכיון שהתורה נתנה רשות לרב להכות את עבדו איך שייך שיתחייב עליו מלקות, בין בהכאה שיש בה שוה פרוטה בין אין בה שוה פרוטה, ואם נאמר דכוונת הרב בית יוסף להקשות דכיון דאחיך הוא במצוות כמו שאיתא בבבא קמא דף פ\"ח [ע\"א], א\"כ איך לא ילקה על הכאתו זו קושיא לאלקינו, לא על הטור ז\"ל, גם להרב בית חדש ז\"ל ראיתי שם שצידד להליץ בעד הטור ז\"ל, דנקט עבד חבירו מפני שבו יש לחלק בין הכאה שיש בה שוה פרוטה לאין בה, משא\"כ בשלו דאין חילוק וכו', ודהטור סבירא ליה כדעת רבינו בזה עיי\"ש, ושם הביא סברת (מהרי\"ק) [מהרו\"ך] ז\"ל [בדרישה] שכתב דבעבד כנעני שלו פטור ממלקות בין יש בה שוה פרוטה בין אין בה, וכתב עליו דהפך הקערה על פיה עיי\"ש, דאחרי המחילה הראויה הוו מילי דמרפסין איגרא, ועיין להרב כנסת הגדולה שם אף שדבריו בסי' תכ\"ד מגומגמים ע\"פ מה שכתבתי עיין עליהם.",
                "<b>הרי כל רפואתו לרבו וכו'.</b> מדכתב כל רפואתו, משמע דאין לעבד שום חלק בכל הרפואה, וזה נראה היפך הסוגיא דפרק קמא דגיטין דף י\"ב [ע\"ב], דפריך רפואתו דידיה הוא דבעי אתסוייה ביה, ומתרץ לא צריכא דאמדוה לה' יומי ועבדו ליה סמא חריפא ואתסיה בג' יומי, מהו דתימא צערא דידיה הוא קמשמע לן ע\"כ, הרי מבואר דכל הרפואה היא של העבד כדי שיתרפא בה, אלא שהעודף עליה כגון שאמדוהו לה' ימים ונתן החובל סך הה' ימים, ושוב עשו לו סם חריף ונתרפא בג' ימים, דהייתי אומר דגם (הם) [הסך] של הב' העודפים הם שלו כיון שנצטער בסם החריף, קמשמע לן דהם של רבו, אבל הג' ימים סתם רפואה פשיטא ליה לתלמודא שהיא של העבד כדי שיתרפא בה, ורבינו לא די שכתב תחילה שכל הה' דברים הם לרבו, אלא שהוסיף שאפילו ציערו ע\"י סם אפ\"ה הכל של רבו, והטור חו\"מ סי' תכ\"ד כתב כדברי הגמרא, והרב בית יוסף כתב שם שכן כתב הרמב\"ם, ובשו\"ע העתיק כדברי רבינו [כאן ולא ידעתי] למה לא ביארו."
            ],
            [
                "<b>כל עבד שיצא לחירות וכו'.</b> כתב הרב המגיד ז\"ל זו בעיא דלא איפשיטא בגיטין דף מ\"ב וכו', הנה ראיתי להפרי חדש ז\"ל בשיטתו שם שכתב, דגם בפרק ט' מהלכות תרומות פסק שאסור לאכול בתרומה, ויש תימה עליו שבפרק ד' מהלכות זכיה פסק כריש לקיש, דהנותן מתנה לחבירו ואמר הלה אי אפשי בה כל המחזיק בה זכה, ובריש פרק בתרא דכריתות אקשינן עליה, וצריכינן לפרוקי אליביה דתנא קמא דברייתא סבור דמעוכב גט שחרור אוכל בתרומה, א\"כ משמע ודאי אית לן למנקט כיון שלא אשכחן מאן דפליג עליה, ומה שכתב הכסף משנה דיש מקום לומר דרבן שמעון בן גמליאל פליג עליה בהא, אין זה כלום דבמאי דלא אשכחן בהדיא דפליגי לא מפשינן פלוגתא בכדי, ואע\"ג דבגמרא הכא לא איפשיט הך בעיא, הכי אורחיה דתלמודא בכמה דוכתי דלא פשיט ממימרא דאמורא, והכי נמי לא בעי למפשט בעיא ע\"פ מימרא דריש לקיש. אבל לדידן דקיימא לן כריש לקיש ודאי דמפשט בעיא, וכן כתבו התוס' שם דההיא בעיא לא אתיא כר\"ל וכו', באופן שמה שכתב הרב אינו מדוייק, והעיקר דבעיין איפשיטא ומעוכב גט שחרור אוכל בתרומה, ושוב מצא להרשב\"א והר\"ן שכתבו דבעיין איפשיטא עיי\"ש, ולא זכר ז\"ל שגם הרא\"ש ז\"ל קאי בשיטת רבינו דבעיין לא איפשיטא עיין עליו.",
                "<b>ומבואר </b> הדבר דעיקר קושייתו היא מיוסדת על דברי התוס' שהזכיר כמבואר, אך אין זה כדאי להקשות על רבינו מכל שכן להקל בדבר ולהתיר התרומה לזרים, כמו שהקשו בכריתות דמשם בארה, דכי אמר אי אפשי בה, שזכה בה [אחר משום] דהרי הפקירה וכמו שכתב רש\"י ז\"ל ע\"פ אוקימתא דרבא, ואי תימא רבי יוחנן דאוקי פלוגתייהו בזיכה לו ע\"י אחר בפרק השוחט (חולין דף ל\"ט) [ע\"ב], תנא קמא סבר מדשתיק קנהו, ורבן שמעון בן גמליאל סבר הוכיח סופו על תחילתו, מעתה דינו של ריש לקיש אמת, דאם אחר שזכה במתנה אמר אי אפשי בה הרי הפקירה, ומדקאמר תלמודא התם וקסבר מעוכב גט שחרור אוכל בתרומה, משמע דאכן לא קיימא לן הכי, ותדע דכיון דפלוגתייהו ברבו כהן, דהכי קאמר תנא קמא, אם היה רבו שני כהן אוכל בתרומה, ורשב\"ג פליג, עכ\"פ הוי ליה לאתויי הך פלוגתא בגיטין אבעיא דמעוכב גט שחרור אי אוכל בתרומה ולמשקל ולמטרי בה [ונמי] למפשט בעיין, אלא ודאי דסתם תלמודא סבר דאית לן למנקט לחומרא באיסור תרומה לזרים שהיא במיתה, וזה כוחו דהכסף משנה ז\"ל שכתב בהלכות תרומות דיש מקום לומר דרשב\"ג פליג עליה בהא, כלומר דסתם תלמודא סבירא ליה הכי ע\"פ ההוכחה דלא בעו למפשט בעיין, והרי חשו לדרשב\"ג בקיסרין כדאיתא התם בפרק השוחט, סוף דבר כיון דרבינו נוטה להחמיר באיסור תורה והרא\"ש ג\"כ קאי בשיטתיה אין כאן שום גמגום."
            ],
            [
                "<b>אם אירעו זה ביום של רבו וכו'.</b> דעת רבינו מבוארת לחלק בין יצא לחירות ומעוכב גט שחרור שכתב בדין י\"א, לחציו עבד וחציו בן חורין, ודין המית מי שחציו עבד וכו', ביארו בריש פי\"א דהל' נזקי ממון, [וראיתי] להרב לח\"מ ז\"ל שתמה על דברי הטור חו\"מ סי' תכ\"ד והרא\"ש ז\"ל, וכבר עמד בזה הרב ב\"ח ז\"ל, והצדיק דעת רבינו עיי\"ש, והרואה יראה שאלו ואלו דברי אלקים חיים, אך בהא שפסק רבינו דבנגחו שור דביום של רבו לרבו וכו', קשה דבגמרא דגיטין דף מ\"ב [ע\"ב] אוקמוה אליבא דאביי דסבירא ליה דנותן שבת גדולה ושבת קטנה, אבל לרבא דסבירא ליה דאינו נותן אלא שבת קטנה, לא מתוקמא הך מלתא אלא בהכהו אדם, ורבינו פסק כרבא לעיל פרק ב', והרב לח\"מ ז\"ל תירץ, דבנזק בלא פחת דמים אתיא גם לרבא עיין עליו, ולרווחא דמלתא כתב כן, דאף אם יהיה בו פחת דמים ולא בטלו ממלאכתו, כגון דפסקיה לריש אודניה או לריש נחיריה כדאיתא בהחובל דף פ\"ו [ע\"א], ובחציו עבד וחציו בן חורין יודה רבא דבנזק כי הא יום של רבו וכו', והנה [ראיתי] להפרי חדש בשיטתו למסכת גיטין שם, שכתב על הרב לחם משנה שטעות הוא בידו, מכח שכל הך שקלא וטריא אזדא לה משום הא דמפלגינן בש\"ס בין כליא קרנא ובין כליא וכו', משום דלא בעי הש\"ס לאוקמי ההיא דמי שחציו עבד כמשנה אחרונה, וההיא דנגחו שור כמשנה ראשונה, כי היכי דלא לפשוט בעיא דמעוכב גט שחרור וכו', וזה מפני שרבינו פסק בפרק ב' מהלכות קרבן פסח דחצי עבד וחצי בן חורין אינו אוכל לא משל עצמו ולא משל רבו, ובהכרח דהוי כמשנה אחרונה, וכן בפרק ב' דהלכות חגיגה פסק דפטור מן הראיה והיינו נמי כמשנה אחרונה, וכיון שכן היא דעת רבינו, מעתה הך סוגיא פליגא, ולכך פסק רבינו במעוכב גט שחרור דאין לו קנס לקולא, ובהמית מי שחציו עבד דחצי קנס לרבו דכל כמה דלא שחרריה הוי ליה עבד גמור וכו' ע\"כ, ודבריו נכונים, אך אעיקרא דמלתא מי דחקו לרבינו לפרש כן כדי לומר דפליגי הסוגיות אהדדי, הרי רש\"י והתוס' יוכיחו שפירשו הדברים כפשטן, דלמשנה אחרונה הוי מעוכב גט שחרור וכו'.",
                "<b>ויותר </b>היה נראה לומר דרבינו סבירא ליה דמעוכב גט שחרור לא דמי לחצי עבד וחצי בן חורין, דאף שחזינן דמעוכב גט שחרור, שחררו רבו להדיא ולא נשאר עליו שום צד עבדות אלא כתיבת הגט, משא\"כ חצי עבד וחצי בן חורין דאף שחז\"ל כפו אותו לשחררו, מכל מקום כל זמן שלא שחרר הרי חציו קנוי לו לעבדות בהכרח, והא ראיה שכותב לו שטר על חצי דמיו, משא\"כ במעוכב גט שחרור, והכי מוכח מעובדא התם דף מ' [ע\"א], והנהו בי תרי דהוה להו עבדא בשותפות, דחד שחרריה לפלגיה, קם אידך וקנייה לבנו קטן וכו', ומסיק דלא אהני מעשיו וכאשר עשה כן יעשה לו, ואם איתא דאין לו לרבו שום צד עבדות למאי נמי אקנייה לבנו קטן, עד שמכח זה הוצרכו התוס' ז\"ל לידחק דאקנייה לבנו קטן קודם ששחררו האיך, משא\"כ לפירוש רבינו דאתי שפיר גם מה שסיים כאשר עשה כן יעשה לו, דמשמע שנתכוון לשעבדו לעבד, והן הן דברי הרב בית חדש ז\"ל חו\"מ סי' תכ\"ד עיין עליו, ודברי הרב לח\"מ קיימים ע\"פ מה שכתבנו, גם פסקו של רבינו בפרק י\"א דהל' נזקי ממון, בהמית מי שחציו עבד וכו' קיימין למשנה אחרונה. ואזדא לה הצ\"ע של הרב המגיד ז\"ל על רבינו, דודאי בעבד זכר איירי רבינו מהטעם האמור, ולההיא דהל' קרבן פסח וחגיגה כבר תיקן דברי רבינו הכסף משנה ז\"ל והר' אברהם בנו של רבינו ז\"ל, ודברי רבינו קיימין על מכונם ואמיתתן."
            ],
            [],
            [
                "<b>החובל בבת קטנה וכו'.</b> עיין מה שכתבתי בזה לקושית הרב המגיד ז\"ל לעיל פרק ב' דין ו' וממה שנתן טעם רבינו שהרי מעשה ידיה של אביה משמע דבסמוכה על שולחנו קאמר, אמנם מה שסיים וכן החובל בבתו וכו', אם היא סמוכה על שולחנו למה ישלם הצער והבושת, (ומה שכתב) [ומאי שנא] מבניו שהוא פטור לגמרי כמו שכתב לקמן דין י\"ט, אלא ודאי דבאינה סמוכה על שולחנו קאמר, וכן כתב הרב המגיד שם, ועיין להדרישה ופרישה ז\"ל חו\"מ סי' תכ\"ד."
            ],
            [
                "<b>החובל באשת איש וכו'.</b> קשה קצת דגבי עבד פריך בגמרא דגיטין רפואתו דידיה הוא דבעי לאתסויי ביה ומתרץ לא צריכא אלא להעדפה, דהיינו ע\"י סמא חריפא, והשתא איך כתב רבינו דהריפוי לבעל הא לא גרעא מעבד כנעני דבעי לאתסויי בה, והרב המגיד ז\"ל כתב דהריפוי ג\"כ לבעל מפני שהוא חייב לרפאותה ע\"כ, ועוד היה נראה לומר דכלפי ההעדפה הוא דקאמר רבינו דהוא של הבעל, דאילו לעיקר הריפוי הא בעי לאיתסויי."
            ],
            [
                "<b>והבעל מרפא אותה וכו'.</b> ידוע מה שהשיג הראב\"ד ז\"ל, וגם הסמ\"ג עשין ע' הביא תוספתא מבוארת היפך דברי רבינו, והרב ב\"ח אבהע\"ז סי' פ\"ג תירץ דכוונת רבינו אינו ע\"פ הדין, אלא דרך קנס שתיקנו הגאונים ז\"ל אחר שנסתם התלמוד, וזהו שסיים רבינו וכזה הורו הגאונים, כלומר אף שאין כן עיקר דין התלמוד."
            ],
            [],
            [],
            [
                "<b>ילקח בהן קרקע והן אוכלין וכו'.</b> הראב\"ד ז\"ל השיג דאפילו מציאתם שלו היא ע\"כ, ולא זכיתי להבין דבריו, דבגמרא חילקו להדיא בין מציאה לחבלה משום צערא דגופא, ועיין להרב לחם משנה ז\"ל, ובעיקר דברי רבינו הדבר מבואר דפסק כרבה ב\"ר הונא דקאמר מאי סגולה דיקלא דאכיל מיניה תמרי ולא כרב חסדא דקאמר ספר תורה, אמנם הרא\"ש ז\"ל פסק כרב חסדא משום דגדול ממנו היה, וכמו שכתב הרב בית יוסף חו\"מ סי' תכ\"ד, אך קשה דבפרק חזקת הבתים (בבא בתרא דף נ\"ב) [ע\"א] גבי אין מקבלין פקדונות מן הנשים ולא מן הקטנים, ואם קיבל יעשה מהם סגולה, ואיפליגו רב חסדא ורבה ב\"ר הונא, חד אמר ספר תורה, וחד אמר דקל לפירותיו, ופסק רבינו פרק ז' דשאלה ופקדון כשתיהם, והשתא ממה נפשך אי סבירא ליה דפליגי אהדדי, איך פסק כשתיהם שם, ואי לא פליגי למה פסק כאן כחד מינייהו, וכן הקשה מהר\"י הלוי סי' ע\"ד, ואין לומר דרבינו מפרש דאם לא מצא זו יעשה באחרת, דהא בהלכות שאלה ופקדון הקדים ספר תורה, אם לא שנאמר דקדימת ספר תורה אינו מצד המעשה אלא מצד עדיפות הקדושה, ועוד אפשר כשנדייק דכאן כתב רבינו קרקע, ובהלכות שאלה ופקדון כתב דקל כלשון הגמרא, ונראה דסבירא ליה דגבי נזיקין ע\"י שנצטער באותו דבר בעינן דבר קיים ופירות בטוחים, משא\"כ גבי פקדון דלא ידעינן אם הוא שלו אם לאו, וגם לא בא ע\"י צער הרשות נתונה לעשות איזה משתיהם."
            ],
            [],
            [
                "<b>החובל בהן חייב והן שחבלו וכו'.</b> הרב כנסת הגדולה חו\"מ סי' תכ\"ד בהגהת הבית יוסף אות ו' כתב, וזה לשונו: אע\"ג דחרש שוטה וקטן שחבלו באחרים פטורים, היינו לשלם ממון אבל מלקות חייבים וכו', ע\"כ. ואין ספק שט\"ס הוא מהדפוס, שהרי חרש שוטה וקטן פטורים משום דלאו בני דיעה נינהו, ואיך תיסק אדעתין לחייב מלקות, וצריך לומר נשים ועבדים, עוד כתב שם משם הסמ\"ע ז\"ל סי' שפ\"ח אות ו' דאפשר דלא כתב במרדכי כן כי אם בדלית לה נכסי מלוג, וסיים ולי הדבר פשוט, ואחרי המחילה הראויה לא ראו דברי המרדכי במקומם דשם כתב להדיא, והוא הדין לענין ממון אם יש להם ממון על מנת שאין לבעלה רשות בה מוציאין אותו מידה ונותנים אותו לנמסר, אפילו נכסי מלוג יחליטו ביד הנמסר הגוף והבעל יאכל פירות עד יום מותה עכ\"ל, הרי מבואר כדבריו [דבדאית] לה נכסי מלוג קאמר."
            ],
            [
                "<b>עבדו של אדם כגופו וכו'.</b> עיין מה שכתבתי פרק י\"ד דנזקי ממון דין י'."
            ]
        ],
        [
            [
                "<b>אסור לאדם לחבול וכו'.</b> כתב הרב המגיד ז\"ל, זה מפורש במשנה ובגמרא בהחובל שאין אדם רשאי לחבול בעצמו ע\"כ, לכאורה דבריו מגומגמים דפלוגתא דתנאי היא התם, והכי הוי ליה למימר פלוגתא דתנאי היא, ופסק כסתם מתניתין. והנה ראיתי להרב כנסת הגדולה חו\"מ סי' ת\"כ בהגהת הבית יוסף אות י' שנתקשה בדברי רבינו דבפרק ה' מהלכות שבועות דין י\"ז כתב, נשבע להרע לעצמו, כגון שנשבע לחבול בעצמו, אע\"פ שאינו רשאי שבועה חלה עליו, ותו מה דהוו תרתי דסתרן אהדדי, דבפרק החובל מוכח להתנא דמתניתין דאין אדם רשאי לחבול בעצמו אין שבועה חלה עליו, ולמאן דאמר שבועה חלה עליו אדם רשאי לחבול בעצמו וכו', ופלפל שם בסברת הר\"ן ז\"ל שכתב דכל דאתי מדרשה שבועה חלה עליו, דקשה נמי עליו מהך סוגיא ותירץ ז\"ל, דכבר ידע המקשה דאע\"ג דאין אדם רשאי לחבול בעצמו שבועה חלה עליו מהטעם שכתב הר\"ן ז\"ל, ולכן לא הביא מתניתין נשבע לבטל את המצוה וכו', אבל כוונת הקושיא היא מהברייתא דקתני מה הטבה רשות וכו', שלא כמתניתין דתני אע\"פ שאינו רשאי, ומסוגיא דשבועות מוכח דרשות לגמרי קאמר וכו', ותירץ תנאי היא וכו' ע\"כ, ואחרי המחילה הראויה בההיא שכתב דלכן לא הביא מתניתין דנשבע לבטל את המצוה וכו', דהא אף לסברת הר\"ן ז\"ל דבדבר שאינו מפורש בתורה שבועה חלה, איך היה אפשר לאתויי האיך מתניתין לאוכוחי מינה אי אדם רשאי לחבול בעצמו אי לא, דהא אין לה ענין לזה כלל, וגם תירוצו לא זכיתי להבינו, דההיא דמה הטבה רשות וכו', הובאה בברייתא לאוכוחי מינה דשבועה חלה עליו, דמשמע דאדם רשאי לחבול בעצמו, דמשמע דהא בהא תליא, גם הרב לח\"מ ז\"ל פרק ג' דהלכות דעות כתב מעין זה דרבינו בשיטתיה דהר\"ן ז\"ל קאי, ולפי זה צריך לומר גם לדברי הכנסת הגדולה ז\"ל עיין עליו:",
                "<b>ואחר </b>עקבותיהם ז\"ל נראה עוד [דדבר] זה מבואר בדברי רבינו שהרי חצי שיעור מבואר בכל התלמוד דהוי מדאורייתא וכר' יוחנן בפרק יום הכפורים, מרבויא דכל חלב, ובפרק ה' שבועות דין ז' פסק רבינו דאם נשבע עליו חלה השבועה דאף דהוי מדאורייתא מכל מקום אינו מושבע עליו מהר סיני, דאינו מושבע אלא על מצוה גמורה המפורשת בתורה, וכיון שכן אף אם נאמר דאין אדם רשאי לחבול בעצמו מהתורה, מכל מקום השבועה חלה עליו כיון שאינו מפורש בתורה למצוה גמורה, אלא דהמקשן בהחובל לא הוה מחלק בהכי, ולפי שיטתו השיבו מדברי שמואל וכו', אבל לפי האמת אף דמהתורה אין אדם רשאי לחבול בעצמו מכל מקום השבועה חלה עליו, ואתי שפיר לישנא דברייתא דקתני יכול נשבע להרע לעצמו ולא הרע יהא פטור וכו', ואי סבירא ליה דאדם רשאי לחבול בעצמו היכי תיסק אדעתין שיהא פטור, וזה הכרח נכון לפסק רבינו, דלפי האמת גם לזאת הדרשה סבירא ליה דאין אדם רשאי לחבול בעצמו אפשר גם מהברייתא דר' אלעזר הקפר הכי משמע דמייתי שם ובכמה מקומות הדרשה דהנודר עצמו מן היין נקרא חוטא, והוי הלכתא שהרי פסקה רבינו ריש פרק ג' דהלכות דעות עיי\"ש, וזה סיוע למה שכתבנו, ואיסור זה דאין אדם רשאי לחבול בעצמו אפשר דנפקא ליה מקרא דונשמרתם מאוד לנפשותיכם וכמו שיבא לקמן בע\"ה.",
                "<b>ולא החובל בלבד וכו'.</b> האי ולא החובל בלבד וכו', לא קאי אלא אזולתו דעליה עובר הלאו דלא יוסיף, משא\"כ אם חבל או הכה את עצמו אין כאן לאו זה, וגם הקל וחומר שהזכיר רבינו לא יתיישב, ונראה דעובר משום ונשמרתם מאוד לנפשותיכם ג\"כ מדרשה דר' אלעזר הקפר מיזיר וכו', אך איכא למידק דרבינו השוה חובל בעצמו לחובל בחבירו, ובחובל בעצמו או מכה לא יתיישב שהרי אינו חייב אלא בדרך נציון או בדרך בזיון, וזה אין שייך בעצמו, לכן צריך לומר דאף דבאיסור הם שוין, בעונש אינם שוין, דחובל או מכה חבירו הוי לאו גמור, וחייב עליו מלקות כמו שכתב בהלכות סנהדרין, מלאו דלא יוסיף, ובעצמו אין בו אלא איסור כאמור, ואף דבמכה חבירו מפיק ליה רבינו מקל וחומר, ומידי דאתיא בקל וחומר אין בה מלקות, דהא אין עונשין מן הדין, מכל מקום עיקר הלימוד אינו אלא מהלאו דלא יוסיף כמו שכתב רבינו כאן ובהלכות סנהדרין, דמשמע ליה לא יוסיף מכל מקום אף על המכה חבירו, והקל וחומר שהזכיר אינו אלא להכריח הדבר, ובהכי ניחא מה שהקשה בדינא דחיי דף ק\"פ על הסמ\"ג ז\"ל דתחילה הביא מההוא הדין ושוב הביא מקל וחומר עיי\"ש, דיש לומר דכוונת הסמ\"ג מההוא הדין כלומר דלא יוסיף הוי מכל מקום, והיינו ההוא הדין ושוב כתב דגם כן קל וחומר הוא כדברי רבינו ממש:",
                "<b>אכן </b>מאי דאיכא למידק דלדברי רבינו הפן יוסיף שכתוב באותו פסוק דהוי לא תעשה הוי מיותר, וגם בהלכות סנהדרין הביא מלא יוסיף על המוסיף על הארבעים, והמכה על האומד והמוסיף על האומד ועל המכה את חבירו, ואילו בספר המצוות לאוין ש' הביא מהספרי אין לי אלא מוסיף על הארבעים מנין על כל אומד ואומד ת\"ל לא יוסיף פן יוסיף ע\"כ, דמשמע דעל כל אומד נפיק מפן יוסיף, ובספר דינא דחיי ז\"ל דף קפ\"א ע\"ב, הקשה על רבינו דאמאי לא מפיק מכה חבירו מפן יוסיף, ותירץ עם דברי רש\"י ז\"ל דכי איכא לאו מפורש, הפן שכתוב אחריו אינו אלא לתוספת אזהרה, אי נמי דמיתורא דפן יוסיף דרשינן שלא יוסיף על האומד עיי\"ש, התירוץ הראשון יתכן בדעת רבינו, אך השני לא יתכן שהרי רבינו בהלכות סנהדרין כלל האומד בלאו דלא יוסיף כמבואר שם, ועוד אפשר דמעיקרא קושיא ליתא דידוע דרכו של רבינו בחיבורו דבדבר שאין בו נפקותא לענין דינא לא קפיד בדרשה, וכמו שכתב הרב לח\"מ ז\"ל בכמה מקומות, שוב ראיתי להרב בית חדש חו\"מ סי' ת\"כ שכתב בפשיטות דרבינו מפיק הכאת חבירו מפן יוסיף עיי\"ש שהוא תמוה לכאורה."
            ],
            [],
            [
                "<b>שאין בה שוה פרוטה לוקה וכו'.</b> ואם יש בה שוה פרוטה משלם ואינו לוקה דבפירוש ריבתה תורה בחבלות לתשלומין, מדכתיב רק שבתו יתן כמו שכתב לעיל פרק ד' דין ט', ומה שכתב אפילו הכה עבד חבירו, דוקא עבד חבירו קאמר, דאילו עבדו התורה הרשתו להכותו כמו שכתב רבינו פרק ב' דהלכות רוצח דין י\"ב, ולפ\"ז מה שכתב רבינו בסוף פרק ט\"ז דהלכות סנהדרין אפילו הכה עבד וכו' בעבד זולתו דוקא קאמר, ואחרי אלף מחילות מהרב בית יוסף חו\"מ סי' ת\"כ שמפני שלא ראה דברי רבינו בהלכות רוצח כתב מה שכתב וכבר הארכתי בזה לעיל פרק ד' דין י'."
            ],
            [],
            [],
            [
                "<b>אבל אם לא היו שם עדים וכו'.</b> כבר ידוע מה שכתב הרב המגיד ז\"ל, ומה שכתב ונכפל זה שם שלשה, צריך לומר ג' פעמים, ומה שכתב אחר מה שאמרו בכיצד הרגל ט\"ס הוא, וצריך לומר בהחובל דף פ\"ד, ובהמניח דף כ\"ז, ובפרק ב' דהלכות נערה דין י\"ב הביא הכסף משנה ז\"ל תשובה מרבינו יהושע ז\"ל [הנגיד] מסתירת הצער, ולא נרגש מהפגם שהשוו אותו בגמרא לנזק, אך יש ליישב קצת, ועיקרן של דברים הוא שרבינו לענין מודה בקנס סבירא ליה דהנך תרתי מיקרו קנס לענין זה, ובאיזה מקום מצא חידוש זה."
            ],
            [],
            [],
            [
                "<b>שהמזיק ממון חבירו וכו'.</b> הקשה הרב לח\"מ ז\"ל, דבפרק ב' דהלכות תשובה פסק רבינו דבגוזל אינו מתכפר לו עד שירצהו, ותירץ דשאני גזלן דנהנה מאותה עבירה וציער לנגזל, משא\"כ מזיק שלא נתהנה והניזק לא נצטער כל כך, לכך אין צריך ריצוי עיי\"ש, וקשה שהרי רבינו כתב ובמקלל וכו', אפילו לא הקניטו אלא בדברים הרי שלא נתהנה הנאה גמורה חייב לרצותו, ותו דמאי נפקא מינה בהנאת הגזלן, הרי אין הדבר תלוי אלא בצער חבירו, דהכי אמרו בפרק החובל (בבא קמא דף צ\"ב) [ע\"א], תנו רבנן כל אלו שאמרו דמי בשתו אבל ציערו אפילו כל אילי נביות שבעולם וכו', ופריך דאשת נביא בעי לאהדורי, אשת אחר לא בעי לאהדורי, ומתרץ אמר ר' שמואל בר נחמני אמר ר' יונתן השב אשת האיש מכל מקום ע\"כ, הרי שהכל תלוי מפני הצער שציערו דהא סתמא קתני אשת האיש מכל מקום, אפילו לא שכב עמה ולא ראה אותה כלל דלא הגיע לו שום הנאה, עוד אמרו שם וכי אדם מוחל על צערו וכו', מכל זה מוכח דהעיקר הוא על הצער, וזו היא כוונת רבינו בהלכות תשובה שהרי הוסיף אפילו לא הקניטו אלא בדברים, וכאן לא נחית אלא לחלק בין ממון שאין בו צער גמור לצער הגוף, מפני שסמך למה שכתב שם."
            ],
            [
                "<b>ונתחנן לו פעם ראשונה וכו'.</b> פירש הרב ב\"ח ז\"ל חו\"מ סי' תכ\"ב דפעם ראשונה היינו לחבירו ושניה לרבו עיי\"ש, וקשה חדא דמנא ליה, ותו דמדסיים רבינו וכל הממהר למחול הרי זה משובח, משמע דפעם ראשונה ושניה הוא מן הדין, והמשובח הוא בפעם ראשונה לחוד, וכן האמת."
            ]
        ],
        [
            [
                "<b>בין שהיה שוגג בין שהיה אנוס וכו'.</b> כתב הרב המגיד ז\"ל, וכבר כתבתי פ' ראשון דאונס גמור שכתבו ז\"ל שהוא פטור, והרב לא חילק ע\"כ, ותמה עליו הכסף משנה ז\"ל דלקמן בדין היה עולה בסולם וכו', משמע להדיא שהוא פטור באונסים גמורים וכן כתב שם הרב המגיד עצמו לדעת רבינו ע\"כ, ובבית יוסף חו\"מ סי' שע\"ח הביא דברי הרב המגיד ז\"ל ולא חלק עליו כמו שחלק כאן, והדרישה ז\"ל כתב שם דצריך לומר בהרב המגיד והרב לא חולק כלומר שגם הוא מודה לסברא זו עיי\"ש, ובאמת שכן כתב בב\"י שם, ואתי שפיר שלא תמה על הרב המגיד כמו שתמה כאן, תדע עוד שהביא שם דין הסולם שכתב רבינו ודברי הרב המגיד ז\"ל שכתב להדיא והטעם שיהא פטור לדעת הרב מפני שהם אונסין גמורין וכו' ע\"כ, ושם ראיתי להכנסת הגדולה ז\"ל שהביא הגירסא שלפנינו בהרב המגיד שהרב ז\"ל לא חילק, וכתב [עוד שם] ולענין הלכה נקטינן כהמפרשים דרבים נינהו ועל הכל שלא להוציא ממון מיד המוחזק, מהר\"ם מלמד בתשובה כת\"י ע\"כ, והדברים מגומגמים דמשמע דרבינו סבירא ליה דאין לחלק באונסין וכדברי הרב המגיד דרבינו לא חילק, ואיך יתכן דבר זה מאחר שרבינו ביארו בדין הסולם, ויגיד עליו ריעו שהרב המגיד עצמו מעיד כן,"
            ],
            [],
            [
                "<b>וכן אם היו שניהן ברשות וכו'.</b> עיין מה שכתבתי בפרק א' דין ט\"ז, ועיין עוד להרב לחם משנה ז\"ל."
            ],
            [
                "<b>הרי זה פטור שזו מכה בידי שמים וכו'.</b> מדין זה מתבאר דבאונס גמור הוא פטור וכמו שכתב הרב המגיד ז\"ל, ודייקי דברי רבינו שכתב שזו מכה בידי שמים היא, כלומר דבדרך טבע אי אפשרי, וכבר כתבתי בזה בדין א'."
            ],
            [
                "<b>הרי שמילא וכו' כדי יין ושמן וכו'.</b> דעת רבינו מבוארת שאינו מחלק אלא בין שוגג למזיד, אמנם הראב\"ד ז\"ל מחלק בין הוה ידע ללא הוה ידע דהיינו ברשות או שלא ברשות, והטור ז\"ל חו\"מ סי' שע\"ט אחר שהביא דברי רבינו תמה עליו, דכיון שהכניס ברשות איך יפטר וכו', וכן השיג עליו הראב\"ד וכו' ע\"כ, ותמה עליו הרב בית חדש ז\"ל דבסי' שע\"ח פסק סתם כדברי רבינו, והביא דברי הרב בית יוסף והרב המגיד ז\"ל עיי\"ש, ואחרי המחילה הראויה העיני בשר לו יראה, דאין שם לא קושיא ולא סתירה, שהרי בסי' שע\"ח איירי בהכניס שלא ברשות, שכן כתב בהדיא אם הכניס בו הניזק ממונו שלא ברשות והזיק וכו', ועל זה חילק בין שוגג למזיד, אמנם בסי' שע\"ט שהביא דברי רבינו במילא חצר חבירו וכו', אפילו הכניסם ברשות וכו', בהא פליג עליה דכיון דהוי ברשות, אין לחלק בו בין שוגג למזיד וק\"ל."
            ],
            [],
            [],
            [
                "<b>ואם הזהיר לבעל הקורה וכו'.</b> ט\"ס הניכר הוא, וצריך לומר ואם הזהיר לבעל החבית, וכן הוא בדפוס \"מגדל עוז\", וכן כתב הרב לחם משנה ז\"ל, ומה שכתב וכן זה בא בנרו וכו', כן הוא לשון המשנה, והתוס' יו\"ט ז\"ל עביד צריכותא וכו' עיי\"ש, והטור ז\"ל חו\"מ סי' שע\"ט השמיטו, אמנם הבית יוסף בשו\"ע הביאו, ולכו\"ע הדין אמת."
            ],
            [
                "<b>שנים וכו' והוא אינו פנוי וכו'.</b> נראה ביאורו והוא אינו פנוי ממלאכה שהיא לצורך שבת, כלומר שעדיין חסר לו איזה מלאכה או איזה דבר משום דבעינן שיהא פנוי מכל דבר לכבוד שבת, ולפי זה גם בערב יו\"ט הוא הדין והוא הטעם וכן כתב בפירוש המשנה עיי\"ש, אך אם היה רץ לחפציו שאינו לצורך השבת נראה דלא מהני, וזו היא דעת הרמ\"ה שהביא הנימוקי יוסף ז\"ל, והתוס' יו\"ט ז\"ל כתב דרבינו חלוק על זה, והכריח מסתמא דמתניתין עיי\"ש, ומדברי המרדכי שהביא הבית יוסף שם משמע דסבירא ליה כדברי התוס' יו\"ט ז\"ל, שהרי כתב דלשאר מצוות כגון לרוץ לבית הכנסת או לבית המדרש דיש לו פנאי אם הזיק חייב ע\"כ, כלומר (בזמן) [בדבר] אחר שאינו רשאי בבין השמשות, ואם איתא אדמפליג בין בין השמשות לזמן אחר ליפלוג בדידה בין צרכי שבת לאינם [צרכי שבת], ואף דיש לומר דרבותא אתי לאשמועינן דאפילו לדבר מצוה חייב [בזמן אחר], מכל מקום האמת נראה לענין דינא דלא פלוג רבנן בבין השמשות, דכו\"ע ידעי שכל אדם דחופים ומבוהלים לגמור עסקיהם לצורך השבת, וכן דעת הפרישה והש\"ך ז\"ל שם, אמנם הרב ב\"י ז\"ל לא הביא סברא זו של המרדכי ז\"ל בשו\"ע, ולא ידעתי למה, דהא נראה שהוא מוכרח בגמרא דאדמפליג בבין השמשות לשאר ימות החול שהוא תירוץ דחוק מאוד לאוקמי סתם מתניתין בהכי, (גם) [אם] איתא לאוקמא ברץ לדבר מצוה בכל זמן דומיא דסיפא דהוי תירוץ מרווח טפי, אלא ודאי דדווקא בין השמשות קאמר משום דכולי עלמא ידעי לה דרץ ברשות הוא באותו העת ואולי דהרב ב\"י לא הוצרך להזכירו מכיון שלא התיר אלא בין השמשות דוקא."
            ],
            [
                "<b>שכל תקלה תולדת בור היא וכו'.</b> וכן כתב הטור חו\"מ סי' שפ\"ד, והקשה הרב בית יוסף ז\"ל דאינו יודע למאי נפקא מינה קרא אותם תולדות ע\"כ, כלומר אף דבגמרא בפרק קמא אמתניתין תני אבות ותולדות, כתב בדרישה ז\"ל דהתם אתורה קאי וכו', משא\"כ רבינו והטור שכל עיקרן לאשמועינן קושטא דדינא וכו', מאי נפקא מינה וכו', עיי\"ש. ואחרי המחילה הראויה נפקותא טובא איכא, דהא קיימא לן שור ולא אדם חמור ולא כלים, ופסקו רבינו פרק י\"ג דנזקי ממון ובסוף פרקין, ועיין להטור חו\"מ סי' ת\"י, ולהכי מוכרח לומר שהם תולדה דבור לפטור הכלים, וקצת תמהתי על הסמ\"ע שם שכן כתב, ולא נחית למה שנרגש הב\"י, והאמת הוא ברור דממה שכתב רבינו שם בנזקי ממון אין כאן שום גמגום, כי הדברים נכונים ומוכרחים."
            ],
            [],
            [
                "<b>הכובש בהמת חבירו במים וכו'.</b> בדפוס מגדל עוז אין שם זאת החלוקה, ונראה דיש להגיה דהא משנה וגמרא היא בהנשרפין דף ע\"ו [ע\"ב] וגבי רוצח פסקו רבינו פרק ג' דרוצח אלא ששם הזכיר מים ואש וחמה, וכאן גבי בהמה השמיט אש, ומסתמא דאין לחלק גם כאן, והכנסת הגדולה חו\"מ סי' שפ\"ג פלפל בהבנת לשון רבינו והטור שם עיין עליו."
            ],
            [
                "<b>שנים וכו' משלשין ביניהן וכו'.</b> לשון זה אינו מתיישב לשנים, אך אפשר עם מה שכתב רש\"י ז\"ל פרק קמא דמכות דף ג' [ע\"א] דבית דין נעשה שליש בניהן להשוותן, אי נמי לישנא בעלמא ע\"כ."
            ],
            [
                "<b>חמשה שהניחו וכו' ובא זה האחרון וכו'.</b> בדברי הרב המגיד ז\"ל נפל ט\"ס, וכך צריך לומר, היכי דמי אי דבלא איהו הוה אזיל פשיטא, פירוש דחייב, ואלא דבלא איהו נמי לא אזלא, מאי קעביד וכו', והשאר נמחק, וכן הוא בדפוס מגדל עוז ובבית יוסף חו\"מ סי' שפ\"ג, ועוד נמחק שם אבל רש\"י וכו', עד ופטור, וידוע דרש\"י ז\"ל מפרשה לענין דליקה וכו', ואפשר דלדעת רבינו הדין שוה דכשעשו הראשונים מעשה שעל ידו היה בא הנזק ודאי אף שהאחרון הוסיף הוא פטור, דמאי קעביד, אמנם לדעת התוס' ואור זרוע שהביא הכנסת הגדולה שם, גם האחרון חייב לשלם חלקו עיי\"ש, ועיין להרב לח\"מ ז\"ל והדרישה ז\"ל בישוב דעת רבינו ע\"פ הסוגיא."
            ],
            [],
            [
                "<b>אדם ושור שדחפו וכו'.</b> כתב הרב המגיד ז\"ל בשם הרשב\"א ז\"ל, דהך דינא בשדחף האדם שלא בכוונה, דאי בכוונה איך יתחייב בעל הבור וכו', ע\"כ, ואכתי קשה דאי שלא בכוונה איך יתחייב האדם בבושת, כמו שכתב רבינו בפרק א' דין י' דאין המבייש חייב עד שיתכוין, וראיתי להרשב\"א ז\"ל שנרגש מזה, וכתב דבארבעה דברים שאמרו אפיק מהם בושת, ועייל נזק ע\"כ, וקשה קצת ונזק כבר הוזכר דקתני לענין נזיקין כולן חייבין, לענין ארבעה דברים ודמי וולדות אדם חייב, דמשמע דהארבעה דברים חוץ מן הנזק קאמר, והתוס' שם כתבו דיש לומר כגון שידע האדם בשעת נפילת חבירו וחשיב בכוונה מידי דהוה אנתהפך דסוף פ\"ב ע\"כ, וגם לתירוץ זה קשה דנתהפך אף דתחילתו היה בלא כוונה מכל מקום הרי עשה מעשה בידים להזיק, וכמו שכתב רבינו לעיל פרק א' דין י\"ב, שכל המתכוין להזיק אף שלא נתכוין לבייש חייב בבושת עיין עליו, משא\"כ הכא דמעיקרא לא נתכוון להזיק ומאי אהני ידיעתו לחייבו, גם הרש\"ל ז\"ל בים של שלמה שם חלק על התוס' וכתב ז\"ל, דלעולם בכוונה איירי והא דחייבי כולהו היינו משום שלא התחיל האדם בדחיפה, אלא בתחילה דחף השור ובא האדם ג\"כ והוסיף עליו, ותדע מדקאמר תלמודא שור ואדם ולא אמר אדם ושור וכו' ע\"כ, ואחרי המחילה דברים דחוקים הם הרבה חדא, דאי בכוונה קאמר איך יתחייב בעל הבור כלל, דאף דהשור התחיל הרי האדם סייעו אח\"כ, ותו דעיקר דיוקו ליתיה שהרי רבינו והטור חו\"מ סי' ת\"י הקדימו אדם לשור, לכן נראה יותר בכוונת רבינו כדברי הרשב\"א, וכן נראה שהבין הרב המגיד ז\"ל שהרי ראה דבריו, דלפי התוס' הוי ליה לרבינו לבאר, שוב ראיתי להתוס' עצמן שם דף ו' [ע\"א] ד\"ה לאתויי בור וכו', שכתבו כדברי הרשב\"א ז\"ל."
            ]
        ],
        [
            [
                "<b>המזיק ממון חבירו וכו'.</b> פסק כרבי יוחנן לגבי חזקיה בגיטין דף נ\"ג [ע\"א] ולקמן בע\"ה יתבאר."
            ],
            [
                "<b>או שדמע וכו' או עירב לו וכו'.</b> משנה שם, המטמא והמדמע והמנסך בשוגג פטור במזיד חייב, ובגמרא איתמר מנסך, רב אמר מנסך ממש, ושמואל אמר מערב, שקלו וטרו התם דלרב ילפינן קנס מקנסא וכל הני צריכי, ולשמואל לא ילפינן קנס מקנסא, ולכן איצטריכו דהני דווקא קאמר, ורבינו נראה לכאורה דפסק כשמואל דקיימא לן כוותיה בדיני, שהרי כתב דמנסך היינו שעירב טיפת יין נסך בתוך יינו, האמנם מדסיים ז\"ל וכן כיוצא בזה, משמע דלאו דווקא הני, ואי פסק כשמואל הרי לדידיה הני דווקא קאמר, ומשום דקנסא מקנסא לא ילפינן, איצטריך מתניתין למתני כולהו, וכן דקדק בש\"ך ז\"ל חו\"מ סי' שפ\"ה, ונסתייע עוד מהסוגיא דפרק השוחט (חולין דף מ\"א) [ע\"א], דפריך מהך מתניתין למ\"ד אין אדם אוסר דבר שאינו שלו, ומתרץ דאית ליה שותפות בגוויה, ומוכרח דסבר כרב דמנסך היינו מנסך ממש, ופסקה רבינו לקמן דין ו', וכתב שם הרב המגיד ז\"ל, דפסק כרב וכו', ולפי זה הא דנקט הכא שעירב יין נסך בתוך יינו היינו משום דכו\"ע מודו בה, אמנם ראיתי להרב רבי חיים אבואלעפיא ז\"ל בספרו עץ החיים פרשת שלח לך דף פ\"ג, שכתב על דברי הש\"ך ז\"ל וליתא, דאף דפוסק כשמואל דמנסך מערב יין נסך מכ\"ש מנסך ממש, ומשעת הגבהה איחייב דבהא לית הלכתא כשמואל, ומהאי טעמא חייב מנסך, ולא משום דילפי קנסא מקנסא, ומה שכתב וכן כיוצא בזה, רצה לומר בכהנים שפגלו ועושה מלאכה במי חטאת, ומה שכתב המגיד משנה במנסך כרב, היינו טעמא דלשמואל קים ליה בדרבה מיניה וכו' עיי\"ש, ודבריו מגומגמים דאיך הוי כל שכן, אי לשמואל אי אפשר דהא איהו סבירא ליה דאף דהגביהו תחילה קים ליה בדרבה מיניה, ואי לרב חיובו הוא משום דהגביהו, דמאותה [שעה] נתחייב משום גזילה, ועוד דבפירוש המשנה כתב רבינו דמנסך דמתניתין אפשר על אחד משני דרכים, או שיערב יין נסך ביין של חבירו, או שינסכו לעבודה זרה, וידע שהיין אסור בזה הניסוך ולא ידע שהוא חייב סקילה וכו' ע\"כ, ודבריו נראין דכרב אתו, דלשמואל בכל גווני אמרינן קים ליה בדרבה מיניה, וגם לומר דבהא פסק כשמואל ובהא לא, כמו שכתב ז\"ל, הוא דוחק גמור, דנראה דהא בהא תליא ודוק."
            ],
            [],
            [
                "<b>הכהנים שפגלו וכו' חייבין לשלם וכו'.</b> משנה שם, ופירש רש\"י בגמרא ששחטום וזרקום לאכול מהם חוץ לזמנן לא הורצו לבעלים ע\"כ, וכן פירש רבינו בפירוש המשנה, והמשנה למלך ז\"ל נסתפק באם חשב לשם זבח אחר, דקיימא לן כל הזבחים שנזבחו שלא לשמן כשרים אלא שלא עלו לבעלים לשם חובה, מי נימא כיון דאין כאן פיגול שהרי כשרים הם, יהיו הכהנים פטורים, או דילמא כיון דעכ\"פ צריכים הבעלים להביא קרבן אחר חייבים, וצדד לומר דחייבים כיון שהפסידו להבעלים, אלא שנתקשה על פירוש רש\"י ז\"ל ורבינו אמאי פירשו כן עיי\"ש, ולענ\"ד המדקדק בדברי רבינו יראה שאין הדבר תלוי בהפסד הבעלים אלא בהפסד הדבר מצד עצמו, שהרי כתב למעלה הואיל ולא נשתנה הדבר ולא נפסדה צורתו וכו', אבל מדברי סופרים אמרו הואיל והפחית דמיהן הרי זה חייב ומשלם מה שהפחית מדמיהן, ומדסיים וכן כל כיוצא בזה, יש בכללו דהכהנים שפגלו דטעמן שוה מפני פחת הדבר עצמו, אך אם נאמר דרבינו פסק כרב מכח הסוגיא דפרק כיסוי הדם דאתיא כוותיה, ולדידיה ילפינן קנסא מקנסא, מעתה גם בשלא לשמן כיון דהוו מזידין, דין הוא שיתחייבו מטעם שלא יבא כל אחד וכו', ולפי זה רש\"י ורבינו פירשו דין עיקר הפיגול לתיבת שפיגלו, וע\"פ הטעם יתברר הדין, תדע עוד דקתני התם בברייתא היה עושה עמו בזבחים ואמר לו זבחים שעשיתי עמך נתפגלו נאמן וכו', ויהיב טעמא משום דכל שבידו נאמן, מוכרח דאף שנקטו לשון פיגול הוא הדין לשלא לשמן, דאל\"כ איך יביא קרבן אחר אם לא קדמה לו ידיעה מפי הכהן.",
                "<b>וכן העושה מלאכה וכו'.</b> מזה נראה מבואר שרבינו פסק כרב, דסבירא ליה דילפינן קנסא מקנסא ודלא כמו שכתב הרב רבי חיים אבואלעפיא ז\"ל, הבאתי דבריו בריש פירקין וכבר ידוע מה שכתב הרב המגיד ז\"ל להשגת הראב\"ד ז\"ל, דהוה מצי למימר ולטעמיך וכו', והוא דוחק גדול, והפרי חדש בשיטתו לגיטין והמשנה למלך יישבו דברי רבינו באופן אחר עיין עליהם, ודע שהמשנה למלך ז\"ל תמה על הרי\"ף ז\"ל דבסוף פרק החובל רצה להכריח דההיא דחייביה ר' גמליאל עשרה זהובים לאותו שקדם וכיסה, דדינא הוא ולא קנסא מדגמר מיניה רב לההיא דנטיעותי קצצת, דהא רב אית ליה דקנסא מקנסא גמרינן, וכתב ז\"ל דהרבה יותר מדאי נדחק ליישב דברי הרי\"ף ולא עלה בידו וצ\"ע, ע\"כ. וכבר קדמו בקושיא זו הרב שפתי כהן חו\"מ סי' שפ\"ב ותגדל התמיהה יותר ויותר שגם הרא\"ש ז\"ל באותו פרק באותו מקום כתב כדברי הרי\"ף ז\"ל ממש, אכן מרגניתא אשכחנא בדברי הרב רבי חיים אבואלעפיא ז\"ל פרשת שלח לך דף פ\"ג שכתב, דלא יליף רב רק היכא דחסריה ממונא כמנסך ומדמע, מה לי מערב יין נסך מה לי מערב תרומה, משא\"כ נדון דר' גמליאל דלא חסריה ממון וחייבהו עשרה זהובים מתורת קנס, אין לך בו אלא חידושו, וגם רב יודה דלא ילפינן קנסא מקנסא, ומדיליף מודה דממון הוי ולא קנס ע\"כ, ושפתים ישק.",
                "<b>ודע </b>ששם ראיתי להפרי חדש ז\"ל שכתב וזה לשונו, וראיתי להרא\"ש בבבא קמא בדף צ\"ח, שכתב דהא דפרכינן בגיטין מהעושה מלאכה במי חטאת, ומשני דהיינו טעמא דפטור משום דליכא אלא מחשבה בעלמא והוי גרמא בעלמא ופטור, היינו כרבנן דרבי מאיר דלית להו דינא דגרמי וכו', וזה היפך דעת הרמב\"ם דהא איהו פסק דדיינינן דינא דגרמי, ואפ\"ה פסקה להך דהעושה מלאכה דפטור מדיני אדם וצ\"ע, ועוד אני תמיה בדברי הרא\"ש בלמעלה בסמוך כתב דהעושה מלאכה בפרת חטאת הוי גרמא בנזיקין ופטור לכו\"ע, וזה היפך מה שכתב כאן, וכעת אין לי פנאי לעיין וצ\"ע עכ\"ל, נתאמץ ז\"ל להקשות על הרא\"ש מכח דברי רבינו דפסקא להך דהעושה מלאכה דפטור מדיני אדם, גם מה שהקשה על הרא\"ש ז\"ל שדבריו סתרי אהדדי איני רואה שום סתירה, דהרא\"ש ז\"ל תחילה הזכיר אותם השנויים בפרק הכונס (בבא קמא דף נ\"ו), בחלוקה דגרמא בנזיקין דמנו בהדייהו עושה מלאכה בפרת חטאת וכו', ובדינא דגרמי הביא שני פירושים, חד היכא דהוא בעצמו עושה היזק לממון חבירו וברי היזקא, והפירוש השני היכא דבשעת מעשה נעשה ההיזק, ושוב נרגש מהסוגיא דפרק הניזקין דמוקים לעושה מלאכה בפרת חטאת ובמי חטאת ע\"י מחשבה דפטור מדיני אדם, ואמאי הוי גרמא, הא כיון שהוא בעצמו הזיק וברי היזקא אין זו גרמא, לזה תירץ דההיא כרבנן אתיא, דלא מחלקי בין דינא דגרמי לגרמא, ולפי זה סוגיא דהכונס שהזכיר לעיל דחשיב עושה מלאכה בפרת חטאת גרמא, והיינו ההיא דהכונס פרה כדי שתינק ותדוש, ואין זה פלא אם רבינו לא סבירא ליה כהרא\"ש ז\"ל בהא, וכמו שיבא לקמן, כל שכן דאתיא כרבנן, אבל לדידן דקיימא לן כרבי מאיר דמחייב בדינא דגרמי, עושה מלאכה בפרת חטאת מחייב אף שאין שם אלא מחשבה, מכיון דברי היזקא ובעצמו עשאה, וכבר העיד על עצמו הפרי חדש שמחמת [חוסר] הפנאי הניחה בצ\"ע."
            ],
            [
                "<b>כדי שתינק ותדוש וכו' והסיח דעתו וכו'.</b> קשה קצת, דבגמרא אוקמו הא דעושה מלאכה במי חטאת בששקל בהם כנגדן, והסיח דעתו, משמע דהיסח הדעת לחודיה אפילו בידי שמים לא מחייב, וצריך לומר דסמך למה שכתב בפרק ז' דפרה אדומה, דהמלאכה דווקא הוא שפוסל במים, אבל ההיסח הדעת מצד עצמו אינו פוסל, א\"כ כאן שחייב בידי שמים מוכרח שהוא מפני פיסול המים, וכבר השמיענו שם פירוש דהשוקל במי חטאת והסיח דעתו המים פסולין, א\"כ כאן שהזכיר היסח הדעת דהיינו שנפסלו המים, על כרחך היינו כדינו, גם יש לומר דאלעיל קאי שכתב דהעושה מלאכה במי חטאת חייב, דמשמע דהמלאכה היא הפוסלת, וכאן שחייב בידי שמים לחוד, מוכרח דהמלאכה אינו כל כך [פוסל] אך בצירוף היסח הדעת נפסלו וחייב בדיני שמים, ע\"פ מה שכתב פרק י' דפרה אדומה, שוב מצאתי להכסף משנה ז\"ל [שם בפ\"ז] דין ג' שביאר הך סוגיא לדעת רבינו דאף דהיסח אינו פוסל במי חטאת, היינו דווקא לו בעצמו אבל לאחרים פוסל היסח הדעת, והביא ראיה מדברי הר\"ש ז\"ל עיי\"ש, והוא מכוון לדברי התוס' ז\"ל שם, דנראה מדבריהם דהיסח הדעת לחודיה פוסל וחייב בדיני שמים, והיה לו להכסף משנה ז\"ל להסתייע מדברי רבינו כאן, ומכל מקום כיון אל האמת."
            ],
            [
                "<b>הרי זה אוסר היין וחייב לשלם וכו'.</b> כתב הרב המגיד ז\"ל דפסק כרב וכו', וכן נראה ממה שכתב לעיל דין ד', ועיין מה שכתבתי בריש פרקין, והראב\"ד ז\"ל כתב א\"א לצעוריה קמכוין ע\"כ, נראה דכוונתו כלפי טעם רבינו שכתב שאין אדם מישראל אוסר דבר שאינו שלו דאין הטעם כדבריו, והרב המגיד ז\"ל הזכיר טעם דלצעוריה קמכוין דאיתא בגמרא, ולא הזכיר דברי הראב\"ד ז\"ל, נראה שהבין כוונת רבינו דאין אדם מישראל מתכוין לאסור דבר שאינו שלו ובודאי דלצעוריה קמכוין."
            ],
            [
                "<b>כל הגורם להזיק וכו' חייב לשלם וכו'.</b> פשט דברי רבינו צריכין ביאור, דנראין דסתרי אהדדי, תחילה שכאן חייב המסלק לבדו, ולקמן חייב הזורק והמסלק, ואי משום דהכא הכל שלו היה לו לחייב כאן להמסלק מחצה לחוד, ועוד דכשהכרים הם של המסלק חייב הזורק לבדו, וכשאינן של המסלק חייב שניהם, ועוד מפני מה לא ביאר בזורק כלי שלו למי הם הכרים, כמו שכתב אח\"כ בזורק כלי של חבירו, והרב בית חדש ז\"ל חו\"מ סי' שפ\"ו תירץ דסבירא ליה לרבינו דבזורק כלי שלו אין חילוק בין אם הכרים הם של הזורק או של איש אחר, כל שבא איש אחר שאינן שלו וסלקן חייב המסלק, דהזורק כלי שלו לא הוי ליה לאסוקי אדעתיה שיבא אחר ויסלקן, א\"כ המסלק הוא הגורם הראשון, ואין צריך לומר אם היו הכרים של הזורק דפשיטא דחייב המסלק כרים של הזורק וגורם שנשבר הכלי, אבל בזורק כלי של חבירו על גבי כרים (ו)של בעל (הבית) הכלי, אז יש לחלק, דאם בעל הכלי עצמו סילקן הזורק חייב לשלם נזק שלם, דהא ודאי דבעל הכרים אין חייב שלא לסלקן כדי שלא יגיע היזק להזורק כלי, דיש לו רשות ליטול כרים שלו כל שעה שירצה, ודוגמתו מצינו במכסה בור בכיסויו של חבירו וכו' ע\"כ תורף דבריו, ונכון. אך לפי זה מה שכתב רבינו שהוא הגורם הראשון לאו לדיוקא דאיכא אחרון, אלא כלומר שהוא העיקרי.",
                "<b>שסלוק הכרים והכסתות גרם לו וכו'.</b> בדפוס שלפנינו כתוב השגת הראב\"ד ז\"ל דהזורק לעולם פטור וכו', ולא ידענא מאי קאמר דגם רבינו פטר הזורק, עד שמצאתי להרב כנסת הגדולה חו\"מ סי' שפ\"ו בהגהת הבית יוסף אות ל', שכתב דט\"ס נפל בספרים והשגה זו של הראב\"ד שייכא לקמן דין ח', גבי מה שכתב רבינו שחייב הזורק וכו', ואותה השגה שכתב שם, א\"א לא ראיתיו, שייכא בדין זה, והכריח הדבר ע\"פ דברי הרי\"ף ז\"ל שרבינו נמשך אחריו עיין עליו."
            ],
            [
                "<b>ואם קדם אחר וסלקן וכו'.</b> בספר כתב יד קדמון מצאתי כתוב, וזה לשונו: ואע\"פ שרבינו ז\"ל פסק לענין מיתה במי שהפיל את חבירו לבור והיה שם סולם, ובא חבירו או הוא בעצמו והסיר את הסולם, או מי שזרק [בו] חץ והיה תריס ביד[ו] וקדם אחר וסלק את התריס ששניהם פטורין, אין דין מיתה שוה לדין ממון, שאין ענין דינא דגרמי נאמר לענין מיתה, אלא לענין ממון, הרב המאירי בחידושיו לקמא עכ\"ל, ודין הסולם והתריס שכתב ז\"ל, הוא בדברי רבינו פרק ג' דהלכות רוצח דין י\"א."
            ],
            [
                "<b>וכן השורף שטרותיו של חבירו וכו'.</b> מבואר הדבר דכל הנך משום דינא דגרמי נינהו, משום דהוא עצמו הזיק וברי היזקא, וכמו שביאר הרא\"ש ז\"ל כל אלו הדק היטב בפרק הגוזל עצים, ועיין מה שכתבתי לעיל דין ד', והכנסת הגדולה חו\"מ סי' שפ\"ו."
            ],
            [],
            [
                "<b>וכן העושה עבדו אפותיקי וכו'.</b> כתב הרב המגיד ז\"ל להשגת הראב\"ד ז\"ל, שלא נמצא דבר בהלכות הרב ז\"ל, ובקצתן נמצא [כרשב\"ג], וכיון שכן הדרינן לכללין כל מקום ששנה רשב\"ג במשנתינו הלכה כמותו, וזו משנה פרק השולח וכ\"ש שהדבר הכרחי כאן וכו' ע\"כ, והקשה עליו הרב לח\"מ ז\"ל דלעיל ריש פרק ד' פסק דלא כרשב\"ג, גבי שמין את האשה כמה היתה יפה, וכן פסק הרי\"ף ז\"ל, והקשה הרא\"ש שם, דלמה פסק כן, ותירץ דלית ליה הך כללא, וכיון דהתם הלך רבינו כשיטת הרי\"ף רבו איך קיים הרב המגיד ההיא כללא, דנמצאו הדברים סותרין וצ\"ע ע\"כ, גם ראיתי להרש\"ל בים של שלמה [פרק ה'] סי' י\"ד שהקשה על הרב המגיד ז\"ל סוף פרק י\"ג דהלכות אישות, שכתב גבי מנוה הרע לנוה היפה דידוע שהלכה כרשב\"ג במשנתינו, דטעה בדעת הרמב\"ם דאף דפסק כרשב\"ג אינו מכח הכלל, אלא מכח דהגמרא התם פירשו דבריו מפני שהנוה היפה בודק וכו', עיי\"ש. וקושיא זו תפול ביתר שאת על הכסף משנה ז\"ל, דבפרק ט' דטומאת מת דין ה' כתב, דרבינו סבירא ליה הך כללא אפילו בברייתא, וכבר הזכרתי מקומות אחרים שם, ולעיל ריש פרק ד', והנראה מתוך דברי רבינו דאינו פוסק כרשב\"ג אלא היכא דמסתבר טעמיה או דיש הוכחה בגמרא כההיא דנוה היפה בודק, ובזה יתורצו כל הקושיות בין בדברי רבינו בין בדברי הרב המגיד והכסף משנה ז\"ל, והוא דרך נכון והגון."
            ],
            [
                "<b>הרי זה הראשון פטור שלא שבר וכו'.</b> בודאי משמע דאם אין סופו להשבר בודאי זה ששברו חייב, וכגון שזרקו לעפר תיחוח וכיוצא, שאין השבירה ודאית, וזה נראה פשוט, אכן אם נדקדק תיבת מיד, דמשמע דאם היה סופו לישבר בודאי כיון שלא היה מיד יתחייב, דיוק זה אין השכל מקבלו, ובשו\"ת הריב\"ש ז\"ל סי' תק\"ו נחלק על הפוסק שרצה לדקדק כן בדברי רבינו עיין עליו."
            ],
            [],
            [
                "<b>ויש מי שהורה וכו'.</b> ביאור דברי רבינו נראה שדעתו היא דאף במצות עשה גמור, כגון כיסוי הדם אין לנו לקונסו קנס קצוב של עשרה זהובים, אלא כפי שיראו הדיינים, אך לדעת יש מי שהורה אינו כן, אלא במצות עשה נותן העשרה זהובים, אך אם אינו מצות עשה אז אפשר שדעתם ז\"ל כמו שיראו הדיינים, וראיתי להטור ז\"ל חו\"מ סי' שפ\"ב שכתב, בשור העומד להריגה ואילן העומד לקציצה מפני שמזיקין את הרבים וקדם אחר וכו', חייב לשלם כפי מה שיראו הדיינים, ובשוחט וכיסה אחר חייבו עשרה זהובים, וסיים, והדין כן בכל מצות עשה וכו', ע\"כ. הרי שדעתו כהיש מי שהורה שהזכיר רבינו, אלא שהרב שפתי כהן ז\"ל הקשה עליו מדברי הרא\"ש ז\"ל שפסק דדינא הוא, היינו בשור ואילן, ועוד שבכיסוי חייב עשרה זהובים וכן בכל מצות עשה וכו', ואמאי כתב באילן ושור כפי מה שיראו הדיינים, הלא גם הוא מצות עשה כדלקמן סי' תכ\"ז, דהיינו שמור נפשך (מצד) [מאד] ולא תשים דמים בביתך וצל\"ע עכ\"ל. והרב רבי חיים אבואלעפיא ז\"ל בספר עץ החיים פרשת שלח לך דף פ\"ג ע\"ג תירץ לקושיא זו, דכיון שהיא מצות עשה כוללת ואינה מנויה במנין המצוות, אף שהוא דינא ולא קנסא סגי כמו שיראו הדיינים ע\"כ, ולענ\"ד מעיקרא קושיא ליתא, דהך דינא שהזכיר הש\"ך ז\"ל בסי' תכ\"ז לא הוזכר לא בדברי הטור ולא בדברי הב\"י, אלא לשון הרמב\"ם פרק י\"א דהלכות רוצח, שהזכיר השו\"ע באותו סימן, ועל כגון דא נימא גברא אגברא קרמית, הלא כמה וכמה פעמים מצינו שחולק הטור על הרמב\"ם ז\"ל, ומלבד זה הרי שם לא הוזכר אלא סכנת נפשות שכן כתב שם, וכן כל מכשול שיש בו סכנת נפשות מצות עשה להסירו וכו', והטור כאן לא איירי ביש בו סכנת נפשות, דהרי כתב בשור ואילן שהוא מזיק את הרבים, ולא כתב שיש בהם סכנת נפשות, ונפקא מינה לענין מצות עשה אם יחול או לא, ובספר המצוות לאוין סי' רצ\"ז כלל רבינו סכנת נפשות עם איבוד ממון חבירו לענין הלא תעשה דלא תעמוד על דם רעך, והוא מסכים למה שכתב פרק י\"א דרוצח."
            ],
            [],
            [],
            [],
            [
                "<b>אבל אם אין דרכו וכו' הוא פשע וכו'.</b> מדתלה הדבר בפשיעתו, שהניחם במקום שאין דרך להניחם, משמע שהוא מפרש כדברי התוס' שם, שכתבו דאפילו דיש עדים שהניחם שם מיבעיא לן, אך ממה שסיים רבינו, וטען הניזק שמרגליות היו בתוכן אינו נאמן, מדתלה הדבר בנאמנתו משמע דאי איכא עדים, דלאו על נאמנתו סמכינן פשיטא שישלם כדברי הניזק, והיא דעת הרשב\"א שהביא הרב המגיד ז\"ל, ונמצא דרבינו סותר דברי עצמו, והרב לח\"מ הניחו בצ\"ע, אך לענ\"ד אין צורך לזה, דשפיר מצינן לפרושי דכוונתו שכתב, והוא פשע, כלפי דרך העולם שאין דרכן לטמון המרגליות וכיוצא בפני בני אדם כי יחוש שיגנב ופשיעתו היתה שהניחם במקום שאינו משתמר, ועל זה סיים רבינו, שאינו נאמן, אבל אין הכי נמי שאם נזדמן שראו עדים שהניחם שם פשיטא שיתן המזיק ע\"פ העדים, וזהו שהרב המגיד ז\"ל פירש כן בדברי רבינו בפשיטות, אלא שעדיין קשה בדברי רבינו שכתב, אבל אם אין דרכן להניחן בכלי זה וכו', ובגמרא אמר רב אשי מי מנחי אינשי מרגניתא בכספתא או לא, תיקו, משמע דמשום דנסתפק לנו אי מנחי, הוא דסלקא בתיקו, וצריך לומר לדעת רבינו שהוא מפרש בתמיה אי מנחי אינשי וכו', כלומר וכי דרך לעשות כן או לא, כלומר או לא נימא הכי, ולא נחוש למה שהוא דרך בני אדם, וסלקא בתיקו, וכעין זה כתב הדרישה והסמ\"ע חו\"מ סי' שפ\"ח."
            ]
        ],
        [
            [
                "<b>ואם מת גובין מיורשיו וכו'.</b> מבואר הדבר דרבינו ס\"ל דדינא הוי ולא קנסא, דאילו הוי קנסא לא הוו גבו מן היורשין דלדידיה קנסו רבנן לבריה לא קנסו, כדאיתא בגמרא, גם הרב המגיד ז\"ל כתב דבפרק הגוזל בתרא משמע דדינא הוא מסור ולא קנסא עיי\"ש, אלא דהרב לחם משנה ז\"ל הקשה עליו כד בעי תלמודא מאי נפקא לן אי דינא אי קנסא, דנפקא לן האי דינא דאם מת גובה מן היורשין, ואי קנסא אין גובין עיי\"ש, ולענ\"ד נראה הדבר ברור משום דבקנסא איפליגו רב ושמואל בגיטין דף נ\"ג [ע\"א] אי ילפינן מקנסא או לא, ואף לפי מה שכתבו הפוסקים ז\"ל דבהיזק הניכר דכו\"ע לא ילפינן קנסא מקנסא, מכל מקום אם פשיט לן דהוי קנסא ודלא ילפינן מינה נשמע דלא גבינן מיורשיו, משא\"כ אם נאמר דהוי קנסא ולא גבינן אכתי לא נפקא לן אי ילפינן קנסא, דדילמא גם זה היזק שאינו ניכר.",
                "<b>בין שהיה האנס עכו\"ם וכו'.</b> לא ציין הרב המגיד ז\"ל מהיכן נפקא לו לרבינו, ואפשר דהוה גריס רבינו בגמרא ההוא גברא דאחוי אכריא דחיטי לבי ריש גלותא. ולא דבי ריש גלותא כמו שכתוב בנוסחתינו, וכבר ידוע דאנשי בית ריש גלותא היו אלימים ותקיפים כדאיתא בבבא בתרא דף ל\"ו [ע\"א], והני דבי ריש גלותא לא מחזקי בן ולא מחזקינן בהו, ופסקו רבינו פרק י\"ג דטוען ונטען דין י', ראשי הגליות שהיו בימי חכמים לפי שהיה בהם לרדות את העם אין אכילתן ראיה וכו'."
            ],
            [
                "<b>אבל אם אנסוהו עכו\"ם וכו'.</b> דף קט\"ז [ע\"ב] אמתניתין דאם מחמת הגזלן חייב, בעי היכי דמי, אי דאנסוה לארעא דידיה ולא אנסוה כולי ארעתא הא מרישא שמעת מינה וכו', לא צריכא דאחוי אחויי, לישנא אחרינא הכא במאי עסקינן כגון דאנסוה גוים ואמרו ליה אחויי ארעתיה ואחוי ההיא בהדייהו ע\"כ, וצריך להבין מאי איכא בין הנהו תרי לישני, וידוע דרש\"י ז\"ל פירש בלישנא קמא דאחוי אחויי שלא גזלה הוא עצמו אלא שמע מבית המלך שמבקשים לגזול שדות, והראה להם טלו קרקע זו של פלוני ע\"כ, נראה שנתכוון ז\"ל דלא נפרש דאחוי אחויי על ידי אונס שאנסוהו להראות, דהא אמרינן לקמן בברייתא דאם אנסוהו להראות פטור, ולכך פירש דאחוי אחויי שאין כאן אונס, אלא שמע מבית המלך והוא מעצמו הראה להם, משמע דאי הוה אונס מעיקרו אף שהראה גם של חבירו פטור, דכיון דנאנס מעיקרו בתריה גריר ומפחדו סמר, וללישנא אחרינא חייב דכיון שכבר הראה לא היה לו להוסיף, וראיתי לרש\"ל ז\"ל בספר ים של שלמה [פרק י'] סי' מ\"ו שכתב, ומפרשינן בגמרא כגון דאחוי להם אחויי, ולא מיבעיא היכא דאחוי להו בהדיא אלא אפילו אנסוהו ואמרו לו הראה לנו כל שדותיך והראה להם שדה שגזל וכו', ע\"כ. ולכאורה דבריו מגומגמים, דמשמע דללישנא קמא דהיינו דאחוי אחויי משמע ליה דינא דלישנא בתרא, וזה אינו דהא ללישנא בתרא ודאי דאינו חולק עם לישנא קמא, וא\"כ מאי איכא בין לישנא קמא ללישנא בתרא, אם לא שנאמר דמה שכתב ומפרשינן בגמרא כגון דאחוי להו אחויי, לא קאי ללישנא קמא דוקא, אלא שבא לפסוק הדין כלישנא בתרא, דלדידיה נפיק לישנא קמא במכל שכן.",
                "<b>והנה </b>הטור ז\"ל חו\"מ סי' שפ\"ח כתב במה דברים אמורים שהראה מעצמו בלי אונס, או שאנסוהו להראות שלו והראה שלו ושל חבירו או שיסרו אותו ולא אמרו לו על מה והראה ממון חבירו ונפטר בו בכך חייב, וכתב עליו הרב בית יוסף ז\"ל כן משמע התם בעובדא דההוא גברא דאפקידו גביה כסא דכספא, סליקו גנבי עליה שקלה ויהבה להו ע\"כ, והקושי מבואר, דהתם שאני דנשא ונתן ביד, ודברי הטור הם בהראה להם, והרב בית חדש ז\"ל שם כתב, דנראה שכתב כן משום מתניתין דהגוזל שדה מחבירו ונטלוה מסיקין וכו', ואסיקנא כלישנא קמא, לא צריכא דאחוי אחויי, ומפרש הטור ז\"ל דהיינו שאנסוהו מסיקין ויסרו אותו וכו', ע\"כ. וגם דבריו מגומגמין, דמשמע שהטור פוסק כלישנא קמא, וזה אינו, מכמה טעמי, חדא, דדרך הפוסקים לפסוק כלישנא בתרא, ועוד הרי הטור ז\"ל הזכיר הלישנא בתרא שכתב או שאנסוהו להראות שלו והראה שלו ושל חבירו, הרי שפסק כלישנא בתרא להדיא, דללישנא קמא באונס פטור עכ\"פ כמו שהוכחנו לעיל, ויותר היה ראוי לומר דפסק כלישנא בתרא, ומינה דאף ביסרו אותו דהיינו מסיקין דמתניתין והראה ממון חבירו דחייב, דאף שלא אמרו לו על מה, השכל מחייב דאינם מבקשין אלא ממונו של עצמו, ומה לו להראות של אחרים הרי נמצא שפטר עצמו בממון של אחרים שהוא חייב, והנה רבינו ז\"ל לא הזכיר הא דאנסוהו להראות את שלו והראה שלו ושל חבירו דהיינו לישנא בתרא, וצריך לומר דממה שכתב ואם נשא ונתן ביד אע\"פ שהוא אנוס חייב לשלם מינה נפיק דמכל שכן אם הראה שלו ושל חבירו, דהא בשל חבירו לא אנסוהו, וכן כתב ז\"ל ודייק טפי שסיים רבינו שהמציל עצמו בממון חבירו חייב לשלם."
            ],
            [
                "<b>אנסו המלך למוסר זה וכו'.</b> מדקדוק לשון רבינו שגבי אוצרות יין ושמן לא הזכיר פלוני, וגבי ממון חבירו הזכירו, משמע דהיכא דאנסוהו ואמרו לו הראה לנו ממון של יהודים, ולא הזכירו שום פלוני והראה להם חייב, אבל באנסוהו להראות אוצרות יין ושמן אפילו לא הזכירו שום פלוני והוא אין לו אוצרות יין ושמן אפילו הראה אוצרות של פלוני פטור, וכן דקדק רש\"ל ז\"ל שם [פרק י'] סי' מ\"ז, וסיים דהכי מסתברא, אע\"פ שאין ראיה ברורה מן התלמוד."
            ],
            [
                "<b>נשא ממון חבירו בידו וכו'.</b> דין זה נראה כפול, שכבר הזכירו לעיל דין ב', ואם נשא ונתן ביד וכו', אך יש לומר דהכי פירושי קמפרש וגריר אחר הכיצד שכתב, אי נמי יש לומר דלעיל לא ביאר שהאונס היה על ההבאה אלא על הראיה דסמיך ליה, וכאן הוסיף דגם שהאונס הוא על ההבאה אפ\"ה חייב, ואתי שפיר שכאן הוא שהשיג עליו הראב\"ד ז\"ל, וכבר ידוע דהמאור ז\"ל הסכים לדעת הרי\"ף ז\"ל שהביא כדעת רבינו, והש\"ך חו\"מ סי' שפ\"ח סבירא ליה כדעת הראב\"ד ז\"ל, ואפשר דדברי רבינו ביש לו ממון שהיה יכול להציל עצמו, אי נמי דאחר שנשא ונתן ישלם מביתו, (ועיין למה שכתב הדרכי משה ז\"ל חו\"מ סי' שפ\"ח)."
            ],
            [],
            [
                "<b>אין לך מי שנתפש על חבירו וכו'.</b> ירושלמי פרק ב' דכתובות רבי יהושע בן לוי אומר אין לך נתפס על חבירו וחייב ליתן לו אלא בארנון ובגולגולת, רב אמר כל הנתפס על חבירו חייב ליתן לו, חיליה דרב מן הדא, הגוזל שדה ונטלוה מסיקין, ולא שמע מה דאמר ר' יוחנן קנס קנסו בגזלן ע\"כ, מדדחו דברי רב מינה קמה לה הלכתא כרבי יוחנן, ומפרש רבינו דארנון דקאמר דומיא דגולגולת, דהוי מס קצוב על כל גולגולת כך וכך לשנה, ומפני זה הקדימה, וארנון מפרש הכוונה שהיא התשורה שנותן כל איש ואיש, שכל זה הוא מחוקי המלך וגזרותיו הקבועים והוי ליה דינא דמלכותא, לאפוקי במסים אחרים שהם דרך עלילה דלא קרינן ביה דינא דמלכותא לשיתחייב האחד בשביל חבירו, וכן הבין הרב משפטי שמואל ז\"ל ודלא כהחכם הפוסק שם שכתב שמדברי רבינו יש ללמוד גם באיזה עסקי המלך עיי\"ש, ותדע שכן נראה דעת רבינו שאפילו באלו הצריך שיהיה בפני עדים שבפירוש לקחו ממנו בשביל פלוני, וכן כתב הרב בית יוסף חו\"מ סי' שפ\"ח, ובשו\"ע סי' שפ\"ח, וידוע מה שכתב הכסף משנה ז\"ל דמה שכתב רבינו חוץ מן הנתפס מפני המס הקצוב על כל איש ואיש בכל שנה, נראה שרמז למה שאיתא בהגוזל בתרא בר מתא אבר מתא (מבעט) [מעבט], והני מילי באכילה וכרגא דההיא שתא, אבל שתא דחליף כיון דאיפייס מלכא חליף ע\"כ, והיינו מדכתב רבינו בכל שנה וכמו שכתב בבדק הבית, אמנם הכנסת הגדולה חו\"מ סי' קכ\"ח בהגהת הבית יוסף אות ל' כתב בשם הראנ\"ח חלק ב' סי' צ\"ו, דכוונת רבינו דדוקא מה שקצוב לגבות מכל איש ואיש, אבל בדברים שהמלך גובה מכללות העם ואין חיובו על כל איש בפרט, אלא על העיר סתם לא, עיי\"ש, ולענ\"ד נראה דכולהו שמע מינה."
            ],
            [
                "<b>כגון שהראה מעצמו או שנאנס וכו'.</b> כתב הרב המגיד ז\"ל בעיא דלא איפשיטא אם עשו תקנת נגזל במסור או לא וכו', וקשה למה שכתב הרב המגיד עצמו לעיל פרק ד' דגזילה דין ז' גבי שכירו ולקיטו של נגזל, דגם היא בעיא דלא איפשיטא אי עשו בה תקנת נגזל, וכתב הרב המגיד ז\"ל דלא פסק רבינו דאם תפש אין מוציאין מידו משום דכל זה הוא מן התקנה הוא, ובמה שלא התקינו בפירוש אפילו תפש מוציאין מידו ע\"כ, ונראה דלא דמי דהתם הבעיא היא אם נדמה שכירו ולקיטו לשומר, דאמר רבא התם פרק כל הנשבעים (שבועות דף מ\"ו) [ע\"ב] [אפילו שומר וכו'], אי לא, נמצא דהוי כעין תקנה לתקנתא, משא\"כ הכא דהבעיא היא אי עשו שומר הגזלן לענין זה, כלומר דבכלל גזלן יהיה מסור או לא, וכן נראה מדברי התוס' שם ולא דמי לדהתם כלל, והרב לח\"מ ז\"ל שם הניחו בצ\"ע עיין עליו, ודע דכל זה הוא בתיקו דממונא שהממון ביד אחד מהם, אבל אם אין הממון ביד אחד מהם הוי ליה ממון המוטל בספק וחולקין, כמו שכתב רבינו סוף פרק א' דשאלה ופקדון, ועיין להרב ב\"ח ז\"ל חו\"מ סי' קכ\"ח שתירץ על דרך זה סתירת הרי\"ף ז\"ל."
            ],
            [
                "<b>אין משביעין את המוסר וכו'.</b> הרא\"ש ז\"ל בתשובה כלל י\"ז סי' ה', שאלוהו על דבר לאה שטענה על ראובן שמסרה לגויים והפסידה ממון הרבה, וראובן השיב שנפלה לו דליקה ובתוך כך גזלה ממונו ותפסה כדי שתודה, והשיב ז\"ל, דכל מה שתוכל לברר בעדים שהפסידה יפרע לה וישבע ראובן שאינו יודע שהפסידה יותר, כיון דסליק בתיקו אם עשו תקנת נגזל במסור וכו' ע\"כ, והקושי מבואר, דאם יש לו דין מסור איך ישבע, ויש לומר דהוא היה סבור דלא עשה איסור ולכך לא נפסל, וכן כתב המשנה למלך ז\"ל, אך אכתי קשה דשבועה זו למה, ותו דאם לא ירצה לישבע וכי נאמר דאם לא נשבע תיטול כל מה שהיא טוענת, הרי בעינן ראיה ברורה ובעדים כמו שכתב ז\"ל שם, ודברי רבינו בדין הקודם דאין מוציאין מן המוסר אלא בראיה ברורה, ותשובה זו של הרא\"ש ז\"ל הובאה בקיצור בהטור חו\"מ סי' שפ\"ח, ועיין להדרישה ז\"ל שם, אם לא שנאמר דכיון שלא רצה לישבע אין לך ראיה ברורה גדולה מזו, וכיון דלפי דעתו אין לו דין מסור ישבע שבועת היסת שאינו יודע וכו'.",
                "<b>אבל המוסר שאנסוהו וכו'.</b> פשט הלשון שאנסוהו להראות [והראה] או אנסוהו להביא דאז חייב לשלם כמו שכתב לעיל דין ד', דאילו אנסוהו להראות או אנסוהו להביא והלך הוא והביא, מלבד שאין לשון רבינו סובלו, הרי נקרא רשע כיון שלא היה אונס בהבאה, גם אין לפרש שאנסוהו להראות והראה, ואח\"כ נשא ונתן, דמלבד דלשון או שכתב רבינו אינו סובלו, זאת ועוד דבכי האי אינו חייב לשלם כלל דמקלא קלייה וכמו שכתב רבינו לעיל דין ד', ועיין בדרישה ופרישה ובסמ\"ע חו\"מ סי' שפ\"ח."
            ],
            [
                "<b>ואפילו היה רשע ובעל עבירות וכו'.</b> כתב הרב המגיד ז\"ל נתבאר פרק קמא דגיטין והביאו הרב בהלכות בהגוזל, וכתב שמעינן מיניה דאפילו במקום צער אסור וכו' ע\"כ, וקשה קצת דמאי שמעינן מיניה דקאמר, הלא המציאות היה כך דהוו קמצערי ליה למר עוקבא וכו', פעם ושתים, ואפשר דאפילו לתלמיד חכם קאמר דגדול עונשו אפ\"ה אין למוסרו, ואפשר שלזה כיון רבינו שסיים, וכל המוסר וכו', אין לו חלק לעולם הבא, ומכיון שכתב כן הוא חמור פשיטא ודאי דאין חילוק בין תלמיד חכם לעם הארץ, שוב ראיתי להכנסת הגדולה [חו\"מ סי' שפ\"ח] בהגהת הבית יוסף ס\"ק כ\"ד שהביא משם מהר\"ם מינץ דהתם מדת חסידות הוה, ושם הביא משם תרומת הדשן בשם ריב\"א שכתב בהיפך, ותמה עליו למה לא נסתייע מדברי הרי\"ף ע\"כ, ולענ\"ד נראה דאף לפי דעתו קאמר ולכך הוכיח לו בדברי טעם."
            ],
            [
                "<b>מותר להרוג המוסר וכו'.</b> הרב בית יוסף ז\"ל חו\"מ סי' שפ\"ח, הביא (מהגהות) [מתשובות] מיימוניות דאפילו בשעת רדיפתו למסור אם יכול להציל עצמו באחד מאבריו אסור להורגו, וההורגו חייב מיתה ע\"כ, ותמה עליו מעובדא דרב כהנא, דשמטיה לקועיה דההוא דאמר מחוינא, והרי היה יכול להצילו בחתיכת לשונו, או רגלו וכו', ע\"כ. וכתב עליו הכנסת הגדולה בהגהת הבית יוסף אות ס\"ד, דלא אמרה הרב אלא דאם הציל באחד מאבריו, לא יפחד עוד הנמסר מהמסור, משא\"כ בעובדא דרב כהנא דאם היה חותך לשונו היה מראה באצבעו, באצבעו היה מראה בעינו, בעינו היה מדבר בלשונו וכו', עיי\"ש, ולפי דבריו צריך לומר דתשובת מיימון לא איירי במסור שתלוי בראיה, אלא בלשון דוקא, ומכל מקום הוא דחוק כמבואר.",
                "<b>ומתרין לו ואומרין לו וכו'.</b> כתב הרב המגיד ז\"ל מעובדא דרב כהנא וממעשה דרבי שילא וכו', ורבי שילא אפשר שהזהירו או שלא היה פנאי ע\"כ, לכאורה דבריו תמוהים, דבשלמא ההוא עובדא דרב כהנא פעם ראשונה הוה, והוצרך רב להתרות בו, משא\"כ עובדא דרבי שילא שכבר מסר אותו, וכמעט שנסתכן לולא אליהו הנביא זלה\"ה שהיה בעזרו, מה צורך היה לו להזהירו בפעם שניה, הרי מלתא דפשיטא היא שימסרנו גם בפעם הזאת, ובפרט שראה שלא אהנית מסירתו בפעם ראשונה, דהוחזק כפרן במסירתו הראשונה, פשיטא שיעשה כל מאמצי כוחו לחזק דבריו וימסרנו בפעם השניה, ונראה שזו היא סברת הרשב\"א ז\"ל סי' קפ\"א שכתב, דאם רגיל לעשות כן כל שאומר לעשות כאילו עשה כההיא דרבי שילא שלא המתין לראות היעמדו דבריו ע\"כ, אמנם הרב המגיד ז\"ל נראה דסבירא ליה דבעינן שיחזק בכך, דהיינו שכבר מסר ג' פעמים, והיא סברת מהר\"מ והריב\"ש ז\"ל סי' רל\"ח, ולכך כתב בהא דרבי שילא דאפשר שהזהירו או שלא היה לו פנאי, דבאמת עובדא היה כי נפיק וכו', וקצת קשה על המשנה למלך ז\"ל שהביא תחילה דברי הרשב\"א ז\"ל הנ\"ל, ושוב הביא דברי הריב\"ש והוי ליה למימר, אבל הריב\"ש וכו', דהרי הדבר ברור דהרשב\"א פליג."
            ],
            [
                "<b>עשה המוסר אשר זמם וכו'.</b> עיין להכנסת הגדולה שם שהאריך לפלפל בדברי הפוסקים ז\"ל, בהגהת הטור אות ס\"ט ע', והגהת הבית יוסף אות ס\"ה ס\"ו.",
                "<b>ואסור לאבד ממונו של מוסר וכו'.</b> משמע דבין בידים בין ע\"י גרמא קאמר, מדלא [כתב] דדוקא בידים אסור, ותו דומיא דגופו שכתב, ואע\"פ שמותר לאבד גופו, וכי היכא דבשריותא דגופו לא מחלקינן בין בידים לגרמא, הכי נמי באיסור איבוד ממונו, והכי מסתברא נמי מהטעם שכתב שהרי ממונו ראוי ליורשין, ולגבי יורשין נראה ודאי דאין לחלק בין בידים לגרמא, דמה חטאו הם, וקצת תימה על הש\"ך ז\"ל חו\"מ סי' שפ\"ח ס\"ק ס\"ב שתפס במושלם דלהפסידו ע\"י גרמא מותר, דאף שמצינו סברא זו להרב בעל העיטור ז\"ל, מכל מקום פשטן של דברי רבינו והשו\"ע שהעתיק דבריו לא משמע הכי."
            ],
            [],
            [],
            [],
            [
                "<b>ספינה וכו' ועמד אחד מהן והקל וכו'.</b> ידוע מה שהשיג הראב\"ד ז\"ל, והלצת הרב המגיד ז\"ל, דרבינו מפרש עובדא דההוא חמרא דמחמת הכובד הוא שהיתה ראויה לטבוע וכו', ע\"כ. והרב בית חדש ז\"ל חו\"מ סוף סי' ש\"פ כדי להסכים דברי רבינו עם דברי הראב\"ד כתב, דהכא בידוע מי הוא הטוען האחרון שהטעינה יותר מדאי, שהוא הגורם וכו', ולפיכך קאמר הרמב\"ם דמי שבא והשליך טעינה זו האחרונה בים מצוה רבה עשה שהשליך והושיעם מן הרודף שזה האחרון כמו רודף הוא, אבל בטענוה הסוחרים ביחד מודה הרמב\"ם דהוי ליה כנחשול של ים, וכדברי הראב\"ד ע\"כ, כוונתו רצויה להשוות הדיעות, אך אין זה הפשט בדברי רבינו, שהרי כתב מכובד המשאוי, ועמד אחד מהם והקל ממשאה וכו', מדכתב שהקל ממשאה, משמע איזה משא שהיה, ואפילו מאותם שטענו ראשונה, דיתכן דבר זה או מחמת הסחורה שהיא נפסדת במשא אחר עליה, או מחמת איזה סיבה או עשת זהב או כסף כבד מאד, שאין דרך להטעינו בעומק הספינה, ותו דכיון דגם הוא מפרש דרבינו הוציא דין זה מעובדא דההוא חמרא, הרי התם הטעינו בראשונה, דהכי אמרינן התם דף קי\"ז [ע\"ב], ההוא גברא דאקדים ואסיק חמרא למברא וכו', ודברי רבה ג\"כ דהשיב לאביי, האי מעיקרא רודף הוא, דמשמע להדיא דקדים, גם ראיתי להרשד\"ם בחו\"מ סי' שמ\"ד, שכתב דהכא לא נחית רבינו אלא לדין רודף, דהיינו שיש בספינה אנשים שאין מוליכין סחורה כלל, ויש מי שמוליך סחורה, ולכך אמר שמי שהטיל הסחורה עשה מצוה רבה, ואין האנשים העומדים שם מבלי סחורה פורעין כלל, אבל אם יש שם סחורה מאנשים רבים בזה לא דיבר לפי שכבר ביארו בהלכות גזילה ואבידה וכו' עיי\"ש, דימוי נכון הוא זה לההוא חמרא, דכיון דהוה מברא אין דרך לטעון סחורות או משא כבד במעבורת, ומכל מקום הרואה יראה דפשט דברי רבינו וסתמיות לשונו משמע כדברי הרב המגיד ז\"ל, גם הכסף משנה ובבית יוסף סמכו ימין צדקם עליו."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "מעשה רקח על הלכות חובל ומזיק",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maaseh Rokeach",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halacha",
        "Comment"
    ]
}