{
    "text": {
        "0": {
            "0": "יבם שעמד בדין וברח או חלה אחר שעמד בדין ונתרצה לייבם חייב במזונותיה. ד\"ה לפיכך: דף ב' ע\"ב"
        },
        "1": {
            "0": "גט שכתוב בו שבוע שנה חדש שבת כשר. ד\"ה דילמא לאפוקי:"
        },
        "2": {
            "0": "גט מאוחר כשר. בא\"ד:"
        },
        "3": {
            "0": "בשעת קידושין אומר כדת משה וישראל. ד\"ה אדעתא: דף ג' ע\"א"
        },
        "4": {
            "0": "אונס דלא שכיח כלל לכ\"ע יש אונס. אונס דשכיח או שכיח ולא שכיח אין אונס. ד\"ה א\"ד:"
        },
        "5": {
            "0": "ועתה נוהגין לישא אף בו' בשבת. ד\"ה אי איכא:"
        },
        "6": {
            "0": "ר\"ת התיר בת ישראל שהמירה דתה לעבודת כוכבים ובא עליה עובד כוכבים שיכול לקיימה כשנתגייר וריב\"ם חולק. ד\"ה ולדרוש להו: דף ג' ע\"ב"
        },
        "7": {
            "0": "כשהיא קרקע עולם אינה חייבת למסור עצמה למיתה דאינה עושה מעשה. בא\"ד:"
        },
        "8": {
            "0": "חתן שבא על אשתו ישינה עמה באבלו (נ\"ל טעות ולכן נקדתי כי אדרבה מוכח מהתוס' דיבור ובועל כו' דבאבילות אסור אפילו בעל וכן איתא להדיא בגמרא ע\"ש אכן אחר העיון י\"ל דר\"ל אבילות דעלמא ואז מותר לישן אם בעל ודוקא בהא אבילות דמת לו מת אסור כיון דאקילו ביה רבנן אבל מ\"מ מהתוספות אין להוכיח דבר רק מהגמרא ודו\"ק):"
        },
        "9": {
            "0": "נעילת סנדל ועטיפת ראש וכפיית מטה באונן מותר ומקילין טפי באנינות דאורייתא מאבילות דרבנן. ד\"ה בועל: דף ד ע\"א"
        },
        "10": {
            "0": "אין חופה דוחה שאר אבילות כי אם אביו של חתן או אמה של כלה. ד\"ה אבל:"
        },
        "11": {
            "0": "מתה אשתו אסור לישא אחרת עד שיעברו שלש רגלים אין לו בנים נושא אחר ל' יום יש לו בנים קטנים נושא אחר ז' תוך ל' ובועל אחר שלשים. אם יש לו בנים קטנים מותר לישא ואפילו אם היא אבילה. בא\"ד:"
        },
        "12": {
            "0": "מת אביו ואמו יכול לכנוס תוך י\"ב חדש אפי' יש לו בנים. בא\"ד:"
        },
        "13": {
            "0": "על כל מתים אסור לילך לבית המשתה כל ל' על אביו ואמו י\"ב חדשים אא\"כ של מצוה. ביבמות כתבתי מה קרוי סעודת מצוה. בא\"ד:"
        },
        "14": {
            "0": "דברים שבצנעה אסור אפילו בשבת בימי אבלו. ד\"ה אבל דברים:"
        },
        "15": {
            "0": "נדה אסורה בפריסת סדין לבעלה ואשה עושה לבעלה אפי' הכניסה לו ד' שפחות. ד\"ה והצעת: ע\"ב"
        },
        "16": {
            "0": "הצעת כרים וכסתות מותר לנדה ואשה אינה עושה אותן לבעלה אם הכניסה לו ג' שפחות. בא\"ד:"
        },
        "17": {
            "0": "אבלים הנשארים בבית מיד אחר שיחזרו פניהם מן המת חל עליהם אבילות ד\"ה עד שיסתום:"
        },
        "18": {
            "0": "גולל מטמא כשפירש ולא כשטמון בקרקע. גולל הוא המצבה. בא\"ד:"
        },
        "19": {
            "0": "עי\"כ דרך לשחוט עופות ובד' פרקים שוחטין בהמות. ד\"ה אלא: דף ה"
        },
        "20": {
            "0": "מוהל דלא מייץ דמא סכנתא היא ומעבירין ליה והוא דוחה שבת. ד\"ה דם מיפקד: ע\"ב"
        },
        "21": {
            "0": "מלאכה שאינה צריכה לגופה הגם דשריא משום צערא אפ\"ה גבי מצוה היא אסורה ומתירין יותר משום צער ממה שמתירין משום מצוה לר\"ת: ד\"ה לדם הוא:"
        },
        "22": {
            "0": "פסיק רישיה דלא ניחא ליה אסור אלא במקום צער או מצוה. והערוך ור\"ת חולקין. ד\"ה האי מסוכרייתא: דף ו ע\"א. מסננין יין בסודרין. בא\"ד: (משנה היא בפרק תולין):"
        },
        "23": {
            "0": "אסור לסחוט בשאר משקין כגון יין ושמן כמו במים. בא\"ד:"
        },
        "24": {
            "0": "אשה מערמת וטובלת בבגדיה. בא\"ד:"
        },
        "25": {
            "0": "הוצאת קטן לטייל מותר בי\"ט. ד\"ה מתוך: דף ז ע\"א"
        },
        "26": {
            "0": "לצורך עובד כוכבים שרי לדידן להוציא. בא\"ד: (עיין בפנים דמשמע דאינו שרי אפי' אי הוי רה\"ר שלנו כחצר שאינה מעורבת אכן בתוספות דפרק קמא דביצה משמע דשרי ע\"ש):"
        },
        "27": {
            "0": "מותר לבעול ולעשות סעודה בשבת. ד\"ה והלכתא שם:"
        },
        "28": {
            "0": "ברכת אירוסין לאשה המתקדשת ע\"י שליח יש לספק בו. ד\"ה שנאמר: ע\"ב"
        },
        "29": {
            "0": "התחיל סעודה בליל ה' והוא יומא קמא מברך גם למחר ז' ברכות וכן הותחלה יום ד' ולא נגמרה עד הלילה מברך ז' ברכות בלילה וביום. (זה אינו בתוספות שלנו ושאנ\"ץ הוא):"
        },
        "30": {
            "0": "בני אדם שלא נזדמנו לנישואין אין לברך שבעה ברכות. כשחתן הולך עם כלתו לעיר אחרת אין לברך אלא בבית חתנים. (ג\"ז אינו בתוס' שלנו):"
        },
        "31": {
            "0": "פנים חדשות הן בני אדם שמרבין בשבילן השמחה יותר. ד\"ה והוא:"
        },
        "32": {
            "0": "ברכות לעסוק בד\"ת והערב נא ברכה אחת היא. ד\"ה שהכל: דף ח"
        },
        "33": {
            "0": "ברכות אבלים שבברכת המזון בעשרה: ד\"ה כי תניא: ע\"ב"
        },
        "34": {
            "0": "ראה שזינתה אשתו אף בלא עדים אסורה לו. ד\"ה קינוי: דף ט"
        },
        "35": {
            "0": "המקדש בעד אחד אין חוששין לקידושיו. ד\"ה ומי אמר:"
        },
        "36": {
            "0": "מהיום אם מתי לא חל מאותה שעה ממש. ד\"ה כל היוצא: ע\"ב"
        },
        "37": {
            "0": "אשת כהן שנאנסה לא הפסידה כתובתה. תד\"ה אי למיתב:"
        },
        "38": {
            "0": "היא אומרת משארסתני נאנסתי נאמנת: [ד\"ה לא]"
        },
        "39": {
            "0": "כותבין בכתובת בתולה כסף זוזי מאתן דחזי ליכי מדאורייתא. ד\"ה אמר ר\"נ: דף י"
        },
        "40": {
            "0": "[החמשים] שקל אין נותנין יותר אף אם הוסיפו עליו במקום אחד אלא כשהוסיפו בכ\"מ כמו בפדיון הבן: ד\"ה נותן:"
        },
        "41": {
            "0": "ירושלמי כתובה במטבע היוצא. בא\"ד:"
        },
        "42": {
            "0": "יש זכייה לקטן מן התורה לפי גירסת ספרים דב\"מ והא דאין שליחות לקטן היינו דווקא בדבר שיש בו קצת חובה. ד\"ה מטבילין: דף יא"
        },
        "43": {
            "0": "ראוי לכתוב דחזי ליכי (מדאורייתא) בתוספות שמוסיפין לכהנות ולמיוחסות. ד\"ה בית דין: דף יב ע\"ב"
        },
        "44": {
            "0": "איני יודע אם הלויתני מעולם פטור אבל הלויתני ואיני יודע אם פרעתיך חייב: ד\"ה מנה לי:"
        },
        "45": {
            "0": "אין אוסרים על יחוד אשת איש אם לא שיהיה נואף והיו מלקין על יחוד פנויה: ד\"ה מעלה: דף יג"
        },
        "46": {
            "0": "פירש א' מעשרה ובעל ותפס הבן מוציאין מידו. ד\"ה פשיטא: ע\"ב"
        },
        "47": {
            "0": "יוחסין בעי' תרי רובי וספק ספיקא לא מהני. ד\"ה אלמנה: דף יד"
        },
        "48": {
            "0": "חוץ לבית לא חשיב קבוע אלא בבית. ד\"ה דילמא: דף טו"
        },
        "49": {
            "0": "בפיקוח נפש אין הולכים אחר הרוב וחיישינן למיעוט. (אינו בתוס' אבל מוכח הוא מהגמ'): [ועיין בגליון תוספות ישנים]:"
        },
        "50": {
            "0": "ספק עובד כוכבים ספק ישראל אין חייב להחיותו: ד\"ה אם רוב: ע\"ב"
        },
        "51": {
            "0": "מפרנסים עניי עובדי כוכבים עם עניי ישראל. ד\"ה להחזיר:"
        },
        "52": {
            "0": "הטוען אחר מעשה ב\"ד לא אמר כלום מ\"מ [אם אין כתובה בידה] נאמן לומר פרעתיך מנה במגו דאלמנה נשאתיך או פרעתיך הכל במגו דאין את אשתי. ד\"ה וליחוש: דף ט\"ז ע\"ב"
        },
        "53": {
            "0": "מת מצוה אין נוטלין אותו ממקום שנמצא. ד\"ה מבטלין: דף יז"
        },
        "54": {
            "0": "שימוש ת\"ח גדול מלימודה. בא\"ד:"
        },
        "55": {
            "0": "מבטלים ת\"ת לכל מתים אפי' אינו מת מצוה. ד\"ה להוצאת:"
        },
        "56": {
            "0": "מת בעיר מבטלין כולן מלאכתן בשעת הוצאתו. בא\"ד:"
        },
        "57": {
            "0": "מלאכה מבטלין אף למאן דלא קרי ותני אבל ת\"ת לא מבטלין אלא דוקא למאן דקרי ותני. ד\"ה אבל: ע\"ב"
        },
        "58": {
            "0": "אכלה בפני האב שנה ובפני הבן שנה ובפני הלוקח שנה הוי חזקה ר\"ת פירש דהיינו שהיה הבן גדול בתחלת חזקה. (היינו דווקא לרשב\"א עיין בפנים) ד\"ה ואחת:"
        },
        "59": {
            "0": "מודה מקצת גבי פקדון חייב שבועה. ורש\"י חולק. ד\"ה חזקה: דף יח"
        },
        "60": {
            "0": "לא אמרי' מגו דחשיד אממונא חשיד אשבועתא: ד\"ה ובכולי: ע\"ב"
        },
        "61": {
            "0": "בשבועה דרבנן לא אמרינן מתוך שאינו יכול לישבע משלם. בא\"ד:"
        },
        "62": {
            "0": "לא אמרינן מגו בב' עדים אלא במקום דאי בעי הוו שתקי. ד\"ה אין נאמנים:"
        },
        "63": {
            "0": "פלגינן דיבורא היכא דאינן מכחישין גוף העדות כמו פלוני רבעני. ד\"ה ואין אדם:"
        },
        "64": {
            "0": "בעדות בעינן תחלתו וסופו בכשרות. ד\"ה מלוה:"
        },
        "65": {
            "0": "בפרהסיא בכולהו יהרג ואל יעבור: ד\"ה דאמר מר. דף יט"
        },
        "66": {
            "0": "המוכר שטר חוב לחבירו וחזר ומחלו מחול. ד\"ה וכגון: שטר ביד שליש אין יכול למחול. בא\"ד: (כל מה שנקדתי לא מצאתי לא בתוספות שלנו ולא בשאנ\"ץ ולע\"ד טעות הוא דהא אפילו כשמכר השטר ושטר ביד הלוקח דאין לך שליש גדול מזה אפ\"ה יכול למחול כ\"ש כשהוא ביד שליש. ולע\"ד שצריך להיות במעמד ג' הגם כי אינו מוכח גם זה מהתוס' כאן מ\"מ הדין הוא אמיתי כדאיתא פר\"ק דב\"מ ודו\"ק):"
        },
        "67": {
            "0": "הנושה בחבירו מנה וחבירו בחבירו נוטלין מזה ונותנין לשני. ד\"ה מנין:"
        },
        "68": {
            "0": "כותבין שטר ללוה אע\"פ שאין מלוה עמו למוסרו ללוה ולא למלוה. ד\"ה אעולה:"
        },
        "69": {
            "0": "על פה לא אתי ומרע לשטרא אפי' ע\"י מגו. (וצ\"ע כי זה לר\"נ אבל למר בר רב אשי דקי\"ל כוותיה בכל דוכתא בר ממיפך שבועה וחיורי לא הוי הכי עיין בפנים). ד\"ה אמר רב נחמן: דף יט ע\"ב",
            "1": "מודה בשטר שכתבו צריך לקיימו (אפשר שהוא שאנ\"ץ ועיין במסכת שבת פרק המוציא דף ע\"ח):"
        },
        "70": {
            "0": "בדבר ספק אם תקפו מוציאין אותו מידו. ד\"ה ואוקי: דף כ"
        },
        "71": {
            "0": "לרש\"י המע\"ה היינו כל דאלים גבר. בא\"ד:"
        },
        "72": {
            "0": "ב' כתי עדים המכחישות זו את זו כל אחת באה בפני עצמה ומעידה דאוקמי' אחזקה. ד\"ה אלא אמר ר\"נ:"
        },
        "73": {
            "0": "אותו ממון שמעידין עליו אוקי בחזקת בעלים הראשונים ומטלטלין בחזקת המחזיק (וצ\"ע). ד\"ה ואוקי ממונא:"
        },
        "74": {
            "0": "אין מקיימין שטר [משטר] שביד המלוה ע\"י דמוי חתימה לחתימה אם לא שמכיר על ידי טביעת עין. ד\"ה דילמא:"
        },
        "75": {
            "0": "אין לקיים מדומיא חתימתו לכתיבת ספר שכתב. (מרדכי): עדים יכולים להעיד ראינו שטר שנתקיים בב\"ד ועד אחד בשטר לא חשיב שטר: ד\"ה ור' יוחנן:"
        },
        "76": {
            "0": "עד אחד בכתב ועד אחד על פה לא מצטרפו ואם אחד בשטר והשני אומר ראיתי שנמסר השטר מן הלוה למלוה מהני (כל מה שנקדתי צ\"ע כי לפום ריהטא מתוס' משמע בהיפך ואין לישבו באופן אחר אם לא שנאמר שודאי לפסקים אלו דהא דמתרצין התוס' דאין מצטרפין כשאחד ראה מסירת השטר היינו דוקא לחד תירוץ אבל לפי האמת של ועוד אומר ר\"י או לירושלמי אינו כן אכן ק\"ק מנליה דפליגי וצ\"ע גם י\"ל הפשט מתוס' בע\"א דמה שאומר התוס' דהתם איירי היינו מהדיוק לדקדק דמצטרפין בשראה מסירת השטר ואז הוי א\"ש אבל לכל בר שכל היודע סוגיית התוס' רואה דאינו כן ואין להאריך ודו\"ק) [א\"ה במ\"כ לא דק כי המעיין בתוס' ב\"ב דף קסה ד\"ה אמר אביי יראה בפשיטות דלק\"מ ואלו הפסקים שפטו משפט צדק וק\"ל]. בא\"ד:"
        },
        "77": {
            "0": "יכולין לשלוח בכתב עדותו לב\"ד. בא\"ד:"
        },
        "78": {
            "0": "אינו שטר אם לא שנעשה מדעת הלוה אם לא שכתוב כתיקון חכמים ובלשון שטר: בא\"ד:"
        },
        "79": {
            "0": "לא לחתום איניש חתימת ידיה אלא אחספא או בריש מגילתא. ד\"ה ודוקא: דף כא"
        },
        "80": {
            "0": "הוציא עליו כתב ידו גובה ואינו נאמן לומר פרעתי. לר\"י לאפוקי האלפס\"י. ד\"ה הוציא:"
        },
        "81": {
            "0": "אפי' כתב הנפק צריך לקיימו. ד\"ה עד ודיין:"
        },
        "82": {
            "0": "פרוזבול א\"צ קיום. בא\"ד"
        },
        "83": {
            "0": "כותבין הרשאה אפי' אמטלטלי דכפריה וכתבינן הנפק קודם שיעידו העדים על חתימתן. ד\"ה האמר. ע\"ב"
        },
        "84": {
            "0": "דיינים שראו עדות בלילה אין יכולין לדון עליה אם לא ע\"פ שמיעה: ד\"ה וש\"מ:"
        },
        "85": {
            "0": "עדים הקרובים לדיינים יכולים להעיד. ד\"ה הנח:"
        },
        "86": {
            "0": "בדאורייתא אין המעיד נעשה דיין אך הרואה ביום נעשה דיין ובדיני נפשות אף הרואה אינו נעשה דיין ובדרבנן אף המעיד נעשה דיין: בא\"ד"
        },
        "87": {
            "0": "שנים שאמרו על אדם שפסול הוא כל העולם אין יכולים להכחישן. ד\"ה תרי ותרי: דף כב"
        },
        "88": {
            "0": "ג' שישבו לקיים השטר ומת אחד מהן ולא כתבו וחד ליתוהי כשר. ד\"ה במותב:"
        },
        "89": {
            "0": "קיום שטרות בשלשה אפי' לשמואל דסבר ב' שדנין דיניהם דין. ד\"ה ודלמא:"
        },
        "90": {
            "0": "קדשתי את בתי ולאח\"ז אמר לפלוני וע\"י מגו נאמן לעולם וצ\"ע. ד\"ה מנין:"
        },
        "91": {
            "0": "אמרה טמאה אני ואח\"כ אמרה טהורה אני ונתנה אמתלא לדבריה נאמנת. ד\"ה חזרה: ע\"ב"
        },
        "92": {
            "0": "בשנים אין חוששין לגומלין. ד\"ה כגון:"
        },
        "93": {
            "0": "עד אחד אומר מת וע\"א אומר לא מת ובאו בבת אחת אפילו אם ניסת תצא ע\"א אומר מת והתירוה ואח\"כ בא השני ואמר לא מת ניסת לא תצא אבל לא לכתחלה. ד\"ה אי הכי:",
            "1": "אשה שאמרה לבעלה בפניו גירשתני נאמנת. גמ' הוא:"
        },
        "94": {
            "0": "מסיח לפי תומו כשר בתרומה דרבנן אפי' ע\"פ עצמו ושבויה אין בעלה נאמן מסיח לפי תומו. ד\"ה וכן ב' אנשים: דף כד"
        },
        "95": {
            "0": "הבא ואומר ישראל אני משיאין לו אשה ולא חיישינן שמא פסול הוא: ד\"ה אבל:"
        },
        "96": {
            "0": "וא\"צ בדיקה אף להכשיר בתו לכהונה אם לא יצא עליו ערעור: בא\"ד"
        },
        "97": {
            "0": "אין עם הארץ חשוד לא על חדש ולא על שביעית: ד\"ה שלי חדש:"
        },
        "98": {
            "0": "כשכלי אומנתו בידו שמשתמש בהן בטהרה לא חיישינן לגומלין בכהן לר\"ח ולא לרש\"י. ד\"ה בשכלי: ע\"ב"
        },
        "99": {
            "0": "הוחזקו ב' יוסף בן שמעון ואחד חתום כהן בשטר מעלין אותו ליוחסין: ד\"ה אמנה:"
        },
        "100": {
            "0": "הפשט ונתוח לא היו מניחים לעשות אלא למיוחסים המשיאים לכהונה: ד\"ה חד אמר:"
        },
        "101": {
            "0": "אין שם כהן לא יקרא לוי במקומו. (אינו בתוס' שלנו) [והוא בתוס' גיטין דף נט ע\"ב ד\"ה נתפרדה וע\"ש]:"
        },
        "102": {
            "0": "לכל הפירושים אין לקרות לוי במקום כהן אם יש ישראל גדול הימנו: ד\"ה שקרא: דף כה ע\"ב"
        },
        "103": {
            "0": "במקום שאין ידוע שהוא קרובו נאמן לו להעיד לכהונה. (ולע\"ד נראה דצ\"ל אינו נאמן פירוש אע\"ג דאיכא מגו דמצי למימר לאו קרוב אני. עיין בפנים). ד\"ה הרי:"
        },
        "104": {
            "0": "היו לו מאתים זוז נוטל מעשר ראשון. ולא מעשר עני. ד\"ה אין בתר: דף כו"
        },
        "105": {
            "0": "אין לתת מעשרותיו לעני אחד. בא\"ד."
        },
        "106": {
            "0": "קול אינו פוסל במקום עד וחזקה. ד\"ה ואתא:"
        },
        "107": {
            "0": "חזקת האב והאם מועלת לבן להעמידו אחזקתיה: ד\"ה אנן: ע\"ב"
        },
        "108": {
            "0": "האשה שנחבשה ע\"י ממון מותרת לבעלה כהן ע\"י נפשות אסורה לבעלה ישראל. ד\"ה ע\"י ממון וע\"י נפשות:"
        },
        "109": {
            "0": "ספק טומאה ברה\"ר צריך האדם לטבול. ד\"ה והלך באחד: דף כז"
        },
        "110": {
            "0": "באו שנים לשאול שעשו טהרות זה אח\"ז בשני שבילין אחד טמא ואחד טהור טהורות ולא יאכלם אדם אחד: ד\"ה ואם:"
        },
        "111": {
            "0": "אין לומר על אדם שיצטרך להביא עדים אם לא בהוכחה. ד\"ה א\"ל אית לי: ע\"ב"
        },
        "112": {
            "0": "כהן המגרש אשתו לא תדור עמו במבוי אבל ניסת לא ירחיק רק ג' בתים. ד\"ה ואם היה: דף כח"
        },
        "113": {
            "0": "כפר קטן כמבוי לענין גרושת כהן אבל כפר בינוני לא: ד\"ה כפר:"
        },
        "114": {
            "0": "מלקות קל יותר משמתא. ד\"ה רב הונא:"
        },
        "115": {
            "0": "אנו מאמינים לנשים בניקור ובחלה אף שהן מדאורייתא הואיל ובידה. ד\"ה אילו:"
        },
        "116": {
            "0": "מדאורייתא א\"צ שום קיום לשטר ד\"ה קיום:"
        },
        "117": {
            "0": "מקום הקבר אינו מטמא בבית הפרס. (ר\"ל ע\"י נפוח) ד\"ה בבית הפרס: ע\"ב"
        },
        "118": {
            "0": "אפילו ברה\"ר טמא בית הפרס. בא\"ד"
        },
        "119": {
            "0": "אדם יכול לשמור עצמו מפשיעת עצמו אם לא שנגזר עליו. ד\"ה הכל בידי שמים: דף ל"
        },
        "120": {
            "0": "תולדות האדם והמאורעים שבאין עליו הכל בידי שמים: בא\"ד"
        },
        "121": {
            "0": "אין לתמוה על העבריינים ועובדי כוכבים שמתים על מטתם. ד\"ה דין: ע\"ב"
        },
        "122": {
            "0": "גזל ולא נתייאשו הבעלים ובא אחר ואכלו ואין ראוי עוד כלום אינו גובה מן השני. [ר\"ל כשתחב לו חבירו לתוך פיו עיין בפנים ודו\"ק]: ד\"ה ואי דלא:"
        },
        "123": {
            "0": "גט שיכול לנתקו ולהביאו אצלו לא הוי גט ואינו קונה במציאה כשיכול לנתקה ואין מגרע זכיית מי שבידו. בא\"ד:"
        },
        "124": {
            "0": "אפי' אם זה נהנה וזה לא חסר פטור אם היה מזיק לו כל שהוא אפי' פחות משוה פרוטה צריך לפרוע לו כולו. ד\"ה לא צריכא:"
        },
        "125": {
            "0": "מיתה לזה ותשלומין לזה פטור. (זה דוקא לר\"ת וריב\"א חולק גם מר\"י לא משמע הכי). ד\"ה רב אשי:"
        },
        "126": {
            "0": "הגבהה פחות מג' לא הוי הגבהה ומה שתפוס בידו ובפיו לא צריך הגבהה ג'. ד\"ה דאי בעי: דף לא"
        },
        "127": {
            "0": "משיכה אינה קונה ברה\"ר רק להתחייב באונסין. ר\"י וריצב\"א חולק. ד\"ה וברה\"ר: ע\"ב"
        },
        "128": {
            "0": "התראת ספק לא שמה התראה היינו כשהמותרה עצמו ספק. ד\"ה ניתרי: דף לג"
        },
        "129": {
            "0": "כל זמן שעוסקים בדבר אחד זה אח\"ז הכל קרוי תוך כדי דיבור. ד\"ה ותרי:"
        },
        "130": {
            "0": "חייב למסור עצמו אפי' כשמיסרין אותו ביסורין קשין לעבוד עבודת כוכבים. ד\"ה אלמלי: ע\"ב"
        },
        "131": {
            "0": "לחד תירוץ אם א' שחט רוב שנים לאדם בשוגג אינו חייב גלות ובחבורה אחרת חייב. ד\"ה דילמא:"
        },
        "132": {
            "0": "המבשל בשבת בשוגג יאכל בו ביום במזיד לא יאכל גם לאחרים עד מ\"ש (היינו דוקא לר\"מ אבל ר\"י ור\"י הסנדלר חולקין עיין בפנים). ד\"ה המבשל. דף לד"
        },
        "133": {
            "0": "דינא דגרמי לא הוי אלא מדרבנן אפי' לר\"מ אבל ר\"ש דאמר דבר הגורם לממון כממון דמי אפי' בדאורייתא: ד\"ה סבר לה:"
        },
        "134": {
            "0": "שאל אביהן פרה והיתומים משתמשים בה חייבים בגניבה ואבידה. ד\"ה מתה: ע\"ב"
        },
        "135": {
            "0": "טבחוה ואכלוה נתחייב האב ונשתעבדו נכסיו שהיה לו להגיד להם: ד\"ה אבל:"
        },
        "136": {
            "0": "לרש\"י כל הנשים אסורות לשמש במוך ולהשחית זרע ור\"ת פירש שלש נשים צריכות לשמש במוך ושאר נשים יכולות נמי לשמש במוך: ד\"ה שלש: דף לט"
        },
        "137": {
            "0": "צ\"ע אם ב' חוטי לבן של פשתן וב' של צמר פוטרין בכל טליתות שלא במקום תכלת: ד\"ה כגון: דף מ"
        },
        "138": {
            "0": "אם תפס בבבל את המזיק לא מפקינן מיניה. אבל דבר אחר מפקינן מיניה. ד\"ה אי תפס. דף מא ע\"ב"
        },
        "139": {
            "0": "כשיש אלמנה ובנים ובת האלמנה ניזונת והבת תשאל על הפתחים אבל כשאין אלא אלמנה ובנים או אלמנה ובת לא. ד\"ה עשו: דף מג"
        },
        "140": {
            "0": "מתנה דאית ביה אחריות אית ביה משום דינא דבר מיצרא. ד\"ה משום: דף מד"
        },
        "141": {
            "0": "נותן בעין יפה נותן. בא\"ד:"
        },
        "142": {
            "0": "שטר שיצא אחר שטר ובו כתוב תוספת לא ביטל את הראשון. ד\"ה והלכתא:"
        },
        "143": {
            "0": "אין לגייר גר קטן אא\"כ תובע להתגייר או אביו מביאין אותו להתגייר. ד\"ה הגיורת:"
        },
        "144": {
            "0": "עיר שרובה עובדי כוכבים בטילה קדושת היקף חומה. ד\"ה על פתח ב\"ד: דף מה ע\"ב"
        },
        "145": {
            "0": "לוה שדה שאם ישטפנה נהר יפרע שדה וחצי צ\"ע אי הוי רבית וכן י' גפנים בוסר בי\"א אבל כשיושב בבית בשכר המתנת מעותיו הוי רבית. ד\"ה אתיא: דף מו"
        },
        "146": {
            "0": "נערה אפילו אינה סמוכה על שולחן אביה מציאתה של אביה משא\"כ בקטן. ד\"ה משום איבה: דף מז ע\"א"
        },
        "147": {
            "0": "תוספת שעה אחת קודם י\"ט הוי דאורייתא: ד\"ה דמסר:"
        },
        "148": {
            "0": "מסירת האב לשלוחי הבעל או נישואין בלא סעודה שרי בי\"ט: בא\"ד:"
        },
        "149": {
            "0": "חתן שמתה אשתו ואבי הכלה מוחזק בנדוניא לא זכה הבעל ותקנת ר\"ת כשתמות תוך שנה ראשונה. ד\"ה כתב לה:"
        },
        "150": {
            "0": "לקח פרה ומתה או נטרפה אין המקח בטל: ד\"ה שלא: ע\"ב"
        },
        "151": {
            "0": "זבין ולא איצטריך לזוזי הדרי זביני: בא\"ד: ארוסה אין לה קבורה (גמ' הוא דף נג):"
        },
        "152": {
            "0": "אין האשה יכולה לומר איני נפדת ואיני נותנת פירות. ד\"ה זימנין:"
        },
        "153": {
            "0": "נשתטה זנין אשתו ובניו ובנותיו אם פרנסם קודם לכן. הלך למדינת הים אין זנין (אשתו) בניו ובנותיו אפי' פרנסם מקודם. ד\"ה ולא שאני: דף מח"
        },
        "154": {
            "0": "בניו קטני קטנים לכ\"ע חייב לזונן: ד\"ה כשהם: דף מט ע\"ב"
        },
        "155": {
            "0": "רשאין בני העיר להסיע על קיצתן. ד\"ה אכפייה:"
        },
        "156": {
            "0": "בני העיר כופין זה את זה לצדקה. בא\"ד:"
        },
        "157": {
            "0": "מלוה על פה גובה מן היורשין. ד\"ה הוא ואשתו:"
        },
        "158": {
            "0": "אשה גובה כתובתה ממטלטלי דיתמי וכן ממטלטלי דמתנת ש\"מ ולא ממטלטלי דמתנת בריא ומזונות לא גבי אפי' ממקרקעי ולא מלקוחות:"
        },
        "159": {
            "0": "הכותב נכסיו לבניו או נתנן או נתנו היתומים הוא ניזון מהן אבל לאחר אין ניזון כי אם אשתו (נלע\"ד דיש טעיות הרבה הגם כי ראיתי בג' פסקי תוספות ובכולם הוא כן מ\"מ נראה טעיות חד מה שכתב אבל לאחר אין ניזון כ\"א אשתו זה אינו דאפי' אשתו אין ניזונית והוא עצמו כתב בסימן דלעיל דמזונות לא גביא ממתנת בריא. ולע\"ד צ\"ל אין ניזון אפי' אשתו. גם מה שפסק הכותב נכסיו לבניו כי הוא ניזון מהם הוי נגד הילכתא דגמרא דהגמרא פוסק דלא כר' אילעא והיינו לפחות דהוא אינו ניזון מהם ולע\"ד צ\"ל היא ודו\"ק). בא\"ד:"
        },
        "160": {
            "0": "אל יבזבז יותר מחומש בפעם ראשונה ומכאן ואילך יתן בכל שנה חומש מן הריוח. ד\"ה אל יבזבז: דף נ ע\"א"
        },
        "161": {
            "0": "בן חמש למקרא לגלגל עמו ולא למוספי ליה כתורא ובן י' למשנה לגלגל עמו ולא ירד לחייו עד י\"ב. בר שית מוספי ליה כתורא למקרא. ד\"ה וספי וד\"ה בר שית:"
        },
        "162": {
            "0": "תינוקת לתעניתא בת י\"ב ויום אחד ולית לן השלמה דרבנן: ד\"ה ובת:"
        },
        "163": {
            "0": "חינוכן שנה לפני גדלותן. בא\"ד:"
        },
        "164": {
            "0": "בעל הנותן מתנה לאשתו קנתה ואין הבעל אוכל פירות: ד\"ה הבעל:"
        },
        "165": {
            "0": "כתב לה דין ודברים אין לי בנכסיך ובפירותיהן מכרה ונתנה קיים: בא\"ד:"
        },
        "166": {
            "0": "פרנסה שמין באב היינו לגריעותא ולא למעליותא ליתן יותר מעישור נכסים אם האב וותרן. ד\"ה ומאי עלייה: דף נ ע\"ב"
        },
        "167": {
            "0": "כשחכם פוסק הוראה יש לו לפסוק בלשון דליכא למיטעי: ד\"ה וא\"ל:"
        },
        "168": {
            "0": "טעה בדבר משנה כל חכם מחזיר הדין אך אין דרך בעלי דינים לשמוע אלא לדיינין. ד\"ה א\"ל:"
        },
        "169": {
            "0": "כל העומד לגזוז כגזוז דמי. ד\"ה סוף: דף נא ע\"א"
        },
        "170": {
            "0": "בזמן הזה גביית כתובה ממטלטלין ומזונות ופרנסה וכתובת בנין דכרין. ד\"ה ממקרקעי:"
        },
        "171": {
            "0": "אדם יכול לפדות את עצמו ואת אשתו בהרבה יותר מדמיו. ד\"ה והיו: דף נב"
        },
        "172": {
            "0": "אין חייב לפדות את אשתו אלא פעם אחת ולר\"ח צריך לפדות גם בפעם אחרת בכדי דמיה. ד\"ה רצה:"
        },
        "173": {
            "0": "הן הן דברים הנקנין באמירה בעמדו וקדשו ולא בקדשו קודם האמירה. ד\"ה השתא: דף נג ע\"א"
        },
        "174": {
            "0": "לכ\"ע דרשינן לשון הכתוב בשטרות ומדרש כתובה אפי' היכא שבא לגרע כחה (וצ\"ע מה לשון לכ\"ע כי אינו מכוון עם התוספות שלנו): ד\"ה שאין:"
        },
        "175": {
            "0": "מדור אלמנה כשאין שם אלא בית צר יכולים לגרשה משם וכשיש בתים טובים אין להחליף לה ממה שנשתמשה בחיי בעלה לגרוע או שמא אפי' לכיוצא בו: ד\"ה בביתי: דף נד ע\"א:"
        },
        "176": {
            "0": "תבעוה לינשא ונתפייסה אין לה מזונות עוד מהיתומין. ד\"ה לית:"
        },
        "177": {
            "0": "כל ימי מיגר אלמנותה יש לה מזונות ואין יכולין לכופה ליטול כתובתה ובמקום שיש מנהג הלך אחר המנהג. ד\"ה ושמואל:"
        },
        "178": {
            "0": "יכולין ליתן עצה לסלק האלמנה ממזונות ע\"י שיתן לה כתובתה כיון דתלוי בדעתה ולא מיקרי עורכי הדיינים. ד\"ה דנייחד: דף נד ע\"ב"
        },
        "179": {
            "0": "אדם משעבד גופו לדבר שאין לו ולדבר שאינה בעולם. ד\"ה אע\"פ:"
        },
        "180": {
            "0": "מה שכותבין ד' אמות שיש לי בחצירי ויודעין שאין לו כיון שהודה הוא הודאת בע\"ד כו'. בא\"ד:"
        },
        "181": {
            "0": "מורדת פוחתין לה כתובתה ותוספת. ד\"ה למורדת:"
        },
        "182": {
            "0": "פגמה כתובתה לא תגבה גם תוספת אלא בשבועה אפילו כשהם בב' שטרות. ד\"ה ולפוגמת:"
        },
        "183": {
            "0": "מכרה ומשכנה מקצת כתובה יש לה מזונות וכן אם תבעה כתובה ולא תוספת. ד\"ה ולתובעת:"
        },
        "184": {
            "0": "עוברת על דת הפסידה כתובתה ותוס'. וממאנת שנייה ואיילונית אין להן כתובה [ויש לה] תוספת. ד\"ה ולעוברת:"
        },
        "185": {
            "0": "ב\"ח גובה משבח ששבחו יתומים ולא משבח דמקבל מתנה. ד\"ה ולשבח: דף נה"
        },
        "186": {
            "0": "נשבעה על כתובתה סתם הוי כנשבעה גם על התוספת. ד\"ה ולשבועה:"
        },
        "187": {
            "0": "פגמה כתובתה נפגמה גם התוספת ושביעית משמטתה. ד\"ה ולשביעית:"
        },
        "188": {
            "0": "הקפת חנות ושכר שכיר משמט לרבי יוסי ואיכא למ\"ד דפליג. בא\"ד:"
        },
        "189": {
            "0": "זכו בשדה זו לפלוני אפילו לא אמר כתבו וחתמו לא צריך לאימלוכי ביה (עיין בפנים). ד\"ה כתובו:"
        },
        "190": {
            "0": "בשטר מכר חוזר בשטר ולא במתנה ולר\"ת במתנה חוזר. בא\"ד:"
        },
        "191": {
            "0": "מתנת ש\"מ ע\"י קנין ולא נכתב קנין בשטר אם מת קנה עמד חוזר ורשב\"ם לא פירש כן. ד\"ה מתנת ש\"מ: ע\"ב. (וצ\"ע גדול דהא לכל הפירושים סובר שמואל דלא קנה אפי' כשלא נכתב קנין בשטר וקי\"ל כשמואל עי' בתוס' וגם הם פוסקין כשמואל מאחר דפסקו דאם כתוב בו קנין לא קנה ולרב קנה כמתנת בריא וא\"כ קשה ממ\"נ וק\"ל. ובתוספות שאנ\"ץ מצאתי דמפרש חד תירוץ דלשמואל קנה כשמת אם לא נכתב הקנין בשטר ואז אתי שפיר):"
        },
        "192": {
            "0": "כתוב בו קנין לא קנה ונהגו לכתוב ואמר לנו הוו עלי עדים וקנו ממני בכל לשון של זכות וטוב לכתוב וקנינא מיניה מוסף על מתנתא דא או ואף קנו ממני בכל לשון וכו'. בא\"ד:"
        },
        "193": {
            "0": "אמר לאחד תקנה זה לאחר ל' יום לא קנה. ד\"ה ואין שטר:"
        },
        "194": {
            "0": "מטבע נקנית אגב קרקע ולא הלוואה: ודלא כרש\"י. ד\"ה שאם אמר:"
        },
        "195": {
            "0": "מורשה שליח שוייה. בא\"ד:"
        },
        "196": {
            "0": "מת המרשה קודם שיגיע ליד המורשה אין יכולים היתומים לתבוע מן הנפקד. בא\"ד:"
        },
        "197": {
            "0": "שבור כדי ע\"מ שאין לי עליך דין נזק אין מועיל אבל למחול יכול וכן על מנת שתפטרני משאר כסות ועונה רשאי וכן באונאה ושביעית. ד\"ה הרי: דף נו"
        },
        "198": {
            "0": "אין עושין כתובה מטלטלי אם לא שיקבל אחריות אם יאבדו או יזולו: ד\"ה אין עושין:"
        },
        "199": {
            "0": "אסור לקדש בתו כשהיא קטנה: ד\"ה בגרה: דף נז ע\"ב"
        },
        "200": {
            "0": "קנה עבד ונמצא לסטים מזויין ומוכתב למלכות אם נתן הדמים סבר וקבל ואם לאו אומר לו הרי שלך לפניך. ד\"ה תנהו: דף נח"
        },
        "201": {
            "0": "קונם שלא אעשה לך דבר פלוני לא הוי דבר שאין בו ממש. ד\"ה קונם: דף נט"
        },
        "202": {
            "0": "קונם שאעשה לפיך הוי דברים שבינו לבינה. ד\"ה ר\"ע:"
        },
        "203": {
            "0": "לא אמרו אלמוה לשיעבודא דבעל שאינה יכולה להקדים אלא בעיקר מעשה ידיה ולא בדבר שאינו אלא לפירות: בא\"ד:"
        },
        "204": {
            "0": "משכונו ביד אחר יכול להקדיש ולא לאסור בקונם. ד\"ה שדה: ע\"ב (וכן פסק באגודה וצ\"ע מנלי' דדילמא לפי האמת דקאמר הגמרא קונם מפקיע מידי שיעבוד כ\"ש משכון דמה דמפרש התוספתא היינו קודם דקאמר בגמרא קונם מפקיע והוי ממש סברא הפוכה דהא הקדש קדושת דמים דאינו מפקיע מידי שיעבוד מפקיע מידי משכון וקונם דמפקיע מידי שיעבוד לא יפקיע מידי משכון. (וצ\"ע):"
        },
        "205": {
            "0": "קונם דאסור רק לאחד אלמוה רבנן לשעבודא דבעל או דאשה או דב\"ח אבל איסור הנאה לכל העולם הוי כהקדש ומפקיע מידי שיעבוד ולא אלמנה (עיין מס' גיטין פרק השולח דף מ ע\"ב ד\"ה הקדש) ד\"ה קונמות:"
        },
        "206": {
            "0": "תינוק בריא יכול להניק עד ד' שנים וכחוש עד ה' שנים ולא יותר. ד\"ה ר\"י: דף ס"
        },
        "207": {
            "0": "גונח יונק חלב בשבת אף באין סכנה: ד\"ה גונח."
        },
        "208": {
            "0": "כל שאיסורו משום מראית העין אסור בחדרי חדרים באיסור מלאכה דאורייתא ולא באיסור דרבנן: ד\"ה ממעכן:"
        },
        "209": {
            "0": "ביצת נבילה אפילו שכמוה נמכרת בשוק אסורה כדתנן מס' עדיות [פ\"ה מ\"א]. (עיין מסכת עירובין פ' הדר דף סב ע\"ב). ד\"ה אפילו ביעתא: דף ס ע\"ב"
        },
        "210": {
            "0": "אין להורות במקום רבו אפילו מוחל הרב על כבודו. ד\"ה כי:"
        },
        "211": {
            "0": "גרושה מנקת ר\"ת אסרה לינשא (ורבינו שמשון הזקן התירה). ד\"ה והלכתא:"
        },
        "212": {
            "0": "אלמנה כשרוצה לינשא או תובעת כתובתה אינה משועבדת עוד להניק. בא\"ד:"
        },
        "213": {
            "0": "כשהוא עשיר ויכול לקנות לה שפחות כפי צרכה יושבת בקתדרא ואינה מחויבת לעשות מלאכה לחד תירוץ. ד\"ה ואחת דף סא"
        },
        "214": {
            "0": "אין ליתן מפתח מידו ליד אשתו נדה ואין להקל בימי לבונה. ד\"ה מחלפא:"
        },
        "215": {
            "0": "קונם שאיני עושה לאבא לאביך לאחיך וליתן לפני בקרך אין יכול להפר: ד\"ה לא יתן: דף סא"
        },
        "216": {
            "0": "כשהנשים שמחות שיצאו בעליהן ללמוד ובלא פיתוי יוצאין כמה שרוצים ושלא ברשות יוצאים (כל) ל' יום (עיין בפנים כי אחר העיון משמע דר\"י סובר דאף בפיתוי יוצאים כמה שרוצים). ד\"ה אלא: דף סב"
        },
        "217": {
            "0": "פי' ריב\"ם פועלים שעושים מלאכה בעירן עונתן ב' בשבת. ובעיר אחרת וחוזרים כל יום לביתם אחת בשבת וכשאין חוזרין לביתם שוהין כל ז' מבחוץ (ור\"י לא פי' כן). ד\"ה והתניא:"
        },
        "218": {
            "0": "[אין] פותחים להתיר נדר בנולד אבל אם אמר קונם פלונית שאבי' רע מת או עשה תשובה אין זה נולד. ד\"ה אדעתא: דף סג ע\"ב"
        },
        "219": {
            "0": "אמרה איני ניזונית ואיני עושה חייבת במזיגת הכוס והצעת המטה כו' אך פטורה מכל מלאכות. ד\"ה רב הונא:"
        },
        "220": {
            "0": "חייב להשכיר את עצמו כדי לזון את אשתו [ור\"ת לא פי' כן] ד\"ה באומר:"
        },
        "221": {
            "0": "מכריזין על מורדת פעם אחת בשבת: ד\"ה דיקא: דף סג ע\"א"
        },
        "222": {
            "0": "מורדת [דמאיס עלי] נוטלין ממנה מה שתפסה ונותן גט לאלתר: ד\"ה ואינהו:"
        },
        "223": {
            "0": "אין יכולה לומר מאיס עלי אלא במקום דרגלים לדבר. ד\"ה אבל"
        },
        "224": {
            "0": "אין אשה נאסרת עד שיראו כדרך המנאפים. בא\"ד:"
        },
        "225": {
            "0": "אמרה טמאה אני לך אין להתירה ע\"י טעמים דמפרש בשילהי נדרים: בא\"ד:"
        },
        "226": {
            "0": "אמרה מאיס עלי אין כופין הבעל ליתן גט. בא\"ד:"
        },
        "227": {
            "0": "היכא דלא פשיט הש\"ס אמרינן מוציא מחבירו עליו הראיה: ד\"ה משום: דף סד"
        },
        "228": {
            "0": "לרש\"י אם שניהם חפצים לייבם אין כופין אותו לחלוץ ואם רוצה לייבם ולא היא כופין אותו לחלוץ ולפי' ר\"ת אם ניכרים שמתכוונין למצוה כגון שתובעין לחלוץ אפ\"ה אין כופין לייבם ומרחיקין אותן מן הייבום. תבע לייבם אין כופין לחלוץ אלא מטעינן ליה אם אינה חפצה אבל אם אינו רוצה לא לחלוץ ולא לייבם נראה דכופין: ד\"ה ודיני:"
        },
        "229": {
            "0": "שכר שבת ע\"י הבלעה מותר כגון שכר שנה חדש שבת: ד\"ה דמחזי: ע\"ב"
        },
        "230": {
            "0": "אין פוסקין לאשה דבר שאינה רגילה בחיי הבעל: ד\"ה רגילה: דף סה"
        },
        "231": {
            "0": "אין לאב בחבלה דבת. ד\"ה ה\"ג. ע\"ב"
        },
        "232": {
            "0": "פסקה לבעלה בזה הלשון שום במנה ושוה מנה אין נותנת אלא מנה כתבה שום מנה סתם נותנת ל\"א סלע ודינר. ד\"ה שום: דף סו"
        },
        "233": {
            "0": "כשהחתן מייחד תוספת לכתובה ובא לשומם ולכתוב שוים פוחת חומש. ד\"ה וכשחתן: ע\"ב"
        },
        "234": {
            "0": "גמלי ערביא ואשלי דקמחוניא פירוש חבלים שסומכת עליהן [גובה כתובתה מהן] מכרן הבעל היא מוציאה מיד הלקוחות. ד\"ה גמלי: דף סז"
        },
        "235": {
            "0": "נטל לקט שכחה ופאה ונודע שהוא עשיר גובין הימנו (עיין בפנים כי משמע דדוקא רש\"י סובר כן אבל לא ר\"ת). ד\"ה כאן: דף סח"
        },
        "236": {
            "0": "נטל לקט שכחה ופאה אין מחייבין אותו למכור את כליו. ונוטל מקופת צדקה מחייבין אותו. בא\"ד:"
        },
        "237": {
            "0": "פרנסה טרפה ממשעבדי ששיעבדו האחים ולא האב ותנאי כתובה לא טרפא ממשעבדי ששעבדו האחין. ד\"ה דאילו. ע\"ב"
        },
        "238": {
            "0": "רגיל ר\"ת כשישב בדין ואחד מבעלי דינים מגזם לחבירו ואמר כך וכך תתחייב לי בדין היה אומר לו שקר אתה דובר כי לא יתחייב לך: ד\"ה ואישתיק: דף סט"
        },
        "239": {
            "0": "נידוי על תנאי צריך הפרה בדבר שהמנודה מסופק אם יוכל לקיים התנאי אבל במקום שבידו לקיים א\"צ התרה. ד\"ה ובשמתא:"
        },
        "240": {
            "0": "מצוה לקיים דברי המת אפי' בבריא ודוקא שהושלש מתחילה לכך ודוקא שמת נותן בחיי מקבל אבל דברי ש\"מ ככתובים דמיא בכל ענין. ד\"ה הא: דף ע: מצוה לקיים דברי המת כופים היורשין אבל המקבל לא זכה בחפץ אם היתומים נתנוהו לאחר אבל דברי שכ\"מ קנה המקבל החפץ אם נתנוהו לאחר מוציא הימנו המקבל אם בעין ואם אינו בעין גובה מאיזה שירצה. גי' תוס' שאנ\"ץ:"
        },
        "241": {
            "0": "פעוטות שיש להם אפוטרופוס אין מקחן מקח אך מתנתן מתנה: ד\"ה אבל:"
        },
        "242": {
            "0": "המדיר אשתו מליהנות לו לרש\"י יש בכלל לשון זה הנאת תשמיש ור\"ת פי' דדוקא מזונות בלבד: ד\"ה המדיר:"
        },
        "243": {
            "0": "[לר\"ח] אין כופין להוציא אלא באומר איני זן ואיני מפרנס או בבאה מחמת טענה אבל היכא דתנן יוציא אין כופין אלא אומרים לו ב\"ד חייבוך להוציא ואם לא תוציא מותר לקרותך עבריין: ד\"ה יוציא:"
        },
        "244": {
            "0": "דבר שאין רגילות למשפחתה אלא לעשיר כשהיא עמו יתן לה ולא כשאינה עמו (זהו ממש ההיפך מהתוס' וצ\"ל כן דבר שאין רגילות למשפחת העשירים כמו בעלה אלא בבית אביה היתה רגילה מפני רוב עשרו כשהיא עמו לא יתן לה וצריכה לגלגל עמו וכשאינה עמו חייב ליתן לה כמנהגה בבית אביה). ד\"ה והאידנא: ע\"ב"
        },
        "245": {
            "0": "לא אלמוה רבנן לשיעבודה דאשה קודם שנשאת ויכול להפקיע שיעבודה בקונם. ד\"ה שהגיע"
        },
        "246": {
            "0": "המודר הנאה מחבירו נותן לאחר והוא נותן למודר אבל הפקר לא התירו אלא לבא עמו בדרך ואין לו לאכול: ד\"ה טפי:"
        },
        "247": {
            "0": "אמר כל הזן אינו מפסיד שרי במודר הנאה אבל אין לומר ליחיד אם תזון לא תפסיד: ד\"ה באומר: מתנה ע\"מ להחזיר אם הקדישה בעודו בידו מוקדש כל זמן שלא החזירה: [עי' בגמ' ב\"ב דף קלז ע\"ב]:"
        },
        "248": {
            "0": "אין נדר חל בדבר שאין יכול לקיים כמו קונם מכל פירות שבעולם אם לא שיתלה הנדר בדבר אחד ויכול לקיימו כמו קונם מכל פירות אם אעשה זה: ד\"ה שלא: דף עא"
        },
        "249": {
            "0": "חדש דקרא שלשים וכן (חדש) ט' חדשים דמעוברת וג' דהבחנה וחדש דרבנן חסר: ד\"ה רבי יהודה:"
        },
        "250": {
            "0": "עוברת על דת מצוה לגרשה ומיבעיא ליה אם אסור לקיימה: ד\"ה אימא"
        },
        "251": {
            "0": "לנדרי עינוי נפש מיפר בין לעצמו בין לאחרים ודברים שבינו לבינה לעצמו מיפר ולא לאחרים: ד\"ה ה\"ג: ע\"ב"
        },
        "252": {
            "0": "אין נשאלים לחכם על ההיקם אם קיים בעלה דבר נדרה אלא ביום שמעו ושוב אין נשאלין (עיין בפנים דקאמרי ואת\"ל דנשאלין וכו'): ד\"ה אבל:"
        },
        "253": {
            "0": "אם רצתה להאכילו דבר איסור וידע ופירש אינה יוצאה בלא כתובה ויכולה לומר משחקת הייתי: ד\"ה אי דידע: דף עב"
        },
        "254": {
            "0": "יובל ב\"ד מברכין על ספירתו וכן עומר אבל זבה לא שמא תראה ותסתור: ד\"ה וספרה:"
        },
        "255": {
            "0": "אין יכול להפר קודם שיחול הנדר (פי' אין להפר הנדרים שתדור לאח\"ז): ד\"ה יחזיר:"
        },
        "256": {
            "0": "בחצר בלא קלתה נמי אין בה משום פריעת ראש. ד\"ה אלא: ע\"ב"
        },
        "257": {
            "0": "קדשה בסתם ונמצאו בה מומין צריכה גט ואין לה כתובה: ד\"ה על מנת:"
        },
        "258": {
            "0": "קדשה ופירש קפידא שלא יהא בה נדר זה בכל מילי הוי קפידא אפי' לא קפדי אינשי: ד\"ה ומידי דקפדי:"
        },
        "259": {
            "0": "קדשה וגם כנסה על תנאי צריכה גט (זהו דווקא לרב). ד\"ה אלא: דף עג"
        },
        "260": {
            "0": "אין תנאי בחליצה ומותרת לשוק בהך חליצה אבל אם אמר לה התקדשי לי בזיקת יבמין צריכה גט מדרבנן הואיל וחליצה היתה על תנאי אינו מפקיע הזיקה מכל וכל לרבינא. ד\"ה תנאי: דף עד"
        },
        "261": {
            "0": "התקדשי לי במעות הלואה שאת חייבת לי אינה מקודשת. במחילת מלוה שמא מקודשת (זהו לר\"י ולרש\"י ודאי אינה מקודשת): ד\"ה המקדש"
        },
        "262": {
            "0": "הלכה אצל חכם והתיר נדרה קודם ידיעת הבעל מקודשת ולא אחר ידיעתו: ד\"ה חכם: ע\"ב"
        },
        "263": {
            "0": "כל הטומאות כשעת מציאתן לחומרא אמרינן הכי ולא משום דנימא כמו שהן עתה כן היו מתחילה: ד\"ה על: דף עו"
        },
        "264": {
            "0": "היו בו מומין [גדולים לרשב\"ג] כופין אותו להוציא ויתן כתובה וכן בבאה מחמת טענה: ד\"ה כופין: דף עז ע\"א"
        },
        "265": {
            "0": "התנה ע\"מ שיש בו מומין ואמרה סבורה הייתי לקבל במקום שיש ערמה אין לה כתובה אפי' לר\"מ: ד\"ה סבורה:"
        },
        "266": {
            "0": "באושא התקינו (כו') האשה שמכרה כו' היינו בין שנפלו לה מן האירוסין או קודם בין מן הנישואין. ד\"ה לימא: דף עח ע\"ב"
        },
        "267": {
            "0": "דברים שבלב הוי דברים היכא דאיכא הוכחה: ד\"ה כתבינהו:"
        },
        "268": {
            "0": "הרוצה ללות או לישא אשה והבריח נכסיו (לאחר) שלא ישתעבדו וכתב נכסיו לאחר קנאן. ד\"ה עשאום: דף עט"
        },
        "269": {
            "0": "פירי דפירי דאתי מעלמא לא תקינו ליה רבנן אלא דאתי מגופה: ד\"ה פירא: ע\"ב"
        },
        "270": {
            "0": "עצי כלאי הכרם מותרים בזרוע ובא הוסיפו מאתים בפירות ולא בעצים: ד\"ה אכלה. דף פ"
        },
        "271": {
            "0": "השוכר פועל לעשות בשלו והראהו בשל חבירו נותן לו שכרו משלם אם לא שידע שיסתלק מן הקרקע שהראוהו כמו בעל בנכסי אשתו: ד\"ה אסתלק:"
        },
        "272": {
            "0": "שומרת יבם שמתה הנכסים בחזקת יורשי הבעל. ד\"ה נכסים: ע\"ב"
        },
        "273": {
            "0": "אין ליבמה כתובה עד שתחלוץ: בא\"ד"
        },
        "274": {
            "0": "יבם אין רשאי למכור נכסי אחיו אפילו ישאר לה כדי שיעור כתובתה ומכרו בטל. ד\"ה הרוצה. דף פא"
        },
        "275": {
            "0": "אפילו לא הניח המת אלא משעבדי אינה גובה מיבם: בא\"ד"
        },
        "276": {
            "0": "כל אדם רשאי למכור נכסיו עד זמן שתטרוף אשתו ואפי' שדה שייחד לה בכתובתה [זהו לר\"י ולא לרש\"י עיין בפנים]: ד\"ה מגרשה:"
        },
        "277": {
            "0": "אין אדם מקנה דבר שלא בא לעולם. ד\"ה התם: דף פב"
        },
        "278": {
            "0": "הרי את מקודשת לי אחר שלשים יום ולא קדשה אחר בינתים מקודשת אפי' לא אמר מעכשיו שאם לא תתקדש חייבת להחזיר לו הדמים. ד\"ה הא:"
        },
        "279": {
            "0": "באשתו כשמייחד לה מטלטלים סתם אין אחריותן עליו: ד\"ה התם: ע\"ב"
        },
        "280": {
            "0": "אע\"פ שאין אדם מקנה דבר שלא בא לעולם מסתלק מדבר שלא בא לעולם. ד\"ה כדרב כהנא: דף פג"
        },
        "281": {
            "0": "אין אשה נוטלת כתובה בראוי ומ\"מ מלוה ראוי הוי לגבי בכור ולא לגבי אשה. ד\"ה לכתובת: דף פ\"ד"
        },
        "282": {
            "0": "תפיסה לא מהני אפילו מחיים אלא למזונות ולא לכתובה ור\"ח פי' דמהני דבכולי הש\"ס הלכה כמר בר ר\"א בר ממיפך שבועה וחיורי. ד\"ה והוא: ע\"ב"
        },
        "283": {
            "0": "כשתפס כשלא כדין והוי גזל לא מצי תו למימר לקוח בידי: ד\"ה אית לך:"
        },
        "284": {
            "0": "אמר השליח פרעתי למלוה צריך שבועה (עיין בפנים). ד\"ה מגו:"
        },
        "285": {
            "0": "לא שייך מגו כשאמר דבר שהוא כנגד העד. בא\"ד:"
        },
        "286": {
            "0": "לתקוני שדרתיך ולא לעוותי דווקא היכא שהזכיר לו דבר שהיה לו להיות נזהר. ד\"ה לתקוני:"
        },
        "287": {
            "0": "תופס לב\"ח לא קנה אפילו עשאו שליח. ד\"ה את תופס:"
        },
        "288": {
            "0": "אותיות אין נקנין במסירה אלא מסירה ושטר לקיחה כדי לקנות החוב אבל לקנות הקלף קונה בלא שטר. ד\"ה אית לך: דף פה ע\"א"
        },
        "289": {
            "0": "מגו שאין יכול עתה לטעון לא אמרינן מגו שהיה יכול מתחילה לטוענו: בא\"ד:"
        },
        "290": {
            "0": "מרענא לשטרא היינו שבעל השטר צריך שבועה אפי' ע\"פ קרוב ופסול [היכא דקים ליה בגויה]: ד\"ה מרענא:"
        },
        "291": {
            "0": "כשנכתב הפסק אם תשבע תפטר צריך אח\"כ עדות שקיימה: ד\"ה אלמא:"
        },
        "292": {
            "0": "לא טענינן ליתמי מידי דלא שכיח כגון נאנסו או אביהן מצא מציאה. ד\"ה חדא: ע\"ב"
        },
        "293": {
            "0": "כשידוע שהופקד בידו אין נאמן שוב לומר לקוח הוא בידי: ד\"ה ועוד:"
        },
        "294": {
            "0": "אם אמר ציירי בסידנא וכך וכך הוא אינו סימן: ד\"ה קיהיב:"
        },
        "295": {
            "0": "שודא דדייני הדיין יתן למי שירצה [לפר\"ת ודלא כרש\"י]: ד\"ה שודא:"
        },
        "296": {
            "0": "מכירת שטר דרבנן: ד\"ה המוכר:"
        },
        "297": {
            "0": "אפי' נותן לו הלוה הרבה כדי שיחזיר לו השטר אין בו אונאה. בא\"ד:"
        },
        "298": {
            "0": "קטנה לא מיחייבא בדינא דגרמי. ד\"ה תיזיל: דף פו"
        },
        "299": {
            "0": "המוכר שטר חוב לחבירו וחזר ומחלו חייב רק כפי דמים שנתן. בא\"ד:"
        },
        "300": {
            "0": "לב\"ח אי אית ליה זוזי לא מסלק אלא בזוזי ולניזק אפילו בארעא ולפועל דוקא בזוזי אפי' לית ליה: ד\"ה לב\"ח:"
        },
        "301": {
            "0": "כשיש כדי לפרוע לב\"ח או לכתובת אשה יהבינן לב\"ח ואפי' לאחר מיתה ומטלטלין אפי' קדמה זמן הכתובה לב\"ח. ד\"ה לאשה."
        },
        "302": {
            "0": "כשתבעוהו לפרוע תלה מעותיו בעובד כוכבים ובשעת גבייה לא הוה ליה אפי' הכי חייב לפרוע מעות. ד\"ה ההוא:"
        },
        "303": {
            "0": "אין נזקקין לנכסי יתומים משום צררי והשעבוד חל גם על המעות וצריכים לפרוע כשידוע שלא פרעו (היינו דוקא לחד מ\"ד וצ\"ע גדול בפנים). ד\"ה אמר:"
        },
        "304": {
            "0": "מצות כיבוד אב ואם אין כופין עליה משום דמתן שכרה בצידה אבל דבר שהוא קלון להם כופין. ד\"ה פריעת:"
        },
        "305": {
            "0": "כופין אפילו במצוה דרבנן (ודלא כרש\"י). בא\"ד:"
        },
        "306": {
            "0": "מגלגלין בשבועה דרבנן. ד\"ה ר\"א: דף פו ע\"ב"
        },
        "307": {
            "0": "האשה ששברה כליו של בעל אפילו בפשיעה פטורה מלשלם: בא\"ד"
        },
        "308": {
            "0": "כרגא דאלמנה וכסף דגולגלתא הוי בכלל מזוני. ד\"ה לכרגא: דף פז"
        },
        "309": {
            "0": "לוו לצורך קבורה מוכרין בלא הכרזה. ד\"ה ולקבורה:"
        },
        "310": {
            "0": "לא שייך מיגו בדבר שאין ידוע לו. ומת בעלה במלחמה ליכא מיגו דאי בעי' אמרה מת על מטתו. ד\"ה דמיפרע: ע\"ב"
        },
        "311": {
            "0": "בשבועה דאורייתא מצי למימר השבע וטול [וה\"ה השבע והפטר] ומציא אשה למימר לבעלה כשנשבעה על כתובתה דהיא שבועה מדרבנן השבע והפטר (ולא הוא השבע וטול). ד\"ה מייתי: (וצ\"ע בפנים דמשמע דאפילו אם ירצה הבעל להשביע לא מצי וצע\"ג): דף פח"
        },
        "312": {
            "0": "אין מוכרין שלא בפני ב\"ח אלא שולחין [אליו אגרת] שלש פעמים ואי לא אתי מחליטין לנכסיה. ד\"ה ורבא:"
        },
        "313": {
            "0": "נתמנה מעצמה אפוטרופוס לכ\"ע משביעין אותה ואין ממנין נשים אפטרופסין. ד\"ה וקמיפלגי: ע\"ב"
        },
        "314": {
            "0": "אין משביעין האשה שבועת אפוטרופוס אם לא שתובעת כתובתה אפילו מינה אפוטרופוס. ד\"ה לאפוקי:"
        },
        "315": {
            "0": "כותבין שובר (ודלא כרש\"י). ד\"ה ש\"מ: דף פט ע\"א"
        },
        "316": {
            "0": "במקום שידוע לנו שכתב לה כתובה ונשרפה חיישינן שמא כתב לה אחרת. ד\"ה במקום:"
        },
        "317": {
            "0": "האשה שאמרה לבעלה גירשתני נאמנת היינו דווקא כשאינה תובעת כתובתה אבל כשתובעת כתובתה לא מהימנא דמחמת חמוד ממון עשתה: ד\"ה מגו:"
        },
        "318": {
            "0": "תבעה כתובתה והוא אמר לא גירשתיך פטור משארה וכסותה כטוענו חיטין והודה בשעורים. ד\"ה יכול: ע\"ב"
        },
        "319": {
            "0": "ב\"ח מאוחר שקדם וגבה במטלטלין מה שגבה גבה ולא במקרקעי: ד\"ה ש\"מ: דף צ"
        },
        "320": {
            "0": "מתה אחת בחייו ואחת במותו אפי' בחיי שניה נוטלין בני הראשונה כתובת אמן (וצ\"ע היכן מוכח זה בפנים ונלע\"ד דהוכחתן מדמקשה על רש\"י לאחר מיתה פשיטא הא מת קתני דלמא לאחר מיתה ר\"ל אחר מיתת שניה אז נוטלין בני הראשונה כתובת אמן אלא ודאי פשיטא להם דאפי' בחייה נוטלין ודו\"ק. ד\"ה וכ\"ת: דף צא ע\"א"
        },
        "321": {
            "0": "גבי נכסים מועטין לענין שישאלו הבנים על הפתחים ל\"ש בין מועטין ונתרבו או להפך זכו בהן היורשין ולענין בנין דכרין איכא פלוגתא: ד\"ה כך. ע\"ב:"
        },
        "322": {
            "0": "שדה זו שאירש מאבא מכור לך קנה: ד\"ה דזבנה:"
        },
        "323": {
            "0": "היכא דאית ליה ללוה פסידא מגבי ליה ארעא אפילו אית ליה זוזי: ד\"ה אי: דף צב"
        },
        "324": {
            "0": "הנחתי לך מקום כו' לא שייך גבי לוקח ראשון אלא לגבי בעלים: ד\"ה אבל: ע\"ב"
        },
        "325": {
            "0": "קרוביו של הערב לא יעיד ללוה ולמלוה וכל כה\"ג: ד\"ה דינא:"
        },
        "326": {
            "0": "טוענין ללקוחות וליתמי פרעתי או מזוייף. בא\"ד: אמר הלוקח אין לו עדים וראיה ואחר כך מצאן אין יכול להביא: [אינו בתוס' שלנו כאן ובפ\"ק דב\"ק דף ח ובפ' המוציא יין [דף ע\"ח ד\"ה ת\"ק] תמצאנו]:"
        },
        "327": {
            "0": "במקום שמפסיד הכל ליכא מי שפרע. ד\"ה עד שלא: דף צג"
        },
        "328": {
            "0": "היתה כתובתה מרובה משל חברתה ואין שם לפרוע הכל חולקין בשוה לפי המעות: ד\"ה רבי אומר:"
        },
        "329": {
            "0": "אין להשביע לכל ב\"ח שמא יש ב\"ח הקודמו ויטרוף ממנו וא\"כ יכסוף (עיין בפנים). ד\"ה שנמצאת: דף צד ע\"א"
        },
        "330": {
            "0": "אם מותר לקבל שבועה מן העובד כוכבים (עיין מס' גיטין פרק הניזקין דף נ' ע\"ב ד\"ה יתומים): בא\"ד"
        },
        "331": {
            "0": "ב' שטרות במקום שניכר מתוך השטר שאחד קודם עדיו בחתומיו זכין לו ובשאין ניכר זכה זה שמוסר לו ראשון: ד\"ה כתב: ע\"ב"
        },
        "332": {
            "0": "שודא דווקא דיין מומחה כרב נחמן ואפילו במטלטלי שייך שודא [דלא כפר\"ח]. ד\"ה אימיה:"
        },
        "333": {
            "0": "יורשי כתובתה חייבין בקבורתה אפילו במקום דאין יורשין כלום ויורשי הבעל יורשין אותה כגון דליכא אלא מטלטלין ולא שקלו כתובתה אפ\"ה חייבין בקבורתה: ד\"ה ואין חייבין: דף צה ע\"ב"
        },
        "334": {
            "0": "עבד שהניח תפילין לפני רבו [לא] יצא לחירות ומכל מקום אין רגיל להניחן כל שעה: ד\"ה אבל: דף צו"
        },
        "335": {
            "0": "יתומים שאמרו נתננו מזונות אלהבא עליהן להביא ראיה: ד\"ה יתומים:"
        },
        "336": {
            "0": "נתקבלה כתובתה או תבעה כתובתה בב\"ד אפי' ממזונות שעברו [עליהן] להביא ראיה. ד\"ה נשאת: ע\"ב"
        },
        "337": {
            "0": "שכיב מרע שאומר תנו מנה לפלוני בעל חובי נוטל שניהם המתנה והחוב אבל אם אמר תנו מנה לבעל חובי ולא אמר לפלוני אינו נוטל רק החוב כי רוצה לומר תנו מנה לבעל חובי בחובי: ד\"ה רצה:"
        },
        "338": {
            "0": "זבין קרקעותיו ואמר בשעת מכר למיזבן תורי כי לא איצטריכי ליה זוזי הדר זביני וכן היכא דזבין נכסי' אדעתא למיסק לארעא דישראל אבל מכר מלבושיו אדעתא למיסק לא מהני אם לא יתנה בפירוש ויש מקום דאפי' גילוי דעת לא צריך כמו במברחת דלעיל ומי שהלך בנו למד\"ה ושמע שמת וכתב כל נכסיו לאחרים ושוב בא בנו אין מתנתו מתנה. ד\"ה זבין: דף צז"
        },
        "339": {
            "0": "מי שהלך למד\"ה ואשתו תובעת מזונות אינה נשבעת כלל אלא בשעת גביית כתובה ואפי' אם מכרה למזונות שלא בבית דין אין משביעין אותם שלא גבתה יותר. ד\"ה מוכרת: דף צח"
        },
        "340": {
            "0": "אלמנה קודם גביית כתובה משביעין אותה שלא עכבה משל בעלה כלום ואם מכרה שלא בבית דין משביעין אותה שלא גבתה יותר ושלא זילזלה בנכסים. בא\"ד:"
        },
        "341": {
            "0": "חזקת בית דין הדיוטות לא הויא חזקה אם שמו קרקע לאלמנה: ד\"ה דאמרי:"
        },
        "342": {
            "0": "אין אונאה לקרקעות אבל בטול מקח יש והיינו דווקא כשהטעה בחצי כגון שוה ק' בר' אבל אם לא הטעה כל כך אפילו שוה פרוטה פחות מחציו המקח קיים. ד\"ה אלמנה:"
        },
        "343": {
            "0": "ראובן ששלח את שמעון לקבל מעותיו מעובד כוכבים וטעה העובד כוכבים והלך לו וא\"י היכן הוא הכל לשליח שאם רצה יחזירנו לעובד כוכבים בלא דעת ראובן (עיין בפנים כי ר\"ת פסק דהכל לבעל המעות): ד\"ה. אמר רב פפא: ע\"ב"
        },
        "344": {
            "0": "פלוגתא דרב אלפס ורבינו האי כשאומר לשלוחו מכור לי כור והשליח מכר חצי כור אם המקח קיים או לאו: ד\"ה אמר לאחד: דף צט ע\"ב"
        },
        "345": {
            "0": "הקונה במקום מצרן הוי כשליח ומ\"מ עדיף משליח גמור לענין לתקוני שדרתיך: ד\"ה ה\"ג:"
        },
        "346": {
            "0": "שליח דיינים אלים טפי. ד\"ה רבא אמר: דף ק' ע\"א"
        },
        "347": {
            "0": "שליח שטעה בפחות משתות המקח קיים ומחזיר אונאה (וצ\"ע כי הש\"ס פוסק דשליח כאלמנה ואפי' בפחות משתות המקח בטל ודו\"ק) בא\"ד:"
        },
        "348": {
            "0": "אחים שחלקו שטעו בשתות ואמרו נפלוג בשומת ב\"ד מכרן בטל כדין דיינים וביותר משתות במטלטלין בטל ובמקרקעי אין אונאה עד פלגא: ד\"ה אמר רב נחמן:"
        },
        "349": {
            "0": "אחים שבאו לחלוק בוררין להם לחלוק בגורל. חלקו ובא להן אח והניחו לו קרקע אחת יגרילו אם יפול לו אותו קרקע מוטב ואם לאו יחלקו בתחילה (עיין בפנים): ד\"ה בוררין:"
        },
        "350": {
            "0": "כשבלאות קיימות נוטלת הממאנת ואם כילה הבעל אפילו הקרן אין לה עליו כלום ואפילו הפירות שליקט והן בעין אין לה. ד\"ה אילימא: דף קא"
        },
        "351": {
            "0": "נשבית ומיאנה וכן באלמנה שנשבית ומת בעלה אין היורשין חייבין לפדותה וכן נשבית ולוותה ופדאתה עצמה ומיאנה: בא\"ד:"
        },
        "352": {
            "0": "כתב אני פלוני בן פלוני חייב לך מנה הוי כחותם תחתיו אבל חתם עצמו לעיל ולמטה כתב חייב אני לך מנה לא מהני כלום (זה הלשון אינו מכוון עם התוספות ולע\"ד צ\"ל כך אבל אם חתם שמו למעלה ולמטה הימנו כתב אחר לא מהני כלום): ד\"ה דאמרה. דף קא ע\"ב"
        },
        "353": {
            "0": "צררי לקטנה לא מתפסי אינשי [עיין בפנים]. ד\"ה אימר צררי: דף קב ע\"ב"
        },
        "354": {
            "0": "המשכיר לא' רחיים כדי לטחון לו ושוב נזדמן לו רחיים אחרת לא יוכל לומר תן לי שכר רחיים כי יאמר לו אטחון לך בשכרך וצריך להניח לו הרחיים והמשכיר עם הרחיים שלו טוחן ומוכר ואם לא יוכל לטחון המשכיר עם הרחיים שלו כדי למכור יכול המשכיר לחזור מאחר דאית ליה פסידא וצריך השוכר להחזיר לו הרחיים או ליתן דמים: ד\"ה ולא: דף קג"
        },
        "355": {
            "0": "כל היכא דאמר מזומן לחיי עולם הבא היינו בלא דין ובלא ייסורין: ד\"ה מזומן: ע\"ב"
        },
        "356": {
            "0": "הר\"ר חיים כהן אמר אילו הייתי כשנפטר ר\"ת הייתי מטמא לו: ד\"ה אותו"
        },
        "357": {
            "0": "חולי מעיים פטורין מן התפילין ורבינו הקדוש היה נוהג בקדושה ונזהר: ד\"ה ומנח: דף קד"
        },
        "358": {
            "0": "עד שאדם מתפלל שתכנס תורה לתוך גופו יתפלל שלא יכנסו לתוכו מעדנים: ד\"ה לא נהניתי:"
        },
        "359": {
            "0": "אחריות טעות סופר הוא מכי שלמי יומי אכרזתא אכיל הלוקח פירות (אלו השני דינין נקדתי בהיות כי אינו מוכח מהתוספות דהלכה כן רק מביאין דרבא ס\"ל הכי. (עיין בפנים): ד\"ה ה\"ג. ע\"ב"
        },
        "360": {
            "0": "אין להיות לאדם אחד שתי שררות. ד\"ה קשיא: דף קה ע\"א"
        },
        "361": {
            "0": "אין ליטול שכר מבעלי דינין אך יטול מצבור וגם דייני גזירות כל שעה ישבו בדין ולא היו עוסקין בשום מלאכה והיה מוטל על הצבור לפרנסם ולהכי מלמדי הלכות שחיטה נטלו שכר מתרומת הלישכה אע\"פ ששכר לימוד אסורה. ד\"ה גוזרי:"
        },
        "362": {
            "0": "מלך במשפט יעמיד ארץ היינו דיין דאינו צריך לממון שהוא עשיר וגם אינו צריך לת\"ח שהוא בקי. ד\"ה מאי: ע\"ב"
        },
        "363": {
            "0": "לא לידון איניש לא למאן דרחים ליה ולא למאן דסני ליה כי ההוא דפרח גדפא ארישיה. ד\"ה לא למאן."
        },
        "364": {
            "0": "תלמידי חכמים כפרה לכל ישראל בכל מושבותם כאלישע ותלמידיו ישבו לפניו וקרי ליה ביכורים ומזבח. ד\"ה וכי:"
        },
        "365": {
            "0": "לא היו שוחטין אלא מיוחסין לכן שוחטין הכהנים (אינו בתוס' שלנו) [תמצאנו בתוס' קידושין דף ע\"ו ע\"ב. ד\"ה אין בודקין]."
        },
        "366": {
            "0": "פוסקין מזונות לאשת איש כששמעו בו שמת בב' עדים. וכן ע\"פ עד אחד אין יורדין לנחלה לירד ולמכור אבל לאכול הפירות הגדילים בארצו יורדין. ד\"ה ששמעו בו שמת כ\"ע ל\"פ: דף קז"
        },
        "367": {
            "0": "לוותה ואכלה ובא הבעל ואמר פסקתי לה מזונותי' נאמנת בשבועה (ודלא כרש\"י דמפרש דהוא נשבע). ד\"ה ואם בא:"
        },
        "368": {
            "0": "לוותה ואכלה א\"צ לפרוע אם לא פסקו לה ב\"ד. ד\"ה ואם בא ואמר לה צאי:"
        },
        "369": {
            "0": "יבם שעמד בדין וברח או חלה ניזונת משלו כיון ששהה ג' חדשים ולא כנסה (ודלא כרש\"י דמפרש דוקא ברח אבל חלה לא). ד\"ה עמד: ע\"ב"
        },
        "370": {
            "0": "כלי חרס שמשימין בו עופרת אין נאסר בעופרת ביין נסך יותר משאר כלי חרס אלא דווקא כלי חרס שמחופה בזכוכית ואם כולו זכוכית אין נאסר ולענין חמץ בפסח חיוורי נמי אסירי דתשמישן בחמין. ד\"ה הני וד\"ה ירוקי:"
        },
        "371": {
            "0": "מותר ליקח ממודר הנאה בפחות מעט. (אינו בתוס' שלנו) (דין זה הוא משנה במסכת נדרים דף לא וע\"ש):"
        },
        "372": {
            "0": "פורע חובו דמותר במודר הנאה פר\"ת דוקא במזונות אשתו דאפשר שתתפרנס במקום אחר אבל שטר אחר לא. וריב\"א פי' ה\"ה בב\"ח אחר וכן רש\"י. ד\"ה הא מני: דף קח ע\"א"
        },
        "373": {
            "0": "בנכסים מועטין הבנות יזונו והבנים ישאלו על הפתחים. ד\"ה אדמון: ע\"ב"
        },
        "374": {
            "0": "טענו חיטין ושעורין והודה באחד מהן חייב ד\"ה אי הכי:"
        },
        "375": {
            "0": "הפוסק מעות לחתנו במעמדה ולא רצה ליתן אומרת לבעל או כנוס או פטור. ד\"ה הפוסק:"
        },
        "376": {
            "0": "דברים הנקנין באמירה היינו שקדשה מיד מתוך התנאי או לאחר הזמן והזכיר התנאי בשעת קידושין אבל התנו עתה וקדשה אחר זמן ולא הזכירו התנאי בשעת קידושין לא ואיירי נמי דווקא מנישואים ראשונים. ד\"ה תשב: דף קט"
        },
        "377": {
            "0": "לא אמרינן השני נוח לי כו' בדבר שמודה בהודאתו שכן הוא. ד\"ה אדמון:"
        },
        "378": {
            "0": "הדיינין אין נותנין לב לדעת מה שכתוב בשטר אם לא שראוי לדקדק. ד\"ה ל\"ש:"
        },
        "379": {
            "0": "טוענין ליורש כל מה שהיה טוען אביו ושכיח ולא אמרי' מגו למפרע. ד\"ה אם: ע\"ב"
        },
        "380": {
            "0": "אין טוענין ליתומים מזויף. (נקדתיו כי נ\"ל טעות דלעיל פרק מי שהיה נשוי פסקו ההפך וכן בפ\"ק דגיטין והתוס' אינם אומרים כאן דאין טוענין אלא אומרים לפי מה שפי' דאין טוענין א\"ש אבל הדין אינו כן כדפסקו לעיל וצ\"ע). בא\"ד:"
        },
        "381": {
            "0": "אדם יכול לומר ואי לא מהדרינא שטרא למריה להפקיע זכות הבא לידו אבל אין יכול לומר ואי לא מזבנינא ליה. ד\"ה דרבנן:"
        },
        "382": {
            "0": "קל יותר להמניע את המוכר למכרו מלהמניע את הלוקח ללקחו דזכות הוא לקנות. ד\"ה ורבנן: דף קי"
        },
        "383": {
            "0": "אין נזקקין לתובע תחלה היכא דאיכא הפסד לאידך. ד\"ה סוף:"
        },
        "384": {
            "0": "אין נזקקין לנכסי יתומים מיהו אם תפס ועתיד לגבות מהן כשיגדלו לא מחייבינן להחזיר. (זה אינו בתוס' שלנו):"
        },
        "385": {
            "0": "בן יהודה שאירס אשה [ביהודה או בן גליל שאירס בגליל אין כופין אותה לצאת אבל בן יהודה שאירס בגליל או בן גליל שאירס ביהודה כופין אותה] לעלות אחריו. ד\"ה שלש:"
        },
        "386": {
            "0": "אין אנו חפצים שיהיו עבדים בירושלים יותר מדאי אלא מיוחסים. ד\"ה ואין: ע\"ב"
        },
        "387": {
            "0": "הר\"ר חיים אמר דאין מצוה עכשיו לדור בארץ ישראל. ד\"ה הוא:"
        },
        "388": {
            "0": "הוא אומר שלא לצאת כופין אותה שלא לצאת אפילו מנוה רעה ליפה ואפילו בשאר ארצות כופין אותה אבל לא מנוה רעה ליפה. ד\"ה היא:"
        },
        "389": {
            "0": "כסף לא משמע מטבע אלא נסכא. ד\"ה ואימא:"
        },
        "390": {
            "0": "לא יגלו לעובדי כוכבים סוד העיבור. ד\"ה שלא: דף קיא ע\"א"
        },
        "391": {
            "0": "ר' חנינא היה שוקל אבנים אם היה כבדות אמר כבר נכנסתי לא\"י. ד\"ה ר\"ח: דף קיב"
        }
    },
    "meta": "Comment-Paragraph",
    "work": "Piskei Tosafot on Ketubot"
}