{
    "versionTitle": "Habits of those that love G-d.", 
    "sectionNames": [
        "Chapter", 
        "Paragraph"
    ], 
    "language": "en", 
    "title": "Duties of the Heart", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "The customs of the lovers of the Eternal are too numerous to recount. Nevertheless, I will mention a few of them that come opportunely to my mind.", 
            "These men have learned to know their G-d with a practical and fruitful knowledge. * . . . They have recognized His delight in them and how He shapes their way, and they perceive that it is He who makes their lives to flow as a gentle stream, * and that it is He who nourishes and supports them. They have recognized His rule and His restraining power in all those affairs—whether of religion, ethics, holiness, and physical purity, or of the world—in which He has given them permission to occupy themselves, and liberty of choice as to their conduct. And it has become clear to them, and they firmly believe, that all their affairs and their every movement are conducted by the decree of the Creator, blessed be He, and by His pleasure. And they have resolved not to be guided by their own preferences, but to rest in perfect trust upon the Creator, trusting that He will choose what is best and what is proper for them.", 
            "Even where they cannot show in actual deed the carrying out of their good intentions, and even when weakness prevents the attainment of their ideals in the fulfillment of G-d's law, they will choose to do these things at any future time when they may be enabled to by the help of G-d, and they will hope and pray for that time, appointed by Him.", 
            "The longing after pleasures is rooted out, because there has entered into them a longing to serve the Creator, and the fire of passion is extinguished in their hearts, and all fierce heat of the imagination, by reason of the strong light of the service of God that envelopes their hearts, even as the light of a lamp pales and wanes in the light of the sun.", 
            "They are humble because of the fear of G-d. . . . When one speaks with them they are wise, and when one questions them they show knowledge, and when any sin against them they are meek.", 
            "If thou look-est at them, light seems to have descended on them, and if you could look into their hearts you would find them contrite before G-d. They are simple in worldly affairs, but at home in discourse about G-d. For their hearts are full of the love of G-d. . . . They have rejected all ways of corruption and chosen the best paths.", 
            "They find obedience to the commandments given in the Pentateuch inadequate to satisfy their yearning to serve G-d and do His will . . . and they learn the ways of the Prophets and the customs of the pious to seek therein examples of doing the will of G-d, so that they may follow it."
        ]
    ], 
    "versionSource": "http://www.sacred-texts.com/jud/doth/index.htm", 
    "heTitle": "חובות הלבבות", 
    "categories": [
        "Philosophy"
    ]
}