{
    "versionTitle": "The Motives to Repentance", 
    "sectionNames": [
        "Chapter", 
        "Paragraph"
    ], 
    "language": "en", 
    "title": "Duties of the Heart", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "The first and chief motive to repentance is when a man comes to recognise the nature of his G-d, and examines and ponders over the continuity of G-d's goodness to him, and what a debt of grateful service he owes to Him. . . . The second motive to repentance is when warnings and rebukes come to man from the Creator, and make him ashamed of the evil of his doings, either through the agency of a prophet in his generation, or through the Bible, or by the mouth of some teacher of the service of G-d. For no age or generation is without such men, as our sages say: \"Ere yet the sun of Moses had set, the sun of Joshua rose; before the sun of Eli had set, that of Samuel his pupil shone forth; before the sun of Elijah had set rose that of Elisha.\" On the day when R. Akiba died was born our holy teacher, and in this way it will be found that in every age and in all countries there will never be wanting men to call people to God, and to His service, and to teach the Torah.", 
            "The third motive to repentance is . . . when a man returns to G-d because of trials and fear of punishments.", 
            "The fourth motive to repentance is when a man is only awakened to repent when he is shaken by troubles and sorrows, and sees in them a punishment for sin, and wakes up from his sleep [of apathy], and returns to G-d.", 
            "But happy is he who is moved to repentance in the first manner."
        ]
    ], 
    "versionSource": "http://www.sacred-texts.com/jud/doth/index.htm", 
    "heTitle": "חובות הלבבות", 
    "categories": [
        "Philosophy"
    ]
}