{
    "versionTitle": "What is Repentance?", 
    "sectionNames": [
        "Chapter", 
        "Paragraph"
    ], 
    "language": "en", 
    "title": "Duties of the Heart", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "What is meant by repentance is when a man sets himself to the service of the Creator, after he has departed from that service or sinned in it, and restores that which has been lost therefrom, whether by reason of that man's stupidity in reference to G-d and the things that constitute His service, or because of his passions having prevailed over his reason, or blinded him to his duties, or because evil companions have led him to sin, or to whatever cause his sins may be due.", 
            "If his departure from the service of the Creator has consisted only in neglect of what is commanded, the manner of his repentance requires him to occupy himself diligently with the good works he has left undone, and with activities that tend to form both habits harmonious with the fulfilment of those commands and a character to which such conduct comes naturally. If his departure from the service of the Creator consisted in doing things against which the Creator has warned him [disobedience to the prohibitions of the Pentateuch or of divinely guided human reason], his repentance must be shown in his carefully guarding himself against all return to conduct at all similar to that wherein he has sinned.", 
            "It is as if a man who has become ill from taking insufficient food of a nourishing kind, or through eating improper food, wishes to restore his health.", 
            "He will have to eat abundantly—perhaps almost to excess—of nourishing food suitable to his constitution, and carefully avoid all food of a similar nature to that which has proved hurtful, until his health is fully restored.", 
            "Then he may resume an ordinary, wholesome diet, between the two extremes. . . .", 
            "Repentance, however, is of three kinds.", 
            "First, that of him who repents because he is out of the way of sin and temptation; but as soon as he is in the way of temptation his inclination prevails over his reason, and he does not refrain from sin, and only then, when he has finished his sinful action, sees the shameful nature of his conduct, and regrets his transgression. Such a one has repented with his lips and not with his heart; with his tongue and not with his deeds, and deserves the condemnation of the Creator; and of him it is written (Jer. vii. 9), \"Will ye steal and murder and commit adultery and swear falsely? etc. Is this house, which is called by My name, become a den of robbers in your eyes?\"", 
            "The second kind of repentance is that of him who repents in his heart and in his physical and material conduct, and makes a firm stand with his reason against his passions, and so orders his conduct and his habits of life as to compel his soul * to fight with her desires until he is victorious and is able to refrain from what is hateful to the Creator; but his soul * still has pleasure in turning continually towards what is contrary to the service of the Creator, and thirsts after transgression, and he strives earnestly to subdue his soul * and his passions; and sometimes he prevails and sometimes they. Such a man is not perfect in his repentance, and the duty of making atonement is still incumbent upon him until he shall depart altogether from transgressions.", 
            "The third kind of repentance is when a man fulfills the conditions of repentance * and causes his intellect to prevail over his desires, and accustoms himself continually to enter into reckoning with his soul, and fears his Creator, and is ashamed before Him, and lays to heart the greatness of his sins, and fully recognizes the greatness of Him against whom he has sinned and whose word he has transgressed, and sets his iniquities before his eyes, and is continually full of remorse for them, and seeks forgiveness for them all the days of his life, until its end. Such a one is, in the sight of the Creator, fit to be saved."
        ]
    ], 
    "versionSource": "http://www.sacred-texts.com/jud/doth/index.htm", 
    "heTitle": "חובות הלבבות", 
    "categories": [
        "Philosophy"
    ]
}