{
    "title": "Kol Bo",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kol_Bo",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "(1) Laws of taking out the Torah and the laws of reading it and its blessings.\n(29) On the Sabbath during Shaharit, it is customary to say a \"Mi Sheberach\" after the Haftarah. There are places where they bless the king and afterward the congregation and everything is according to custom."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "",
            "Women are obligated to light Hannukah candles, for they too were included in the miracle. This means that the enemies came to destroy everyone, men, women, and children, and there are those who say that the great miracle occurred through a woman. Her name was Judith, as the story goes, and she was the daughter of Yochanan, the high priest. She was extremely beautiful, and the Greek king wanted her to lay with him. She fed him a dish of cheese to make him thirsty, so that he would drink a great deal and became drunk, and recline and fall asleep. And it happened just that way, and once he was asleep, she took his sword and cut off his head. She brought his head to Jerusalem, and when the armies saw that their leader had been killed, they fled. For this reason, we have the custom of eating a cheese dish on Hannukah."
        ],
        [
            "",
            "",
            "",
            "Since women are obligated (in Megillah) due to being involved in the miracle, there is reason to say that they may even exempt men. Never the less, it is not possible for them to complete a quorum of ten, because any situation which requires ten, requires men. The author of Aseres Hadibros wrote that women may not exempt men with the reading, because of \"kol b'isha erva.\" Even though they may light the Chanukkah candles and recite the blessing over them, that is not comparable, since it is not necessary for men to be there at the time of lighting."
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "130. The Law of the Sinner",
            "A sinner who violated the decrees of the community, if they were not excommunicated, they are counted in a quorum of ten and they are obligated in all of the mitzvot. For thus it is said of Achan, \"Israel has sinned\"(Joshua 7:11) even though he sinned, he is still Israel. Therefore, they still maintain their holiness and they are not removed from the generality of Israel who are not suspected for their oaths. However, if they have been excommunicated, since they must separate themselves from the community of the diaspora, if they were to include them, what would be left of their curse what good was their decree? It is not appropriate to include them at all for they have already separated them from their community."
        ]
    ],
    "versions": [
        [
            "Sefaria Community Translation",
            "https://www.sefaria.org"
        ]
    ],
    "heTitle": "כל בו",
    "categories": [
        "Halakhah"
    ],
    "sectionNames": [
        "Siman",
        "Paragraph"
    ]
}