{
    "work": "Mishnah Berakhot", 
    "text": {
        "0_Chapter, 3_Mishnah": "Le matin on béni deux fois avant [la lecture du Shéma] et une fois après, le soir on béni deux fois avant et deux fois après. Une [bénédiction] longue et une courte. A l’endroit ou ils ont dit d’allonger, on ne peut raccourcir et à l’endroit ou ils ont dit de raccourcir, on ne peut allonger. Là ou l’on conclue, on ne peut pas ne pas conclure. Là ou l’on ne conclue pas, on ne peut pas conclure.", 
        "0_Chapter, 2_Mishnah": "Ceux de l’école de Shammai disent : le soir tout homme s’allonge et lit [le Shéma], et le matin ils se lèvent [pour le lire], comme il est dit « quand tu te coucheras et quand tu te lèveras » (Deutéronome 6 :7). Ceux de l’école de Hillel disent : tout homme lit selon son chemin, car il est dit  « et quand tu seras sur ton chemin » (ibid.). S’il en est ainsi, pourquoi dire « quand tu te coucheras et quand tu te lèveras » ? [Il faut le comprendre ainsi :] au moment ou les hommes se couchent et au moment ou les hommes se lèvent. Rabbi Tarfon a dit : [Une fois] j’étais en chemin, et je me suis allongé pour lire, afin de suivre l’avis de l’école de Shammai, et je me suis mis en danger à cause de brigands. Ils lui ont dit [à Rabbi Tarfon] : tu aurais été coupable de ta perte, pour ne pas avoir suivi l’école de Hillel.", 
        "0_Chapter, 4_Mishnah": "On se souvient de la sortie d’Egypte le soir [en l’incluant dans la lecture du Shéma]. Rabbi Eléazar ben Azaria a dit : voila que je suis comme quelqu’un de soixante dix ans et je n’ai pas réussi à démontrer [pour quelle raison] on mentionne la sortie d’Egypte le soir, jusqu'à que l’explique Ben Zoma, ainsi qu’il est dit « afin que tu te souviennes du jour ou je t’ai fait sortir de la terre d’Egypte tous les jours de ta vie » (Deutéronome 16 :3). « Les jours de ta vie », ce sont les jours. « Tous les jours de ta vie », [inclue] les nuits. Et les sages disent : « Les jours de ta vie », c’est ce monde « Tous les jours de ta vie », [inclue] le temps messianique.\n", 
        "0_Chapter, 1_Mishnah": "A partir de quand peut on lire le Shéma du matin ? A partir du moment où l’on peut différencier le bleu azur du blanc. Rabbi Eliezer dit le bleu azur du bleu-vert. Et cela jusqu’au levé du soleil. Rabbi Yehoshoua a dit : jusqu'à la troisième heure, car ainsi font les princes, ils se lèvent à la troisième heure. Celui qui lit en dehors de ces horaires n’a pas tout perdu, il est comme un homme qui a lu la torah.", 
        "0_Chapter, 0_Mishnah": " A partir de quand peut on lire le Shéma le soir ? A partir du moment où les cohanim sortent pour manger la téroumah, et cela jusqu'à la fin de la première garde, d’après Rabbi Eliezer. Les sages disent : jusqu'à minuit. Raban Gamliel dit : jusqu'à l’aube. Il est arrivé que mes fils reviennent d’une fête et m’ont dit : nous n’avons pas lu le Shéma. Je leur ai répondu : Si l’aube ne s’est pas levé, vous avez l’obligation de le lire. Et non seulement cela, mais tout ce que les sages ont déclaré être jusqu'à minuit, le commandement s’effectue jusqu'à l’aube. La combustion de la graisse et des morceaux, le commandement est jusqu'à l’aube. Tout ce qui peut être mangé la journée, le commandement est jusqu'à l’aube. S’il en est ainsi, pourquoi les sages ont dit « jusqu'à minuit » ? Afin d’éloigner l’homme de la faute."
    }, 
    "meta": "Chapter-Mishnah"
}