{
    "work": "Shir HaShirim Rabbah", 
    "text": {
        "0_Parasha, 0_Chapter, 4_Midrash": "Another explanation: \"See a man diligent in his work, before kings he will stand, he will not stand before mean men,\" these are the words of Solomon son of David. \"Before kings he will stand\"--for he was diligent in the building of the First Temple. As it is written (I Kings 6): \"And he built it for seven years.\" Another verse says (I Kings 6): \"And Solomon built his house for thirteen years.\" It seems that the building of Solomon's house was done more beautifully and in more quantity than the building of the Temple! Instead, they said: In the building of his own house he was lazy, but in the building of the Temple he was diligent and not lazy. Huna in the name of Rabbi Yosef said: Everyone helps the king, so even more so everyone helps for the honor of the King of Kings, the Holy One blessed be He. Even the spirits and even the demons and even the angels. Yitzchak Biryah said in the name of Rabbi Yehudah son of Rabbi Yechezkel: It is written (ibid 8) \"I have built You a house of habitation\", I have built a building. Rabbi Berechiah said: \"The house that they were building\" is not written here, rather \"the building in its state of having been built,\" so it seems that it had been built. As it says (ibid 6): \"was built of stone made at the quarry.\" \"Banui (recently built) is not written, rather \"nivneh\" (was built). This teaches that the stone carried itself.", 
        "0_Parasha, 0_Chapter, 3_Midrash": "An additional meaning: \"See a man diligent in his work, before kings he will stand, he will not stand before mean men\", this is Rabbi Hanina. He (Rabbi Hanina) said: \"Once I saw men of the city bringing up (lit., i.e offering, sacrificing) burnt-offerings and peace-offerings. I said, \"All of them are bringing up peace-offerings to Jerusalem and I am not bringing up anything!? What will I do? Immediately I went out to the wilderness of the city, in the ruins of the city, and there I found one stone, I went out, cracked it, chiseled it, and polished it. He said, \"Behold, it is upon me to ascend to Jerusalem.\" He sought to procure workers for himself. He said to them, \"You (plural) bring up to me this stone to Jerusalem.\" He said to him, \"Give us our wages\", 100 gold pieces (\"Zahuvim\" lit. , a type of gold-based currency), and we will bring your stone up to you, to Jerusalem.\" He said to them, \"And thus, from where will I have 100 gold pieces or 50 gold pieces to give to you all!?\" And he did not find for the hour, immediately they went to them. Immediately The Holy One Blessed Be He summoned to him 5 angels, with the appearance of the men (\"Sons of man\" lit.). They said to him, \"Our teacher/master, give to us 5 selas, and we will bring up your stone to Jerusalem, and only that you will give your hand with us. And he he gave his hand with them, and they were found standing in Jerusalem. He sought to give to them their wages, but he could not find them. The story came to the Chamber of Hewn Stone (the High Court). They said to him, \"Our teacher is similar to the ministering angels, they brought up your stone to Jerusalem!\" Immediately he gave to the Wise Men the wages that he was to pay with the angels.", 
        "7_Parasha, 5_Chapter, 2_Midrash": "... Another explanation. “…for love is as strong as death…” (Song of Songs 8:6) The love with which the generation of persecution loved the Holy One, as it says “For it is for Your sake that we are killed all the time…” (Psalms 44:23) “…zeal is as strong as the grave…” (Song of Songs 8:6) In the future the Holy One will have a great jealousy on behalf of Zion, as it is written “I am jealous for Zion with great jealousy…” (Zechariah 8:2) “…its coals are coals of fire of a great flame!” (Song of Songs 8:2) R’ Berachia said: like the fire above – where the fire does not extinguish the water nor the water extinguish the fire.", 
        "4_Parasha, 0_Chapter, 1_Midrash": "The Divine presence was not on the earthly , lowliest plane , proof is that it is written , and they heard the voice of the lord walking in the garden.", 
        "0_Parasha, 14_Chapter, 0_Midrash": "\"Ah, you are fair, my darling, Ah, you are fair\" (Song of Songs 1:15).  \"Ah, you are fair\"--in mitzvot; \"Ah, you are fair\"--in acts of lovingkindness; \"Ah, you are fair\"--in positive mitzvot; \"Ah, you are fair\"--in negative mitzvot; \"Ah, you are fair\"--in mitzvot at home; \"Ah, you are fair\"--in separating tithes; \"Ah, you are fair\"--in mitzvot of the field; \"Ah, you are fair\"--in leaving the gleanings and the corners of the field... \"Ah, you are fair\"--in prayer; \"Ah, you are fair\"--in reciting the Shema; \"Ah, you are fair\"--in mezuzah; \"Ah, you are fair\"--in tefillin; \"Ah, you are fair\"--in sukkah; \"Ah, you are fair\"--in lulav and etrog; \"Ah, you are fair\"--in teshuvah; \"Ah, you are fair\"--in good deeds; \"Ah, you are fair\"--in this world; \"Ah, you are fair\"--in the world to come.", 
        "4_Parasha, 0_Chapter, 2_Midrash": "Rabbi Abba said that Walking is not stated but Mishalech,to tell you that the voice was jumping and leaving, jumping and leaving", 
        "0_Parasha, 11_Chapter, 2_Midrash": "R’ Yodan said: before Hezekiah and his supporters had eaten their Passover sacrifice in Jerusalem, the Holy One had already preceded them on that night, as it says “And it came to pass on that night that an angel of the Lord went out and slew one hundred eighty-five thousand of the camp of Assyria…” (Kings II 19:35)\n", 
        "4_Parasha, 0_Chapter, 0_Midrash": "\"Come to my Garden\", Rabbi MEnachem the son in law of rabbi Eliezer BAr Avunah said in the name rabbi Shimon the son of Yosenah, \" It doesnt sayto a garden, rather to my garden , my original Garden, the place that i mainly dwelled originally.", 
        "5_Parasha, 1_Chapter, 5_Midrash": "So spoke Rabbi Bon son of Rabbi Chiyya. And Rabbi Zeira arose and applied to him the judgment of the verse: \"sweet is the sleep of the worker\" (Ecclesiastes 5:11). To what was Rabbi Bon son of Rabbi Chiyya similar? He was similar to a king who had a vineyard, and paid many workers to work the vineyard. This king had one worker who was extremely qualified in his work, more so than all the others. He was overqualified. What did the king do? He picked up in his hand and suspended with him long and short. The time of the evening came when the workers collect their wages, and this worker came with them. And the king gave him his entire wages. The other workers began to proclaim... they said, \"We labour all the day and this one for two hours, and the king gives him his whole wages!\" The king said to them, \"Why are you proclaiming? This one labours for two hours in a very qualified manner. What does it hurt you that you work the whole day?\" So with Rabbi Bon son of Rabbi Chiyya: he learnt Torah in eighteen years that an ancient student could not learn in one hundred years. Rabbi Yochanan said, Everyone who labours in Torah in this world, in the world to come they will not be set to rest for sleep. Rather, they will bring him to the study house of Sheim and of Eiver and of Avraham Yitzchak and Yaakov and Moshe and Aharon. From where [is this idea found]? From (II Samuel 7:9) \"And I will make you a great name, like the name of the great ones that are in the land\"", 
        "0_Parasha, 2_Chapter, 0_Midrash": "...One day Rabbi Akiva came late to the Beit Midrash and he sat outdoors. A question was asked about a particular matter: \"Is this the law?\" They said, \"The law is outside.\" Again a question arose, and they said: \"The Torah is outside.\" Again a question arose, and they said, \"Akiva is outside--make room for him.\" He came and sat at the feet of Rabbi Eliezer. ", 
        "0_Parasha, 0_Chapter, 1_Midrash": "An additional meaning: \"See a man diligent in his work, before kings he will stand, he will not stand before mean men.\" That is Moses, our teacher, regarding the work of the Tabernacle. Therefore, before kings he will stand, this is Pharaoh, as it says, \"Hurriedly awaken in the morning and stand before Pharaoh (Exodus 8).\" \"He will not stand before mean men\", this is Jethro. Rabbi Nehemiah said: \"You have made that which is holy, profane!\" Rather, \"Before kings he will stand\", that is King, the King of Kings, the Holy One Blessed Be He. As it is said, \"And he (Moses) was there with the Lord, for 40 days (Exodus 34).\" \"He will not stand before mean men\", that is Pharaoh, as it says: \"And there was dark darkness, etc. (Exodus 10).\"", 
        "0_Parasha, 11_Chapter, 1_Midrash": "Rabbi Pinhas said in the name of Hoshaya: \"While the king sat at his table\": while the King of kings, the Holy One, Blessed Be He, sat at the heavens. He arrived early, as it is stated: (Exodus 19:16) \"And it came to pass on the third day, when it was morning.\"  This is like a king who decreed, \"On such a day, I am going to enter the province.\" But the people of the province slept all through the night, so that when the king arrived and found them asleep, he set trumpets and horns to get them up. And the minister of that province woke them up and took them to meet the king. And the king walked before them, until he reached his palace. This is like the Holy One, Blessed Be He, as it is written: (Ibid.) \"And it came to pass on the third day, when it was morning.\" And it written: (Ibid.) \"For the third day the Lord will come down in the sight of the people.\" Israel slept all through the night, because the sleep of Shavuot is pleasant and the night is short. Rabbi Yudan said: Not even a flea stung them. When the Holy One, Blessed Be He, came and found them asleep, he started to get  them up with trumpets, as it is written: (Exodus 16:16) \"And it came to pass on the third day, when it was morning, that there were thunders and lightnings.\" And Moses roused Israel and took them to meet the King of kings, the Holy One, Blessed Be He, as it is written: (Exodus 19:17) \"And Moses brought forth the people [out of the camp] to meet God.\" And the Holy One, Blessed Be He, went before them, until they reached Mount Sinai, as it is written: (Exodus 19:18): \"Now mount Sinai was altogether on smoke.\" Rabbi Yitzkak said: It was this for which He chided them through [the prophesy of] Isaiah. As it is written: (Isaiah 50:2) \"Wherefore, when I came, was there no man? When I called, was there no answer? Is My hand shortened at all, that it cannot redeem?\"", 
        "1_Parasha, 12_Chapter, 2_Midrash": "Another explanation. “My beloved answered and said to me…” (Song of Songs 2:10) He answered me through Daniel and said to me through Ezra. What did He say to me? “Arise, my beloved, my fair one…For behold, the winter has passed…” (Song of Songs 2:10-11) This refers to the seventy years that Israel was in exile. “…the rain is over and gone.” (ibid.) These are the fifty-two years from when the Temple was destroyed until the kingdom of the Chaldeans was uprooted. Wasn’t that seventy years?! R’ Levi said: take away eighteen years that the echo of the Divine voice was breaking through and saying to Nevuchadnezzar ‘evil servant that went up and destroyed the House of your master because the sons of your master do not listen to Him!’ “The blossoms have appeared in the land…” (Song of Songs 2:12) Like Mordecai and his friend, Ezra and his friends. “…the time of singing has arrived…” (ibid.) The time has come for the foreskin to be pruned, the time has come for the wicked to be shattered, as it says “The Lord has broken the staff of the wicked…” (Isaiah 14:5) The time has come for the Babylonians to be destroyed, the time has come for the Holy Temple to be rebuilt, as it says “And saviors shall ascend Mt. Zion…” (Ovadiah 1:21) and it is written “The glory of this last House shall be greater than the first one…” (Chaggaih 2:9) “…and the voice of the turtledove (tor) is heard in our land.” (Song of Songs 2:12)  R’ Yochanan said: The voice of a good guide (tayar) is heard in our land. Which is this? This is the voice of Cyrus, as it is written “So said Cyrus, the king of Persia, 'All the kingdoms of the earth…Who is among you of all His people…” (Ezra 1:2-3) “The fig tree has put forth its green figs…” (Song of Songs 2:13) These are the baskets of first-fruits. “…and the vines with their tiny grapes have given forth their fragrance…” (ibid.) These are the drink offerings.", 
        "0_Parasha, 0_Chapter, 0_Midrash": "Regarding the verse that was written by Shlomo which says, \"See a man that is diligent with his labor, before Kings he will stand; he will not stand before mean men.\" \"See a man diligent with his labor\", this is Joseph, as it is written about him: \"And he went to the house to perform his labor (Genesis 39).\" Rabbi Judah and Rabbi Nehemiah...Rabbi Judah says, \"It was a disgraceful day, it was a festival, a day of performances.\" Rabbi Nehemiah says, \"It was a day of performances of the Nile River, they all went to look at it. He (Joseph) entered to perform his labor, to calculate the calculations of his Master.\" Rabbi Phineas says in the name of Rabbi Samuel bar Abba, \"Everyone that serves his master properly, he will go out to freedom. From where do we learn this? From Joseph! Through his serving his master fittingly, he went out to freedom. Therefore, \"Before kings he will stand\", that is Pharaoh, as it says, \"And Pharaoh sent, and they called Joseph and they brought him up from the pit (Genesis 41).\" \"He will not stand before mean men\", that is Potiphar, for The Holy One Blessed Be He darkened(lit., i.e. blinded) his eyes and castrated him.", 
        "0_Parasha, 4_Chapter, 2_Midrash": "“…O daughters of Jerusalem…” (Song of Songs 1:5) The Rabbis say: don’t read it as ‘daughters (b’not) of Jerusalem’ but rather as ‘builders (bonot) of Jerusalem.’ This refers to the Great Sanhedrin of Israel who sat and made them understand (mvinin) every question and judgment. Another explanation. ‘O daughters of Jerusalem’ R’ Yochanan said: in the future Jerusalem will become the metropolis of all the countries, and be drawn to her for her glory, as it is written “Ashdod with her towns (bnoteha) and her villages, Gaza with her towns and her villages…” (Joshua 15:47) Until Lesha (comp. Genesis 10:19) This is the opinion of R’ Yochanan, because R’ Yochanan said: It is written “…and I shall give them to you for daughters (b’not), but not from your covenant.” (Ezekiel 16:61) What does ‘for daughters’ mean? For villages. ‘But not from your covenant,’ not from your dowry, but from Mine. R’ Bibi said in the name of R’ Reuven: “Sing you barren woman…” (Isaiah 54:1) Should she sing? She is barren! Rather, sing you barren woman because you have not born children for Gehinnom. R’ Berachia said in the name of R’ Shmuel bar Nachman: Israel is compared to a woman. Just as a woman takes a tenth of her father’s possessions and leaves, so Israel inherited the lands of the seven peoples who are one-tenth of the seventy nations. And since Israel inherited like a woman, they sang a song in the feminine, as it says “Then Moses and the children of Israel sang this song (shirah) to the Lord…” (Exodus 15:1) But in the time to come they will inherit all the possessions of their father like a man, this is what is written “…from the eastern side to the western side, for Judah; one portion,” (Ezekiel 48:7) Dan has one portion, Asher has one portion. All of them are so, and they are all written in the masculine, as it says “Sing to the Lord a new song (shir chadash)…” (Psalms 96:1) It doesn’t say a new song in the feminine (shirah chadashah) but rather in the masculine (shir chadash). R’ Berachia and R’ Yehoshua ben Levi: why is Israel compared to a woman? Just as a woman loads and unloads, loads and unloads, and then unloads but does not load again, so to Israel is enslaved and redeemed, enslaved and redeemed but then they are redeemed and never enslaved again. In this world, because their pain is like that of a woman in labor, they sing a song before Him in the feminine form. In the world to come their pain will not be like that of a woman in labor and they will sing their song in the masculine, as it is written “On that day, this song (hashir) shall be sung…” (Isaiah 26:1)", 
        "0_Parasha, 0_Chapter, 2_Midrash": "An additional meaning: \"See a man diligent in his work, before kings he will stand, he will not stand before mean men\", these are the righteous, for they are engaged in the work of The Holy One Blessed Be He. Therefore, before kings they will stand, for they will stand with the Torah. As it is stated, \"By me kings shall rule (Proverbs 8).\" \"They will not stand before mean men\", these are the wicked. As it is stated, \"And their work was in the dark.\" Also it is written, \"Let their way be dark and slippery (Psalms 35) .\"", 
        "1_Parasha, 13_Chapter, 2_Midrash": "Rabbi Elazar interpreted the passage with reference to [the Children of] Israel at the time when they were standing [to cross] the sea. [When the verse says:] \"O my dove, in the cranny of the rocks...\" it is because [the Israelites]  were hidden within the [split] sea. \"Let me see your face\" is that which is referred to in \"Stand by, and witness the deliverance of the LORD...\" (Exodus 14:13). \"Let me hear your voice\" is talking of the Song of the Sea (Exodus 15:1) [where it says]: \"Then Moses and the Israelites sang...\". \"For your voice is sweet\" is talking of [other occasions of] their singing. \"And your face is comely\" - because the Israelites saw [the wonders performed by] God's 'finger' and said: \"This is my God and I will enshrine Him...\" (Exodus 15:2)", 
        "6_Parasha, 4_Chapter, 2_Midrash": "“…your nose is as the tower of Lebanon…” (Shir HaShirim 7:5) This refers to the Holy Temple. Just as the nose is placed at the highpoint of a person, so too the Holy Temple is placed at the highpoint of the world. Just as the majority of decorations are hung from the nose, so to the priests, levites and kings are from Yaakov. ‘as the tower of Lebanon.’ As it says “…this good mountain and the Lebanon.” (Devarim 3:25) R’ Teviyumi said ‘it bleaches out (malbin) the sins of Israel like snow, as it says “…If your sins prove to be like crimson, they will become white as snow…” (Yeshayahu 1:18) R’ Shimon bar Yochai says ‘because all hearts (levavot) rejoice in it, as it says “The fairest of branches, the joy of the entire earth- Mount Zion…” (Tehillim 48:3) The Rabbis say ‘because “…and My eyes and My heart (libi) shall be there at all times.” (Melachim I 9:3) “…facing towards Damascus.” (Shir HaShirim 7:5) R’ Yochanan said ‘in the future, Jerusalem will spread out until it reaches the gates of Damascus, as it says “The prophecy of the word of the Lord in the land of Hadrach.”’ (Zechariah 9:1) What is Hadrach? This is an argument between R’ Yehudah and R’ Nechemia. R’ Yehudah says ‘it is a place called Hadrach.’ R’ Yosi ben Dormaskit said to him ‘by the Temple service! I am from Damascus and there is a place there called Hadrach!’’ R’ Nechemia said ‘this refers to the King Messiah who is severe (chad) and soft (rach). Severe to the nations and soft with Israel.’ Another explanation. Hadrach refers to the King Messiah who in the future will guide (hadrich) all the people of the world in return before the Holy One. \"And Damascus is His resting place…” (ibid.) And is Damascus His resting place?! His resting place is only in the Holy Temple, as it says “This is My resting place forever…” (Tehillim 132:14) He said to him ‘in the future, Jerusalem will spread out on every side until it reaches the gates of Damascus, and the exiles will come and rest beneath her in order to fulfill what it says \"And Damascus is His resting place…” (Zechariah 9:1) How does R’ Yochanan explain the verse “…and the city shall be built on its mound…” (Yirmiyahu 30:18)? Like this fig tree, which is narrow at the bottom and wide above, so Jerusalem will be in the future  - spreading out on all sides with the exiles coming to rest beneath her to fulfill what is written “For right and left shall you prevail…” (Yeshayahu 54:3) This refers to length, from where do we learn width? The scripture says “…from the tower of Hananel until the king's wine-cellars.” (Zechariah 14:10) R’ Zachai Raba said ‘until the pits of Ripa, until the wine vats dug out by the King, king of kings, the Holy One.’ We have the width and breadth, from where do we learn height? “And it became wider and it wound higher and higher to the cells…” (Yechezkel 41:7) It was taught: in the future Jerusalem will spread out and grow upwards until it reaches the Throne of Glory, until she says ‘the place is too narrow for me.’ R’ Yosi son of R’ Yirmiyah said ‘we still have not learned the source of Jerusalem’s praiseworthiness. We learn it from her walls, as it says “But I will be for it-says the Lord-a wall of fire around, and for glory I will be in its midst.” (Zechariah 2:9)\n", 
        "1_Parasha, 4_Chapter, 0_Midrash": "“Sustain me with flagons of wine (ashishot)” (Shir HaShirim 2:5) with two fires (aishot) – with the fire above and the fire below. Another explanation: ‘sustain me with flagons of wine,’ with two fires – the written Torah and the Oral Torah. Another explanation: ‘sustain me with flagons of wine,’ with many fires – with the fire of Avraham, and Moriah and the burning bush, and the fire of Eliyahu and that of Chananya, Mishael and Azaria…", 
        "5_Parasha, 11_Chapter, 0_Midrash": "\"Before I was aware, she set me [upon the most lavish of chariots\" (Song of Songs 6:12). R. Hiyya taught: This can be compared to a princess who was collecting fallen sheaves. The king passed by and recognized that she was his daughter, so he sent his friend to take her and seat her with him in his carriage. Her friends were astonished by her and said, \"Yesterday you were collecting fallen sheaves and today you sit in a carriage with the king?!\" She said to them, \"Just as you are astonished by me, so too am I astonished by myself!\" And she applied to herself the verse, \"Before I was aware, she set me [upon the most lavish of chariots].\" So too, when Israel was in Egypt, forced to work with mortar and bricks, and considered disgusting and worthless in the eyes of the Egyptians. Then, when they became free, were redeemed, and were made into the rulers of the whole world, the nations of the world were astonished and said, \"Yesterday you were slaves working with mortar and bricks and today you've become free and rulers over the entire world?!\" And Israel said to them, \"Just as you are astonished by us, so too are we astonished by us!\" And they applied to themselves the verse, \"Before I was aware, she set me [upon the most lavish of chariots].\" Another interpretation: \"Before I was aware, she set me [upon the most lavish of chariots].\" The Scriptures refer to Joseph the righteous. Yesterday \"they bound his feet with fetters; his body with iron\" (Ps. 105:18), and today \"and Joseph was governor over the entire land\" (Gen. 42:6). And he applied to himself the verse, \"Before I was aware, she set me [upon the most lavish of chariots].\" Another interpretation: \"Before I was aware, she set me [upon the most lavish of chariots]\" refers to David. Yesterday he fled from Saul, and today he is King David, so he applied to himself the verse, \"Before I was aware, she set me [upon the most lavish of chariots].\" Another interpretation: \"Before I was aware, she set me [upon the most lavish of chariots].\" Scripture refers to Mordecai. Yesterday \"He wore sackcloth and ash\" (Esther 4:1), and today \"Mordecai went out from the presence of the king in the royal garments of blue and white...\" (ibid. 8:15). And he applied to himself the verse, \"Before I was aware, she set me [upon the most lavish of chariots].\" Another interpretation: \"Before I was aware, she set me [upon the most lavish of chariots].\" Scripture refers to the Congregation of Israel. The Congregation of Israel said to the nations of the world, \"Do not rejoice over me; I have fallen, but I will rise\" (Micah 7:8), because during the time when I dwelt in darkness, the Holy One of Blessing brought me into the light, as it is said, \"Though I sit in darkness, the Eternal is my light.\" And she applied to herself the verse, \"Before I was aware, she set me [upon the most lavish of chariots].\"", 
        "7_Parasha, 4_Chapter, 0_Midrash": "“Place me as a seal” (Song of Songs 8:6)—Rabbi Berekhyah said:  “This refers to the recitation of the Shema, as it says:  “And these matters… shall be upon your heart” (Deuteronomy 6:6). “As a seal upon your arm”—This refers to tefillin, and this is what is meant when it says, “And you shall bind them upon your arm” (Deuteronomy 6:8).", 
        "7_Parasha, 1_Chapter, 0_Midrash": "\"I would lead you, I would bring you...\" (Shir Hashirim 8:2) I would bring you from the upper spheres to the lower. \"I would bring you to the house of my mother...\" This is Sinai. R' Berachia said: why do we call Sinai 'my mother's house'? Because there Am Yisrael was made as a day old baby. \"...of her who taught me...\" commandments and good deeds. \"I would let you drink of the spiced wine...\" These are the great mishnas, like the mishna of R' Chiya Raba, the mishna of R' Hoshaya and Bar Kapara and the mishna of R' Akiva...", 
        "1_Parasha, 1_Chapter, 0_Midrash": "As a lily among the thorns.  Rabbi Yitzchak applied this reading to Rebekah, as it is said (Genesis 25), \"And Isaac was forty years old when he took Rebekah, the daughter of Betuel, the Aramean, from Paddan Aram, the sister of Lavan, the Aramean, etc,\" If it wants to teach that she was from Paddan Aram, why does the text say 'sister of Lavan the Aramean'?  Rather, it is to tell us that her father was a trickster, her brother was a trickers and the inhabitants of that place were tricksters and that this righteous one came from their midst.  To what can she be compared?  Like a lily among the thorns.  Rabbi Pinchas in the name of Rabbi Simon said, \"It is written (Genesis 28), 'And Yitzchak sent Yaakov to Paddan Aram to Lavan, son of Betuel, the Aramean, grouping all of them as tricksters.", 
        "0_Parasha, 3_Chapter, 0_Midrash": "“Draw me after you / we will run” (Song of Songs 1:4). At Sinai, when the Jews were ready to receive the Torah, God said to them, “What? Am I supposed to give you the Torah without any security? Bring some good guarantors that you will keep it properly, and I will give it to you.” Jews: Our ancestors will be our guarantors. God: They themselves need a guarantor! Avraham questioned Me: “How will I know?” (Genesis 15:8). Yitzchak loved Esav although I hate him (Malachi 1:3). Yaakov thought I mistreated him (see Isaiah 40:27). Jews: Our prophets. God: I have complaints against them, too: “The shepherds sinned against Me” (Jeremiah 2:8). “Israel, your prophets were like foxes…” (Ezekiel 13:4). Jews: Our children are our guarantors. God: Now, that’s a guarantor! “From the mouth of infants and babes You founded oz (strength)” (Psalms 8:3)—this is Torah (ibid., 29:11). What happens if the borrower doesn’t pay? The lender collects from the guarantor. “If you forget [My] Torah, I will ‘forget’ your children” (Hosea 4:6). Therefore a person has to bring his child into the Torah and educate him in it (Shir HaShirim Rabbah 1:4:1).", 
        "1_Parasha, 1_Chapter, 4_Midrash": "R’ Huna explained the verse as referring to the kingdoms. Just as a rose placed among the thorns, when a north wind blows and bends it to the north and the thorn pricks it, nevertheless its heart remains aligned upward, so too Israel - even though they are sucked dry by crop taxes and monetary taxes their heart is still aligned toward their Father in Heaven, as it says “My eyes are always to God…” (Psalms 25:15) R’ Ibo explained the verse as referring to the future redemption. Just as this rose placed among the thorns is hard for its owner to pick, and what does he do? He brings fire, burns all around it and afterwards picks it. So too “…the Lord has commanded concerning Jacob [that] his adversaries shall be round about him…” (Lamentations 1:17) Like Chalamish in relation to Gavoh, Yericho in relation to No’adan, Susitan in relation to Tiveria, Castera in relation to Chaifa, Lod in relation to Ono, this is what is written “This is Jerusalem; in the midst of the nations I have placed it…” (Ezekiel 5:5) In the future when the end comes, what will the Holy One do? He will bring fire and burn everything outside of it, as it is written “And the peoples shall be as the burnings of lime…” (Isaiah 33:12) What is written there? “The Lord alone guided them…” (Deuteronomy 32:12)"
    }, 
    "meta": "Parasha-Chapter-Midrash"
}