{
    "title": "Shorshei HaYam on Mishneh Torah, Daily Offerings and Additional Offerings",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Shorshei_HaYam_on_Mishneh_Torah,_Daily_Offerings_and_Additional_Offerings",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש אי שני תמידין מעכבין זה את זה טעו </span>\n<b> או שגגו אפי' הזידו ולא הקריבו תמיד של שחר כו' בשנתחנך המזבח כו'.</b> נ\"ב הכי איתא במנחות דמ\"ט תנן התם לא הקריבו כבש בבוקר יקריבו בין הערביים אר\"ש אימתי בזמן דהיו אנוסין או שוגגין אבל אם היו מזידין לא יקריבו בין הערבים לא הקטירו קטורת בבוקר יקטירו בין הערבים אר\"ש וכולה היתה קריבה בין הערבים שאין מחנכין את המזבח הזהב אלא בקטורת הסמי' ולא מזבח העולה אלא בתמיד של שחר ופריך בגמ' לא הקריבו כבש בבקר כו' אר\"ש וכולה היתה קריבה בין הערביים שאין מחנכין את המזבח הזהב אלא בקטורת הסמים חינוך מאן דכר שמיה חסורי מחסרא והכי קתני לא הקריבו כבש בבקר לא יקריבו בין הערביים בד\"א שלא נתחנך המזבח אבל נתחנך המזבח יקריבו בין הערביים כו' מה\"מ כתיב את הכבש השני תעשה בין הערבי' ולא א' בד\"א שלא נתחנך המזבח אבל נתחנך אפי' ראשון בין הערבים.<br><b> וכתבו </b> התוס' בד\"ה בד\"א כו' אבל כו' יקריב ראשון דוקא ולא שני מדלא קתני וב' היו קרבין לר\"ש כו' יע\"ש וק\"ל טובא דבמס' ברכות דכ\"ו ע\"ב אמרי' איבעייא להו טעה ולא התפלל מנחה מהו שיתפלל ערבית שתים את\"ל טעה ולא התפלל ערבית מתפלל שחרי' שתים משום דחד יומא הוא דכתיב ויהי ערב ויהי בקר יום אחד כו' אבל הכא תפלה במקום קרבן היא וכיון דעבר יומו בטל קרבנו א\"ד כיון דצלותא רחמי הוא כל היכא דבעי ליצלי וליזיל ת\"ש כו' אר\"י טעה ולא התפלל מנחה מתפלל ב' ערבית ואין בזה משום דעבר יומו בטל קרבנו ע\"כ הרי מכאן מוכח בהדיא דאם לא הקריבו כבש בבקר יקריבו בין הערבים וכן האברים אם לא הקריבו בלילה יקריבום בשחר אחר עיקרי שהוא התמיד דאלת\"ה קשיא דכי היכי דמספ\"ל במנחה ה\"נ הו\"ל לספוקי בערבית דכיון דתפלה במקום קרבן קאי כי היכי דהתם לית ליה תשלומי' ביומיה ה\"נ בתפלה אלא ודאי מוכרח לומר דפשיטא ליה לתלמודא דבקרבן יש תשלומי' ביומיה אבל כיון דעבר יומיה בטל קרבנו ולהכי לא מיבעייא ליה אלא במנחה ולא בערבית וא\"כ ק' מאד על התוספות איך רוצים לומ' דדוק' א' ולא ב' וא\"ת דלפי האמת אינו כן אלא כולהו אית להו תשלומין משום צלותא רחמי הא ליתא דהול\"ל אדתבעי לך במנחה תבעי לך בכולהו איך שיהיה דברי התוספות ז\"ל קשים אצלי טובא.<br><b> ולפי </b> חומר הענין נלע\"ד לפרש דהכי פירושו לא הקריבו כבש בבוקר לא יקריבו בין הערביים בד\"א שלא נתחנך המזבח ולזה לא יקריבו כלל דאע\"ג דשל שחר יש לו תשלומי' מ\"מ כיון דלתשלומי' קאתי קרב של בין הערביים קודם ואח\"כ של התשלומי' דכן הוא הראוי וכיון שכן נמצא דמתחנך המזב' בתמיד של בין הערבי' שהוא קרב קודם ולזה לא יקריבו כלל אבל אם נתחנך המזבח כשלא הקריבו בבוקר יקריבו בין הערביים שניהם יחד תחילה של ב\"הע ואח\"כ של תשלומין ומ\"ש התוספו' דאם איתא הו\"ל למיתני ושניהם היו קריבין לר\"ש כי היכי דקתני וכולה היתה קריבה הא ליתא דבהא לא פליגי דגם לת\"ק השני חצאים נקטרים בין הערבים א' של בין הערבים וא' של תשלומין וכן בתמידים ומאי דקאמר ר\"ש וכולה היתה קריבה היינו דלרבנן היו מקטירין אותו לחצאין ולר\"ש כולה שלימה היתה קריבה לשם בין הערבים ולא היו חוצין אותו לחצאין זה נלע\"ד ויש לי סמך מן הגמ' מדקאמר את הכבש א' תעשה בבוקר ואת הכבש הב' תעשה ב\"הע ולא ראשון ב\"הע בד\"א כו' אבל כו' אפי' ראשון ב\"הע וה\"פ שני ב\"הע ולא שיהא של ב\"הע ראשון ושל שחר שני וכגון שלא הקריבו בבקר שמקריבין אותו לתשלומין אחר של ב\"הע לזה בא הכתוב ופי' את הכבש כו' וה\"פ אם את הכבש א' תעשה בבוקר את הכבש השני תעשה ב\"הע ואם לאו לא יקריב ב\"הע בד\"א שלא נתחנך אבל נתחנך אפי' שיהיה הראשון של ב\"הע ואח\"כ של תשלומין כשר ומותר דאל\"כ היכי קרי ליה ראשון דלא שייך ראשון אם לא יש שני זה נלע\"ד מכח הקושיא וה' ברחמיו יצילנו משגיאות והנה מדברי רבי' כאן משמע שפי' כמו שפי' התוס' שכתב בד\"א שנתחנך המזבח אבל אם היה המזבח חדש שעדין לא קרב עליו כלום לא יקריבו תחילה ב\"הע שאין מחנכין אותו כו' ופי' דבריו הוא דכשנתחנך מקריבין התמיד דוקא ולא התשלומין והיינו כמו שפי' התוספות ז\"ל ע\"כ."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובגדי </b>\n<b> כהונה שתורם בהן הדשן יהיו כו'.</b> הנה הרב מש\"ל כאן בפרקין עמד בסוג' דיומא דכ\"ג עלה דאיפליגו ר\"ל ור\"י גבי הרמת הדשן אם היה בשני כלים או בג' קאמר דר\"ל ס\"ל דהרמה לאו עבודה היא ומשו\"ה סגי בשני כלים והוקשה לו להרב לס' ר\"ל מההיא דאיפליגו התם דכ\"ד רב ולוי אי זר חייב מיתה בתרומת הדשן דרב פטר ליה משום דאינה עבודת מתנה ולוי מחייב לה משום דרבי רחמנא לכל דבר המזבח והשתא ר\"ל כמאן ס\"ל כרב אי ס\"ל כרב ל\"ל לטעמא דלאו עבודת מתנה ת\"ל דלא עבודה היא ואי ס\"ל כלוי מי איכא מידי דלאו עבודה היא וזר חייב עליה ואדרבא נילף מהכא דהרמה עבודה היא מדרבי רחמנא לכל דבר לחייב לזר ותי' לזה דר\"ל ס\"ל כרב ולאו מטעמיה אלא משום דלאו עבודה היא אך אכתי ק' ההיא דירוש' דהביא מחלוקת רב ולוי בשם ר\"י ור\"ל ור\"ל פטר ליה לזר משום טעמיה דרב דלאו עבודת מתנה היא והניחה בצ\"ע יע\"ש ולע\"ד ל\"ק כלל דהא באותה סוגייא דכ\"ג ע\"ב מייתי הש\"ס בתר פלוגתייהו דר\"י ור\"ל פלוגתייהו דר\"י ור' דוסא גבי קרא דולבש דכתי' גבי הרמה וקאמר דר' יודא דריש ילבש להביא מצנפת ואבנט ור' דוסא דריש ליה לרבות בגדי כהן גדול ביו\"הכ דכשרים לכהן הדיוט והוה בעי הש\"ס למימר דר\"י ור' דוסא פליגי אי חשיבא הרמה עבודה או לא ולר' דוסא סגי בשש כלים ודחי דאף לר' דוסא עבודה היא ובעי ד' כלים ולא בעיקר פלוגתייהו היא אי בעי קרא לרבות הני שני כלים יע\"ש והשתא מבואר דלר' יאודה ודאי עבודה היא מדבעי ד' בגדים והשתא איכא למימר דההיא דירושלמי וההיא דרב דבעו טעמא למעט זר ממיתה גבי הרמה משו' דלאו עבודה מתנה היא אתי אליבא דר' יאודה דס\"ל דהרמ' עבודה היא ודוק כנלע\"ד ברור."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש דישון המנורה ומהו </span>\n<b> דישון המנורה כל נר שכבה מסיר הפתילה וכל השמן שבנר כו' והדלק' הנרו' היא הטבתן ונר שמצאו שלא כבה מתקנו.</b> ע\"כ. וכתב מרן בכ\"מ מ\"ש והדלקת הנרות היא הטבתן זהו דעת רבינו שהוא סובר שגם בבוקר מדליק הנרות דכי כתיב והקטיר עליו אהרן קטורת סמים בבוקר בהטיבו את הנרות פירו' בהטיבו בהדליקו והאחרונים חולקים עליו ואומרים שאין הדלקת הנרות אלא ב\"הע ופי' בהטיבו אינו הדלקה אלא תיקון הפתילות וכל זה תמצא באורך בתשו' הרשב\"א סי' ש\"ט ומ\"ט עכ\"ל נ\"ב עיין בחי' הריטב\"א בפ\"ק ביומא לדף י\"ד ע\"ב ד\"ה אמר אביי ל\"ק שנרא' מדבריו דקאי בשי' ר' וז\"ל ותי' דסתמא דמס' תמיד ס\"ל דצפון ודרום היו עומדין ולא היה מפסי' ביניה' אלא מדליק שבעתן כא' עכ\"ל וממ\"ש מדליק שבעתן כא' ולא כתב מטיב שבעתן כא' מבואר דס\"ל דהטב' היינו הדלקה כס' רבינו ועיין להרשב\"א באותה תשו' שביקש טעם לדעת רבינו יע\"ש ולא ידעתי מה יענה רבינו ז\"ל ודעימיה ביום שידובר בהם מקרא שכתו' בדברי הימים ב' סי' י\"ג ומקטירים לה' עולות בבוקר בבוקר ובערב בערב ומנורת הזהב ונרותיה לבער בערב בערב כו' הרי דגבי עולות נקט בבוקר ובערב דהיינו תמיד של שחר ותמיד של בין הערביים וגבי הדלקת הנרות ומנורה לא נקט אלא בער' דמבואר דהדלקת הנרות לא היתה בבוקר אלא בערב וכעת צ\"ע."
            ]
        ],
        [],
        [
            [],
            [
                "<span class=\"H\">שורש על בסמוך או על ממש וסומך </span>\n<b> כל מערכה בשתי קצוות בצד כל מערכה.</b> הנה בענין זה אי דרשי' על בסמוך או על ממש עיין בפ' שתי הלחם דפליגי תנאי בקרא דונתת על המערכת לבונה זכה אי בעינן על ממש או על בסמוך וכן בסוטה פ' אלו נאמרים דל\"ו גבי קרא דונתת את הברכה על הר גריזים פליגי בהכי אי על ממש או אפי' בסמוך וכן בפ' כל המנחות דס\"ב ע\"א גבי קרא דוהניף הכהן אותם על לחם הבכורים פליגי בהכי ועיין בפ' הקומץ רבה דכ\"ז ע\"ב גבי אשר תאכל האש על המזבח דמספקא ליה לתלמודא אי בעינן התם על ממש.<br><b> ואגב </b> אומר מאי דק\"ל קצת במאי דבעי התם חזקיה אברים שסדרן וסדר עליהן את המערכה מהו על העצים אמר רחמנא דוקא על העצים א\"ד כיון דכתי' קרא אחרינא אשר תאכל האש את העולה על המזבח אי בעי עביד הכי ואי בעי עביד הכי וסלקא בתיקו. נמצא דמשום דאית לן תרי קראי דסתרן אהדדי דחד מינייהו משמע על העצים וחד מינייהו על המזבח קמספ\"ל דילמא קרא קמא דוקא דהיינו על העצים ואידך דעל המזבח לאו דוקא א\"ד אי בעי עביד הכי ואי בעי עביד הכי ואילו בההיא דפ' כל המנחות גבי קרא דוהניף הכהן על לחם הבכורים דאיכא אידך קרא דקאמר על שני הכבשים קאמר בברייתא אשתקל הכתו' ואיני יודע אי לחם ע\"ג כבשים ואי כבשים ע\"ג לחם ולא קאמר דקרא קמא דוקא ואידך לאו דוקא אלא אי בעי עביד הכי ואי בעי עביד הכי וי\"ל ועיין במ\"ש התוס' בפסחים פ' תמיד נשחט דס\"ט ע\"ב ד\"ה לא אמרינן על בסמוך דהוק' להם דבפ' שתי הלחם דנ\"ח פליגי אי בעינן על בסמוך או על ממש וכן בפרק אלו נאמרים דל\"ו פליגי בקרא דונתת את הברכה על הר גריזים אי על בסמוך או על ממש וליכא למ\"ד דעל לאו דוקא אלא או בסמוך או על ממש ותירצו דהדבר תלוי בסברא דגבי בזיכי לבונה דכתיב על המערכת כיון דבשע' הנחת לחם היו מניחים אותם ובשעת סילוקם היו מקטירין אותם סברא הוא דהוי לפחות בסמוך וכן גבי ונתת את הברכה על הר גריזים ס' הוא דלכל הפחות סמוך בעינן דאי לאו הכי למאי כתביה משא\"כ גבי חמץ דהסברא הוא דלא קפיד קרא אלא שלא יהיו ברשותו והכי קאמר קרא לא תזבח הפסח על חמץ שיש ברשותך ועיין ג\"כ בדבריהם במנחות פ' התודה דע\"ח ע\"ב ד\"ה ולא בעינן על בסמוך שתירצו ההיא דהשוחט את התודה בפנים ולחמה בחוץ לחומה דלר\"י לא בעי על בסמוך ואפי' חו' לחומת בית פאגי מקדש הלחם דאע\"ג דכתיב על זבח התודה לא בעינן על בסמוך דסברא הוא דלא קפיד קרא לענין מקדש לחם אלא שיהיה הלחם קיים בעת שחיטת הזבח ובהכי מתקדש משא\"כ גבי תנופה דשתי הלחם דפליגי תנאי בס\"פ כל המנחות אי על ממש או על בסמוך וליכא למ\"ד דלא בעינן על בסמוך דכיון דתנופה דשתי הלחם כעין הקרבת שני הכבשים הוא סברא דבעינן על בסמוך א\"ד.<br><b> ועפ\"י </b> קושייתם הנז' יישב מרן מלכא הרב המופ' כמוהרח\"א נר\"ו דברי רבינו בפ\"ח מה' תמידין ומוספין הי\"א שכתב כיצד הנפת הלחם עם שני כבשי עצרת כו' והק' הלח\"מ שלא ביאר רבינו שהנפת הכבשי' בעודן חיים היה בצד שתי הלחם כמו שביאר בהנפת דלאחר שחי' שהיה צריך בצד שני הלחם ובגמ' מוכח דקודם שחיטה היה צריך שיהיה בצד השתי הלחם ועיין במה שנדחק הלח\"מ אמנם ע\"פ קושייתם דק\"ל להתוס' מההיא דבזיכי לבונה דלכל הפחות בעינן על בסמוך וכאן גבי חמץ קאמר ר\"י דלא בעינן על בסמוך ואיהו ז\"ל לא ניחא ליה בתירוץ התוס' והוצרך לומר דגבי בזיכי לבונה ה\"ט דלא דרשינן קרא דומייא דחמץ דכונת הכתוב לומר ונתת על המערכת לבונה זכה כלומר כל זמן שתתן מערכת תביא לבונה דומיא דלא תזבח על חמץ ואפי' שלא יהיה בסמוך אלא במקום אחר דא\"כ משמע דקרא קפיד על הלבונה שכל שתתן מערכת צריך שתתן לבונה ואם לא תביא לבונה לא תתן מערכת דהלבונה מעכבת את המערכ' דהכי משמע פשטי' דקרא כי דרשינן לקרא הכי ונתת על המערכת כלומר צריך שתתן לבונה על המערכת כשתתן מערכת משא\"כ איפכא כשיש לבונה ולא יש מערכת שאין המערכת מעכבתו והא ודאי אי אפשר לאומרו שהרי שנינו בפ' הקומץ רבה דכ\"ז ע\"ב ופסקה רבינו בפ\"ה מה' ת\"ומ דהסדרי' והבזיכים מעכבים זה את זה מדכתיב בהם חוקה יע\"ש וכיון שכן ע\"כ למדרש קרא דעל או על ממש או בסמוך משא\"כ גבי קרא דאת שתי הלחם דכתיב והני' אותם על לחם הבכורים תנופה דמצינן למדרש קרא דומייא דעל חמץ והכונה לומר דכל שיש הנפת שתי הלחם צריך שיהיה שני הכבשים ואם לא יש לחם לא יש כבשים דשתי הלחם מעכבים את הכבשים והכבשים אינן מעכבים את הלחם וכמו שפסק רבינו בפ\"ח מה' ת\"ומ דט\"ו דקבע הלכתא כר\"ע דפליג אבן ננס בפ' התכלת דמ\"ה יע\"ש וכי פליגי תנאי בפ' כל המנחות דס\"ב בקרא דוהניף אותם על לחם הבכורים אי על ממש או על בסמוך היינו משום דמשמע להו דהכבשים מעכבים את הלחם ואין שתי הלחם מעכבים את הכבשים ואמטו להכי לא מצו למדרש קרא דומייא דלא תזבח על חמץ דלא בעי' על ואפי' בסמוך משא\"כ לדידן דקי\"ל כר\"ע דדרשינן קרא הכי דומייא דלא תזבח על חמץ ולא בעינן שיהיה הנפת שני הכבשים בעודן חיים שיהיו סמוכין לשני הכבשים ומה שהצריך לאחר שחיטה שיהיה בצד שתי הלחם היינו משום דהנפה דלאחר שחיטה ילפינן לה מאשם מצורע שהיה צריך תנופה ונפקא לן מזבחי שלמי צבור עם הלוג של שמן בבת אחת כמ\"ש מרן.<br><b> ולבי </b> מגמגם בתי' זה דא\"כ בפ' התכלת דמ\"ה ע\"ב אמאי קאמר תלמודא דטעמ' דר\"ע דקא' הלחם מעכב את הכבשי' ואין כבשי' מעכבים את הלחם היינו משום דגמר יהיו מתהיינה יע\"ש ולימא דטעמא דר\"ע משום דדריש קרא דוהניף הכהן אותם על לחם הבכורים דומה דעל לחם חמץ וכיון שכן עכ\"ל דהלחם מעכב הכבשים ואין הכבשים מעכבין אלא ודאי דאי לאו דגמר יהיו מתהיינה הו\"ל למדרש קרא בעל ממש או בעל בסמו' וכיון שכן גבי קרא דונתת על המערכת נמי אפי' כי לית לן קרא לומר דב' מעכבין זא\"ז פשטיה דקרא אית לן למדרש בעל ממש או בעל בסמוך והדרא קו' התוס' לדוכתא מ\"ש מקרא דלא תזבח על חמץ ולית לן לתרוצי אלא כמו שתירצו הם ז\"ל ואפשר לומר דשאני קרא דוהניף דאית לן למדרש קרא בעל ממש או בסמוך כיון דאיכא ג\"ש דיהיה יהיה כדגמר ן' ננס כדאיתא התם בגמר' ואמטו להכי לאפוקי מהאי ג\"ש הוצרך לומר דר\"ע גמר ג\"ש אחרינא ועדיין צ\"י ועיין בתשו' רב צבי סי' קס\"ח הביא הרבה מקומות דבעי' על ממש כגון קרא דעל כל קרבנך תקריב מלח ושנינו בזבחים ספגו במלח ודחה לזה דהתם כתיב קרא אחרינא ועל כל קרבן מנחתך במלח תמלח. אבל אידך קרא כתיב והזה הטהור על הטמא ושנינו בפי\"ב דפרה הזה על שתי כלים ספק מחברו ומיצה עליו הזאתו פסולה דבעינן על ממש. וכן מחט שהיא נתונה על החרס ספק על המחט הזייתו פסולה. וכן בטהרת מצורע על תנוך אזנו בעינן על ממש ולא בסמוך כאותה ששנינו אין לו בהן ידו אין לו טהרת עולמית ולא אמרי' יתן לו בסמוך. וכן גבי שילוח הקן כתי' והאם רובצת על האפרוחים או על הבצים. ותנייא בפ' שילוח הקן דק\"מ היתה יושבת ביניהם פטור מלשלח ע\"ג חייב לשלח דבעינן על ממש ומתוך כך כתב דלעולם על ממש בעי' זולת היכא דאיכא סברא לומר דלאו דוקא היפך הדרך שכתבו התוס' דלעול' לא בעי' על ממש זולת היכ' דאיכ' סברא יע\"ש.<br><b> והנה </b> ראיה זו שהביא מהא דטהרת המצורע דבעינן על ממש אישתמיט מיניה ההיא דאמרינן בפ\"ק דמנחות ד\"ט סע\"ב דקאמר ליה ר\"י לר\"ז על בהן ידו הימנית ועל בהן רגלו הימנית דכתיב בשמן המצורע למה לי חד להכשיר צדדין וחד ליפסל צידי צדדין וכתב רש\"י חד על בהן דיד ורגל להכשיר צדדין דדרשי' על בסמוך כדכתי' ועליו מטה מנשה וחד על בהן ליפסל צידי צדדין בשם התחתון שכנגד הכף דעל אמרי' ולא תחת יע\"ש. והשתא משו\"ה אמרי' דכל שאין לו בהן כלל אין לו טהרה משום יתורא דקרא דעל. ועיין עוד בזבחים פ\"ב די\"ט ע\"א גבי קרא דבגדי כהונה דכתיב יהיו על בשרו דמצריך הש\"ס שיהיה עליו ממש ולא יהיה דבר חוצץ. וע\"ע במנחות דצ\"ד ע\"א לינפו בהדי הדדי קהוייא חציצה. ודע דבענין זה אי אמרינן על בסמוך או לא איפליגו ר\"י ור\"ל גבי השוחט את הפסח על החמץ דאמרי' שם בגמרא. אמר רשב\"ל לעולם אינו חייב עד שיהא עמו בעזרה. ור\"י אמר אף ע\"פ שאין עמו בעזרה ושקיל וטרי שם אי פליגי בעל בסמוך או לא ומסיק אמרי לעולם בעל בסמוך קמפלגי וצריכא דאי איפליגי לענין חמץ הו\"א בההוא קאמר ר\"י לא בעי' על בסמוך משום דאיסור הוא וכל היכא דאיתיה איתיה אבל לענין מקדש לחם לא קדיש ליה אלא בפנים אימא מודה ליה לרשב\"ל דבעינן על בסמוך וכו'. ואי אשמועינן לענין מקדש לחם הו\"א בהא קאמר רשב\"ל דבעינן על בסמוך אבל לענין חמץ אימא מודה ליה לר\"י קמ\"ל. ואיכא למידק לכאור' דהיכי תיסק אדעתין דהכא בחמץ מודה ליה דלא בעי' על בסמוך מאחר דשמעינן ליה לרשב\"ל דס\"ל בעלמא התראת ספק לאו שמיה התראה דמה\"ט הוה בעי' מימ' מעי' דבהא פליגי רשב\"ל ור\"י וא\"כ איך יתכן לו' דרשב\"ל מוד' לר\"י דלא בעי' על בסמוך.<br><b> וראיתי </b> להלח\"מ בפ\"א מה' ק\"פ ד\"ה שכתב דלפו' מאי דאמרינן השתא דפליגי בעל בסמוך מיירי תלמודא דהמותרה ידע ואומר בפירוש אעפ\"כ אני עושה דאלת\"ה למה ליה לר\"ל טעמא אחרינא לימ' טעמא משום התראת ספק עכ\"ל וכ\"כ בס' סם חיי ועיין בס' מלכי בקדש מ\"ש שם ודבריו קשים כאשר א' הרואה יראה יע\"ש ואני תמיה עליהם דאין מקום לקו' זו כלל וכלל דכי פליגי בהתראת ספק לא נ\"מ מידי אלא לענין מלקות דלמ\"ד שמה התראה לקי ולמאן דאמר לא שמה התראה לא לקי אבל לענין איסור לאו דלא תשחט על חמץ לכ\"ע עובר על לאו זה לא כן כי פליגי אי בעינן על בסמוך או לא בעינן על בסמוך נ\"מ לענין העברת לאו זה דלא תשחט על חמץ דלמ\"ד על בסמוך כל שאינו בסמוך לא עבר על לאו זה ולמ\"ד דלא בעי' על בסמוך עובר על לאו הזה והשת' מעיקרא כי הוה ס\"ד לומר דפליגי בהתרא' ס' היינו לו' לענין מלקות דוקא ולכ\"ע לא בעינן על בסמוך כדי לעבור על לאו דלא תשחט משא\"כ לפום קושטא דאמרינן דפליגי בעל בסמוך לרשב\"ל ליכא לאו דלא תשחט אלא דוקא בסמוך ומשו\"ה קאמר שפיר דאי אשמועי' לענין תודה לא הוה שמעינן מינה לענין חמץ אלא הו\"א דמודה רשב\"ל דלא בעינן על בסמוך אלא אפי' שאינו בסמוך עובר על הלאו אבל מילקא לא לקי משום דהוי התראת ספק ודוק שהוא מבואר ופשוט."
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש דין קצירת העומר ביום מצוה </span>\n<b> להקצר בלילה בין בחול בין בשבת כו'.</b> מצאתי כתוב למורי הרב מוהרי\"ן וז\"ל דברי רבינו תמוהים דבס\"פ ר\"י מבואר דר' דס\"ל נקצר ביום כשר ס\"ל דקצירת העומר לא דחי שבת כיון דאפשר לעשותו מע\"ש ומתני' דתנן נקצר ביום כשר ודוחה את השבת מוקמינן לה התם אל הקרבה וא\"כ רבינו דפסק דנקצר ביום כשר איך פסק דקצירת העומר דוחה שבת וכבר תמהו בזה הלח\"מ ושאר אחרונים אך את זה ראיתי לא' קדוש מדבר הובאו דבריו בס' הנז' ליישב דברי רבי' על אופן זה דק\"ל לרבינו למאי דמסקינן התם דשתי הלחם לאפייה וקסבר רבינו דתנור מקדש ואי אפי לה מאתמו' אפסיל בלינה דבפרק התכלת דמ\"ח מוקי לה ר\"ח לבריית' דשחט שני כבשים על ד' חלות כר' וכתבו התוס' שם לחד תי' דר' ס\"ל דכ\"ש אין מקדשים אלא מדעת והשתא קשה דאם כן שתי הלחם לר' אמאי דחי שבת הא אפשר לאפות אותן בתנור ע\"מ דלא ליקדשו עד למחר דלא מפסל בלינה וכה\"ג אמרינן בפרק לולב תו ק\"ל דבפרק התכלת דנ\"א גבי חביתין אמר רבא על מחבת מלמד שטעונה כלי ואי אפי לה מאתמול איפסי' ליה בלינה והתוספות שם הקשו דבפ' ר\"י מרבינן שתי הלחם מדכתיב מועדי ה' ומסיק שתי הלחם לאפייה וקסבר ר' תנור מקדש כו' ואפי\"ה בעי קרא ולא ניחא ליה לרבינו בתי' התוס'. כי ע\"כ הוכרח לומר דרבא פליג אסוגיא דפ' ר\"י וס\"ל דאדרבא מדגלי קרא דשתי הלחם דוחה שבת ע\"כ דהיה אפשר לעשותה מע\"ש משום דס\"ל לרבינו דכ\"ש אין מקדשים אלא לדעת והשתא ר\"ח ורבא בשיטה חדא קיימי וס\"ל דאפ' לעשותו מע\"ש גלי קרא דדחי ואע\"ג דרבא ע\"כ ס\"ל דמקדשי' שלא לדעת דאי ס\"ל אין מקדשין אלא לדעת הרי היה אפשר לחביתין לעשותן מע\"ש אדעתא דלא ליקדשינהו עד למחר מ\"מ ר\"ח ס\"ל כוותיה בחדא ופליג עליה בחדא ופסק ר' כר\"ח זהו תורף דברי קדוש והר' בה\"ז תמה על תי' זה דאם איתא דרבא ס\"ל כ\"ש מקדשים שלא לדעת א\"כ לא הי\"ל לר' לפסוק כר\"י דאין מקדשים אלא לדעת כמ\"ש בפ\"ג מה' פ\"המ הל' כ' אלא הי\"ל לפסוק כרבא דהוא בתרא וס\"ל דאין מקדשין אלא מדעת ותו דבפ\"ג מהלכו' תו\"מ פסק דחביתי כ\"ג דחי שבת וכתב שם וז\"ל ועוד אם תאפה מבערב תיפסל בלינה כו' ואם איתא איך פסק כרבא הלא ס\"ל לרבא דמקדשין שלא מדעת והוא ז\"ל פסק דאין מקדשין אלא מדעת והו\"ל תרתי דסתרן אלא ע\"כ דליתא דאע\"ג דכ\"ש אין מקדשין אלא מדעת לא ציותה תורה למיפא שתי הלחם מאתמול ואדעתא דלא ליקדשו עד למחר התורה לא רצתה לחלק בין לדעת בין שלא לדעת וגזרה התורה שלא יבואו לפעמים לאפותן מדעת אלו ת\"ד יעש\"ב והנה מה שהקשה דהי\"ל לפסוק כרבא דבתראה הוא דס\"ל דכ\"ש מקדשין שלא מדעת נר' דלא קשייא מידי דאע\"ג דרבא בתראה הוא פסק רבינו כר\"י משום דרבינא דהוא בתראה טפי מרבא ס\"ל כותיה דר\"י כדאיתא בפר' שתי מידות ד\"ץ רבינא אמר לעולם כ\"ש אין מקדשין אלא לדעת ומה שהקשה ממה שפסק רבינו בפ\"ג מה' אלו כתי' דרבא הא ודאי עקא היא ולא ידעתי איך אשתמיט מיניה דהרב הקדוש ז\"ל ומה שר\"ל הבה\"ז דה\"ט דהתורה לא רצת' לחלק בין לדעת וכו' הם דברים שלא שמעתן אזן מעולם לומר דבדאורייתא גזרה ולבדות גזירות מלבנו ותו דאכתי ק\"ל דה\"ט ניחא גבי שתי הלחם דגלי קרא דדחי שבת אליבא דר' אמנם לרבא דקאמר גבי חביתין הרי הוא אומר על מחבת מלמד שטעונה כלי כו' קשה מנ\"ל לרבא דדחי שבת מה\"ט הא אפשר למאפינהו אדעתא דלא ליקדשו ומנין לנו לומר דהתורה לא רצתה לחלק ולומר דרבא ס\"ל כר' דב' הלחם דוחה שבת ומטעמא דלא רצתה לחלק ומינה ילפי' גבי חביתין זה ודאי דוחק מאחר דלית הלכתא כרב איך קאמר רבא א\"צ כו' ותו דאכתי ק' לרבינו דפסק דב' הלחם אינו דוחה שבת ופסק כתי' דרבא ומצאתי כתוב משם תוס' חצוניות על הגלייון בפ' התכלת עמ\"ש התוס' ז\"ל שם דנ\"א ד\"ה אפי מאתמול למה שתי' שם וי\"ל דהתם שאיבת מים בלילה לאו מחוסר זמן הוא כתוב בגיליון וז\"ל וליכא למפרך יערכנה בלילה בכלי חול דאין מצוה למלאת בכלי קדש דאם צריך לערות בכלי חול למה לן למלאת בכלי קדש אדרבא גנאי הוא לעשות כן שלא לצורך מיהו ק' דהתם משמע דאי כלי שרת אינן מקדשין אלא לדעת היו יכולים לעשות תקנה ולשאובה בכלי שרת ולחשוב שלא לקדש והכא נמי ליחשוב שלא לקדש הכלי ויאפנה מאתמול י\"ל כיון דמחבת כתיב בקרא כלי שרת ומקדש שלא לדעת לשון שרי דכיון דמצוה לעשות א\"כ מצוה כמו כן לחשב תוס' חיצוניות עכ\"ל ונראה שלזה היתה דעת רבינו שפס' לתי' דרבא משום דס\"ל דהא דרבא אתייא אפי' למ\"ד אין מקדשין אלא לדעת דכיון דגלי קרא דבעי כלי ובהכי ניחא לי מאי דקשיא טובא אההיא דאמרינן ס\"פ שתי הלחם סוף סוף מטי לילה דבי שמשי ליקדוש וליפסול אמר רבינא בשקדם וסילקו וסדרו למחר כו' יע\"ש והשתא קשה דכיון דרבינא ס\"ל דכ\"ש אין מקדשין אלא לדעת למאי הלכתא הוצרך לומר בשקדם וסילקו הא לו יהא דמונח ע\"ג שולחן כל דיהבי אדעתא דלא ליקדשו עד למחר שפיר דמי אכן לפי דברי התוס' ישנים ניחא שפיר דכיון דקרא כתי' ונתת על השולחן מקדש שלא לדע' דומייא דמחבת אלא דק\"ל לפי מ\"ש התוס' בפ' התכלת ד\"ה הנז' וז\"ל ותימא היכי מוכח דאי אפי לה מאתמול אפסיל בלינה הא כ\"ש אין מקדשין אלא בזמנן וי\"ל כדפי' לעיל דכיון דכתיב על מחבת ע\"כ בעי קידוש כלי יע\"ש הרי גבי לחם הפנים נמי הא כתיב ונתת על השולחן דבעי קידוש כלי ואפ\"ה אמרי' התם דשולחן אינו מקדש אלא בזמנו וצ\"ע כעת.<br><b> ומ\"מ </b> לפי דברי תוס' חיצוניות שכתבנו נר' דק' מההיא דפ' ר\"י דאמרי' דקסבר ר' תנור מקדש ואי אפי לה מאתמול אפסיל ליה בלינה דה\"נ ליאפנהו אדעתא דלא ליקדשו עד למחר והכא לא שייך תירו' התוס' שהרי לא כתיב תנור בתרה והיכי מוכח דאפיתה דחי שבת כמ\"ש התוס' שם ואין לנו לומר אלא דסוגייא דהתם אתייא כזעירי דפ' לולב וערבה דכ\"ש מקדשין שלא לדעת אמנם לדידן דקי\"ל דאין מקדשין אלא לדעת וא\"נ לר\"ח דס\"ל אליבא דר' לחד תי' שכתבו התוס' דאין מקדשין אלא מדעת עכ\"ל דס\"ל כר' דגזרת הכתוב היא דאע\"ג דאפשר לעשות מאתמול דחי שבת ובהכי נתיישבו דברי רבינו דכיון דהוא ז\"ל פסק כר\"י וכרבינא דס\"ל דאין מקדשין אלא לדעת פסק דנקצר ביום כשר ודוחה שבת דגזרת הכתוב היא דומייא דב' הלחם אליבא ואע\"ג דלא קי\"ל גבי ב' הלחם כר' מ\"מ גבי עומר דגלי קרא בחריש ובקציר קי\"ל כותיה כנ\"ל ועיין בתוס' פ' התודה דע\"ט ע\"ב ד\"ה וליתני עלייהו וליפקו לחולין שכתבו וז\"ל ואע\"ג שכבר קדשו בכלי שרת אף אם ת\"ל דכלי שרת מקדשי שלא מדעת ה\"מ קדש אבל חולין לא מקדש עכ\"ל ודבריהם סתומים במ\"ש בחולין לא מקדשי שהרי בההיא דר\"פ לולב וערבה מבואר דאפי' בחולין אמרי' ב\"ח מקדשין שלא לדעת דמי שילוח חולין נינהו ואפי\"ה לא מהני בהו אדעתא דלא ליקדשו עד למחר ואי כונתם לומר דהתם שאני דאע\"ג דהשתא חולין נינהו מ\"מ עתידין להתקדש למחר משא\"כ הכא דהרי הן חולין לעולם קשה שהרי בפ' שתי מידות דנ\"ז פרכינן וכי נעקר מאי הוי גברא במאי דצריך קמכוון אמר רב דימי משמיה דרב זאת אומר' כ\"ש מקדשין שלא מדעת הרי דאע\"ג דבדעתו הוא מעשיו חולין לעולם אפי\"ה אמרינן דמקדשין שלא מדעת וי\"ל ועיין ביומא דמ\"ו ע\"ב בתוס' ד\"ה כי פליגי ודוק.<br><b> עוד </b> ראיתי לעמוד ע\"ד התוס' דפ' התכלת שכתבו שם וז\"ל וא\"ת סוף לולב הגזול גבי כמעשהו בחול פריך בגמר' וניתי במקודשת אמר זעירי אין שיעור למים ואי שדי לה במקודשת איפסיל לה בלינה כיון שאין זמנה מאתמו' היאך מקדש ליפסל כו' ע\"ש וראיתי להרב צאן קדשים שתמה על דבריהם וז\"ל וצ\"ע דה\"נ איכא לשנויי כיון דלא דחו שבת מאתמול הוי זמנן ומיפסלי כמ\"ש לעיל גבי ב' הלחם יע\"ש. ולדעתי לק\"מ דאע\"ג דלא דחו שבת למלאתן ממי השילוח מ\"מ הא אפ' למלאתן ממי הדיוט דמי שילוח אינו אלא למצוה בעלמא שהרי תנן התם נשפכה נתגלתה היו ממלאין אותם מן הכיור ולא דמי לאפיית ב' הלחם שאין אפייתן דוחה שבת בשום אופן וא\"א לאפותן אלא מע\"ש חשיב שפיר זמנו מע\"ש וזה דבר מוכרח לפי מ\"ש התוספות בפרק לולב וערבה ד\"ה חזקיה ובמנחות פ\"ק ד\"ז דע\"כ ל\"ק חזקיה דכ\"ש אין מקדשים אלא לדעת אלא דוקא התם דשלא בזמנו הוא יע\"ש והשתא אם איתא דניסוך המים כיון דלא דחו שבת מערב שבת הוי זמן הכק\"ל אלא הדבר פשוט כמו שכתבתי. שוב מצאתי להתוספות פ\"ק דשבועות די\"א ע\"א ד\"ה הואיל שכתבו בתוך דבריהם וז\"ל א\"נ אין כ\"ש מקדשים שלא בזמנן אפי' ליפסל כדמוכח פ' ב' הלחם ואע\"ג דבס\"פ לולב וערבה צ\"ל דמילוי ע\"ש חשיב זמנן לפי שא\"א למלאת בשבת גבי מכחשת חשיב שפיר אפשר וכו' יע\"ש וצ\"ע לפי שיטתם ז\"ל מה יענו לההיא דחזקיה ותי' דפ' לולב וערבה ופ\"ק דמנחות אזלא לה כיון דס\"ל דחשיב זמנן ויש ליישב בדוחק.<br><b> עוד </b> נ\"ל ליישב ולומר דרבינו דחה סוגייא זו דפ' ר\"י מכח סוגייא דפ' התכלת דמ\"ו ע\"ב דפרכי' התם אברייתא דקתני התם שתי הלחם הבאות בפ\"ע יונפו ותעובר צורתן ויצאו לבית השריפה מ\"נ אי לאכיל להו אתייא ליכלינהו אי לשריפה אתייא לישרפינהו לאלתר ומשני רב יוסף לעולם לשריפה אתייא וה\"ט דלא שרפי' להו לפי שאין שורפי' קדשים בי\"ט א\"ל אביי מי דמי התם לאו מצוותן בכך הכא דמצוותן בכך לישרפינהו לאלתר מידי דהוי אפר ושעיר של יוה\"ך אלא אמר ר\"י וכו' הנה מסוגייא הלזו מבואר דכל שמצותו בשריפ' דחי י\"ט מטעמא דחביבא מצוה בשעתה ואע\"ג דליכא טעמא דניתנה שבת וי\"ט לידחות אצל שתי' שהרי ב' הלחם קי\"ל דאינ' דוחה שבת ויו\"ט והשתא לפום סוגייא דפ' ר\"י דס\"ל דדוקא הקטר חלבים דוחה שבת משום טעמא דחביבה מצוה בשעת' משו' דניתנה שבת לידחות אצל שחיטה אבל גבי קצירת העומר דליכא למימר הכי לא דחי א\"כ ק' היכי פריך אביי הכא מידי דהוי אפר ושעיר של יוה\"ך ומאי קושייא פר של יוה\"ך שאני דכיון דדחתה שחיטתן אל יוה\"ך דחתה נמי אצל שריפתן משום טעמא דחביבה מצוה בשעתה משא\"כ שתי הלחם דלא ניתנה י\"ט לידחו' אצלו ואע\"ג דלר' דוחה שבת וי\"ט ואיכא טעמא דהואיל ודחתה אפייתה בשבת וי\"ט מ\"מ נימא דברייתא דקתני שתי הלחם וכו' ס\"ל דאינו דוחה שבת וי\"ט ואליבא דהלכתא דקי\"ל הכי אלא מוכח דס\"ל לרב יוסף ולאביי דמשום טעמא דחביבה מצוה בשעתה גרידא דוחה שבת ויו\"ט דקי\"ל כר' דאמ' נקצר ביום כשר ומשו\"ה דחיקא להו לברייתא לבר מהלכתא כנ\"ל ע\"כ מ\"ך ממו\"ה ז\"ל."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כיצד </b>\n<b> הנפת הלחם וכו'..</b> נ\"ב עיין במ\"ש לעיל בה' אלו שורש על בסמוך פ\"ה ה\"ב יע\"ש."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<span class=\"H\">שורש חטאת קודם לעולה חטאת </span>\n<b> קודמת לעולה אפי' חטאת העוף וכו'.</b> הנה הרב מ\"א בא\"ח סימן א' סק\"ח עמ\"ש הש\"ע בסעיף ה' טוב לומר וכו' ופ' עולה וכו' ועולה ושלמים וכו' וחטאת ואשם וכו' כתב וז\"ל נשאלתי למה כתבו הטור והש\"ע לומר עולה וכו' וחטאת הלא קי\"ל פ\"י דזבחים דפ\"ט דחטאת קודם לעולה וכ\"כ רש\"י פרשת תזריע וע\"ש בהרא\"ם. ונ\"ל דאמרינן בזבחים ד\"ז למה חטאת קודמת לעולה משל לפרקליט שנכנס למלך ריצה הפרקליט נכנס דורון אחריו יע\"ש והתוספו' כתבו וז\"ל עולה דורון הוא אע\"ג דאעשה מכפרת יותר מחטאת וכו' ע\"ש פי' דאיתא בגמרא חטאת מכפרת על חייבי עשה מקופייא ועולה מכפרת מקיבעא אעפ\"כ כשקרב חטאת ראשונה ג\"כ כבר כפרה על חייבי כריתות ועשה א\"כ עולה הוי דורון אבל באמירתינו כתב הטור שלא יאמר יה\"ר אחר פרשת החטאת שמא אינו חייב חטאת והוי כקורא בתורה ועולה מכפרת אעשה דאמרי' בגמרא אין לך אדם שאינו מחוייב עשה א\"כ יאמר עולה קודם שהיא מכפרת כדאיתא בזבחים ד\"ז שאין לך אדם בישראל שאינו מחוייב עשה כנ\"ל אבל כשיודע שנתחייב חטאת יאמר חטאת קודם עכ\"ל.<br><b> ולכאורה </b> דבריו תמוהים דשם בזבחים ד\"ז מקמיה הך ברייתא דתני למה חטאת קודם לעולה קאמר רבא עולה דורון היא היכי דמי אי דליכא תשובה זבח רשעים תועבה ואי דאיכא תשובה והתנייא עבר על מצות עשה ושב לא זז משם עד שמוחלין לו אלא ש\"מ דורון היא וכתב רש\"י וז\"ל עולה דורון היא ואינה באה לכפר על עשה כפרה ממש אלא אחר שכפרה התשו' על העשה היא באה להקבלת פנים כאדם שסירח במלך ורצהו ע\"י פרקליט וכשבא להקביל פניו מביא דורון בידו היכי דמי כלומר ה\"ד שתהא באה לכפרה כו' יע\"ש מבואר יוצא מהכרח זה דאפי' עולה שאינה באה אחר חטאת אלא עולת נדר או נדבה דעלמא נמי אינה מכפרת כפרה ממש על העשה אלא דורון בעלמא היא דבלא\"ה תשובה מכפרת וא\"כ אין חילוק בין עולה הבאה אחר חטאת לבאה אחר התשו' ועיין להתו' בפ\"ק דר\"ה ד\"ו ע\"א ד\"ה יקריב דנראה לכאורה דאישתמיט מינייהו הך מימרא דרבא דהכא שכתבו וז\"ל וא\"ת ואעולות מ\"ש ל\"ב למשכוני טפי מחטאת והא בפ\"ק דזבחי' אמרי' דעולות נמי מכפרים אחייבי עשה י\"ל כיון דאמרינן בעלמ' שאם עשה תשו' לא זז משם עד שמוחלין לו הרי בתשו' מתכפר ולא דמי לחטאות ולאשמות עכ\"ל ולא ידעתי למה לא עלו על דל שפתותיהם הך מימרא דרבא דקאמר בהדייא הכי דעולה דורון היא ולא מכפר כפרה גמורה ממש וצ\"י גם רש\"י בערכין דכ\"א עלה דמתני' דחייבי עולות ממשכנים כתב וז\"ל אף ע\"ג דעולות מכפרי' אעשה הואיל ולאו בר חיובא היא עליה לא חשיב לה כפרה ואתי לשהויי הילכך ממשכנים אותו עכ\"ל ולא ידעתי למה לא כתב דלאו כפרה ממש היא אלא דורון בעלמא כהך דרבא דהכא ולעי' בזבחים ד\"ו ע\"א עלה דאיבעייא לן אי אעשה דלאחר הפרשה מכפרת העולה ואמרינן דלא דמייא לחטאת דחטאת ע\"כ חטא וחטא בעי לאתויי חדא חטאת אבל עולה כיון דאיכא כמה עשה גביה מכפרה אעשה דלאחר הפרשה נמי מכפרה כתב רש\"י ז\"ל כיון דאיכא כמה עשה גביה שהרי לא חייב הכתוב להביאו ע\"כ עשה ועשה אלא דורון בעלמא וכתיב ונרצה לו מלמד שנתרצה להקב\"ה אלמא כולם נתכפרו עכ\"ל וקשה דא\"כ למה לא הכריח רבא הכא דעולה דורון היא מהך טעמא דאי כפרה ממש דומייא דחטאת ואשם למה לא חייבו הכתוב להביא עולה ע\"כ עשה דומייא דחטאת ואשם וי\"ל ודוק ואיך שיהיה הנה מבואר דאפי' עולה שאינה באה אחר חטאת אינה אלא דורון בעלמא היפך דברי המג\"א.<br><b> ונראה </b> דכונת הרב לומר דאעפ\"י שהעולה הבאה בפני עצמה מקרי דורון מ\"מ כיון שהיא דורון על מעשה התשובה על עשה שעבר היא מיקרי מכפר על עשה ואעפ\"י שאינה כפרה ממש מ\"מ ריצוי מיהא איכא אאותה עבירה של עשה שעבר ומה\"ט אמרו בגמרא העולה מכפר אעשה מקיבעא הרי דלריצוי זה קרי ליה מכפר הילכך כי לא הקריב חטאת תחילה לכפר על חייבי כריתות ולרצות על עשה שעבר כמידת החטאת דמכפר על עשה מקופיא כמ\"ש בגמ' שם העולה קודמת שהיא באה לרצו' ולכפר על עשה דהיינו סיום הכפר של אח' התשובה ונראה לע\"ד דמאי דקרי ליה הש\"ס לעול' מכפר על העשה אעפ\"י שבתשו' היא שמתכפר הוא ע\"ד שאמרו שם בגמ' לעיל סוף ד\"ו ע\"א מאי כיפר ומאי לא כיפר וכו' אימא כיפר גברא לא כיפר קמי שמיא ופירש\"י כיפר גברא על כל עשה שבידו וניצול מן היסורים לא כיפר קמי שמיא לנחת רוח לקונו דלא עבד מצוה שבמובחר עכ\"ל ה\"נ ע\"י מעשה התשובה מתכפר הוא שלא יבואו יסורים עליו אבל עדיין לא כיפר קמי שמיא לעשות נחת רוח לקונו אם לא ע\"י הקרבת העולה ודוק אבל כשהקריב בחטאת תחילה על חייבי כריתות ונתכפר לו אז העולה הבאה אחריו היא דורון וריצוי על עבירות שבחטאת שאעפ\"י שנתכפר עדיין צריך הוא לדורון הילכך החטאת קודמת אבל עולה הבאה לבדה אעפ\"י דמיקרי דורון מ\"מ מכפר ומי מקרי ומה\"ט קריאתה קודמת לקריאת החטאת שזה מתכפר וזה אינו מתכפר כלומר שזה מרצה על מעשה התשובה שעשה וזה אינו מתכפר ואינו מרצה שאינו אלא כקורא בתורה דאעפ\"י שכתב מרן שבקריאת פרשת החטאת אעפ\"י שאינו מכוין אלא כקורא בתורה אם יש בו עון מכפר קצת מ\"מ אינו מכפר גמור כעולה אלא קצת זה נראה לע\"ד כונת הרב מג\"א.<br><b> וראיתי </b> לרב חביבא הרב המובהק מהרי\"ח נר\"ו בס' חק\"ל עמד ע\"ד התוספות דקידושין די\"ג ע\"א ד\"ה האשה וע\"ד הראב\"ד והריטב\"א שם והוק' לו על שיטת הראב\"ד דס\"ל דהא דחטאת קודמת לעולה בכל מקו' הוא אפי' לעכב ממה ששנינו בנזיר דמ\"ה ודכ\"ח שאם גילח על א' מג' יצא ומה\"ט שנינו שם בדנ\"ט אלא מביא חטאת העוף ועולת בהמה וכו' ואם טהור העולה ראשונה חובה וזו נדבה כו' הרי שהחטאת דקודם לעולה אינו מעכב דאי מעכב הו\"ל הזבח פסול ותגלחתו פסולה וכתב שאחר החיפוש האיר ה' עיניו וראה מה שאמרו בזבחים דנ\"ה ואלא למאי הילכתא אתקוש חטאת ועולה ואיל השלמים דנזיר הדדי לומר שאם גילח על א' מג' יצא ומינה דאם גילח על עולה תחילה יצא דומיא דמצורע דגלי קרא דוהעולה שאינו מעכב יע\"ש.<br><b> ולא </b> ידעתי מה חיפש ומצא מאחר שהתוס' שם בנזי' דכ\"ח ע\"ב עלה דהך מתני' דאם גילח על א' מג' יצא הביאו הך היקשא דזבחים דנ\"ה וגם למה לא הביא דברי התוס' דנזיר דנ\"ה ד\"ה תגלחת טהרה שכתבו דטעמא דשוחט את השלמים תחילה לר\"י הוא משום דדרשינן בגמרא וגלח פתח אהל מועד דהיינו שלמים ואחרי שאמר הכתוב דעל השלמים יגלח דין הוא שיקדימו וקשה א\"כ למה הקדים חטאת ועולה לשלמי' עכ\"ל דמבואר יוצא מדבריהם דלרבי יאודה דמתני' דפליג אר\"א אדרבא השלמים היה נקרב תחילה לכתחילה קודם לחטאת ולעולה היפך מאי דקי\"ל שהחטא' קודמ' אפי' לעולה וכ\"ש לשלמים שהן קדשים קלים. איברא דלכאורה אין נראה כן מדברי הירושלמי דלר\"י דלכתחילה שוחט את השלמים תחילה שאמרו שם עלה דמתני' ריב\"ל אמר ואת האיל יעשה וכו' מה ת\"ל יעשה הקדים בו מעשה איתיב ר\"ח קומי רבי מנא יעשה הכהן את מנחתו ואת נסכו מעתה ויעשה הקדים בו מעשה מאי כדון אתא ר\"ח בשם ריב\"ל שאם גילח על א' מג' יצא ע\"כ משמע דמעיקרא קס\"ד דר\"י לכתחילה קאמר דשוחט אשלמים תחילה ויהיב טעמא ריב\"ל מקרא דואת האיל יעשה זבח שלמים והדר קאמר דאינו כן אלא ריב\"ל הקשה דאם הקדימו תחילה יעשה אותו אבל לא לכתחילה וזה נראה היפך דברי התוספות ולפי שיטתם של התוס' נראה דה\"פ משום דמתני' תני ר\"י שתקדים מעשה השלמים תחיל' כמ\"ש דשוחט את השלמים אמר בשם ריב\"ל דטעמו דר\"י הוא מקרא דואת האיל יעשה דמשמע שתחי' יעשה אותו קודם החטאת והעולה וע\"ז איתביה רבי אחא מקרא דועשה את מנחתו ואת נסכו ומתוך כך אתא רבי אחא בשם ריב\"ל דקרא לא אתא לכפר אלא לומר דעל השלמים לבד יכו' לגלח ומינה דהיקשא דחטאת ושלמים ילפינן דאם גילח על אחת מג' נמי יצא כדדריש רבא בזבחים דנ\"ה וכיון דעיקרו כתיב בשלמים ומינה ילפינן לחטאת ועולה מהיקשא סברא הוא דהשלמים קודמים והיינו דקאמר ר\"י במתני' דשוחט את השלמים ומגלח עליהם ובהכי ניחא מאי דאיתא בספרי זוטא והובא בילקו' פרשת נשא דשע\"ט ע\"א ע\"פ ואת האיל יעשה זבח השלמי' לה' וז\"ל ר\"י אומר יעשה זבח שלמים לה' יעשה של שלמים תחילה וגלח אף במדינה כו' יע\"ש דלפי דברי הירו' צריך לפרש ג\"כ דברי ר\"י האמורים בספרי על הדרך הזה דקרא לא אתא אלא ללמד דעל השלמים לבד יכו' לגלח ולא בעינן שיקריב הכל כר\"א ומהיקשא ילפינן לחטאת ועולה וכיון דהמלמד לכולם הוא השלמים מסברא ידעי' שראוי להקדימו ברישא וז\"ש יעשה של שלמים תחילה.<br><b> וראיתי </b> לרש\"י בנזיר דכ\"ח ע\"ב עלה דאמרינן אמרי אי דשחיט עולה או שלמים ברישא ה\"נ אלא הכא במאי עסקינן כגון ששחט חטאת ברישא כדתנן אם גילח על א' מג' יצא כתב רש\"י וז\"ל ומנא תימרא דכל מאי דבעי שחט ברישא דתניא אם גילח על אחד מג' יצא עכ\"ל. ולפי מ\"ש בספרי בשם ר\"י לאו כל דמאי דבעי שחיט ברישא אלא דראוי להקדימו השלמים ברישא ועיין במ\"ש התוספות שם בד\"ה כדתנן אם גלח כו' יע\"ש.<br><b> וראיתי </b> להרב תי\"ט בפ\"ו דנזיר משנה ז' שכתב דלר\"י דאמר ושוחט את השלמים ומגלח כסדרן בכתוב כך הוא סדרן דמנ\"ל לשנות הסדר ממה שסידורין בכתוב והביא דברי רבינו בפ\"ח מה' נזיר וכתב שמרן בכ\"מ נדחק לומר שהרמב\"ם פוסק בסידורן כר\"א ובגילוח על השלמים פסק כר\"י אע\"ג דלר\"י השלמי' קודמין וזה דלא כמאן אבל לדידי ניחא דהרמב\"ם ס\"ל דר\"י הכי ס\"ל וכוותיה הוא דפסק אבל בסידור הקרבנות אין מחלו' בין ר\"י לר\"א ולפי דעתי אי אפשר שיחלוק ר\"י בסידור הקרבנות שהרי בפרש' כך הם סדורי' בעשיה עכ\"ל וכדבריו כתבו הלח\"מ והמש\"ל בפ\"ח מה' נזירו' ה\"ב יע\"ש ואשתמיט מינייהו דברי הספרי שאמרו בהדייא דלר\"י שוחט את השלמים תחילה וכן משמע פשט לשון הש\"ס בדכ\"ח ע\"ב שאמרו הכא במאי עסקינן דשחט החטאת תחילה וכדתנן כו' וכמ\"ש רש\"י ז\"ל ועוד ק' שלפי דבריהם משמע דלעולם צריך שיקריב שלש קרבנות כסדרן בכתוב אלא שהגילו' יכול לעשות על איזה מהם על החטאת הנקרב תחילה או על העולה הנקרב שניה או על השלמים הנקרב באחרונה אבל להביא א' מג' בתחילה ולגלח עליו אינו רשאי וזה תימא דמאותה שאמרו בערכין פ' האומר משקלי דכ\"א ופסקו רבינו פי\"ד מה' מע\"הק דחטאת נזיר ממשכנין אותו משום דאמר מר אם גילח על אחת מג' יצא ואם נזרק עליו אחד מן הדמים הותר הנזיר לשתות יין וליטמא פשע בה ולא מייתי יע\"ש מבואר דיכול להביא אחת מג' ולגלח עליו וכן מבואר מאותה ששנינו בספ\"ו דנזיר דמ\"ו ע\"ב ופסקה רבי' בפ\"ח דנזירות דאם גילח על ג' ונמצא אחד מהם כשר תגלחתו כשרה ויביא שאר זבחים כיע\"ש. הרי מבואר דסדר הקרבנות אינו מעכב ולפי דברי התי\"ט למה לא יעכב מאחר שכך סידורים בכתוב וצ\"ע ועיין בס' אורח מישור בלשונות רבינו דמ\"א ע\"ב מ\"ש ליישב לדעת רבינו ז\"ל דע\"פ דבריו יש ליישב ג\"כ לשון הספרי ודוק.<br><b> עוד </b> ראיתי למעל' הר' הנז' ד\"ב ע\"ב עמד בעיק' דברי התו' דקדושין ובשאר הראשוני' שכתבו דהא דקי\"ל דחטאת קודם לעולה דאינו מעכב היינו לבתר דגלי לן קרא במצורע שאינו מעכב ומינה ילפינן לכל החטאות דאם קדמו לעולות דכשר והוק' לו דחטאת חלב היכי מצי יליף ממצורע דחלב חמיר שיש בו כרת משא\"כ בחטאת מצורע וכמ\"ש בזבחים ד\"ח לענין פיסול חטאת חלב דשינוי קדש ובעלים דלא מצי יליף ממצורע מה\"ט וכן קשה מחטאת דטומאת מקדש שהוא בכרת היכי מצי יליף ממצורע והניח דבר זה בצ\"ע.<br><b> ולדידי </b> הדבר מבואר דלדעת הראשונים הללו דוקא בחטאת נזיר ויולדת הוא דס\"ל דילפי ממצורע אבל לא שאר חטאות הבאים להתכפר דמלבד דחטאות שבאים על חייוב כרת כחטאת חלב וטומאת מקדש לא מצו ילפי ממצורע כמו שהכריח מההיא דזבחים ד\"ח עוד בה דכיון דחטאת מצורע אינו בא לכפר אלא להכשיר וזה שקודם לעולם למצוה אין בו טעם כמ\"ש התוס' ז\"ל בזבחים ד\"ז ע\"ב ד\"ה ריצה פרקליט דעולת יולדת ומצורע ונזיר דלא מייתו קרבן אלא לאשתרויי בקדשים אין בהם טעם דריצה פרקליט נכנס דורון אחריו דאין בהם ריצוי אלא מפני שלא חילקה התורה בין חטאת לחטאת הוא שקודם חטאתם לעולה יע\"ש א\"כ כשמצינו שגילתה התורה בחטאת מצורע שאינו מעכב בקדימתו לעולה מה מקום יש ללמוד ממנו לחטאת הבא לכפר דיש בו טעם דאין להקריב דורון קודם ריצוי פני המלך דשפיר איכא למימר דדוקא בחטאת מצורע דלא בא לרצות אמרה תורה דאינו מעכב אבל חטאת חלב ודם וחטאת מקדש שבאים לכפר ודאי דמעכב שיקריב החטאת תחילה דאין דרך להקריב דורון קודם ריצוי ובהכי ניחא מה דק\"ל עוד שם לשיטת הראב\"ד והריטב\"א מאותה ששנינו כל התדיר מחבירו וכו' וכל המקודש מחבירו כו' וילפינן להו מקראי התם ואפי\"ה אינו מעכב כמו ששנינו בפ\"ד דמנחות מ\"ד התמידין אינן מעכבין את המוספין וכמו שהכריחו התוס' בדמ\"ט ד\"ה ת\"ל כו' יע\"ש וע\"פ האמור אין מכאן ראיה דכיון דמאותה סוגייא דפסחי' דנ\"ט שאמרו שאני עולת מצורע כו' מבוא' דהא דחטאת קודם לעולה הוא לעיכובא אי לאו דגלי קרא דוהעלה עכ\"ל דיש לחלק בין קדימת חטאת לעולה לקדימ' תדיר למקודש דגבי קדימ' חטא' לעולה דאיכא טעמא דריצוי פרקליט קודם לדורון ודאי דסברא הוא דיעכב אבל גבי תדיר או מקודש שהוא משום מעלה בעלמא שפיר איכא למימר דאינו אלא למצוה בעלמא ולא לעכב ודוק.<br><b> עוד </b> ראיתי להרב נר\"ו ד\"ב ע\"ג הביא דברי התוספ' דזבחים ד\"ה ד\"ה עולתה כו' ודברי הריטב\"א דקדושין די\"ג שכתבו דקדימת חטאת לעולה מעכב מטעמא דחשיב מחוסר זמן לבו ביום כמ\"ש במנחות ד\"ה גבי חטאתו של מצורע וע\"ז הוקשה לו מדתנן בפרק כל התדיר דם חטאת קודם לדם עולה איברי עולה קודמין לאיברי חטאת ופרש\"י דמיירי בעבר ושחט את שניהם דאי לא החטאת קודם לכל מעשיו כמ\"ש מרן הכ\"מ בפ\"ט מה' תמידין ה\"ו ומאותה סוגייא מבואר יוצא דגם בחטאות הבאי' עם העולו' הדין כן דאיברי עולה קודמין שהרי מחטאת ועול' הלוים ילפינן לה גם בת\"כ פ' מצורע בפ' והעלה הכהן את העולה דרשו והעלה אע\"פ שקדמה לחטאת והעלה מלמד שאיברי עולה קודמין לאיברי חטאת יע\"ש ולפי דברי הראשוני' הנז' דאיכ' דעיכובא בין קדימת חטאת לעולה משום מחוסר זמן היכי משכחת לה שישחטו שניהם ולהקדים איברי עולה לחטאת כיון שהעולה פסולה מיד בשחיטה מפני שצריך להקדים מעשה החטאת תחילה והו\"ל מחוסר זמן לבו ביום פסול והניח הדבר בצ\"ע ולא ידענא מאי קא ק\"ל דאין ס' דלשיטת הראב\"ד ודעימיה מתני' דדם חטאת קודם לדם עולה וכן איברי עולה קודמין לאיברי חטאת מיירי בחטאת ועולה של מצורע ושל נזיר וחטאת ועולה של הלוים דגלי קרא בהו דקדימת חטאת אינו מעכב ואם שחט את העולה תחילה לא מפסיל משום מחוסר זמן כיון דאינו מעכב וכן ג\"כ אם ב' בני אדם אחד הביא חטאת וא' הביא עולה דבשני בני אדם לא מצינו קדימת לחטאת מן העולה שלא מצינו אלא בעולה הבאה עם החטאת בחייוב כחטאת ועולת יולדת ומטעמא דנכנס פרקליט תחילה ואח\"כ מביא דורון אבל בשני בני אדם שזה מביא חטאת וזה מבי' עולת נדבה אין טעם להקדים שחיטת החטאת לשחיטת העולה של זה לא מן הכתוב דוהקריב את אשר לחטאת ראשונה דמיירי בעולה הבאה עם החטאת ולא מהסברא דנכנס פרקליט כו' וכן באדם א' שהביא חטאת על חלב ועולת נדבה או נדר אין ס' שאין מעכב שיהיה החטאת תחילה משום קרא דוהקריב את אשר לחטאת ראשונה כיון שאין העולה באה בחיוב עם החטאת שאם ירצה יביא עולתו קודם וע\"ז וכיוצא הוא ששנינו במתני' דדם חטא' קודם לדם עול' ואיברי עולה קודמין לאיברי חטא' לדע' הראב\"ד ודעימיה לא בחטאות הבאות עם העולות דרך חייוב כחטאת מקדש או חטאת יולדת או חטאת חלב דמעכב בהו הקדימה דאיכ' טעמא בהו לעכב דזה ודאי מחוסר זמן לב\"ב הוא ופשוט זה נ\"ל ברור.<br><b> עו\"כ </b> מעל' הרב הנז' נר\"ו דהא דקדימ' חטאת לעולה לדידיה אין בו טעם לפסול משום מחוסר זמן לבו ביום דדוק' בחטאתו ואשמו של מצורע ששניה' מעכבין כפרתו הוא דיש מחוסר זמן לבו ביום אבל עולה שהיא דורון ואינו מעיקר הכפרה אין בהם משום מחוסר זמן כשהקריב העול' קודם לחטאת והביא ראיה מההיא דזבחים דקי\"ב גבי מחוסר זמן בבעליו ומדברי רבינו פח\"י מה' מע\"הק ה\"ט יע\"ש.<br><b> ואני </b> אומר דיפה כתב לפי דברי רבינו שתלה הטעם בעולות ושלמים מפני שהיא דורון ואינם מעיקר הכפרה אבל רש\"י פירש הטעם מפני שיכו' לבא בנדבה ומה\"ט כי שחטה בחוץ לעולת יולדת ראויה אל פתח אהל מועד קרינן לה וחייב יע\"ש ולדידיה אין מכאן ראיה דכי הקדים עולה לחטאת דלא מפסיל משום מחוסר זמן דאיכא למימר דדוקא לענין שחוטי חוץ שהקריב העולה של היולדת בחוץ חייב אעפ\"י שעדיין לא הקריב חטאתה משום דכיון דתלה הכתוב החיוב בראויה לפני אהל מועד הרי בהמה זו ראויה לבא קרינן לה כיון שהיתה ראויה להקריבה לנדבה ולא לעולת חיוב היולדת ולאו מחוסר זמן קרינן לה אעפ\"י שעכשיו הקריבה לשם חיוב עולתה אבל כשהקריב עולת יולדת בפני' לשם עולתה וחיובה של היולדת ואח\"ך הקריבה חטאתה אעפ\"י שהיא ראויה להתקרב נדבה הא לא הקריבה לשם נדבה אלא לשם חיוב והקדימה לחטאתה דמפסלה מיד משום מחוסר זמן כיון שהקריבה לשם חיוב עולתה והקדימה וברור ומ\"מ יש ללמוד בזה דלדעת רבינו קדימת חטאת לעולה אינו מעכב לפסו' שלא כדעת הראב\"ד ז\"ל ודעימיה.<br><b> עו\"כ </b> הרב נר\"ו בעיקר קושיית הראשונים בההיא מתני' דקינין דמשמע מינה דיולד' שהביא עול' תחי' יכו' להביא חטאתה אח\"ך שזה נראה היפך ההיא דפסחים דנ\"ט דחטאת קודם לעולה הוא לעיכובא והוצרכו לתרץ כל אחד לפי דרכו כיע\"ש והוקשה לו דמאי קושיא דאפי' אם יהיה לעיכובא זהו דוקא כשהביא שניהם כאחד אבל אם הביא אחד ראשון ואחד אחרון הבא ראשון קרב כמו ששנינו בזבחים ד\"ץ שלמים של אמש וחטאת ואשם של יום שלמים של אמש קודמים דברי ר\"מ וחכ\"א חטאת קודמת מפני שהיא קדש קדשים משמע דעולה וחטאת ששניהם ק\"ק הבא ראשון קרב ראשון וכמ\"ש בתוספתא פ\"י דזבחים ופסקה רבינו בפ\"ט מה' תמידין הי\"א ע\"כ. ולפי מ\"ש לעיל ל\"ק ולא מידי דמשמע להו להראשונים דקדימת החטאת לעולה הבאה עמה בחיוב כיולדת וכיוצא אפילו הביאה קודם ודאי שהיא פסו' לפי סוגיא דפסחים וההיא דכל התדיר ומקודש מיירי בחטאת ועולה דלא מעכב בהו קדימה כחטאת מצורע דגלי קרא דוהעלה דלא מעכב ביה קדימה וכן בשני בני אדם שזה הביא חטאת וזה הביא עולה או שהביא חטאת חלב ועולת נדר ונדבה וכן בחטאת ועולת נזיר דאם ירצה יביא שלמים תחילה כשהביאן ושחטן כאחת תני תנא שהתדיר קודם ועלה תני דשלמי' של אמש קודמין לחטאת היום לר\"מ ועולה וחטאת עולה קודמת ובהכי מיירי התוספתא דתני אבל הבא ראשון קרב ראשון אבל בחטאת ועולת של חיוב כחטאת ועולת של יולדת ודאי דכיון דקרא קפיד שיקריב החטאת ראשונה ומצינו בחטאת מצורע דהוצרך הכתוב לומר והעלה להתיר כשהקריב העולה תחילה מינה דשאר חטאות ועולות של חיוב פסו' משום מחוסר זמן לבו ביום וברור.<br><b> עוד </b> ראיתי להרב נר\"ו ד\"ב ע\"ד עמד ע\"ד רש\"י והתוספות דזבחים ד\"ץ עלה דמתני' דשלמים של אמש וחטאת ואשם של היום שלמים של אמש קודמים לר\"מ ולרבנן חטאת ואשם קודם מפני שהיא ק\"ק דלפי פי' רש\"י שבידינו קדימה זו דמתני' מיירי לענין הקרבה שהביאו השלמים מאתמו' לעזר' ונתעכב שם עד למחר וביום הביאו חטאת ואשם נמי בזה פליגי ר\"מ וחכמים דלר\"ת אפי' קדשים קלים שקדמו לבא יום אחד לק\"ק ושניהם עומדים לפנינו להקריב קדשים קלים קודמים בהקרבתן וזריקתם והקטרתם ולרבנן ק\"ק קודמים ולפי דברי התוס' מתני' לא מיירי בהכי אלא מתני' איירי לענין אכילתן שמשנשחט ונקרב קודם יום א' ונתעכב אכיל' הבשר עד למח' ואז נשחט ונקרב קרבן אחר ושניהם עומדים לאכי' מי שנשחט קודם יום א' הוא נאכל קודם ולר\"מ שלמים שנקרבו אתמו' וחטאת ואשם שנקרב היום ושניהם לפנינו שלמים קודמים באכילתן היום מפני שזמן פיסולו קרוב שאם לא יאכלם היום נפסלו משא\"כ חטאת ואשם של היום שזמנו עד סוף הלילה והתוספות כתבו בשם רש\"י דטעם אכילת השלמים של אמש ואכילת בשר החטאת ואשם של יום לר\"מ הוא מפני שיש זלזול בשהייתן כי צורת הבשר מתקלקל וכתבו שעל חינם נדחק לפ' כן יע\"ש כנראה שבפי' רש\"י שבידם כך היה כתוב ומבואר דמפ' מתני' לענין ששניהם שחוטים לפנינו ולענין דאיזה מהם קודם לאכי' וכדברי התוס' (ובס' חק נתן כך כתוב וז\"ל מצאתי כתוב בגליון שיטת קדושין וז\"ל פי' רש\"י שלמים שקדמו אמש וחטאת ואשם של יום עומדים ליאכל שלמים של אמש קודמים דזלזול הוא להשהותן כ\"כ שצורת הבשר מתקלקלת ואעפ\"י שזמן אכילתן כל היום נמי קדמו דזאת הנסחא נמצאת בכל ספרי כת\"י ע\"כ כתבוהו התוס' עכ\"ל) וע\"ז עמד מתמיה רב אחאי הי\"ו דבש\"ס מבואר להדיא דמתני' לענין הקרב' מיירי ולא לענין אכילת דבדצ\"א איבעיא לן בקדם ושחט את שאינו תדיר אי גומר הקרבתו א\"ד ממרס בדמו ואתו למפשט בעיא זו ממתני' דשלמים של אמש וחטאת ואשם של יום ודחי הש\"ס דיום דומיא של אמש היינו בדשחטינהו לתרווייהו יע\"ש ובפי' רש\"י שזה מבואר דמשמ' דמתני' לאו לענין אכילה מיירי אלא לענין הקרבה ובזה עמד מתמיה על הרב תי\"ט והרב בה\"ז שדחו פי' רש\"י שבידינו מלשון התוספתא דמשמע מינה דלענין קדימת אכילה מיירי וזה היפך דברי הש\"ס והצ\"ע.<br><b> ואני </b> אומר דכל זה גרם לו שלא ראה בפי' הסוגיא כי אם פי' רש\"י לבד שאלו היה רואה מ\"ש בס' חק נתן מה שמצא כתוב בפי' הסוגיא לא היה מצריך עיון וז\"ל ת\"ש שלמים של אמש כו' הא דיום דומיא דאמש כו' מ\"כ בגש\"ק שלמים של אמש קודמים באכילה הא דיום דומיא של אמש כו' ה\"ד כגון דשחטינהו לשלמים ברישא חטאת ואשם של יום קדמה זריקתה לזריקת שלמי' ויאכלו תחי' כמו כן אלמא מקודש ואינו מקודש וקדים ושחיט לשאינו מקודש יהא אחד ממרס בדמו וישחוט ויזרוק את המקודש וה\"ה לתדיר ושאינו תדיר ודחי שלמים של אמש וחטאת ואשם של יום ה\"ד דשחטינהו לתרווייהו דהא לענין אכי' מיירי מתני' וכי תידוק מינה לענין הקרבה נמי הא דיום דומיא דאמש וה\"ד כגון דשחטיה לשלמי' ברישא חטאת ואשם קדמי ודשחטינהו לתרווייהו ותידוק לה שחזר ושחט את החטאת קודם שבא לימלך על הזריקה דהתם אמרינן ליה חטאת קדמה וכיון דס\"ס צריך אחר למרס אחד מן הדמים ק\"ק קדמי אבל לא שחטו לחטאת וכששחט שלמים בא לימלך על השחיטה תבעי לך אי מזלזלי' בשלמי' עכ\"ל ואין ספק שזה הפירוש מפרשי התוספות בפי' הסוג' לפי שיטתם בפי' המשנה דעיקרא לענין קדימת אכילה קא מיירי וגם התוספתא מסייען כמ\"ש התוי\"ט והבה\"ז ולזה כת' הבה\"ז דלפי פרש\"י שבידינו ובפי' הסוגיא התוספ' הוייא תיובתיה ומ\"ש הרב הנז' נר\"ו בפי' התוספתא ק' טובא דבתר דתני קדימת הקרבתן בתדיר ומקודש וסיים כשם שהם קודמים בהקרבתם כך הם קודמים באכילתן ק\"ק כו' שלמים של אמש כו' מבואר דלענין קדימת אכילתן קא מיירי דאי לענין קדימת זריקתן והקטרתן הוה ליה למיתנינהו מקודם וזה ברור.<br><b> עוד </b> ראיתי לרב חביבא נר\"ו בד\"ג ע\"ג הוק' לו בדברי הראשונים הרמב\"ן והרשב\"א והריטב\"א שכתבו דאף שהפריש עולה כל שהחטאת אינה קרבה אף העולה אינה קרבה שהרי בנזיר דכ\"ו מבואר דנזיר שהפריש קרבנו' ומת החטאת מתה והעולה קרבה והרי החטאת קודמ' מדינא גם בנזיר כדתנן בדמ\"ו ואף שאינו מעכב מ\"מ איך אפש' להתיר להקריב העולה לכתחי' עכ\"ל וכנראה דאשתמיט מיניה דברי התוס' שם בדמ\"ה ד\"ה תגלחת טהרה שכתבו בהדיא דלר\"י לכתחי' השלמים נקרבים תחי' וכן העולה נקרבת תחי' אם רצון הנזיר לגלח עליה וכן מבואר מדברי המפ' בדכ\"ח ע\"ב ד\"ה ומנא תימרא וכבר כתבנו דבריהם לעיל וא\"כ מנזיר ל\"ק ולא מידי כיון דגלי קרא דשלמי' קודמי' לכתחי' וכ\"ש עולה וברור.<br><b> עוד </b> הוקשה לו נר\"ו מהא דתני בתוספתא בפ\"ב דערכין עולות הבאות עם החטאות אם מתו היורשים חייבים להביא הביא חטאתו ולא הביא עולתו אם מתו היורשים חייבים להביא. הביא עולתו ולא הביא חטאתו אין היורשים חייבים להביא ע\"ש. וע\"כ רישא בהפריש ולא הקריב איירי דאי בשהקריב איירי היינו סיפא הביא חטאתו ולא הביא עולתו ותרתי למה לי עכ\"ל ואי מהא לא אירייא דהם ז\"ל מפרשי התוס' דתנא והדר מפרש כיצד חייבים היורשים להביא העולות כגון שהביא חטאתו ומת דאלת\"ה הך חלוקא מיותרת שאי בלא הקריב החטא' תנא רישא שיקריבו עולתו כ\"ש בשהקריב חטאתו שודאי יקריבו עולתו א\"ו תני והדר מפרש וברור.<br><b> עוד </b> הוקשה להרב נר\"ו לפי שיטתם מהא דתנן בב\"ק דק\"י נתן את הכסף לאנשי משמר אין היורשים יכולים להוציא מידם משמע הא לא נתן לאנשי משמר אין היורשים חייבים ליתן לאנשי משמר אפי' הפריש הכסף ליתנו לאנשי משמר ואמאי הא הכסף והאשם דומה לעולה הבאה עם חטאת ועדיפא מינה דעולה דורון היא וכסף מכפר מחצה כמ\"ש שם וכיון דהכא ליכא טעמא לומר דחטאת קודמת לעולה א\"כ למה לא יתחייבו היורשים ליתן לאנשי משמר כשהפריש הכסף יע\"ש. ולדידי יש ליישב דכיון דהכסף הוא מתנה לכהנים כמ\"ש שם כל עוד שלא נתנו לידם לא זכו במתנתם ואפי' הפרישה לתת אכתי שם בעליו על הכסף הילכך אין היורשים חייבים ליתן דכיון שמת נכנס הכסף לרשות היורשים והם לא נתחייבו לתת מתנה זו משא\"כ בהפריש חטאתו ועולתו וקרא להם שם דחל עליהם שם שמים אם נתקדשו אף כשמת לא פקע שם קדושת עולה וחטאת מהם ואף שאינן נקראים לשמן ומטעמא דחטאת מתה ועולה אינה קודמת לחטאת מ\"מ שם קדושה לא פקע מינייהו הילכך החטאת מתה והעולה ירעה עד שיסתאב וימכר ויביא בדמיה עול' נדבה או יקריבוה לשם עולת נדב' והם ז\"ל לא אמרו שלא יקריבנ' לשם עולת נדבה אלא שלא יקריבנה לשם עול' חובתו של זב או של מצורע או של יולדת אבל לשם עולת נדבה מצי שפיר להקריב וזה ברור אצלי.<br><b> עוד </b> ראיתי לו נר\"ו בד\"ג ע\"ב שהכריח דעולת נדבה חייבים היורשים להביא ממ\"ש בתוספתא בפ\"ג מערכין כל נדרים ונדבות אם מתו חייבים היורשים להבי' ובמנחות דצ\"ב שנינו סתם דיורש סומך ועוד דבחטאת ואשם הלמ\"מ היא דכל שבחטאת מתה ואשם רועה וא\"כ בעולת נדר ונדבה דליכא הלכה למה לא יהיו היורשים חייבים ועפי\"ז עמד מתמיה מ\"ש רש\"י בבכורות דנ\"ב גבי מה להלן יורשי' חייבים וז\"ל מה להלן יורשים חייבים דעולת חובה היא וגבי עולת חובה תנן האשה שהביאה חטאתה ומתה יביאו יורשיה עולתה עכ\"ל משמע דעולת נדבה אין היורשים חייבים וזה הפך האמור כי ע\"כ נראה דאצטריך ריקם לחייבו אעולת ראיה היינו במת קודם החג שלא הגיע החיוב עליו משא\"כ בעולת נדבה ודברי רש\"י צ\"ע עכ\"ל. ואהמ\"ר כנראה דלא ראה מה שכתב רש\"י שם לעיל מזה ד\"ה מה עולת ראיה חייב באחריותה וז\"ל דהא חובה היא עליה דלא גרעה הוא מנדר שאם מתה או נגנבה חייב באחריותה דכמאן דטעין אכתפיה דמי ועוד דכתיב לא יראו פני ריקם ואם מתה או נגנבה ולא פרע ליה אשתכח דאתחזי ריקם בעזרה עכ\"ל מבואר יוצא מדבריו דדוקא כי אתחזי פניו בעזרה הוא דחייביה רחמנא להביא ואז מחייב ובר מדין ליכא עליו חיובא אמנם כי אפרשיה ומת ולא נראו פניו בעזרה אינו אלא כעול' נדבה בעלמא דאינו חייב באחריותה אם נגנבה או נאבדה ובכה\"ג הוא שנראה מדברי רש\"י דאין היורשים חייבים להביא כיון דאיהו גופיה לא מחייב אבל כי אפרשיה ומת ולא נראו פניו בעזרה ואיתא בעיניה ודאי דמחייבי יורשים להביאה כיון דאקדשה והיא ברשות שמים אלא שאינן חייבי' באחריותה.<br><b> גם </b> רבינו בפ\"א מה' חגיגה ה\"י כתב וז\"ל המפריש עולת ראייתו ומת היורשים חייבים להביאה וכתב מרן בכ\"מ דהיינו מסוג' דנקיט לה בפשיטות על מתני' דמת לאחר ל' יום ואיתא בירוש' פ\"ק דחגיגה אלא ששם אמרו שאם ירשו קרקע אפי' לא הפרישה חייבים יורשים להביאה ולא ידעתי למה השמיט רבינו עכ\"ל גם הלח\"מ ז\"ל שם הוק' לו מעין זה דמאחר דגבי האשה שהביא' חטאתה ומתה אמרינן בפ\"ק דקדושין די\"ג לר\"י דחייבים היורשים להביא עולתה אפי' לא הפרישה וכ\"כ רבי' בפ\"א מה' מחוסרי כפרה א\"כ ה\"נ לימא הכי ואמאי בעי כאן הפרשה מחיים וכי לימא דהכא איירי בלא ירשו קרקע והתם בירשו קרקע הי\"ל לרבינו לבארו עכ\"ל ולשון הירוש' בפ\"ק דחגיגה כך הוא הפריש חגיגתו ומת היורשים מהו שיביאו אותו ר' אילא אמר יראה יראה הראוי לבא מביא מי שאינו ראוי לבא אינו מביא אמר ר' זעירא כההיא דר\"י ורבי נתן תרויהון אמרי כל בכור בניך תפדה ואפי' לאחר מיתה והכא לא יראו פני ריקם ואפי' לאחר מיתה אמר ר' בון בר ממל מחלוקת שמואל ור\"י דתנינן תמן האשה כו' שמואל אמר במפורשת ר\"י אמר אפי' אינה מפורשת מה אנן קיימין אם בשירשו קרקע בהדיא אמר שמואל במפורשת אי בשירשו מטלטלין בהדיא אמר ר\"י אפי' בשאינ' מפורשת מה נפק מביניהון ירשו קרקע אליבא דשמואל לתבוע תובעין ולמשכן אין ממשכנין ולדעתיה דר\"י אף למשכן ממשכנין ירשו מטלטלין לדעתיה דר\"י לתבוע תובעין ולמשכן אין ממשכנין ע\"ד דשמואל אף לתבוע אין תובעין ע\"כ.<br><b> וראיתי </b> להרב שדה יהושע הביא דברי מרן כ\"מ ז\"ל וכתב דהרב ז\"ל משמע ליה דכיון דאמר ר' בון בר ממל מחלוקת שמואל ור\"י דתנינן כו' שהכונה דהמחלוקת שוה כי היכי דהתם איירי בירשו קרקע הכא נמי בירשו קרקע ולהכי תמה למה השמיטו רבינו ולי אפשר לומר דהרמב\"ם ז\"ל סבר דלא נאמרה הך שקלא וטריא דהירוש' בירשו קרקע או מטלטלין ומסיק דאפי' לא הפרי' דיורשין מביאין אלא באשה יולדת לבד דכיון דהביאה חטאתה כבר נתחייבה ונשתעבדו הנכסים אע\"פ שלא הפרי' אבל בחגיגה דכתיב יראה יראה מי שנתחייב לבא מביא וזה עדין לא נתחייב ולפיכך לא מייתי הרמב\"ם הא דירשו קרקע בדין חגיגה דלא אתמר הכי אלא ביולדת ובמקומו המתייחס בפ\"א מה' מחוסרי כפרה הביאו עכ\"ל ולא זכיתי להבין דבריו דאי משום דרשא זו יראה יראה לא הביא רבינו הא דירשו קרקע א\"כ אף בהפריש עולת ראייתו נמי לא היה לו לחייב ליורשים כדקאמר ר' אילא בירוש' ואי משום ההיא דרשא דר\"י ור\"י דאמרי דיליף מבכור דכתיב כל בכור בניך תפדה כו' והכא בעולת ראייה כתיב ולא יראו פני ריקם מה התם אפי' לאחר מיתה ה\"נ אפי' לאחר מיתה מביאין א\"כ מה\"ט אפי' כי לא הפרישו נמי הו\"ל לחייבו.<br><b> והנראה </b> לע\"ד הוא דר' אילא ור' זעירא לא פליגי דודאי אם הפריש עולת ראייתו קודם החג ומת קודם ביאתו לעזרה בהא קאמר ר' אילא דדרשי' קרא דיראה יראה הראוי לבא מביא שאינו ראוי לבא אינו מביא והיורשים אינן חייבים באחריות' והרי היא כמי שמת והניח עולת נדבה שאין מקריבין עולת נדבה ביו\"ט אלא בח\"המ אם היא קיימ' אמנם ר' זעירא כשהפריש עולת ראייתו אחר שבא לעזר' ונתחייב להביאה מקרא דלא יראו פני ריקם דלא הספיק להביאה עד שמת שאז נתחייב בביאתו מקרא דלא יראו פני ריקם ויש לו תשלומי' כל ז' כמ\"ש רבינו בפ\"א מה' חגיגה ה\"ד ז\"ל מי שלא הקריב ביו\"ט הראשון עולת ראייתו ושלמי חגיגתו ה\"ז מקריבן בשאר ימות הרגל כו' עבר הרגל ולא חג אינו חייב כו' יע\"ש ובכן בזה הוא שדימו בירוש' הא דהכא לההיא דהאשה שהביאה חטאתה ומתה פלוגתייהו דשמואל ור\"י וכיון שכבר פסק רבי' ההיא דהאשה שהביאה חטאתה בפ\"א מהלכו' מחוסרי כפרה לא הוצרך לבאר פה היכא שמת לאחר שבא לעזרה שכבר נתחייב בה ועולת חובה היא כההיא דיולדת אמנם היכא שלא בא לעזרה והפרישו ומת כתב שחייבים היורשים להביא אותה כלומר כשהיא קיימת ולא כשנאבדה כיון שאינה אלא בעולת נדבה כנלע\"ד.<br><b> עוד </b> ראיתי להרב הנז' בד\"ד ע\"א הוק' לו בשי' הרמב\"ן ודעימיה ממ\"ש במנחו' דף ד' אמר ר\"י מצינו שחילק הכתוב בין מכפרים ובין מכשירים מכפרין אית בהו דאתי לאחר מיתה מכשירין לית בהו דאל\"מ דתנן האשה שהביאה חטאתה כו' ופרש\"י דחטאת מכשיר והעולה מכפרת והדבר ק' דחטאת נמי מכפר אעשה דעולה כמ\"ש בזבחים ד\"ז וא\"כ כיון שהקריבה חטאתה כבר כיפר לה על כמה עשה כי ע\"כ עכ\"ל דכי תנן יביאו יורשי' עולתה הוא אפי' שלא הקריבו חטאתה היפך דברי הרמב\"ן ולדידי מלבד מ\"ש הוא נר\"ו לקמיה ליישב דברי הרמב\"ן דאפי' הקריבה חטאתה אכתי קרי ליה לעולה מכפרת דמכפר על אשר חטא אחר הקרבת החטאת מעיקרא ל\"ק מידי דאע\"ג דחטאת מכפר אעשה כבר אמרו בזבחים ד\"ז דאינו מכפר אלא מקופייא אבל עיקר הקרבן אינו אלא או לכפר על לא תעשה שחייבים עליו כרת לחטאת חלב וכיוצא או אינו בא אלא להכשיר משא\"כ קרבן עולה דמקיבעא מכפר אעשה ולהכי זה נקרא מכשיר וזה נקרא מכפר כיון דעיקרו לא בא לכפר ואפשר דחטאת שבא להכשירו בקדשי' אינו מכפר אפי' מקופייא דבחטאת כזה ליכא ק\"ו ועיין בתוספות בזבחים ד\"ז ע\"א ד\"ה על חייבי עשה וכו' וברור.<br><b> עו\"כ </b> מע' הרב נר\"ו ז\"ל הן אמת שיש לתמו' על פי' רש\"י שכ' דביולדת העולה מכפרת כדכתיב א' לחטאת וא' לעולה וכפר עליה וכיון דהחטאת אינו מכפר העולה הוא דמכפר והרי בת\"כ הביאו רש\"י בפי' התורה דרשו שהכפרה כחטאת ופי' הרא\"ם והרב קרבן אהרן דהכפרה כחטאת ר\"ל בעלמא ופירשו וטהרה בעי שמכפר עליו בכל מקום וא\"כ היכן כתיב כפרה בעולה עכ\"ל ותמהני טובא שהוסיף בדברי רש\"י מה שלא כתב כדי להקשות עליו וז\"ל רש\"י ומדחטאת להכשיר עולתה לכפר כדכתיב א' לחטאת וא' לעולה אלמא וכו' והוא לא כתב א' לחטאת וא' לעולה וכפר עליה כמ\"ש הוא נר\"ו ופשיטא דקרא וכפר עליה על החטאת קאי ולא על העולה וכמ\"ש הרא\"ם והר' ק\"א אלא דהאי וכפר עליה לא קאי אחטא' זה אלא אשאר חטא' דעלמא שבא לכפר וכאלו אמר הכתוב והקריבו לקרבן שהוא בא לכפר עליה בעלמא ובהקרבת קרבן זה שמכפ' עליה בעלמא וטהרה עכשיו והשתא קאמר רש\"י דכיון דחטאת זה לא בא לכפר אלא לטהר ולהכשיר ודאי דהעולה בא לכפר כסתם קרבן עולה דכתיב ביה ונרצה לו לכפר עליו וכן הבין בדברי רש\"י בס' חק נתן יע\"ש וזה ברור.<br><b> עו\"כ </b> הר' שם וז\"ל עוד ק' דבד\"ז דזבחים הכריח רבא דעולה אף אעשה אינו מכפר כי אם דורון בעלמ' הוא דכיון שעשה תשו' נתכפר לו כי ע\"כ אי לאו פי' רש\"י נראה לי לפרש דאע\"ג דהוי דורון מ\"מ כיון דבאה הדורון לכפרה קרי לה נמי הכא דעולת יולדת מכפר ודברי רש\"י צ\"ע עכ\"ל ולא יכולתי להבין מאי האי דקאמר כיון דבא הדורון לכפרה שאם הוא דורון אינו כפרה ואם הוא כפרה אינו דורון אבל האמת הוא שהיא כשאר כפרה כמ\"ש לעיל שיש לו נחת רוח עם קונו מעתה ונתכפר קמי שמיא והיא היא כונת רש\"י דעולת יולדת בא לכפר עליה כשאר עולות דעלמא ואינה באה להכשירה בקדשים כקרבן חטאתה. עוד כתב הרב נר\"ו ודרך אגב תמהני מהך סוגייא דזבחים למ\"ש בס' אמרי נועם ומנחת יאודה בפ' ויקרא עמ\"ש רש\"י בפסוק ונרצה לו לכפר עליו דעולה מכפרת על עשה כו' דהיכי דמי אי דעשה תשובה וכו' דהכי פריך פ\"ק דשבועו' והכא לא שייך לתרץ מה שתי' שם וי\"ל דשאני כפרת יו\"הכ דהדבר קבוע הוא ואינו דין שיבא דבר קבוע ויכפר על דבר הקל כגון עשה ול\"ת אבל הכא כו' עכ\"ל וכתב ע\"ז ותמהני עליהם איך לא ראו דקו' זו הן דברי רבא בהך סוגייא דזבחים והכריח מזה דעולה דורון היא ומינה דכי כתיב לכפר היינו דורון מה שכיפר התשו' ודבריהם צריכים עיון רב. ולדידי יש ליישב דעיקר קו' יצא טפי אעיק' מימר' זו דרבא דמ\"ש דורון היא ודאי שהכונה לומר שאינה עיקר כפרה אלא גמר כפרה שמתרצה לו האל ית' ריצוי גמור וע\"ז הוקשה להם מאותה דפ\"ק דשבועות למה לא אמרו שיו\"הך מכפר על עשה כפרה כי האי שהיא גמר כפרה וריצוי כמו שגומר העולה וע\"ז תירצו שפיר דזה לא שייך לומר התם גבי יו\"הכ שיבא דבר קבוע לכפר כפרה כל דהיא וברור עו\"כ וז\"ל ונראה ליה דקודם קריאת פ' הקרבנות צריך להתודות שהרי אף חטאת ואשם אינו מכפר אלא לשבים כמ\"ש בשבועות די\"ג ובזבחים דף ז' והוידוי הוא התשובה כמ\"ש הרמב\"ם כו' ע\"כ ת\"ד.<br><b> ואהמ\"ר </b> אין מכל זה ראיה שצריך להתוודות קודם קריאת פ' הקרבנות שלא אמרו זבח רשעים תועבה ושצריך להתוודות עם הקרבן אלא היכא שידוע לו שחטא בודאי עבירה שחייב עליה חטא' או אשם אבל כשאינו יודע שחטא ומביא קרבן נדבה עולה ושלמים אף על פי שמכפר הוא על עשה ועל ל\"ת הניתק לעשה ואין לך אדם מישראל שלא עבר עשה כמ\"ש בזבחים ד\"ז מ\"מ כיון שאינו יודע בודאי שעבר אין הוידוי מעכב לכפר לו כיון שאינו יודע שעבר היה מתודה ואין זה זבח רשעים ח\"ו ויש קצת ראיה ממ\"ש בזבחים ד\"ז דחטאת ששחטה על מי שאינו חייב כלום פסולה שאין לך אדם מישראל שאינו מחוייב עשה ונמצא ששחטה על מי שמחוייב כפרה כמותו וכתיב וכפר עליו ולא על חבירו שמחוייב כפרה כמותו ובת מינה ולהכי פסולה כיון דאילו היה מתחייב חטאת מכפר לו על עשה מקופייא הילכך חייל שמיה על חטאתו שנשחטו לשמו לפוסלה כמ\"ש רש\"י שם ד\"ה מקופייא יע\"ש הרי דאף שזה לדעתו אינו מחוייב כלום אעפ\"כ אם שחט חטאת מכפר עליו ע\"כ עשה שעבר בלי ידיעתו דסתמא ודאי הוא אינו מתודה על מה שלא ידע שחטא ואעפ\"כ מכפר עליו וע\"כ דטעמא הוא דכיון שאלו היה יודע שחטא היה מתודה אין זה זבח רשעים תועבה הילכך בקרי' פ' הקורבנות שעל חטאת ואשם ודאי אינו אומר יה\"ר כמ\"ש הטור ועל השלמים אין צורך להתוודות כמ\"ש רבי' בספ\"ג מה' מע\"הק ועל העולה אינו אלא כעולת נדבה שאע\"פי שאין אדם מישראל שאינו עובר עשה מ\"מ אינו עובר בדעת ובמזיד ואינו יודע שעבר על עשה בודאי ואם ידע שעבר תכף הוא מתודה ג' פעמים ביום הילכך לא הצריכו הפוסקים להתוודות בקריאת פ' קרבנות.<br><b> עו\"כ </b> הר' נר\"ו בד\"ד רע\"ב אמ' דקי\"ל דסמיכ' לא מעכבא כו' וא\"כ איך כתב כאן הרמב\"ם דבלי וידוי אינו מכפר החטאת והאשם כו' כי ע\"כ נר' לי דתשו' בלב סגי לכפר עכ\"ל לא ידעתי מאי קא ק\"ל דאם אמרו דסמיכה לא מעכבא היינו לסמוך ידיו על ראש העולה ולומר זו כפרתי אבל וידוי דברי' מי זה אמר דלא מעכבא כדכתיב והתודה כו' וה\"ז מ\"ע והוא מביא עולה על עשה ואיך לא יתוודה ויעבור על עשה אין לך זבח רשעים תועבה גדו' מזה ומ\"ש דבהרהור בלב דיי לתשובה וה\"ז צדיק גמור מ\"מ לכפר עליו ע\"מ שעבר ולהגן עליו מן היסורין גזרת הכתוב הוא שיתוודה בפה ע\"מ שחטא ויביא קרבן להגן עליו וזה ברור.<br><b> ע\"כ </b> הרב הנז' נר\"ו כי ע\"כ כל איש הירא מעבירות שבידו יתוודה קודם קריאת פרשת קרבנות ע\"כ ולדידי לאו דוקא בשעת קריא' פרשת הקרבנות כי בכל עת וזמן שזוכר מה שעבר טוב לו שיתודה ויאמר חטאתי עויתי פשעתי ויקבל שלא לעבור עוד ולא זז משם עד שמוחלין לו וכ\"ש כשיקרא פרשת הקרבנות וכמו דנהוג עלמא. עו\"כ אך את זה עומד לנגדי על מה אנו סומכין שלא לקרות פרשת קרבנות וכי ת\"ח לא בעו כפרה ואף שכתב הרב לחם חמודות דמי שיש לו ללמוד טוב שילמוד מלומר תחינות וקרבנות מ\"מ החכם עיניו יחזו שאין זה ברור שהרי בסוף מנחות איכא מ\"ד דהעוסק בתורה אינו צריך עולה וחטאת ופי' רש\"י שת\"ת מכפר עונותינו ולדבריו ע\"כ דר\"י דאמר בתר הכי כל העוסק בתורת חטאת כאלו הקריב קרבן חטאת חו' ע\"ז כו' וכן"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שורשי הים על משנה תורה, הלכות תמידים ומוספין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Shorshei HaYam",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}