{
    "title": "Yitzchak Yeranen on Mishneh Torah, Ownerless Property and Gifts",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Yitzchak_Yeranen_on_Mishneh_Torah,_Ownerless_Property_and_Gifts",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אבל הקרקע וכו'.</b> ומרן הבין במ\"ש שאין דעתו סומכת היינו משום דגוי לא סמכה דעתיה אלא על השטר יעו\"ש פ\"א ממכירה הי\"ז והמל\"מ תמה עליו דא\"כ היכי קאמר גוי מכי מטי זוזי לידי איסתלק ליה והרי הן כמדבר והא לא סמכה דעתיה והצריך עיון ולכן פי' הוא ז\"ל דקאי לישראל והיינו טעמא דכיון דהגוי אלם כל דלא כתב שטרא לא סמכא דעתיה וכיון שכן ב' יכולין לחזור אלו דבריו.<br><b> ולענ\"ד</b> כוונת מרן במ\"ש דגוי לא סמכה דעתיה היינו דאף דמן הדין כל קניינו של גוי בכסף ומן הדין נסתלק הגוי במה שלקח המעות מ\"מ כיון שהוא אלם ויכול לתבוע לא סמכה דעתיה שלא לעשות אלמות כי אם בשטר וא\"כ מן הדין אף שלא עשה שטר ובא אחר והחזיק זכה דמן הדין נסתלק הגוי וישראל לא קני עד דמטא שטרא לידיה נמצאו במדבר כל המחזיק זכה בהן והרב המגיד שם בהל' מכירה כתב דהטעם שהגוי אינו קונה בחזקה שאם הגוי קונה בחזקה מתוך אלמותו היה מחזיק אבל לכתוב שטר כולי האי לא עבדי והשיגו מרן שם דטעם זה אינו מספיק לישראל הקונה מן הגוי עכ\"ל. ונראה דהא בהא תליא כיון דגוי אינו קונה בחזקה מטעם שיהיה ישראל הקונה ממנו אינו קונה בחזקה כיון דבא מכחו ולדידיה לית ליה ומ\"מ א\"צ לזה דבלא\"ה קשה על הרה\"מ ממ\"ש רבינו הכא לפי שאין דעתו סומכת אלא על השטר ואילו הוא יהיב טעמא אחרינא וצ\"ל דמ\"ש רבינו הכא לפי שאין דעתו סומכת קאי לדסמיך דהיינו בגוי המוכר ומ\"ש הרה\"מ קאי לגוי הלוקח וא\"כ לק\"מ."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "יצחק ירנן על משנה תורה, הלכות זכייה ומתנה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Yitzchak Yeranen",
        "Sefer Kinyan"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}