{
    "title": "Migdal Oz on Mishneh Torah, Borrowing and Deposit",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Migdal_Oz_on_Mishneh_Torah,_Borrowing_and_Deposit",
    "text": [
        [
            [
                "<b>השואל כלים או בהמה כו' עד וכן כל כיוצא בזה.</b> הכל במציעא פרק השואל:"
            ],
            [
                "<b>השואל כלים או בהמה כו' עד וכן כל כיוצא בזה.</b> הכל במציעא פרק השואל:"
            ],
            [
                "<b>השואל כלי מחבירו וכו' עד ומשלם הפחת.</b> בנזיקין פרק קמא <small> (דף י\"א) </small> ומציעא פרק השואל:"
            ],
            [
                "<b>השואל בהמה חייב במזונותיה כו' עד שמחמת המלאכה כחש.</b> במציעא פרק השוכר את הפועלים:"
            ],
            [
                "<b>השואל מחבירו כלי עד שמשך זכה בו.</b> פרק הפועלים:",
                "<b> ואין הבעלים יכולין להחזירו וכו' עד סוף הזמן.</b> בנזיקין פרק הגוזל ומאכיל:",
                "<b> ודין הוא הלוקח קונה הגוף עד בתוך הזמן.</b> זה נותן טעם למה שאמרו והסכימו עליו הגאונים ז\"ל:",
                "<b> הניח להן אביהן עד את דמיה מנכסיו.</b> בנזיקין פרק הגוזל ומאכיל ובכתובות פרק אלו נערות:"
            ],
            [
                "<b>השואל כלי מחבירו עד סוף הפרק.</b> הכל פרק השואל והאחרונות בתוספתא:"
            ],
            [
                "<b>השואל כלי מחבירו עד סוף הפרק.</b> הכל פרק השואל והאחרונות בתוספתא:"
            ],
            [
                "<b>השואל כלי מחבירו עד סוף הפרק.</b> הכל פרק השואל והאחרונות בתוספתא:"
            ],
            [
                "<b>השואל כלי מחבירו עד סוף הפרק.</b> הכל פרק השואל והאחרונות בתוספתא:"
            ],
            [
                "<b>השואל כלי מחבירו עד סוף הפרק.</b> הכל פרק השואל והאחרונות בתוספתא:"
            ]
        ],
        [
            [
                "<b>השואל בבעלים כו' עד עם החפץ כמו שביארנו.</b> במציעא פרק השואל והביאור פ\"א:",
                "<b> ואחד השואל את הבעלים עד בבעלים היא.</b> הכל במציעא פרק השואל:"
            ],
            [
                "<b>השואל בבעלים כו' עד עם החפץ כמו שביארנו.</b> במציעא פרק השואל והביאור פ\"א:",
                "<b> ואחד השואל את הבעלים עד בבעלים היא.</b> הכל במציעא פרק השואל:"
            ],
            [
                "<b>השואל בבעלים כו' עד עם החפץ כמו שביארנו.</b> במציעא פרק השואל והביאור פ\"א:",
                "<b> ואחד השואל את הבעלים עד בבעלים היא.</b> הכל במציעא פרק השואל:"
            ],
            [
                "<b>השואל בבעלים כו' עד עם החפץ כמו שביארנו.</b> במציעא פרק השואל והביאור פ\"א:",
                "<b> ואחד השואל את הבעלים עד בבעלים היא.</b> הכל במציעא פרק השואל:"
            ],
            [
                "<b>השואל בבעלים כו' עד עם החפץ כמו שביארנו.</b> במציעא פרק השואל והביאור פ\"א:",
                "<b> ואחד השואל את הבעלים עד בבעלים היא.</b> הכל במציעא פרק השואל:"
            ],
            [
                "<b>השואל בבעלים כו' עד עם החפץ כמו שביארנו.</b> במציעא פרק השואל והביאור פ\"א:",
                "<b> ואחד השואל את הבעלים עד בבעלים היא.</b> הכל במציעא פרק השואל:"
            ],
            [
                "<b>השואל בבעלים כו' עד עם החפץ כמו שביארנו.</b> במציעא פרק השואל והביאור פ\"א:",
                "<b> ואחד השואל את הבעלים עד בבעלים היא.</b> הכל במציעא פרק השואל:"
            ],
            [
                "<b>השואל בבעלים כו' עד עם החפץ כמו שביארנו.</b> במציעא פרק השואל והביאור פ\"א:",
                "<b> ואחד השואל את הבעלים עד בבעלים היא.</b> הכל במציעא פרק השואל:"
            ],
            [
                "<b>השואל בבעלים כו' עד עם החפץ כמו שביארנו.</b> במציעא פרק השואל והביאור פ\"א:",
                "<b> ואחד השואל את הבעלים עד בבעלים היא.</b> הכל במציעא פרק השואל:"
            ],
            [
                "<b>השואל בבעלים כו' עד עם החפץ כמו שביארנו.</b> במציעא פרק השואל והביאור פ\"א:",
                "<b> ואחד השואל את הבעלים עד בבעלים היא.</b> הכל במציעא פרק השואל:"
            ],
            [
                "<b>אשה ששאלה וכו' עד נכנס תחתיה:</b> כתב הראב\"ד ז\"ל והוא שקיבל אותה על עצמו בשאלה עכ\"ל: <b> ואני </b> אומר עיקר ההלכה שכתב ר\"מ ז\"ל הוא בפרק השואל ומ\"ש הראב\"ד ז\"ל היא סברא וכבר כתבתי כמה פעמים שאין לי עסק בזה החיבור בסברא רק בגמרא:",
                "<b> כל שאמרנו שהיא שאלה בבעלים עד סוף הפרק.</b> הסכמת הגאונים הוא מפרק השואל דקא משוו להו כאחד והאמירה הזאת בזה הפ' ובפ\"א:"
            ]
        ],
        [
            [
                "<b>השואל את הפרה וכו' עד הרי זה חייב.</b> עיקר זאת ההלכה כולה במציעא פרק השואל <small> (ד' צ\"ח) </small> ופרק השוכר את האומנין <small> (ד' פ') </small> ומייתי לה בנזיקין פרק הגוזל עצים <small> (ד' ק\"ד) </small> :",
                "<b> שלחה לו המשאיל כו' עד אחר ימי שאלתה פטור וכן כל כיוצא בזה.</b> הכל במציעא פרק השואל ופרק השוכר את האומנין:"
            ],
            [
                "<b>השואל את הפרה וכו' עד הרי זה חייב.</b> עיקר זאת ההלכה כולה במציעא פרק השואל <small> (ד' צ\"ח) </small> ופרק השוכר את האומנין <small> (ד' פ') </small> ומייתי לה בנזיקין פרק הגוזל עצים <small> (ד' ק\"ד) </small> :",
                "<b> שלחה לו המשאיל כו' עד אחר ימי שאלתה פטור וכן כל כיוצא בזה.</b> הכל במציעא פרק השואל ופרק השוכר את האומנין:"
            ],
            [
                "<b>השואל פרה מחבירו וכו' עד סוף הפרק.</b> הכל פרק השואל:"
            ],
            [
                "<b>השואל פרה מחבירו וכו' עד סוף הפרק.</b> הכל פרק השואל:"
            ]
        ],
        [
            [
                "<b>המפקיד אצל חבירו וכו' עד אחר ששלח יד בפקדון חייב באחריותו.</b> בנזיקין פרק הגוזל עצים:"
            ],
            [
                "<b>הואיל ופטר הכתוב וכו' עד חייב באונסיו.</b> במציעא פרק השואל ופרק הפועלים ומייתי מינה פ\"ק:",
                "<b> כיצד דרך השומרים וכו' עד אחר שיבדיל כדי לקברן.</b> פרק המפקיד:",
                "<b> המפקיד אצל חבירו כספים וכו':</b> כתב הראב\"ד ז\"ל ואם ת\"ח הוא הנפקד עכ\"ל: <b> ואני </b> אומר עיקר הלכות אלו פרק המפקיד ומעולם לא ראינו ולא שמענו מי שפירשו בענין אחר וגם לשון ר\"מ ז\"ל כך הוא מובן במושכל ראשון ועל כן לא ידעתי מה בא זה הלשון ללמדנו:"
            ],
            [
                "<b>הואיל ופטר הכתוב וכו' עד חייב באונסיו.</b> במציעא פרק השואל ופרק הפועלים ומייתי מינה פ\"ק:",
                "<b> כיצד דרך השומרים וכו' עד אחר שיבדיל כדי לקברן.</b> פרק המפקיד:",
                "<b> המפקיד אצל חבירו כספים וכו':</b> כתב הראב\"ד ז\"ל ואם ת\"ח הוא הנפקד עכ\"ל: <b> ואני </b> אומר עיקר הלכות אלו פרק המפקיד ומעולם לא ראינו ולא שמענו מי שפירשו בענין אחר וגם לשון ר\"מ ז\"ל כך הוא מובן במושכל ראשון ועל כן לא ידעתי מה בא זה הלשון ללמדנו:"
            ],
            [
                "<b>הואיל ופטר הכתוב וכו' עד חייב באונסיו.</b> במציעא פרק השואל ופרק הפועלים ומייתי מינה פ\"ק:",
                "<b> כיצד דרך השומרים וכו' עד אחר שיבדיל כדי לקברן.</b> פרק המפקיד:",
                "<b> המפקיד אצל חבירו כספים וכו':</b> כתב הראב\"ד ז\"ל ואם ת\"ח הוא הנפקד עכ\"ל: <b> ואני </b> אומר עיקר הלכות אלו פרק המפקיד ומעולם לא ראינו ולא שמענו מי שפירשו בענין אחר וגם לשון ר\"מ ז\"ל כך הוא מובן במושכל ראשון ועל כן לא ידעתי מה בא זה הלשון ללמדנו:"
            ],
            [
                "<b>הואיל ופטר הכתוב וכו' עד חייב באונסיו.</b> במציעא פרק השואל ופרק הפועלים ומייתי מינה פ\"ק:",
                "<b> כיצד דרך השומרים וכו' עד אחר שיבדיל כדי לקברן.</b> פרק המפקיד:",
                "<b> המפקיד אצל חבירו כספים וכו':</b> כתב הראב\"ד ז\"ל ואם ת\"ח הוא הנפקד עכ\"ל: <b> ואני </b> אומר עיקר הלכות אלו פרק המפקיד ומעולם לא ראינו ולא שמענו מי שפירשו בענין אחר וגם לשון ר\"מ ז\"ל כך הוא מובן במושכל ראשון ועל כן לא ידעתי מה בא זה הלשון ללמדנו:"
            ],
            [
                "<b>הפקיד אצל חבירו כספים כו' עד סוף הפרק.</b> הכל במציעא פרק המפקיד:"
            ],
            [
                "<b>הפקיד אצל חבירו כספים כו' עד סוף הפרק.</b> הכל במציעא פרק המפקיד:"
            ],
            [
                "<b>הפקיד אצל חבירו כספים כו' עד סוף הפרק.</b> הכל במציעא פרק המפקיד:"
            ],
            [
                "<b>הפקיד אצל חבירו כספים כו' עד סוף הפרק.</b> הכל במציעא פרק המפקיד:"
            ]
        ],
        [
            [
                "<b>מי שהפקידו אצלו מעות וכו' עד פדיון שבויים גדול מזה.</b> סוף פרק החובל ומייתי לסופה פרק הגוזל ומאכיל:",
                "<b> בד\"א בשאין זה הממון עד כדרך כל השומרין.</b> סוף פרק החובל:"
            ],
            [
                "<b>המפקיד אצל חבירו ממון עד וכן כל כיוצא בזה.</b> פרק הגוזל ומאכיל:"
            ],
            [
                "<b>המפקיד אצל חבירו עד וכן כל כיוצא בזה.</b> פרק המפקיד:"
            ],
            [
                "<b>שנים שהפקידו אצל אחד עד אינו מוציא לו בלע.</b> הכל פרק המפקיד:"
            ],
            [
                "<b>שנים שהפקידו אצל אחד עד אינו מוציא לו בלע.</b> הכל פרק המפקיד:"
            ],
            [
                "<b>הפקיד אצלו פירות שאינן מדודין ועירבן עם פירותיו וכו' בעל הפקדון אומר כך וכך היו וכו' נמצא מחוייב שבועה כו' עד וכזה הורו רבותי רבינו יהוסף הלוי בן מיגש ז\"ל ורבו ז\"ל:</b> כתב הראב\"ד ז\"ל ורבותי אין מורין כן וכו': <b> ואני </b> אומר זה שכתב ר\"מ ז\"ל מתשובת הגאונים ז\"ל והוראת רבותיו היתה לו ודיו והרוצה לחלוק יחלוק וכבר כתבתי כמה פעמים על עצמי שלא באתי בחיבור זה לסתור אלא לבנות בס\"ד ולכך אין לי להכריע:"
            ],
            [
                "<b>מעשה באחד שהפקיד שק צרור אצל חבירו וכו' ולמה נשבע כאן בעל הפקדון וכו' עד ובהלכות טוען ונטען יתבארו עיקרי הדברים:</b> כתב הראב\"ד ז\"ל אין זה כלום וכו': <b> ואני </b> אומר זה הדין מן הירושלמי הוא והביאו גם ר\"י אלפס ז\"ל בהלכות נזיקין פרק הכונס וכולם מודין בדין זה ולא נחלק רק בטעם שאינו נראה להראב\"ד ז\"ל ומ\"מ הוא לא נתן בו טעם אחר שיטעום איזה מהן מתוק לחיך ולפיכך אנחנו נקבל זה וכי יבא דברו וכבדנוהו וגם כבר ייעד ר\"מ ז\"ל לבררו עוד בהלכות טוען ונטען והוא בפ\"ד נכון ויציב דכי מעיינת בה שפיר כולהי קושייתא מיתרצן מה שהקשה תחלה מן השק אינה קושיא שהרי אינו דבר שבמדה שבמשקל ושבמנין ומינה למטכסין לא תבעו במניין אלא שק מלא סתם או צרור שהיו בו מטכסין ולא אמר כמה וכמה ור\"מ ז\"ל כתב שם כי כיס מלא אינו מודה במקצת ומה שהקשה משוורים לא דמיא דהתם לתרוייהו איכא ספיקא אבל הכא המפקיד טעין ברי ולית ליה לאסתפוקי דהא איהו הוא דאפקיה מתותי ידיה ואפקדיה וזה פשוט ואינה צריכה לפנים ותו לא מידי:"
            ]
        ],
        [
            [
                "<b>שומר חנם שאמר הריני משלם כו' עד ואח\"כ משלם.</b> פרק המפקיד <small> (דף ל\"ד) </small> ופ\"ק דמציעא <small> (דף ה') </small> הוא ראש זה הדין וסופו ועליו הוסיפו הגאונים ז\"ל להורות כל הוראה זו:",
                "<b> וה\"ה לשאר השומרים כגון השואל וכו' עד כך וכך היה שוה.</b> בניזקין פ' הגוזל עצים <small> (דף ק\"ז ק\"ח) </small> :"
            ],
            [
                "<b>יש לשומר להתנות עד וכיוצא בזה.</b> פרק השוכר את הפועלים הסכימו כן לגבי מתנה ש\"ח וכו' שכתב ר\"מ ז\"ל פ\"ב דהלכות שכירות:",
                "<b> טען השומר שתנאי היה בינינו וכו' עד ושהיה ביניהם תנאי:</b> כתב הראב\"ד ז\"ל זהו תימה וכי העדים לא שמעו התנאי וכו': <b> ואני </b> אומר כבר כתבתי למעלה שפעמים שאין העדים מעלין ומורידין בזה מההיא דאמרינן לא איברו סהדי אלא לשקרי ואפשר שיהיו העדים בעת הפקדון ולא בעת התנאי וחזר עיקר הדין להכחשה ביניהם ושבועת ה' תהיה בין שניהם והודאתו אינה שפשע בשמירתו אלא שאנו אומרים אלמלא התנאי היה פושע ומאחר שהיה שם תנאי לא פשע:"
            ],
            [
                "<b>שומר חנם שהביא ראייה וכו' ואם טען ואמר תנאי היה בינינו אינו נאמן שהרי יש עדים שפשע:</b> כתב הראב\"ד ז\"ל תימה גדול יש בזה וכו': <b> ואני </b> אומר לפי שיטתו של הראב\"ד ז\"ל יפה אומר בזה אבל אני רוח אחרת עמי בלשון ר\"מ ז\"ל לפרש כי מה שאמר תחלה שומר חנם שהביא עדים שלא פשע פטור משבועה הדין עמו וכבר הוכחתי זה למעלה משמעתין דריש בבא מציעא ושוב מצאתי שכן הורה ר\"ת ז\"ל ומ\"ש אחר כך ואם טען ואמר תנאי היה בינינו אינו נאמן הוא מתשובת הגאונים ז\"ל ומיירי בשטען לאחר שבאו עדים שפשע דהוה ליה כחוזר וטוען וכההיא דראה עדים ממשמשין ובאין כו' ורישא מיירי בשטען מתחלה ובזה יתיישבו בבא דרישא עם בבא דסיפא:"
            ],
            [
                "<b>המפקיד אצל חבירו וכו' עד בלא שבועה.</b> בבבא בתרא פרק חזקת הבתים:",
                "<b> ולא עוד אלא מי שבא ואמר עד כמו שאבאר בהלכות סנהדרין.</b> בכתובות פ' הכותב והביאור פכ\"ד:",
                "<b> מעשה באחד שהפקיד שומשמין וכו' אמר לו שלך החזרתים לך וכו' עד כמו שביארנו:</b> כתב הראב\"ד ז\"ל למה בנקיטת חפץ וכו': <b> ואני </b> אומר עיקר המעשה הזה ביבמות פרק האשה שלום וכבר נשמר ר\"מ ז\"ל בלשונו ליתן טעם לקושיא זו שכתב כמו שביארנו והביאור הוא בהלכות שכירות פ\"ב שכתב זה שאומר השאלתיך כו' עד שמתוך שיכול לומר שומר חנם נגנב ואבד והשואל מתה בשעת מלאכה נאמן לומר החזרתי לך וכשם שאם טען שנאנס נשבע מן התורה בנקיטת חפץ כך אם טען החזרתי ישבע כעין של תורה הואיל ויש שם שטר ביד התובע עכ\"ל והכי איתא בבבא בתרא פ' המוכר את הבית ושטר ועדים דין אחד להם הואיל וחזר הדין לדין השומרים השנויים במשנתנו כולן בנקיטת חפץ וכן פי' ר\"י אלפס ז\"ל בהלכות פרק הכותב גמרא מתני' דהפוגמת כתובתה וזה פשוט:"
            ],
            [
                "<b>בעל הפקדון שתבע פקדונו וכו' עד סוף הפרק.</b> בתשובות הגאונים ז\"ל ממציעא פרק המפקיד ובשבועות פרק כל הנשבעין:"
            ]
        ],
        [
            [
                "<b>המפקיד פירות אצל חבירו וכו' עד על פירות אחרות:</b> כתב הראב\"ד ז\"ל ועכשיו באלו המקומות וכו': <b> ואני </b> אומר עיקר הלכה במציעא פרק המפקיד כמו שכתב ר\"מ ז\"ל ומה שכתב הראב\"ד ז\"ל ביאור סברא היא וכבר כתבתי שאין פסק לר\"מ ז\"ל בחיבור משנה תורה בדברי הסברא רק לסדר אורך הגמרא בדרך קצרה ולכך אין במה שעשה עליו השגה ותפיסה:"
            ],
            [
                "<b>המפקיד אצל חבירו פירות והרקיבו עד מוסיפין הפסד.</b> פרק המפקיד:"
            ],
            [
                "<b>המפקיד חמץ אצל חבירו כו' עד ויטלו ממונם.</b> פ\"ק דפסחים <small> (דף י\"ג) </small> :"
            ],
            [
                "<b>המפקיד ס\"ת עד אע\"פ שהוא אבד.</b> במציעא פרק אלו מציאות:"
            ],
            [
                "<b>כל המוכר פקדון על פי ב\"ד כו' אע\"פ שעדיין לא נשתמש בהן.</b> פרק קמא דפסחים ופרק המפקיד:"
            ],
            [
                "<b>המפקיד מעות אצל חנוני או השולחני עד במקום אחר פטור.</b> הכל פרק המפקיד:"
            ],
            [
                "<b>המפקיד מעות אצל חנוני או השולחני עד במקום אחר פטור.</b> הכל פרק המפקיד:"
            ],
            [
                "<b>המפקיד מעות אצל חנוני או השולחני עד במקום אחר פטור.</b> הכל פרק המפקיד:"
            ],
            [
                "<b>המפקיד מעות אצל חנוני או השולחני עד במקום אחר פטור.</b> הכל פרק המפקיד:"
            ],
            [
                "<b>אין מקבלין פקדונות עד יחזיר ליורשיהן.</b> בבתרא פרק חזקת הבתים:"
            ],
            [
                "<b>הפקדון והאבידה עד סוף הפרק.</b> בנזיקין פרק הגוזל ומאכיל:"
            ],
            [
                "<b>הפקדון והאבידה עד סוף הפרק.</b> בנזיקין פרק הגוזל ומאכיל:"
            ]
        ],
        [
            [
                "<b>המפקיד אצל חבירו בהמה עד לבעל הפקדון.</b> פרק הגוזל עצים <small> (דף ק\"ח) </small> :",
                "<b> וכן השוכר פרה כו' עד ארבעה וחמשה לשואל.</b> פרק המפקיד:"
            ],
            [
                "<b>המפקיד אצל חבירו בהמה עד לבעל הפקדון.</b> פרק הגוזל עצים <small> (דף ק\"ח) </small> :",
                "<b> וכן השוכר פרה כו' עד ארבעה וחמשה לשואל.</b> פרק המפקיד:"
            ],
            [
                "<b>כל הקונה הכפל קונה השבח כו' כיצד הפקיד וכו' עד ואינו משלם אלא סלע:</b> כתב הראב\"ד ז\"ל דדוקא שבא השבח אחר ששלם או שאמר הריני משלם עכ\"ל: <b> ואני </b> אומר עיקר ההלכה פרק המפקיד כלשון ר\"מ ז\"ל וביאורה כמו שביאר הראב\"ד ז\"ל ואין חולק בזה הביאור:",
                "<b> במה ד\"א שלא הטריחן כו' עד ואפילו בחוצה לארץ.</b> בפרק המפקיד:"
            ],
            [
                "<b>כל הקונה הכפל קונה השבח כו' כיצד הפקיד וכו' עד ואינו משלם אלא סלע:</b> כתב הראב\"ד ז\"ל דדוקא שבא השבח אחר ששלם או שאמר הריני משלם עכ\"ל: <b> ואני </b> אומר עיקר ההלכה פרק המפקיד כלשון ר\"מ ז\"ל וביאורה כמו שביאר הראב\"ד ז\"ל ואין חולק בזה הביאור:",
                "<b> במה ד\"א שלא הטריחן כו' עד ואפילו בחוצה לארץ.</b> בפרק המפקיד:"
            ],
            [
                "<b>כל הקונה הכפל קונה השבח כו' כיצד הפקיד וכו' עד ואינו משלם אלא סלע:</b> כתב הראב\"ד ז\"ל דדוקא שבא השבח אחר ששלם או שאמר הריני משלם עכ\"ל: <b> ואני </b> אומר עיקר ההלכה פרק המפקיד כלשון ר\"מ ז\"ל וביאורה כמו שביאר הראב\"ד ז\"ל ואין חולק בזה הביאור:",
                "<b> במה ד\"א שלא הטריחן כו' עד ואפילו בחוצה לארץ.</b> בפרק המפקיד:"
            ],
            [
                "<b>נגנב הפקדון כו' עד סוף הפרק.</b> בנזיקין פרק הגוזל עצים ועשאן כלים:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "מגדל עוז על משנה תורה, הלכות שאלה ופיקדון",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Migdal Oz",
        "Sefer Mishpatim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}