{
    "title": "Tziunei Maharan on Mishneh Torah, One Who Injures a Person or Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Tziunei_Maharan_on_Mishneh_Torah,_One_Who_Injures_a_Person_or_Property",
    "text": [
        [],
        [],
        [],
        [],
        [
            [
                "<b>אסור לאדם לחבול כו' ולא החובל בלבד אלא כל המכה אדם כשר מישראל בין קטן בין גדול כו' ה\"ז עובר בל\"ת שנאמר לא יוסיף להכותו.</b> עי' בכ\"מ שלא הראה שום מקור לזה שכתב רבינו דגם בחובל לקטן עובר משום לא יוסיף ומצד הסברא י\"ל דבקטן אינו עובר דהא גם בהורג קטן בעי קרא בנדה דף מ\"ד ע\"ב לחייב ההורגו וא\"כ בחובל דליכא קרא לרבות קטן מנ\"ל דחייב, ועי' בטוש\"ע חו\"מ סי' ת\"כ שהשמיטו הא דבין קטן משמע דס\"ל באמת דבקטן אינו עובר. אכן נראה דדברי רבינו נובעים מש\"ס ערוך בב\"ק דף פ\"ז ע\"א דאיתא שם בעא מיניה ר\"א מרב החובל בבת קטנה של אחרים חבלה למי כו' אבל חבלה כיון דאי בעי מתחבל בה לא מצי חביל לא קנייה ליה רחמנא ופירש\"י דאין אדם רשאי לחבול בבתו דהא ישראלית היא ועבר על לא יוסיף פן יוסיף ע\"ש ומבואר דגם בקטן עובר על לאו דלא יוסיף:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואפי' הקריב כל אילי נביות כו'. אלא כיון שביקש ממנו החובל ונתחנן לו פעם ראשונה ושנייה כו'.</b> וכתב המ\"מ משנה בהחובל דף צ\"ב. והנה שם במשנה איתא אע\"פ שהוא נותן לו אינו נמחל לו עד שיבקש ממנו כו' ומניין שלא יהא המוחל אכזרי שנאמר ויתפלל כו' אולם מש\"כ רבינו ונתחנן לו פעם ראשונה ושנייה לא נתבאר בהמשנה שם, אבל רבינו למד כן ממאי דאיתא שם בירושלמי ה\"ז על משנה זו רב אמר אדם שסרח לחבירו וביקש ממנו ולא קבלו יעשה שורת ב\"א ויפייסנו דכתיב כו', ומזה יצא לו לרבינו דכשלא מחל לו פעם ראשונה צריך לו עוד להרבות רעים בפעם שנייה וע\"ש במרה\"פ:"
            ],
            [
                "<b>ואפי' הקריב כל אילי נביות כו'. אלא כיון שביקש ממנו החובל ונתחנן לו פעם ראשונה ושנייה כו'.</b> וכתב המ\"מ משנה בהחובל דף צ\"ב. והנה שם במשנה איתא אע\"פ שהוא נותן לו אינו נמחל לו עד שיבקש ממנו כו' ומניין שלא יהא המוחל אכזרי שנאמר ויתפלל כו' אולם מש\"כ רבינו ונתחנן לו פעם ראשונה ושנייה לא נתבאר בהמשנה שם, אבל רבינו למד כן ממאי דאיתא שם בירושלמי ה\"ז על משנה זו רב אמר אדם שסרח לחבירו וביקש ממנו ולא קבלו יעשה שורת ב\"א ויפייסנו דכתיב כו', ומזה יצא לו לרבינו דכשלא מחל לו פעם ראשונה צריך לו עוד להרבות רעים בפעם שנייה וע\"ש במרה\"פ:"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וכל המוסר ישראל ביד עכו\"ם בין בגופו בין בממונו אין לו חלק לעוה\"ב.</b> הכ\"מ לא הראה שום מקור לזה ובמ\"ע כתב שהוא בפ' חלק בסנהדרין ולא נמצא שם כן. אבל דברי רבינו הם בתוספתא דסנהדרין פי\"ג והובא ג\"כ בש\"ס ר\"ה דף י\"ז דאיתא שם אבל המינין והמסורות כו' יורדין לגיהנם ונידונין בה לדורי דורות כו' גיהנם כלה והן אינן כלין ע\"ש:"
            ],
            [],
            [
                "<b>וכן כל המיצר לציבור ומצערן מותר למוסרו ביד עו\"ג להכותו ולאסרו ולקונסו אבל מפני צער יחיד אסור לאסרו.</b> הכ\"מ לא כתב שום מקור לזה ועי' בב\"ח בטוח\"מ סי' שפ\"ח ובחי' מהרל\"ח שם ותמצא טעם דברי רבינו:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "ציוני מהר\"ן על משנה תורה, הלכות חובל ומזיק",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Tziunei Maharan",
        "Sefer Nezikim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}