{
    "title": "Ohr Sameach on Mishneh Torah, Rest on the Tenth of Tishrei",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ohr_Sameach_on_Mishneh_Torah,_Rest_on_the_Tenth_of_Tishrei",
    "text": [
        [
            [],
            [
                "<b>כל מלאכה שחייבין על זדונה וכו' חייבין על זדונה בעשור כרת וכו' חייבין עליו קרבן חטאת ביום הכפורים.</b><br><b> דייק </b> רבינו על מזיד בעשור כרת ולא נקט יוהכ\"פ דכיון דעשה בו מלאכה בזדון א\"כ לא עשה תשובה ואין יוהכ\"פ מכפר כלל. ולדידיה לא הוי יוהכ\"פ.<br><b> השאגת </b> אריה סימן ע' האריך הרבה במה שיש בין יוהכ\"פ לשבת ויש להעיר קצת בדבריו לפום רהיטא דמה שהקשה מהך משנה דאין בין שבת ליוהכ\"פ וכו' דאם איתא לרפרם הא איכא הוצאה. אפשר לומר דהמשנה לא נקטה מילי דהוצאה משום דמספקא לי' לתנא בדאיסי דאמר בשבת דף ו' דאינו חייב על אחת מהן, ואע\"ג דאמר הגמרא התם הא מהנך דלא מספקן היינו למ\"ד מקושש מעביר ד' אמות ברה\"ר הוי וכדאמרינן שם בדף צ\"ז. ואע\"ג דהתו' כתבו דחטאת וכרת גם לאיסי חייב מ\"מ לא פסיקא לי' למיתני בה מידי פסיקא ופשוט. - ומה שהביא ראיה מר' יוסי דאמר בכריתות הגבי' בה\"ש מאי וכפירש\"י במחכ\"ת מפורש בתוספתא דלא כרש\"י רק קאי על הגבהת הקורנוס על הסדן ומשום מכה בפטיש מיירי. וז\"ל התוספתא אמרו לו מכה בפטיש יוכיח, אמר להן הגבהה היתה בשבת והורדה ביוהכ\"פ ודו\"ק. כעת נדפס בש\"ס חדש בשמ\"ק ובתו' שאנץ בתורת כהנים. ומה שהביא ראיה מהא דתקיעת שופר ביוהכ\"פ דיובל אינו אלא כ\"ז שב\"ד יושבין ודאי דגזירה שמא יעבירנו א\"כ ע\"כ דיש הוצאה ביוה\"כ מה\"ת במחכ\"ת אישתמיטתי' דברי רבינו בהלכות שמיטה ויובל פ\"י הלכה י' וז\"ל: מצות עשה לתקוע בשופר וכו' ומצוה זו מסורה לבית דין תחילה שנאמר והעברת שופר תרועה וכל יחיד ויחיד חייב לתקוע שנאמר תעבירו שופר ופירושו דקרא דוהעברת שופר בב\"ד קאי וכמו קרא דוספרת שהוא מצוה על הב\"ד ובזה מפרש הגמרא בר\"ה דף ט' מפני מה אני אומר יובל היא אעפ\"י שלא שלחו יכול אעפ\"י שלא תקעו ת\"ל היא כו' דבר אחר זו מסורה לבי\"ד וזו אינה מסורה לבי\"ד פירוש ומש\"ה מסתברא דזה מעכב דקידוש שנים תלי' בב\"ד וגם תקיעה מסורה לב\"ד שהם מצווים לתקוע בקרא בפ\"ע ועיין תו' שם ודלא כפרש\"י שם ומשום זה היחיד אינו חייב לתקוע רק כ\"ז שב\"ד יושבין דלזה תלי' רחמנא בב\"ד וכזה מצאתי בריטב\"א. אולם מה לנו לדבר אחרי דהגמ' אמרה והא דרפרם בדותא היא.<br><b> ובהא </b> דלעיל מובן טעמא דרבנן פרק ר\"א דמילה דסברי דמכשירי שופר אינן דוחין השבת ויום תרועה אתא למעוטי לילה דלא ילפי ע\"ז מהיקשא דתקיעת יובל דכיון דלב\"ד מסורה כל מילי דמסור לב\"ד כמו קדוש החדש ועבור השנים ודין הן ד\"מ הן ד\"נ נוהגים ביום ולא בלילה, אבל תקיעה דראש השנה דמצוה על היחיד סד\"א דנוהג בלילה לכן צריך קרא לזה ודו\"ק ויעו\"י שם בתוס'.<br><b> עוד </b> עמד לחקור בסימן ע\"א בהבערה ביוהכ\"פ מירושלמי דדריש ביום השבת כו' ולא ביו\"ט יעו\"ש ומה שדקדק על הירושלמי מהך דפליגי ר' עקיבא ור' ישמעאל אם מקטירין חלבי שבת ביוהכ\"פ יעו\"ש. נעלם מכ\"ת דברי הירושלמי בפרק במה מדליקין דזר ששימש בשבת דעל הקטרה איכא משום מבשל וטעמא משום שרוצה באיכולו. ובזה נדחה נמי מה שהביא שם ראיה מסוגיא דגמרא דילן ביומא מ\"ו דפריך ואפילו בשבת תנינא והיום חמש ע\"ש דאפשר דתלמודין סבר כהירושלמי דאיכא משום מבשל. והא דפריך ביבמות ל\"ג זר ששימש בשבת במאי בהקטרה והא אר\"י הבערה ללאו יצאת. היינו דמשום מבשל הא הוי מקלקל. דזר שהקטיר האימורים הא פסולים לגמרי [ועיין שו\"ת חמדת שלמה אהע\"ז סי' ט\"ז י\"ז] דלכן על בישול הא הוי מקלקל, אבל על הבערה אף דסבר דמקלקל בהבערה פטור כדמוכח משיטת תוספות שבת מ\"מ הא מצי להיות מתקן היינו שהקטיר כזית האחרון שנשאר מן האימורים דכ\"ז דלא הקטיר לא הוו מצו כהנים לאכול בשר והשתא לא גרע מנטמאו או אבדו דהבשר נאכל [ויש לעיין דהוי מלאכה שא\"צ לגופה] אבל ביומא דעל כשרין או פסולים דאם עלו לא ירדו שפיר קאמר דהא איכא משום מבשל ביוהכ\"פ וזה נכון.<br><b> ומה </b> שהאריך בסימן ע\"ב על מחמר מסוגי' דחולין ותוכן קושייתו דא\"כ שבת היא למה לי הא ידעינן בקו\"ח מיוהכ\"פ דהוא כולל מחמר ועוד דחמור דבמיתה עיי\"ש אפשר דהוה אמינא דיוהכ\"פ חמירא טפי דעל המלאכה שעשה באיסור שבת אין בו כרת דהיום גופי' מכפר לרבי אף אם לא עשה תשובה, ובפרט על מוסיף דיליה דהוי לאו לחודי' פוסק רבינו דיוהכ\"פ מכפר, משא\"כ על איסור דיוהכ\"פ אין יום הכיפורים מכפר כלל וא\"כ הו\"א דיוהכ\"פ חמירא טפי.",
                "<b>וכל שאסור לטלטלו בשבת אסור לטלטלו ביוהכ\"פ.</b><br><b> פירוש </b> אבל דבר שמותר לטלטלו בשבת כמו פירות העומדין לסחורה דמותר לטלטלן ביוהכ\"פ ולא הוי כמו יו\"ט דקיל ואסור לטלטלן לקמן בהל' יו\"ט פ\"א הלכה י\"ז."
            ],
            [],
            [
                "<b>וכל האוכל כו' מאחר שענש הכתוב כרת למי שלא נתענה כו' שמוזהרין אנו בו על אכילה ושתייה.</b><br><b> בגמרא </b> יומא דף פ\"א דבי ר' ישמעאל תנא נאמר כאן עינוי ונאמר להלן עינוי מה להלן לא ענש אלא א\"כ הזהיר אף כאן לא ענש אלא א\"כ הזהיר. כו' ולפלא הוא דשם גבי נערה המאורסה אין מלקות בחייבי מיתות רק באזהרה והכא כרת לא בעי אזהרה דפסח ומילה ג\"כ חייבין אעפ\"י שלא הזהיר כדמסיק במכות ואיך יליף למלקות מגז\"ש דנערה מאורסה דשם אין מלקות. אולם מה נאות דר' ישמעאל לטעמי' בפרק אלו הן הלוקין דאם אתרו בו לקטלא אין לוקין ואם אתרו בו למלקות סבר ר' ישמעאל דלאו שניתן לאזהרת מיתת ב\"ד לוקין עליו א\"כ שפיר יליף מהתם דלוקין כן הכא איכא אזהרה ולוקין עליו. ומה דיליף רב אחא בר יעקב יליף שבת שבתון משבת בראשית מה להלן לא ענש אלא א\"כ הזהיר כו' נקיט לישנא דתנא דבי ר\"י וכונתו דכמו בעשה דשבת שבתון איכא לאו דלוקין וזהו תחומין בשלש פרסאות דלכו\"ע מה\"ת לשיטת הרי\"ף ורבינו ואזיל לטעמיה דבעירובין סוף פ\"ק אמר לוקין על תחומין כו' מתקיף לה רב אחא בר יעקב אלא מעתה כו' ה\"נ דלא לקי עיי\"ש הרי דסבר דלוקין על תחומין ושפיר ילפינן ודו\"ק. ובדעת רבינו עיון לחם משנה פרק י\"ח מהלכות סנהדרין הלכה ב' ואכמ\"ל."
            ]
        ],
        [
            [
                "<b>והאכילה ושתייה אין מצטרפין לשיעור אחד.</b><br><b> בגמרא </b> דף פ\"א ור' יהושע היא כו' ר\"נ אמר אפילו תימא רבנן כו' אם נאמר דר' יהושע אית לי' תמחוין מחלקין ג\"כ לקולא יעוי' פרק כלל גדול דף ע\"ב א\"כ אכילה ושתיה הוי כשתי תמחוין ואינן מצטרפין זולת הבדל השיעור. ויתכן דטעם תמחוין מחלקין משום דחיך יטעם אוכל וזה דוקא באיסורי אכילה להכי בשבת המוציא הרבה מינין חייב כמו\"ש תוס' דף צ' יעוי' שם. וזה דקשי' לי' לר\"ש בפ\"ג דכריתות מה לאוכל שכן נהנה לכן תמחוין מחלקין דההנאות שונות וזה דוקא באסורים שחיובן רק דרך אכילה כמו חלב, ומעילה כתבו תו' פרק כל שעה דילפינן חטא חטא מתרומה דכתיב בה אכילה והחיוב הוא על טעם אכילה משו\"ה התמחוין מחלקין, אבל יוהכ\"פ דשלא כדרך אכילתן חייב כדברי השאגת אריה א\"כ אין החיוב על הטעם להכי הוי מצטרף גם בתמחוין חלוקין ודו\"ק אמנם זה אינו למעיין היטב. גם דברי הש\"א אינן מחוורין. ובזה יתישבו דברי הראב\"ד פרק י' דתרומות דגריס בתוספתא פסחים גבי שתית חמץ בכדי אכילת פרס ושתי' בכזית א\"כ אמאי אמר שם בתוספתא דאכילה ושתיה אינן מצטרפין הא שיעוריהן שוה ע\"כ דהוי תמחוין חלוקין וגם לקולא אמר ר' יהושע דאין מצטרפין ודו\"ק."
            ],
            [],
            [],
            [
                "<b>הנה </b> דא ברור דאעפ\"י שהשיעור אצל יוהכ\"פ הוא ככותבת דלא תעונה כתיב ולא אכילה ומשו\"ה לא כתבה רחמנא אכילה גבי יוהכ\"פ כדמפרש ריש לקיש בדף פ\"א מ\"מ עיקרו תלוי בהנאת גרונו ולא בעי מלוי מעיו וכמפורש בגמרא דאמר היכי משכחת כרת דיומא דחנקתי' אומצא ומית דלא כיפר יוהכ\"פ עליו חזינא דתיכף עם בליעתו חייב וכן מפורש בתוס' פרק עושין פסין דף כ' ע\"א סד\"ה לא יעמוד אדם. ויותר מפורש בירושלמי תרומות פרק ח' על משנה וכולם שהיה תרומה לתוך פיהם ר\"א אומר יבלעו תני ר' נתן אומר לא שהיה ר\"א אומר משום שהתחיל בו בהיתר אלא שהיה ר\"א אומר הלעוס כבלוע אף בשבת כן אף בפסח כן אף ביוהכ\"פ כן כו' הרי דבלעיסה נגמר חיובו לר\"א מכ\"ש לדידן דבבליעה נגמר חיובו. אמנם בבלע חצי זית והקיאו וחזר ואכלו דחייב כמו שכתב רבינו פרק י\"ד מהלכות מא\"ס ומקורו מבבלי סוף פרק גיד הנשה ובירושלמי ריש שבת יש להסתפק ביוהכ\"פ אם חייב דאולי כיון דמשום אותובי דעתא בעי שיהי' ככותבת ביחד בבית בליעתו, והנראה מהך דכריתות דף י\"ד דאמר והא תני יוהכ\"פ וביוהכ\"פ כותבת הוא דמחייב ואמאי לא משכחת בחדא זית וכגון שבלעו וחזר והקיאו וע\"כ דפטור. אכן מהא איכא לדחויי דכיון דר\"מ אמר דחייב על הוצאת שבת ושבת בעי' כגרוגרת והוי יותר מכזית וע\"כ מיירי שהוציא ככותבת ושפיר קאמר ר\"מ דחייב משום שבת הא אל\"ה מנ\"ל לחייבו כאן משום שבת. אך נראה דנותר שטעון שריפה ורחמנא אחשבי' לשורפו במקום קדוש חשוב בפחות מגרוגרות וכמו מקק של סופרים ועפר המזבח עיין שבת סוף פרק רע\"ק, אלא דר' מאיר סובר פסחים סוף סוף פרק כ\"ש דבשר קודש בכביצה אבל יעוין תוספות שם תראה שזה נסתר א\"כ מוכרח הדין שכתבנו דביוהכ\"פ פטור אם אכל ח\"ז וחזר ובלעו ודו\"ק."
            ],
            [],
            [],
            [],
            [
                "<b>מקצת הרופאין אומרין צריך ומקצתן אומרין אינו צריך הולכין אחר הרוב.</b><br><b> עיין </b> הרב המגיד. ובאמת מלשון רש\"י בשמועה זו בדיבור מר בר רב אשי אמר הך סיפא לא תפרש הכי דמשמע כו' מוכח דברישא מוקי כבלישנא קמא דלא אזלינן בתר רובא דהוי ספק נפשות להקל וכ\"ש למר בר\"א דמיקל טפי בפקוח נפשות ודלא כשיטת שאילתות ורבינו. והא שכתב לקמן בדף פ\"ד אבל מצטרפין לדעת אחרת כגון שנים אומרים צריך ושלשה אומרים א\"צ ואשה או כותי אומרים צריך מצטרפין למיהוי פלגא ופלגא כו' נראה מדבריו דהולכין בתר רובא המעיין בדבריו יראה דסבר לחלק דבאכילה ביוהכ\"פ דעל זה אמרו איזה ענוי שהוא אבידת נפש זהו אכילה ושתיה ואם נשבע שלא יאכל שבעה ימים מכין אותו ואוכל לאלתר ויותר תלי' בגוף האדם שבכחוש הוא סכנה יותר ובבריא צריך זמן מרובה אבל בכלל הוא ענין מסוכן וכיון שהוא חולה והענין אתחזק בו סכנה שיש בעינוי נפש אבידת נפש תו כי מיעוטא אמרי צריך שקולים כפלגא ופלגא ומאכילין אותו ביום הכיפורים כדרך האדם בכל הימים, אבל תמן פירש\"י על מחמין לו חמין לרחצו שבזה אין ענין זה שייך לסכנה כלל שאם לא ירחץ אדם כל ימיו בחמין אין בו סכנה ושבועה שלא ארחץ לעולם חייל [עיין נדרים ריש פרק ואנ\"ד] ורק כשהוא חולה וצריך זה לרפואה סבר רש\"י דהוי כאומדנא ואזלינן בתר רוב דיעות דברובא כזה גם בדיני נפשות אזלינן בתר רוב כן נראה דסבר רש\"י ז\"ל [ודלא כמו שכתב רמב\"ן לדעתו].<br><b> ובאמת </b> מסתפקנא דאולי הא דמר רב רב אשי אמר כל היכא דאמר צריך אני אין בקיאין זה דוקא באכילה דיום הכפורים דבמידי זה איכא סכנה אם לא יאכל כשיעור ז' ימים יש בו אבידת נפש לכל אדם ויותר ניתן לשעורין לחולה לכחוש ולבריא כל חד לדידי' אבל ברפואה אחרת בשבת אם בקיאין אמרי אינו צריך לא מצאנו דאיהו גופי' מכריח כל הבקיאין וצ\"ע כי סתימת הפוסקים משמע דאין חילוק. בכ\"ז להלכה המיקל בפקוח נפש שפיר עביד וכמו שכתב הרא\"ש ובפרט לגירסת ההלכות ורבינו ואין אומרים יעשו דברים אלו ע\"י נשים כו' מפני שמצטרפין לדעת אחרת יעוין פ\"ב מהלכות שבת בההמ\"ג. אין מקום כלל למה שפירש\"י לפי גירסתו. לכן הלכה כדברי המיקל בפקוח נפש וכן פסק בש\"ע. וכן נראה דאינו מוכרח מש\"כ הרמב\"ן דחולה מסוכן מאכילין אותו פחות מכשיעור אם צריך טובא מהך דכריתות ואין ראי' דשם הלא אכלה זית וזית ביותר מכדי אכילת פרס דהוי דרך אכילה לכן מאכילין אותה בכך אבל שלא כדרך אכילה לא ועיין ברא\"ש בזה."
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והחיה מותרת לנעול כו' כל שלשים יום.</b><br><b> עיין </b> ההמ\"ג ובר\"ן ומדברי שאלתות נראה דאינו מביא המשנה דמותרת לנעול הסנדל וכן המשנה דהכלה והמלך ירחצו פניהם דפסק כחכמים האוסרים וכבעלי התוספות. ופוסק דיולדת אסורה להתענות כל שלשים יום. ומשנתנו דהחיה מותרת לנעול הסנדל מפרש דכונת' על המילדת וכמו דקוראה במשנה פרק ד' דחולין ופשטה חי' את ידה והכונה שהיא מותרת תמיד בנעילת הסנדל מפני צנה שמא תצטרך לילך לאשה יולדת ולא תוכל לילך כי היולדת מצויה ולכן פירשה הגמרא משום צנה ולא פירשה הזמן שלשים יום כמו שפירשו דין כלה. וזה נכון."
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "אור שמח על משנה תורה, הלכות שביתת עשור",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ohr Sameach",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}