{
    "text": {
        "0_Weekday": {
            "0_Shacharit": {
                "0_Preparatory Prayers": {
                    "0_Modeh Ani": {
                        "0": "Hálát adok Neked, Élő és Örök Király, mert kegyelmeddel visszaadtad lelkemet. Nagy a Te hűséged!",
                        "1": "A bölcsesség kezdete az Örökkévaló félelme, jó értelem mindazoknak, akik teljesítik [parancsolatait], az Ő dicsérete örökké tart. Áldott [az Ő] Neve, akinek dicsőséges országa örökkön örökké tart!"
                    },
                    "1_Netilat Yadayim": {
                        "0": "Áldott vagy Te, Örökkévaló Istenünk, a Világmindenség Királya, aki megszenteltél minket parancsolataival, és megparancsoltad nekünk a kézmosást!"
                    },
                    "2_Asher Yatzar": {
                        "0": "Áldott vagy Te, Örökkévaló Istenünk, a Világmindenség Királya, aki bölcsességgel formáltad az embert, és nyílásokat és üregeket teremtettél benne. Dicsőséges trónod jelenlétében nyilvánvaló és ismert, hogy ha ezek közül valamelyik megrepedne, vagy ha valamelyik elzáródna, lehetetlen lenne létezni és a Te Jelenlétedben állni, még egy rövid időre is. Áldott vagy Te, Örökkévaló, aki minden testet meggyógyítasz és csodákat teszel!"
                    },
                    "3_Elokai Neshama": {
                        "0": "Istenem, a lélek, amelyet belém adtál, tiszta; Te teremtetted, Te formáltad, Te lehelted belém, és Te őrzöd meg bennem. Te fogod majd végül elvenni tőlem, és az eljövendő időben Te fogod visszaadni belém. Amíg a lélek bennem van, hálát adok Neked, Örökkévaló Istenem és atyáim Istene, minden teremtmény Ura, minden lélek Ura. Áldott vagy Te, Örökkévaló, aki a lelkeket visszaadod a halott testeknek!"
                    },
                    "4_Tzitzit": {
                        "0": "Áldott vagy Te, Örökkévaló Istenünk, a Világmindenség Királya, aki megszenteltél minket parancsolataival, és megparancsoltad nekünk a cicit parancsolatát!",
                        "1": "Legyen az az akaratod, Örökkévaló Istenem, és atyáim Istene, hogy tekintsd úgy a cicit micváját, mintha minden részletében, pontosan és teljes szándékkal teljesítettem volna azt, és a 613 parancsolatot, amit szimbolizál. Ámen, szelá!"
                    },
                    "5_Torah Blessings": {
                        "0": "Áldott vagy Te, Örökkévaló Istenünk, a Világmindenség Királya, aki megszenteltél minket parancsolataival, és megparancsoltad, hogy foglalkozzunk a Tóra szavaival!",
                        "1": "Örökkévaló Istenünk, tedd édessé Tórád szavait a mi szánkban és néped, Izrael szájában, és mi, és a mi leszármazottaink [és leszármazottaink leszármazottai], és néped, Izrael házának leszármazottai, mindannyian ismerjék meg a Te Nevedet, és legyenek a Te Tórád tanulói, tiszta szándékkal. Áldott vagy Te, Örökkévaló, aki Tórára tanítod népedet, Izraelt!",
                        "2": "Áldott vagy Te, Örökkévaló Istenünk, a Világmindenség Királya, aki kiválasztott minket minden nép közül, és nekünk adta az Ő Tóráját! Áldott vagy Te, Örökkévaló, a Tóra adományozója!"
                    },
                    "6_Torah Study": {
                        "0": "Áldjon meg téged az Örökkévaló, és őrizzen meg! Ragyogtassa feléd az Örökkévaló az Ő arcát, és legyen kegyes hozzád! Fordítsa feléd az Örökkévaló az Ő arcát, és adjon neked békét!",
                        "2": "Ezek olyan előírások, amelyekhez nem írnak elő rögzített mértéket: Az első gyümölcsök felajánlása, a megjelenési áldozat, a jócselekedetek és a Tóra tanulmányozása. Ezek olyan előírások, amelyeknek gyümölcsét az ember ebben a világban élvezi, a fő jutalmat azonban az eljövendő világban őrzik meg számára. Ezek a következők: az apa és az anya tisztelete, jócselekedetek végzése, korai jelenlét a tanházban reggel és este, vendéglátás, a betegek meglátogatása, esküvő támogatása, a halottak kísérése [a sírhoz], az imák értelmére való összpontosítás, a béke megteremtése embertársaink között, és férj és feleség között – de a Tóra tanulmányozása mindegyikkel felér."
                    },
                    "7_Tallit": {
                        "0": "Áldjad, lelkem az Örökkévalót! Örökkévaló Istenem, nagyon felmagasztaltaltattál. Szépséggel és ragyogással vagy felöltözve, fénybe, mint ruhába burkolózva, az eget mint függönyt teríted ki.",
                        "1": "A Szent, Áldott legyen, és az Ő Isteni Jelenlétének egyesítése érdekében, félelemmel és szeretettel, hogy a Négybetűs Neve teljes egységben egyesüljön, egész Izrael nevében. Íme, testemet cicit rojtokkal burkolom be. Így burkold be lelkemet Te is [Örökkévaló] - 248 végtagomat és 365 inamat - a cicit fényébe, melynek [betűi, húrjai és csomói] összesen 613-at tesznek ki. És ugyanúgy, ahogyan ebben a világban imalepellel borítom be magam, úgy érdemlem ki, hogy a bölcsek ruháját viselhessem, és hogy az eljövendő világban is szép legyen a tálitom, az Édenkertben. És a cicit parancsolata által mentsd meg a lényemet, a szellememet, a lelkemet és az imámat a negatív erőktől. És az imakendő terítse ki szárnyait rájuk, hogy megmentse őket, 'mint a sas, amely  fészkét védelmezi, fiókái felett lebeg' (Mózes 5., 32:11). És tekintse ezt a cicit parancsolatot a Szent, Áldott Ő, mintha teljesíteném minden apró részletében és minden szándékában, valamint a 613 parancsolatot, amelyeket jelképez. Ámen, szelá!",
                        "2": "Miután befedjük a fejünket a tálittal, ezt mondjuk:",
                        "3": "Áldott vagy Te Örökkévaló Istenünk, a Világmindenség Királya, aki megszenteltél minket parancsolataival, és megparancsoltad, hogy beburkoljuk magunkat cicittel!",
                        "4": "Milyen drága a Te jóságod, ó Örökkévaló! Az emberek gyermekei szárnyaid árnyékában találnak menedéket. Telve lesznek a Te házad bőségéből, és gyönyörködtetésed patakjából adsz nekik inni. Mert az élet forrása nálad van, világosságot látunk majd a te világosságodban. Terjeszd ki jóságodat a Téged ismerőknek, és igazságodat az igaz szívűeknek!"
                    },
                    "8_Tefillin": {
                        "1": "Helyezd a karra való tefillint bal karod izomzatára, és mielőtt meghúznád, mondd el az áldást:",
                        "2": "Áldott vagy Te, Örökkévaló Istenünk, a Világmindenség Királya, aki megszenteltél minket parancsolataival, és megparancsoltad, hogy tegyük fel a tefilint!",
                        "3": "Tekerd a szíjat 7-szer a karod köré, majd helyezd a fejre való tefillint a fejedre, a szemed közötti terület fölé, és mondd el az áldást:",
                        "4": "Áldott vagy Te, Örökkévaló Istenünk, a Világmindenség Királya, aki megszenteltél minket parancsolataival, és megparancsoltad nekünk a tefillin micváját!",
                        "5": "Miután meigazítottad a fejre való tefillint, mondd:",
                        "6": "Áldott az Ő Neve, akinek dicsőséges országa örökkön-örökké tart!",
                        "8": "Miközben a szíjat a bal kezed ujjaira tekered, mondd:",
                        "9": "És eljegyezlek téged magamnak örökre, és eljegyezlek téged jóságban, igazságosságban, jámborságban és irgalmasságban. És eljegyezlek téged magamnak hűséggel, és megismered az Örökkévalót. (Hoséá 2:21-22)",
                        "10": "A következő fejezeteket, amelyek a Mózes 2., 13:1-16-ban találhatók, a tefillin viselése közben mondjuk, mivel közvetlenül utalnak a tefillin micvájára.",
                        "11": "Így szólt az Örökkévaló Mózeshez: „Szenteljetek meg nekem minden elsőszülöttet – bármi, ami Izrael fiai közül az anyaméhet megnyitja, akár ember, akár állat, az enyém legyen.” És így szólt Mózes a néphez: „Emlékezzetek meg erről a napról, amikor kijöttetek Egyiptomból, a szolgaság házából, mert erős kézzel hozott ki titeket az Örökkévaló innen, és [ezért] ne egyetek kovászosat. Ezen a napon jöttetek ki, a tavasz havában. És amikor elvisz titeket az Örökkévaló a kánaániták, a hettiták, az emoriták, a hiviták és a jebusziták földjére, amelyről megesküdött atyáitoknak, hogy nektek adja, a tejjel és mézzel folyó földre, ebben a hónapban kell elvégeznetek ezt a szolgálatot. Hét napig egyetek maceszt, és a hetedik napon legyen ünnep az Örökkévalónak. Hét napon keresztül egyétek a maceszt, és ne lássatok sem kovászt, sem élesztőt a birtokotokon, egész határaitokon belül. És meséld el fiadnak azon a napon, mondván: 'Emiatt cselekedte ezt számomra az Örökkévaló, amikor kijöttem Egyiptomból.' És legyen ez jelként a karodon, és emlékeztetőül a szemeid között, hogy az Örökkévaló tanítása legyen a szádban, mert erős kézzel hozott ki téged az Örökkévaló Egyiptomból. És tartsátok meg ezt a rendeletet, a maga rendelt idejében, évről évre.",
                        "12": "És lesz, amikor elvisz titeket az Örökkévaló a kánaániak földjére, ahogyan megesküdött nektek és atyáitoknak, és nektek adta azt, akkor vigyetek az Örökkévalóhoz minden elsőszülöttet, amely az anyaméhet megnyitja. És minden elsőszülöttet, amely születik a ti tulajdonotokba tartozó jószágoktól, a hímek az Örökkévalóé legyenek. A szamár elsőszülöttjét báránnyal váltsátok meg, és ha nem váltjátok meg, akkor meg törd el a nyakát. És váltsd meg minden ember elsőszülöttjét, a te fiaid közül. És lesz, amikor majd a te fiad megkérdez téged majd, mondván: Mi ez? Mondd meg neki: Erős kézzel hozott ki minket az Örökkévaló Egyiptomból, a szolgaság házából. És amikor a Fáraó hajthatatlanul megtagadta, hogy elengedjen minket, az Örökkévaló megölte az összes elsőszülöttet Egyiptom földjén, az ember elsőszülöttjétől kezdve az állat elsőszülöttjéig. Ezért én az Örökkévalónak áldozom mindazt, ami megnyitja a méhét, ami hímnemű, és fiaim közül minden elsőszülöttet megváltok.”. És legyen ez jelként a karodon, és fejdíszként a szemed között, mert erős kézzel hozott ki minket az Örökkévaló Egyiptomból."
                    },
                    "9_Ma Tovu": {
                        "0": "Milyen szépek a te sátraid, Jákob, és a te lakóhelyeid, Izrael! És én, a Te bőséges jóságodban belépek a Te házadba, leborulok Szentélyed felé, félve Téged. Ó, Örökkévaló, szeretem Házad lakhelyét, és a Te lakozásod dicsőségének helyszínét! Leborulok, és meghajolok, letérdelek az Örökkévaló, Teremtőm előtt. Legyen az Örökkévalóhoz mondott imám kedvező időben! Istenem, jóságod bőségében, válaszolj nekem a Te szabadításod igazságával!"
                    },
                    "10_Adon Olam": {
                        "0": "A Világmindenség Ura, aki minden teremtmény teremtése előtt uralkodott, ",
                        "1": "Abban az időben, amikor minden az Ő akaratából jött létre, akkor az Ő nevét Királynak kiáltották ki. ",
                        "2": "És miután minden megszűnik, a Félelmetes Egyedül fog uralkodni. ",
                        "3": "Ő volt, Ő van, és Ő lesz – dicsőségben. ",
                        "4": "Ő Egy, és nincs második, aki Hozzá hasonlítható, aki Hozzá társítható. ",
                        "5": "Kezdet és vég nélkül, a hatalom és uralom az övé. ",
                        "6": "Ő az én Istenem, és örökké élő Megváltóm, sorsom sziklája a nyomorúság napján. ",
                        "7": "Ő az én zászlóm és menedékem, Ő az én poharam része, azon a napon, amikor hívom. ",
                        "8": "Az Ő kezébe bízom lelkemet, mind alváskor, mind ébredéskor. ",
                        "9": "És a lelkemmel együtt a testemet is. Az Örökkévaló velem van, nem fogok félni!"
                    },
                    "11_Yigdal": {
                        "0": "Ez a költemény, amelyet Dániel ben Jehuda írt, aki 1300 körül Rómában volt dáján [rabbinikus bíró], Maimonidész 13 hitelvén alapul. Maimonidész szerint, ha valaki nem hisz ezen elvek közül akár csak egyben, akkor hitetlennek számít. ",
                        "1": "1) Isten létezése",
                        "2": "Magasztos az élő Isten, és dicséretes. Létezik, és létezése túlmutat az időn. ",
                        "3": "2) Isten egy",
                        "4": "Ő Egy, és nincs az Ő egységéhez hasonló egység. Ő láthatatlan, az Ő egysége végtelen. ",
                        "5": "3) Istennek nincs teste",
                        "6": "Ő nem hasonlít a testben élőkhöz, vagy akár a nem testben élőkhöz. Az Ő szentsége összehasonlíthatatlan.",
                        "7": "4) Isten örökkévaló",
                        "8": "Ő megelőzött minden teremtett lényt, Ő volt az Első, és az Ő kezdetének nem volt kezdete.",
                        "9": "5) Egyedül Istent kell imádni.",
                        "10": "Ő az Univerzum Ura minden teremtménynek, mind az Ő nagyságát és fenségét hirdeti. ",
                        "11": "6) Az isteni prófécia igazsága",
                        "12": "Az Ő próféciájának bőségét adományozta kiválasztott, dicsőséges embereinek.",
                        "13": "7) Mózes volt a legnagyobb próféta minden próféta közül.",
                        "14": "Soha nem támadt Izraelben olyan próféta, mint Mózes, aki Isten képmását látta. ",
                        "15": "8) A Tóra isteni kinyilatkoztatása",
                        "16": "Igaz Tórát adott népének a Mindenható, az Ő prófétáján, háza bizalmasán keresztül. ",
                        "17": "9) A Tóra megváltoztathatatlan",
                        "18": "A Mindenható nem cseréli ki és nem változtatja meg a törvényét, örökké, ezen kívül másikra.",
                        "19": "10) Isten ismeri az ember cselekedeteit és gondolatait.",
                        "20": "Alaposan megvizsgálja és ismeri a titkainkat. Látja a dolgok végét, már a kezdetükkor.",
                        "21": "11) Isteni jutalom és büntetés ",
                        "22": "Az embert tettei szerint jósággal jutalmazza. A gonosznak rosszat ad, a gonoszsága szerint.",
                        "23": "12) A Messiás eljövetelébe vetett hit ",
                        "24": "Elküldi Messiásunkat a napok végén, hogy megváltsa mindazokat, akik az Ő végső szabadítására várnak. ",
                        "25": "13) A halottak isteni feltámadása ",
                        "26": "A Mindenható az Ő bőséges jóságában feltámasztja a halottakat. Áldott legyen az Ő dicsőséges neve mindörökké!"
                    },
                    "12_Morning Blessings": {},
                    "13_Akedah": {},
                    "14_Sovereignty of Heaven": {},
                    "15_Korbanot": {
                        "0_Kiyor": {},
                        "1_Terumat HaDeshen": {},
                        "2_Korban HaTamid": {},
                        "3_Ketoret": {},
                        "4_Order of the Temple Service": {},
                        "5_Laws of Sacrifices": {},
                        "6_Baraita of Rabbi Yishmael": {},
                        "7_Kaddish DeRabbanan": {}
                    }
                },
                "1_Pesukei Dezimra": {
                    "0_Introductory Psalm": {},
                    "1_Mourner's Kaddish": {},
                    "2_Barukh She'amar": {},
                    "3_Hodu": {},
                    "4_Mizmor Letoda": {},
                    "5_Yehi Chevod": {},
                    "6_Ashrei": {},
                    "7_Psalm 146": {},
                    "8_Psalm 147": {},
                    "9_Psalm 148": {},
                    "10_Psalm 149": {},
                    "11_Psalm 150": {},
                    "12_Closing Verses": {},
                    "13_Vayevarech David": {},
                    "14_Ata Hu": {},
                    "15_Az Yashir": {},
                    "16_Yishtabach": {},
                    "17_Psalm 130": {},
                    "18_Half Kaddish": {}
                },
                "2_Blessings of the Shema": {
                    "0_Barchu": {},
                    "1_First Blessing before Shema": {},
                    "2_Second Blessing before Shema": {},
                    "3_Shema": {},
                    "4_Blessing after Shema": {}
                },
                "3_Amidah": {
                    "0_Patriarchs": {},
                    "1_Divine Might": {},
                    "2_Holiness of God": {},
                    "3_Kedushah": {},
                    "4_Knowledge": {},
                    "5_Repentance": {},
                    "6_Forgiveness": {},
                    "7_Redemption": {},
                    "8_Healing": {},
                    "9_Prosperity": {},
                    "10_Gathering the Exiles": {},
                    "11_Justice": {},
                    "12_Against Enemies": {},
                    "13_The Righteous": {},
                    "14_Rebuilding Jerusalem": {},
                    "15_Kingdom of David": {},
                    "16_Response to Prayer": {},
                    "17_Temple Service": {},
                    "18_Thanksgiving": {},
                    "19_Birkat Kohanim": {},
                    "20_Peace": {},
                    "21_Concluding Passage": {}
                },
                "4_Post Amidah": {
                    "0_Vidui and 13 Middot": {},
                    "1_Avinu Malkenu": {},
                    "2_Tachanun": {
                        "0_For Monday and Thursday": {},
                        "1_Nefilat Apayim": {},
                        "2_God of Israel": {},
                        "3_Shomer Yisrael": {},
                        "4_Half Kaddish": {}
                    }
                },
                "5_Torah Reading": {
                    "0_Removing the Torah from Ark": {
                        "0_El Erech Appayim": {},
                        "1_Vayehi Binsoa": {},
                        "2_Berich Shmei": {},
                        "3_Lekha Hashem": {},
                        "4_Av Harachamim": {},
                        "5_Vetigaleh Veteraeh": {}
                    },
                    "1_Reading from Sefer": {
                        "0_Birkat HaTorah": {},
                        "1_Birkat Hagomel": {},
                        "2_Half Kaddish": {},
                        "3_Raising the Torah": {},
                        "4_Prayers for Welfare of the People": {}
                    },
                    "2_Returning Sefer to Aron": {
                        "0_Yehalelu": {},
                        "1_LeDavid Mizmor": {},
                        "2_Uvenucho Yomar": {}
                    }
                },
                "6_Concluding Prayers": {
                    "0_Ashrei": {},
                    "1_Lamenatze'ach": {},
                    "2_Uva Letzion": {},
                    "3_Kaddish Shalem": {},
                    "4_Alenu": {},
                    "5_Mourner's Kaddish": {},
                    "6_Song of the Day": {},
                    "7_Barchi Nafshi": {},
                    "8_LeDavid": {},
                    "9_Korbanot (Israel)": {
                        "0_Ein Kelohenu": {},
                        "1_Pitum HaKetoret": {},
                        "2_Mourner's Kaddish": {},
                        "3_Barchu": {}
                    }
                },
                "7_Post Service": {
                    "0_Six Remembrances": {},
                    "1_Ten Commandments": {},
                    "2_Thirteen Principles": {}
                }
            },
            "1_Minchah": {
                "0_Ashrei": {},
                "1_Amida": {
                    "0_Patriarchs": {},
                    "1_Divine Might": {},
                    "2_Holiness of God": {},
                    "3_Keduasha": {},
                    "4_Knowledge": {},
                    "5_Repentance": {},
                    "6_Forgiveness": {},
                    "7_Redemption": {},
                    "8_Healing": {},
                    "9_Prosperity": {},
                    "10_Gathering the Exiles": {},
                    "11_Justice": {},
                    "12_Against Enemies": {},
                    "13_The Righteous": {},
                    "14_Rebuilding Jerusalem": {},
                    "15_Kingdom of David": {},
                    "16_Response to Prayer": {},
                    "17_Temple Service": {},
                    "18_Thanksgiving": {},
                    "19_Birkat Kohanim": {},
                    "20_Peace": {},
                    "21_Concluding Passage": {}
                },
                "2_Post Amidah": {
                    "0_Vidui and 13 Middot": {},
                    "1_Avinu Malkenu": {},
                    "2_Tachanun": {
                        "0_Nefilat Appayim": {},
                        "1_Shomer Yisrael": {}
                    },
                    "3_Kaddish Shalem": {}
                },
                "3_Concluding Prayers": {
                    "0_Alenu": {},
                    "1_Mourner's Kaddish": {}
                }
            },
            "2_Maariv": {
                "0_Vehu Rachum": {},
                "1_Barchu": {},
                "2_Blessings of the Shema": {
                    "0_First Blessing before Shema": {},
                    "1_Second Blessing before Shema": {},
                    "2_Shema": {},
                    "3_First Blessing after Shema": {},
                    "4_Second Blessing after Shema": {},
                    "5_Third Blessing after Shema": {},
                    "6_Half Kaddish": {}
                },
                "3_Amidah": {
                    "0_Patriarchs": {},
                    "1_Divine Might": {},
                    "2_Holiness of God": {},
                    "3_Knowledge": {},
                    "4_Repentance": {},
                    "5_Forgiveness": {},
                    "6_Redemption": {},
                    "7_Healing": {},
                    "8_Prosperity": {},
                    "9_Gathering the Exiles": {},
                    "10_Justice": {},
                    "11_Against Enemies": {},
                    "12_The Righteous": {},
                    "13_Rebuilding Jerusalem": {},
                    "14_Kingdom of David": {},
                    "15_Response to Prayer": {},
                    "16_Temple Service": {},
                    "17_Thanksgiving": {},
                    "18_Peace": {},
                    "19_Concluding Passage": {}
                },
                "4_Kaddish Shalem": {},
                "5_Additions for Motza'ei Shabbat": {
                    "0_Viyehi Noam": {},
                    "1_Veyiten Lekha": {}
                },
                "6_Sefirat HaOmer": {},
                "7_Alenu": {},
                "8_Mourner's Kaddish": {},
                "9_LeDavid": {},
                "10_Birkat HaLevana": {},
                "11_Keri'at Shema al Hamita": {}
            }
        },
        "1_Shabbat": {
            "0_Kabbalat Shabbat": {
                "0_Yedid Nefesh": {},
                "1_Psalm 95": {},
                "2_Psalm 96": {},
                "3_Psalm 97": {},
                "4_Psalm 98": {},
                "5_Psalm 99": {},
                "6_Psalm 29": {},
                "7_Ana Bekoach": {},
                "8_Lekha Dodi": {},
                "9_Psalm 92": {},
                "10_Psalm 93": {},
                "11_Mourner's Kaddish": {},
                "12_Bameh Madlikin": {},
                "13_Kaddish DeRabbanan": {}
            },
            "1_Maariv": {
                "0_Barchu": {},
                "1_Blessings of the Shema": {
                    "0_First Blessing before Shema": {},
                    "1_Second Blessing before Shema": {},
                    "2_Shema": {},
                    "3_First Blessing after Shema": {},
                    "4_Second Blessing after Shema": {}
                },
                "2_Veshamru": {},
                "3_Half Kaddish": {},
                "4_Amidah": {
                    "0_Patriarchs": {},
                    "1_Divine Might": {},
                    "2_Holines of God's Name": {},
                    "3_Sanctity of the Day": {},
                    "4_Temple Service": {},
                    "5_Thanksgiving": {},
                    "6_Peace": {},
                    "7_Concluding Passage": {}
                },
                "5_Vay'chulu": {},
                "6_Me'ein Sheva": {},
                "7_Kaddish Shalem": {},
                "8_Sefirat HaOmer": {},
                "9_Aleinu": {},
                "10_Mourner's Kaddish": {},
                "11_LeDavid": {},
                "12_Yigdal": {},
                "13_Adon Olam": {}
            },
            "2_Shabbat Evening": {
                "0_Blessing the Children": {},
                "1_Shalom Aleichem": {},
                "2_Kiddush": {},
                "3_Ribon Kol HaOlamim": {},
                "4_Eshet Chayil": {},
                "5_Zemirot for Shabbat Evening": {
                    "0_Kol Mekadesh": {},
                    "1_Menucha VeSimcha": {},
                    "2_Ma Yedidut": {},
                    "3_Yom zeh L'yisrael": {},
                    "4_Yah Ribon": {},
                    "5_Tzamah Nafshi": {},
                    "6_Tzur Mishelo": {}
                }
            },
            "3_Shacharit": {
                "0_Preparatory Prayers": {
                    "0_Modeh Ani": {},
                    "1_Netilat Yadayim": {},
                    "2_Asher Yatzar": {},
                    "3_Elokai Neshama": {},
                    "4_Tzitzit": {},
                    "5_Tallit": {},
                    "6_Ma Tovu": {},
                    "7_Adon Olam": {},
                    "8_Yigdal": {},
                    "9_Morning Blessings": {},
                    "10_Akedah": {},
                    "11_Sovereignty of Heaven": {},
                    "12_Korbanot": {
                        "0_Kiyor": {},
                        "1_Terumat HaDeshen": {},
                        "2_Korban HaTamid": {},
                        "3_Ketoret": {},
                        "4_Order of the Temple Service": {},
                        "5_Laws of Sacrifices": {},
                        "6_Baraita of Rabbi Yishmael": {},
                        "7_Kaddish DeRabbanan": {}
                    }
                },
                "1_Pesukei Dezimra": {
                    "0_Mizmor Shir": {},
                    "1_Mourner's Kaddish": {},
                    "2_Barukh She'amar": {},
                    "3_Hodu": {},
                    "4_Mizmor Letoda": {},
                    "5_Psalm 19": {},
                    "6_Psalm 34": {},
                    "7_Psalm 90": {},
                    "8_Psalm 91": {},
                    "9_Psalm 135": {},
                    "10_Psalm 136": {},
                    "11_Psalm 33": {},
                    "12_Psalm 92": {},
                    "13_Psalm 93": {},
                    "14_Yehi Chevod": {},
                    "15_Ashrei": {},
                    "16_Psalm 146": {},
                    "17_Psalm 147": {},
                    "18_Psalm 148": {},
                    "19_Psalm 149": {},
                    "20_Psalm 150": {},
                    "21_Baruch Hashem": {},
                    "22_Vayevarech David": {},
                    "23_Shirat HaYam": {},
                    "24_Nishmat Kol Chai": {},
                    "25_Shochen Ad": {},
                    "26_Yishtabach": {},
                    "27_Psalm 130": {},
                    "28_Half Kaddish": {}
                },
                "2_Blessings of the Shema": {
                    "0_Barchu": {},
                    "1_First Blessing before Shema": {},
                    "2_Second Blessing before Shema": {},
                    "3_Shema": {},
                    "4_Blessing after Shema": {}
                },
                "3_Amidah": {
                    "0_Patriarchs": {},
                    "1_Divine Might": {},
                    "2_Kedushah": {},
                    "3_Holiness of God": {},
                    "4_Sanctity of the Day": {},
                    "5_Temple Service": {},
                    "6_Thanksgiving": {},
                    "7_Birkat Kohanim": {},
                    "8_Peace": {},
                    "9_Concluding Passage": {},
                    "10_Kaddish Shalem": {}
                },
                "4_Torah Reading": {
                    "0_Removing the Torah from the Ark": {
                        "0_Ein Kamocha": {},
                        "1_Vayehi Binsoa": {},
                        "2_Berich Shmei": {},
                        "3_Shema Yisrael (Gadlu)": {},
                        "4_Lecha Hashem": {},
                        "5_Veyazor Veyagen": {}
                    },
                    "1_Reading from Sefer": {
                        "0_Birkat HaTorah": {},
                        "1_Birkat Hagomel": {},
                        "2_Mi Sheberach": {
                            "0_For an Oleh": {},
                            "1_For Sickness (includes man and woman)": {},
                            "2_For Birth": {
                                "0_Birth of a Son": {},
                                "1_Birth of Daughter": {}
                            },
                            "3_Bar Mitzvah": {},
                            "4_Bat Mitzvah": {}
                        },
                        "3_Half Kaddish": {},
                        "4_Raising the Torah": {},
                        "5_Haftarah": {}
                    }
                },
                "5_Communal Prayers": {
                    "0_Yekum Purkan": {},
                    "1_Prayer of the State of Israel": {},
                    "2_Prayer for Israeli Soldiers": {},
                    "3_Prayer for Those Being Held in Captivity": {},
                    "4_Birkat Hachodesh": {},
                    "5_Av HaRachamim": {}
                },
                "6_Ashrei": {},
                "7_Returning Sefer to Aron": {},
                "8_Half Kaddish": {}
            },
            "4_Musaf LeShabbat": {
                "0_Amidah": {
                    "0_Patriarchs": {},
                    "1_Divine Might": {},
                    "2_Kedushah": {},
                    "3_Holiness of God": {},
                    "4_Sanctity of the Day": {
                        "0_For Shabbat": {},
                        "1_For Shabbat Rosh Chodesh": {}
                    },
                    "5_Temple Service": {},
                    "6_Thanksgiving": {},
                    "7_Birkat Kohanim": {},
                    "8_Peace": {},
                    "9_Concluding Passage": {},
                    "10_Kaddish Shalem": {}
                },
                "1_Kaddish Shalem": {},
                "2_Ein Keloheinu": {},
                "3_Pitum Haketoret": {},
                "4_Kaddish Derabbanan": {},
                "5_Alenu": {},
                "6_Mourner's Kaddish": {},
                "7_Mizmor Shir L'Yom HaShabbat": {},
                "8_Mourner's Kaddish": {},
                "9_LeDavid": {},
                "10_Shir HaKavod": {},
                "11_Mourner's Kaddish": {},
                "12_Adon Olam": {}
            },
            "5_Daytime Meal": {
                "0_Kiddusha Rabba": {},
                "1_Zemirot for Second Meal": {
                    "0_Baruch Kel Elyon": {},
                    "1_Yom Zeh Mechubad": {},
                    "2_Yom Shabbaton": {},
                    "3_Shimru Shabtotai": {},
                    "4_Ki Eshmera": {},
                    "5_Dror Yikrah": {}
                }
            },
            "6_Minchah": {
                "0_Ashrei": {},
                "1_Uva Letzion": {},
                "2_Half Kaddish": {},
                "3_Torah Reading": {
                    "0_Removing the Torah from Ark": {
                        "0_Va'ani Tefillati": {},
                        "1_Vayehi Binsoa": {},
                        "2_Berich Shmei": {},
                        "3_Gadlu": {},
                        "4_Lekha Hashem": {},
                        "5_Av Harachamim": {},
                        "6_Vetigaleh Veteraeh": {}
                    },
                    "1_Reading from Sefer": {
                        "0_Birkat HaTorah": {},
                        "1_Raising the Torah": {}
                    },
                    "2_Returning Sefer to Aron": {
                        "0_Yehalelu": {},
                        "1_LeDavid": {},
                        "2_Uvenucho Yomar": {}
                    }
                },
                "4_Amidah": {
                    "0_Patriarchs": {},
                    "1_Divine Might": {},
                    "2_Kedushah": {},
                    "3_Holiness of God": {},
                    "4_Sanctity of the Day": {},
                    "5_Temple Service": {},
                    "6_Thanksgiving": {
                        "0_Modim": {},
                        "1_Al Hanisim for Chanukkah": {},
                        "2_Al Hanisim for Purim": {}
                    },
                    "7_Peace": {},
                    "8_Concluding Passage": {}
                },
                "5_Tzidkatkhah Tzedek": {},
                "6_Kaddish Shalem": {},
                "7_Alenu": {},
                "8_Mourner's Kaddish": {},
                "9_Barchi Nafshi": {}
            },
            "7_Third Meal": {
                "0_Atkinu": {},
                "1_Mizmor LeDavid": {},
                "2_Yedid Nefesh": {}
            },
            "8_Havdalah": {}
        },
        "2_Festivals": {
            "0_Rosh Chodesh": {
                "0_Hallel": {
                    "0_Berakhah before the Hallel": {},
                    "1_Psalm 113": {},
                    "2_Psalm 114": {},
                    "3_Psalm 115": {},
                    "4_Psalm 116": {},
                    "5_Psalm 117": {},
                    "6_Psalm 118": {},
                    "7_Berakhah after the Hallel": {}
                },
                "1_Musaf Amidah for Rosh Chodesh": {
                    "0_Avot": {},
                    "1_Gevurot": {},
                    "2_Kedushah": {
                        "0_Kedushat HaShem": {}
                    },
                    "3_Sanctity of the Day": {},
                    "4_Avodah": {},
                    "5_Hodayah": {},
                    "6_Birkat Kohanim": {},
                    "7_Peace": {},
                    "8_Passages Ending Amidah": {}
                }
            },
            "1_Shalosh Regalim": {
                "0_Amida for Maariv, Shacharit, Mincha": {
                    "0_Avot": {},
                    "1_Gevurot": {},
                    "2_Kedusha": {},
                    "3_Sanctity of the Day": {},
                    "4_Avodah": {},
                    "5_Modim": {},
                    "6_Birkat Kohanim": {},
                    "7_Peace": {},
                    "8_Concluding Prayer": {}
                },
                "1_Mussaf": {
                    "0_Avot": {},
                    "1_Gevurot": {},
                    "2_Kedusha": {},
                    "3_Sanctity of the Name": {},
                    "4_Sanctity of the Day": {},
                    "5_Avodah": {},
                    "6_Modim": {},
                    "7_Birkat Kohanim": {},
                    "8_Peace": {},
                    "9_Concluding Prayer": {}
                }
            },
            "2_Prayer for Dew": {},
            "3_Prayer for Rain": {},
            "4_Sukkot": {
                "0_Prayers in the Sukkah": {
                    "0_Entering the Sukkah": {},
                    "1_Ushpizin": {},
                    "2_Leaving the Sukkah": {}
                },
                "1_Blessing on Lulav": {},
                "2_Hosha'anot": {
                    "0_For Shabbat Chol Hamoed": {},
                    "1_First Day of Sukkot": {},
                    "2_Second Day of Sukkot": {},
                    "3_Third Day of Sukkot": {},
                    "4_Fourth Day of Sukkot": {},
                    "5_Fifth Day of Sukkot": {},
                    "6_Sixth Day of Sukkot": {},
                    "7_Hosha'ana Rabba": {}
                }
            },
            "5_Chanukah": {
                "0_Service for Lighting Chanukah Candles": {
                    "0_Blessings on Chanukah Candles": {},
                    "1_Hanerot Hallalu": {},
                    "2_Maoz Tzur": {}
                }
            },
            "6_Selichot": {
                "0_Fast of Gedalia": {},
                "1_Ten of Tevet": {},
                "2_Fast of Esther": {},
                "3_Seventeen of Tamuz": {},
                "4_Yom Kippur Katan": {},
                "5_BaHaB": {}
            }
        },
        "3_Berachot": {
            "0_Birkat HaMazon": {},
            "1_Birkat Hanehenin": {
                "0_Eating": {
                    "0_Barachot Rishonot": {},
                    "1_Brachot Achronot": {
                        "0_Al Hamichyah": {},
                        "1_Borei Nefashot": {}
                    }
                },
                "1_Blessings on Sights Sounds and Smells": {}
            },
            "2_Birkhot Hamitzvot": {},
            "3_Asher Yatzar Etchem Badin": {},
            "4_Tefillat HaDerech": {},
            "5_Havinenu": {}
        },
        "4_Kaddish": {
            "0_Half Kaddish": {},
            "1_Mourner's Kaddish": {},
            "2_Kaddish Shalem": {},
            "3_Kaddish d'Rabbanan": {},
            "4_Kaddish achar HaKevura": {},
            "5_Kaddish achar Hashlamat Meschet": {}
        }
    },
    "meta": "Paragraph",
    "work": "Siddur Ashkenaz"
}