{
    "text": {
        "0_Paragraph": "<small>להורות לעם ה׳ את דרך ה׳. ואת המעשה אשר יעשון כל ימיהם. בשבתם ובקומם. בלכתם ובבואם. למען ייטב להם ולבניהם. בזה ובבא.</small><br><br>טוב לגבר כי ישא עול בנעוריו (איכה ג). כי טוב לאדם לשאת ולסבול עולו של הקב\"ה ולתת מוסרות ומוטות על צוארו להכנס לעבודת בורא העולם.",
        "1_Paragraph": "ויזכור את בוראו בימי <small>(כחו)</small> [בחורותיו] <small>(כצ\"ל. ומלשון הכתוב (קהלת יב). וזכור את בוראיך בימי בחורותיך)</small>",
        "2_Paragraph": "ובכל יום ויום יוסיף אומץ ויתחזק במצות בורא עולם.",
        "3_Paragraph": "ויכניס אהבתו בלבו",
        "4_Paragraph": "<small>(ויחשוב)</small>. [<small>אולי צ\"ל</small> וישווה <small>וכמשה\"כ (תהלים יז) שויתי ה' לנגדי תמיד</small>] הבורא תמיד לנגד עיניו. ועל ידי כן יתן יראת הצור על פניו.",
        "5_Paragraph": "ויכניע לבו.",
        "6_Paragraph": "וישפיל קומתו ואת רום עיניו.",
        "7_Paragraph": "וילך שחוח ויתהה על עונות נעוריו.",
        "8_Paragraph": "ויבכה עליהן תמיד.",
        "9_Paragraph": "וישמור בכל כחו מחטוא עוד במסתרים. ולא יעשה במחשך מעשיו. ואז יהיה אהוב ונחמד בעיני הבורא. וכל רואיו יאשרוהו:",
        "10_Paragraph": "אלה הדברים אשר יעשה אותם האדם וחי בהם חיי העולם. בכל בקר בהקיצו משנתו יזדעזע ויהיה נרתע ונחפר מאימת הבורא. בזכרו חסדו אשר עשה לו ואמונתו אשר שמר לו. כי החזיר לו נשמתו אשר הפקיד אצלו",
        "11_Paragraph": "ואז יברך בלבו הבורא אשר הגדיל לעשות עמו כי חדש והחליף כחו. ובשומו הדברים האלה על לבו תבער אהבת הבורא בלבו.",
        "12_Paragraph": "ואז אל <small>(ישב מטתו דרך עצל)</small> [ישכב במטתו כדרך העצל] אך במהירות וזריזות יקום מיד. ואם יפגע בו מנוול ויוליכנו דרך עצלות. ישיב אמריו לו. וישים אל לבו. כי אם יקרא בעל חוב או אדם אחר אליו יקום מיד. או מפני כבוד אדם. או מפני ריוח <small>(שיבא)</small> [שיביא] לו חיי שעה. או מיראת הפסד ממון. כמו נפלה דליקה בעיר. יקום מיד במהרה. ולא יתרשל. או אם יצטרך ללכת לעבודת השר יקום ואל יתרשל. פן יעלילו עליו. או למצוא חן בעיני השר. על אחת כמה וכמה לעבודת מלך מלכי המלכים הקב\"ה שיש לו להזהר לקום במהירות ובזריזות. ויירא פן יאחר לבא.",
        "13_Paragraph": "וכל מעשיו יחשוב לעשות לשם שמים. ולפי כחו ילך בדרכי החכמים. ויהיה נכנע.",
        "14_Paragraph": "אל יעמוד ערום ממטתו אף מיושב. כמו שהיה מתפאר ר' יוסי ז\"ל מימי לא ראו קורות ביתי אמרי חלוקי. אך יקח חלוקו ויכניס בו ראשו וזרועיו ואז בקומו יהיה מכוסה. ואל יאמר הנני בחדרי חדרים בבית אפל מי רואני ומי <small>(וידעני)</small> [יודעני]. כי מלא כל הארץ כבודו. לפניו כחשכה כאורה.",
        "15_Paragraph": "וילבש בגדיו. ויהיה לו טלית קטן וילבשנו מתחת למדיו. כי עיקר מצות ציצית לזכרון ללבשו תמיד. כי לזכרון המצוה נתנה. ולמען לא יסור האדם אחרי שרירות לבו ואחרי מראה עיניו המחטיאים את הגוף. והדרך הזה לא ימצא כי אם בלכתו בדרך אשר דברי ערוה מצויים שם.",
        "16_Paragraph": "על כן ילבש אותו מיד בלא ברכה אם לא רחץ את ידיו. וטוב להיות זריז ליטול ידיו קודם ויברך עובר לעשייתו.",
        "17_Paragraph": "וצריך להתעטף מעומד.",
        "18_Paragraph": "ואותו טלית קטן טוב שיהיה כעין סרבל כי אין בזה פקפוק.",
        "19_Paragraph": "וינעול מנעליו של ימין תחילה ואחר כך של שמאל. ויקשר של שמאל ואחר כך של ימין. כמו שאמרו רבותינו ירא השם יצא את כולם לקיים דברי המשנה ודברי רבי יוחנן כתפיליו כך מנעליו. מה תפילין בשמאל אף מנעליו בשמאל.",
        "20_Paragraph": "ומעת קומו להתהלך על הדרך. יכפוף קומתו וישוח ראשו. כי השכינה למעלה מראשו.",
        "21_Paragraph": "ולכן נכון לכסות ראשו ואל יהיה בגלוי הראש.",
        "22_Paragraph": "וילך ויבדוק עצמו בבית הכסא.",
        "23_Paragraph": "ושם יהיה צנוע. אל יגלה עצמו כי אם לפניו טפח. ומאחריו טפחיים. והאשה מלאחריה טפח. ולפניה ולא כלום.",
        "24_Paragraph": "ולא ישתין מעומד פן יהיו ניצוצות ניתזות על רגליו ויראה ככרות שפכה. אלא יעמוד במקום גבוה או [ישתין] בעפר תיחוח. ואם ישתין מעומד יזהר פן יאחוז באמה אלא מעטרה ולמטה לצד הארץ ואף אם הוא נשוי. כי אחרי אשר העונש גדול כל כך שהוא מביא מבול לעולם מאד יש לו לאדם להתחזק ולקדש עצמו אף במותר לו. וכן רבינו הקדוש מימיו לא הכניס ידיו למטה מאבנטו.",
        "25_Paragraph": "וכשישב לפנות ישב ויגלה ויכסה ויקום.",
        "26_Paragraph": "ואל יפצר עצמו לפנות בחזק פן ינתק שיני הכרכשתא ויסתכן.",
        "27_Paragraph": "ויקנח בשמאל אבל לא בימין, מפני שמראה בה טעמי התורה ואוכל בה. ויזהר מלהרהר בדבר מצוה והלכה.",
        "28_Paragraph": "ויבדוק עצמו יפה יפה. כי אחרי אשר קרביו ובני מעיו צריכין לברך את הבורא תמיד שנאמר ברכי נפשי את ה' וכל קרבי את שם קדשו אין נאה להביא בטן מלא צואה לפני הקב\"ה רבונו של עולם לברכו.",
        "29_Paragraph": "וישמור פן ילכלך בגדיו לא במי רגלים ולא ברעי.",
        "30_Paragraph": "אם יש לו יכולת יהיו לו שני מכנסיים אחת שלובש בשעת תפלה לבד למען יהיה נקי יותר בתפלתו. ואם אין לו יזהר שלא יטנף את שלו.",
        "31_Paragraph": "ויכבסם תמיד להסיר כתמי הצואה מעליהן.",
        "32_Paragraph": "וירחץ בנקיון כפיו במים אם יש לו. ירחצם יפה ויברך עליהן על נטילת ידים.",
        "33_Paragraph": "וברכת אשר יצר ימתין עד התפלה. אם ברך אשר יצר יאמר <small>(עד)</small> [עמה] אלהי נשמה כי היא הסמוכה לה. ולפיכך אינה פותחת בברוך. ואז בעת התפלה יתחיל אשר נתן לשכוי בינה.",
        "34_Paragraph": "או יחזור ויברך אשר יצר.",
        "35_Paragraph": "ועל נטילת ידים יברך בשעת ניגוב ידיו ולא בנטילתן.",
        "36_Paragraph": "ומיד יברך על מצות ציצית בטלית אשר לבש אם לא ברך בהתעטפו.",
        "37_Paragraph": "וכל פעם שהוא מתעטף צריך לברך.",
        "38_Paragraph": "ואחרי כן יניח <small>(של תפילין)</small> [תפלה] של יד בזרוע שמאל למעלה מן הפרק שקורין קובד\"י בלע\"ז ממש כנגד הלב ויברך להניח תפילין. ואח\"כ ישים של ראש כנגד המוח ויברך על מצות תפילין.",
        "39_Paragraph": "ואל ידבר בין תפלה של יד לתפלה של ראש. שח בין תפלה לתפלה חוזר ומברך על של ראש שתים. להניח ועל מצות.",
        "40_Paragraph": "ותמיד ימשמש בתפיליו. בשל יד ואח\"כ בשל ראש. למען יזהר להיות בנקיות. כי תפילין צריכין גוף נקי שלא יפיח בהן. ושלא יישן בהן.",
        "41_Paragraph": "וצריך לברך כשימשמש זמן גדול אחר הנחתן. דקיימא לן כרבנן דבי רב אשרי דכל אימת דממשמשי מברכי.",
        "42_Paragraph": "ומפי מורי הרב ר' שמואל בר' שניאור שמעתי דאין צריך לברך משום משמוש אלא כשהן נעקרין ממקומן והוא מחזירן למקומן.",
        "43_Paragraph": "ולענין שינה יש ג' חלוקים בדבר (א) כשהן בראשו. יישן בהן שינת עראי. אבל לא קבע.",
        "44_Paragraph": "(ב) וכשהוא אוחזן בידו. לא עראי ולא קבע פן יפלו מידו.",
        "45_Paragraph": "(ג) ואם הניחן אצל מראשותיו יפרש סודר עליהם ויישן אצלם בין עראי בין קבע.",
        "46_Paragraph": "וכשנכנס לבית הכסא חולצן חוץ לארבע אמות. או כורכן ומניחן בכלי תוך כלי בחיקו כנגד לבו.",
        "47_Paragraph": "וילך לבית הכנסת. ובבואו סמוך לבית הכנסת ימהר פעמיו כמ\"ש (תהלים נה) בבית אלהים נהלך ברגש.",
        "48_Paragraph": "ויבדוק מנעליו פן יהיו מטונפים. וכן אמר שלמה בחכמתו (קהלת ד) שמור רגליך כאשר תלך אל בית האלהים.",
        "50_Paragraph": "ויבא לבית הכנסת. ואומר בכניסתו ואני ברוב חסדך אבא ביתך אשתחוה אל היכל קדשך ביראתך. וישב במקומו.",
        "51_Paragraph": "ואם יש לו עוד טלית יתכסה בו. ויברך להתעטף בציצית.",
        "52_Paragraph": "וישב ולא יפתח פיו עד שישהה מעט. וישיב אל לבו לפני מי הוא עומד. ומי השומע דבריו. ואז ילבש חרדה ואימה וזיע ורתת.",
        "53_Paragraph": "ויפתח תפלתו על הסדר אחד המרבה ואחד הממעיט. ובלבד שיכוין לבו לשמים.",
        "54_Paragraph": "ויתקן מלבושיו שנאמר (עמוס ד) הכון לקראת אלהיך ישראל.",
        "55_Paragraph": "וכשהוא מתפלל אל יגביה קולו בתפלתו.",
        "56_Paragraph": "אך ישמיע לאזניו מה שיוציא מפיו.",
        "57_Paragraph": "ויחתוך בשפתיו כל תיבה ותיבה. ואל יבלעם. גם סוף התיבות יחתוך להפרידם מתיבה הסמוכה לה פן יכשל בספרו בגוים את כבודו. שבחי ירושלים את. וכן כל את ואותו ואותה הסמוכים למ\"ם צריך להפרידם זה מזה. וכן אלהיכם אמת. וכיוצא באלה.",
        "58_Paragraph": "ואל יהיה מאריך בתפלתו יותר מדאי בצבור פן יחשבוהו <small>(לכבוד)</small> [ליהיר] ולץ:",
        "59_Paragraph": "ובקריאת שמע יהיה נזהר שיוציא בשפתיו וישמיע לאזניו רמ\"ח תיבות שבו.",
        "60_Paragraph": "ויתן ריוח בין הדבקים כדברי רבותינו ע\"ה בכל לבבך ועל לבבך וכיוצא בהן.",
        "61_Paragraph": "ובכל אחד ואחד משלשה שמות האמורים בפסוק הראשון יאריך עד שיחשוב היה הוה ויהיה. ולא יאריך באלף דאחד.",
        "62_Paragraph": "ולא ימהר בחית לקרותה בחטף.",
        "63_Paragraph": "ויאריך בדלת עד שיחשוב בלבבו שבורא עולם הוא מלך למעלה ולמטה בשמים ובארץ וארבע רוחות העולם ממזרח וממערב צפון ודרום ותהום רבה ורמ\"ח איברים שבו.",
        "64_Paragraph": "ואם לא יוכל לכוין כל כך יכוין ה' שהוא עתה אלהינו עתיד להיות אחד.",
        "65_Paragraph": "וכל פעם בהזכירו שם המיוחד יחשוב בו פירוש קריאתו שהוא אדון כל.",
        "66_Paragraph": "בכל לבבך. בשני יצריך. יצר טוב ויצר רע. ובכל נפשך. אפי' נוטל נשמתך. ובכל מאדך. בכל מדה ומדה שהוא מודד לך.",
        "67_Paragraph": "אשר אנכי מצוך היום. יפסיק עד יחשוב היום נצטוו לי.",
        "68_Paragraph": "על לבבך. עד כאן כונת הלב ועיקר קבלת עול מלכות שמים. ואפילו מהלך בדרך נכון לעמוד עד שיגיע לעל לבבך.",
        "69_Paragraph": "אך מפסוק ראשון יצא ידי חובה.",
        "70_Paragraph": "מכאן ואילך יקרא כדרכו בכוונה לפי כחו.",
        "71_Paragraph": "כשיגיע לוקשרתם לאות על ידך ימשמש בתפילין של יד. והיו לטוטפות בין עיניך ימשמש בשל ראש.",
        "72_Paragraph": "וכשיגיע לוראיתם אותו יעיין בציציתיו.",
        "73_Paragraph": "ויחתוך זיין דתזכרו.",
        "74_Paragraph": "ואל ירמוז בעיניו. ויקרוץ בשפתיו. וימלול ברגליו ויורה באצבעותיו. כי תועבת ה' כל עושה אלה.",
        "75_Paragraph": "ובתפלתו מיושב אל יסמוך לאחריו. ולא יהא מוטה לצדדין דרך גאוה. אלא ישב וראשו כפוף. שלא יראה פני היושב נגדו חוץ לארבע אמותיו. ושני אציליו על עצם הירך מקום חיבורו לגוף מכאן ומכאן.",
        "76_Paragraph": "ושני ידיו תחת לבושו. הימנית על השמאלית כנגד טבורו. ואל יפשוט רגליו. אך יהיו שוקיו על עמדם. למען יהיה יותר ברעדה ויראה.",
        "77_Paragraph": "וינענע כל גופו לקיים כל עצמותי תאמרנה ה' (תהלים לה).",
        "78_Paragraph": "ובקומו להתפלל יכוין רגליו זו אצל זו.",
        "79_Paragraph": "וישוח ראשו.",
        "80_Paragraph": "וידחוק אציליו לגופו עד חגורתו. וישים ידיו תחת לבושו. הימנית על השמאלית.",
        "81_Paragraph": "ועושה שבע כריעות. ישוח בברכת אבות תחלה וסוף.",
        "82_Paragraph": "ישחה בברוך אתה במהירות ויזקוף בשם בנחת. וישחה במודים תחלה וסוף. ולא יותר בברכות.",
        "83_Paragraph": "אבל כשהוא פוסע ג' פסיעות. נותן שלום בשמאל בתחלה וכורע. לימין וכורע. לפניו וכורע.",
        "84_Paragraph": "ותהיה הכריעה כמו שאמרו חכמים עד שיתפקקו כל החליות שבשדרה. ועד שיראה איסר כנגד לבו. וזהו בשר ברוחב איסר בין פרק חליות השדרה כנגד הלב. וכשאדם זקוף מובלע ואינו נראה. וכשהוא שוחה אז יתפרדו החוליות ונראה אותו בשר.",
        "85_Paragraph": "ואל יחזור מיד למקומו פן יחשב ככלב שב על קיאו.",
        "86_Paragraph": "ולא ירוק בתפלתו. ואם נזדמן לו רוק מבליעו בכסותו.",
        "87_Paragraph": "ואף לא יגהק <small>(בלע\"ז אינטרילי\"ר)</small> ולא יפהק <small>(בלע\"ז בדליי\"ר)</small>. ואם פיהק מניח ידו על סנטרו או על פיו.",
        "88_Paragraph": "ולא יאחוז מאומה בידו כי יירא פן יפול מידו ולא יתכוין.",
        "89_Paragraph": "ולא יתפלל לא כנגד רבו ולא לאחורי רבו.",
        "90_Paragraph": "ויסדר תפלתו.",
        "91_Paragraph": "אך לא יעשנה קבע כאדם האומר חוק קבוע הוא עלי בכל יום כך וכך <small>(תפלה)</small> [תפלות] מוטלות חובה עלי. אלא יעשנה תחנונים לפני המקום.",
        "92_Paragraph": "ואל יעיין בתפלתו לאמר כמה התפללתי בכוונה ראויה היא להתקבל. כי הוא משלשה דברים המזכירים עונותיו של אדם. כי מקטרגים עליו ואומרים וכי ראוי הוא לכך שתתקבל תפלתו והלא עשה כך וכך. אך יחשוב בלבבו כי מאד היה לו לעמוד בתפלה יותר. אולי יכפר אחד מעונותיו הקטנים. ויזכור כי בשר הוא רוח הולך ולא ישוב.",
        "93_Paragraph": "ומה יתרון לו להתגאות במעשיו הלא לכך נוצר. ואם על כרחו יגאה לבו. ישים אל לבו גאוני עולם שגועו ועברו מן העולם. אשר עשו טובה אלף ידות יותר ממנו.",
        "94_Paragraph": "ובעודו בבית הכנסת אל <small>(יהיה לו)</small> [ידבר] דבר חול עם אדם ואף <small>(לא)</small> [כי] בשעת קריאת התורה.",
        "95_Paragraph": "ואם ישבו אצלו בני אדם המדברים (ברצון) יניע שפתיו וידמה עצמו כמתפלל. ואל יתפאר לומר איני מדבר. כי כל המתפאר כמעט הוא נוטל את שכרו.",
        "96_Paragraph": "ויענה אמן על כל ברכה. כי גדול העונה אמן יותר מן המברך. ופותחין לו שערי גן עדן.",
        "97_Paragraph": "ויהא שמיה רבא יענה בכל כחו בפיו ובכל כוונתו.",
        "98_Paragraph": "ולא יצא מבית הכנסת בשעת קריאת התורה אם לא בין גברא לגברא.",
        "99_Paragraph": "לעולם בין בשעת תפלה בין בשעת ברכה המזון כל שעה שאדם עסוק לדבר בשכינה לא יגע בבשרו.",
        "100_Paragraph": "כי אם בידים עד פרק העליון. וצוארו עד חלוקו. אבל לא ברגליו. ובכל שאר בשרו ובמנעליו ואם נגע יטול ידיו או ישפשפם בעפר או בקיסם.",
        "101_Paragraph": "ואם יצטרך לחכך. יחכך מעל לחלוקו. ואל יגע לא בכנה ולא בשער בית השחי ובית הערוה. ואם [נגע] יטול ידיו או ישפשפם בעפר או בצרור או בקיסם.",
        "102_Paragraph": "ובשעת תפלה טפח מגולה אפילו באשתו ערוה. ואסור לקרות שמע ולהתפלל ולהסתכל בה.",
        "103_Paragraph": "ויצא מבית הכנסת בנחת בדרך כריעה ויאמר ה' נחני בצדקתך וגו' (תהלים ה) וילך.",
        "104_Paragraph": "ובלכתו בדרך אל ישוח יותר מדאי. ואל ישפיל סודרו על עיניו פן יחשב ללעג.",
        "105_Paragraph": "ואל ילך בקומה זקופה. כי ההלוך בקומה זקופה דומה כמסלק המורא מעליו. אלא ילך במדה בינונית לא זקוף ולא כפוף יותר מדאי. אלא שלא יראה הבא כנגדו בפניו.",
        "106_Paragraph": "וישפיל עיניו שלא יראה חבירו כנגדו כמלא עיניו.",
        "107_Paragraph": "ואם פגע דבר ערוה כגון אשה בין יהודית בין נכרית בין נשואה בין פנויה. בין גדולה בין קטנה. יעצים עיניו. או יסובב לצד אחר שלא יראנה וכן אמר החכם אין לך דבר חוצץ בפני התאוה כעצימת העין.",
        "108_Paragraph": "וכן אם פגע חזיר וחזירה או כל בהמה נזקקין זה לזה אל יסתכל בהן.",
        "109_Paragraph": "ויהיה מקדים בשלום כל אדם אפי' אינו יהודי כדי שיהיה אהוב ונחמד לבריות",
        "110_Paragraph": "אך לא בשלום אשה. ויבא לביתו בשלום.",
        "111_Paragraph": "ויסיר תפיליו ויתנם בכיס. ש\"י על ש\"ר.",
        "112_Paragraph": "ויסיר ש\"ר תחלה ואח\"כ של יד. ויסיר מכנסיו וילבש אחרים.",
        "113_Paragraph": "וטוב שילמוד מיד משום דכתיב (שם פ\"ד) ילכו מחיל אל חיל. ומיד טרם ילך לעסקיו.",
        "114_Paragraph": "ואם הוא אדם חלוש ורגיל בפת שחרית יאכל מיד.",
        "115_Paragraph": "ויטול ידיו תחלה בהרבה מים. ולכל הפחות יטול <small>(ממי)</small> [מים] רביעית הלוג.",
        "116_Paragraph": "ויתן שלש פעמים מים על ידיו.",
        "117_Paragraph": "וישפשפם היטב שלא יהא דבר חוצץ. כי כל חוצץ בטבילה חוצץ בנטילת ידים.",
        "118_Paragraph": "ויגביהם בנטילה שלא יחזרו מים הראשונים ויטמאו את הידים.",
        "119_Paragraph": "וינגבם היטב",
        "120_Paragraph": "ויברך על הלחם המוציא. ויתן ריוח בין תיבה לתיבה.",
        "121_Paragraph": "וכל מה שיהנה בו מן העולם הזה בין בפירות בין בריח בין באכילה בין בכל דבר שיהנה אסור להנות בלא ברכה. ויברך בכל דבר לפניו ולאחריו הברכה האמורה בה על פי רבותינו ע\"ה.",
        "122_Paragraph": "ואם אינו בקי ילך אצל בקי ללמוד ואל ישים עצמו כבהמה. ואם לא מצא בקי ילך ויניח הנאתו. ולא יהנה מן הדבר עד שידע לברך עליו את בוראו כדת ומשפט.",
        "123_Paragraph": "וכשיברך יכוין לבו לברך את הבורא. ולא כדבר הרגיל בפה אדם לצאת שלא בכוונה. וכן בברכת המצוה וכל מעשה האדם אשר יעשה [יעשה] דברים לשם פעלם. ולא מצות אנשים מלומדה מנהג אבות.",
        "124_Paragraph": "ומאד יהיה צנוע באכילתו",
        "125_Paragraph": "[ואחר] גמר סעודתו יברך ברכת המזון.",
        "126_Paragraph": "ואחר כך ישתה מים או יין להשלים מאה ברכות ביום.",
        "127_Paragraph": "והכל לשם שמים:",
        "128_Paragraph": "וטרם ילך לעסקיו ילמוד פסוק או הלכה לקיים מצות והגית בו (יהושע א).",
        "129_Paragraph": "ואותה שעה ילמוד בהגיון הלב. ולהיות אזניו ועיניו פקוחות אל אשר מוציא בשפתיו.",
        "130_Paragraph": "ואל יפסיק משנתו לדברים בטלים. כי אף לומר מה נאה אילן זה מה נאה ניר זה אשר יש בו דבר שבח שמברכין עליהן ברוך שככה לו בעולמו הרי זה מתחייב בנפשו. ק\"ו לשיחת חולין אשר כל דברי עבירה תלויין בה.",
        "131_Paragraph": "והשח בהן עובר בלאו ועשה. עשה. ודברת בם (דברים ו) לא בדברים אחרים ולאו הבא מכלל עשה עשה. ולאו. כל הדברים יגעים לא יוכל איש לדבר (קהלת א). וכל שכן להפסיק מדברי תורה <small>(החייבין)</small> [אשר הוא חייב] לעסוק בהן. ועל המפסיקין נאמר (איוב ל) הקוטפים מלוח עלי שיח ושורש רתמים לחמם [ואמרו רבותינו ז\"ל כל הפוסקים מדברי תורה ועוסקים בדברי שיחה] מאכילים אותם גחלי רתמים בגיהנם.",
        "132_Paragraph": "אחרי כן ילך לעסקיו כי יפה דרך ארץ ולא יוכל אדם לעבוד הבורא אם לא יטרח לבקש מזונותיו. וכן אמר דוד (תהלים קכח) אשרי כל ירא ה' ההולך בדרכיו יגיע כפיך כי תאכל אשריך וטוב לך.",
        "133_Paragraph": "ויהיו עסקיו באמונה.",
        "134_Paragraph": "וירחק מדבר שקר.",
        "135_Paragraph": "ומחברת אנשים רעים",
        "136_Paragraph": "וממושב לצים. ואם יצטרך לשבת עמהם פן ילעיגו ויתלוצצו עליו ויראה כעושה עצמו חשוב. אל יכנס לתוך דבריהם ואל <small>(ישוב)</small> [ישיב] להם כי אם בקוצר רוחו ויקום מיד שיוכל.",
        "137_Paragraph": "<small>(ויזהיר)</small> [ויזהר] בלי להונות חברו לא בדברים קל וחומר בממון.",
        "138_Paragraph": "ואף עסקו עם גוי יהיה באמונה פן יתחלל שם שמים ותורת ישראל תתבזה על ידו.",
        "139_Paragraph": "ואם ישמע מוציאי דבה על איש אל יאמין להם כי שמא הם שונאיו. אלא יעשה עצמו כמאמין ואל יאמין.",
        "140_Paragraph": "ואם יקללהו אדם או יחרפהו אל ישיב מאומה. ויהיה נעלב ולא עולב.",
        "141_Paragraph": "ואל יצא לריב מהר.",
        "142_Paragraph": "ואל יבא אצל בני אדם כשהם מתלחשים יחד.",
        "143_Paragraph": "ואל יוציא דבה על שום אדם ואפילו הוא שונאו.",
        "144_Paragraph": "אל ישנא בלבבו כי אם אשר המקום שונא.",
        "145_Paragraph": "<small>(ובכל)</small> [וכל] עניינו ועסקו יהיה לשם שמים.",
        "146_Paragraph": "ובשובו מעסקיו אל ישב בטל. כי מה לאדם להיות יושב בטל הלא הבטלה מביאה לידי שעמום ולידי הרהורים רעים. אף כי תלמוד תורה אין לו שיעור:",
        "147_Paragraph": "ואם יבאו אורחים לביתו יכניסם לביתו בסבר פנים יפות.",
        "148_Paragraph": "ומיד בבואם ישים [לפניהם] לחם לאכול. כי פעמים בא העני ולא אכל והוא בוש לשאול.",
        "149_Paragraph": "ויתן להם לחמו ומימיו את אשר יאכל בפנים מאירות. ואף אם יהיה לבבו עצב ודאגה ישחנה מלבו בפניהם.",
        "150_Paragraph": "וינחמם בדבריו <small>(ויתן)</small> [ויהי] להם למשיב נפש.",
        "151_Paragraph": "ואפילו אם יהיו לו אלף עבדים יטרח הוא בעצמו. ויעמוד עליהם. מי לנו גדול כאברהם ששמש למלאכים והיו לו כמה עבדים ושפחות שנאמר <small>(ובני ביתו)</small> [<small>אולי צ\"ל</small> ואת כל ילידי ביתו וגו' (בראשית יז)] אף על פי שנראו כערביים כדברי רבותינו ז\"ל. ובכל מה שעשה על ידי עצמו שלם לו הקב\"ה לישראל בכבודו ובעצמו.",
        "152_Paragraph": "ואל יספר לפניהם כך וכך אירע לי קצה תלאותיו. כי דברים אלו שוברים את רוחם. כמדומה להם כי בשבילם אמר כן. וכמעט אין לו שכר בעמלו.",
        "153_Paragraph": "ויכבדם כאדונים לו וכן מצינו באברהם (שם יח ג) שקראם אדונים. וגדול הכנסתם יותר מקבלת פני שכינה.",
        "154_Paragraph": "ובשעת האוכל יראה את עצמו כמצטער שאינו יכול להיטיב להם יותר. וכן הוא אומר (ישעיה נח) ותפק לרעב נפשך. תצא נפשי שאין לי מה ליתן לך.",
        "155_Paragraph": "ואם ילינו אצלו ישכיבם במיטב מטותיו. כי גדולה מנוחת העיף בהיותו שוכב בטוב. ויותר עושה לו נחת רוח המשכיבו היטב יותר מן המאכילו ומשקהו וגלגל הוא החוזר בעולם.",
        "156_Paragraph": "ובצאתם ילוום ויתן להם פת צידה לדרך.",
        "157_Paragraph": "כי על פת לחם יפשע גבר. כי על אשר לא נתן יהונתן לדוד פת לחם בהפרדו מאתו נתגלגל הדבר ונהרגו כהני נוב שמונים וחמשה נושאי איפוד בד. והעניק תעניק להם מסת נדבת ידך.",
        "158_Paragraph": "ואם בא מצוה לידך <small>(שמש)</small> [תמהר] בה ואל תתרשל בה. כי זהירות מביא לידי זריזות נקיות פרישות טהרה קדושה יראת חטא חסידות וענוה.",
        "159_Paragraph": "ויהא זהיר בכבוד חכמים. בא חכם אצלך תקבל פניו בכבוד וכבדהו.",
        "160_Paragraph": "יש חתן בעיר לך ועסוק בו ושמחהו. כי המשמחו זוכה לראות בשמחת ירושלים.",
        "161_Paragraph": "יש מת בעיר טרח בו וספדהו. אך במדה בינונית. כי אין כבודו לומר מה שלא היה בו. ושתיקה יפה. אך המדות אשר ידעת אשר היו בו טובות תספר ותלוהו.",
        "162_Paragraph": "אם יש ברית מילה בעיר טרח ועסוק והיה כמסייע במצוה. כי גדול שכר מסייע כעושה מצוה.",
        "163_Paragraph": "ואם חבריך בצרה היה צר בצרתם.",
        "164_Paragraph": "ואל תשמח בעת כשלונם. והיה שמח בטובתם.",
        "165_Paragraph": "שמעת צרת ישראל הרחוקים האנח והתפלל עליהם וכ\"ש על הקרובים.",
        "166_Paragraph": "ברך הצור על כל הבא על הטוב ועל הרע. תשמח ביסורין וחשוב הכל לטובה בכל מדה ומדה שהוא מודד לך וזהו (דברים ו) בכל מאודך. ואל תבעט ביסורין. וחשוב הכל לטובה. ואמור כל דעביד רחמנא לטב.",
        "167_Paragraph": "והתרחק מן הנדרים. כי בעון הנדרים בנים מתים ואשתו של אדם מתה.",
        "168_Paragraph": "ומן השבועות",
        "169_Paragraph": "ומן הכעס. כי כל הכועס מבלבל דעתו ורוחו ולא יתיצב באהבת הבורא. וכן אמרו רבותינו. לא תרתח ולא תחטא. ובכמה מקומות דבר שלמה בחכמתו. והסר כעס מלבך (קהלת יא). כי כעס בחיק כסילים ינוח (שם ז). רגזן לא עלה בידו אלא רגזנותו. וגם משה רבינו היה אב לחכמים ולנביאים כל מקום שבא לכלל כעס בא לכלל טעות.",
        "170_Paragraph": "ואפילו אם עשה לך אדם שלא כהוגן אל תקפיד ולמוד מהלל ענותן ז\"ל.",
        "171_Paragraph": "ואך להטיל אימה בתוך ביתו. מצוה להראות עצמו כעסן ודעתו מיושבת ורוחו נחה. ואל יטיל אימה יתירה.",
        "172_Paragraph": "ואל ישבר כלי בחמתו. אף לא ישחית כל מאומה.",
        "173_Paragraph": "ויכוף את יצרו מכל אשר יתאוה אף משיחה בטילה. כי מה יתרון בדברים שלא לצורך אין זה כי אם הרבות פשע.",
        "174_Paragraph": "והוי רצוי לאחיך ולחביריך.",
        "175_Paragraph": "ואל תשכב בלילה וקטטה לך עם אדם. אך לך ותרצה אותו עד שיתפייס. ואף אם חטא לך בקש ממנו פיוס. ואל תאמר הן חטא לי. עליו לבא לפייסני. כוף את יצרך ולך אליו. למען לא יגביה לבבך. ותהיה מתועב על פני הבורא שנאמר (משלי טז) תועבת ה' כל גבה לב.",
        "176_Paragraph": "ומאד הזהר שלא לשקר אפילו בדבר הבאי. כי חלול השם יש בדבר ואף לא להשתכר בשקר כי יצא שכרו בהפסדו. כי הוא מארבע כתות שאינן מקבלות פני שכינה. כת שקרנים. כת חנפים. כת לצים. כת מספרי לשון הרע. וכן ענשו של בדאי שאפילו אומר אמת אין שומעין לו. וכל המשנה בדבורו כאילו עובד ע\"ז כתיב הכא (בראשית כז) והייתי בעיניו כמתעתע. וכתיב התם (ירמיה י) הבל המה מעשה תעתועים.",
        "177_Paragraph": "והזהר מן הליצנות. כי היא שניה לעבירות. והיא מעברת את המורא. ומרגלת האדם לעבור. וכל המתלוצץ נופל בגיהנם.",
        "178_Paragraph": "ושלא להחניף כי לא לפניו חנף יבא.",
        "179_Paragraph": "ושלא לספר לשון הרע כי לכל יש רפואה חוץ מלשון הרע.",
        "180_Paragraph": "ושלא לקבלו שנאמר (שמות כג) לא תשא שמע שוא.",
        "181_Paragraph": "והתרחק מן הכבוד. וכבד כל אדם.",
        "182_Paragraph": "ותעבור על מדותיך.",
        "183_Paragraph": "והוי דן את כל אדם לכף זכות. למען יעבירו מן השמים על פשעיך וידונו אותך לכף זכות:",
        "184_Paragraph": "אם אתה אצל בני אדם שאתה חייב כבודם. כגון אביך ואמך כבדם ותירא מהם.",
        "185_Paragraph": "ולא תשב במקומם.",
        "186_Paragraph": "ולא תסתור את דבריהם. אם אמרו דבר אפילו ידעת כי אינו כן אל תאמר לא כן היה.",
        "187_Paragraph": "ואם יש להם דבר עם אדם אל תכריע ביניהם.",
        "188_Paragraph": "ואל תכנס לתוך דבריהם. כי אף תוך דברי חבירו אם נכנס בהם נקרא גולם.",
        "189_Paragraph": "כללו של דבר כל מה שיוכל לתלות הכבוד בהם [יתלה] ולא בו.",
        "190_Paragraph": "ומאד יש להזהר בכבודם. כי הוקש כבודם לכבוד המקום. והמכבדם כאלו כבד המקום. והמצערם כאלו צער עצמו.",
        "191_Paragraph": "וחייב להאכילם ולהשקותם ולהלבישם ולהכניסם ולהוציאם.",
        "192_Paragraph": "ואם אין לו יסבב על הפתחים ויתן להם.",
        "193_Paragraph": "ומה שיעשה להם דרך כבוד יעשה. כי יש מאכיל אביו פיסיוני (מין עוף יקר) וטורדו מן העולם. ומטחינו ברחים ומביאו לחיי העולם הבא.",
        "194_Paragraph": "היה אביו עובר על דברי תורה. אל יאמר לו אבא עברת על דברי תורה. אלא אומר לו מקרא כתוב בתורה כך הוא. והוא יבין מעצמו ואל תביישו.",
        "195_Paragraph": "ולא ידבר על מעשיהם בשום ענין. אפילו זרק ארנקי לים או לאור בפניו לא יכלימנו.",
        "196_Paragraph": "ואם שמע אדם מדבר עליהן שלא כהוגן. יקהה שיניו ויאמר לו שקר אתה דובר. אך אין להכות חברו על כך. ואף שתיקה יפה במקום שאין כבודם. כמו שהוא יודע שאם ימחה אז יוסיף האחר לומר עליהם דברי גנאי אחרים.",
        "197_Paragraph": "ורצונם הוא כבודם.",
        "198_Paragraph": "והם שמחלו על כבודם כבודם מחול.",
        "199_Paragraph": "והוי ירא מן החכמים כמו שדרש רבי עקיבא את ה' אלהיך תירא (דברים ו) לרבות תלמידי חכמים.",
        "200_Paragraph": "והדבק בהם ובדרכיהם הטובים",
        "201_Paragraph": "ועמוד מפניהם. ואף מפני הזקנים שאינם חכמים. ובטל רצונך מפני רצונם.",
        "202_Paragraph": "וכבד אחיך הגדול. ואחי אביך. ואחי אמך. ואיש אמך. ואשת אביך. כי כלם דרשו חכמים ז\"ל מן המקרא דכבד את אביך ואת אמך (שמות כ ודברים ה).",
        "203_Paragraph": "אל תרדוף אחר ישיבת עמי הארץ ולצים. כי מהם לא תלמוד חכמה כי אם דברי רקים ולצון.",
        "204_Paragraph": "אך רדוף אחר החכמים כי מהם תלמוד חכמה.",
        "205_Paragraph": "ואל תהי בז לדברי אחיך. ואל תלעג לשום אדם.",
        "206_Paragraph": "אל תמנע טוב מבעליו. אם שאלך אדם על טובה שבעולם או דבר מצוה אל תמנענו מלעשותה. אך אם אין דעתך על הדבר אמור לו עשה כחכמתך.",
        "207_Paragraph": "והיה רגיל בצדקה כפי כחך. ולכל הפחות שעבד עצמך לבורא לתת כופר נפשך חק קבוע בכל שבוע פרוטה או מחצה. כי אפילו עני המתפרנס מן הצדקה יש לו לעשות צדקה.",
        "208_Paragraph": "וכשתתן לעני תן לו בסתר כי מתן בסתר יכפה אף.",
        "209_Paragraph": "וענייך קודמין.",
        "210_Paragraph": "ואל תקפוץ ידך מהלוות לעני בשעת דחקו. כי גדול המלוה יותר מן העושה צדקה. וצדקתו עומדת לעד. כי איננו חסר בדבר. ויחשוב כי לכמה הוא מלוה בלא רבית.",
        "211_Paragraph": "ואם יקשה בעיניו להלוותו בלא משכון ילוונו במשכון. ויקבע לו זמן להלואתו. ובתוך ימי ההלואה לא יקראהו לעשות מלאכתו או כל דבר. אם לא יתן לו שכרו משלם. שנראה כרבית.",
        "212_Paragraph": "ובמעשרות אל תרפה ידיך מליטלה כראוי. כיצד מכל דבר שמשתכר. הן ללמד. הן לכתוב. הן לעשות מלאכה. או אף אם מצא מציאה או נתנו לו במתנה. או כל ענין <small>(שיבא)</small> [שיהיה] הן כסף הן [שוה] זהב מן הכל יפריש מעשר. כי דבר זה אין לו ערך. כי את אשר אסר הבורא בכל דבר לנסותו התיר במעשר.",
        "213_Paragraph": "אל תגנוב דעת הבריות ואל תסרב בחברך יותר מדאי. ואל תאמר לו דבר זה עשיתי בשבילך ולא עשית בשבילו. אך אם יטעה וידמה כי בשבילו עשית אין צריך לומר לו לא עשיתי בעבורך כי הוא מטעה עצמו ואין זה גניבת דעת. כללו של דבר כל גניבת דעת אסור.",
        "214_Paragraph": "ואל תזכור שם שמים לבטלה. כי המזכיר שם שמים לבטלה ראוי לנדותו. ואף לא לצורך במקום מטונף.",
        "215_Paragraph": "ולא תשבע כלל. ואף לא בכנויים. ואף לא במדותיו ובמעשיו. כגון שמשיו ומשרתיו מלאכי מעלה.",
        "216_Paragraph": "וכן לא ישבע בתורה ולא באמת כי השם נקרא אמת וה' אלהים אמת (ירמיה י).",
        "217_Paragraph": "ולא יקלל חברו בשם. אף לא עצמו [באמרו] כה יעזרני השם.",
        "218_Paragraph": "ואל ישמע <small>(שום)</small> [שם] טומאה על שפתיך כמו שמות הקדשים יעקרו ויהרסו. וכשתזכירם לצורך בפני הגויים אמור בשפה רפה ובכובד ראש.",
        "219_Paragraph": "וכל דבר נבול וצד דבר ערוה לא ישמע על פיך. כגון להזכיר זונה. או כל דבר נבלה. כי שוחה עמוקה פי זרות (משלי כב). מעמיקים לו גיהנם והופכים לו גזר דין של שבעים שנה לרעה. ואף השומעים ושותקים ונהנים בשמיעה ואינם הולכים משם. נכשלים בדבר.",
        "220_Paragraph": "ואל תחשוד חבירך כי שמא כשר הוא בדבר. וחושד בכשרים לוקה בגופו.",
        "221_Paragraph": "ואל תביא עצמך לידי חשד להיות נקי מה' ומישראל. פן יכשלו בני אדם על ידך שיחשדוך הבריות. מחול לכל החושדים לך.",
        "222_Paragraph": "ואל תעשה שום דבר מאוס בפני חבירך.",
        "223_Paragraph": "ואם עשו אחרים לפניך ונמאסת מחול להם ואל יכשלו על ידך.",
        "224_Paragraph": "ואם מצאת רוק מוטל הרם וסלקהו או כסהו ומחול לאשר עשה אותו פן יבא אחר ויכשילנו שלא ימחול.",
        "225_Paragraph": "והזהר שלא ימצא טינוף על בגדיך או שומן או כל דבר מאוס. כי המתלכלך ואינו נזהר בנקיות משניא אוהביו של מקום לבריות. שנאמר (משלי ח) כל משנאי אהבו מות אל תקרי משנאי אלא משניאי. ויראי השם שאינם משמרים עצמם בנקיות אומרים רואיהם כמה לומדי תורה מאוסים נמצא שם שמים מתחלל על ידיהם.",
        "226_Paragraph": "אל תשקץ נפשך בהשהות נקביך. והמשהה נקביו בגדולים ובקטנים עובר שתים (ויקרא יא) אל תשקצו (דברים כג). ולא יראה בך ערות דבר.",
        "227_Paragraph": "לא תאמר שום נחוש כי לא נחש ביעקב ולא קסם בישראל. (במדבר כג). ובכמה מקומות הזהירה תורה (דברים יח) לא ימצא <small>(מנחש)</small> [וגו' ומנחש] (ויקרא יט) לא תנחשו. ואין לנו שום סימן אלא מה שאמרו חכמינו ז\"ל. ואם יש לו לאדם לעשות מצוה כגון <small>(להחזר)</small> [לחזור על] מסכתא או להשיב בנו אל הספר לא יאמר אמתין עד ראש חודש או עד הפסח. כי כל יום וכל עת טוב להתחיל ולעשות במצות. ומי שאינו מקפיד לעולם לא יקפידו עמו. אך המקפידים השטן עומד על ימינם לשטנם. להחזיקם בטעותם.",
        "228_Paragraph": "אל תתכבד בקלון חבירך.",
        "229_Paragraph": "ואל תרים זרועך על שום אדם להכותו. כי הסוטר לועו של חבירו כאלו סוטר לועו של שכינה שנאמר (איוב לח) וזרוע רמה תשבר. וראוי הוא להקבר חי שנאמר (שם כב) ואיש זרוע לו הארץ. ואפילו בהרמת יד נקרא רשע שנאמר (שמות ב) ויאמר לרשע למה תכה רעך. על כן יש לו לאדם להזהר מאוד מלהכות. אם לא בנו הקטן או תלמידו שהוא מוכיחו.",
        "230_Paragraph": "אם תוכיח את חבירך אל תוכיחנו ויתבייש. אבל תוכיחנו בסתר ואפי' מאה פעמים.",
        "231_Paragraph": "אל תלבין פני חבירך ברבים. כי המלבין פני חבירו דם יחשב לו דם שפך. תדע דאזיל סומקא ואתי חיורא. ואין לו חלק לעולם הבא. ונוח לו לאדם שיפיל עצמו לתוך כבשן האש ואל ילבין פני חבירו ברבים.",
        "232_Paragraph": "אך אם הוכח הוכחת אדם בסתר כמה פעמים לא קבל. מותר לביישו ולהלבין פניו עד שיקבל. וכל שיש בידו להוכיח [האדם העובר עבירה] ואינו מוכיח (אדם עובר) העבירה בראשו. ואם הוכיח אז נפשו הציל.",
        "233_Paragraph": "אל תתיחד עם שום אשה אפילו בתך או אחותך אפילו פנויה חוץ מאשתך ואפילו היא נדה ואמך.",
        "234_Paragraph": "ואי זה הוא יחוד. סגור במפתח או במנעול זהו יחוד האמור בתורה (דברים יג) כי יסיתך אחיך בן אמך וגו' [בסתר].",
        "235_Paragraph": "ואפילו עם שתי נשים.",
        "236_Paragraph": "וטוב ליזהר אפילו בפתח פתוח לרשות הרבים משבת עם אשה אחת.",
        "237_Paragraph": "אל תשמיע לאזנך במתכון קול אשה משוררת כי קול באשה ערוה. שערה וכל האמור בשיר השירים ערוה. קול. שער. שינים. צואר. כל האמור בפרשה לשבח.",
        "238_Paragraph": "ואסור לו להסתכל אפילו באצבע קטנה של אשה לזון עיניו מן הערוה. וכל המרצה מעות לאשה מידו לידה כדי להסתכל בה אפילו קבל תורה כמשה רבינו מידו של הקב\"ה לידו לא ינקה מדינה של גיהנם.",
        "239_Paragraph": "תמיד הרגל על שפתיך דברי יראת שמים כגון הוי עז כנמר. סוף דבר הכל נשמע (קהלת יב). ועתה ישראל מה ה' אלהיך שואל מעמך כי אם ליראה וגו' (דברים י). מאד מאד הוי שפל רוח. וכיוצא באלה הרגל על לשונך ואז לא תכשל.",
        "240_Paragraph": "אל תהדוק ראשך על הספר.",
        "241_Paragraph": "ואל תהרוג כנה על השולחן כי הוא נקרא מזבח. ואל תדבר בשעת ברכת המזון:",
        "242_Paragraph": "גדל בניך לתלמוד תורה ולמעשים טובים גם לעת זקנה לא יסורו. ולמד <small>(לבניך)</small> [ולבנותיך] הלכות נדה וחלה איסור והיתר דברים הנוהגים <small>(בהם)</small> [בהן] פן יאכילוך דבר אסור או לבני <small>(ביתם)</small> [ביתן].",
        "243_Paragraph": "הוי זהיר בברכת הלבנה בכל חדש בזמנה. משיאותו לאורה ועד רובו של חדש. כי אלמלא לא זכו ישראל אלא להקביל פני אביהם שבשמים בכל חדש וחדש דיים.",
        "244_Paragraph": "הוי זהיר בכבוד אשתך כדברי רבותינו אוהב אשתו כגופו ומכבדה יותר מגופו [וכו'] כי דייך שהיא מגדלת בניך ומצלת עצמך מן החטא. והוי זהיר באונאתה כי דמעתה מצויה לפיכך אונאתה מצויה וקרובה כי שערי דמעה לא ננעלו.",
        "245_Paragraph": "הסתר סודך וכל שכן סוד אחרים. משוכבת חיקך שמור פתחי פיך.",
        "246_Paragraph": "התנאה במצוה כפי כחך. והדור מצוה עד שליש במצוה. כגון מצא אתרוג בי\"ב פרוטות ומצא אחר הדור ממנו יוסיף עד י\"ח פרוטות ליקח ההדור.",
        "247_Paragraph": "מצוה שאין לה דורש תדרשנה. ואל תהי קלה בעיניך לא מצוה ולא עבירה.",
        "248_Paragraph": "ואל תברח מעשות מצוה לא בשביל יראת הפסד ולא מפני פחד עונש הגוף. כי כדאי היא המצוה לשמרך מכל היזק. ואם ח\"ו יארע לך היזק. נאמן הוא בעל מלאכתך שימלא חסרונך שחסרת בעבורו.",
        "249_Paragraph": "בצאתך לדרך צא בכי טוב. והזהר בתפלת הדרך וזו היא. יה\"ר מלפניך ה' או\"א שתוליכנו לשלום ותצעידנו לשלום וסמכנו (לשלום) ותצילנו מכף אויב ואורב בדרך ותנחנו אל מחוז חפצנו בשלום ותחזירנו לביתנו לשלום כי אתה שומע תפלה בא\"י שומע תפלה. וצריך לאמרה אפילו אם אינו רוצה ללכת כ\"א פרסה. ובתוך מהלך פרסה. וכן אם שכח לאמרה ונזכר לאחר שהלך פרסה אומר בלי חתימת ברכה.",
        "250_Paragraph": "פגעת נכרים אל תשנה דבורך כאלו אינך יהודי. גם אם יאמרו לך נכרי אתה אמור יהודי אני.",
        "251_Paragraph": "ולא תעבור על המכסים. אל תעמוד במקום סכנה ותסמוך על נס. אך תירא תמיד פן יגרום החטא וזכור ליעקב אבינו ויירא.. ויצר לו.",
        "252_Paragraph": "אל תהי צדיק הרבה. ראית אשה טובעת בנהר אל תאמר אנוס ולא אראנה. וכיוצא בזה. שמעת איש אומר להכות חברו אל תאמר לא אגלה לו ואהיה רכיל. לא תעמוד על דם רעך ואמור לו כפי יכולתך שלא בלשון רכילות. ואז את נפשך הצלת.",
        "253_Paragraph": "אל תשבח אשה ביפיה בפני חבירך פן על ידך יחמדנה וכתיב. לא תחמוד קרי ביה לא תחמיד וכן קרי ביה לא תחמד. אל תקשט נפשך ותלך בין הנשים כדי שיתאוו לך. ואל תרבה שיחה עמהן אפילו עם אשתך.",
        "254_Paragraph": "וזה רבוי שיחה. כאותו ששאל לברוריה באי זה דרך נלך ללוד. אמרה גלילי שוטה היה לך לומר באי זה ללוד.",
        "255_Paragraph": "ולא יעיין בבגדי צבע שלהן ואפילו שטוחין על הכותל. כללו של דבר כל מה שיוכל להתרחק מהן ממשאן וממתנן ודבורן יתרחק. כי תמיד יצר הרע בוער כאש להחטיא האדם. לכן צריך האדם להיות כל שעה יועץ תחבולות לעשות מלחמה עמו.",
        "256_Paragraph": "אל תשבח אדם בפני שונאו שמתקנא בו ומתוך שבחו בא לידי גנותו. ואל תגנהו בפני אוהבו.",
        "257_Paragraph": "אל תגנה מקח חברך בפניו. ואל תשבחהו. אלא שתוק למה תשיב ותחניף.",
        "258_Paragraph": "אל תכנס לביתך פתאום וכ\"ש לבית חבירך.",
        "259_Paragraph": "אל תיעץ אדם לפי דרכך. אלא תן עצה טובה והוגנת לכל מי שיועץ אתך לכבוד הבורא.",
        "260_Paragraph": "כללו של דבר כל דבר המסור ללבך שאין אדם מבחין למה אתה מתכוין לטובה או לרעה נאמר בו ויראת מאלהיך המכיר מחשבתך.",
        "261_Paragraph": "אל תקרא שום אדם בכנויו אפי' שלא בפניו. ואפי' לומר לאדם כדי שיוכל להכירו. אך דחק עצמך בענין אחר פב\"פ עד שיכירהו.",
        "262_Paragraph": "אל תקרא לשום אדם בשום דבר ניוול ואפי' לקטן אסור לקרותו מאוס דרך שחוק כי כולם נקיים וקדושים.",
        "263_Paragraph": "ואל תשבח שום גוי לא בחן ולא ביופיו ולא במעשיו. וכשתראה גוי עושה טובה או נאמנות או צדקה דאג. כי חסד לאמים חטאת לישראל. ואל תדינם לכף זכות אם לא בפניהם מפני דרכי שלום.",
        "264_Paragraph": "ואל תתן דיו לסופרי אומות העולם הכותבים שמות הטומאה ופסיליהם כי אסור לסייע ידי עוברי עבירה.",
        "265_Paragraph": "השמר מלצער בע\"ח הן בהמה הן עוף. וכ\"ש שלא לצער אדם שהוא עשוי בצלם המקום.",
        "266_Paragraph": "אם אתה רוצה לשכור פועלים ומצאת עניים יהיו עניים בני ביתך. ואך אל תבזה אותם. אך דרך כבוד תצוה להם. ותשלם שכרם משלם. ואל תדחם בלך ושוב. כי הרבה לאוין יש בדבר. ואליו הוא נושא את נפשו.",
        "267_Paragraph": "אל תשב בין העומדים ואל תעמוד בין היושבים. אל תישן בין הערים ואל תהי ער בין הישנים. ולא שמח בין העצבים ולא עצב בין השמחים. כללו של דבר אל ישנה אדם מן המנהג. אך הכל יהיה לטובה וביראת שמים. שאם רואה לצים אל יתלוצץ כמותם.",
        "268_Paragraph": "אל תתפאר משום דבר שעשית.",
        "269_Paragraph": "ואף אל תעמוד במקום שיש מעלה פן יגבה לבבך.",
        "270_Paragraph": "ואם שמעת ששבחוך בני אדם דאג והצטער בדבר.",
        "271_Paragraph": "אל תפרוש מן הצבור כי לא תקבל שכר עמהם. ואם תפרוש ב' מלאכים המלוים לו לאדם מניחין ידיהם אל ראשו ואומרים פלוני שפירש מן הצבור אל יראה בנחמת צבור. אם מנוך צבור פרנס אל תתגאה עליהם.",
        "272_Paragraph": "אל תטיל עליהם אימה שלא לש\"ש. וסבול טרחם. כגדול פרנס הדור.",
        "273_Paragraph": "ואם אתה סופר אל תחסר אות או תיבה או תיתר לחתום שמך בראש.",
        "274_Paragraph": "אם אתה שכיר ללמד תורה הזהר בשעת מלאכתך מלעשות מלאכה אחרת אף לא שום דבר כי ברגע יטעו תלמידיך ולא תשמע ומלאכתך מלאכת רמיה. ורמיה בארור. ואף לא לענות ולדבר לשום אדם. ולמוד מאבא חלקיה ז\"ל.",
        "275_Paragraph": "אל תשכן באהליך ספר חומש נביאים וכתובים שאינו מוגה אם ידעת להגיהו.",
        "276_Paragraph": "ואל תניח ביתך בלא מעקה למדרגות.",
        "277_Paragraph": "ואל תגדל כלב רע או שום מזיק. כללו של דבר הסר מביתך כל היזק וכל מכשול.",
        "278_Paragraph": "שאלת כלי מחבירך או כל דבר לעשות בו מלאכה. אל תעשה בו מלאכה אחרת.",
        "279_Paragraph": "ואל תשאל שום דבר שלא ברשות כי השואל שלא מדעת גזלן הוא.",
        "280_Paragraph": "ואל תשאיל לאחרים בלא רשות מי ששאלת ממנו.",
        "281_Paragraph": "ואם נתן לך אדם דבר להשתמש בו אל תמכרנו שלא ברשותו. או אם נתן לך דמים ליקח טלית אל תקח בהם חלוק. כי המשנה מדעת בעה\"ב גזלן הוא.",
        "282_Paragraph": "כלל גדול בתורה דעלך סני לחברך לא תעבד.",
        "283_Paragraph": "וכל עת וכל שעה חשוב איך תעשה מצות ואיך תשמור מעבירה. כדי שתשלים כל היום בטובה.",
        "284_Paragraph": "סוף דבר הכל נשמע הסר מלבך כל מחשבות און. אך הרהור תורה ויר\"ש.",
        "285_Paragraph": "ובמקום מטונף בבית הכסא יחשוב חשבונות. וזה הדבר יסיר מלבו מחשבת טהרה במקום טנופות. ואחרי טהרתו ישוב למחשבתו הראשונה. אך יהיה זהיר בעבודת הבורא. וזה נקרא ערום ביראה.",
        "286_Paragraph": "לעת ערב לך ובדוק עצמך יפה יפה טרם שתלך לבית התפלה.",
        "287_Paragraph": "ולבש מכנסיך ועשה כל הסדר כאשר אמרנו בתפלת שחרית.",
        "288_Paragraph": "ואם תוכל לא תאכל לא בימות החמה ולא. בימות הגשמים עד לאחר תפלת הערב. כמו שדרשו חז\"ל ואותי השלכת אחרי גוך כו' אם לא תאכל בעוד היום גדול שיעור ג' פרסאות.",
        "289_Paragraph": "בא מבית התפלה והגיע זמן השכיבה יקרא ק\"ש כולו. שיש בו רמ\"ח תיבות להרחיק כל מזיק מרמ\"ח אברים שבו. ויאמר ויהי נועם והשכיבנו בלא חתימה ויפקיד רוחו ביד בוראו. ויתודה וימחול לכל המצערים אותו דארז\"ל (מגילה כח) שרי ליה לכל מאן דצערן.",
        "290_Paragraph": "ויתן מטתו בין צפון לדרום.",
        "291_Paragraph": "ויחלוץ של שמאל ואח\"כ של ימין.",
        "292_Paragraph": "וישכב ויסיר חלוקו במיטתו. ולא יראוהו קורות ביתו מגולה. ואם יש שם כתבי קדש במקום אשר הוא שוכב שם יכסה. וחומש צריך להניח בתיבה ומכוסה.",
        "293_Paragraph": "ואל יישן פרקדן פן ישים ידו על הערוה.",
        "294_Paragraph": "ואם יש לו אשה יהיה צנוע. ויזהר מדבר עמה נבלה. כי אף שיחה בטלה שבין איש לאשתו על הכל יבא למשפט.",
        "295_Paragraph": "ובשעת בעילה אל יהרהר באשה אחרת כי כמעט עושה בניו ממזרים.",
        "296_Paragraph": "ואל יכוף אשתו לדבר מצוה אלא יפייסנה.",
        "297_Paragraph": "ואל ישמש עמה סמוך לוסתה עונה אחת ולא ביום.",
        "298_Paragraph": "ויזהר מאד מאד שלא יוציא שום ניבול ודבר ערוה מפיו אף דרך שחוק.",
        "299_Paragraph": "ויתכוין בשעת מעשה לשם מצוה ושיהיו לו בנים שילכו בדרכי השם ולא יתכוין להנאתו.",
        "300_Paragraph": "ויזהר כפי יכלתו שלא יוציא זרע לבטלה.",
        "301_Paragraph": "וקודם שישכב ילמוד לקיים מצות והגית וישכב ויישן וינוח:",
        "302_Paragraph": "הנה כל הסדר ינהג כל ימי הבלו. ועוד יוסיף כהנה וכהנה לעשות טובה ויראת שמים.",
        "303_Paragraph": "וישלים פרשיותיו עם הצבור בכל שבוע שנים מקרא ואחד תרגום. ואם אין לו תרגום יקרא שנים מקרא ואחד לעז. וטוב יותר מלאמר ג\"פ המקרא. כי התרגום היה להבין המקרא למי שאינו בקי כ\"ש לעז פירוש שהוא לשון הלעזות.",
        "304_Paragraph": "והמקרא יקרא בנגינותיו כי הקורא בלא זמרה התורה חוגרת שק.",
        "305_Paragraph": "ובערב שבת יטרח לסעודת שבת. ואפילו יש לו כמה עבדים יטרח הוא בעצמו לכבוד שבת הנקרא כלה ומלכה. ושקולה כנגד כל המצות. וישתדל בתקוני שבת. כי הא דרבא מלח שבוטא.",
        "306_Paragraph": "ולפי כחו יקנה מעדנים לעונג שבת.",
        "307_Paragraph": "ולא יאכל בע\"ש מן המנחה ולמעלה פן יפסיד סעודת שבת. וסמוך לערב יערוך שולחן וכסא ומנורה. ויכין הכל כוסות וקערות.",
        "308_Paragraph": "ויהיה זהיר ליין לקדוש היום.",
        "309_Paragraph": "ויטול צפרניו בכל ע\"ש וישחיז סכינו כמו שדרשו והיה ביום הששי והכינו את זה השחזת סכין. ועוד דרשו. וידעת כי שלום אהלך זה השחזת סכין כי אם קהה הברזל ולא יוכל לחתוך אין זה שלום בית.",
        "310_Paragraph": "וירחץ פניו ידיו ורגליו בחמין לערב אחר שעשה כל צרכיו.",
        "311_Paragraph": "וכל מה שיעשה יחשוב לעשות לכבוד שבת.",
        "312_Paragraph": "ויוסיף מחול על הקדש.",
        "313_Paragraph": "ועם חשכה ימשמש בבגדיו. וידליק בעוד השמש בראש האילנות.",
        "314_Paragraph": "קדש היום יתפלל של שבת וינוח ויתענג ויסיר מלבו כל אנחה וכל מחשבה. כאלו כל מלאכתו עשויה.",
        "315_Paragraph": "ויכבד שבת בכסות נקיה [ושלחן ערוך] כפי מה שיוכל.",
        "316_Paragraph": "ויאכל שלש סעודות.",
        "317_Paragraph": "אל ידבר שום דבר בחפציו הצריכים לו. אך בחפצי שמים.",
        "318_Paragraph": "חשבונות שעברו מותר.",
        "319_Paragraph": "ואל ירבה שיחה אם לא בדברי תורה ויראת שמים כי אף דברי תורה התירו בקושי.",
        "320_Paragraph": "ואל יפסיע פסיעה גסה אם לא ללכת לדבר מצוה. ולא שום טורח אל יעשה.",
        "321_Paragraph": "ואל ידבר מאוהביו שמתו ומכל עגמת נפש. כללו של דבר נקרא יום עונג ומנוחה.",
        "322_Paragraph": "ויוסיף מן החול על הקדש. ואל יוציא דמעה מעיניו. וישמרהו כהלכותיו ע\"פ רבותינו ע\"ה. במוצ\"ש יבדיל בתפלה ועל הכוס.",
        "323_Paragraph": "לא הבדיל בתפלה ובא לעשות צרכיו (מלאכה האסורה בשבת) קודם שיבדיל. יברך בא\"י אמ\"ה המבדיל כו' ויעשה צרכיו.",
        "324_Paragraph": "ויסדר שלחנו במוצ\"ש אע\"פ שאין צריך אלא לכזית. וילוה המלך בשירות ותשבחות. ובע\"ש ויו\"ט ינהג בעצמו כמו שאמרנו. כללו של דבר לכל זמן. בעת שמחה בפורים ירבה בשמחה ובמשתה. אך שיהיה לבו לשמים שלא יצא מפיו דבר ערוה וניבול פה. בעת עצב עצב.",
        "325_Paragraph": "משנכנס אב ממעטין בשמחה.",
        "326_Paragraph": "משנכנס אלול עד מוצאי יוה\"כ יהא חרד וירא מאימת הדין.",
        "327_Paragraph": "תמיד בכל חדש יום א' או יותר ישב בתענית. או לכל הפחות יאכל לחם ומים ואותו יום יהיה בבכי ובמספד. בכי. זה הבוכה בדמעות. ומספד. כאדם הסופד על מתו. מספר מעשיו ואמר אוי לי שעשיתי חטא פלוני. אוי לי כמה חייבתי נפשי למלכו של עולם. וזו היא התשובה המעולה שנאמר' ע\"י יואל הנביא <small>(קרעו לבבכם וכו')</small> [וגם עתה כו'].",
        "328_Paragraph": "ויתהא על עוונות נעוריו שעשה ואל ישוב לעשות עוד.",
        "329_Paragraph": "ובכל יום יתוודה על עונותיו הגלוים לו בהויתן. ויהיה מודה ועוזב. ולא טובל ושרץ בידו.",
        "330_Paragraph": "ויתפלל בכל יום כפי צחות לשונו על כל חולי בנ\"י שיתרפאו. ועל הבריאים שלא יחלו. ושינצלו מכל נזק. ושיציל הקב\"ה את בנ\"י מכל רו\"ר. ומדקדוקי עניות. ומכל מיני פורעניות המתרגשות ובאות לעולם. ושיתיר כל אסירי עמו. ושיתיר כל חבלי היולדות. ועל חשוכי בנים שיתן להם זרע טוב וכשר. ועל אותם שיש להם בנים שיהיו ביראת ה'. ועל כולם שישמור הקב\"ה שארית תורתו. וינקום את נקמתם במהרה בימינו. ועל עם הקדש שישובו בתשובה שלימה. ויקבלם ויחזירם בתשובה שלימה לפניו.",
        "331_Paragraph": "ויקרא בכל יום בפ' ועתה ישראל וגו' שכולה יראת שמים למען יזכור תמיד הבורא ולא יחטא:"
    },
    "meta": "Paragraph",
    "work": "Sefer HaYirah"
}