{
    "work": "Aruch HaShulchan", 
    "text": {
        "1": {
            "0": {
                "0": "Shechita (Ritual slaughtering as dictated in Jewish Law) is a \"positive\" mitzvah. Shecita is not obligatory (as the case with obligations of Shofar, Succah and Lulav) since if one does not want to eat meat, there is no need to shecht (slaughter) . However, if someone does want to eat meat- there is an obligation to eat the animal only after shechting it, as the verse says, \"You shall sacrifice your cattle and sheep like you have been commanded\"(Deut. 12:21). Similarly, the shechita of a wild animal (that is kosher) is dictated by Torah law as the verse says regarding a firstborn animal that has a blemish, \"...the same way he will eat the deer and the buck\" (Deut. 12:22). One learns from this that a wild animal is alike to a domesticated animal in terms of Shechita (See the Sifrei HaMitzvos of the Rambam and the Smag). Furthermore, the shechita of birds is dictated by the Torah since the verse says, \"that he will hunt a hunted animal or bird and will pour its blood\" (Lev. 17:13). It is concluded from this verse that the pouring of the blood of a bird (which is part of the shechita process of that bird) is the same as that of an animal (see Sifri on Parshas Re'eh). It was taught by Bar Kafra- \"This is the set of rules for the animal and the bird and anything that lives in the water\" (Lev. 11). 'The bird' has been placed in between 'the animal' and 'anything that lives in the water'..."
            }
        }, 
        "0": {
            "150": {
                "1": "We do not eat and we do not drink in them, even a temporary (short) consumption. We do not get dressed in them and we do not travel through them. We do not use them to take shelter from the heat when it is hot outside or from the rain when it is raining. Learned ones and their students are allowed to eat in them in urgent situations. Some say that they can eat in a study hall, even if the situation is not urgent, since for most of the day, they will be there to learn anyway. If so [if they would have to leave], this would be a waste of [ time that could be spent learning] Torah when they would have to step out of there to eat. However, to take shelter there from the rain or from the heat or cold is still prohibited, even for a learned person. Rather, he would have to learn there, or in a Synagogue, he would have to pray there (Magen Avraham subsection 2). There is in the Yerushalmi that a learned person is allowed  lodge in a study hall (Magen Avraham subsection 2). And like this it sounds like in Pesachim (Pesachim 100a). At seems that guests can eat in the study hall. However, in truth, the Tosfos write there that this is referring to the rooms next to the Synagogue, see there. (Refer to the Ta\"z subsection 1. His words are puzzling. In addition, the Ramban did not write this, just because of a condition, see there.)", 
                "0": "Synagogues and study halls have great holiness since we pray in them and learn in them Torah. These locations have a reflection of the sanctity of the Temple. Our wise ones of blessed memory said, \"And these will be small Temples\" (Megilah 29a)-these are the Synagogues and study halls. And this that is written, \"O Lord, You have been our dwelling place throughout all generations\"(Psalms 90:1)- these are the Synagogues and study halls.  Even in the time of the destruction [of the Temple], they still have sanctity as it is written, \"and I will desolate your sanctuaries\" (Lev. 26:31)-\"They are still sanctuaries even when they are desolate\" (Megilah 28a). Therefore, Synagogues and study halls are not treated with lightheartedness, for example, with games, humor and small talk. The Arizal (R' Issac Luria) was very careful to only speak words of prayer in the Synagogue. Even words of rebuke should not be spoken, least it lead to the discussion of mundane matters. (Magen Avraham  Subsection 3). "
            }, 
            "59": {
                "2": "It is correct that when you say \"and chose us\" to remember standing at Mt. Sinai , concerning 'chose us\", as it is written \"lest you forget the things....the day you stood before the Eternal Your God at Horeb(Deuteronomy 4:9).\"  And when you say, \"Your great name, \" remember the incident of Amalek that The Name is not whole until one wipes out the descendants of Amalek, as it is written, \"Remember what Amalek did to you ...\"(Deuteronomy 25:16)\"  And when you say, \"To acknowledge You\" remember that the mouth was created to acknowledge Him who is blessed and not to speak words of gossip.  And remember the incident of Miriam, as it is written, \"Remember what the Eternal your God did to Miriam...(Deuteronomy 24:8)\"  And when you say \"In love\" remember concerning what is written, \"Remember how you provoked the Eternal your God in the wilderness (Deuteronomy 9:7).\"  And when you read, \"And when you remember all of God's commandments\", remember that Shabbat is equal to all the commandments, as it is written, \" Remember the Sabbath day (Exodus 20:8).\" As it is said, never forget the Sabbath day.  And like Amram of blessed memory:  From one Sabbath to the next Sabbath.  And therefore in the Psalm of the day we read:  \"This is the first day of the Sabbath.....\"  And when we say, \"from the four corners of the earth,\"  place the corners of the tallit that are upon his shoulders to fall downward. (Magen Avraham, small paragraph, Bet, and we are not concerned with this.  See Pri Etz Chayim, Gate of the Recitation of the Shma, Chapter 3, and you will understand what we are not accustomed to. And be precise and find easy.) "
            }, 
            "669": {
                "1": "And the end of the miracle was on the 25th of Kislev. And another miracle was shown to them from the Heavens through the 'candle of the commandment and the Torah light.' As we have the text in Shabbat 21b that reads, \"What is Chanukkah, that our Sages taught: 'On the 25th of Kislev - the days of Chanukkah, they are eight, not to eulogize on them and not to fast on them?' When the Greeks entered the Temple, they polluted all the oils in the Temple, and when the Hasmonean dynasty overcame and defeated them, they checked and they found but one cruse of oil that was set in place with the seal of the High Priest, but there was in it only [enough] to light a single day. A miracle was done with it, and they lit from it for eight days. The following year [the Sages] fixed those [days], making them holidays for praise and thanksgiving.\"  ", 
                "0": "In the [time of] the second Temple when the evil Antiochuses lived, they made decrees against Israel and [forbade] their holy religion; they did not allow them to be engaged with Torah study and with the commandments; and they placed their hand on their money and on their daughters. And they entered the Temple and opened gaps [in its walls], made the pure things impure, caused pain to Israel and brought great duress upon them. Until the Lord, the God of their forefathers had mercy upon them and delivered them from their hand, and saved them through the holy and pure sons of the Hasmoneans, the High Priests, Mattatyahu and his sons; who fought with Antiochus and were able [to win]. And the victory was not according to nature, as the Hasmoneans [together ] with a band of pious men were very few and Antiochus came against them with a large [group], with many elephants and with chariot and riders. However the Lord, who desires His people, Israel, 'delivered the mighty into the hand of the weak, the many into the hand of the few, the impure into the hand of the pure and the evildoers into the hand of the righteous.' And the renegades from Israel who appended themselves to Antiochus were also killed and delivered into the hand of those engaged in Torah study. And then the name of Heaven was magnified and sanctified in the world, the light of the Torah shone in its true purity and the name of Israel was magnified.", 
                "3": "And even though the miracle was really for seven days - as there was enough in it to light for one day - nonetheless, since only one eighth of the oil was lit, it follows that the miracle was also on the first day (Beit Yosef). And there is someone (Shiltei Hagiburim citing Hagahot Mordechai?) who wrote, \"[Eight days are commemorated,] since they [forbade] the commandment of circumcision, which is for eight days.\" And there is one who wrote, [It is] because they then inaugurated the Temple for the service that the evil Antiochus had [forbidden] (Ibid.). ", 
                "2": "The explanation of these words: When they purified the Temple, they were all impure from defilement with corpses from the war. And someone impure from contact with corpses can only become pure after seven days - through the sprinkling [of purifying waters] on the third and seventh day. And [then] one [more] day [was needed] for the preparation of pure oil (Beit Yosef). And also, as the pure oil was at a distance of four days [sojourn], by the time they would go and come back, eight days would pass (Ran on Shabbat 21a). And they did not have what to light in the menorah. [It is true that] they sacrificed all of the daily sacrifices, since a communal sacrifice pushes off [the prohibition of sacrificing when the priests are in a state of] impurity. And therefore, they could have also lit the candles of the menorah for this reason, as it is taught [in a bereita] in Torat Cohanim, Parshat Emor, at the end of Parsha 13, \"'He shall arrange the candles in front of Me always' - 'always,' even on Shabbat; 'always' even in [a state of] impurity.\" However the oil had to be pure, as impurity is only rendered permissible for the community [in this context] with regards to the impurity from contact with corpses; but not other impurities, as is explained in Pesachim 67a. And the oil was made impure with [such] other impurities - though their touch and their being carried. And all of the olives were [similarly] made impure. [This situation lasted] until they attained [olives that were still] attached [to the tree], as they do not absorb impurity, and [so] eight days passed. And therefore, when they found this cruse sealed with the seal of the High Priest - and it had been placed in a deep location such that it was not raised up; as were this not so, it would have become impure through being raised up (Tosefot, Shabbat 21b), and also, had [the Greeks] seen [it], they would have certainly taken it, as it would have appeared that there were precious stones there (Ran, op.cit.) - the Holy One, blessed be He, made a miracle for them. As even though there was only enough [pure] oil for one day - they lit for eight days from it, until they made pure oil. And hence, they 'fixed eight days for praise and thanksgiving.' (And see Beit Chadash, but according to what I have written, it easily comes out fine.)", 
                "4": "And [the last reason] is the truth - as in the Midrash, it is found that the work of the tabernacle was finished on the 25th of Kislev, and they did not inaugurate it until the beginning of the month (Rosh Chodesh) of Nissan, when the forefathers had been born.  And the Holy One, blessed be He, payed [Israel] back in the time of Mattityahu (this midrash is brought by Maharsha, Shabbat 21b). And hence they made it like the inauguration of the Tabernacle, which was [composed of] the seven days of installation and the eighth day, [which] was the completion of the beginning of the service in the Tabernacle by Aharon and his sons, as is explained in the Torah. And so [too] with King Shlomo, it is written in II Chronicles 7, \"And Shlomo made the holiday... seven days, and... on the eighth day was a convocation\" - see there. And hence to commemorate [this], they called this holiday Chanukah (inauguration) also, from the expression, <i>chanukat hamizbeach</i> (inauguration of the tabernacle) and <i>chanukat habayit</i> (inauguration of the Temple). And with this, there is also an allusion to the 25th day: chanu (they inaugurated) kah [which is made up of the letters kaf and hey, which together represent the number twenty-five] (Ran, op.cit.). And another reason for this is elucidated in the Book of the Maccabees: Since, as a result of the decrees, they were stopped from bringing the sacrifices of the holiday of the past Sukkot and Shemini Atzeret. And hence, to commemorate this, they made the eight days of Channukah. And [it followed] that when from the Heavens they were shown the miracle of the oil - 'They' showed them that 'They' agreed to them making eight days. (And this is [the meaning of] what they wrote in Shabbat, op.cit., \"The following year, they fixed, etc.;\" meaning to say, after they saw that there was agreement to them from the Heavens to make eight days - through the oil that 'They' showed them [stay] lit for eight days. And in commemoration of this miracle, they fixed that candles be lit on Channukah, as was written by Tur.) "
            }, 
            "603": {
                "0": "......", 
                "5": "Know that in the Rambam, in his Laws of Yom Kippur, this law of eating and drinking on the ninth does not exist. And ostensibly, the reason is simple: In Yoma, it's a Tannaic dispute regarding the interpretation of that verse. One of the Tannaim derives from that verse the concept of adding extra time to the day of Yom Kippur [by starting earlier than sunset]. Thus we have there: \"And you shall afflict your soul... on the ninth of the month...\" Do you really think one should start fasting on the ninth? The Torah therefore says, \"in the evening.\" But if it's the evening, one might think [this means] only once it gets dark? The Torah therefore says, \"on the ninth.\" How does one accomplish this? He shall start fasting while it is still day. From here we have the concept of adding from the non-holy day to the holy day... And [the gemara] questions this: But the Tanna who derives the concept of adding extra time to Yom Kippur from a different verse, what does he do with this verse? And [the gemara] answers: That anyone who eats and drinks of the ninth is as if he fasted for both days... And so the Rambam in Laws of Yom Kippur 1:6 writes, \"And one must add from the non-holy day onto the holy day... as it says, 'And you shall afflict your souls on the ninth of the month in the evening,' meaning, you shall start to fast from the end of the ninth close to it...\" And since he uses this verse for the concept of adding time to Yom Kippur, he therefore doesn't use it for the derivation of \"Anyone who eats and drinks...\" And that's why he leaves it out.", 
                "7": "I am very puzzled by this! If one thinks that the Rambam holds that it is forbidden to fast on Erev Yom Kippur on a Torah level, or even on a rabbinical level, and that one must eat on it and drink - how could he not mention it in the appropriate place, in the Laws of Yom Kippur, but instead rely on the fact he mentioned it by-the-by in the Laws of Vows, through the opposite fact where one would be obligated to fast [if one took a vow]. And so, it seems in my humble opinion that it is clear according to what I have said, that the Rambam discarded this law, as I wrote. And the fact that he wrote in the Laws of Vows that one is obligated to fast [if one took a vow for Erev Yom Kippur], the reason isn't because it is a Yom Tov, whether on a Torah level or close to it, and it doesn't even need bolstering. Just the opposite - [the reason one must fast on it if one took a vow to do so is] because there is totally no mitzvah to eat, either on a Torah level or rabbinical. That's why the vow takes effect. And the reason why it was mentioned at all is because the custom of everyone is to eat a lot on Erev Yom Kippur. And there is a Midrash of a tailor who spent much money for a fish on Erev Yom Kippur, brought by the Tur. And we find it similarly in the end of the 5th chapter of Chulin 83a that they would have much for meals on Erev Yom Kippur. And so that one will not be mistaken that there is some rabbinical mitzvah, and therefore the vow shouldn't take effect on that7 day like Chanukah and Purim - [the Rambam] teaches us that there is no rabbinical command at all, and the vow takes effect. And the Rambam is not alone on this, for I didn't find this law in the Rif and the Smag the command to eat on Erev Yom Kippur. And their reasoning is because that verse is used for adding time to Yom Kippur, see there.", 
                "6": "But if so, why does the Rambam mention it in the Laws of Vows 3:9, \"One who vows to fast on Monday or Tuesday, and it turns out it is Yom Tov or Erev Yom Kippur, he is obligated to fast... If it turns out it is Chanukah or Purim, he should push off the fast [til afterward]. since it is a rabbinical prohibition to fast on those days, it needs bolstering [and therefore fasting on it to fulfill a vow is forbidden].\" It is explicitly implied that Erev Yom Kippur is forbidden to fast on from the Torah, like Yom Tov, and doesn't need bolstering. And that's how the commentators have understood his words."
            }, 
            "624": {
                "0": "It is a positive biblical commandment to sit in the Sukkah for seven days, from the 15th of Tishrei until after the 21st of Tishrei, for it is written in Parashat Emor (Leviticus 23:34): \"On the fifteenth day of this seventh month is the feast of tabernacles for seven days unto the LORD... Ye shall dwell in booths seven days; all that are home-born in Israel shall dwell in booths; that your generations may know that I made the children of Israel to dwell in booths, when I brought them out of the land of Egypt\" (Leviticus 23:42-43)."
            }, 
            "54": {
                "1": "R. Yosi said at the beginning of Berakhot that one time a Divine Voice was heard ", 
                "0": "The Kaddish is great and awesome praise that the Men of the Great Assembly fixed after the destruction of the First Temple.  It is a prayer about the desecration of the Blessed Name from the destruction of the Sanctuary, the decimation of the Holy Land, and the dispersion of Israel to the 4 corners of the earth.  We pray 'let the Blessed name be magnified and  sanctified' as the prophet said:  \"I will make myself greater and more sanctified and be known to the nations, and they will know that I am Hashem.\"  As R. Yosi said at the beginning of Berakhot, once a Bat Kol was heard cooing like a dove and saying: 'Oy to the children, that because of their sins, I destroyed My house, and burned my temple, and exiled them...'  And Eliahu the prophet said to him, that three times each day a Bat Kol like this is heard.  And further, at the time Israel enters its synagogues and study halls, and they answer 'amen! yehei shmei raba...amen ! May His great Name be blessed', the Holy One of Blessing nods his head and says, 'happy is the King who is praised like this in His house.  What it is to be a Father who exiled His children? And woe to the children who were exiled from the table of their Father.'  And because of its elevated status, it was decreed that it [the Kaddish] would be recited in Aramaic, because in Babylonia they spoke this language.  And thus, so that everyone would understand it, [the Kaddish] was established in the spoken tongue. And, additionally, there are hidden reasons for this.", 
                "3": "R. Yosi said at the beginning of Berakhot that one time a Divine Voice was heard ", 
                "2": "R. Yosi said at the beginning of Berakhot that one time a Divine Voice was heard "
            }, 
            "50": {
                "4": "One must be careful not to create a pause by speaking between \"Barukh She-'Amar\" until the end of the Amidah.  Even for the sake of a mitzvah one should not stop between \"Barukh She-'Amar\" and \"Yishtabach\".  And thus one should not stop between \"Yishtabach\" and \"Yotsér 'Or\"; this is illuminated in Siman 54.  Our teacher the Bét Yosef wrote in Se'if 5: between these psalms we may ask after those honored in our community and respond to a greeting from any person.  And in the middle of a psalm we may ask after those revered in our community and respond to those honored.  Until here is [the Bét Yosef's] teaching, and the Tur wrote likewise.  The explanation for \"after those revered\" and \"honored\" is illumnated in Siman 66.  P'suké D'Zimrah is like the blessings of the recitation of Shema, and thus it is forbidden to answer \"amén\" in the middle of a chapter [or a particular psalm].  However, in the writings of the AR\"I, may his memory be blessed, he ruled that one may interrupt to answer \"Amen\" (see Magén Avraham, Se'if Katan 3), and even in the middle of the blessing \"Barukh She-'Amar\" it is permissible to answer \"Amén\" (same).  It seems to me that the Tur and the Shulchan Arukh agree with regard to \"amén\", since \"amen\" does not diminish from all the songs and praises.  Rather because he does not intend himself to pause with ordinary speaking, like within the blessings of the recitation of Shema, it does not apply to responding \"amén\".  And this is how we behave.  However, to respond \"barukh hu uvarukh shemo\" -- [this is forbidden], since it is not based in law at all."
            }, 
            "0": {
                "10": "The basis of religion is to believe that our Torah, holy as it is- was given to us at Sinai through the hands of Moses, our teacher."
            }, 
            "2": {
                "1": "Now, we no longer have the tradition to say this (\"be honored...\"). This was the tradition of the first and pious whose thoughts were always devoted to G-d. About them it is said, \"He who dwells in the covert of the Most High will lodge in the shadow of the Almighty\" (Psalms 91:1). They felt the holiness of those who escorted them (the angels) and therefore, it was pleasant for them to say so (\"be honored...\"). We (in modern times), also have the escort of angles, like the sages of blessed memory have explained (and as we have explained above); however, we can not feel their holiness at all. Our saying this is considered arrogant and egotistical and it appears as arrogance as well. Certainly a holy man who is involved with Torah in holiness needs to say this, but not us, only regular people. This is the essence  and this is the practice. (The \"Artzot HaChaim\" questions this, but the way I have written this is correct. Refer and you find it easily).", 
                "0": "It is written, \"His angels will be commanded to you, to watch over you on all of your travels\". On Shabbos (Meseches (Tractate) Shabbos) 119b we say,\"two angles escort a person\". In Chagigah 16a, it comes to say, \" the two angles that escort this person testify on his behalf\". Therefore, the Sages commanded (Brachos 60b) that when one needs to enter the bathhouse,  he should say before he enters \"be honored, respected and holy ones, the rulers of above! Watch over me! Watch over me! Help me! Help me! Wait for me until I enter and come out, since this is the way of man!\". Its explanation: This person is mentioning that the angels are too holy to enter into the bathhouse and therefore, they should wait for him to exit from there. He is asking them to protect him from demons. This is the true meaning of that which is written, \"His angels will be commanded to you, to watch over you on all of your travels\". Meaning, wherever one is forced to go, even into a place where the angles cannot enter. The mentioned safeguarding is from demons as was written in prior times, \"You shall not fear the fright of night...destruction that ravages at noon\" (Tehillim 91). This that one says, \"Help me!\" is in regard to cleanliness since at the exit of the uncleanliness (excrement) is something that dependent upon all beings; therefore, one says,\"this is the way of man!\", meaning, \"what shall be done if someone is forced to do this?\"."
            }, 
            "4": {
                "1": "And in all blessings we speak to Him may He be Blessed, in the second person- Blessed are You. And in expressions of thanks and praises there occurs the frequent term \"You-He\" including both second and third persons (Heb.- these are called \"present\"- 2nd person, and \"hidden\"- 3rd person.) And the concept is can be understood thusly: G-d's essential being is hidden beyond all that is hidden, and even the different kinds of angels do not know it. It is only through His actions  that He is known to us and to the angels ... this is why we say \"You-He,\" meaning, You on the side of Your actions, He, on the side of His Essence. Therefore in our prayers, when we are asking that God should do x and y, we are speaking on the level of actions, hence we say \"You.\" And so too with all kinds of blessings... this is why we say \"You\" in the form of presence (2nd person)."
            }, 
            "229": {
                "1": "Therefore, one who enters a city and hears the sound of shouting due to some sort of calamity that occurred in it and says, \"may it be [God's] will that [that shouting] is not from within my house\", has uttered a vain prayer, for this prayer is regarding the past and whatever has happened has already happened.  But he can say, \"I trust that it is not from my house\" if he is wholly righteous.  This is akin to the story of Hillel the Elder, regarding whom it is said: He shall not be afraid of evil tidings; his heart is steadfast, trusting in the Lord (Berachot 60a).  The matter can be explicated in two ways: (1) in its simple rendering- that he is not afraid that it was coming from his house or (2) because he had accustomed his household to accept everything with joy, both the good and its opposite.  Therefore, even if, God forbid, some calamity had taken place, they would not scream, but would rather accept it with love and silence. ...", 
                "0": "It is intellectually understood that the notion of prayer is only relevant to the future and not the past, for how could it have an effect on the past?  Only thanksgiving is relevant to the past- to give praise to Him, may He be blessed, for the good that He did for him.  Regarding the future, the opposite is the case- for praise is only relevant for that which already transpired, and prayer is relevant to the future for one is asking God to do something for him....", 
                "3": "One who enters a town says: 'may it be Your will, Hashem our God and God of our forefathers, that you allow me to enter this town in peace'; this is a prayer regarding the future.  When he has entered in peace he says: 'thank You Hashem, my God, for allowing me to enter this town in peace'; this is thanksgiving for the past.  So too when he is leaving, he says: 'may it be Your will..that you take me out of this town in peace'.  When he has left, he says: 'thank You...for allowing me to leave this town in peace; just as you have allowed me to leave in peace, so too should You guide me in peace, etc.'.  This is the wayfarer's prayer, as is explained in section 110, see there.  Maimonides wrote in his commentary to the Mishnah that this is not a prayer or a blessing, rather it is merely a request.  Therefore, we are no longer accustomed to saying this, since Rashi explained that [the reason it is said is] due to the criminal activity in the towns, and in our times this is no longer relevant.  Nonetheless, it is proper to say for one who is careful regarding the words of the Sages, especially since this is not a blessing such that one would be concerned about a blessing in vain.", 
                "2": "So too, if one's wife is pregnant and he wants a male child, he can prayer up until 40 days: 'May it be [God's] will that my wife will give birth to a son', since up until 40 days [the fetus] is merely water [viz. not formed].  But after 40 days, when the form has been solidified, praying 'May it be [God's] will that my wife will give birth to a son' would be a vain prayer, for what has happened has already happened, and it cannot be changed.  Even though we find that Dinah switched from a male to female, this was within 40 days, and even if it were after 40 days, we do not mention [viz. draw conclusions from] miracles (ibid.), and the matters related to our holy forefathers were all miraculous.", 
                "4": "...One who goes in to measure his grain should say: 'may it be Your will, Hashem my God, that you send blessing for my stalks', since this is a blessing regarding the future.  When he has begun measuring, he says: 'blessed is He who sends his blessing for my stalks', since he trusts that there will be blessing.  One who has measured and then blesses has uttered a vain prayer, since blessing is only found for something that cannot be seen, so that it will not seem as though it is really going against nature, since most miracles are hidden ones.  One who enters a bathhouse (their bathhouses had fires under them and were a constant danger) should say: 'may it be Your will, Hashem My God, that you allow me to enter in peace and leave in peace, and that you save me from this fire, and similarly in the future'.  When he has exited peacefully, he should say: 'Thank You Hashem, My God, for saving me from this fire'. We are no longer accustomed to this, since the fire is now to the side and is not dangerous (Bach, Taz, Magen Avraham). This is explicit in the Palestinian Talmud in the 10th chapter of Berachot.  One who lets blood should say: 'May it be Your will..that this matter will be advantageous to my health, since you are a free doctor'. After you let blood, say: 'Blessed is the healer of the sick'.  Some say to say it with God's name and kingship (Taz, #3 and Maimonides, as well as the Beit Yosef in the name of the Semag).  It is proper to say before every healing: 'May it be Your will, Hashem My God, that this will be healing for me'.  This is how the punctilious act.  One should accustom himself to say: 'All that the Merciful One does is for good'.  The principle is that one should always prayer for the future and beseech for mercy before Him, may He be blessed, and he should give thanksgiving for the past, thanking and praising according to his capacity.  The more praise one accords to God, the better.  This is like it says in the verse: 'it is good to praise God, and to sing your exalted name'. "
            }, 
            "494": {
                "5": " "
            }, 
            "634": {
                "1": "\"for I caused Israel to dwell in Sukkot\" (Leviticus 23:43) --these were clouds of glory according to Rabbi Eliezer, Rabbi Akiva says 'these were actual sukkot.' (Sukkah 11b).  According to the position of Rabbi Eliezer, it is obvious that we would want to remember such a tremendous feat as being surrounded by the clouds of glory...for inside the clouds of glory God was revealed to all the people, as it says, \"You, O LORD, appear in plain sight when Your cloud rests over them and when You go before them in a pillar of cloud by day and in a pillar of fire by night.\"(Numbers 14:14)                            However, for Rabbi Akiva whose understands these to be physical sukkot, what is so great about these that the Torah instructs us to build them \"in order that future generations may know that I made the Israelite people live in booths\"? (Leviticus 23:43)"
            }, 
            "548": {
                "1": "And they are four days: The third day of Tishrei, on which Gedaliah ben Achikam was killed and the remaining coal of Israel was extinguished and this was a cause for the increase of the woes. The tenth of Tevet, on which the evil Nevuchadnetsar approached Jerusalem, as it is written in II Kings 25:1 and in Jeremiah 52:4, \"in the ninth year of [the rule of Tsidkiyahu] on the tenth month on the tenth of the month, Nevuchadnetsar and all of his army came upon Jerusalem.\" And the Holy One, blessed be He, revealed this to Yechezkel - who was in Babylonia with the exile of Yochaniah - in a prophecy on that same day, as it is written (Ezekiel 24:1-2),  \"And the word of God was upon me in the ninth year on the tenth month on the tenth day, saying, 'Son of man, write for yourself the name of this day - of this very day - [as] the king of Babylonia approached Jerusalem on this very day.'\" Which is to say that He commanded him to write the name of the day, which is the name of the month and also the specific day, and he wrote, \"on the tenth of the tenth month,\" and the prophet did not know for what [reason] He commanded him to write this. And after he wrote it, He revealed to him, \"You should know 'the king of Babylonia approached Jerusalem on this very day.'\" And through this they all saw the true prophecy, as that day and that time were revealed to the prophet in Babylonia. Since, the exact [time] of the day is called \"that very day,\" as per <i>chatsot hayom</i> (midday). And [this is] because there were then false prophets who fooled Israel, like Chananiah ben Azur and his colleagues, who  prophesied that the Temple would not be destroyed and that Israel would not be exiled from their land, and [so] they strengthened the hands of the sinners. And Yirmiah - who rebuked them that they should return to God,  and if not, the Temple would be destroyed and Israel would be exiled - they placed in the courtyard of the guardhouse and put him in a pit of mud, as is explained in Jeremiah 38. Hence, God informed Yechezkel the prophet in Babylonia that Yirmiah was a true prophet, and he prophesied in Babaylonia all that was happening in the Land of Israel, and that the Tenth of Tevet was the beginning of all the woes. Therefore, they established it as a fast day for the generations. And it is found in the name of the early ones, that if the Tenth of Tevet would come out on Shabbat, it would push off the Shabbat, as it is written about it,  \"on that very day,\" like Yom Kippur (Beit Yosef, Section 550 in the name of Abudarham). But we do not hold like this, as will be explained.", 
                "0": "It is well-known that it is a positive commandment of the Torah to yell out and to supplicate about every woe - that it should not come - and it is explained in the Laws of Fasts. And there are days that all of Israel fasts because of the woes that happened on them in order to awaken the hearts and open the paths of repentance. And this is to remember our bad deeds and the deeds of our ancestors, which were like our current [bad] deeds, until it caused them - and us - those woes. And in remembering these things, we repent to do the good, as it is written (Leviticus 26:40), \"And they will confess their iniquity and the iniquity of their fathers.\" (Rambam, Mishneh Torah, Laws of Fasts 5) ", 
                "3": "And these four fasts; behold they are explicit in the tradition through the prophet, Zachariah 8:19, \"So said the Lord of Hosts, 'the fast of the fourth and the fast of the fifth and the fast of the seventh and the fast of the tenth will be for the House of Yehuda for happiness and rejoicing.'\" \"The fast of the fourth\" is the seventeenth of Tammuz, as it is in the fourth month. And \"the fast of the fifth\" is the ninth of Av, as it is in the fifth month. And \"the fast of the seventh\" is the Fast of Gedaliah, as it is in the seventh of the months. And \"the fast of the tenth\" is the tenth of Tevet, as it is in the tenth of the months. And all of Israel is accustomed to fast on those days. And even though with the first Temple, Jerusalem was breached on the ninth of Tammuz - as it is written in Kings there - nonetheless, they did not decree a fast upon it; only on the seventeenth, upon which the city was breached with the second [Temple]. And for us the destruction of the second Temple is [more] weighty, as from then we have become poor and scattered to the four corners of the earth. And to decree that they should fast on [both] the ninth and the seventeenth, we do not decree too much upon the community. (And Beit Yosef brought in the name of Rabbenu Yerucham that Gedaliah was killed on Rosh Hashanah, and it was pushed off to the next day - see there. And nonetheless, it does not have the status of a fast that is pushed off, concerning one who needs to do a circumcision -  as it is like this all of the years. And it is not similar to a fast that is pushed off from Shabbat to Sunday, as everyone [is aware] of the pushing off, which is not the case with the Fast of Gedaliah, as all years are the same. And [this is] like the conclusion of Taz - see there.)", 
                "2": "And on the seventeenth day of Tammuz, five things occurred. The tablets were broken. And the [daily] sacrifice in the first Temple ceased. And the city of Jerusalem was breached at the [time of] the destruction of the second Temple. And Apostimos burned the Torah and set up an image in the [Temple] chamber. And so [too] on the ninth of Av, five things also occurred. 1) It was decreed in the desert that Israel would not enter the land. 2-3) And the Temple was destroyed, the first and the second. As at the end of II Kings 25 8-9, it is written, \"And on the fifth month on the ninth of the month, in the twelfth year of the reign of Nevuchadnetsar...came Nevuzaradan... and the burned the House of the Lord.\" And at the end of Jeremiah 52:12, it is written about this very story, \"on the tenth of the month.\" And they said in Taanit, \"It was taught, 'It is impossible to say on \"on the seventh,\" as behold it has already been stated \"on the tenth;\" and it is impossible to say \"on the tenth,\" as behold it has already been stated \"on the seventh.\" So how is this? On the seventh, they entered the chamber, etc. On the ninth close to darkness, they set it on fire and it continued to burn the entire day of the tenth'\" (Taanit 29a). 4) And Beitar was conquered on it, and there were thousands and tens of thousands of Jews [there]. And there was a king there and many imagined that he was the king Messiah. But the sins caused that they were all killed and they were also not allowed to be buried, and it was a great woe like the destruction of the Temple. 5) And on this day that is fit for punishments, the evil Turnus Rufus plowed over the [Temple] chamber, in order to fulfill that which was stated, \"Zion will be plowed for a field.\"", 
                "4": "In the Talmud there, it is expounded from the verses in Zachariah that in the time of the Temple these fasts were for happiness and rejoicing [and not for fasting], and so [too] will it be in the future, if God wills. And during the time of the destruction: if the Children of Israel are in a state of pain, they are obligated to fast - and it is positive commandment of the words of tradition and all of Israel accepted it upon them; and in a time when they are not in a state of pain, if the majority of the community wanted, they fast [and] if the majority did not want, they don't fast. And at this time, they wanted and accepted upon themselves  to fast (Tur). And  especially now there is pain. And nonetheless, we did not accept them as a complete public fast to be stopping [to eat] from when it is still day [on the eve], to walk barefoot [and to abstain from] bathing, applying [ointments] and sexual relations, except only on the Ninth of Av.  But [on] the other three fasts, we eat at night [on the eve] and we do not practice all of the stringencies, but [rather just] fast from the morning to the evening, as per the law of a private fast. And at this time - [due to] our many sins - [there are those that] devalue these fasts and they will bear the punishment [for this] in the future. As it is forbidden for anyone who is healthy to separate himself from the community, and [if he does,] he transgresses a positive commandment from the words of tradition. And even the one that needs to eat because of his weakness should not eat his meal like on all the [other] days, but rather only food and drink needed for the sustenance of his body. And this is [what] we are accustomed [to do]. "
            }, 
            "105": {
                "0": "...All those who are exempt from the obligation of reciting the Shema - those who are involved in fulfilling a commandment or are  concerned with fulfilling a commandment, and those who are dealing with a dead body - are exempt from the obligation to pray. There is one aspect of the obligation of prayer that is more lenient in exempting than the obligation of reading the Shema, as the rabbis said in the Mishna at the beginning of the third chapter: \"Those carrying the coffin..., those who are still needed to carry the coffin are exempt, and those who are no longer needed to carry it are obligated. But both are exempt from the obligation to pray.\" The reason is, for those who hold that the obligation to pray is rabbinic, it is simple: The obligation to recite the Shema is from the Torah, while the obligation to pray is rabbinic. And for those who hold the obligation to pray is from the Torah, it is because prayer requires one to stand, and they do not have time to do so; though this is not the case regarding the recitation of the Shema - they can say it all while they walk, except for the first verse (Tosafot R\"Y)", 
                "6": "And this is definitely true that according to Rashi, women are required to pray three times a day, the same way men are obligated, since according to him, there is no difference in Rabbinical law [regarding prayer] between a time-bound (which women are mostly exempt from Biblically) and a non-time-bound obligation. Tosfot would opine similarly, since according to their view, the Talmud explicitly states: although [prayer is] a time-bound obligation, nonetheless, since [the drive to pray stems from a universal human tendency] to seek [G-d's] mercy, the Rabbis obligated them, and naturally, they are obligated the same way men are. However, according to Rif and the Rambam, whose text [of the Talmud] does not include the reasoning that [the obligation to pray stems from a universal human tendency] to seek [G-d's] mercy, rather, argue that [women] are obligated Biblically [in prayer] since it is not a time-bound commandment, would naturally say that [women] are only required [to pray] once daily and [can choose any words they desire express prayer] (lit. \"in any textual version\"). It is impossible to say that the Rabbinic decree to pray three times daily and in [their obligated] time applies to [women] as well, for if that were so, why would the Talmud [rhetorically] reply \"But that is obvious?!\" (to the Mishna's statement that women are obligated in prayer, See Aruch HaShulchan : Chelek 1 : Siman 106 : 5)? [That rhetorical question is not logically sensible since the Mishna's statement is not at all obvious] rather it teaches us a great deal! Really, what I previously wrote is the correct way [to explain the matter]."
            }
        }
    }, 
    "meta": "Section-Siman-Seif"
}