{
    "text": {
        "0": {
            "0": "עשו גבינות (של עובדי כוכבים) מבהמה (שחוטה) ונמצאת טריפה צ\"ע להתיר הגבינות: ד\"ה דאיכא: דף ב ע\"ב"
        },
        "1": {
            "0": "נפגם הסכין במיעוט בתרא כשרה: ד\"ה התם:"
        },
        "2": {
            "0": "ספק טומאה הצף על פני המים אפי' ברה\"י דכל ספק טומאה טמא הכא טהור כדאיתא בנזיר: ד\"ה והתניא: דף ג ע\"ב"
        },
        "3": {
            "0": "יש להחמיר בכלים יותר מבאוכלין: ד\"ה שאני: דף ד"
        },
        "4": {
            "0": "אין שונין בטהרות להקל אלא להחמיר: ד\"ה ואם דף ה ע\"ב"
        },
        "5": {
            "0": "מצאה כתם ולמחר ראתה מונה מן הראיה ואילך: ד\"ה ואינה: דף ו"
        },
        "6": {
            "0": "בשעת קריאת שם חלה צריך הקפה: ד\"ה ומקפת: דף ז"
        },
        "7": {
            "0": "נכון בפסח להגיע כל המצות (בסל) כשמפריש אחת על כולן: בא\"ד"
        },
        "8": {
            "0": "עיסה שנילושה והיתה מחוברת אוכל והולך ואח\"כ מפריש חלה: בא\"ד"
        },
        "9": {
            "0": "בדקה יום ראשון ויום ז' והפסיקה בטהרה חשיב ספירה ולכתחילה צריך לבדוק בכל יום כל ז' הימים: ד\"ה ר\"א: ע\"ב"
        },
        "10": {
            "0": "חייב אדם למחות לכבוד רבו: ד\"ה אמר ר\"י: דף י ע\"ב"
        },
        "11": {
            "0": "לא הגיע זמנה לראות לא בעיא בדיקה: ד\"ה הרי:"
        },
        "12": {
            "0": "מעוברת ומניקה בעיא בדיקה: ד\"ה דיין:"
        },
        "13": {
            "0": "אין ווסת פחות משלש פעמים: ד\"ה קפצה: דף יא"
        },
        "14": {
            "0": "אסור לבא על הישנה אלא כה\"ג שאינה ערה כל כך שתדע להשיבו שהיא טהורה: ד\"ה בין: דף יב"
        },
        "15": {
            "0": "לבעלה לא בעיא בדיקה וגם אין להחמיר לבדוק: ד\"ה מהו:"
        },
        "16": {
            "0": "אם בא בעלה תוך עונתה א\"צ לשואלה אבל לא בבא יותר מעונתה: ד\"ה מי: ע\"ב"
        },
        "17": {
            "0": "מעטרה ולמטה מותר לאחוז באמה רק משום ניצוצות או משום בית הכנסת: ד\"ה כל: דף יג"
        },
        "18": {
            "0": "אסור לאחוז באמה ולהשתין: (ד\"ז בגמרא):"
        },
        "19": {
            "0": "מצוה לשפשף: ד\"ה והלא:"
        },
        "20": {
            "0": "אם היה נשוי מותר לאחוז באמה אך יש להחמיר: ד\"ה אם:"
        },
        "21": {
            "0": "מותר לשכוב על צדו ולקרות ק\"ש: ד\"ה ק\"ש: דף יד"
        },
        "22": {
            "0": "עד שאינו בדוק כלל מעולם ובדקה בו תלינן מעיקרא היה בו דם: ד\"ה בעד: ע\"ב"
        },
        "23": {
            "0": "תלמיד אינו אומר לרבו אתה אלא אתה רבי: ד\"ה מאי:"
        },
        "24": {
            "0": "האשה שעשתה צרכיה שראתה אף כשהיא עומדת מטהר ר' יוסי ובפרק האשה פסק הש\"ס כוותיה ורבינו חננאל פירש דרבי יוסי לא מטהר אלא בדיעבד: ד\"ה ור\"י:"
        },
        "25": {
            "0": "טבל אינו אסור בהנאה כו': ד\"ה כדי: דף טו ע\"ב"
        },
        "26": {
            "0": "שפחה מטמאה בלידה: ד\"ה בשפחתו:"
        },
        "27": {
            "0": "אין כהן מטמא לנפל ואינו מטמא שלא לצורך המת: ד\"ה ובא"
        },
        "28": {
            "0": "אשה שיש לה וסת ולא בדקה בשעת וסת ואח\"כ בדקה ומצאה טהורה טהורה לבעלה לכתחלה צריכה לבדוק בשעת הווסת: ד\"ה ורב נחמן: דף טז"
        },
        "29": {
            "0": "הרואה דם מחמת מכה ומרגשת שהדם ממנה תולה בה אבל אם אינה מרגשת טמאה אם הוא זמן וסת: ד\"ה ומר:"
        },
        "30": {
            "0": "אין להשתין לפני מטתו ערום ואף לא לשמש ערום רק דרך צניעות: ד\"ה משתין: דף יז"
        },
        "31": {
            "0": "לא יקרקש [בזוגי] לסור משם בני ביתו בשעת תשמיש: ד\"ה מקרקש:"
        },
        "32": {
            "0": "השורף צפרניו חסיד מפני ששריפתן מזיק לו: ד\"ה שורפן:"
        },
        "33": {
            "0": "דם ירוק כאתרוג טהור: ד\"ה הירוק: דף יט ע\"ב"
        },
        "34": {
            "0": "אסור לכתוב ספר תורה בדיו של עפצים: ד\"ה פלי: דף כ"
        },
        "35": {
            "0": "מותר לראות דמי אשתו: ד\"ה כל: ע\"ב"
        },
        "36": {
            "0": "היכא דאגמריה סמך [יכול] להתיר מה שאסר חכם א': ד\"ה אגמריה:"
        },
        "37": {
            "0": "דם עכור ממעכו ברוק ע\"ג צפורן ואם אינו נתמעך לא הוי דם אבל לר\"י לא בעי מיעוך אחר הבאת חמין:"
        },
        "38": {
            "0": "הראש פוטר גם בנפלים: ד\"ה סנדל: דף כו"
        },
        "39": {
            "0": "שדרה של לולב צריך שיצא מן ההדס טפח: ד\"ה שדרה:"
        },
        "40": {
            "0": "נטמא התנור מתוכו נטמא גם היד אבל נגע שרץ ביד לא נטמא התנור: ד\"ה מן:"
        },
        "41": {
            "0": "רובא אמוראי לא סבירא להו דאשתהי ולד יותר מט' חדשים: ד\"ה אלא: דף כז"
        },
        "42": {
            "0": "ימי לידה שאין רואין בהן אין עולין לספירתה: ד\"ה ש\"מ: דף ל"
        },
        "43": {
            "0": "לית לן טבילה בזמנה מצוה: ד\"ה וש\"מ טבילה:"
        },
        "44": {
            "0": "היסט היינו הכריע הזב את השני בכף מאזנים ומסיטו כולו: ד\"ה תחתון: דף לא ע\"ב"
        },
        "45": {
            "0": "עליונו של זב בגד שמקצתו על זב ומקצתו על הארץ: בא\"ד:"
        },
        "46": {
            "0": "כשמרים חלה בזמן הזה מאכילין לקטן שלא ראה קרי או לגדול שטבל: ד\"ה והטבילוה: דף לב"
        },
        "47": {
            "0": "מותר לסוך בשומן חזיר ובחלב: ד\"ה ובשמן:"
        },
        "48": {
            "0": "מי שיש לו חטטין בראשו סך כדרכו ביה\"כ: בא\"ד:"
        },
        "49": {
            "0": "אשה ששמשה וראתה מיד אין לה להתחיל לספור ז' נקיים עד אחר יום ד' דבעינן שש עונות: ד\"ה רואה: דף לג"
        },
        "50": {
            "0": "בזמן הזה שהן ספק זבות וספרה אחר הלידה ז' נקיים וראתה בימי טהרה קודם טבילה אינה סותרת ואפילו אשה דעלמא נמי הכי אלא משום דנשים החמירו כדרבי זירא כו': ד\"ה שבוע: דף לו"
        },
        "51": {
            "0": "גמל במעי פרה מותר דלא דרשינן את הגמל כר\"ש דאסר:"
        },
        "52": {
            "0": "ימי לידה שאין רואה בהן לרש\"י עולה לספירה ולא לר\"ת: ד\"ה אביי: דף לז"
        },
        "53": {
            "0": "לחי העומד מאליו הוי לחי: בא\"ד:"
        },
        "54": {
            "0": "רב סעדיה (ור\"ת) התיר לבעול על דם טוהר: בא\"ד"
        },
        "55": {
            "0": "אם נתעברה בסוף חדש יולדת בתחילת תשעה דשיפורא גרים: ד\"ה שיפורא: דף לח"
        },
        "56": {
            "0": "אשה קובעת וסת בימי ספירת זיבתה וכ\"ש בימים הראוים לזיבה: ד\"ה רב הונא: דף לט"
        },
        "57": {
            "0": "אשה ששמשה וכבדה את ביתה יפה יפה יכולה לספור מיד: ד\"ה פולטת: דף מא ע\"ב"
        },
        "58": {
            "0": "ישבה על המשבר ומתה מחתכין אותה בשבת ומוציאין את הוולד: ד\"ה איהו: דף מד"
        },
        "59": {
            "0": "המקשה חותכין את הולד אבר אבר. יצא ראשו אין דוחין נפש מפני נפש: בא\"ד"
        },
        "60": {
            "0": "ומביאין סכין דרך רשות הרבים: בא\"ד"
        },
        "61": {
            "0": "גוסס בידי אדם ההורגו פטור (והוא הדין) מחללים עליו את השבת ואין הולכין בפיקוח נפש אחר הרוב: בא\"ד"
        },
        "62": {
            "0": "עגל שנשחט ביום (שמיני) [צ\"ל שביעי] אסור: ד\"ה דקים: ע\"ב"
        },
        "63": {
            "0": "מת ביום שלשים הוי כנפל ואפ\"ה אם אשת כהן היא אינה חולצת: בא\"ד"
        },
        "64": {
            "0": "ספק בן ט' לראשון או בן ז' לאחרון שניהם מתאבלים עליו: בא\"ד"
        },
        "65": {
            "0": "ספק אחיו ספק אין אחיו אין מתאבל עליו: בא\"ד"
        },
        "66": {
            "0": "נושא הבתולה בועל בעילת מצוה ופורש: ד\"ה אחר: דף מה"
        },
        "67": {
            "0": "תינוק בן י\"ג ויום א' תינוקת בת י\"ב ויום א' חייבין במצות:"
        },
        "68": {
            "0": "הלכה כרבי לגבי רבי אלעזר ברבי שמעון: ד\"ה אלו: ע\"ב"
        },
        "69": {
            "0": "תוך הזמן כלפני הזמן: ד\"ה קטנה:"
        },
        "70": {
            "0": "קטנה אינה חולצת עד שתביא שתי שערות: ד\"ה אבל:"
        },
        "71": {
            "0": "למכור בנכסי אביו עד שיהא בן י\"ח: בא\"ד"
        },
        "72": {
            "0": "נשבע שלא יאכלו אחרים אין נאסר אם לא אסר עליהם בקונם דהוי כהקדש: ד\"ה כגון: ע\"ב"
        },
        "73": {
            "0": "אמר לאשתו קיים ליכי שוב אינו מפירה: ד\"ה כדרב:"
        },
        "74": {
            "0": "תרומה בטילה ברוב מדאורייתא וכן ערלה וכן כלאי הכרם: ד\"ה אתי: דף מז"
        },
        "75": {
            "0": "אתרוג ניטלה פטמתו עלתה חזזית על חוטמו במשהו פסול הכל הוי בצד עליון ניטל עוקצו כשר: ד\"ה ראש:"
        },
        "76": {
            "0": "שפחה כנענית מותרת לכותי וכן עבד בכותית: ד\"ה מסר:"
        },
        "77": {
            "0": "לא הביא סימנים עד רוב שנותיו מכאן ואילך הוי גדול וסריס: ד\"ה עד: ע\"ב"
        },
        "78": {
            "0": "סומכין אבדיקת נשים אחר י\"ב שנה: ד\"ה ואיבעית: דף מט"
        },
        "79": {
            "0": "יום אחרון הוי כלאחר זמן: בא\"ד"
        },
        "80": {
            "0": "יבם ויבמה קטנה שבאו לחלוץ טוב לכתחלה לבודקן לפני הפרק וכן לאחר הפרק אם הם אותם שערות שהיו קודם הפרק ואם יש ליבמה דדים גדולים אין צריך לבדוק אחר השערות: בא\"ד"
        },
        "81": {
            "0": "דלי נקוב בכונס משקה שדולין מן הבאר ושופכין לצינור מטבילין בצינור הידים: ד\"ה אם"
        },
        "82": {
            "0": "כל כלי נקוב בכונס משקה אין נוטלין ממנו לידים בין כלי חרס בין כלי עץ: בא\"ד"
        },
        "83": {
            "0": "גר שאין אמו מישראל אינו דן את ישראל דיני ממונות אלא א\"כ קבלו עליהן ולחליצת גרים פסול ואם אמו מישראל דן אפי' ישראל: ד\"ה חדא: ע\"ב"
        },
        "84": {
            "0": "אשה פסולה לדון ולהעיד: ד\"ה כל הכשר: דף נ"
        },
        "85": {
            "0": "אוהב ושונא פסולין לדון וכשרין להעיד [סומא פסול להעיד] ואפילו ע\"י עדות שראה קודם שנסתמה דבעינן תחלתו וסופו בכשרות: ד\"ה ורבי:"
        },
        "86": {
            "0": "נוגע בעדות מסתלקין תרי מינייהו ולדיינו ולא יעידו: בא\"ד"
        },
        "87": {
            "0": "תבלין שאין ראוי אלא לטעם אין חייבין במעשר ואין מטמאין טומאת אוכלין אבל העשויין לטעם ולאוכלן בעין כגון שומין ובצלים חייבין ומטמאין: ד\"ה כל שחייב:"
        },
        "88": {
            "0": "מין הנקרא תרנגולתא דאגמי שרי הזכר והנקבה ומין הנקרא תרנגול דאגמי אסור הזכר והנקבה: ד\"ה תרנגולתא: ע\"ב"
        },
        "89": {
            "0": "אין לברך לשמור חוקיו כשמסלק תפילין לא בלילה ולא בע\"ש: ד\"ה ולבני: דף נא ע\"ב"
        },
        "90": {
            "0": "אינה חולצת עד שתביא שעור גדול שבכולן ועד שיהו שתי שערות במקום אחד: ד\"ה הלכה: דף נב ע\"ב"
        },
        "91": {
            "0": "לא תמאן משהביאה ב' שערות קטנות ואפילו אחת בגבה ואחת בין קשרי אצבעותיה ור\"ת פירש בזמן זה אין ממאנת אחר שתים עשרה שנה שאין אנו בקיאין לבדוק דאפילו שתי גומות מהני: בא\"ד"
        },
        "92": {
            "0": "מצאה כתם ואחר כך ראתה מונה מראייה ואילך ספירות: (ד\"ז בגמרא): דף נג ע\"ב"
        },
        "93": {
            "0": "אין נעשית זבה אם לא ראתה שלשה ימים רצופים ולא במפוזרים: ד\"ה וארבע: דף נד"
        },
        "94": {
            "0": "ימים הראויין לימי נדה עולין לספירה לכ\"ע: ד\"ה הני:"
        },
        "95": {
            "0": "אין מטמאין באבן מסמא עד שאין מרגישין כובד הזב שעליה וכשהטהור תחת האבן והזב למעלה טמא משום משא אבל כשהבגד תחתיה טמא משום משכב: ד\"ה אבן: דף נה"
        },
        "96": {
            "0": "עור האדם וכן עור קדשים אחר זריקה מותרין בהנאה: ד\"ה שמא:"
        },
        "97": {
            "0": "רוק יבמה א\"צ בפניו: ד\"ה נילף: ע\"ב"
        },
        "98": {
            "0": "יבמה שרקקה דם בכח קרינא ביה וירקה:"
        },
        "99": {
            "0": "כותי ועבד הבא על בת ישראל לכ\"ע הוי ישראל:"
        },
        "100": {
            "0": "כהן טמא אסור להשהות בבית הקברות: ד\"ה ודילמא: דף נז"
        },
        "101": {
            "0": "אם אחר מציאת כתם רוב ימיה טמאה טמאה היא ולא תלי': ד\"ה ובמגעות: ע\"ב"
        },
        "102": {
            "0": "לבשה שלשה חלוקים תולה אף בתחתון. דרך אשה לגלות חלוק העליון ולא לגלות בשרה: ד\"ה על"
        },
        "103": {
            "0": "טיפין טיפין אין מצטרפין על הבגד אבל בבשרה מבעיא ליה: ד\"ה כשורה: דף נח"
        },
        "104": {
            "0": "כל שהספק ברשותו עליו להביא ראייה לא שייך בשאלה: ד\"ה ולענין:"
        },
        "105": {
            "0": "הרגה הרבה מאכולות או פשפשין תולה בהן: ד\"ה ולדבריו: ע\"ב"
        },
        "106": {
            "0": "אין לתלות בחזירים במקום שאין רגילים ליגע בה אבל במקום שיש רגלים לדבר תליא בהן אפילו יותר מכגריס מן החגור ולמטה ואפי' לא נתעסקה ואין בה מכה שיכולה ליגע: ד\"ה עיר:"
        },
        "107": {
            "0": "תלינן כתם שלמטה מן החגור בשל עליון דכמו שהעליון בא מעלמא כן למטה: ד\"ה היו: דף נט"
        },
        "108": {
            "0": "נמצא עליה מין א' משאר דברים תולה בו בכתם וכן נמצא למעלה מחגור מין אחד תולה בו כמה מינין שלמטה: ד\"ה נמצא:"
        },
        "109": {
            "0": "צ\"ע אם ספרה מקצתו או הכל ולא טבלה תולה בלא ספירה כלל: ד\"ה תולה: דף ס"
        },
        "110": {
            "0": "השאילה חלוקה לבעלת הכתם אפילו בראשון שלה אין תולה בה: ד\"ה מהו:"
        },
        "111": {
            "0": "יש לה וסת אין תולה באין לה ווסת וכן לא הגיע וסתה אם ימצא דם תחת אחת מהן אין תולה בהגיע ווסתה: ד\"ה עוברה: ע\"ב"
        },
        "112": {
            "0": "הרוצח אסור להצילו וכן יזהר פן יעלילו עליו: ד\"ה אטמרינכו: דף סא"
        },
        "113": {
            "0": "לא שייך בטול ברוב אלא כשאיסור מעורב בהיתר ולא כששניהם היתר: ד\"ה בגד: ע\"ב"
        },
        "114": {
            "0": "כלאים מותר למוכרן לעובד כוכבים וכן לעשות מהן מרדעת לחמור ותכריכים למת: ד\"ה לא ימכרנו:"
        },
        "115": {
            "0": "מרדעת חמור ותכריכי מת והכרים והכסתות אין בהם משום כלאים ובלבד שלא יהא בשרו נוגע בהן: בא\"ד"
        },
        "116": {
            "0": "לא יעלה מרדעת על כתפו להוציא בו הזבל דהעלאה אסור. תכריכי המת אסורין בהנאה: בא\"ד"
        },
        "117": {
            "0": "מוכרי כסות אין בהם משום כלאים דאינו נהנה ופטורים מן הציצית: ד\"ה אבל:"
        },
        "118": {
            "0": "אבא שאול צוה את בניו קברוהו תחת מרגלותיו של אביו והתירו תכלת מבגדו: בא\"ד"
        },
        "119": {
            "0": "שתי תכיפות חיבור וכל שכן אריגה: ד\"ה שוע:"
        },
        "120": {
            "0": "חוטי ציצית צריך להיות שזורים: בא\"ד"
        },
        "121": {
            "0": "וסתות דגופה צריך להיות שעה אחת או שתים ד\"ה מעטשת: דף סג"
        },
        "122": {
            "0": "ראתה שלש פעמים באחד בחדש או בשתים כך הוי ווסת אע\"ג דהחדשים אינם שוים אבל ראתה היום ושניה בעשרים לה ושלישי בכ\"א לשניה אין הראשונה מן המנין עד שתשלש: ד\"ה איתמר: דף סד"
        },
        "123": {
            "0": "בחדא זימנא קבעה לה וסת לתשמישה: ד\"ה מיחש:"
        },
        "124": {
            "0": "מותר לבעול לכתחלה בשבת: ד\"ה דשרי: ע\"ב"
        },
        "125": {
            "0": "גת של אבן מנגבו אפילו אינו מזופף ושל ישראל ונגע בה עובד כוכבים מדיחה: ד\"ה הדפין: דף סה"
        },
        "126": {
            "0": "הרואה מחמת תשמיש ג\"פ אסורה לבעלה אפילו על ידי בדיקה לרש\"י ור\"ת התיר: ד\"ה ותבדוק: דף סו"
        },
        "127": {
            "0": "נדה חופפת וסורקת וטובלת ואפילו היא נדה כהנת אבל כהנת דעלמא בעיוני סגי: ד\"ה אם סמוך: ע\"ב"
        },
        "128": {
            "0": "מנהג כל הנשים לחוף (לרחוץ) כל הגוף: בא\"ד"
        },
        "129": {
            "0": "שרי לרחוץ בחמין אחר טבילתן מפני הקור:"
        },
        "130": {
            "0": "אשה לא תטבול במקום שהספינות הולכים מפני הטיט וגם מפני שבושה לטבול שם: ד\"ה אשה"
        },
        "131": {
            "0": "זב טעון מים חיים ולא הזבה:"
        },
        "132": {
            "0": "מקוה היינו מים מכונסים ולא מקום באר מים שלנו:"
        },
        "133": {
            "0": "נתנה תבשיל לבנה סמוך לפני טבילתה לא עלתה לה טבילה: ד\"ה נתנה: דף סז"
        },
        "134": {
            "0": "לפלוף שבתוך העין והוא לח אין חוצץ חוץ לעין אפי' לח חוצץ: ד\"ה לפלוף:"
        },
        "135": {
            "0": "גילדי צואה שעל בשרו ובצק שתחת הצפורן חוצצין: בא\"ד"
        },
        "136": {
            "0": "צפורן המדולדלת ולכלוכי צואה שעל הבשר וצואה שתחת הצפורן שהן לחין אין חוצצין אלא יבשין: בא\"ד"
        },
        "137": {
            "0": "אשה לא תעצים עיניה ולא תפתח ביותר: ד\"ה פתחה:"
        },
        "138": {
            "0": "מעות בפיה עלתה לה טבילה: בא\"ד"
        },
        "139": {
            "0": "נתנה שער בפיה קפצה ידיה קרצה שפתותיה כאילו לא טבלה ותרחיב יריכותיה קצת זו מזו ולהגביה הדדין מעל החזה: בא\"ד"
        },
        "140": {
            "0": "כל החוצץ לטהרות חוצץ לבעלה ור\"ת חילק בינייהו: ד\"ה פתחה עיניה כו':"
        },
        "141": {
            "0": "אין לטבול ביום בין בח' בין בתשיעי: ד\"ה משום: ע\"ב"
        },
        "142": {
            "0": "אין צריכה לצאת מביתה בלילה רק שתשוב לביתה כשיהיה לילה ובמקום שיש לירא מפני פריצים וגנבים שרי ביום: בא\"ד"
        },
        "143": {
            "0": "ר\"ת אוסר שתחוף בע\"ש בשביעי שלה ולטבול בשבת ביום שהוא שמיני: בא\"ד"
        },
        "144": {
            "0": "אין לחוף מבעוד יום ולצאת מן המרחץ קודם הלילה והמנהג ששוהה במרחץ עד הלילה ויש מחמירות. אע\"פ שחפפו נושאות עמהם מסרק וסורקות על בית הטבילה: ד\"ה כן אמרו: דף סח"
        },
        "145": {
            "0": "כשליל טבילתה במוצאי שבת תחוף במוצאי שבת ואם י\"ט הוא במוצאי שבת תחוף מע\"ש: ד\"ה הא דאפשר:"
        },
        "146": {
            "0": "ואם חל טבילתה ליל ט' באב אסור לטבול וכן ליל י\"כ ואם אין פנאי לרחוץ ולחוף בלילה תרחיץ ותחוף ערב ט' באב כדי להיות נקל לה עדיין לחוף ליל מוצאי ט' באב ולטבול: בא\"ד"
        },
        "147": {
            "0": "כל קרבנות יחיד טעונין סמיכה ואפילו אשם: ד\"ה וסמיכה: דף ע ע\"ב"
        },
        "148": {
            "0": "כל חטאת ואשם אין טעונין נסכים אלא של מצורע: בא\"ד"
        },
        "149": {
            "0": "תשובה מועלת ליחיד אפילו אחר גזר דין יפה צעקה לאדם: ד\"ה כאן בעושה:"
        },
        "150": {
            "0": "נוטלין ידים מכותיות ונדות ויולדות: ד\"ה מערה: דף עא ע\"ב"
        },
        "151": {
            "0": "בדיקת סוף היום עולה לספירה: ד\"ה הרואה:"
        },
        "152": {
            "0": "דרך לסיים בדבר טוב וכן הנביאים סיימו בדברי תנחומין: ד\"ה תנא: דף עג"
        }
    },
    "meta": "Comment-Paragraph",
    "work": "Piskei Tosafot on Niddah"
}