{
    "text": {
        "4": {
            "0": " And Moses called unto all Israel, and said unto them: Hear, O Israel, the statutes and the ordinances which I speak in your ears this day, that ye may learn them, and observe to do them."
        },
        "5": {
            "0": "Obey, O Israel, willingly and faithfully, that it may go well with you and that you may increase greatly [in] a land flowing with milk and honey, as the LORD, the God of your fathers, spoke to you."
        },
        "7": {
            "7": "A land of wheat and barley; and grape and fig and pomegranate; a land of oil-olive and honey."
        },
        "9": {
            "0": "10:12\tAnd now, Israel, what does God want of you? Only that you remain in awe of God your Lord, so that you will follow all His paths and love Him, serving God your Lord with all your heart and with all your soul.",
            "1": "10:13\tYou must keep God's commandments and decrees that I am prescribing for you today, so that good will be yours.",
            "2": "10:14\tThe heaven, the heaven of heaven, the earth and everything in it, all belong to God!",
            "3": "10:15\tStill, it was only with your ancestors that God developed a closeness. He loved them and therefore chose you, their descendants, from among all nations, just as the situation is today.",
            "4": "10:16\tRemove the barriers from your heart and do not remain so stubborn any more!",
            "5": "10:17\tGod your Lord is the ultimate Supreme Being and the highest possible Authority. He is the great, mighty and awesome God, who does not give special consideration or take bribes.",
            "6": "10:18\tHe brings justice to the orphan and widow, and loves the foreigner, granting him food and clothing.",
            "7": "10:19\tYou must also show love toward the foreigner, since you were foreigners in the land of Egypt."
        },
        "16": {
            "10": "Según la ley que te indiquen y el juicio que te digan, así harás, no te apartaras del dictamen que te digan ni a la derecha ni a la izquierda "
        },
        "31": {
            "0": "Give ear, O heavens, let me speak; Let the earth hear the words I utter!",
            "1": "...May my discourse come down as the rain, My speech distill as the dew, Like showers on young growth, Like droplets on the grass.",
            "2": "...For the name of the Eternal I proclaim; Give glory to our God!",
            "3": "...The Rock! - whoes deeds are perfect, Yea, all God's way are just;",
            "4": "...Unworthy children -that crooked, perverse generation - Their baseness has played God false.",
            "5": "...Do you thus requite Eternal, O dull and witless people? Is not this the Father who created you  -Fashioned you and made you endure!",
            "6": "...Remember the days of old, consider the years of ages passed; Ask your parent, who will inform you, Your elders, who will tell you:",
            "7": "...When the Most High gave nations their homes and set the divisions of humanity, [God] fixed the boundaries of peoples In relation to Israel's numbers.",
            "8": "...For the Eternal's portion is this people; Jacob, God's own allotment.",
            "9": "...[God] found them in a desert region, in an empty housing waste. [God] engirded them, watched over them, Guarded them as the pupil of God's eye",
            "10": "...Like an eagle who rouses it's nestlings, Gliding down to is young, So did [God] spread wings and take them, Bear along on pinions;",
            "11": "The Eternal alone did guide them, No alien god alongside."
        }
    },
    "meta": "Chapter-Verse",
    "work": "Deuteronomy"
}