{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [
            "<b>מאימתי</b>  קורין  את  שמע בערבין משעה שהכהנים נכנסין לאכול בתרומתן עד סוף האשמורה הראשונה דברי ר' אליעזר וחכמים אומרים עד חצות רבן גמליאל אומר עד שיעלה עמוד השחר:", 
            "<b>גמ'</b>     תנו רבנן מאימתי מתחילין לקרות קריאת שמע בערבין משעה שבני אדם נכנסין לאכול פתן בערבי שבתות דברי ר\"מ וחכמים אומרים משעה שהכהנים זכאין לאכול בתרומתן "
        ], 
        [
            "סימן לדבר  צאת הכוכבים   ואע\"פ שאין ראיה לדבר זכר לדבר שנאמר  נחמיה ד  ואנחנו עושים במלאכה וחצים מחזיקין ברמחים מעלות השחר עד צאת הכוכבים ואומר  שם  והיו לנו הלילה משמר והיום מלאכה שמעינן השתא דבין למתניתין ובין לברייתא עונת ק\"ש לרבנן משעה שהכהנים נכנסין לאכול בתרומתן דהיא שעת צאת הכוכבים והכין  הלכתא דקיימא לן יחיד ורבים הלכה כרבים והאי דאקשינן דר' אליעזר אדר' אליעזר דתניא מאימתי מתחילין לקרות ק\"ש בערבין משעה שקדש היום בערבי שבתות דברי רבי אליעזר ותנן נמי במתניתין משעה שהכהנים נכנסין לאכול בתרומתן דברי ר\"א לאו למימרא (י\"נ דההוא) דהאי דקתני במתניתין משעה שהכהנים נכנסין לאכול בתרומתן לר' אליעזר בלחוד היא אלא בין רבי אליעזר בין רבנן הכי סבירא להו דהא לא אפליגו רבנן עליה דרבי אליעזר אלא בעד סוף דרבי אליעזר סבר עד סוף האשמורה הראשונה ורבנן סברי עד חצות אבל במשעה שהכהנים נכנסין לאכול בתרומתן לא פליגי דאי לא סבירא להו לרבנן משעה שהכהנים נכנסין לאכול בתרומתן אלא ר\"א בלחוד הוא דסבירא ליה הכי הוה להו לרבנן לאיפלוגי עליה במשעה כדאפליגו עליה בעד סוף ומדלא אפליגו עליה אלא בעד סוף שמעינן דבין לר\"א ובין לרבנן כולהו סבירא להו משעה שהכהנים נכנסין לאכול בתרומתן וכיון דס\"ל לר\"א בהדי רבנן משעה שהכהנים נכנסין לאכול בתרומתן ואשכחינן ליה בברייתא דס\"ל משעה שקדש היום בערבי שבתות אקשינן   דידיה אדידיה ופרקינן תרי תנאי אליבא דר\"א ולהאיך פירוקא בתרא דאמרינן איבעית אימא סיפא רבי אליעזר רישא לאו ר\"א ברירא מילתא דמשעה שהכהנים נכנסין לאכול בתרומתן לרבנן בלחוד היא ולאו רבי אליעזר הלכך בין לפרוקא קמא בין לפרוקא בתרא האי דקתני במתניתין משעה שהכהנים נכנסין לאכול בתרומתן איתא לרבנן וכיון דאיתא לרבנן עבדינן כוותייהו:", 
            "עד סוף האשמורה הראשונה  :", 
            "  אמר רב יהודה אמר "
        ], 
        [
            "שמואל הלכה כרבן  גמליאל    תניא ר' שמעון בן יוחאי אומר  פעמים שאדם קורא ק\"ש שתי פעמים בלילה אחת קודם שיעלה עמוד השחר ואחת לאחר שיעלה עמוד השחר ויוצא בהן ידי חובתו אחת של לילה ואחת של יום א\"ר אחא בר חנינא אמר רבי יהושע בן לוי הלכה כר\"ש בן יוחאי ואיכא דמתני לה להא דר' אחא בר חנינא אהא דתניא ר\"ש בן יוחאי אומר משום ר' עקיבא פעמים  שאדם קורא ק\"ש שתי פעמים ביום אחת קודם הנץ החמה ואחת לאחר הנץ החמה ויוצא בהן ידי חובתו אחת של יום ואחת של לילה א\"ר אחא בר חנינא אר\"י בן לוי הלכה כר\"ש בן יוחאי   א\"ר זירא ובלבד שלא יאמר  השכיבנו והני כולהו הלכתא נינהו מיהו הא דאמר ר\"ג ודאמר ר\"ש בן יוחאי עד שיעלה עמוד השחר  בדיעבד הוא ואפילו אי עביד הכי במזיד וקרא ק\"ש קודם שיעלה עמוד השחר נפיק ידי חובתיה ואע\"פ שאינו רשאי לעשות כן דתניא   חכמים עשו סייג לדבריהם כדי שלא יהא אדם בא מן השדה בערב ואומר אלך לביתי ואוכל קימעא ואשתה קימעא ואישן קימעא ואח\"כ אקרא ק\"ש ואתפלל ואם חוטפתו שינה נמצא ישן כל הלילה אלא אדם בא מן השדה בערב ילך לבית הכנסת או לבית המדרש  אם רגיל לקרות קורא ואם רגיל לשנות שונה  ואחר כך קורא ק\"ש ומתפלל וכל העובר על דברי חכמים חייב מיתה והא דר' שמעון דאמר פעמים שאדם קורא ק\"ש של ערבית קודם הנץ החמה דוקא בשעת הדחק  כגון מי שהיה שכור או חולה אבל אם עשה כן "
        ], 
        [
            "במזיד או בפשיעה לא יצא ידי חובתו דאמרינן   כי אתא ר' יצחק בר' יוסף אמר הא דר\"י בן לוי לאו בפירוש אתמר אלא מכללא אתמר דהנהו זוגא דרבנן דאשתכור בהלולא דבריה דר\"י בן לוי ולא קרו ק\"ש אתו לקמיה דרבי יהושע בן לוי אמר להו כדאי הוא ר\"ש בן יוחאי לסמוך עליו בשעת הדחק    וכן הא דרשב\"י דאמר פעמים שאדם קורא ק\"ש של שחרית לאחר שיעלה עמוד השחר בדיעבד הוא אי נמי בשעת הדחק כגון  מי שהיה משכים לצאת לדרך וכיוצא בו אבל לכתחלה לא:", 
            "אמר מר   קורא ק\"ש ומתפלל  מסייע ליה לרבי יוחנן דאמר איזהו בן העוה\"ב זה הסומך גאולה של ערבית לתפלה של ערבית  ורבי יהושע ב\"ל אומר תפלות באמצע תקנום שבשחרית קורא ק\"ש ומתפלל ובשעת המנחה מתפלל תפלת המנחה ולערב מתפלל תפלת הערב ואח\"כ קורא ק\"ש נמצאת ק\"ש של שחרית בתחלת היום וק\"ש של ערבית בתחלת הלילה והתפלות כולן באמצע וליתא לדר' יהושע בן לוי וקי\"ל כר' יוחנן דתניא מסייע ליה ואע\"ג דצריך לומר   השכיבנו בין גאולה לתפלה לאו מפסיק הוא דכיון דתקנו רבנן השכיבנו בגאולה "
        ], 
        [
            " כגאולה אריכתא דמיא ובתפלת שחרית נמי בעי למסמך גאולה לתפלה ואע\"פ שבתחלה אומר  תהלים נא  ה' שפתי תפתח כיון דתקינוי רבנן ה' שפתי תפתח בתפלה כתפלה אריכתא דמיא:", 
            "אמר ר' יהושע בן לוי אאע\"פ שקרא אדם ק\"ש בבית הכנסת מצוה לקרותה על מטתו ודוקא פרשה  ראשונה כדאמרינן (דף ס:) בפרק הרואה:", 
            "אמר ר' נחמן (<small>(בגמ' אינו)</small> בר יצחק)   אם ת\"ח הוא אינו צריך אביי אמר אף ת\"ח בעי למימר חד פסוקא דרחמי כגון בידך אפקיד רוחי אמר ר\"א כל הקורא ק\"ש על מטתו כאילו אוחז חרב פיפיות בידו שנאמר  תהלים קמט  יעלזו חסידים בכבוד ירננו על משכבותם רוממות אל בגרונם וחרב פיפיות בידם.", 
            " גרסינן בפ' ידיעות הטומאה (שבועות דף טו:) שיר של פגעים בכנורות ובנבלים ובתופים ואומר  תהלים צא  יושב בסתר עליון וגו' עד כי אתה ה' מחסי ואומר  שם ג  ה' מה רבו צרי עד לה' הישועה וגו':", 
            "רבי יהושע בן לוי מסדר להו להני קראי וגאני היכי  עביד הכי והאמר רבי יהושע בן לוי אסור להתרפאות בדברי תורה להגן שאני:", 
            "  תניא אבא בנימין אומר כל ימי הייתי מצטער על ב' דברים על תפלתי  שתהא  סמוכה למטתי ועל מטתי שתהא  נתונה בין צפון לדרום:", 
            "א\"ר חמא בר חנינא ואי תימא רבי יצחק כל הנותן מטתו בין צפון לדרום הויין לו בנים זכרים שנא'  שם יז  ממתים ידך ה' ממתים מחלד חלקם בחיים וצפונך תמלא בטנם ישבעו בנים וגו'   תניא אבא בנימין אומר  שנים שנכנסו לבית הכנסת להתפלל וקדם אחד מהן והתפלל ולא המתין לחבירו ויצא טורפין לו תפלתו בפניו שנאמר  איוב יח  טורף נפשו באפו הלמענך תעזב ארץ ויעתק צור ממקומו ואם המתין לו מה שכרו   אמר ר' חנינא זוכה לברכות הללו שנא'  ישעיה מח  לוא הקשבת למצותי ויהי כנהר שלומך וגו' הא פירשוה רבנן ואוקמוה בתפלת  ערבית שאם הניחו יחידי ויצא חוששין שמא יבא לידי סכנה לפיכך צריך להמתין לחבירו עד שמסיים את תפלתו:", 
            "   תניא א\"ר יוסי פעם אחת הייתי מהלך בדרך ונכנסתי לחורבה אחת מחורבות ירושלים להתפלל ובא אליהו זכור לטוב ושמר לי על הפתח עד שסיימתי את תפלתי וכשסיימתי את תפלתי אמר לי שלום עליך רבי אמרתי לו שלום עליך רבי ומורי אמר לי בני מפני מה נכנסת לחורבה זו אמרתי לו להתפלל אמר לי היה לך להתפלל בדרך אמרתי לו מתיירא הייתי שמא יפסוקוני עוברי דרכים אמר לי היה לך להתפלל תפלה קצרה באותה שעה   למדתי ממנו שלשה דברים למדתי "
        ], 
        [
            "שמתפללים בדרך ולמדתי שהמתפלל בדרך מתפלל תפלה קצרה ולמדתי שאין נכנסין לחורבה תנו רבנן מפני שלשה דברים אין נכנסין לחורבה מפני  חשד ומפני מפולת ומפני המזיקין   א\"ר חלבו אמר רב הונא  כל  הקובע מקום לתפלתו אלהי אברהם יהיה בעזרו וכשמת אומרים עליו אי עניו אי חסיד מתלמידיו של אברהם אבינו דכתיב  בראשית יט  וישכם אברהם בבקר אל המקום אשר עמד שם ואין עמידה אלא תפלה שנאמר  תהלים קו  ויעמוד פינחס ויפלל:", 
            "וא\"ר חלבו אמר רב הונא  היוצא מבהכ\"נ אל יפסיע פסיעה גסה אמר אביי לא אמרן אלא בדנפיק אבל בדעייל מצוה למרהט שנאמר  (הושע ו׳:ג׳)  ונדעה נרדפה לדעת את ה' וגו' אמר ר' זירא מריש כי הוה חזינן רבנן דהוי רהטי לפרקא בשבתא אמינא קא מחללי רבנן שבתא כיון דשמעית להא דאמר רב תנחום א\"ר יהושע בן לוי לעולם ירוץ אדם לדבר מצוה ואפילו בשבת שנאמר  שם יד  אחרי ה' ילכו כאריה ישאג אנא נמי מרהט רהיטנא:", 
            "אמר רב חלבו אמר רב הונא כל  המתפלל  אחורי בהכ\"נ נקרא רשע שנא'  תהלים יב  סביב רשעים יתהלכון אמר אביי לא אמרן אלא דלא מהדר אפיה לבי כנישתא אבל מהדר אפיה לבי כנישתא לית לן בה ההוא גברא דהוה מצלי אחורי בית הכנסת ולא הוה מהדר אפי' לבי כנישתא   חלף ההוא טייעא  חזייה א\"ל כדו בר קיימת קמי מרך שקיל ספסירה ופסקיה לרישיה.   א\"ר יהושע בן לוי אסור לאדם שיעבור אחורי בהכ\"נ בשעה שהצבור מתפללין:", 
            "אמר אביי לא אמרן אלא דלא דארי טונא ודלא מנח תפילין ודליכא שני פתחים ודליכא בי "
        ], 
        [
            "כנישתא אחריתי אבל איכא חד מינייהו לית לן בה   א\"ר יוחנן משום ר' שמעון בן יוחאי כל הקובע מקום (<small>גי' הגמ'</small> לתפלתו) לתורתו אויביו נופלין תחתיו שנא'  שמואל ב  ושמתי מקום לעמי לישראל ונטעתיו ושכן תחתיו וגו':", 
            "  אבא בנימין אומר  אין  תפלתו של אדם נשמעת אלא בבית הכנסת שנא'  מלכים א' ח  לשמוע אל הרנה ואל התפלה במקום רנה שם תהא תפלה ואמר ר' יוחנן   משום רבי יוסי בן זמרא אין תפלתו של אדם נשמעת אלא בבית הכנסת   שנאמר  תהלים סט  ואני תפלתי לך ה'  עת רצון אימתי עת רצון בשעה  שהצבור מתפללין רבי יוסי בר חנינא אמר מהכא  ישעיה מט  בעת רצון עניתיך   רב נחמן אמר מהכא  איוב לו  הן אל כביר ולא ימאס:", 
            "תניא נמי הכי מנין שאין הקדוש ברוך הוא מואס בתפלתן של רבים שנאמר הן אל כביר ולא ימאס וכתיב  תהלים נו  פדה בשלום נפשי מקרב לי כי ברכים היו עמדי אמר הקדוש ברוך הוא כל העוסק בתורה ובגמילות חסדים ומצוי בבית הכנסת מעלה אני עליו כאילו   פדאם לבני מבין האומות עד סוף כל הדורות:", 
            "  אמר ריש לקיש כל מי שיש לו בית הכנסת בעירו ואינו נכנס שם להתפלל נקרא שכן רע שנאמר  ירמיה יב  כה אמר ה' על כל שכני הרעים וגו' ולא עוד אלא שגורם גלות לו ולבניו שנאמר  שם  הנני נותשם מעל אדמתם אמרו ליה לר' יוחנן איכא סבי בבבל תמה אמר מכדי כתיב  דברים יא  למען ירבו ימיכם וימי בניכם על האדמה   הוא דכתיב אבל בחוצה לארץ לא כיון דאמרי ליה דמקדמי ומחשכי לבי כנישתא אמר היינו דקא מהניא להו כדאמר להו רבי יהושע בן לוי לבנוהי קדימו וחשיכו לבי כנישתא כי היכי דתורכו חיי אמר רב אחא בר חנינא מאי קרא  משלי ח  אשרי אדם שומע לי לשקוד על דלתותי יום יום לשמור מזוזות פתחי וכתיב  שם  כי מוצאי מצא חיים:", 
            "גרסינן בפרק שלשה שאכלו כאחת (דף מז:) אמר רבי יהושע בן לוי לעולם  ישכים אדם לבית הכנסת כדי שימנה מעשרה ראשונים שאפילו מאה באין אחריו נוטל שכר כולם שכר כולם סלקא דעתך אלא אימא נוטל שכר כנגד כולם   אמר רב חסדא לעולם יכנס אדם  שיעור שני פתחים ואחר כך יתפלל שנאמר לשמור מזוזות פתחי אמר ליה רבא לרפרם בר פפא לימא לן מר מהנך מילי מעליותא דאמרת לן משמיה דרב חסדא במילי דבי כנישתא אמר ליה הכי אמר רב חסדא מאי דכתיב  תהלים פד  אוהב ה' שערי ציון מכל משכנות יעקב אוהב ה' שערים המצוינין בהלכה יותר מכל בתי כנסיות ובתי מדרשות שבעולם והיינו דאמר רבי חייא בר אמי משמיה דעולא מיום שחרב בית המקדש אין לו להקב\"ה בעולמו אלא ד' אמות של הלכה בלבד רב אמי ורב אסי אע\"ג דהוו להו תליסר בי כנישתא בטבריא לא הוו מצלי  אלא ביני עמודי היכא דיתבי וגרסי אמר אביי מריש הואי גריסנא בגו ביתאי ומצלינא בבי כנישתא כיון דשמעיתא להא דאמר ר' חייא בר אמי משמיה דעולא לא הואי מצלינא אלא היכא דהואי גריסנא:", 
            "ואמר ר' חייא בר אמי משמיה דעולא מאי דכתי'   ישעיה א  ועוזבי ה' יכלו זה המניח ס\"ת כשהוא פתוח ויוצא    רבי אבהו נפיק בין גברא לגברא בעי רבא בין פסוקא לפסוקא מאי תיקו רב ששת  הוה מהדר אפיה  וגריס אמר אנן בדידן ואינהו בדידהו ואמרו רבנן דוקא  רב ששת דתורתו אומנתו   אבל להורות לאדם ששואל לפי שעה או לפרש דבר אסור דהא אמר רבה בר רב הונא כיון שנפתח ספר תורה אסור לספר אפילו בדבר הלכה אמר רב "
        ], 
        [
            "הונא בריה דרב יהודה א\"ר מנחם אמר ר' אמי לעולם  ישלים  אדם פרשיותיו עם הצבור שנים מקרא ואחד תרגום   ואפילו  במדבר לב  עטרות  ודיבון שכל המשלים פרשיותיו עם הצבור שנים מקרא ואחד תרגום מאריכין לו ימיו ושנותיו:", 
            "<b>מתני'</b>    מאימתי קורין את שמע בשחרית משיכיר בין תכלת ללבן ר' אליעזר אומר בין תכלת לכרתי   עד הנץ החמה רבי יהושע אומר עד ג' שעות שכן דרך בני מלכים לעמוד בג' שעות הקורא מכאן ואילך לא הפסיד כאדם שקורא בתורה:", 
            "<b>גמ'</b>  תניא ר\"מ אומר כדי שיכיר בין זאב לכלב רבי   יהודה אומר כדי שיכיר בין חמור לערוד אחרים אומרים כדי שיראה חבירו ברחוק ארבע אמות ויכירנו אמר רב הונא הלכה כאחרים אמר אביי  לתפילין  כאחרים לקרית שמע כותיקין דאמר ר' יוחנן ותיקין היו גומרין אותה עם הנץ החמה תניא נמי הכי ותיקין היו גומרין אותה עם הנץ החמה כדי שיסמוך "
        ], 
        [
            "גאולה לתפלה ונמצא מתפלל ביום א\"ר זירא מאי קראה  תהלים עב  ייראוך עם שמש  וכן הלכתא אלא מיהו לית כל אינש יכול לכווני ולמעבד כי הא מילתא ואפי' הכי  מצוה למיקרי קודם הנץ החמה מעט כדי שלא יתפלל אלא לאחר הנץ החמה שנמצא מתפלל ביום ואע\"פ שאינו עם הנץ החמה דוקא:", 
            "א\"ר יוחנן  בתחלה אומר  שם נא  ה' שפתי תפתח ובסוף אומר  (שם יט)  יהיו לרצון אמרי פי וגו'   א\"ר יוסי בר חנינא משום ר\"א בן יעקב המתפלל צריך שיכוין את רגליו שנאמר  יחזקאל א  ורגליהם רגל ישרהו א\"ר יוסי בר חנינא משום ר\"א בן יעקב מנין למתפלל שלא יעמוד  במקום גבוה ויתפלל שנא'  (תהילים ק״ל:א׳)  ממעמקים קראתיך ה' תניא נמי הכי מניין למתפלל שלא יעמוד לא על גבי כסא ולא על גבי ספסל ולא על גבי מקום גבוה ויתפלל לפי שאין גבהות לפני המקום ואע\"פ שאין ראיה לדבר זכר לדבר שנאמר ממעמקים קראתיך ה' וכתיב  שם קב  תפלה לעני כי יעטוף וא\"ר יוסי בר חנינא משום ר\"א בן יעקב מאי דכתיב  ויקרא יט  לא תאכלו על הדם  לא תאכלו קודם שתתפללו על דמכם.", 
            "א\"ר יצחק א\"ר יוחנן   משום ר\"א בן יעקב כל האוכל ושותה  קודם שיתפלל עליו הכתוב אומר  מלכים א' יד  ואותי השלכת אחרי גוך אל תקרי גוך אלא גאיך אמר הקב\"ה לאחר שאכל  ושתה ונתגאה זה קיבל עליו עול מלכות שמים:", 
            "רבי יהושע אומר עד  שלש  שעות:", 
            "אמר רב יהודה אמר שמואל הלכה כרבי יהושע:", 
            "הקורא מכאן ואילך לא הפסיד כאדם שקורא בתורה אמר רב חסדא אמר מר עוקבא מאי  לא הפסיד לא הפסיד ברכות תניא נמי הכי הקורא מכאן ואילך לא הפסיד כאדם שקורא בתורה אבל מברך הוא לפניה  ולאחריה:", 
            "<b>מתני'</b>  ב\"ש אומרים בערב כל אדם  יטו ויקראו ובבקר יעמדו שנ'  דברים ו  ובשכבך ובקומך ובית הלל אומרים כל אדם קורין כדרכן שנאמר  שם  ובלכתך בדרך א\"כ למה נאמר ובשכבך ובקומך בשעה שבני אדם שוכבין ובשעה שבני אדם עומדין:", 
            "<b>גמ'</b>    תנו רבנן ב\"ה אומרים עומדין וקורין  יושבין וקורין מטין וקורין עוסקין במלאכתן וקורין וה\"מ בפרק שני אבל בפרק ראשון אינו קורא ועוסק במלאכתו כדבעינן למימר   קמן תני רמי בר יחזקאל העושה כדברי ב\"ש עשה כדברי ב\"ה עשה ורב יוסף אמר העושה כדברי ב\"ש לא עשה ולא כלום רב נחמן בר יצחק אמר העושה כדברי ב\"ש חייב מיתה דתנן א\"ר טרפון אני הייתי בא בדרך והטיתי לקרות כדברי בית שמאי וסיכנתי בעצמי מפני הלסטים אמרו לו כדאי היית לחוב בעצמך שעברת על דברי ב\"ה:", 
            "<b>מתני'</b>   בשחר מברך שתים לפניה ואחת לאחריה ובערב מברך שתים לפניה ושתים לאחריה  אחת ארוכה ואחת קצרה "
        ], 
        [
            "מקום שאמרו  להאריך אינו רשאי לקצר לקצר אינו רשאי להאריך לחתום אינו רשאי שלא לחתום שלא לחתום אינו רשאי לחתום:", 
            "<b>גמ'</b>  מאי מברך א\"ר יעקב בר אידי אמר רבי אושעיא     ישעיה מה  יוצר אור ובורא חשך ונימא יוצר אור ובורא נוגה אמר רבה בר עולא כדי להזכיר מדת לילה ביום ומדת יום בלילה מדת לילה ביום   יוצר אור ובורא חשך מדת יום בלילה גולל אור מפני חשך וחשך מפני אור ברכה שנייה מאי היא אמר רב יהודה אמר שמואל אהבה רבה ורבנן אמרי אהבת עולם תניא נמי הכי אין אומרין אהבה רבה אלא אהבת עולם וכן הוא אומר  ירמיה לא  ואהבת עולם אהבתיך   וקיי\"ל כרבנן  והאי דאמרי' לקמן אמר רב יהודה אמר שמואל השכים לשנות  קודם שיקרא ק\"ש צריך לברך לאחר שקרא ק\"ש  אינו צריך לברך מאי טעמא  שכבר נפטר באהבה רבה ההוא מימרא דשמואל הוא דהוא מאריה דשמעתא קמייתא הוא ורבנן פליגי עליה וכבר  אידחיא לה הא דשמואל דתניא כותייהו דרבנן וכל מאי דמשתכחת בתר הכי אהבה רבה אעיקרא דשמואל גריר   אמר רב הונא  למקרא צריך לברך למשנה ולתלמוד אינו צריך לברך ורבי יוחנן אמר למשנה צריך לברך לתלמוד א\"צ לברך ור\"א אמר אפי' לתלמוד צריך לברך למדרש א\"צ לברך ורב אמר אפילו למדרש נמי צריך לברך דאמר רב חייא בר אשי זימנין סגיאין הוה קאימנא קמיה דרב לתנויי פרקין בספרא דבי רב וקדם ומשי ידיה ומברך ומתני לן פירקין וכתב רב האיי גאון ז\"ל דהלכתא כותיה דרב ומנהגא כותיה:", 
            "מאי מברך אמר רב יהודה בר אשי בא\"י אמ\"ה אשר קב\"ו על דברי תורה   ור' יוחנן אמר  הערב נא ה' אלהינו את דברי תורתך בפינו ובפיפיות עמך בית ישראל ונהיה אנחנו וצאצאינו וצאצאי עמך בית ישראל כולנו יודעי שמך ולומדי תורתך לשמה בא\"י המלמד תורה לעמו ישראל ורב המנונא אמר בא\"י אמ\"ה אשר בחר בנו מכל העמים ונתן לנו את תורתו ברוך אתה ה' נותן התורה  והא דרב המנונא מעולה שבברכות היא אמר רב פפא הלכך נימרינהו לכולהו:"
        ], 
        [
            "לחתום אינו רשאי שלא לחתום:", 
            "  פשיטא היכא דנקיט כסא דחמרא בידיה וקסבר דשכרא הוא פתח ובירך בדשכרא וסיים בדחמרא יצא   ואפילו סיים בדשיכרא יצא דתנן ועל כלם אם אמר שהכל נהיה בדברו יצא אלא היכא דנקיט כסא דשכרא בידיה וקסבר דחמרא הוא פתח בדחמרא וסיים בדשכרא מאי בתר פתיחה אזלינן או בתר חתימה אזלינן ולא איפשיטא  ולקולא עבדינן ולא מהדרינן ליה דספיקא דרבנן לקולא תניא  בשחרית פתח ביוצר אור וסיים במעריב ערבים לא יצא פתח במעריב ערבים יסיים ביוצר אור יצא בערבית פתח במעריב ערבים וסיים ביוצר המאורות לא יצא פתח ביוצר אור וסיים במעריב ערבים יצא כללו של דבר הכל הולך אחר חיתום ברכות:", 
            "הכל לאיתויי מאי לאיתויי היכא  דאכל תמרי וסבר דנהמא אכל פתח ובריך בדנחמא וסיים  בדתמרי יצא אי נמי סיים בדנהמא  יצא מאי טעמא תמרי נמי מיזן זייני אמר רבה בר   חנינא סבא משמיה דרב כל  שאינו אומר אמת ויציב "
        ], 
        [
            " בשחרית ואמת ואמונה ערבית לא יצא ידי חובתו שנאמר  תהלים צב  להגיד בבקר חסדך ואמונתך בלילות ואמר רבה בר חנינא סבא משמיה דרב  המתפלל כשהוא כורע כורע בברוך וכשהוא זוקף זוקף בשם אמר שמואל מאי טעמא דרב דכתיב  שם קמו  ה' זוקף כפופים   רב ששת כי הוה כרע כרע  כחיזרא וזקף כחוייא ואמר רבה בר חנינא סבא משמיה דרב בכל השנה כולה מתפלל אדם האל הקדוש ומלך אוהב צדקה ומשפט חוץ מעשרת הימים שבין ראש השנה ליום הכפורים שהוא מתפלל המלך הקדוש והמלך המשפט ר\"א אומר אפילו עשרת הימים שבין ר\"ה ליוה\"כ אם אמר "
        ], 
        [
            "האל הקדוש והאל המשפט יצא שנא'  ישעיה מה  ויגבה ה' צבאות במשפט והאל הקדוש נקדש בצדקה וגו' מאי הוי עלה ואסיקנא  והלכתא המלך הקדוש והמלך המשפט ומדאסיקנא הכי שמע מינה דליתא לדרבי אלעזר דאמר אם אמר האל הקדוש והאל המשפט יצא אלא לא יצא וכיון שלא יצא צריך לחזור  וכן הלכתא:", 
            "<b><small>   הדרן עלך מאימתי  </small></b> <b>פרק ב'</b>", 
            "<b>היה קורא</b> בתורה והגיע זמן המקרא אם  כוון לבו  יצא ואם לאו לא יצא בפרקים שואל מפני הכבוד ומשיב ובאמצע שואל מפני היראה ומשיב דברי ר\"מ ר' יהודה אומר באמצע שואל מפני היראה ומשיב מפני הכבוד ובפרקים שואל מפני הכבוד ומשיב שלום לכל אדם:", 
            "<b>גמ'</b>  ת\"ר ק\"ש  ככתבה דברי רבי וחכמים אומרים בכל לשון מ\"ט דרבי אמר קרא והיו בהוייתן יהו   ורבנן מ\"ט דאמר קרא שמע בכל לשון שאתה שומע אבל והיו שלא יקרא למפרע הוא דאתא וקי\"ל כרבנן חדא דיחיד ורבים הלכה כרבים ועוד דסתם לן תנא דמתני' כוותייהו דתנן (סוטה דף לב.) ואלו נאמרין בכל לשון פרשת סוטה וידוי מעשר וק\"ש ותפלה וברכת המזון ושבועת העדות ושבועת הפקדון וקיי\"ל דסתם   מתני' ומחלוקת דברייתא הלכה כסתם מתני' והא דקתני  תפלה בכל לשון ה\"מ בצבור אבל ביחיד  לא (שבת דף יב.) דאמר רב יהודה אמר רב לעולם אל ישאל אדם צרכיו בלשון ארמי ואמר ר' יוחנן כל השואל צרכיו בלשון ארמי אין מלאכי השרת נזקקין לו לפי שאין מלאכי השרת מכירין בלשון ארמית:", 
            "(מכילתין יג:) ת\"ר   דברים ו  שמע ישראל ה' אלהינו ה' אחד עד כאן צריכה כוונת הלב דברי ר\"מ אמר רבא הלכה כר\"מ:", 
            "תניא סומכוס בן יוסף אומר כל המאריך באחד מאריכין לו ימיו ושנותיו אמר רב אחא בר יעקב ובדלית מאריך א\"ר אשי ובלבד שלא יחטוף בחית ר' ירמיה הוה יתיב קמיה דרבי חייא בר אבא חזייה דהוה קא מאריך טובא א\"ל למה לך כולי האי א\"ל ואלא עד כמה א\"ל כדי  שתמליכהו על השמים ועל הארץ ועל ארבע רוחות העולם:"
        ], 
        [
            "אמר רב נתן בר מר עוקבא אמר רב יהודה עד על לבבך בעמידה שאם היה מהלך והתחיל בק\"ש צריך שיעמוד עד על לבבך ואח\"כ מהלך ומפרש בירושלמי רב חונא ורב אידי בר יוסף בשם שמואל אמרי צריך לקבל עליו עול מלכות שמים מעומד לא שאם היה יושב עומד אלא אם היה מהלך עומד ור' יוחנן אומר כל הפרשה כולה בעמידה ולית הלכתא לא כרב נתן ולא כר\"י דקי\"ל כרבא דהוא בתרא דפסק הלכתא כר\"מ דלא צריך כונה אלא בפסוק ראשון בלבד הלכך א\"צ לעמוד אלא בפסוק ראשון בלבד  וכבר ראינו מי שדחה דברי ר' יוחנן מדפסק רבא הלכה כר\"מ ופסק כרב נתן דאמר עד על לבבך בעמידה והדין פסקא לאו מעליא הוא דכי היכי דדחו דברי רבא דברי ר' יוחנן ה\"נ דחו דברי ר' נתן:", 
            "אמר רב יצחק בר שמואל בר מרתא משמיה דרב אמר שמע ישראל ה' אלהינו ה' אחד ונאנס בשינה יצא  א\"ל רב נחמן לדרו עבדיה בפסוקא קמא צערן מכאן ואילך לא תצערן א\"ל רב יוסף לרב יוסף בריה דרבא אבוך היכי הוה עביד א\"ל בפסוקא קמא מצער נפשיה מכאן ואילך לא מצער נפשיה:", 
            "אמר רב יוסף פרקדן לא יקרא ק\"ש ק\"ש הוא דלא ליקרי הא מיגנא שפיר דמי והא ריב\"ל לייט אמאן דגני אפרקיד מגנא כי מצלי פורתא שפיר דמי מיקרי אע\"ג דמצלי אסור והא ר' יוחנן מצלי וקרי  שאני ר' יוחנן דבעל בשר הוה:", 
            " בפרקים שואל מפני הכבוד ומשיב:", 
            "ת\"ר היה   קורא ק\"ש ופגע בו רבו או מי שהוא גדול ממנו בחכמה בפרקים שואל מפני הכבוד וא\"צ לומר שהוא משיב ובאמצע שואל  מפני היראה ואין צ\"ל שהוא משיב דברי ר\"מ ר' יהודה אומר באמצע שואל מפני היראה ומשיב מפני הכבוד ובפרקים שואל מפני הכבוד ומשיב שלום לכל אדם וכן הלכתא  בעא מיניה אחאי תנא דרבי חייא מר' חייא   בהלל ובמגילה מהו שיפסיק מי אמרינן ק\"ש דאורייתא פוסק חלל דרבנן מבעיא או דלמא פרסומי ניסא עדיף א\"ל פוסק ואין בכך כלום אמר רבא  ימים  שהיחיד גומר בהן את ההלל בין פרק לפרק פוסק  באמצע הפרק אינו פוסק   וימים  שאין היחיד גומר בהן את ההלל אפי' באמצע הפרק פוסק   והלכתא   כרבא:", 
            "ימים שהיחיד גומר בהן את ההלל כתבנום בענין חנוכה  :", 
            "אמר רב כל  הנותן שלום לחבירו קודם שיתפלל כאילו עשאו במה שנא'  ישעיה ב  חדלו לכם מן האדם אשר נשמה באפו כי במה נחשב הוא אל תיקרי במה אלא "
        ], 
        [
            "במה והני מילי כמשכים לפתחו אכל כשאינו  משכים לפתחו שרי דתנן בפרקים שואל מפני הכבוד ומשיב שלום לכל אדם אמר ר' יצחק בר אשיאן אסור לאדם לצאת לדרך קודם שיתפלל שנאמר  תהלים פה  צדק לפניו יהלך וישם לדרך פעמיו אמר רב אידי בר אבין כל המתפלל ואח\"כ יוצא לדרך הקב\"ה עושה לו חפציו שנאמר צדק לפניו יהלך וישם לדרך פעמיו:", 
            "<b>מתני'</b>  אלו הן בין  הפרקים בין ברכה ראשונה לשנייה בין שנייה לשמע בין שמע לוהיה אם שמוע בין והיה אם שמוע לויאמר בין ויאמר לאמת ויציב ר' יהודה אומר בין ויאמר לאמת ויציב לא  יפסיק:", 
            "<b>גמ'</b>  אמר רבי אבהו אמר רבי יוחנן הלכה כרבי יהודה ואמר רבי אבהו אמר ר' יוחנן מאי טעמא דרבי יהודה  דכתיב  ירמיה י  וה' אלהים אמת חוזר ואומר אמת או אינו חוזר ואומר אמת רבי יוחנן אמר חוזר ואומר אמת ורבא אמר אינו חוזר ואומר אמת והלכתא כרבא:", 
            "<b>מתני'</b>  אמר רבי יהושע בן קרחה  למה קדמה שמע לוהיה אם שמוע כדי שיקבל עליו עול מלכות שמים תחלה ואח\"כ יקבל עליו עול מצות והיה אם שמוע לויאמר מפני שוהיה אם שמוע נוהג בין ביום בין  בלילה ויאמר  אינו נוהג אלא ביום:", 
            "<b>גמ'</b>  אמר עולא בכל הקורא ק\"ש בלא תפילין כאלו מעיד עדות שקר בעצמו ר' חייא בר אבא א\"ר יוחנן כאלו הקריב תודה   בלא מנחה וזבח בלא נסכים וא\"ר יוחנן הרוצה לקבל עליו עול מלכות שמים שלימה יפנה   ונוטל ידיו ומניח תפילין וקורא ק\"ש ומתפלל וזו היא מלכות שמים שלימה וכל הנפנה ונוטל ידיו ומניח תפילין וקורא ק\"ש ומתפלל מעלה עליו הכתוב כאלו בנה מזבח והקריב עליו קרבן שנא'  תהלים כו  ארחץ כנקיון כפי ואסובבה את מזבחך ה' א\"ל ההוא מרבנן לרבא חזי מר  ההוא צורבא מרבנן דאתא ממערבא ואמר מי שאין לו מים ליטול יקנח ידיו בצרור ובעפר ובקסמים אמר ליה שפיר קאמר מי כתיב במים בנקיון כתיב כל מידי דמנקי לייט רב חסדא מאן דמהדר אמיא בעידן צלותא וה\"מ "
        ], 
        [
            " לק\"ש אבל לתפלה  בעי להדורי ועד כמה עד פרסה וה\"מ לקמיה אבל לאחוריה אפי' מיל אינו חוזר וש\"מ מיל הוא דאינו חוזר הא פחות ממיל חוזר:", 
            "<b>מתני'</b>   הקורא את שמע ולא  השמיע לאזנו יצא דברי רבי יהודה ר' יוסי אומר לא יצא קרא ולא דקדק באותיותיה רבי יוסי אומר יצא רבי יהודה אומר לא יצא  הקורא למפרע לא יצא קרא וטעה יחזור למקום שטעה:", 
            "<b>גמ'</b>    אמר רב יוסף מחלוקת בק\"ש אבל בשאר מצות דברי הכל יצא דתניא לא יברך  אדם  ברכת המזון בלבו ואם ברך יצא:", 
            "קרא ולא  דקדק באותיותיה רבי יוסי אומר יצא ר\"י אומר לא יצא אמר ר' יאשיה הלכה כדברי שניהם להקל שאם לא השמיע לאזנו יצא ואם לא דקדק באותיותיה יצא ודוקא דיעבד אבל לכתחלה לא תני רב עובדיה קמיה דרבא ולמדתם שיהא למודך תם כדי ליתן ריוח בין הדבקים    עני רבא בתריה כגון בכל לבבך על לבבך בכל לבבכם עשב בשדך ואבדתם מהרה על לבבכם הכנף פתיל   (אותו וזכרתם תזכרו ועשיתם) אתכם מארץ:", 
            "ירושלמי ר' לוי ורבי איבו דמן חיפה בשם רבי סיסי צריך להתיז זיין של למען תזכרו ר' יונה בשם רב חסדא אמר צריך להתיז כי לעולם חסדו גרסינן בפרק מקום שנהגו (פסחים דף נו.) בענין ששה דברים עשו אנשי יריחו וכו' וכורכין את שמע היכי עבוד אמר רב יהודה  אומרים שמע ישראל ה' אלהינו ה' אחד ולא היו מפסיקין רבא אמר מפסיקין היו אלא שהיו אומרים היום על לבבך דמשמע היום על לבבך ולא למחר על לבבך תנו רבנן  כיצד כורכין את שמע אומרים שמע וגו' ולא היו מפסיקין דברי ר' מאיר רבי יהודה אומר מפסיקין היו אלא     שלא   היו אומרים ברוך שם כבוד מלכותו לעולם ועד ואנן מאי טעמא אמרינן ליה כדדריש רבי שמעון בן פזי  בראשית מט  ויקרא יעקב וגו' ראובן בכורי אתה בקש יעקב לגלות לבניו קץ הימין ונסתלקה ממנו שכינה אמר שמא יש במטתי פסול כאברהם אבי אבא שיצא ממנו ישמעאל וכיצחק אבי שיצא ממנו עשו אמרו לו שמע ישראל ה' אלהינו ה' אחד כשם שאין בלבך אלא אחד כך אין בלבנו אלא אחד באותה שעה פתח ואמר  ברוך שם כבוד מלכותו לעולם ועד אמרי רבנן היכי נעביד נימריה לא אמריה משה לא נימרי' אמריה יעקב   התקינו שיהו אומרים אותו בחשאי א\"ר יצחק דבי רבי אמי משל לבת מלך שהריחה ציקי קדרה תאמר יש לה גנאי לא תאמר יש לה צער התחילו עבדיה והביאו לה בחשאי:", 
            "קרא וטעה יחזור למקום שטעה:", 
            "  תני תנא קמיה דר' יוחנן    טעה בין פרק לפרק ואינו יודע באיזה פרק טעה "
        ], 
        [
            "חוזר לפרק ראשון באמצע הפרק חוזר  לתחלת הפרק בין כתיבה לכתיבה חוזר לכתיבה ראשונה אמר ליה ר' יוחנן לא שנו אלא דלא אמר למען ירבו ימיכם אבל אמר למען ירבו ימיכם סירכיה נקט ואתי:", 
            "<b>מתני'</b>   האומנין קורין בראש האילן ובראש הנדבך מה שאינן רשאין לעשות כן בתפלה:", 
            "<b>גמ'</b>  תנו רבנן האומנין קורין בראש האילן ובראש הנדבך ומתפללין בראש הזית ובראש התאנה ובשאר כל האילנות יורדין למטה ומתפללין  ובעל הבית בין כך ובין כך ירד למטה ומתפלל  לפי שאין דעתו מיושבת עליו ירושלמי למה לי בראש הזית ובראש התאנה ר' אבא ורבי סימון תרויהון אמרין מפני שטרחותן מרובה ראמי ליה רב מארי בריה דבת שמואל לרבא תנן  האומנין קורין בראש האילן ובראש הנדבך למימרא דלא בעינן כוונה ורמינהו ר\"ש בן יוחאי אומר הקורא את שמע צריך שיכוין את לבו שנאמר שמע ישראל ולהלן הוא אומר  דברים כז  הסכת ושמע ישראל מה להלן בהסכת אף כאן בהסכת אשתיק א\"ל מידי שמיע לך בהא א\"ל הכי אמר ר' יוחנן בטלין ממלאכתן וקורין והתניא בה\"א עוסקין במלאכתן וקורין לא קשיא כאן בפרק ראשון  כאן בפרק שני האי פירוקא "
        ], 
        [
            "לדברי רבי יוחנן היא דסבירא ליה דבעי כוונה בכוליה פרק ראשון כדכתבינן לעיל אבל לרבא לאו משום דבעי כוונה בכוליה פרק ראשון הוא דאמר דבטלין ממלאכתן אלא משום דלא לשוי לה עראי הוא כי הא דגרסינן ביומא בפרק קמא (דף יט:) אמר רב יצחק בר שמואל בר מרתא משמיה דרב הקורא את שמע לא ירמוז בעיניו  ולא יקרוץ בשפתיו ולא יראה באצבעותיו ותניא רבי אלעזר   חסמא אומר הקורא את שמע ומרמז בעיניו ומקריץ בשפתיו ומראה באצבעותיו עליו הכתוב אומר  ישעיה מג  ולא אותי קראת יעקב וגו' ואוקימנא בפרק ראשון ופרשי לה רבנן משום דקא משוי לה עראי הכי נמי אי לא בטיל ליה ממלאכה קא משוי לה עראי דאי לא תימא הכי קשיא דרבא אדרבא דהתם אמר רבא הלכה כר' מאיר והכא קאמר   דבעינן כוונה בפרק ראשון אלא לאו ש\"מ כדאמרינן כי היכי דלא תיקשי דרבא אדרבא גרסינן ביומא   ת\"ר ודברת בם בם ולא בתפלה ודברת בם בם יש לך רשות לדבר ולא בדברים אחרים ודברת בם עשה אותם קבע  ת\"ר הפועלין שהיו עושין מלאכה אצל בעה\"ב קורין ק\"ש ומתפללין ואוכלין פתן ומברכין לפניה ולאחריה שתי ברכות כיצד ברכה ראשונה כתקנה שניה פותח ברכת הארץ וכולל לבונה ירושלים בברכת הארץ וחותם בברכת הארץ בד\"א כשעושין בשכרן אבל בעושין בסעודתן או שהיה בעל הבית מסב עמהם מברכין כתקנן ארבע:", 
            "<b>מתני'</b>   חתן פטור מקריאת שמע בלילה הראשון עד מוצאי שבת אם לא עשה מעשה ומעשה בר\"ג שנשא אשה וקרא לילה הראשון שנשא אמרו לו תלמידיו לא למדתנו רבינו שחתן פטור מק\"ש בלילה הראשון אמר להם איני שומע לכם לבטל ממני עול מלכות שמים אפילו שעה אחת:", 
            "<b>גמ'</b>  מנא הני מילי דת\"ר בשבתך בביתך פרט לעוסק כמצוה ובלכתך בדרך פרט לחתן מכאן אמרו הכונס את הבתולה פטור ואת האלמנה חייב דלא טריד:", 
            "<b>מתני'</b>  רחץ  בלילה הראשון שמתה אשתו א\"ל תלמידיו לא למדתנו רבינו שאבל אסור לרחוץ אמר להם איני כשאר כל אדם אסטניס  אני:", 
            "<b>גמ'</b>  מ\"ט אנינות דאורייתא ביום הוא דכתיב  עמוס ח  ואחריתה כיום מר ורבנן הוא דגזרו בלילה ובאסטניס לא גזרו רבנן   וחזינן למקצת רבואתא דקא כתבי הא דר\"ג דקסבר אנינות לילה דרבנן היא לא קיימא לן כותיה ואע\"ג דכתיב שבעת ימים לילות בכלל ימים ומחזיא מלתא דס\"ל להני רבואתא דז' ימי אבילות דאורייתא נינהו וגמרי להא מלתא מדכתיב  בראשית נ  ויעש לאביו אבל שבעת ימים ולאו הכין מילתא דהא בהדיא "
        ], 
        [
            "אמרינן בפרק טבול יום ומחוסר כפורים (דף ק:)  ויקרא י  הן היום הקריבו את חטאתם        אני היום אסור ובלילה מותר אבל לדורות בין ביום ובין בלילה אסור דברי ר' יהודה   ר\"ש אומר אנינות לילה אינה מדברי תורה אלא מד\"ס ואמרי' נמי התם     עד מתי מתאוננין עליו כל אותו היום בלא לילו רבי אומר כל זמן שלא נקבר תופס לילו אמרוה רבנן קמיה דרבא ואמר מדאמר רבי יום קבורה תופס לילו עמו מדרבנן מכלל דיום מיתה תופס לילו מדאורייתא וסבר רבי אנינות לילה דאורייתא והתניא הן היום הקריבו את חטאתם אני היום אסור ובלילה מותר ולדורות בין ביום ובין בלילה אסור דברי ר' יהודה רבי אומר אנינות לילה אינה מדברי תורה אלא מדברי סופרים לעולם אימא לך אנינות לילה אינה מד\"ת אלא דרבנן היא וחכמים עשו חיזוק לדבריהם יותר משל תורה וגרסינן נמי בפסחים (דף צא:) אונן טובל ואוכל את פסחו לערב קסבר אנינות לילה דרבנן וגבי פסח לא העמידו דבריהם במקום כרת וכיון דאשכחינן הני כולהו תנאי דסבירא להו דיום ראשון בלחוד דאורייתא אבל לילו דהוא ליל יום שני למיתה לא תפיס אלא מדרבנן ורבי יהודה לחודיה הוא דסבר יום מיתה תופס לילו מדאורייתא שמעינן דלית הלכתא כוותיה דקי\"ל יחיד ורבים הלכה כרבים הלכך יום ראשון דהוא יום מיתה הוא ניהו דאיתיה מדאורייתא אבל מליל יום שני  ואילך דרבנן נינהו והיינו סברא דר\"ג דקסבר אנינות לילה דרבנן היא והלכתא כוותיה והני שבעה יומי גופייהו לאו על ויעש לאביו אבל שבעת ימים אסמכינהו רבנן אלא אהאי קרא אסמכינהו רבנן דכתיכ  עמוס ח  והפכתי חגיכם לאבל מה חג שבעה אף אבלות שבעה ואי קשיא לך ההיא דגרסינן במס' מועד קטן בפרק ואלו מגלחין (מועד קטן דף יד:)   אבל אינו נוהג אבלותו ברגל דכתי'  דברים טז  ושמחת בחגך אי אבלות דמעיקרא היא אתי עשה דרבים ודחי עשה דיחיד   וש\"מ דאיכא חיובא דאורייתא בתר דנפיק ליה יומא קמא דהוא יום מיתה ההיא לא קשיא מידי דה\"ק אבל אינו נוהג אבלותו ברגל לדברי הכל ואפילו למ\"ד יום ראשון תופס את לילו מדאורייתא דאי אבלות דמעיקרא היא אתי עשה דרבים ודחי עשה דיחיד:", 
            "<b>מתני'</b>   וכשמת טבי עבדו קבל עליו תנחומין אמרו לו תלמידיו לא למדתנו רבינו שאין מקבלין תנחומין על העבדים א\"ל אין טבי עבדי כשאר כל העבדים כשר היה:", 
            "<b>גמ'</b>  ת\"ר העבדים והשפחות אין עומדין עליהן בשורה ואין אומרים עליהן לא ברכת אבלים ולא תנחומי אבלים ומעשה שמתה שפחתו של ראב\"ע ונכנסו תלמידיו לנחמו כיון שראה אותם עלה לעלייה עלו אחריו נכנס לאנפילין נכנסו אחריו נכנס לטרקלין נכנסו אחריו אמר להם כמדומה שאתם נכוין בפושרין ועכשיו אפי'   בחמין אי אתם נכוין לא כך שניתי לכם העבדים והשפחות אין עומדים עליהם בשורה ואין אומרים עליהם לא ברכת אבלים ולא תנחומי אבלים אלא כשם שאומרין לו לאדם על שורו ועל חמורו שמתו המקום ימלא חסרונך כך אומרים לו לאדם על עבדו ועל שפחתו שמתו המקום ימלא חסרונך והעבדים והשפחות אין מספירין עליהן ואין קורין אותם לא אבא פלוני ולא אימא פלונית ואין קורין אבות אלא לג' שהם אברהם יצחק ויעקב ואין קורין אמהות אלא לד' שהן שרה רבקה רחל ולאה:", 
            "<b>מתני'</b>    חתן אם רצה לקרות את שמע בלילה הראשון  קורא רשב\"ג אומר לא כל הרוצה ליטול את השם יטול והלכתא כתנא קמא:", 
            "<b>מי</b>   שמתו מוטל לפניו פטור מקריאת שמע ומן התפלה ומן התפילין "
        ], 
        [
            "נושאי המטה וחלופיהן וחלופי חלופיהן את שלפני המטה ואת שלאחר המטה את שלמטה צורך בהן פטורין ואת שאין למטה צורך בהן חייבין אלו ואלו פטורין מן התפלה:", 
            "<b>גמ'</b>  מוטל לפניו אין שאין מוטל לפניו לא ורמינהו מי שמתו מוטל לפניו  אוכל בבית אחר אין לו בית אחר אוכל בבית חבירו אין לו בית לחבירו עושה מחיצה ואוכל אין לו דבר לעשות מחיצה מחזיר פניו ואוכל ואינו מיסב ואוכל ואינו  אוכל בשר ואינו שותה יין  ואין מברך   ואין מזמן ואין מברכין עליו ואין מזמנין עליו ופטור מק\"ש ומן התפלה ומן התפילין   (ומכל מצות האמורות בתורה) ובשבת מיסב ואוכל ואוכל בשר ושותה יין ומברך ומזמן ומברכין עליו ומזמנין עליו וחייב בקריאת שמע ובתפלה ובכל מצות האמורות בתורה רבן גמליאל אומר מתוך שנתחייב באלו נתחייב בכולן ואמר ר' יוחנן תשמיש המטה איכא בינייהו קתני מיהת אוכל "
        ], 
        [
            "בבית אחר ואפ\"ה פטור מק\"ש ומן התפלה אמר רב אשי כל זמן שמוטל עליו לקוברו כמוטל לפניו דמי דכתי'  בראשית כג  ואקברה מתי מלפני אטו ההיא שעתא קמיה הוה רמיא אלא כל זמן שמוטל עליו לקוברו  כמוטל לפניו דמי ת\"ר  המשמר את המת ואע\"פ שאינו מתו פטור מק\"ש ומן התפלה ומן התפילין ומכל מצות האמורות בתורה ואם היו שנים זה משמר וזה קורא זה משמר וזה קורא  תנו רבנן  לא יהלך אדם בבית הקברות ותפילין בראשו וספר תורה בזרועו ויקרא בו ויתפלל ואם עשה כן עובר משום  משלי יז  לועג לרש חרף עושהו ודוקא בתוך ארבע אמות דאמר מר מת תופס ארבע אמות לק\"ש אבל חוץ לד' אמות שרי (לעיל ברכות דף ג:) אמר ר' זריקא אמר רבי אמי אמר ר\"ש בן לקיש אין  אומרין בפני המת אלא דבריו של מת אמר רבי אבא בר כהנא לא נצרכה אלא לדברי תורה אבל למילי דעלמא לא ואיכא דאמרי אמר ר' אבא בר כהנא לא נצרכה אלא אפילו לדברי תורה וכ\"ש למילי דעלמא וקא כתב רבינו האי גאון זצ\"ל משמי' דקמאי דכלישנא קמא עבדינן דאין אומרים דברי תורה לפני המת אלא דבריו של מת בלבד  אבל מילי דעלמא אמרינן   ת\"ר  המוליך עצמות ממקום למקום הרי זה לא יתנם בדיסקיא ויניחם על גבי החמור  וירכב עליהם מפני שנוהג בהן מנהג בזיון ואם היה מתירא מפני הגנבים או מפני הלסטים מותר וכדרך  שאמרו בעצמות כך אמרו בס\"ת שאם היה מתירא מפני הגנבים או מפני  הלסטים מותר להניחה על גבי החמור שהוא רוכב עליו אמר רחבה אמר רב יהודה  כל הרואה את המת ואינו מלוהו עובר משום  משלי יז  לועג לרש חרף עושהו ואם לוהו מה שכרו א\"ר אסי עליו הכתוב אומר  שם יט  מלוה ה' חונן דל וגמולו ישלם "
        ], 
        [
            "לו אמר רבי יהושע בן לוי כל המספר אחר מטתן של ת\"ח נופל בגיהנם שנא'  תהלים קכה  והמטים עקלקלותם יוליכם ה' את פועלי האון  :", 
            " נושאי המטה וחלופיהן:", 
            "ת\"ר אין מוציאין את  המת סמוך לק\"ש ואם התחילו אין מפסיקין  ת\"ר העם העוסקין  בהספד בזמן שהמת מוטל לפניהם נשמטין אחד אחד וקורין אין המת מוטל לפניהם הן יושבין וקורין והוא יושב ודומם הם עומדים ומתפללין והוא עומד ומצדיק עליו את הדין ואומר צדיק אתה ה' על כל הבא עלינו יהי רצון מלפניך ה' אלהינו שתגדור פרצותינו ופרצות עמך ישראל  ברחמים:", 
            "<b>מתני'</b>  קברו את המת וחזרו אם  יכולין להתחיל ולגמור עד שלא יגיעו לשורה יתחילו ואם לאו לא יתחילו העומדים בשורה הפנימיים פטורי' והחיצונים חייבין:", 
            "<b>גמ'</b>  תנא ואם יכולים להתחיל ולגמור אפילו בפרק אחד או פסוק אחד יתחילו ואם לאו לא יתחילו:", 
            "העומדין בשורה וכו':", 
            "  תנו רבנן שורה   הרואה את הפנים פטורה ושאינה רואה את הפנים חייבת רבי יהודה אומר הבאים מחמת האבל פטורים   ומחמת כבוד חייבין אמר רב יהודה אמר רב  המוצא כלאים בבגדו  פושטו ואפי' בשוק  שנא'  משלי כא  אין חכמה ואין תבונה ואין עצה לנגד ה' כל מקום שיש בו חילול השם אין חולקין כבוד לרב:", 
            "<b>מתני'</b>  נשים  ועבדים  וקטנים פטורין מק\"ש ומן התפילין וחייבין בתפלה ובמזוזה ובברכת המזון:", 
            "<b>גמ'</b>  קרית שמע ותפילין דהוה ליה מצות עשה שהזמן גרמא וכל מצות עשה שהזמן גרמא נשים פטורות תפלה ומזוזה  וברכת המזון דהוה ליה מצות עשה שלא הזמן גרמא וכל מצות עשה "
        ], 
        [
            "שלא הזמן גרמא נשים  חייבות ונשים חייבות בקידוש היום דבר תורה דאמר קרא  שמות כ  זכור  דברים ה  ושמור כל שישנו בשמירה ישנו בזכירה והני נשי הואיל ואיתנהו בשמירה איתנהו בזכירה:", 
            "<b>מתני'</b>    בעל קרי מהרהר בלבו ואינו מברך לא לפניה ולא לאחריה  ועל המזון מברך לאחריו ואינו מברך לפניו רבי יהודה אומר מברך לפניהם ולאחריהם:", 
            "<b>גמ'</b>    אמר "
        ], 
        [
            "רב יהודה אמר שמואל ספק קרא ק\"ש ספק לא קרא אינו חוזר  וקורא ספק אמר אמת ויציב ספק לא אמר חוזר ואומר אלמא קסבר ק\"ש דרבנן אמת ויציב דאורייתא ורבי אלעזר אמר ספק קרא ק\"ש ספק לא קרא חוזר וקורא ספק התפלל ספק לא התפלל אינו חוזר ומתפלל ר' יוחנן אמר ולואי שיתפלל אדם כל היום כולו ולית הלכתא כשמואל דאמר ק\"ש דרבנן דקי\"ל ק\"ש דאורייתא והלכתא כר' יוחנן דאמר הלואי שיתפלל אדם כל היום כולו ומפרשי  רבנן דהני מילי ביחיד ואדעתא דרשות אבל  אדעתא דחובה אסור וצבור בין "
        ], 
        [
            "אדעתא דחובה בין אדעתא דרשות אסור דקי\"ל דתפלות כנגד תמידין תקנום וכשם שאין הצבור מביא עולת נדבה כך אין הצבור מתפללין תפלת נדבה אבל היחיד מתפלל תפלת נדבה שכן היחיד מביא עולת נדבה הלכך אין היחיד מתפלל תפלת המוספין תפלת נדבה שאין מתנדב בקרבן מוסף והא דאמר רב יהודה אמר שמואל  היה עומד בתפלה ונזכר שכבר התפלל פוסק אפילו באמצע ברכה מפרשי לה רבנן כגון שהתפלל תפלתו אדעתא דחובה ושכח שכבר התפלל ועמד להתפלל אדעתא דחובה ונזכר שכבר התפלל פוסק ואפילו באמצע ברכה שאם בא לגומרה נמצא כמי שמקריב שני תמידין בשחרית שהוא עובר משום בל תוסיף ולפיכך פוסק ואפילו באמצע ברכה ובהא אפילו רבי יוחנן מודה דלא קאמר רבי יוחנן ולואי שיתפלל אדם כל היום כולו אלא תפלת נדבה כגון תחנונים וכיוצא בהן אבל תפלת חובה לא קאמר אמר רב יהודה אמר שמואל  התפלל ונכנס לבית הכנסת ומצא צבור שמתפללין אם יכול לחדש דבר בתפלתו כדי שתהא תפלתו תחנונים יתפלל ואם לאו אל יתפלל א\"ר נחמן כי הוינן בי רבה בר אבוה  איבעיא לן הני בני   רב דטעו ומתחילו  בתפלת חול בשבת מהו שיגמורו אמר להו גומר כל אותו ברכה דבדין הוא דבעי  לצלויי שמונה עשרה ומשום כבוד שבת לא אטרחוה רבנן   אמר רב הונא  הנכנס לבית הכנסת  ומצא צבור שמתפללין אם יכול להתחיל ולגמור  עד שלא יגיע שליח צבור למודים יתפלל ואם לאו אל יתפלל רבי יהושע בן לוי אמר אם יכול להתחיל ולגמור עד שלא יגיע שליח צבור לקדושה יתפלל ואם לאו אל יתפלל  במאי קא מיפלגי רב הונא סבר היחיד אומר   קדוש ור' יהושע ב\"ל סבר אין היחיד אומר קדוש וכן אמר ר' יצחק אין היחיד אומר קדוש:", 
            "אמר רב אדא בר אהבה מנין שאין היחיד אומר קדוש שנא'  ויקרא כב  ונקדשתי בתוך בני ישראל כל דבר  שבקדושה לא יהא פחות מעשרה וכולי עלמא מיהת  מיפסק לא פסיק אבעיא להו מהו שיפסוק "
        ], 
        [
            "באמן יהא שמו הגדול מבורך ומסקנא דלא פסיק:", 
            "גרסינן בפרק כל כתבי הקדש (דף קיט:) א\"ר יהושע בן לוי כל העונה אמן יהא שמיה רבא מברך בכל כחו קורעין לו גזר דינו של ע' שנה שנאמר  שופטים ה  בפרוע פרעות בישראל   מה טעם משום דברכו ה':", 
            "גרסי' בסוטה (דף מ.) בזמן ששליח ציבור אומר מודים העם מה הם אומרים אחריו   מודים אנחנו לך ה' אלהינו על שאנו מודים לך ושמואל אמר ה' אלהינו ואלהי כל בשר על שאנו מודים לך ר' סימאי אומר יוצרנו יוצר בראשית על שאנו מודים לך נהרדעי אמרי משום רבי סימאי ברכות והודאות לשמך הגדול על שהחייתנו וקיימתנו   רב אחא בר יעקב מסיים בה הכי כן תחיינו ותחננו ותקבצנו ותקבץ גליותינו לחצרות קדשך לשמור חקיך ולעבדך ולעשות רצונך   על שאנו מודים לך אמר רב פפא הלכך נימרינהו לכולהו דנימא הכי מודים אנחנו לך ה' אלהינו ואלהי כל בשר יוצרנו יוצר בראשית ברכות והודאות לשמך הגדול על שהחייתנו וקיימתנו כן תחיינו ותנחמנו ותקבצנו ותאסוף גליותינו לחצרות קדשך לשמור חקיך ולעבדך ולעשות רצונך   בלבב שלם על שאנו מודים לך:", 
            "כתב רבינו האי גאון זצ\"ל דמנהגא דרבנן כד עייל איניש לבי כנישתא ואשכח צבורא דמצלי בלחש דמעכב עד דמסיימי וכד פתח שליחא דציבורא מתחיל ה' שפתי תפתח ואומר בהדי שליחא דציבורא מילתא בלחש ועני קדושה בהדי צבורא ושפיר דמי למעבד הכי דלית בה הפסקה והא דאמור רבנן אם יכול להתחיל ולגמור היכי דמתחיל מקמי שליח צבור אבל כד מתחיל בהדי שליח צבור שפיר דמי:", 
            " ר' יהודה אומר מברך לפניהם ולאחריהם   תניא רבי יהודה בן בתירא אומר אין דברי תורה מקבלין טומאה ומעשה בתלמיד אחד שהיה מגמגם וקורא למעלה מרבי יהודה בן בתירא ואמר לו בני פתח פיך ויאירו דבריך  שאין דברי תורה מקבלין טומאה שנא'  ירמיה כג  הלא כה דברי כאש נאם ה' מה אש אינה מקבלת טומאה אף דברי תורה אינן מקבלין טומאה אמר רב נחמן בר יצחק נהוג עלמא כתלתא סבי כרבי יהודה בן בתירא בדברי תורה כרבי יאשיה בכלאים כרבי אלעאי בראשית הגז כי אתא זעירי אמר בטלוה לטבילותא ואמרי לה בטלוה לנטילותא מאן דאמר לטבילותא כר' יהודה בן בתירא ומ\"ד לנטילותא כרב חסדא דרב חסדא לייט מאן דמהדר אמיא בעידן צלותא איכא מאן דאמר האי דאמרי בטלוה לטבילותא בין לדברי תורה בין לתפלה ואיכא מ\"ד הני מילי לדברי תורה אבל לתפלה צריך טבילה ולאו טבילה דוקא אלא רחיצה בט' קבין וכתב רבינו האי גאון זצ\"ל כיון דגמרא ליכא בהא מילתא נקוט מנהג כל ישראל שכל בעלי קריין אע\"פ שאין להם    מים אין מתפללין עד שירחצו:", 
            "<b>מתני'</b>    היה עומד בתפלה ונזכר שהוא בעל קרי לא יפסיק אלא יקצר ירד לטבול אם יכול לעלות ולהתכסות ולקרות עד שלא תנץ החמה   יעלה ויתכסה ויקרא ואם לאו יתכסה במים ויקרא ולא יתכסה לא במים הרעים ולא במי "
        ], 
        [
            "המשרה עד שיטיל לתוכן מים וכמה ירחיק מהן ומן הצואה ארבע אמות:", 
            "<b>גמ'</b>   ת\"ר היה עומד בתפלה וראה צואה כנגדו מהלך לפניו כדי שיזרקנה לאחריו ארבע אמות והתניא לצדדין לא קשיא הא דאפשר והא דלא אפשר  התפלל  ומצא צואה במקומו הואיל וחטא אע\"פ שהתפלל אין תפלתו תפלה אלא צריך לחזור ולהתפלל במקום טהור  היה עומד בתפלה  ומים שותתין לו על ברכיו ממתין עד שיכלו המים  וחוזר להיכן הוא חוזר רב חסדא ורב המנונא חד אמר חוזר לראש וחד אמר חוזר למקום שפסק וכתב רבינו האי גאון זצ\"ל דהלכת' כמאן דאמר חוזר למקום שפסק ואם שהה כדי לגמור את כולה  חוזר לראש גרסינן במגילה (דף כז:) בפרק בני העיר תני תנא קמיה דרב נחמן בר יצחק המתפלל צריך שירחיק ד' אמות ומשתין והמשתין מרחיק ארבע אמות ומתפלל אמר ליה רב נחמן בשלמא משתין מרחיק ארבע אמות ומתפלל דתנן כמה ירחיק מהן ומן הצואה ארבע אמות אלא  המתפלל מרחיק ארבע אמות ומשתין  אי הכי קדישתינהו לכולהו שבילי דנהרדעא תני ישהה כלומר האי דקתני ירחיק ישהה הוא ואמרינן בשלמא משתין ישהה כדי הילוך ארבע אמות ואחר כך מתפלל משום ניצוצות אלא מתפלל ישהה כדי הילוך ארבע אמות ואח\"כ ישתין מאי טעמא אמר רב אשי שכל ארבע אמות תפלתו של אדם סדורה לו בפיו ורחושי מרחשן שפוותיה:", 
            "ת\"ר   היה  צריך לנקביו אל יתפלל ואם התפלל תפלתו תועבה אמר רב זביד ואיתימא רב יהודה לא שנו  אלא שאינו יכול לעמוד על עצמו אבל  יכול לעמוד על עצמו מותר ועד כמה אמר רב ששת עד פרסה   תניא אידך הנצרך לנקביו אל יתפלל משום שנאמר  עמוס ד  הכון לקראת אלהיך ישראל וכתיב  קהלת ד  שמור רגלך כאשר תלך אל בית האלהים ואמר רב אסי ואיתימא ר' חנינא בר פפא שמור נקביך בשעה שאתה עומד בתפלה לפני המקום:", 
            "גרסינן בפרק (דף טז:) אלו הן הלוקין אמר רב אחאי המשהה נקביו קא עבר משום    בל תשקצו את נפשותיכם אמר רב ביבי בר אביי האי מאן דשתי  בקרנא דאומנא קא עבר משום בל תשקצו איבעיא להו מהו   שיכנס אדם בתפילין לבית  הכסא קבוע וישתין בהן מים מי חיישינן שמא יפנה בהן או שמא יפיח בהן או לא רבינא שרי ורב אדא בר מתנה אסר אתו ושיילוה לרבא אמר להו אסור גזירה שמא   יפנה בהן או שמא יפיח בהן תנו רבנן הנכנס לבית הכסא חולץ תפיליו ברחוק ארבע אמות ונכנס וכשהוא יוצא מרחיק ארבע אמות ומניחן אלו דברי בית שמאי ובית הלל אומרים אוחזן בידו ונכנס ר\"ע אומר אוחזן בבגדו ונכנס בבגדו ס\"ד דילמא משתלי ושדי להו אלא אימא אוחזן בבגדו  ובידו ונכנס ולא יניחם בחורין "
        ], 
        [
            "הסמוכין לרה\"ר שמא יטלו אותן עוברי דרכים ויבא לידי חשד ומעשה בתלמיד אחד שהניח תפיליו בחורין הסמוכין לרה\"ר ובאה זונה אחת ונטלתן ובאה לפני חכמים אמרה להם ראו מה נתן לי פלוני באתנני כיון ששמע אותו תלמיד כך עלה לגג ונפל ומת באותה שעה התקינו שיהא אוחזן בבגדו ובידו ונכנס אמר ר' מיאשא בר בריה דר' יהושע בן לוי הלכה גוללן כמין ס\"ת ואוחזן בימינו כנגד לבו אמר רב יוסף בר מניומי אמר רב נחמן ובלבד שלא תהיה רצועה יוצא מתחת ידו טפח אמר ר' יעקב בר אחא אמר ר' זירא ביום גוללן כמין ספר תורה ובלילה עושה להן כיס טפח ומניחן אמר רבה בר בר חנה אמר ר' יוחנן לא שנו אלא שיש שהות כיום כרי ללובשן אבל אין שהות ביום כדי ללובשן עושה להם כיס טפח ומניחן אמר אביי לא שנו אלא שהניחן בכלי שהוא כליין אבל הניחן בכלי שאינו כליין אפילו פחות מטפח אמר רבה בר בר חנה כי הוינן אזלי' בתריה דר' יוחנן כי הוה בעי למיעל לבית הכסא כי הוה נקיטא ספרא דאגדתא הוה יהיב לן  כסתא דתפילין לא הוה יהב לן אמר הואיל ושרו רבנן   לא נטרח   ת\"ר  לא יאחז אדם תפילין בידו וספר תורה בזרועו ויתפלל  ולא   ישתין בהם מים ולא ישן  בהן לא שינת קבע ולא שינת עראי:", 
            "אמר שמואל סכין וקערה וככר ומעות הרי אלו כיוצא בהן:", 
            "ואף על גב דשרו בבית הכסא קבוע כדאמרי' לעיל אוחזן בבגדו ובידו ונכנס בית הכסא עראי אסור מ\"ט בית הכסא קבוע  ליכא ניצוצות ולפיכך שרי ובית הכסא עראי איכא ניצוצות ולפיכך אסור אפילו לאחזן בבגדו ובידו ולהשתין גרסינן בפ' המקבל (בבא מציעא דף קה.) אמרי דבי רבי ינאי  לתפלה ולתפילין ארבעה קבין לתפלה דתניא הנושא משוי על כתיפו והגיע זמן תפלה פחות מארבעה קבין מפשילו לאחוריו ומתפלל ארבעה קבין מניחו על גבי קרקע ומתפלל  לתפילין דתניא הנושא משוי על ראשו ותפילין בראשו אם תפיליו רוצצות אסור ואם לאו מותר באיזה משוי אמרו במשוי של ארבעה קבין תני ר' חייא המוציא זבל על ראשו ותפילין בראשו הרי זה לא יסלקם לצדדים ולא יקשרם בידו מפני שנוהג בהן מנהג בזיון אבל קושרן על זרועו במקום תפילין משום ר' שילא אמרו אפי' מטפחת שלהן   אסור להניח על הראש שיש בו תפילין וכמה אמר אביי  ריבעא דריבעא דפומבדיתא אמר ר' יצחק הנכנס לסעודת קבע חולץ תפיליו ונכנס ופליגא דרבי חייא בר אבא דאמר רבי חייא בר אבא מניחן על שלחנו וכן הדור לו ועד אימת "
        ], 
        [
            "א\"ר נחמן בר יצחק עד זמן ברכה וכן הלכה אמר רב חסדא האי סודרא דאזמניה למיצר ביה תפילין וצר ביה תפילין אסור למיצר ביה זוזי אזמניה ולא צר ביה צר ביה ולא אזמניה שרי למיצר ביה זוזי מ\"ט הזמנה לאו מילתא היא וכן הלכתא וליתא לדאביי דאמר  הזמנה מילתא היא דגרסינן בפ' נגמר הדין (סנהדרין דף מז:) איתמר האורג בגד למת אביי אמר אסור ורבא אמר מותר אביי אמר אסור הזמנה מילתא היא ורבא אמר מותר הזמנה לאו מילתא היא וקיימא לן דאביי ורבא הלכה כרבא בר מיע\"ל קג\"ם בעא מיניה רב יוסף בריה דרב נחוניא מרב יהודה מהו שיניח אדם תפיליו  תחת מראשותיו תחת מרגלותיו לא קא מיבעיא לי דכיון דבזיון הוא אסור כי קא מיבעיא לי תחת מראשותיו מאי   (א\"ל הכי אמר שמואל מותר) ואפילו  אשתו עמו והלכתא כשמואל ואע\"ג דאיתותב מאי טעמא   נטורינהו טפי עדיף והיכן מניחן   אמר רב ירמיה מניחן בין כר לכסת שלא כנגד ראשו אמר רב המנונא בריה דרב יוסף יומא חד הוה קאימנא קמיה דרבא ואמר זיל אייתי לי תפילי ואתאי ואשכחתינהו בין כר לכסת שלא כנגד ראשו והוה ידענא דההוא יומא יום טבילה הואי ולאגמורן הלכה למעשה הוא דבעא  שנים שהיו ישנים   בטלית אחת  קיי\"ל כרב יוסף דאמר אשתו כיון דכגופו היא  מותר להחזיר פניו ולקרות אבל אחר כגון בניו ובני ביתו כיון דלאו כי גופיה הוא אסור לקרות ק\"ש עד שתהא טלית מפסקת ביניהם ואם היו בניו ובני ביתו קטנים מותר ועד כמה תינוקת בת אחת עשרה שנה ויום אחד ותינוק בן י\"ב שנה ויום אחד ואידי ואידי  עד שיהו שדים נכונו ושערך צמח   ת\"ר היה ישן בטליתו ואינו יכול להוציא ראשו מפני הצנה חוצץ בטליתו עד צוארו וקורא ק\"ש ויש אומרים עד לבו ות\"ק הרי לבו רואה את הערוה קסבר לבו רואה את הערוה מותר והלכתא לבו  רואה את הערוה אסור   א\"ר חנינא אני ראיתי רבי  שתלה תפיליו מיתיבי התולה תפיליו יתלו חייו דורשי חמורות אמרו  דברים כח  והיו חייך תלואים לך מנגד זה התולה תפיליו ואסיקנא דרבי בכיסיה תלה אבל תפילין גופייהו אסור לתלותן בין ברצועה בין בקציצה  המשמיע  קולו בתפלתו "
        ], 
        [
            "הרי זה מקטני אמנה והמגביה קולו בתפלתו הרי זה מנביאי השקר  גיהק ופיהק לרצונו ה\"ז מגסי הרוח אבל שלא לרצונו אין בכך כלום והמתעטש מלמטה סימן רע לו ויש אומרים ניכר שהוא עכרן אבל המתעטש מלמעלה סימן יפה לו  כשם שעושין לו נחת רוח מלמטה כך עושין לו נחת רוח מלמעלה והרק בתפלתו כאילו רק בפני המלך אלא אם נזדמן לו הרוק כשהוא עומד בתפלה מבליעו בטליתו ואם היתה טליתו נאה מבליעו באפרקסיתו ואי אנינא דעתו שדי ליה לאחוריה ואסור להתעטף  ולהניח ידו על סנטרו כשהוא עומד בתפלה.", 
            "והמשמיע קולו בתפלתו הרי זה מקטני אמנה אמר רב הונא לא שנו אלא שיכול לכוין את לבו בלחש אבל אם אינו יכול לכוין את לבו בלחש מותר והני מילי  בינו לבין עצמו אבל בצבור לא מאי טעמא דילמא אתי למיטרד צבורא תניא היה עומד בתפלה ונתעטש ממתין עד שיכלה הרוח ומתפלל בקש להתעטש מהלך לאחריו ד' אמות ומתעטש וממתין עד שיכלה הרוח וכשיכלה הרוח אומר רבון העולמים יצרתנו נקבים נקבים חלולים חלולים גלוי וידוע לפניך חרפתינו ובשתנו וכלימתנו חרפה וכלימה בחיינו תולעה ורמה במותינו  ומתפלל:", 
            "אמר רב הונא תלמיד חכם אסור  לעמוד במקום הטנופת שאי אפשר לו בלא תורה ואמר רבי יוחנן   בכל מותר להרהר חוץ מבית המרחץ ומבית הכסא תניא לא יהלך אדם במבואות המטונפות ויניח ידו על פיו ויקרא ק\"ש ולא עוד אלא שאם היה קורא ובא פוסק לא פסק מאי אמר ר' מיאשה בר בריה דר' יהושע בן לוי משמיה דר\"י בן לוי עליו הכתוב אומר  יחזקאל כ  וגם אני נתתי להם חוקים לא טובים וגו' רב אדא בר מתנה אמר  במדבר טו  כי דבר ה' בזה ואת מצותו הפר רב אמר  ישעיה ה  הוי מושכי העון בחבלי השוא פסק מאי אמר רבי אבהו עליו הכתוב אומר  דברים לב  ובדבר הזה תאריכו ימים וכשהוא חוזר חוזר למקום  שפסק ואע\"פ ששהה "
        ], 
        [
            "כדי לגמור את כולה והכין מסקנא בסוף מסכת ר\"ה (דף לד:) וכן בתקיעות וכן בהלל וכן במגילה  אבל  בתפלה בלחוד אם שהה כדי לגמור את כולה חוזר לראש אמר רב הונא  היתה טליתו חגורה לו על מתניו קורא ק\"ש תניא נמי הכי היתה טלית של בגד ושל עור ושל שק חגורה לו על מתניו קורא את שמע ולתפלה   עד  שיכסה את לבו אמר רב הונא  שכח ונכנס לבית הכסא בתפיליו מניח ידו עליהן עד שיגמור עד שיגמור ס\"ד אלא אמר רב נחמן בר יצחק עד שיגמור עמוד ראשון וניפסוק וניקום סבר לה כדתניא   ר\"ש בן גמליאל אומר עמוד החוזר מביא את האדם לידי הדרוקן סילון החוזר מביא את האדם לידי ירקון איתמר  צואת על בשרו או ידו  מטונפת מבית הכסא רב הונא אמר מותר לקרוא ק\"ש רב חסדא אמר אסור לקרוא ק\"ש אמר רבא מאי טעמא דרב הונא דכתיב  תהלים קנ  כל הנשמה תהלל יה ורב חסדא מ\"ט דכתיב  שם לה  כל עצמותי תאמרנה  וקי\"ל כרב הונא   חדא דהוא רביה דרב חסדא ועוד דקא מקשינן מינה בפרק (דף ל.) אמר להם הממונה דאמר רב פפא צואה במקומה אסור לקרות ק\"ש פירוש צואה בפי טבעת היכי דמי אי דנראית פשיטא ואי דלא נראית לא ניתנה תורה למלאכי השרת לא צריכא דיושב ונראית ועומד ואינה נראית ומאי שנא מצואה שעל בשרו דאיתמר צואה על בשרו או ידו מטונפת מבית הכסא רב הונא אמר מותר לקרוא ק\"ש ומשני במקומה נפיש זוהמא שלא במקומה לא נפיש זוהמא מדקא מקשינן מינה שמעינן דהלכתא היא איתמר ריח רע שיש לו עיקר רב הונא אמר מרחיק ארבע אמות וקורא ק\"ש ורב חסדא אמר מרחיק ארבע אמות ממקום שכלה הריח וקורא תניא כוותיה דרב חסדא לא יקרא אדם ק\"ש לא כנגד"
        ], 
        [
            " צואת אדם ולא כנגד צואת כלבים ולא כנגד צואת חזירים ולא כנגד צואת תרנגולין ולא כנגד אשפה שריחה רע ואם היה שם מקום  שגבוה עשרה טפחים או נמוך עשרה יושב בצדו וקורא ואם לאו ירחיק מלא  עיניו וכן לתפלה  וריח רע שיש לו עיקר מרחיק ארבע אמות ממקום  שכלה הריח וקורא קרית שמע אמר רבא לית הלכתא כי הא מתני' אלא כי הא דתניא לא יקרא אדם קרית שמע   לא כנגד  צואת כלבים  ולא כנגד צואת חזירים כל זמן שיש בתוכן עורות בעו מיניה מרב ששת ריח רע שאין לו עיקר מהו אמר להו   תא חזי הני ציפי דבי רב דהני גאנו והני גרסי ולא אמרן דשרי אלא בדברי תורה אבל בקריאת שמע לא ובדברי תורה נמי לא אמרן אלא בדחבריה אבל בדידיה לא:", 
            "אתמר צואה עוברת אביי אמר מותר לקרוא ק\"ש ורבא אמר אסור והלכתא כרבא אמר רבא ופי חזיר כצואה עוברת דמיא אמר רב יהודה אספק צואה בבית מותר  באשפה אסור ספק מי רגלים אפילו באשפה נמי מותר סבר לה כר' המנונא דאמר מי רגלים לא אסרה תורה אלא כנגד עמוד   (הראשון) בלבד הא נפל להו לארעא משרא שרו ורבנן הוא דגזרו בהו וכי גזרו רבנן בודאן אבל בספיקן לא גזרו רבנן ובודאן עד כמה אמר רב יהודה אמר שמואל כל זמן  שמטפיחין גניבא משמיה דרב אמר כל זמן שרישומן ניכר אמר רבא הלכתא צואה כחרש אסורה מי רגלים כל זמן שמטפיחין אסורין היכי דמי צואה כחרש אמר רבה בר בר חנא אמר רבי יוחנן כל זמן שזורקה ואינה נפרכת ואמרי לה כל זמן  שגוללה ואינה נפרכת:", 
            " ואם לאו יתכסה במים  ויקרא:", 
            "  אוקימנא במים עכורין אבל צלולין לא משום דלבו רואה את הערוה והלכה  עקבו רואה את הערוה מותר נוגע אסור אמר רבא  צואה "
        ], 
        [
            "בעששית מותר לקרות קריאת שמע כנגדה ערוה בעששית אסור לקרות ק\"ש כנגדה מאי טעמא התם  דברים כג  והיה מחניך קדוש אמר רחמנא והא איכא והכא כתיב  שם  ולא יראה בך ערות דבר והא קא חזי אמר אביי  צואה כל שהוא מבטלה ברוק ואמר רבא  וברוק עבה אמר רב צואה בגומא פורש סנדלו עליה וקורא ק\"ש בעי מר בריה דרבינא דבוקה בסנדלו מאי תיקו ותיקו דאיסורא לחומרא אמר רב יהודה נכרי ערום אסור לקרות ק\"ש כנגדו ואע\"ג דכתיב בהו  יחזקאל כג  אשר בשר חמורים בשרם הא כתיב בהו ערוה שנאמר   בראשית ט  וערות אביהם לא ראו:", 
            "ולא  יתכסה לא במים הרעים:", 
            "פרישנא הכי ולא יתכסה לא במים הרעים ולא במי המשרה ויקרא ק\"ש כלל ומי רגלים לא יקרא עד שיטיל לתוכן מים ת\"ר כמה יטיל לתוכן כל שהוא ר' זכאי אומר רביעית א\"ל רבא לשמעיה עייל לי רביעית כר' זכאי  וכן הלכה לא שנא בתחלה ולא שנא בסוף תנו רבנן  גרף  של רעי ועביט של מימי רגלים אסור לקרות ק\"ש  כנגדן בין לפני המטה בין לאחר המטה ר' שמעון בן גמליאל אומר לאחר המטה קורא מיד לפני המטה מרחיק ארבע אמות וקורא רבי שמעון בן אלעזר אומר אפילו בית בן מאה אמה לא יקרא עד שיניחם תחת המטה או עד שיוציאם מאי טעמא דר' שמעון בן אלעזר קסבר כל הבית כולו כארבע אמות דמי אמר רבא  אין הלכה כרבי  שמעון בן אלעזר תניא בית  שיש בו ספר תורה או תפילין אסור לשמש בו מטתו עד שיוציאם או עד שיניחם כלי בתוך כלי אמר אביי לא "
        ], 
        [
            "שנו אלא שהניחן בכלי שאינו כליין  אבל הניחן בכלי שהוא כליין אפילו עשרה מאני ככלי אחד דמי אמר רבא גלימא   אקמטרא ככלי בתוך כלי דמי:", 
            "אמר ר' יהושע בן לוי ספר תורה  עושה לו מחיצה גבוהה עשרה טפחים והני מילי היכא דאין לו בית אחר אבל יש לו בית אחר מנח ליה התם:", 
            "כמה אירחיק מהם ומן הצואה ארבע אמות:", 
            "אמר רבא אמר רב סחורה אמר רב הונא לא שנו אלא לאחריו אבל לפניו כמלא עיניו וכן לתפלה:", 
            "לא יעמוד אדם כנגד בית הכסא ויקרא ק\"ש ויתפלל ואע\"פ שאין בו צואה דאמר ר' יוסי בר חנינא בית הכסא שאמרו אע\"פ שאין בו צואה ודוקא ישן אבל חדש לא אמר רבא הני בתי כסאי  דפרסאי אע\"ג דאית בהו צואה כסתומות דמיין:", 
            "גרסינן בפ' יציאות השבת (שבת דף י.) אמר רב אדא בר אהבה מתפלל אדם תפלתו בבית המרחץ ואוקימנא במרחץ חדש שעדיין לא רחץ בו אדם אבל מרחץ ישן לא ותניא הנכנס לבית המרחץ מקום שבני אדם עומדין לבושין יש שם ק\"ש ותפלה ואין צריך לומר שאלת שלום ומניח תפילין וא\"צ לומר שאינו חולץ נכנס למקום שבני אדם מקצתן עומדים ערומים ומקצתן עומדין לבושין יש שם שאלת שלום ואין שם ק\"ש ותפלה ואינו חולץ תפילין ואינו מניח לכתחלה מקום שבני אדם עומדים ערומים אין שם שאלת שלום ואין צריך לומר ק\"ש ותפלה וחולץ תפילין ואצ\"ל שאינו מניח (שם י:) אמר רב המנונא משמיה דעולא אסור לאדם שיתן שלום לחבירו בבית המרחץ משום שנאמר  שופטים ו  ויקרא לו ה' שלום כלומר שמו של הקב\"ה שלמא הוא:", 
            "אמר רב חמא בר גוריא אמר רב שרי ליה לאיניש למימר  הימנותא בבית הכסא ואע\"ג דכתיב  דברים ז  האל הנאמן ההוא כמה דאת אמר אלהא מהימנא אבל שם גופיה לא איקרי נאמן והזמנה לבית הכסא  למיקם בגויה וצלויי איבעיא ולא  איפשטא:", 
            "<b>מתני'</b>   זב שראה קרי ונדה שפלטה שכבת זרע צריכין טבילה ור' יהודה פוטר:", 
            "<b>גמ'</b>  מהא מתני' שמעינן דזבין וזבות ונדות ויולדות כולהו חייבין בתפלה דדייקינן טעמא דזב שראה קרי ונדה שפלטה שכבת זרע הוא דצריכי טבילה הא זב שלא ראה קרי ונדה שלא פלטה שכבת זרע אין צריכין טבילה לדברי הכל וכן הלכה:", 
            "\n  הדרן עלך מי שמתו \n "
        ], 
        [
            "<b>תפלת</b>    השחר עד חצות רבי יהודה אומר עד ארבע שעות תפלת המנחה עד הערב ר' יהודה אומר עד פלג המנחה תפלת הערב אין לה קבע ושל מוספין כל היום  :", 
            "<b>גמ'</b>  תפלת השחר עד חצות ורמינהי מצותה עם הנץ החמה כדי שיסמוך גאולה לתפלה ונמצא מתפלל ביום כי תניא ההיא לותיקין דאמר רבי יוחנן ותיקין היו גומרין אותה עם הנץ החמה  אבל כולי עלמא לדברי רבנן עד חצות ואף על גב דליתא לדרבנן דאמרי עד חצות היכא דטעי וצלי לאחר ארבע שעות שכר תפלה יהבו ליה שכר תפלה בזמנה לא יהבו ליה אמר ר' יצחק אמר ר' יוחנן  טעה ולא התפלל ערבית  יתפלל שחרית  שתים טעה ולא התפלל שחרית יתפלל מנחה שתים איבעיא להו טעה ולא התפלל מנחה מהו שיתפלל ערבית  שתים תא שמע דאמר רב הונא בר יהודה אמר ר' יצחק אמר ר' יוחנן טעה ולא התפלל מנחה יתפלל ערבית שתים ואין בזה משום עבר יומו ובטל קרבנו ודוקא בדשכח אבל במזיד לא ועליו נאמר   קהלת א  מעות לא יוכל לתקון וחסרון לא יוכל להמנות   תנו רבנן  טעה ולא התפלל מנחה בערב שבת יתפלל ערבית שתים של שבת טעה ולא התפלל  מנחה בשבת  מתפלל במוצאי שבת שתים של חול מבדיל בראשונה ואינו מבדיל בשניה ואם לא הבדיל בראשונה והבדיל בשניה שניה עלתה לו ראשונה לא עלתה לו דמיבעי ליה לאקדומי תפלת חובת שעתיה ברישא וכיון דלא אבדיל בקמייתא ואבדיל בבתרייתא גלי אדעתיה דהא בתרייתא היא חובת שעתיה הלכך בעי למיהדר צלויי אחריתי כדי לאקדומי חובת שעתיה ברישא ואי אבדיל בתרוייהו   ואע\"ג דלא מיבעיא ליה למעבד הכי לא מחייב לאהדורי ואי נמי לא אבדיל בחדא מנייהו לא מהדרינן ליה דתניא טעה ולא הזכיר גבורת גשמים בתחיית המתים ושאלה בברכת השנים מחזירין אותו הבדלה בחונן הדעת אין מחזירין אותו מפני שיכול לאומרה על הכוס:", 
            "איתמר ר' יוסי בר חנינא אמר  תפלות אבות תקנום ר' יהושע בן לוי אמר תפלות כנגד תמידין תקנום תניא כותיה דר' יהושע בן לוי מפני מה אמרו תפלת השחר עד חצות שהרי תמיד של שחר היה קרב והולך עד חצות ר' יהודה אומר עד ארבע שעות שהרי תמיד של שחר היה קרב והולך עד ארבע שעות ומפני מה אמרו תפלת  המנחה עד הערב "
        ], 
        [
            "שהרי תמיד של בין הערבים היה קרב והולך עד הערב ר' יהודה אומר עד פלג המנחה שהרי תמיד של בין הערבים היה קרב והולך עד פלג המנחה ומפני מה אמרו תפלת הערב אין לה קבע שהרי איברים ופדרים שלא נתעכלו מבעוד יום היו קריבים והולכין כל הלילה ומפני מה אמרו ושל מוספין כל היום שהרי קרבן מוסף היה קרב והולך כל היום כולו רבי יהודה אומר עד שבע שעות שהרי מוספין קרבין והולכין עד שבע שעות אי זו היא מנחה גדולה משש שעות ומחצה ולמעלה ואי זו היא מנחה קטנה מתשע שעות ומחצה ולמעלה פלג מנחה אחרונה אחת עשרה שעות פחות רביע איבעיא להו לרבי יהודה עד ועד בכלל או דלמא עד ולא עד בכלל ומסקנא   דעד ועד בכלל ודיקא נמי דקתני העיד רבי יהודה בן בבא על תמיד של שחר שקרב בארבע שעות שמע מינה עד ועד בכלל שמע מינה אמר רב כהנא הלכה כרבי יהודה הואיל ותנן בבחירתא כוותיה:", 
            "תפלת המנחה עד הערב רבי יהודה אומר עד פלג המנחה:", 
            "אמר ליה רב חסדא לרבי יצחק התם קאמר רב כהנא הלכה כרבי יהודה הואיל ותנן בבחירתא כותיה הכא מאי אישתיק ולא אמר ליה ולא מידי ואסיקנא השתא דלא איתמר הלכתא לא כמר ולא כמר  מאן דעבד כמר עבד  ומאן דעבד כמר עבד אמר ר' יהושע בן לוי אסור  לעבור  כנגד המתפללין איני והא רב אמי ורב אסי עברי רב אמי ורב אסי חוץ לארבע אמות הוא דעברי אמר רב יהודה אמר רב לעולם  אל יתפלל תלמיד לא לפני רבו ולא אחורי רבו ולא כנגד רבו   תניא רבי אלעזר בן חסמא אומר המתפלל כנגד רבו והמתפלל אחורי רבו   והנותן שלום לרבו והחולק על ישיבתו של רבו והאומר דבר שלא שמע מפי רבו גורם לשכינה שתסתלק מישראל אמר רב חייא בר אבין רב  צלי  של שבת  בערב שבת ורבי יאשיה צלי של מוצאי שבת בשבת איבעיא להו רב צלי של שבת בערב שבת אומר קדושה על הכוס או אינו אומר קדושה על הכוס ת\"ש דאמר רב יהודה אמר שמואל מתפלל אדם של שבת בע\"ש ואומר קדושה על הכוס ורבי יאשיה צלי של מוצאי שבת בשבת אומר הבדלה על הכוס או אינו אומר הבדלה על הכוס ת\"ש דאמר ר' תחליפא בר אבימי אמר שמואל מתפלל אדם של מוצאי שבת בשבת ואומר הבדלה על הכוס:", 
            "תפלת הערב אין  לה קבע:", 
            "מאי אין לה קבע אינה קבע כמ\"ד "
        ], 
        [
            "תפלת ערבית רשות אמר רב יהודה אמר שמואל תפלת ערבית רבן גמליאל אומר חובה ורבי יהושע אומר רשות אביי אומר הלכה כדברי האומר חובה ורבא אמר הלכה כדברי האומר  רשות וקיימא לן דהלכה כרבא מיהו הני מילי היכי דלא צלי ליה כלל אבל היכא דצלי ליה לתפלת ערבית כבר שוייה עליה חובה ואי טעי הדר לרישא כדאמרינן   :", 
            "אמר רבא (בגמ' הגי' אמר רב ענן אמר רב) טעה ולא  הזכיר של ראש חודש בערבית אין מחזירין אותו שאין מקדשין את החדש אלא ביום ושמעינן מינה שאם טעה בערבית בשבת או בימים טובים שמחזירין אותו ואמרינן נמי טעה ולא התפלל ערבית מתפלל שחרית שתים והא דברי הכל היא דהא ליכא מאן דפליג ואפילו למאן דאמר רשות חובה היא דליתא אבל מצוה איתא והאידנא נהוג עלמא לשוייה כחובה   תנו רבנן היו לפניו  שתי תפלות אחת  של מנחה ואחת של מוספין מתפלל של מנחה ואחר כך מתפלל של מוספין ר' יהודה אומר מתפלל של מוספין ואחר כך של מנחה שזו מצוה עוברת וזו מצוה אינה עוברת אמר רבי יוחנן הלכה מתפלל של מנחה  ואח\"כ של מוספין א\"ר אלעזר כל המתפלל תפלה של שחרית אחר ארבע שעות   דרבי יהודה  עליו הכתוב אומר  צפניה ג  נוגי ממועד אספתי ממך היו:", 
            "א\"ר יהושע בן לוי המתפלל תפלה של מוספים לאחר שבע שעות דר' יהודה עליו הכתוב אומר נוגי ממועד אספתי מאי משמע דהאי נוגי ממועד לישנא דתברא הוא כדמתרגם רב יוסף תברא על תברא ייתי על שנאיהון דבית ישראל על דאחרו זמני מועדיא דבירושלים רב נחמן בר יצחק אמר מהכא  איכה א  בתולותיה נוגות:", 
            "  אמר ר' יוחנן אסור לאדם  שיקדים תפלתו לתפלת הצבור אמר רב ובצבור שנו:", 
            "אמר רב חונא אסור לאדם  שיטעום כלום קודם שיתפלל תפלת המוספין ולית הלכתא כוותיה ולא כרבי יהושע בן לוי דאמר כיון שהגיע זמן תפלת המנחה  אסור לאדם שיטעום כלום קודם שיתפלל תפלת המנחה:", 
            "<b>מתני'</b>  רבי  נחוניא בן הקנה היה מתפלל בכניסתו לבית המדרש וביציאתו תפלה קצרה אמרו לו מה מקום לתפלה זו אמר להם בכניסתי אני מתפלל שלא תארע תקלה על ידי וביציאתי אני נותן הודאה על חלקי:", 
            "<b>גמ'</b>  תנו רבנן בכניסתו מהו אומר יהי רצון מלפניך ה' אלהי שלא אכשל בדבר הלכה וישמחו כי חבירי שלא אומר על טהור טמא ועל טמא טהור ולא על מותר אסור ולא על אסור מותר ולא יכשלו חבירי בדבר הלכה ואשמח בהם וביציאתו מהו אומר מודה אני לפניך ה' אלהי ששמת חלקי מיושבי "
        ], 
        [
            "בית המדרש ולא שמת חלקי מיושבי קרנות שאני משכים והם משכימין אני משכים לדברי תורה והם משכימין לדברים בטלים אני עמל והם עמלים אני עמל ומקבל שכר והם עמלים ואינם מקבלים שכר אני רץ והם רצים אני רץ לחיי העולם הבא והם רצים לבאר שחת שנאמר  תהלים נה  ואתה אלהים תורידם לבאר שחת וגו':", 
            "<b>מתני'</b>  רבן גמליאל אומר בכל יום  מתפלל אדם שמונה עשרה רבי יהושע אומר מעין שמונה עשרה ר' עקיבא אומר אם שגורה תפלתו בפיו מתפלל שמונה עשרה ואם לאו מעין שמונה עשרה:", 
            "<b>גמ'</b>  הני תמני סרי תשסרי הויין אמר ר' לוי ברכת המינין ביבנה תקנוה ת\"ר שמעון הפקולי הסדיר שמונה עשרה ברכות לפני ר' גמליאל על הסדר ביבנה אמר להם רבן גמליאל לחכמים כלום יש אדם בכאן שיודע לתקן ברכה למינין ירד שמואל הקטן ותקנה לשנה אחרת שכחה   והשקיף בה שתים ושלש שעות ולא העלוהו אמאי לא העלוהו והאמר רב יהודה אמר רב טעה בכל הברכות כולן אין  מעלין אותו טעה בברכת המינין מעלין אותו חיישינן שמא מין הוא שאני שמואל הקטן דהוא תקנה ודלמא הדר ביה אלא שאני שמואל הקטן דאתחיל בה דאמר רב יהודה אמר רב ואיתימא ר' יהושע בן לוי לא שנו אלא שלא התחיל בה אבל התחיל בה גומרה:", 
            "ר' יהושע אומר מעין שמונה עשרה:", 
            "מאי מעין שמונה עשרה רב אמר מעין כל ברכה וברכה ושמואל אמר הביננו לדעת את דרכיך ומול את לבבנו ליראתך לסלוח היה לנו לחיות גאולים רחקנו ממכאוב ודשננו בנאות ארצך והנפוצים מארבע כנפות הארץ תקבץ   והתועים בדעתך ישפטו ועל הרשעים תניף ידיך וישמחו צדיקים בבנין עירך ובתיקון היכלך ובהצמחת קרן לדוד עבדך ועריכת נר לבן ישי משיחך טרם נקרא אתה תענה טרם נדבר אתה תשמע כי אתה עונה בכל עת צרה וצוקה ופודה ומציל ברוך אתה ה' שומע תפלה אמר רב נחמן אמר שמואל כל השנה כולה מתפלל אדם  הביננו חוץ ממוצאי שבתות ומוצאי ימים טובים מפני שצריך לומר הבדלה בחונן הדעת:", 
            "אמר רב ביבי בר אבין כל השנה כולה מתפלל אדם הביננו חוץ מימות הגשמים מפני שצריך לומר שאלה בברכת השנים וקאמרי רבנן   הני מילי בשעת הדחק אבל שלא בשעת הדחק אין מתפלל הביננו אמר ר' תנחום אמר רבי אסי   טעה ולא הזכיר גבורות גשמים  בתחיית המתים מחזירין אותו שאלה בברכת השנים אין מחזירין אותו מפני שיכול "
        ], 
        [
            "לאומרה בשומע תפלה והני מילי דאדכר מקמי שומע תפלה אבל לא אדכר  מקמי שומע תפלה מחזירין אותו ואם טעה ולא הזכיר הבדלה  בחונן הדעת אין מחזירין אותו מפני שיכול לאומרה על  הכוס אמר רבי תנחום אמר רבי אסי אמר רבי יהושע בן לוי  טעה ולא הזכיר ראש חדש בעבודה חוזר לעבודה   בשים שלום ובהודאה חוזר לעבודה ואם סיים חוזר לראש אמר רב פפא בריה דרב אחא בר אבא הא דאמרת אם סיים חוזר לראש לא אמרן אלא שעקר את רגליו אבל לא עקר את רגליו חוזר לעבודה אמר רב נחמן בר יצחק הא דאמרת כי לא עקר את רגליו חוזר לעבודה לא אמרן אלא כשהוא רגיל לומר אחר תפלתו תחנונים אבל אם אינו רגיל לומר תחנונים אחר תפלתו אף על גב  דלא עקר את רגליו חוזר לראש  וכן הלכה:", 
            "<b>מתני'</b>  ר' אליעזר  אומר העושה תפלתו קבע אין תפלתו תחנונים רבי יהושע אומר המהלך במקום סכנה יתפלל תפלה קצרה ואומר הושע ה' את עמך את שארית ישראל בכל פרשת העיבור יהיו צרכיהם מלפניך ברוך אתה ה' שומע תפלה:", 
            "<b>גמ'</b>    מאי קבע אמר ר' יעקב בר אידי א\"ר הושעיה כל שתפלתו דומה עליו כמשוי ורבנן אמרי כל שאינו אומרה בלשון תחנונים תנו רבנן  המהלך במקום גדודי חיות ולסטים יתפלל תפלה קצרה מאי תפלה קצרה אחרים אומרים צרכי עמך ישראל מרובים ודעתם קצרה יהי רצון מלפניך ה' אלהינו שתתן לכל אחד ואחד כדי פרנסתו ולכל גויה וגויה כדי מחסורה והטוב בעיניך עשה ברוך אתה ה' שומע תפלה אמר רב הונא ואיתימא ר' יהושע בן לוי הלכה כאחרים א\"ל אליהו לרב יהודה אחוה דרב סלא חסידא לא תרתח דלא תחטי ולא תרוי דלא תחטי וכשאתה יוצא לדרך המלך בקונך וצא מאי היא אמר רבי יעקב אמר רב חסדא זו תפלת הדרך:", 
            "ואמר רבי יעקב אמר רב חסדא כל היוצא לדרך צריך שיתפלל תפלת הדרך מאי תפלת הדרך יהי רצון מלפניך ה' אלהינו שתוליכני לשלום ותצעידני לשלום ותסמכני לשלום ותחזירני לביתי לשלום ותצילני מכף כל אויב ואורב בררך ותנני לחן ולחסד ולרחמים בעיניך ובעיני כל רואי ברוך אתה ה' שומע תפלה אמר אביי לעולם   לישתתף איניש נפשיה בהדי צבורא אימת מצלי לה א\"ר יעקב אמר רב חסדא  משעה שיאחז בדרך ועד כמה עד פרסה היכי מצלי "
        ], 
        [
            "לה  רב חסדא אמר מעומד ורב ששת אמר מהלך וכרב חסדא דאמר מעומד טפי עדיף דהא רב ששת נמי קאי ומצלי תפלת הדרך אמר מהיות טוב אל תקרי רע מאי איכא בין הביננו לתפלה קצרה הביננו בעי תלתא קמייתא ותלתא בתרייתא וכי מאטי לישוב לא צריך לצלויי תפלה קצרה לא בעי לא תלתא קמייתא ולא תלתא בתרייתא וכי מאטי לישוב צריך לצלויי הביננו מעומד תפלה קצרה אפי'  מהלך מיהא שמעינן דלא מצלי איניש הביננו אלא בשעת הדחק כגון מי שהוא מהלך במדבר כיוצא בו:", 
            "<b>מתני'</b>     היה רוכב על החמור ירד ואם אינו יכול לירד יחזיר את פניו ואם אינו יכול להחזיר את פניו יכוין את לבו כנגד בית קה\"ק היה יושב בספינה או באסדא יכוין את לבו כנגד בית קה\"ק:", 
            "<b>גמ'</b>    תנו רבנן היה רוכב על החמור והגיע זמן תפלה אם יש  לו מי שיאחז את חמורו ירד למטה ויתפלל ואם לאו ישב במקומו ויתפלל רבי אומר בין כך ובין כך ישב במקומו ויתפלל לפי שאין דעתו מיושבת עליו אמר רבה בר בר חנא ואיתימא ר' יהושע בן לוי הלכה כרבי ת\"ר סומא ומי  שאינו יכול לכוין את הרוחות יכוין את לכו כנגד אביו שבשמים שנאמר  מלכים א' ח  והתפללו אל ה' (אלהיהם) היה עומד בחוצה לארץ יכוין את לבו כנגד ארץ ישראל שנא'  שם  והתפללו אליך דרך ארצם היה עומד בארץ ישראל יכוין את לבו כנגד ירושלים שנא'  שם  והתפללו אל העיר הזאת היה עומד בירושלים יכוין את לבו כנגד בית המקדש שנא'  שם  והתפללו אל הבית הזה היה עומד בבית המקדש יכוין את לבו כנגד בית קדשי הקדשים שנאמר  שם  והתפללו אל המקום הזה היה עומד אחורי הכפורת יראה את עצמו כאילו הוא לפני הכפורת נמצא עומד בצפון הופך את פניו לדרום בדרום הופך את פניו לצפון במערב הופך את פניו למזרח במזרח הופך את פניו למערב נמצאו כל ישראל מכוונין את לבם למקום אחד אמר ר' אבין ואיתימא רבינא מאי קראה   שיר ד  כמגדל דויד צוארך בנוי לתלפיות  תל שהכל פונין בו:", 
            "<b>מתני'</b>   רבי אלעזר בן עזריה אומר אין תפלת המוספין אלא בחבר עיר וחכ\"א בחבר עיר ושלא בחבר עיר ר' יהודה אומר משמו כל מקום שיש חבר עיר היחיד פטור מתפלת המוספין:", 
            "<b>גמ'</b>  יתיב רבי חנינא קרא קמיה דרבי ינאי ויתיב וקאמר הלכתא כרבי יהודה שאמר משום ר' אלעזר בן עזריה א\"ל פוק קרא קראיך לברא דאין הלכה כרבי יהודה שאמר משום ר\"א בן עזריה א\"ר יוחנן אני ראיתי את רבי ינאי דצלי והדר צלי א\"ל ר' ירמיה לרבי זירא ודילמא מעיקרא לא מכוין דעתיה והשתא מכוין דעתיה א\"ל תא חזי מאן גברא רבא דקמסהיד  עליה  כמה ישהה  בין תפלה לתפלה רב הונא ורב חסדא חד "
        ], 
        [
            "אמר כדי שתתחולל דעתו עליו וחד אמר כדי שתתחונן דעתו עליו מאן דאמר כדי  שתחולל דעתו עליו דכתיב  שמות לב  ויחל משה ומאן דאמר כדי שתתחונן דעתו עליו דכתיב  דברים ד  ואתחנן אל ה' תניא  טעה ולא הזכיר של ראש חדש שחרית אין מחזירין אותו  מפני שיש תפלת המוספין לפניו א\"ר יוחנן ובצבור  שנו פירוש מפני טורח צבור  אבל יחיד מחזירין אותו אמר רב חנין אמר רב טעה ולא הזכיר של ר\"ח  בערבית אין מחזירין אותו מפני שאין מקדשין את החדש אלא ביום:", 
            "גרסינן בסנהדרין בפרק היו בודקין אותו (דף מא:) אמר ר' יוחנן עד מתי  מברכין על החדש עד שתתמלא פגימתה וכמה אמר ר' יעקב עד שבעה   עשר נהרדעי אמרי  עד ששה עשר (שם מב.) אמר ר' יוחנן כל המברך על החדש בזמנו כאילו מקבל פני שכינה כתיב הכא  שמות יב  החדש הזה לכם וכתיב התם  שם טו  זה אלי ואנוהו תנא דבי רבי ישמעאל אלמלא לא זכו ישראל אלא להקביל פני אביהם שבשמים בכל חדש וחדש דיין אמר אביי (הלכך (בכל ספרי האלפסי הישני' ליתא ובגמ' הגי' נמרינהו) צריך לומר) מעומד מאי מברך כדרב יהודה דאמר רב יהודה ברוך אתה ה' אלהינו מלך העולם אשר במאמרו ברא שחקים וברוח פיו כל צבאם חק וזמן נתן להם שלא ישנו את תפקידם ששים ושמחים לעשות רצון קונם פועל אמת שפעולתו אמת וללבנה אמר שתתחדש עטרת תפארת לעמוסי בטן שהם עתידין להתחדש כמותה ולפאר ליוצרם על שם כבוד מלכותו ברוך אתה ה' מחדש חדשים:", 
            "\n  הדרן עלך תפלת השחר \n", 
            "<b>אין</b>   עומדין להתפלל  אלא מתוך כובד ראש חסידים הראשונים היו שוהין שעה אחת ומתפללין כדי שיכוונו את לבם למקום אפילו המלך שואל בשלומו לא ישיבנו ואפי' נחש כרוך על עקיבו לא יפסיק:", 
            "<b>גמ'</b>  מנא הני מילי אמר רב נחמן בר יצחק (אמר רב) אמר קרא  תהלים ב  עבדו את ה' ביראה וגילו ברעדה מאי וגילו ברעדה אמר רב אדא בר מתנה אמר רב במקום גילה שם תהא רעדה אביי הוה יתיב קמיה דרבה חזייה דהוה קא בדח טובא  א\"ל וגילו ברעדה כתיב רב ירמיה הוה יתיב קמיה דרבי זירא חזייה דהוה קא בדח טובא א\"ל לא סבר לה מר  משלי יד  בכל עצב יהיה מותר א\"ל אנא תפילין קא מנחנא וכל כך למה   דא\"ר יוחנן משום ר\"ש בן יוחאי  אסור לו לאדם שימלא שחוק פיו "
        ], 
        [
            "בעוה\"ז שנאמר  תהלים קכו  אז ימלא שחוק פינו ולשוננו רנה אז יאמרו בגוים הגדיל ה' לעשות עם אלה אימתי ימלא שחוק פינו ולשוננו רנה בזמן שיאמרו בגוים הגדיל ה' לעשות עם אלה אמרו עליו על רבי שמעון בן לקיש שלא מלא שחוק פיו בעולם הזה מכי גמרה להא שמעתא מפומיה דרבי יוחנן רביה:", 
            "גרסינן בגיטין בפרק קמא (דף ז.) שלחו ליה למר עוקבא זמרא מנא לן דאסור שרטט וכתב להו  הושע ט  אל תשמח ישראל אל גיל כעמים ולישלח להו  ישעיה כד  בשיר לא ישתו יין ימר שכר לשותיו אי מההיא הוה אמינא זמרא במנא הוא דאסיר אבל זמרא בפומא מותר קמ\"ל דאסיר רבינא אשכחיה למר בר רב אשי דקא  גדיל כלילא לברתיה אמר ליה לא סבר לה מר שנא'  יחזקאל כא  הסיר המצנפת והרים העטרה בזמן שמצנפת בראש כהן גדול תהא עטרה בראש כל אדם נסתלקה מצנפת מראש כהן גדול נסתלקה עטרה מראש כל אדם א\"ל דומיא דכהן גדול בגברי אבל בנשי לא וגרסינן בסוף סוטה (דף מח.) אמר רב אודנא דשמע זמרא תעקר אמר רבא זמרא בביתא חורבא בסיפא שנאמר  צפניה ב  קול ישורר בחלון חורב בסף אמר רב יוסף זמרן גברי ועניין נשי פריצותא זמרן נשי ועניין גברי כאש בנעורת למאי נפקא מינה לבטולי הא מקמי הא אמר ר' יוחנן כל השותה יין בארבעה מיני זמר מביא חמש פורעניות לעולם שנאמר  ישעיה ה  הוי משכימי בבקר שכר ירדופו מאחרי בנשף יין ידליקם והיה כנור ונבל תוף וחליל ויין משתיהם וגו' מה כתיב בתריה לכן גלה עמי מבלי דעת וכבודו מתי רעב והמונו צחה צמא וגו' פירש גאון הא דאמרינן זמרא בפומא אסיר ה\"מ כגון  נגינות של אהבת אדם לחבירו ולשבח יפה ביפיו כגון שהישמעאלים קורים להם אשעא\"ר אבל דברי שירות ותשבחות וזכרון חסדיו של הקב\"ה אין אדם מישראל נמנע מזאת ומנהג כל ישראל לאמרן בבתי חתנים ובבתי משתאות בקול נגינות ובקול שמחה ולא ראינו מי שמיחה בזאת:", 
            "גרסי' בפרק חלק (סנהדרין דף קא.) תנו רבנן הקורא פסוק משיר השירים ועושה אותו כמין זמר והקורא פסוק בבית המשתה בלא זמנו מביא רעה לעולם מפני שהתורה חוגרת שק ועומדת לפני הקב\"ה ואומרת רבש\"ע עשוני בניך ככנור שמנגנים בו הנכרים א\"ל הקב\"ה בתי אם כן מה יעשו בני בשעה שהן אוכלים ושותים ושמחים אמרה לפניו רבש\"ע אם בעלי מקרא הם יעסקו במקרא בנביאים ובכתובים ואם בעלי משנה הם יעסקו במשנה בהלכות ובהגדות ואם בעלי תלמוד הם יעסקו בתלמוד בהלכות פסח בפסח בהלכות עצרת בעצרת בהלכות החג בחג העיד ר' שמעון בן אלעזר משום ר' יהושע בן חנניה הקורא פסוק אחד בזמנו מביא טובה לעולם שנאמר  משלי טו  ודבר בעתו מה טוב:", 
            "תנו רבנן   אין עומדין  להתפלל מתוך דין והלכה אלא מתוך דבר הלכה פסוקה היכי דמי הלכה פסוקה אמר אביי כי הא דאמר ר' זירא  בנות ישראל הן החמירו על עצמן שאפילו רואות טיפת דם כחרדל יושבות עלי' "
        ], 
        [
            "שבעת ימים נקיים רבא אמר כי הא דאמר רבי אושעיא מערים אדם על תבואתו ומכניסה במוץ שלה כדי שתהא בהמתו אוכלת ופטורה מן המעשר אי נמי כי הא דרב הונא דאמר רב הונא אמר זעירי המקיז דם לבהמת קדשים אסור בהנאה ומועלים בו   (מדרבנן)  רבנן עבדי במתניתין ורב שימי בר אשי עביד כברייתא דתניא אין עומדין להתפלל לא מתוך שיחה ולא מתוך שחוק ולא מתוך קלות ראש ולא מתוך דברים בטלים ולא מתוך עצלות ולא מתוך עצבות אלא  מתוך שמחה של מצוה וכן אל יפטר אדם מחבירו לא מתוך שיחה ולא מתוך קלות ראש ולא מתוך דברים בטלים אלא מתוך דבר הלכה שכן מצינו בנביאים הראשונים שסיימו את דבריהם בדברי שבח ותנחומין וכן תאני מארי בריה דרב הונא בריה דר' ירמיה בר אבא לא יפטר אדם מחבירו לא מתוך שיחה ולא מתוך שחוק ולא מתוך קלות ראש ולא מתוך דברים בטלים אלא מתוך "
        ], 
        [
            "דבר הלכה שמתוך כך זוכרו:", 
            "ת\"ר המתפלל צריך שיכוין את לבו אבא שאול אומר סימן לדבר   תהלים י  תכין לכם תקשיב אזנך (סנהדרין כב.) המתפלל צריך שיראה את עצמו כאילו שכינה שרויה לנגדו שנאמר  שם יז  שויתי ה' לנגדי תמיד כי מימיני בל אמוט וגרסינן בפרק מצות חליצה (יבמות דף קה:) ר' חייא ורבי שמעון ברבי הוו יתבי נפק מלתא מביניהו פתח חד ואמר המתפלל צריך שיתן עיניו למטה שנאמר  מלכים א' ט  והיו עיני ולבי שם כל הימים פתח אידך ואמר המתפלל צריך שיכוין את לבו למעלה שנא'  איכה ג  נשא לבבנו אל כפים אל אל בשמים אדהכי והכי אתא ר' ישמעאל ברבי יוסי לגבייהו אמר להו במאי עסקיתו אמרו ליה בתפלה אמר להו כך אמר אבא  המתפלל צריך שיתן עיניו למטה ולבו למעלה כדי שיתקיימו שני מקראות הללו אמר ר\"י כך אהיה מנהגו של ר' עקיבא כשהיה מתפלל עם הצבור היה מקצר ועולה וכשהיה מתפלל בינו לבין עצמו אדם מניחו בזוית זו ומוצאו בזוית אחרת  מפני הכריעות והשתחויות יכול יתפלל אדם כל היום כולו כבר מפורש על ידי דניאל שנא'  דניאל ו   וזמנין תלתא ביומא הוה בריך על ברכוהי יכול משבא דניאל לגולה הוחלה ת\"ל  שם  כל קבל די הוה עביד מקדמת דנא יכול יתפלל לכל רוח שירצה כבר מפורש על ידי דניאל  שם  וכוין פתיחן ליה בעליתיה נגד ירושלם    יכול יהא כוללן בבת אחת כבר מפורש ע\"י דוד שנאמר  תהלים נה  ערב ובקר וצהרים אשיחה ואהמה וגו' יכול ישמיע קולו בתפלתו כבר מפורש ע\"י חנה שנאמר  שמואל א' א  רק שפתיה נעות וקולה לא ישמע יכול ישאל צרכיו ואח\"כ יתפלל כבר מפורש ע\"י שלמה שנאמר  מלכים א ח  לשמוע אל הרנה ואל   התחנה רנה זו תפלה   תחנה זו בקשה אין אומרים   דברים אחר אמת ויציב כדי שיסמוך גאולה לתפלה אבל אם בא לומר אחר תפלתו אפי' כסדר יום הכפורים אומר וגרסינן בע\"ז בפרק קמא (דף ז.) תניא רבי אליעזר אומר לעולם  ישאל אדם צרכיו ואחר כך יתפלל שנאמר  תהלים קב  תפלה לעני כי יעטוף ולפני ה' ישפוך שיחו ואין שיחה אלא תפלה שנאמר  בראשית כד  ויצא יצחק לשוח בשדה לפנות ערב ר' יהושע אומר לעולם יתפלל אדם ואחר כך ישאל צרכיו שנאמר  תהלים קמב  אשפוך לפניו שיחי צרתי לפניו אגיד וחכמים אומרים לא כדברי זה ולא כדברי זה אלא שואל אדם צרכיו בשומע תפלה (שם דף ח.) אמר רב יהודה ברי' דרב שמואל בר שילת משמיה דרב אע\"פ שאמרו שואל אדם צרכיו בשומע תפלה אם בא לומר בסוף כל ברכה וברכה מעין כל ברכה וברכה אומר אמר רב חייא בר אשי אמר רב אע\"פ שאמרו שואל אדם צרכיו בשומע תפלה אם יש לו חולה בתוך ביתו אומר בברכת החולים אם צריך לפרנסה אומר בברכת השנים אמר ר' יהושע בן לוי אע\"פ שאמרו שואל אדם צרכיו בשומע תפלה אם בא לומר אחר תפלתו אפי' כסדר יוה\"כ אומר ובהאי פירקא לקמן   אמרינן אמר רב יהודה לעולם אל ישאל אדם "
        ], 
        [
            "צרכיו לא בשלש ראשונות  ולא בשלש אחרונות אלא באמצעיות אמר רב הונא ראשונות דומה לעבד שמסדר שבח לפני רבו ואמצעיות דומה לעבד שמבקש פרס מרבו אחרונות דומה לעבד שמקבל פרס מרבו ונפטר והולך לו   דרש ר' שמלאי לעולם  יסדר אדם שבחו של מקום ואח\"כ יתפלל מנא לן ממשה דכתיב  דברים ג  ה' אלהים אתה החלות וגו' וכתיב בתריה  שם  אעברה נא ואראה וגו':", 
            "וגרסינן בפרק קמא (דף ד:) אמר רבי אלעזר בר אבינא  כל האומר  תהלה לדוד בכל יום שלש פעמים מובטח לו שהוא בן העולם הבא:", 
            "וגרסינן בפרק כל כתבי הקדש (דף קיח:) אמר ר' יוסי יהא חלקי עם גומרי הלל בכל יום איני והאמר מר הקורא הלל בכל יום הרי זה מחרף ומגדף כי קא אמרינן בפסוקי דזמרה אמרינן מאי ניהו  מתהלה לדוד עד כל הנשמה תהלל יה  ותקינו רבנן למימר ברכה  מקמייהו וברכה מבתרייהו ומאי ניהו ברוך שאמר וישתבח הלכך מיבעי ליה לאיניש דלא לאשתעויי מכי מתחיל בברוך שאמר עד דמסיים   לשמונה עשרה:", 
            "גרסינן בסוף ראש השנה (דף לה.) א\"ר אלעזר לעולם יסדיר אדם את תפלתו ואחר כך יתפלל אמר רבא מסתברא מילתיה דר' אלעזר בברכות של ראש השנה ושל יוה\"כ ושל פרקים אבל של שאר ימות השנה לא צריך וכמה חוא   פרקים  משלשים יום ולהלן:", 
            "  אמר רב המנונא כמה הלכתא גיבראתה איכא למשמע מהני קראי דחנה דכתיב  שמואל א א  וחנה היא מדברת על לבה אמר ר' אלעזר מכאן  למתפלל שצריך לכוין את לבו    רק שפתיה נעות א\"ר אלעזר מכאן למתפלל שצריך שיחתוך בשפתיו  שם  וקולה לא ישמע מכאן למתפלל שצריך שתהא תפלתו בלחש  שם  ויחשבה עלי לשכורה מכאן שהשכור אסור להתפלל  שם  ויאמר אליה עלי עד מתי תשתכרין א\"ר אלעזר  מכאן לרואה דבר שאינו הגון בחבירו שצריך להוכיחו  שם  ותען חנה ותאמר לא אדני אשה קשת רוח אנכי ויין ושכר לא שתיתי מכאן לחושדין אותו בדבר ואין בו שצריך להודיעו  שם  ויען עלי ויאמר לכי לשלום אמר ר' אלעזר מכאן לחושד את חבירו בדבר ואין בו שצריך לפייסו ולא עוד אלא שצריך לברכו שנאמר  שם  ואלהי ישראל יתן את שלתך אשר שאלת מעמו  שם  אני האשה הנצבת עמכה בזה א\"ר יהושע בן לוי  מכאן שאסור לישב  בד' אמות של תפלה:", 
            "גרסינן בפרק הדר עם הנכרי בחצר (דף סד.) אמר רבה בר רב הונא שתוי אל יתפלל ואם התפלל תפלתו תפלה שכור אל יתפלל ואם התפלל תפלתו תועבה היכי דמי שתוי והיכי דמי שכור  שתוי שיכול לדבר בפני המלך שכור  שאינו יכול לדבר בפני המלך:", 
            "   חסידים הראשונים כו':", 
            "מנא הני מילי א\"ר יהושע בן לוי אמר קרא  תהלים פד  אשרי יושבי ביתך עוד יהללוך סלה:", 
            "אמר רבי יהושע בן לוי המתפלל צריך שישהה שעה אחת קודם תפלתו ושעה אחת אחר תפלתו קודם תפלתו מנין שנאמר אשרי יושבי ביתך לאחר תפלתו מניין שנא'  שם קמ  אך צדיקים יודו לשמך ישבו ישרים את פניך:", 
            "אפילו  המלך שואל בשלומו לא ישיבנו:", 
            "אמר רב יוסף לא שנו אלא מלכי ישראל אבל מלכי עכו\"ם פוסק מיתיבי ראה אנס בא כנגדו ראה קרון בא כנגדו לא יהא מפסיק ועולה אלא מקצר ועולה לא קשיא הא דאפשר לקצר והא דלא אפשר  לקצר אפשר לקצר מקצר ואי לא  מפסיק:", 
            "  אפי' נחש כרוך על עקבו לא יפסיק:", 
            "אמר רב ששת לא שנו אלא   נחש אבל עקרב פוסק ירושל' (פירקין סה\"א) מ\"ט דמחיא בתר דמחיא:"
        ], 
        [
            "אמר רב יצחק ראה שוורים פוסק דתניא ר' אושעיא מרחיקין משור תם חמשים אמה ומשור מועד מלא עיניו:", 
            "<b>מתני'</b>   מזכירין גבורות גשמים בתחיית המתים ושאלה בברכת השנים והבדלה בחונן הדעת ר' עקיבא אומר אומרה ברכה רביעית בפני עצמה ר' אליעזר אומר בהודאה:", 
            "<b>גמ'</b>  אמר ר' חייא בר אבא אנשי כנסת הגדולה תקנו להם לישראל ברכות ותפלות קדושות והבדלות בתחלה קבעוה בתפלה העשירו קבעוה על הכוס חזרו והענו קבעוה בתפלה והם אמרו המבדיל בתפלה צריך שיבדיל על הכוס איתמר נמי אמר ר' בנימין בר יפת שאל ר' אסי את ר' יוחנן בצידן ואנא שמעית המבדיל בתפלה צריך שיבדיל על הכוס א\"ל אין המבדיל בתפלה צריך שיבדיל על הכוס   אמר ליה רבינא לרבא הלכתא מאי אמר ליה כקידושא מאי קידושא אף על גב דמקדש בצלותא מקדש אכסא אף הבדלה נמי אף על גב דמבדיל בצלותא מבדיל נמי אכסא:", 
            " בעו מיניה מרב ששת  טעה בזו ובזו מהו אמר ליה חוזר לראש והלכתא כתנא קמא דאמר הבדלה בחונן הדעת וביום טוב שחל להיות בא' בשבת קי\"ל   כרב ושמואל דתקינו מרגניתא בבבל ותודיענו:", 
            "<b>מתני'</b>  האומר יברכוך  טובים הרי זה דרך המינות האומר על קן צפור יגיעו  רחמיך ועל טוב יזכר שמך מודים מודים משתקין אותו   העובר לפני התיבה וטעה יעבור אחר תחתיו ולא יהא סרבן באותה שעה ומהיכן הוא מתחיל מתחלת הברכה שטעה זה:", 
            "<b>גמ'</b>    ההוא דנחית וצלי קמיה דרבי חנינא אמר האל הגדול הגבור והנורא החזק העזוז האמיץ היראוי א\"ל  סיימתינהו לכולהו שבחי דמרך אנן הני תלת דאמרי' אי לאו דכתבינהו משה באורייתא ואנשי כנסת הגולה תקנינהו לא הוינן יכלין למימר להו ואת אמרת ואזלת משל למה הדבר דומה למלך בשר ודם שהיו לו אלף אלפים דינרי זהב והיו מקלסין אותו בשל כסף והלא גנאי  הוא לו:", 
            " מודים מודים משתקים אותו:", 
            "וכל  האומר שמע שמע כאילו אומר מודים מודים והני מילי כדאמר מילתא מילתא ותנייה אבל הקורא  פסוק מק\"ש וכופלו הרי זה מגונה אבל שתוקי לא משתקינן ליה:", 
            "<b>מתני'</b>       העובר לפני התיבה וטעה יעבור אחר תחתיו העובר לפני התיבה לא יענה אחר הכהנים אמן  מפני  הטירוף ואם אין שם כהן אלא הוא לא ישא את כפיו ואם הבטחתו שנושא את כפיו וחוזר לתפלתו "
        ], 
        [
            "רשאי:", 
            "<b>גמ'</b>  תנו רבנן  העובר לפני התיבה צריך לסרב ואם אינו מסרב דומה לתבשיל שאין בו מלח ואם מסרב יותר מדאי דומה לתבשיל שהקדיחתו מלח כיצד יעש' ראשונה מסרב שניה מהבהב שלישית פושט רגליו ויורד  אמר רב הונא  טעה בשלש ראשונות חוזר לראש באמצעיות חוזר לאתה חונן באחרונות חוזר לעבודה ורב אסי אמר אמצעיות  אין להם סדר הא שמעתא פסקו בה קמאי הלכתא כרב אסי ואמרי אע\"ג דאקשינן ליה לרב הונא מהא דתנן מהיכן הוא מתחיל מתחלת הברכה שטעה ופריק בגמרא מאי מתחלת ברכה שטעה זה מתחלת אתה חונן וכו' דכחדא ברכה דמיין ההוא פירוקא שינויא בעלמא הוא ולא סמכינן אשינויא ולא מפקינן מתניתא מפשטה ודאי דהכין היא מילתא אלא מיהו חזינן לגאון דאמר היכא דטעה באמצעיות כגון ששכח ברכה מן האמצעיות ואידכר לה לאחר שעבר את מקומה כיון דקאמר רב אסי אין להם סדר אומרה במקום שזוכרה ודיו ואנן קשיא לן האי מימרא דגאון דהא בהדיא גרסינן (לעיל ברכות דף כח:) שמעון הפקולי הסדיר שמונה עשרה ברכות לפני רבן גמליאל על הסדר ביבנה וגרסיגן במגלה   בענין הקורא את המגלה למפרע לא יצא (שם ע\"ב) תנא וכן בהלל וכן בק\"ש וכן בתפלה תפלה מנא להו דתניא שמעון הפקולי הסדיר שמונה עשרה ברכות על הסדר ושמעינן מהא דהיכא דלא אמרן על הסדר לא יצא ואם כן היכי אמרינן היכא דשכח ברכה במקומה ובירך ברכה של אחריה ואחר כך נזכר שטעה שאומרה במקום שזוכרה ודיו הלא בטל את הסדר ברכות ונמצא כמברך למפרע ועוד הא תני בהדיא בהאי תוספתא דכתיב בה קרא את המגלה וטעה והשמיט בה פסוק אחד לא יחזיר ויקרא אותו הפסוק בפני עצמו אלא מתחיל מאותו הפסוק וגומר עד סוף וכן בהלל וכן בתפלה וכן בק\"ש ואי אמרת דאמר רב אסי אם טעה והשמיט ברכה אחת ואחר כך נזכר שטעה שאומרה במקום שזוכרה ודיו אם כן הוה ליה רב אסי פליג אמתניתא וליכא למימר הכי דאי הוה רב אסי פליג אמתניתא הוה מותבינן ליה תיובתא מינה ומדלא אותבינן עליה מינה שמעי' דלא פליג רב אסי על הא מתניתא אלא דרב אסי לחוד ודמתניתא לחוד והא דאמר רב אסי אין להם סדר לאו למימרא דאין להם סדר כלל אלא דלא למהוי  כשלש ראשונות וכשלש אחרונות דאילו שלש ראשונות היכא דטעה בחדא מינייהו ואפילו בשלישית חוזר לראש וכן בשלש אחרונות אבל באמצעיות היכא דטעה בברכה ונזכר לאחר שעבר את מקומה אינו חוזר לאתה חונן אלא לתחלת אותה ברכה שטעה בה ורב הונא סבר שבאמצעיות חוזר לאתה חונן דסבירא ליה דאמצעיות כולהו כחדא ברכה דמיין ולית הלכתא כוותיה:", 
            "<b>מתני'</b>  אלו ברכות שאדם  שוחה בהן באבות תחלה וסוף בהודאה תחלה וסוף ואם בא לשחות בסוף כל ברכה וברכה ובתחלת כל ברכה וברכה מלמדין אותו שלא ישחה:", 
            "<b>גמ'</b>    אמר ר' תנחום אמר ר' יהושע בן לוי המתפלל צריך שיכרע עד שיתפקקו כל חוליות שבשדרה עולא אמר עד  שיראה איסר כנגד לבו רבי חנינא אומר כיון שנענע בראשו שוב אינו צריך רבא אמר והוא דמצער נפשיה ומתחזי כמאן דכרע:", 
            "ירושלמי פרק מאימתי (הל\"ה)  הכל  שוחין עם שליח הצבור בהודאה רבי זעירא אמת ובלבד במודים   תניא הכורע בהודאה של הלל ובהודאה של ברכת המזון הרי זה מגונה:", 
            "גרסינן בפרק הוציאו לו את הכף ואת המחתה (דף נג:) אמר ר' אלכסנדרי אמר רבי יהושע בן לוי  המתפלל צריך שיפסיע שלש פסיעות "
        ], 
        [
            "לאחריו ואחר כך יתן שלום ואם לא עשה כן ראוי לו כאילו לא התפלל ומשום רב שמעיה אמרו נותן  שלום לימינו ואחר כך לשמאלו שנאמר  דברים לג  מימינו אש דת למו ואומר  תהלים צא  יפול מצדך אלף ורבבה מימינך:", 
            "(שם ביומא) רבא חזייה לאביי דהוה יהיב שלמא לימיניה ברישא אמר ליה מי סברת  לימין דידך ולשמאל דידך לשמאל דידך דהוא ימינו של הקב\"ה:", 
            "(שם ביומא נג:) אמר רבי חייא בר אבא   חזינא להו לאביי ורבא דפסעי להו להני שלש פסיעות בכריעה אחת   ומשמיה דרב מרדכי אמרו כיון שפסע שלש פסיעות לאחריו התם איבעיא ליה למיקם משל לתלמיד הנפטר מרבו אם חוזר לאלתר דומה לכלב ששב על קיאו אלא מיבעיא ליה למיקם התם עד דפתח שליח צבור וכדפתח שליח צבור הדר לדוכתיה ואיכא מאן דאמר עד דמטי שליח צבור לקדושה:", 
            "<b>מתני'</b>    המתפלל וטעה סימן רע לו ואם שליח צבור הוא סימן רע לשולחיו מפני ששלוחו של אדם כמותו אמרו עליו על ר' חנינא בן דוסא שהיה מתפלל על החולים ואומר זה יהיה וזה ימות אמרו לו מנין אתה יודע אמר להם אם שגורה תפלתי בפי יודע אני שהוא מקובל ואם לאו יודע אני שהוא מטורף:", 
            "<b>גמ'</b>  המתפלל וטעה אהייא אמר רב ספרא משום חד דבי   ר' אמי באבות ואיכא דמתני לה אברייתא המתפלל צריך  שיכוין את לבו בכולן  ואם אינו יכול לכוין את לבו בכולן יכוין את לבו אפילו באחת מהן אמר רב ספרא משום חד רבי רבי אמי באבות אמר רבי חייא בר אבא א\"ר יוחנן לעולם אל יתפלל  אדם אלא בבית שיש בו חלונות שנאמר  דניאל ו  וכוין פתיחן ליה בעליתיה נגד ירושלם וגו':", 
            "\n  הדרן עלך אין עומדין \n", 
            "<b>כיצד</b>   מברכין על הפירות על פירות האילן   הוא אומר בפה\"ע חוץ מן היין שעל היין הוא אומר בורא פרי הגפן על פירות הארץ הוא אומר בורא פרי האדמה חוץ מן הפת שעל הפת הוא אומר המוציא לחם מן הארץ ועל הירקות הוא אומר בורא פרי האדמה ר' יהודה אומר בורא מיני דשאים:", 
            "<b>גמ'</b>  ת\"ר  ויקרא יט  קודש הלולים לה' מלמד שטעון ברכה לפניו ולאחריו מכאן אמר רבי עקיבא אסור  לאדם שיטעום כלום קודם שיברך תנו רבנן  אסור לאדם שיהנה מן העולם הזה בלא ברכה וכל הנהנה מן העוה\"ז בלא "
        ], 
        [
            "ברכה מעל  מאי תקנתיה אמר רבא ילך אצל חכם   מעיקרא וילמדנו ברכות כדי שלא יבא לידי מעילה:", 
            "אמר רב יהודה אמר שמואל כל הנהנה מן העולם הזה בלא ברכה כאילו נהנה מקדשי שמים שנאמר  תהלים כד  לה' הארץ ומלואה תבל ויושבי בה:", 
            "ר' לוי רמי כתיב לה' הארץ ומלואה וכתיב  שם קטו  השמים שמים לה' והארץ נתן לבני אדם לא קשיא כאן קודם ברכה   כאן לאחר ברכה אמר רב יהודה אמר שמואל וכן אמר ר' יצחק וכן אמר ר' יוחנן אשמן זית מברכין עליו בורא פרי העץ ודוקא היכא  דחשש   בגרונו ושתי ליה על ידי אניגרון דהוי ליה שמן עיקר דתניא החושש בגרונו לא יערענו בשמן   אבל נותן הוא שמן הרבה לתוך אניגרון ובולע אבל היכא דאכיל ליה על ידי הפת הויא ליה הפת עיקר ושמן טפל ותנן זה הכלל כל שהוא עיקר ועמו טפלה מברך על העיקר ופוטר את הטפלה  ואי שתי ליה משתיא אזוקי מזיק ליה ולא מברך עליה:", 
            "  קימחא דחיטי רב יהודה אמר בורא פרי האדמה ורב נחמן אמר שהכל ומסתברא כרב נחמן דלא רגילי אינשי לספויי קמחא והכין פסקו רבוואתא וכן קמחא דשערי נמי שהכל דאמר שמואל קרא חייא וקמחא דשערי מברכין עליהן שהכל   קורא  רב יהודה אמר בורא פרי האדמה ושמואל אמר שהכל והלכתא "
        ], 
        [
            "כשמואל אמר רב יהודה אמר רב צלף של ערלה זורק את האביונות ואוכל את הקפריסין רבינא אשכחיה למר בר רב אשי דקא זריק אביונות וקא אכיל קפרס   והלכתא הכין דזורק את האביונות ואוכל את הקפרס ומדלגבי  ערלה לאו פרי הוא גבי ברכה נמי לאו פירא הוא ולא מברכינן עילויה בפה\"ע  אלא בפה\"א:", 
            "פלפלי  רטיבתא בפה\"א ויבשתא ולא כלום דלאו אוכלא הוא וכן  זנגבילא רטיבתא מברך עליה בורא פרי האדמה ויבשתא ולא כלום:", 
            " חביץ  קדירא וכן דייסא  דכעין חביץ קדירא כגון דאיכא בה דובשא רב יהודה אמר שהכל ורב כהנא אמר בורא מיני מזונות אמר רב יוסף נקוט דרב כהנא בידך דרב "
        ], 
        [
            "ושמואל דאמרי תרוייהו כל שיש בו מחמשת המינין מברכין עליו בורא מיני מזונות  וכן הלכתא פי' חביץ קדרא קורין לו ישמעאלים כוביץ גופא   רב ושמואל דאמרי תרוייהו כל שהוא מחמשת המינין מברכין עליו בורא מיני מזונות ואותבינן עלייהו דאמרי כל שהוא מחמשת מינין מברכין עליו בורא מיני מזונות דאלמא אורז לדידהו לא מברכינן עליה בורא מיני מזונות מהא דתניא   הכוסס את החטה מברך עליה בורא  פרי האדמה טחנה אפאה ובישלה בזמן שהפרוסות קיימות בתחלה מברך עליו המוציא ולבסוף שלש ברכות ואם אין הפרוסות קיימות בתחלה מברך עליו בורא מיני מזונות ולבסוף ברכה אחת מעין שלש והכוסס את האורז מברך בפה\"א טחנו אפאו ובישלו אע\"פ שהפרוסות קיימות בתחלה מברך עליו ב\"מ מזונות ולבסוף ברכה אחת מעין שלש וסלקא להו בתיובתא הלכך לגבי אורז כד מבשיל ליה בתחלה מברך בורא מיני מזונות ולבסוף בורא נפשות רבות כדתריצנא להא מתניתא   תני גבי אורז ולבסוף אינו מברך עליו ולא כלום וקיימא לן דכל ולבסוף ולא כלום מברך בורא נפשות רבות והני מילי כדאיתיה לאורז בעיניה אבל על ידי תערובות לא  דקי\"ל בהא כרב ושמואל דאמרי תרוייהו כל שיש בו מחמשת המינין מברכים עליו בורא מיני מזונות דלא איתותב רב ושמואל אלא לענין כל שהוא מחמשת המינין דאיתיה בעיניה אבל כל שיש בו מחמשת המינין דליתיה בעיניה אלא על ידי תערובות לא איתותב הלכך קי\"ל כותייהו בהא דליכא מאן דפליג עלייהו ועוד דסוגיין כותייהו ופת  דוחן בתחלה מברך  שהכל ולבסוף בורא נפשות רבות  וריהטא דמחוזא בין דמפשי ביה קימחא ובין דלא מפשי ביה קימחא מברך עליו בורא מיני מזונות כרב ושמואל דאמרי תרוייהו כל שיש בו מחמשת המינין מברך עליו בורא מיני מזונות ולבסוף ברכה אחת מעין שלש:", 
            "אמר רב יוסף האי חביצא אי אית ביה פירורין  כזית "
        ], 
        [
            "מברך עליה המוציא לחם ושלש ברכות ואי לית ביה פירורין כזית בתחלה מברך עליה בורא מיני מזונות ולבסוף ברכה אחת מעין שלש ורב ששת אמר אפי' פירורין שאין בהן כזית מברכין עליה המוציא אמר רבא והוא דאיכא עליה  תוריתא דנהמא וכן הלכתא:", 
            "אמר אביי  טריתא פטורה מן החלה מאי טריתא איכא דאמרי מרתח גביל  ואיכא דאמרי נהמא דהנדקא ואיכא דאמרי לחם העשוי לכותח דתני ר' חייא לחם העשוי לכותח פטור מן החלה   ואם עשאה כעבין חייבת כלמודים פטורה והא "
        ], 
        [
            " טריתא דארעא מברכינן עלה בורא מיני מזונות ואם קבע סעודתיה עילוה מברך עלה המוציא ושלש ברכות מר זוטרא קבע עלה ובריך עלה המוציא ושלש ברכות אמר מר בר רב אשי ואדם יוצא בה י\"ח בפסח מ\"ט  דברים טז  לחם עוני קרינא ביה ואמר מר בר רב אשי האי  דובשא דתמרי  מברך עליו שהכל מ\"ט זיעה  בעלמא הוא ותמרי דעבדינהו טרימא מברך עליהן בורא פרי העץ מאי טעמא במלתייהו קיימי כדמעיקרא:", 
            "שתיתא רב אמר שהכל ושמואל אמר בורא מיני מזונות אמר רב חסדא ולא פליגי הא בעבה והא ברכה עבה דלאכילה עבדי לה בורא מיני מזונות ורכה דלרפואה עבדי לה מברך שהכל:", 
            "על  הירקות הוא אומר בורא פרי האדמה:", 
            "  קתני ירקות דומיא דפת מה פת שנשתנו על ידי האור אף ירקות שנשתנו ע\"י האור אמר רבנאי משמיה דאביי זאת אומרת שלקות מברך עליהן ב\"פ האדמה וקיימא לן הכי דהא רב ושמואל ור' יוחנן כולהו סבירא להו דשלקות ב\"פ האדמה ותניא נמי הכי יוצאין ברקיק השרוי ובמבושל שלא נמוח דברי ר\"מ ר' יוסי אומר יוצאים ברקיק השרוי אבל לא במבושל אע\"פ שלא נמוח ולא פליג רבי יוסי עליה דר\"מ אלא במצה משום דבעינן טעם מצה וליכא אבל בעלמא  אפילו ר' יוסי מודה דשלקות במלתייהו קיימי ומברכינן עלייהו בורא פרי האדמה ואפילו  תומי וכרתי.", 
            "קרא חייא וסלקא וכרובא מברך עלייהו שהכל וכד שליק להו מברך עלייהו בורא פרי האדמה וכן כל מידי דלאו אורחינהו דאינשי למכלינהו בחיותייהו מברכינן עלייהו שהכל ואי שליק להו מברכינן עלייהו בורא פרי האדמה:", 
            "אמר ר' חייא בר אבא אני ראיתי את רבי יוחנן שאכל זית מליח ובירך עליו תחלה וסוף שמעינן מינה דכל  היכא דאיכא "
        ], 
        [
            "כזית בעי ברכה תחלה וסוף אבל היכא דליכא כזית תחלה בעי ברכה שאסור לאדם ליהנות מן העולם הזה כלום בלא ברכה ולבסוף לא בעי ברכה:", 
            "  אמר רב אשי כי הוינן בי רב כהנא אמר לן האי תבשילא דסילקא קא מברך בורא פרי האדמה דליפתא  בורא מיני מזונות הדר אמר אידי ואידי בורא פרי האדמה והאי דשדי בה קמחא טפי לדבוקי בעלמא עבדי לה  ומיא דסילקא ומיא דליפתא ומיא דשיבתא כולהו בפה\"א דקיימא לן מיא דכולהו שלקי ככולהו שלקי דמיין:", 
            "אמר רב חייא בר אשי אמר רב  פת  הצנומה בקערה מברכינן עליה המוציא ופליגא דרבי חייא דאמר הכל מודים שצריך שתכלה ברכה עם הפת  מתקיף לה רבא מאי שנא צנומה דלא דכי כליא ברכה אפרוסה קא כליא אי הכי על הפת נמי כי כליא ברכה אפרוסה קא כליא אלא אמר רבא מברך  ואחר כך בוצע   (והלכתא כרבי חייא בר אשי) והלכתא   (כר' חייא אליבא) דרבא:"
        ], 
        [
            "איתמר הביאו לפניהם פתיתין ושלמין אמר רב הונא מברך על הפתיתין ופוטר את השלמין ורבי יוחנן אמר שלימה מצוה מן המובחר אבל פרוסת של חטים ושלימה מן השעורים דברי הכל מברך על הפרוסה של חטים ופוטר את השלמין של שעורים אמר רב נחמן בר יצחק וירא שמים מקיים את שתיהן כי הא דמר בריה דרבינא מניח פרוסה בתוך  שלימה ובוצע תני תנא קמיה דרב נחמן בר יצחק פרוסה ושלימה מניח פרוסה בתוך שלימה ובוצע אמר ליה מה שמך אמר ליה שלמון אמר ליה שלום אתה   ושלום למשנתך ששמת שלום בין התלמידים אמר רב פפא הכל מודים בפסח שמניח פרוסה בתוך שלימה ובוצע מ\"ט  דברים טז  לחם עוני אמר רחמנא אמר ר' אבא ובשבת חייב לבצוע על שתי ככרות מאי טעמא  שמות טז  לחם משנה כתיב:", 
            "אמר רב אשי כי הוינן כי רב כהנא הוה שקיל תרתי ובצע חדא:", 
            "רב אמי ורב אסי כי הוה מיקלע להו ריפתא דעירובא בשבת מברכין עליה המוציא אמרי הואיל ואתעביד ביה מצוה חדא נעביד ביה מצוה אחריתי:", 
            "  אמר רב  טול  כרוך טול כרוך אינו צריך לברך הביאו מלח הביאו לפתן צריך לברך ור' יוחנן אמר אפי' הביאו לפתן הביאו מלח אין צריך לברך גביל לתורי גביל לתורי צריך לברך ורב ששת אמר אפילו גביל לתורי גביל לתורי אין צריך לברך דאמר רב יהודה אמר שמואל אסור לאדם שיטעום כלום קודם שיתן מאכל לבהמתו שנא'  דברים יא  ונתתי עשב בשדך לבהמתך והדר ואכלת ושבעת אמר רבה בר שמואל משום ר' חייא אין הבוצע רשאי לבצוע עד שיביאו מלח או לפתן לפני כל אחד ואחד רבה בר שמואל איקלע לבי "
        ], 
        [
            "ריש גלותא אפיקו ליה ריפתא בצעה לאלתר אמרו ליה הדר ביה מר משמעתיה  אמר להו לית דין צריך בשש:", 
            "<b>מתני'</b>   בירך על פירות האילן בפה\"א יצא ועל פירות הארץ בורא פרי העץ לא יצא ועל כולם אם אמר שהכל נהיה בדברו יצא   ועל דבר שאין גידולו מן הארץ אומר שהכל נהיה בדברו על החומץ ועל הנובלות ועל הגובאי אומר שהכל נהיה בדברו רבי יהודה אומר כל שהוא מין קללה אין מברכין עליו:", 
            "<b>גמ'</b>  ועל כולם אם אמר שהכל יצא:", 
            "איתמר רב הונא אמר חוץ מן הפת ויין ור' יוחנן אמר אפילו פת ויין והלכתא כרבי יוחנן:", 
            "אמר רב  כל ברכה  שאין בה הזכרת השם אינה ברכה ורבי יוחנן אמר כל ברכה שאין בה מלכות והזכרת השם אינה ברכה וקי\"ל כרבי יוחנן דאמר בעינן הזכרת השם ומלכות:", 
            " ועל דבר שאין גידולו מן הארץ אומר שהכל:", 
            "ת\"ר ועל דבר שאין גידולו מן הארץ כגון בשר בהמה וחיה ועופות ודגים אומר שהכל נהיה בדברו על הפת שעפשה ועל היין שהקרים ועל תבשיל שעברה צורתו אומר שהכל נהיה בדברו על החלב ועל הגבינה ועל הביצים ועל הדגים ועל החומץ ועל הנובלות ועל הגובאי אומר שהכל ור' יהודה אומר כל שהוא מין קללה אין מברכין עליו ועל המלח ועל הזומית ועל כמהין ופטריות הוא אומר שהכל נהיה בדברו:", 
            "<b>מתני'</b>  היו לפניו  מינין הרבה רבי יהודה אומר אם יש ביניהם ממין שבעה עליו הוא מברך וחכמים אומרים מברך על איזה מהם שירצה:", 
            "<b>גמ'</b>    אמר עולא מחלוקת כשברכותיהן שוות כגון אתרוג וזית דר' יהודה סבר מין שבעה עדיף ורבנן סברי  חביב עדיף  אבל כשאין ברכותיהן שוות דברי הכל מברך על זה וחוזר ומברך על זה ואיזה  שירצה יקדים:", 
            "אמר רב יוסף ואיתימא רבי יצחק כל המוקדם בפסוק זה הוא  מוקדם לברכה  דברים ח  ארץ חטה ושעורה וגו':", 
            "  רב חסדא ורב המנונא הוו יתבי בסעודתא אייתו לקמייהו תמרי ורמוני שקיל רב המנונא ובריך אתמרי ברישא א\"ל רב חסדא לא סבר לה מר להא דאמר רב יוסף ואיתימא רבי יצחק "
        ], 
        [
            "כל המוקדם בפסוק זה הוא קודם לברכה אמר ליה זה שני לארץ וזה חמישי לארץ אמר ליה מאן יהיב לן נגרי דפרזלא ונשמעינן:", 
            "איתמר הביאו לפניהם תאנים וענבים בתוך הסעודה אמר רב הונא טעונין ברכה לפניהם ואין טעונין ברכה לאחריהם וכן אמר רב נחמן ורב ששת אמר טעונין ברכה בין לפניהם בין לאחריהם שאין לך דבר שטעון ברכה לפניו ואין טעון ברכה לאחריו אלא פת הבאה בכסנין בלבד  ופליגא דרבי חייא דאמר רבי חייא פת  פוטרת כל מיני מאכל ויין פוטר כל מיני משקין:", 
            "אמר רב פפא הלכתא דברים הבאים  מחמת  הסעודה בתוך הסעודה אין טעונין ברכה לא לפניהם "
        ], 
        [
            "ולא לאחריהם שלא מחמת הסעודה בתוך הסעודה טעונין ברכה לפניהן ואין טעונין ברכה לאחריהם לאחר הסעודה טעונין ברכה בין לפניהם בין לאחריהן וקיימא לן כרב פפא.", 
            "שאלו תלמידיו את בן זומא מפני מה אמרו דברים הבאים בתוך הסעודה מחמת הסעודה אין טעונין ברכה לא לפניהם ולא לאחריהם אמר להם הואיל ופת פוטרתן אי הכי יין נמי תפטר ליה פת אמר להם   יין גורם ברכה לעצמו רב הונא אכיל מפת  הבאה בכסנין  תריסר רפתי בני תלתא "
        ], 
        [
            "תלתא לקבא ולא בריך אמר רב נחמן עדיין מר כפין הוא אלא אמר רב נחמן כל שאחרים קובעין עליו   מחמת הסעודה צריך לברך וכל שאין אחרים קובעין עליו מחמת הסעודה אינו צריך לברך ומסקנא היכא דאכיל לה בתורת כסנין בתחלה מברך בורא מיני מזונות  ולבסוף ולא כלום והיכא דאכיל לה בתורת קביעותא מברך עליה המוציא ושלש ברכות דאמר רב יהודה אמר שמואל לחמניות מערבין בהן ומברכין עליהן המוציא ואוקימנא בדקבע עלייהו:", 
            "רב פפא איקלע לבי רב הונא בריה דרב נתן   בתר דגמור סעודתייהו יתיב רב פפא וקא אכיל אמרו ליה לא סבר לה מר גמר  אסור לאכול אמר להו סילק איתמר ולית הלכתא הכי אלא כל זמן שלא נטל ידיו לברכה מצי אכיל דאמרינן ולית הלכתא בכל הני שמעתא אלא כי הא דאמר רב חייא בר אשי אמר רב שלשה תכיפות הן תכף לסמיכה שחיטה תכף לגאולה תפלה תכף  לנטילת ידים  ברכה:", 
            "<b>מתני'</b>  בירך  על היין שלפני המזון פטר את היין שלאחר המזון בירך על הפרפרת שלפני המזון פטר את הפרפרת  שלאחר המזון בירך על הפת פטר את הפרפרת על הפרפרת לא פטר את הפת בית שמאי אומרים אף לא מעשה קדרה:", 
            "<b>גמ'</b>    אמר רבה בר בר חנה אמר ר' יוחנן  לא שנו אלא בשבתות  וימים טובים  הואיל ואדם קובע סעודתו על היין אבל כשאר ימות השנה הואיל ואדם קובע סעודתו על המים בירך על היין שלפני המזון לא פטר את היין שלאחר המזון פירוש היין ששותין לאחר הסעודה ועדיין לא ברכו ברכת המזון הוא הנקרא יין שלאחר המזון אבל אם ברכו ברכת המזון יין שלאחר המזון צריך לברך עליו ואינו נפטר בברכה שבירך על היין שלפני המזון לא שנא חול ולא שנא שבתות וימים טובים כדגרסינן בערבי פסחים (דף קג:) אמימר ומר זוטרא ורב אשי הוו יתבי בסעודתא וקאי עילויהו רב אחא בריה דרב "
        ], 
        [
            "איקא אמימר בריך על כל כסא וכסא מר זוטרא בריך אכסא קמא ואכסא דברכתא רב אשי בריך אכסא קמא ותו לא בריך אמר רב אחא אנא כמאן נעביד אמימר אמר אנא נמלך אנא ומר זוטרא אמר אנא דעבדי כתלמידי דרב דרב ברונא ורב חננאל תלמידי דרב הוו יתבי בסעודתא הוה קאי עילויהו רב ייבא סבא אמרי ליה הב לן ונבריך ולבסוף אמרי ליה הב  לן ונשתי אמר להו הכי אמר רב כיון דאמריתון הב לן ונבריך איתסר לכו למשתי וכן הלכתא:", 
            "  רב יצחק בר יוסף איקלע לבי אביי ביום טוב חזייה דבריך והדר בריך א\"ל לא סבר לה מר להא דרבי יהושע בן לוי בירך על היין שלפני המזון פוטר את היין שלאחר המזון אמר ליה אנא נמלך  אנא בא לחם יין בתוך המזון אפי' בשבתות וימים טובים אינו פוטר את היין  שלאחר המזון משום דזה לשרות וזה לשתות דקיימא לן   כתלמידי דרב דאמרי אינו פוטר:", 
            "<b>מתני'</b>  היו  יושבין   כל אחד ואחד מברך לעצמו הסבו אחד מברך לכולם בא להם יין בתוך המזון כל אחד ואחד מברך לעצמו   לאחר  המזון אחד מברך לכולם והוא אומר על המוגמר אף עד פי שאין "
        ], 
        [
            "מביאין את המוגמר אלא לאחר הסעודה:", 
            "<b>גמ'</b>  דוקא הסבו הוא שאחד מברך לכולם המוציא אבל לא הסבו לא ואי אמרי ניזיל ניכול נהמא בדוכתא פלוגי אף על גב דלא הסבו אלא כל אחד ואחד אוכל מככרו כמאן דקביעי דמו ואחד מברך לכולם כדתני' עשרה שהיו מהלכין כדרך אע\"פ שכולם אוכלים מככר אחד כל אחד ואחד מברך לעצמו עלו וישבו אע\"פ שכל אחד ואחד אוכל מככרו אחד מברך לכולם  ואוקימנא כגון דאמרי ניזיל ניכול נהמא בדוכתא פלוני ויין נמי בעי הסבה   כרבי יוחנן (דאמר רבי יוחנן) ואם הסבו אחד מברך  לכולם בפה\"ג ואם לא הסבו כל אחד ואחד מברך לעצמו שאלו את בן זומא מפני מה  אמרו בא להם יין בתוך המזון כל אחד ואחד מברך לעצמו אמר להם הואיל ואין בית  הבליעה פנוי:", 
            "והוא  אומר על המוגמר:", 
            "הוא מכלל דאיכא עדיף מיניה מסייעא ליה לרב דאמר רב חייא בר אשי אמר רב  כל הנוטל ידיו באחרונה תחלה הוא מזומן לברכה אמר ר' זירא א\"ר ירמיה מאימתי מברך על  המוגמר משתעלה תמרתו "
        ], 
        [
            "אמר רב חסדא אמר רב על כל המוגמרות כולן מברכין עליהם  בורא עצי בשמים חוץ ממושק\"א  שמין חיה הוא שמברכין עליו בורא מיני בשמים ומשחא דאפרסמא מברכין עליה בורא שמן ערב  וכשרתא  ומשחא כבישא ומשחא טחינא כולהו מברכינן עלייהו בורא עצי בשמים   וסימל\"ק וחלפי  דימא מברכינן עלייהו בורא עצי בשמים ונרקום  דגנוניתא מברכינן עלייהו בורא עצי בשמים דדברא בורא עשבי בשמים (כ\"ה בספרי הרי\"ף הישנים)   אמר מר זוטרא האי  מאן דמורח באתרוגא או בחבושא אומר ברוך שנתן ריח טוב בפירות:", 
            "אמר מר יהודה האי מאן דנפיק ביומי ניסן וחזא אילני דקא מלבלבי אומר ברוך שלא חיסר בעולמו כלום וברא בו בריות טובות ואילנות טובות כדי להתנאות בהן בני אדם:", 
            "אמר (באלפסי של הב\"ח מר) רב זוטרא בר טוביה אמר רב מנין שמברכין על ריח טוב שנאמר  תהלים קנ  כל הנשמה תהלל יה איזהו דבר שהנשמה נהנית ממנו ואין הגוף נהנה ממנו הוי אומר זה הריח:", 
            "תנו רבנן הביאו לפניהם שמן והדס בית שמאי אומרים מברך על השמן ופוטר את ההדס ובית הלל אומרים מברך על ההדס ופוטר את השמן אמר רבן גמליאל אני אכריע שמן זכינו לריחו וזכינו לסיכתו הדס לריחו זכינו לסיכתו לא זכינו אמר ר' יוחנן הלכה כדברי המכריע רבא אמר הלכה כבית הלל והלכתא כרבא  דבתרא הוא:", 
            "תנו רבנן  הביאו לפניו שמן ויין ב\"ש אומרים אוחז את השמן בימינו ואת היין בשמאלו ומברך על השמן (בס\"י וחוזר ומברך וכן לקמן) ואחר כך על היין ובית הלל אומרים אוחז את היין בימינו ואת השמן בשמאלו ומברך על היין  ואחר כך מברך על השמן וטחו בראש השמש ואם שמש תלמיד חכם הוא טחו בכותל מפני שגנאי הוא לתלמיד חכם שיצא כשהוא מבושם לשוק תנו רבנן  ששה דברים גנאי הוא לתלמיד חכם אל יצא כשהוא מבושם לשוק ואל יצא יחידי בלילה ואל יצא במנעלים מטולאים ואל יספר עם אשה בשוק ואל ישב בחבורה של עמי הארץ ואל יכנס באחרונה לבית המדרש ויש אומרים אל יפסיע פסיעה גסה ואל יהלך בקומה זקופה:", 
            "אל יצא כשהוא מבושם לשוק   במקום שחשודין   אותו על משכב זכור ולא אמרן אלא בבגדו אבל בגופו זיעה מעברא ליה ואל יצא יחידי בלילה משום חשדא ולא אמרן אלא דלא קביע ליה עידנא אבל קביע ליה עידנא מידע ידעי דלעידניה קא אזיל ואל יצא במנעלים מטולאים ולא אמרן   אלא בטלאי על גבי טלאי ובפינתא ובימות החמה אבל בגילדא או בימות הגשמים לית לן בה ואל יספר עם אשה בשוק ואפילו היא אשתו ואפילו היא בתו או אחותו לפי שאין הכל בקיאין בקרובותיו ואל ישב בחבורה של עמי הארץ ודילמא אתי לאימשוכי בתרייהו ואל יכנס באחרונה לבית המדרש דילמא חשדי ליה בפושעים ואל יפסיע פסיעה גסה דאמר מר פסיעה גסה נוטלת אחת מחמש מאות ממאור עיניו של אדם  מאי תקנתיה ליהדריה בקדושא דבי שמשא ואל יהלך בקומה זקופה משום שנאמר  ישעיה ו  מלא כל הארץ כבודו:", 
            "<b>מתני'</b>     הביאו לו מליח בתחלה ופת עמו מברך על המליח ופוטר את הפת "
        ], 
        [
            "שהפת טפילה לו זה הכלל כל שהוא עיקר ועמו טפילה מברך על העיקר ופוטר את הטפילה:", 
            "<b>גמ'</b>  ומי איכא מידי דהוי מליח עיקר ופת טפל אמר רב אחא בר רב עולא באוכלי פירות גנוסר שנינו:", 
            "<b>מתני'</b>   אכל תאנים וענבים ורמונים מברך עליהן שלש ברכות דברי ר\"ג וחכ\"א ברכה אחת מעין שלש ר\"ע אומר אפי' אבל שלוק והוא מזונו מברך עליו שלש ברכות השותה מים לצמאו אומר שהכל רבי טרפון אומר בורא נפשות רבות:", 
            "<b>גמ'</b>  אמר ר' יעקב בר אידי אמר ר' חנינא כל שהוא מחמשת המינין בתחלה מברך בורא מיני מזונות ולבסוף ברכה אחת מעין  שלש אמר רבה בר מארי אמר רבי יהושע בן לוי כל שהוא משבעת המינים בתחלה מברך עליו בורא פרי העץ ולבסוף ברכה אחת מעץ שלש אמר ליה אביי לרב דימי מאי ניהו ברכה אחת  מעין שלש אמר ליה דחמשת המינים על המחיה ועל הכלכלה ועל תנובת השדה ועל ארץ חמדה טובה ורחבה שנתת לעמך והנחלת את אבותינו רחם ה' אלהינו על ישראל עמך ועל ירושלים עירך ועל ציון משכן כבודך ובנה את ירושלים עירך במהרה בימינו ונאכל מפריה ונשבע מטובה ונברכך עליה בקדושה ובטהרה כי אל טוב ומטיב אתה ברוך אתה ה' על הארץ ועל  המחיה  דפירי  על העץ ועל פרי העץ דחמרא על הגפן ועל פרי הגפן מיחתם במאי חתים רב חסדא אמר על הארץ ועל הפירות רבי יוחנן אמר על הארץ ועל פירותיה אמר רב עמרם ולא פליגי הא לן והא להו   וכן על היין חותם על הארץ ועל פרי הגפן:", 
            " השותה מים לצמאו  אומר שהכל:"
        ], 
        [
            "לאפוקי מאי אמר רב אידי בר אבין לאפוקי    דחנקתיה אומצא:", 
            "רבי טרפון אומר בורא נפשות רבות:", 
            "אמר ליה רבא בר רב חנן לאביי הלכתא מאי אמר ליה פוק חזי מאי עמא דבר:", 
            "תנו רבנן אחר שכר תמרים ואחד שכר שעורים ואחד שמרי יין מברכין עליהן  שהכל אחרים אומרים שמרים שיש בהם טעם יין מברכין עליהן בורא פרי הגפן רבה ור' יוסף דאמרי תרוייהו אין הלכה  כאחרים:", 
            "<b>שלשה</b>   שאכלו כאחת חייבין  לזמן אבל דמאי ומעשר ראשון שנטלה תרומתו    ומעשר שני והקדש שנפדו והשמש שאכל כזית והכותי מזמנין עליהן אבל  טבל ומעשר ראשון שלא נטלה תרומתו ומעשר שני "
        ], 
        [
            "והקדש שלא נפדו והשמש שאכל פחות מכזית  והנכרי אין מזמנין עליהן נשים  ועבדים וקטנים אין מזמנין עליהם עד כמה מזמנין עד כזית רבי יהודה אומר עד כביצה:", 
            "<b>גמ'</b>  מנא הני מילי אמר רב אסי דאמר קרא  תהלים לד  גדלו לה' אתי ונרוממה שמו יחדיו אמר רב חנן בר אבא מנין לעונה אמן שלא יגביה קולו יותר מן המברך שנאמר גדלו לה' אתי ונרוממה שמו יחדיו   אמר אביי נקטינן שנים שאכלו  מצוה ליחלק תניא נמי הכי שנים שאכלו מצוה ליחלק בד\"א כששניהם סופרים אבל אחד סופר ואחד בור סופר מברך ובור יוצא אמר רב דימי בר יוסף אמר רב שלשה שאכלו ויצא אחד מהן לשוק קורין לו ומזמנין עליו  אמר אביי והוא דקרו ליה ועני אמר מר זוטרא לא אמרן אלא בשלשה אבל בעשרה עד דניתי:", 
            "   שלשה שאכלו אחד מפסיק לשנים  ואין שנים מפסיקין לאחד:", 
            "יהודה בר מרימר ומר בר   אשי ורב אחא מדפתי כרוכי ריפתא בהדי הדדי אמרי הא דתנן שלשה שאכלו כאחת חייבין לזמן הני מילי היכא דאיכא גדול אנן חילוק ברכות עדיף לן בריך כל חד לנפשיה אתו לקמיה דמרימר אמר להו ידי ברכה יצאתם ידי זימון לא יצאתם וכי תימרו נהדר ונזמן  אין זימון למפרע:", 
            "בא  ומצאן כשהן מברכין מהו עונה אחריהם רב זביד אמר ברוך ומבורך ורב פפא אמר "
        ], 
        [
            "אמן ולא פליגי הא דאשכחינהו דקאמרי נברך והא דאשכחינהו דקאמרי ברוך  אשכחינחו דקאמרי נברך אומר ברוך ומבורך אשכחינהו דקאמרי ברוך עונה אמן:", 
            " תאני חדא כל העונה אמן אחר ברכותיו הרי זה משובח ותניא אידך הרי זח מנונה לא קשיא הא דעני אמן אחר כל ברכה וברכה והא דעני אמן בבונה ירושלים  ירושלמי בפרק אין עומדין להתפלל (הלכה ד') תני הפורס על שמע והעובר לפני התיבה והנושא את כפיו והקורא בתורה ומפטיר בנביא והמברך על כל אחת מכל מצות האמורות בתורה לא יענה אחר עצמו אמן ואם ענה הרי זה בור אית תנא דתני הרי זה חכם אמר רב חסדא מאן דאמר הרי זה בור בעונה על כל ברכה וברכה ומאן דאמר הרי זה חכם בעונה בסוף:", 
            "  אמר ר' יוחנן משום רבי שמעון בן יוחאי  בעל הבית בוצע כדי שיבצע בעין יפה ואורח מברך כדי שיברך לבעל הבית מאי מברך יהי רצון שלא יבוש בעל הבית הזה לא בעולם הזה ולא בעולם הבא רבי מוסיף בה דברים ויצלח מאד בכל נכסיו ויהיו נכסיו מצליחין וקרובין לעיר ואל יזדקק לפניו ולא לפנינו שום הרהור עבירה ועון ואל ישלוט שטן בכל מעשה ידינו מעתה ועד עולם   עד היכן ברכת  הזימון רב נחמן אמר עד נברך ורב ששת אמר עד הזן כלומר שאם אכלו שלשה כאחת והוצרך אחד מהן לצאת שיושב עד שאומרין ברוך שאכלנו משלו ובטובו חיינו ויוצא שזו היא ברכת הזימון ורב ששת אמר עד הזן את הכל ואמרינן נימא כתנאי   דתני חדא   שנים ושלשה   (שאכלו מברכין ברכת המזון) ותניא אידך שלשה וארבעה מאי   לאו דכ\"ע אית להו הטוב והמטיב לאו דאורייתא   ובהא קא מיפלגי דמאן דאמר שנים ושלשה סבר עד הזן ומאן דאמר שלשה וארבעה סבר עד נברך "
        ], 
        [
            "ודחינן לא רב ששת מתריץ לטעמיה ורב נחמן מתריץ לטעמיה וכו' הא שמעתא שקלו וטרו בה קמאי ז\"ל ולא סלקא להו כל עיקר משום דסבירא להו דהא דתניא שנים ושלשה ברכות אינון וקשיא להו היכי תני להו בלשון זכר ולא אשכחו בה פירוקא והאי מימרא דעד היכן ברכת הזימון דאפליגו בה רב נחמן ורב ששת איפליגו בה נמי בגמרא דבני מערבא ואותיבו התם למ\"ד עד נברך מהא   מתני' דשנים ושלשה מברכין ברכת המזון וכד מעיינת ביה סליק לך פירושא דהא שמעתא בלא קושיא ובלא ספק והכי גרסינן התם (בפירקין הל\"א) שלשה שאכלו כאחת ובקש אחד מהן לצאת דבי רב אמרין מברך ברכה ראשונה והולך לו איזו היא ברכה ראשונה דבי רב אמרין זו ברכת הזימון ר' זירא בשם ר' ירמיה אמר זו הזן ר' חלבו בשם ר' חנין בשם רב זו הזן הותיב רב ששת והא מתניתא פליגא שנים ושלשה   (שאכלו) חייבין בברכת   המזון הא ארבעה לא ואי תימא   זו ברכה ראשונה   ניתני ארבע אשכח תנא תני ארבעה ואי תימא זו הטוב והמטיב שנויה היא דאמר רב הונא הטוב והמטיב משניתנו הרוגי ביתר לקבורה תקנוה הטוב שלא הסריחו והמטיב שניתנו לקבורה ונמצאת אומר ששנים ושלשה דקתני גברי אינון והכין פירושה שנים ושלשה שאכלו ואין אחד מהן יודע לברך ברכת המזון כולה אלא אחד יודע ברכה ראשונה והשני יודע השניה והשלישית ואינו יודע הברכה הראשונה או שאחד יודע לברך ברכה ראשונה ואחד יודע לברך ברכה שניה ואחד יודע לברך ברכה שלישית חייבין בברכת המזון לפי שאפשר לברך כל אחד ואחד מהן ברכה אחת שהוא יודע ונמצאת ברכת המזון עולה משנים מהן או משלשתן וגמרינן מינה דברכת המזון עם ברכת הזימון אינה אלא שלש ברכות בלבד ולפיכך אינה נחלקת אלא לשלשה אנשים בלבד ומשום הכי קתני שנים ושלשה ולא קתני ארבעה דאם איתא דברכת הזימון עד נברך הוה אמר ארבעה ופריק אשכח תנא תני ארבעה ואנא דאמרי כוותיה ואם תאמר הך תנא דתני ארבעה משום הטוב והמטיב הוא דתני הכי דמצי אמר לה גברא רביעאה לית לך למימר הכי דברכת הטוב והמטיב דרבנן היא ולא מני לה תנא בהדי דאורייתא דאמר רב הונא וכו' הכין פירושא דהרין גמרא דבני מערבא וחד טעמא הוא עם גמרא דילן וכבר סליק פירושא דהא מתניתא כהוגן וליכא בה קושיא כלל וקיימא לן כרב נחמן דאמר עד נברך וכן עמא דבר דהא יחיד כד מברך מתחיל מברכת הזן אלמא ברכת הזימון דליתא אלא בשלשה עד נברך הוא בלבד אבל ברכת הזן אינה בכלל ברכת הזמון:", 
            "   להיכן הוא  חוזר   כשהוא אומר נברך שאכלנו משלו רב זביד משמיה דאביי אמר חוזר לראש ואומר נברך שאכלנו פעם אחרת ורבנן אמרי "
        ], 
        [
            "למקום שפסק שאומר ברוך שאכלנו משלו ובטובו חיינו וכן הלכתא תניא  מהו אומר בבית האבל ברוך הטוב והמטיב ר' עקיבא אומר דיין האמת ותנא קמא הטוב והמטיב אין דיין האמת לא אלא אימא אף הטוב והמטיב מר זוטרא איקלע לבי רב אשי איתרע מילתא בבריה פתח ואמר ברוך המלך  החי הטוב והמטיב אל אמת דיין האמת שופט בצדק ושליט בעולמו שאנחנו עמו ועבדיו ובכל אנו חייבין להודות לו ולברכו וכן הלכתא תנו רבנן  אין מכבדין לא בדרכים ולא בגשרים   ולא בידים מזוהמות אלא בפתח שראוי למזוזה תנו רבנן שנים ממתינין זה לזה בקערה שלשה אין ממתינין והבוצע הוא פושט ידו תחלה ואם בא לחלוק כבוד לרבו או למי שהוא גדול ממנו הרשות בידו וכד מבצע  מיבעי ליה למבצע (סנהדרין קב:) מהיכא דבשיל שפיר רבה בר רב הונא עסיק ליה לבריה כי רב דניאל בר רב קטינא קדים וקא מתני ליה לבריה  אין המסובין רשאין לטעום עד שיטעום המברך ואין הבוצע רשאי לטעום עד שיכלה אמן מפי העונין ורב חסדא אמר מפי רוב העונין שכל העונה אמן יותר מדאי אינו אלא טועה:", 
            "ת\"ר  אין עונין לא אמן חטופה ולא אמן קטופה ולא אמן יתומה ולא אמן קצרה ולא יזרוק ברכה מפיו בן עזאי אומר כל העונה אמן יתומה "
        ], 
        [
            "יהיו בניו יתומים חטופה יתחטפו ימיו קטופה יתקטפו שנותיו קצרה יתקצרו ימיו וכל המאריך מאריכין לו ימיו ושנותיו ירושלמי איזו היא אמן  יתומה רב הונא אמר ההוא דמחייב לברכה והוא עני ולא ידע מה עני:", 
            "רב ושמואל  הוו יתבי בסעודתא על ואתא רב שימי בר חייא הוה קא מסרהב למיכל אמר ליה רב מאי דעתיך לאצטרופי בהדן אנן אכלינן לן אמר ליה שמואל אי הוו מייתי    ערדיליא וגוזליא לאבא מי לא אכלינן אלמא כל היכא דאי מייתי להו מידי מצי למיכל מיניה מצטרף בהדייהו וכן הלכה והלכתא  גדול מברך אע\"ג דאתא בסוף  סעודה:", 
            "גרסינן בפרק בני העיר (מגילה דף כח.) אמר רבה בר רב הונא אמר ר' יוחנן כל תלמיד חכם שמברך לפניו אפילו כהן גדול עם הארץ אותו תלמיד חכם חייב מיתה שנאמר  משלי ח  כל משנאי אהבו מות אל תיקרי משנאי אלא משניאי אבל כהן  תלמיד חכם מצוה לאקדומיה דאמר מר (גיטין נט:)  ויקרא כא  וקדשתו לכל דבר שבקדושה לפתוח ראשון ולברך ראשון וליטול מנה יפה ראשון:", 
            "   והכותי מזמנין  עליו:", 
            "הני מילי באותו הזמן אבל עכשיו נכרים גמורים הם ואין מזמנין עליהן:", 
            "  אמר רב נחמן קטן  שיודע למי  מברכין מזמנין עליו וכן הלכתא ואמרי רבואתא והוא שנכנס בשנת שלש עשרה שנה ואע\"ג דלא פרח אבל קטן שלא הגיע לשלש עשרה שנה אע\"ג דפרח אין מזמנין עליו ואנן "
        ], 
        [
            "לא סבירא לן הכי דכיון דקרי ליה קטן אפי' בן עשר ובן תשע כשהוא יודע למי מברכין מזמנין עליו והכין חזינא לגאון:", 
            "אמר רב יהודה בריה דרב שמואל בר שילת משמיה דרב  תשעה שאכלו דגן ואחד אכל ירק מצטרפין ואפילו טבל עמהן בציר או ששתה כוס אחד מצטרפין  ואפי'  שבעה שאכלו דגן ושלשה אכלו ירק מצטרפין לנברך לאלהינו אבל ששה לא דבעינן רובא דמינכר והני מילי לענין אצטרופי לבי עשרה אבל להוציא רבים ידי חובתן אינו מוציא עד שיאכל  כזית דגן וקאמרי רבנן דוקא אצטרופי להי עשרה אבל לבי תלתא אינו מצטרף עד שיאכל כזית דגן   אמ' רב נחמן  משה תיקן להם לישראל ברכת הזן בשעה שירד להם המן יהושע תיקן להם ברכת הארץ בשעה שנכנסו לארץ דוד ושלמה תקנו בונה ירושלים דוד תיקן על ישראל עמך ועל ירושלים עירך ושלמה תיקן על הבית הגדול ובקדוש שנקרא שמך עליו והטוב והמטיב ביבנה תקנוה כנגד הרוגי ביתר:", 
            "תנו רבנן סדר ברכת המזון כך היא ראשונה ברכת הזן שניה ברכת הארץ שלישית בונה ירושלים רביעית הטוב והמטיב ובשבת מתחיל בנחמה ומסיים  בנחמה ואומר קדושת היום באמצע מתחיל בנחמה  שאומר נחמנו ה' אלהינו בבנין עירך ומסיים בנחמה שאומר והעלנו לתוכה ונחמנו בה כי אתה הוא בעל הנחמות  ברוך אתה ה' מנחם עמו ישראל בבנין ירושלם תניא ר' אליעזר אומר כל שלא אמר ארץ חמדה טובה ורחבה בברכת הארץ   לא יצא ידי חובתו נחום הזקן אומר צריך שיזכיר בה ברית רבי יוסי אומר "
        ], 
        [
            "צריך שיזכיר בה תורה פלימו אומר צריך שיקדים ברית לתורה שזו ניתנה בשלש בריתות   וזו ניתנה בשלש עשרה בריתות ר' אבא אומר צריך שיאמר   הודאה תחלה וסוף והפוחת לא יפחות   מאחת וכל הפוחת מאחת הרי זה מגונה וכל החותם מנחיל ארצות בברכת הארץ ומושיע ישראל בבונה ירושלים הרי זה מגונה וכל שאינו אומר ברית ותורה בברכת הארץ ומלכות בית דוד בבונה ירושלים לא יצא ידי חובתו:", 
            "תנו רבנן  מהו חותם בה בונה ירושלים רבי יוסי בר יהודה אומר מושיע ישראל ובונה ירושלים רבה בר רב הונא איקלע לבי ריש גלותא פתח בחדא וסיים בתרתי במושיע ישראל ובונה ירושלים אמר רב חסדא גבורתא למיחתם בתרתי והתניא רבי אומר אין חותמין בשתים קשיא ומסקנא אפילו פתח ברחם על ישראל עמך חותם בבונה ירושלם שנאמר  תהלים קמז  בונה ירושלם ה' נדחי ישראל יכנס גופא רבי אומר אין חותמין בשתים איתיביה לוי לרבי על הארץ ועל המזון ארץ דעבדא מזון על הארץ ועל הפירות ארץ דעבדא פירות מקדש ישראל והזמנים ישראל מקדשינהו לזמנים מקדש ישראל וראשי חדשים ישראל מקדשינהו לראשי חדשים מקדש השבת וישראל והזמנים וראשי חדשים אמר ליה חוץ מזו ומאי שנא הנך כל חדא וחדא באנפי נפשה כתיבא אבל הכא הא בהא תליא וטעמא מאי דאין חותמין בשתים משום דאין עושין מצות חבילות חבילות אמר רבה בר בר חנה אמר רבי יוחנן הטוב  והמטיב צריך מלכות מאי קמ\"ל כל ברכה שאין בה מלכות אינה ברכה והא אמרה רבי יוחנן חדא זימנא א\"ר זעירא לומר שצריכה שתי מלכיות חדא דידה וחדא דבונה ירושלים אי הכי ניעביד תלת חדא דילה וחדא דברכת הארץ וחדא דבונה ירושלם אלא ברכת הארץ מאי טעמא לא משום דהויא לה ברכה הסמוכה לחברתה   ובדין הוא דאפילו בונה ירושלים נמי לא בעיא דהויא לה ברכה הסמוכה לחברתה ואיידי דאמר מלכות בית דוד לאו אורח ארעא דלא אמר מלכות שמים  רב פפא אמר צריכה שתי מלכיות לבד מדידה והיכא דבריך ברכת המזון בשבת וטעה ולא  הזכיר של שבת אומר ברוך אשר נתן שבת מנוחה לעמו ישראל לאות ולברית ברוך אתה ה' מקדש השבת ואי טעה ולא הזכיר של יום טוב אומר ברוך אשר נתן ימים טובים לעמו ישראל לששון ולשמחה ברוך אתה ה' מקדש ישראל והזמנים והני מילי היכא דאדכר מקמי דניפתח בהטוב והמטיב אבל לבתר דפתח בהטוב והמטיב חוזר לראש והיכא דטעה ולא הזכיר של ראש חודש אומר ברוך שנתן ראשי חדשים לעמו ישראל לזכרון "
        ], 
        [
            "ולית בה חתימה ואי לא אידכר אלא לבתר דפתח  בהטוב והמטיב גמיר לה לברכה ולא בעי למהדר מרישא דאמר רב נחמן אמר שמואל טעה ולא הזכיר של ראש חדש בתפלה מחזירין אותו בברכת המזון אין מחזירין אותו מאי טעמא בתפלה דלא מצי פטר נפשיה מהדרינן ליה בברכת המזון דמצי פטר נפשיה דאי בעי אכיל ואי בעי לא אכיל לא מהדרינן ליה:", 
            "עד  כמה מזמנין עד כזית רבי יהודה אומר עד  כביצה והלכתא כתנא קמא:", 
            "<b>מתני'</b>  כיצד  מזמנין כשלשה אומר נברך בשלשה והוא אומר ברכו בעשרה אומר נברך לאלהינו בעשרה והוא אומר ברכו אחד עשרה ואחד עשרה רבוא במאה הוא אומר נברך לה' אלהינו במאה והוא אומר ברכו באלף אומר נברך לה' אלהינו אלהי ישראל באלף והוא אומר ברכו ברבוא אומר נברך לה' אלהינו אלהי ישראל אלהי הצבאות יושב הכרובים על המזון שאכלנו ברבוא והוא אומר ברכו כענין שהוא מברך כך עונין אחריו ברוך ה' אלהינו אלהי ישראל אלהי הצבאות יושב הכרובים על המזון שאכלנו רבי יוסי הגלילי אומר לפי רוב הקהל הן מברכין שנאמר  תהלים סח  במקהלות ברכו אלהים:", 
            "<b>גמ'</b>  אמר שמואל לעולם אל יוציא  אדם את עצמו מן הכלל כלומר שאע\"פ שיש לו לומר ברכו נברך עדיף כדי שלא יוציא עצמו מן הכלל והכין מסקנא דנברך עדיף אלא אם אומר ברכו אין תופסין אותו על כך   ותניא נמי הכי בין שאומרים נברך בין שאומרים ברוך אין תופסין אותו על כך ומברכותיו של אדם ניכר אם תלמיד חכם הוא אם עם הארץ הוא כיצד א\"ר אמי אמר בטובו היינו הרי זה תלמיד חכם מטובו חיינו הרי זה בור ירושלמי שמואל אמר אני איני מוציא עצמי מן הכלל התיבון הרי הקורא בתורה אומר ברכו אמר ר' אבין מכיון דהוא אומר המבורך אף הוא אינו מוציא עצמו מן הכלל אמר רבי יוחנן אמר  נברך שאכלנו משלו הרי זה תלמיד חכם למי שאכלנו משלו הרי זה בור דמיתחזי כמאן דמברך לאינש מעלמא והאי דאמרינן למי שעשה לאבותינו ולנו את כל הנסים האלו נסים שאני דמוכחא מילתא דקודשא בריך הוא דעבד לן ניסא ואמר ר' יוחנן אמר נברך שאכלנו משלו הרי זה תלמיד חכם על המזון שאכלנו הרי זה בור דמיתחזי כמאן דמברך ליה למזון:", 
            "אמר רב הונא בריה דרב יהושע לא אמרן אלא בתלתא דלא אדכר שם שמים אבל בעשרה כיון דבעי למימר לאלהינו מוכחא מילתא דתנן כענין שהוא מברך כך עונין אחריו נברך לאלהינו אלהי ישראל ה' צבאות יושב הכרובים על המזון שאכלנו:", 
            "אחד עשרה ואחד עשרה רבוא:", 
            "אוקימנא כר' עקיבא דאמר מה מצינו בבית הכנסת אחד מרובין ואחד מועטין וקא פסק רבא הלכה כרבי עקיבא:", 
            "<b>מתני'</b>   אמר ר' עקיבא מה מצינו בבית הכנסת אחד מרובין ואחד מועטין אומר ברכו את ה' רבי ישמעאל אומר ברכו את ה' המבורך  ומנהגא כרבי ישמעאל:", 
            "<b>מתני'</b>   שלשה שאכלו כאחת אינן רשאין ליחלק וכן ארבעה וכן חמשה ששה נחלקין עד עשרה ועשרה אינן נחלקין עד שיהיו עשרים:"
        ], 
        [
            "<b>גמ'</b>  למה לי תנינא חדא זימנא שלשה שאכלו כאחת חייבין לזמן אמר ר' אבא אמר שמואל הכי קתני שלשה שישבו לאכול אע\"פ שכל אחד ואחד אוכל מככרו לעצמו אין רשאין ליחלק אי נמי כדרב הונא דאמר שלשה בני  אדם שבאו משלש חבורות אינן רשאין ליחלק ואמר רב חסדא והוא שבאו משלש חבורות של שלשה שלשה בני אדם אמר רבא   לא אמרן אלא דלא קדימו הנך ואזמינו עלייהו אבל קדימו הנך ואזמינו עלייהו פרח זימון מהני:", 
            "<b>מתני'</b>     שתי חבורות שהיו אוכלות בבית אחד בזמן שמקצתן רואין אלו את אלו הרי אלו מצטרפין לזימון ואם לאו אלו מזמנין לעצמן ואלו מזמנין לעצמן:", 
            "<b>גמ'</b>    תנא אם היה שמש  ביניהם שמש מצרפן:"
        ], 
        [
            "<b>מתני'</b>   אין מברכין על היין עד שיתן לתוכו מים דברי ר' אליעזר וחכמים אומרים מברכין:", 
            "<b>גמ'</b>  פירוש אין מברכין על היין  בורא פרי הגפן עד שיתן לתוכו מים   ואם לא נתן לתוכו מים מברכין עליו בורא פרי העץ דברי רבי אליעזר וחכמים אומרים מברכין עליו בורא פרי הגפן ואף על פי שלא נתן לתוכו מים וקי\"ל כחכמים:", 
            "אמר רבי יוסי בר' חנינא מודים חכמים לרבי אליעזר בכוס של ברכה שאין מברכין עליו עד שיתן לתוכו מים מאי טעמא אמר רבי הושעיא בעינן מצוה מן המובחר:", 
            "תנו רבנן ארבעה דברים נאמרו בפת אין מניחין בשר חי על גבי הפת ואין מעבירין כוס מלא על הפת ואין  סומכין את הקערה בפת ואין זורקין את הפת וכשם שאין זורקין את הפת כך אין זורקין את האוכלין ודוקא מידי דמימאיס אבל מידי דלא מימאיס כגון אגוזי ורמוני וחבושי לית לן בה:", 
            "תנו רבנן ממשיכין יין  בצינורות לפני חתן וכלה  וזורקין לפניהם קליות ואגוזים בימות החמה אבל לא בימות הגשמים ואין זורקין לא חתיכות ולא גלוסקאות לא בימות החמה ולא בימות הגשמים:", 
            "אמר רב יהודה  שכח והכניס  אוכלין לתוך פיו בלא ברכה מסלקן לצד אחד ומברך תני חדא בולען ותניא אידך פולטן ותני חדא מסלקן לא קשיא הא דתני בולען במשקין והא דתני פולטן מידי דלא ממאיס והא דתני מסלקן במידי דממאיס   מידי דלא ממאיס נמי ליסלקיה לצד אחד וניברך תרגמא ר' יצחק קסקסאה קמיה דרבי יוסי בר רבי חנינא משמיה דרבי יוחנן שנאמר  תהלים עא  ימלא פי תהלתך   (כל היום (בקרא תפארתך) צדקתך):", 
            "מי שאכל ושכח ולא  בירך המוציא ונזכר עד שלא גמר סעודתו חוזר ומברך ואם לאחר שגמר סעודתו נזכר אינו חוזר ומברך משום דנראה ונדחה וכל נראה ונדחה אינו חוזר ונראה אמר ר' זירא אמר ר' אבהו ואמרי לה במתניתא תנא  עשרה דברים נאמרו בכוס של ברכה טעון הדחה ושטיפה  חי ומלא עיטור ועיטוף ונוטלו בשתי ידיו ואוחזו בימינו ומגביהו מן הקרקע "
        ], 
        [
            "טפח ונותן עיניו בו   ומשגרו לבני ביתו   במתנה:", 
            "אמר רבי יוחנן אנו אין לנו אלא ארבעה    הדחה ושטיפה חי ומלא הדחה מבפנים שטיפה מבחוץ חי עד ברכת הארץ ובברכת הארץ נותן לתוכו מים כדתנן מודים חכמים לר' אליעזר וכו' ומלא דאמר ר' יוחנן כל המברך על כוס של ברכה מלא נותנים לו נחלה בלא מצרים שנאמר  דברים לג  ומלא ברכת ה' ים ודרום ירשה ור' יוסי בר' חנינא אמר זוכה ונוחל שני עולמים אחד העולם הזה ואחד העולם הבא שנאמר ים ודרום ירשה עיטור רב יהודה מעטרהו בתלמידים רב חסדא מעטר ליה בנטלי (אמר ר'   יוחנן ובחי אמר רב ששת ועד ברכת הארץ) עיטוף רב פפא מעטף ויתיב ומברך רב אשי פריס סודרא ארישיה ונוטלו בשתי ידיו דאמר ר' חנינא בר פפא אמר קרא  תהלים קלד  שאו ידיכם קדש וברכו את ה' ואוחזו בימין אמר ר' חייא בר אבא אמר ר' יוחנן ראשונים שאלו שמאל מהו שתסייע לימין אמר רב אשי השתא דראשונים לא איפשיטא להו   אנן נעבד   לחומרא ומגביהו מן הקרקע טפח אמר רב אחא בר חנינא דאמר קרא  שם קטז  כוס ישועות אשא ובשם ה' אקרא ומשגרו לאנשי ביתו במתנה כי היכי דתתברך דביתהו:", 
            "אמר רב אסי   אין משיחין על כוס של ברכה ואמר רב אסי אין מברכין על כוס של פורענות מאי כוס של פורענות אמר רב נחמן בר יצחק כוס שני תניא נמי הכי השותה כפלים לא יברך משום שנאמר  עמוס ד  הכון לקראת אלהיך ישראל ונותן עיניו בו דלא ליסח דעתיה מיניה אמר רבי אבהו ואמרי לה במתניתא תנא אוכל כשהוא  מהלך עומד ומברך עומד  ואוכל יושב ומברך מיסב ואוכל יושב ויברך והלכתא בכולהו יושב במקומו ויברך:", 
            "\n  הדרן עלך שלשה שאכלו \n", 
            "<b>אלו</b>  דברים שבין בית שמאי ובית הלל  בסעודה ב\"ש אומרים מברך על היום ואחר כך מברך על היין וב\"ה אומרים מברך על היין ואחר כך מברך על היום בית שמאי אומרים נוטלין לידים ואחר כך מוזגין את הכוס ובית הלל אומרים מוזגין את הכוס ואחר כך נוטלין לידים:", 
            "<b>גמ'</b>  תנו רבנן אלו דברים שבין בית שמאי ובית הלל בסעודה בית שמאי אומרים מברך "
        ], 
        [
            "על היום ואח\"כ מברך על היין שהיום גורס ליין שיבא וכבר קדש היום ועדיין יין לא בא ובה\"א מברך על היין ואחר כך מברך על היום שהיין גורם לקדושה שתאמר:", 
            "דבר אחר ברכת היין תדירה וברכת היום אינה תדירה ותדיר ושאינו תדיר תדיר קודם:", 
            "ב\"ש אומרים נוטלין לידים ואח\"כ מוזגין את הכוס וב\"ה אומרים מוזגין את הכוס  ואחר כך נוטלין לידים מאי כוס כוס של קדוש היום הוא:", 
            "<b>מתני'</b>   בית שמאי אומרים מכבדין את הבית ואחר כך נוטלין לידים ובית הלל אומרים נוטלין לידים ואחר כך מכבדין את הבית:", 
            "<b>גמ'</b>    מאי טעמא דבית שמאי משום פירורין ובית הלל סברי הכא בשמש תלמיד חכם עסקינן שמניח פירורין שאין בהן כזית ונוטל פירורין שיש בהן כזית מסייע ליה לרבי יוחנן דאמר פירורין שאין בהן כזית מותר לאבדן ביד במאי קא מיפלגי בית שמאי סברי מותר להשתמש בשמש עם הארץ ובית הלל סברי אסור להשתמש בשמש עם הארץ אמר רבי יצחק ברבי חנינא אמר רב הונא בכוליה פירקין הלכה כבית הלל בר מהאי דהלכה כבית שמאי:", 
            "<b>מתני'</b>   בית שמאי אומרים נר ומזון ובשמים והבדלה ובית הלל  אומרים נר ובשמים ומזון והבדלה:", 
            "<b>גמ'</b>  איכא מרבוואתא מ\"ד דהאי מזון דקתני במתניתין ברכת המוציא היא ושמיעה ליה מהאי מתניתין דמבדלינן אריפתא וקא מוקים לה למתניתין במוצאי שבת ליום טוב דכיון דבעי למימר קידושא אריפתא משלשל לה להבדלה אבתרה והאי דאיצטריך ליה למימר הכי משום דקשיא לי' ההיא דאמימר (פסחים קז.) דאיקלע לבי רב אשי ולא הוה להו חמרא לאבדולי ובת טות ומשום הכי איצטריך לאוקמא להא   מתניתא במוצאי שבת ליום טוב וקא מוקים להא דאמימר בשאר ימות השנה כי היכי דלא תיקשי ליה ההיא דאמימר והא מילתא ליתא דלא אשכחן הבדלה על הפת כל עיקר והא דקתני במתניתין נר ומזון ובשמים והבדלה לאו אברכת המוציא קאי דשמעת מינה דמבדלינן אריפתא אלא אברכת המזון קאי דהיא שלש ברכות ובהדיא קתני בתוספתא אמר ר' יהודה לא נחלקו בית שמאי וב\"ה על ברכת "
        ], 
        [
            "המזון שהיא בתחלה ועל הבדלה שהיא בסוף ובגמרא דבני מערבא מפרש וקשיא עלייהו דבית הלל במוצאי שבת היכי עבידא היה יושב ואוכל והחשיך במוצאי שבת ואין שם אלא אותו הכוס אם אמרת יניחנו  לאחר המזון ומשלשלן כולן עליו מה נפשך   בירך על היין המזון קודם    בירך על המזון הנר קודם   בירך על הנר הבדלה קודמת   ונשמעינה מן הדא דתניא א\"ר יהודה לא נחלקו ב\"ש וב\"ה על ברכת המזון שהיא בתחלה ועל הבדלה שהיא בסוף ועל מה נחלקו על הנר ועל הבשמים שבית שמאי אומרים בשמים ואחר כך מאור ובית הלל אומרים מאור ואחר כך בשמים ר' אבא ורב יהודה בשם רב אמרי הלכה כדברי מי שהוא אומר בשמים ואחר כך מאור כיצד יעשה על דברי בית הלל מברך על המזון תחלה ואחר כך על היין ואח\"כ על הנר וכו' ועל הא מתניתין דתנן נר ומזון בשמים והבדלה גרסינן נמי התם תניא אמר ר' יהודה לא נחלקו ב\"ש וב\"ה על ברכת המזון שהיא בתחלה ועל הבדלה שהיא בסוף אלמא בברכת המזון דהיא שלש ברכות עסקינן ולאו בברכת המוציא ולית לה להבדלה על הפת עסק בהא מתניתין כלל הלכך אין  מבדילין על הפת כלל וכי תימא מתניתין   דקתני בגמ' דילן משמיה דר' יהודה   פליגא אמתניתין דבני מערבא דהכא קתני ומזון והתם קתני בהמ\"ז הכא לב\"ה בשמים ואח\"כ מאור והתם מאור ואח\"כ בשמים וכיון דפליגא לא גמרינן מינה ולא איכפת לן בהכי דלא גמרינן אלא לגלויי דהאי מזון דקתני במתניתין בהמ\"ז היא ותו אי הא מתניתין במוצאי שבת ליו\"ט הוא אמאי לא קתני לה לקידוש בהדי הנך מי גרע ממאור אלא ודאי דהא מתני' במוצאי שבת   לחוד הוא וכיון דהכין   ליכא למשמע מינה   אריפתא והא דאמימר דבת טות לא שנא מוצאי שבת לחול ולא שנא מוצאי שבת ליו\"ט ומ\"ד דבמוצאי שבת ליו\"ט מבדילין על הפת צריך להביא ראיה ומהך מתניתין ליכא ראיה כדברירנא:", 
            "  רב הונא בר יהודה איקלע לבי רבא חזייה דבריך אבשמים והדר אמאור אמר ליה מכדי בין לב\"ש בין לב\"ה אמאור לא פליגי דתנן ב\"ש אומרים נר ומזון בשמים והבדלה ובה\"א נר ובשמים מזון והבדלה עני רבא בתריה זו דברי ר' מאיר אבל רבי יהודה אומר לא נחלקו ב\"ש וב\"ה על המזון שבתחלה ועל הבדלה שבסוף.", 
            "על מה נחלקו על המאור ועל הבשמים שב\"ש אומרים מאור ואחר כך בשמים וב\"ה אומרים בשמים ואחר כך מאור   א\"ר יוחנן נהגו העם כבית הלל ואליבא דר' יהודה:", 
            "<b>מתני'</b>  בית שמאי אומרים שברא מאור האש ובית הלל אומרים בורא מאורי האש:", 
            "<b>גמ'</b>  תניא אמרו להם ב\"ה לב\"ש הרבה מאורות יש כאור:", 
            "<b>מתני'</b>  אין  מברכין לא על הנר ולא על הבשמים של נכרים ולא על הנר ולא על הבשמים של מתים ולא על הנר ולא על הבשמים של ע\"ז ואין מברבין על הנר עד שיאותו לאורו:", 
            "<b>גמ'</b>  נר של נכרים משום דלא שבת ובשמים של נכרים משום דסתם מסיבתן לע\"ז:", 
            "תנו רבנן אור ששבת מברכין עליו ושלא שבת אין מברכין עליו מאי לא שבת   שלא שבת ממלאכת עבירה אבל אור של חיה ושל חולה מברכין עליו.", 
            "תניא נמי הכי עששית שהיתה דולקת והולכת כל היום כולו מביאין ממנה אור להבדלה:", 
            "תנו רבנן ישראל שהדליק מן הנכרי או נכרי שהדליק מישראל מברכין עליו נכרי מן הנכרי אין מברכין עליו גזירה משום נכרי ראשון ועמוד ראשון:", 
            "תנו רבנן היה מהלך חוץ לכרך וראה אור אם רוב נכרים אינו מברך "
        ], 
        [
            "ואם רוב ישראל מברך:", 
            "תאני חדא אור של כבשן מברך עליו ותניא אידך אין מברכין עליו  לא קשיא הא לכתחלה והא לבסוף:", 
            "תאני חדא אור של בית המדרש ושל בית הכנסת מברך עליו ותניא אידך אין מברכין עליו לא קשיא הא דאיכא אדם  חשוב והא דליכא אדם חשוב:", 
            "תנו רבנן היו יושבין בבית המדרש והביאו אור לפניהם בית שמאי אומרים כל אחד ואחד מברך לעצמו מפני ביטול בית המדרש ובית הלל אומרים אחד מברך לכולם משום שנאמר  משלי יד  ברוב עם הדרת מלך:", 
            "תנו רבנן גחלים לוחשות מברכין עליהם עוממות אין מברכין עליהן היכי דמי לוחשות אמר רב חסדא כל שאילו מכניס קיסם ביניהן ודולק מאיליו:", 
            " לא על הנר ולא על הבשמים של מתים:", 
            "אמר רב יהודה אמר רב כל שמוציאין לפניו ביום בלילה אין מברכין עליו וכל שאין מוציאין לפניו ביום (נ\"א אלא בלילה) בלילה מברכין עליו מאי טעמא כל מידי דלאו לאור עביד לא מברכינן עילוה אמר רב הונא   בשמים של   בית הכסא ושמן העשוי להעביר את הזוהמא אין מברכין עליו:", 
            "תנו רבנן הנכנס לחנות של בשם והריח ריח אפילו ישב שם כל היום כולו אינו מברך אלא פעם אחת נכנס ויצא נכנס ויצא מברך על כל פעם ופעם:", 
            "תנו רבנן היה מהלך חוץ לכרך והריח ריח טוב אם רוב נכרים אינו מברך ואם רוב ישראל מברך אמר ר' חייא בר אבא אמר ר' יוחנן היה מהלך בשוקי של טבריא בערבי שבתות או בשוקי של צפורי במוצאי שבתות אינו מברך מפני שהוא  לגמר את הכלים:", 
            "גרסינן בפרק אין עומדין להתפלל (דף לג.) רב ושמואל דאמרי תרוייהו  כל המברך ברכה שאינה צריכה עובר משום  שמות כ  לא תשא:", 
            "אין  מברכין על הנר עד  שיאותו לאורו:", 
            "  וכמה אמר עולא כדי שיכיר בין איסר לפונדיון חזקיה אמר כדי שיכיר בין מלוזמא של צפורי למלוזמא של טבריא:", 
            "אמר רב יהודה אמר רב אין מחזירין על  האור כדרך שמחזירין על כל המצות כלומר דאי מיקלע ממילא מברך אבל הדורי לא מהדרינן:", 
            "גרסינן בפרק מקום שנהגו (פסחים דף נד.) אמר ר' בנימין בר יפת אמר ר' יוחנן "
        ], 
        [
            "מברכין על האור בין במוצאי שבת בין במוצאי יום הכיפורים וכן עמא דבר מיתיבי אין מברכין על האור אלא במוצאי שבתות הואיל ותחלת ברייתו היא וכשהוא רואהו מברך מיד רבי יהודה אומר סודרן על הכוס ואמר רבי יוחנן הלכה כרבי יהודה לא קשיא כאן באור ששבת כאן באור שיצא מן העצים ומן האבנים שאין מברכין במוצאי יום הכפורים אלא על אור ששבת אבל על האור היוצא מן העצים ומן האבנים לא:", 
            "<b>מתני'</b>    מי  שאכל ושכח ולא בירך בית שמאי אומרים יחזור למקומו ויברך ובית הלל אומרים יברך במקום שנזכר עד אימתי הוא מברך עד כדי שיתעכל המזון שבמעיו:", 
            "בא להם יין  בתוך המזון ואין שם אלא אותו הכוס בית שמאי אומרים מברך על היין ואחר כך על המזון ובית הלל אומרים מברך על המזון ואחר כך מברך על היין עונין אמן אחר ישראל המברך ואין עונין אמן אחר כותי המברך עד שישמע את כל הברכה כולה:", 
            "<b>גמ'</b>    אמר רב זביד מחלוקת  בשוכח אבל במזיד דברי הכל יחזור למקומו ויברך:", 
            "הנהו תרי תלמידי חד עבד בשוגג כבית שמאי ואשכח ארנקי   וחד עבד במזיד כבית הלל  וקטליה אריא:", 
            "עד כמה הוא מברך עד כדי שיתעכל המזון שבמעיו:", 
            "וכמה שיעור עיכול אמר ר' יוחנן כל זמן שאינו רעב מחמת אותה אכילה:", 
            " ועונין אמן  אחר ישראל המברך תניא אחר הכל עונין אמן חוץ מתינוקות של בית רבן הואיל ולהתלמד עשויין והני מילי בעידנא דקא מגמרי להו אבל בעידנא  דקא מפטרי   עונין אמר רב יהודה אמר רב ואמרי לה במתניתא תנא  והתקדשתם אלו מים ראשונים והייתם קדושים אלו מים  אחרונםס כי קדוש זה שמן הטוב "
        ], 
        [
            "אני ה' אלהיכם זו ברכה:", 
            "גרסינן בפרק כל הבשר (חולין דף קה.) אמר רב אידי בר אבין אמר ר' יצחק בר אשיאן מים ראשונים מצוה  מים אחרונים חובה מיתיבי מים ראשונים ואחרונים חובה ואמצעיים רשות מצוה לגבי רשות חובה קרי ליה גופא מים ראשונים ואחרונים חובה ואמצעיים רשות מים ראשונים ניטלין בין בכלי בין על גבי קרקע אחרונים אין ניטלין אלא בכלי ואמרי לה אין ניטלין על גבי קרקע  איכא בינייהו קינסא פירוש עצים דקים מים  ראשונים ניטלין בין בחמין בין בצונן אחרונים אין ניטלין אלא בצונן אבל בחמין לא מפני שהמים החמין מפעפעין את הידים ואין מעבירין את הזוהמא ודוקא במים חמין שהיד סולדת בהן אבל פושרין לית לן בה אמצעיים  רשות אמר רב נחמן לא שנו אלא בין תבשיל לתבשיל אבל בין תבשיל לגבינה חובה:", 
            "אמר ר' יהודה בר ר' חייא מפני מה אמרו  מים אחרונים חובה מפני שאדם אוכל אחר סעודתו מלח ויש בה מלח סדומית שמסמא את העינים אמר אביי ומשתכחא כי קורטא בכורא ואי כייל מלחא   בעי נטילת ידים:", 
            "(חולין קו.) אתמר    חמי האור חזקיה אמר אין נוטלין מהן לידים ורבי יוחנן אמר נוטלין מהם לידים ואמר רבי יוחנן שאלתי את רבן גמליאל ברבי אוכל טהרות ואמר לי כל גדולי גליל עושין כן וקיימא לן כרבי יוחנן בהא חמי טבריה חזקיה אמר אין נוטלין מהן לידים ורבי יוחנן אמר כל גופו טובל בהן ידיו (ורגליו) לא כל שכן אמר רב פפא במקומן כולי עלמא לא פליגי דשרי למשקל מינייהו במנא (שלא במקומן) כולי עלמא לא פליגי דאסור כי פליגי דפסק מיניה בבת בירתא חזקיה סבר גזרינן בת בירתא אטו מנא ורבי יוחנן סבר לא גזרינן והלכתא כחזקיה דרביה דרבי יוחנן הוא ואי קשיא לך הא הלכתא דלעיל התם היתה להם "
        ], 
        [
            "שעת הכושר:", 
            "מים שנפסלו משתיית הבהמה בכלים פסולים בקרקע כשרים פירוש יש אומרים מים מלוחין שאין הכלב יכול ללקק מהם ויש אומרים  מים עכורין שקרובין להיות כטיט הנדוק אמר רב אידי בר אבין א\"ר יצחק בר אשיאן  אין נט\"י לחולין אלא משום סרך תרומה ועוד משום מצוה מאי מצוה אמר אביי מצוה לשמוע דברי חכמים ורבא אמר מצוה לשמוע דברי ר' אלעזר בן ערך דכתיב  ויקרא טו  וכל אשר יגע בו הזב וידיו לא שטף במים אמר ר' אלעזר בן ערך     אמר ר' אושעיא כל שטיבולו במשקין צריך לנטילת ידים אמר ר' אלעזר ואמר ר' אושעיא לא אמרו נטילת ידים לפירות אלא משום נקיות בלבד ופליגא דרב נחמן דאמר רב נחמן הנוטל ידיו לפירות אינו אלא מגסי הרוח אמר רבה בר בר חנא זימנא חדא הוה קאימנא קמיה דרבי אמי ורבי אסי ואייתי לקמייהו כלכלה דפירי אכלו ולא משו ידייהו ולא ספו לי מיניה ובריכו כל חד וחד לחודיה שמע מינה תלת ש\"מ אין נטילת ידים לפירות וש\"מ שנים שאכלו מצוה ליחלק וש\"מ אין זימון לפירות ת\"ר (שם דף קו:)  קידוש ידים במקדש עד לפרק בחולין עד  לפרק  לתרומה עד לפרק "
        ], 
        [
            "וכל דבר שחוצץ בטבילה בגוף חוצץ בנטילת ידים בחולין ובקידוש ידים ורגלים במקדש ואסיקנא משום רבי יהושע בן לוי עד לפרק בין לחולין בין לתרומה וכן הלכתא אמר רב  נוטל אדם ידיו  שחרית ומתנה עליהן כל היום כולו אמר להו רבינא לבני (שם דף קז.) פקתא דערכות כגון אתון דלא נפישי לכו מיא משו ידייכו מצפרא ואתנו עילוייהו כולי יומא איכא דאמרי דוקא בשעת הדחק ופליגא דרב ואיכא דאמרי ואפילו שלא בשעת הדחק והיינו דרב אמר רבא האי  אריתא דדלאי אין נוטלין ממנה לידים ואין מטבילין בה את הידים אין מטבילין בה את הידים דהוו להו שאובין ואין נוטלין בה את הידים דלא אתו "
        ], 
        [
            "מכח  גברא  ואי מקרב לגבי  דוולא דאתו מכח גברא נוטלין ממנו לידים ואי בזע דוולא בכונס משקה   (אין נוטלין ממנו לידים דלאו כלי הוא   ואמר רבה) כלי שאין בו רביעית אין נוטלין ממנו לידים אמר ליה רב אשי לאמימר קפדיתו אמנא קפדיתו אחזותא קפדיתו אשיעורא אמר ליה אין איכא דאמרי אמנא ואחזותא קפדינן אשיעורא לא קפדינן דתנן מי רביעית נוטלין לידים לאחד  ואפי' לשנים ולא היא שאני התם דקאתו משירי טהרה איתקין רב יעקב מנהר פקוד נטלא בת רביעתא ואמר רבא מגופת חבית שתיקנה נוטלין ממנה לידים חמת וכפישה שתיקנן נוטלין מהן לידים שק וקופה אע\"פ שתיקנן אין נוטלין מהן לידים איבעיא להו  מהו לאכול במפה מי גזרינן דילמא נגע בפת או לא ומסקנא (שם דף קז.) אמר רב תחליפא בר אבדימי אמר שמואל התירו במפה לאוכלי תרומה ולא התירו  במפה לאוכלי טהרות איבעיא להו אוכל מחמת מאכיל צריך נטילת ידים או לא ומסקנא והלכתא אוכל מחמת מאכיל צריך נטילת ידים מאכיל עצמו אינו צריך נטילת ידים אמר רב יהודה אמר רב  לא יתן  אדם פרוסה לשמש אא\"כ יודע בו שנטל ידיו והשמש מברך על  כל כוס וכוס ואינו מברך על כל פרוסה ופרוסה ר' יוחנן אמר אף מברך על כל פרוסה ופרוסה ולא פליגי הא דאיכא אדם חשוב הא דליכא אדם חשוב ת\"ר לא יתן אדם פרוסה לשמש "
        ], 
        [
            "בין שהכוס בידו בין שהכוס בידו של בעל הבית שמא יארע דבר קלקלה בסעודה והשמש שלא נטל ידיו אסור ליתן פרוסה לתוך פיו:", 
            "גרסינן בסוטה בפרק קמא (דף ד:) אמר רבי זריקא אמר רבי אלעזר כל המזלזל בנטילת ידים נעקר מן העולם   אמר ר' חייא בר אשי אמר רב  מים ראשונים צריך  שיגביה ידיו למעלה אחרונים צריך שישפיל ידיו למטה תניא נמי הכי הנוטל ידיו צריך שיגביה ידיו למעלה כדי שלא יצאו מים חוץ לפרק ויחזרו ויטמאו את הידים   אמר רבי אבהו כל האוכל בלא ניגוב ידים כאוכל לחם  טמא שנאמר  יחזקאל ד  ויאמר ה' אלי ככה יאכלו בני ישראל את לחמם טמא בגוים גרסינן ביומא בפרק אמר להם הממונה (יומא דף ל.) תנו רבנן  הלכה בסעודה אדם יוצא להשתין מים נוטל ידו אחת ונכנס דבר עם חבירו והפליג נוטל שתי  ידיו ונכנס וכשהוא נוטל אל יטול מבחוץ אלא מבפנים נכנס ויושב במקומו ונוטל ומחזיר פניו לאורחין אמר רב חסדא לא אמרן אלא לשתות אבל לאכול נוטל מבחוץ ונכנס מידע ידעי דאנינא דעתיה אמר רב נחמן בר יצחק אנא אפילו לשתות מידע ידעי דאנינא דעתאי:", 
            "<b>הרואה</b>   מקום שנעשו בו נסים לישראל אומר ברוך שעשה  נסים לאבותינו במקום הזה מקום שנעקרה ממנו עכו\"ם אומר ברוך שעקר עכו\"ם מארצנו על הזיקים ועל הזועות ועל הברקים ועל הרעמים ועל הרוחות אומר ברוך שכחו מלא עולם על ההרים ועל הגבעות ועל הימים ועל הנהרות ועל המדברות אומר ברוך עושה בראשית  רבי יהודה אומר הרואה את הים הגדול אומר ברוך שעשה את הים הגדול אימתי בזמן שרואהו לפרקים על הגשמים ועל בשורות טובות אומר ברוך הטוב והמטיב ועל שמועות רעות "
        ], 
        [
            "אומר ברוך דיין האמת:", 
            "<b>גמ'</b>   על ניסא דרבים מברכין ועל ניסא דיחיד לא מברכין והא ההוא גברא דהוה קא אזיל בעבר ימינא נפל עליה אריא איתעביד ליה ניסא ואיתנצל מיניה אתא לקמיה דרבא א\"ל כי מטית להתם אימא ברוך שעשה לי נס במקום הזה אמרי אניסא דרבים כולי עלמא צריכי לברוכי אניסא  דיחיד הוא ובריה ובר בריה צריכי לברוכי וכולי עלמא לא צריכי:", 
            "תנו רבנן הרואה מעברות הים ומעברות הירדן ומעברות נחל ארנון ואבני אלגביש של בית חורון ואבן שזרק עוג מלך הבשן במשה ואבן שישב עליה משה בשעה שנלחם בעמלק ואשתו של לוט וחומת יריחו שנבלעה הרואה אותם צריך שיתן שבח והודאה לפני המקום   ועל לוט ועל אשתו מברכין שתים על אשתו מברך ברוך דיין האמת ועל לוט מברך ברוך זוכר הצדיקים דכתיב  בראשית יט  ויהי בשחת אלהים את ערי הככר וגו' אמר רב יהודה אמר רב  ארבעה  צריכין להודות יורדי הים והולכי מדברות ומי שהיה חולה ונתרפא ומי שהיה חבוש בבית האסורים ויצא יורדי הים דכתיב  תהלים קז  יורדי הים באניות עושי מלאכה במים רבים וכתיב המה ראו מעשי ה' וגו' וכתיב ויאמר ויעמד רוח סערה וגו' וכתיב יחוגו וינועו כשכור וגו' וכתיב וישמחו כי ישתוקו וגו' וכתיב יודו לה' חסדו וגו' הולכי מדברות דכתיב תעו במדבר בישימון דרך וגו' וכתיב רעבים גם צמאים וגו' וכתיב וידריכם בדרך ישרה וגו' וכתיב יודו לה' חסדו וגו' מי שהיה חולה ונתרפא דכתיב אוילים מדרך פשעם ומעונותיהם יתענו כל אוכל תתעב נפשם ויגיעו עד שערי מות וכתיב ישלח דברו וירפאם וימלט משחיתותם וכתיב יודו לה' חסדו וגו' ומי שהיה חבוש בבית האסורים דכתיב יושבי חושך וצלמות אסירי עני וברזל וכתיב יוציאם מחושך וצלמות ומוסרותיהם ינתק וכתיב יודו לה' חסדו וגו' מאי מברך אמר רב יהודה אמר רב ברוך גומל לחייבים טובות שגמלני כל טוב אמר אביי וצריך לאודויי באפי  עשרה שנאמר וירוממוהו בקהל עם ובמושב זקנים יהללוהו אמר מר זוטרא ותרי מינייהו רבנן  שנא' ובמושב זקנים יהללוהו רב יהודה חלש   על לגביה רב חנא בגדתאה ורבנן אמרי ליה בריך רחמנא דיהבך לן ולא יהבך לעפרא אמר להון פטרתון    מלאודויי והאמר אביי וצריך לאודויי באפי עשרה דהוו עשרה ועני בתרייהו אמן    אמר רב יהודה אמר רב שלשה צריכין שימור חולה חיה וכלה במתניתא תנא חולה חיה חתן וכלה וי\"א אף אבל ותלמיד חכם בלילה     אמר רב יהודה אמר רב שלשה דברים מקצרין שנותיו של אדם מי שנותנין לו ס\"ת לקרוא ואינו קורא כוס של ברכה לברך ואינו מברך והמנהיג עצמו ברבנות ס\"ת דכתיב  דברים ל  כי הוא חייך ואורך ימיך כוס של ברכה דכתיב  בראשית יב  ואברכה מברכיך והמנהיג עצמו ברבנות  דאמר רב יהודה אמר רב ואיתימא רב חמא בר חנינא מפני מה מת יוסף קודם לאחיו מפני שנהג עצמו ברבנות אמר רבי יצחק אין מעמידין פרנס על הצבור עד שנמלכין בצבור שנאמר  שמות לה  ראו קרא ה' בשם בצלאל:", 
            "  האי מאן דחזא חלמא ולא ידע מה הוא אי טבא אי בישא הוא ליזיל וליקום בהדי כהני ויאמר רבש\"ע אני שלך וחלומותי שלך חלום חלמתי ואיני יודע מה הוא בין שחלמתי אני לעצמי ובין שחלמו לי אחרים אם טובים הם חזקם ואמצם ויתקיימו כחלומותיו של יוסף ואם צריכין רפואה רפאם כמי מרה על ידי משה וכמי יריחו על ידי אלישע וכצרעת מרים וכצרעת נעמן וכחליו של חזקיהו וכשם שהפכת קללת בלעם הרשע עלינו לברכה כן תהפוך לי את חלומותי לטובה ויהיו לשלום  וניכוון (בס\"י איתא ונסיים) וניסק בהדי כהני ויימרון כולי עלמא אמן וכי מהדרי כהני אפייהו לימא השוכן   בגבורת שלום שים שלום עלינו:", 
            "  מקום שנעקרה ממנו ע\"ז:", 
            "תנו רבנן  הרואה את המרקוליס אומר ברוך שנתן ארך אפים לעוברי רצונו אמר רב הונא הרואה בבל הרשעה צריך לברך חמש ברכות הרואה בכל אומר ברוך שהחריב בבל הרשעה ראה ביתו של נבוכדנצר אומר ברוך שהחריב ביתו של נבוכדנצר הרשע ראה את המרקוליס אומר ברוך שנתן ארך אפים לעוברי רצונו ראה גוב אריות וכבשן האש אומר ברוך שעשה נס לצדיקים במקום הזה ראה מקום שנוטלין ממנו עפר אומר ברוך אומר ועושה ברוך גוזר ומקיים:", 
            "מר בריה דרבינא כי הוה מאטי לבבל הוה מצרר עפרא בסודריה ושדי ליה אבראי אמר  ישעיה יד  וטאטאתיה במטאטא השמד:", 
            "  אמר רב המנונא הרואה אוכלוסי ישראל אומר ברוך חכם הרזים אוכלוסי עובדי כוכבים אומר "
        ], 
        [
            " ירמיה נ  בושה אמכם מאד חפרה יולדתכם הנה אחרית גוים מדבר ציה וערבה אמר עולא נקיטינן אין אוכלוסא פחותה מששים רבוא:", 
            "תנו רבנן הרואה חכמי ישראל אומר ברוך שחלק מחכמתו ליראיו חכמי עובדי כוכבים אומר ברוך שנתן מחכמתו לבשר ודם הרואה מלכי ישראל אומר ברוך שחלק מכבודו ליראיו מלכי עובדי כוכבים אומר ברוך שנתן מכבודו לבשר ודם:", 
            "א\"ר יוחנן לעולם ישתדל אדם   לצאת לקראת מלכים ולא לקראת מלכי ישראל בלבד אלא אפילו לקראת מלכי עובדי כוכבים שאם יזכה יבחין בין מלכי ישראל למלכי עובדי כוכבים א\"ר יהושע בן לוי הרואה את חבירו אחר שלשים יום אומר ברוך שהחיינו וקיימנו והגיענו לזמן הזה לאחר שנים עשר חודש אומר ברוך מחיה המתים   הרואה   בתי כנסיות של ישראל בישובן אומר ברוך מציב גבול אלמנה בחורבנן אומר ברוך דיין האמת בתי עובדי כובבים בישובן אומר  משלי טו  בית גאים יסח ה' ויצב גבול אלמנה בחורבנן אומר  תהלים צד  אל נקמות ה' אל נקמות הופיע:", 
            "הרואה קברי ישראל אומר ברוך אשר יצר אתכם בדין וזן אתכם בדין וכלכל אתכם בדין ודן אתכם בדין והמית אתכם בדין ועתיד להחיותכם בדין ויודע מספר כולכם ברוך מחיה המתים:", 
            "הרואה קברי עובדי כוכבים אומר  ירמיה נ  בושה אמכם מאד חפרה יולדתכם הנה אחרית גוים מדבר ציה וערבה:", 
            "הרואה את הכושי ואת  הגיחור והלווקן והננס ופתי הראש ובדריקנוס אומר ברוך משנה (בד\"י בריותיו) הבריות:", 
            "ראה את החיגר ואת הסומא ואת הקיטע ומוכה שחין ובהקונין אומר ברוך דיין האמת ואם ממעי אמן הם אומר ברוך משנה (בד\"י בריותיו) הבריות:", 
            "ת\"ר הרואה את הפיל ואת הקוף ואת הקיפוף אומר ברוך משנה הבריות:", 
            "ראה בריות טובות ואילנות טובות אומר ברוך שככה לו בעולמו:", 
            "על הזיקים  ועל הזועות:", 
            "מאי זיקין אמר שמואל כוכבא דשביט  :", 
            "  אמר ריב\"ל הרואה הקשת בענן אומר ברוך זוכר הברית במתניתא תאנא נאמן בבריתו וקיים במאמרו:", 
            "אמר רב פפא הילכך נימרינהו לתרוייהו ברוך זוכר הברית נאמן בבריתו וקיים במאמרו:", 
            "על הרוחות:", 
            "מאי רוחות אמר אביי זעפא:", 
            "על הברקים ועל הרעמים אומר  ברוך שכחו מלא עולם או ברוך עושה     ברקים   הי מינייהו בעי מצי אמר אבל על ההרים ועל הגבעות וכו' אינו מברך אלא ברוך עושה בראשית:", 
            "ירושלמי על הברקים ר' ירמיה ור' זעירא אמרו בשם רב חסדא דיו פעם אחת בכל יום ר' יוסי בעי מה אנן קיימין אם בטרודין דיו   פעם אחת בכל יום ואם במפסיקין מברך על כל פעם ופעם אתא רבי אחא בר חנינא בשם רב חסדא ואמר אם בטרודין דיו פעם אחת בכל יום ואם במפסיקין מברך על כל פעם ופעם חיליה דר' יוסי מן הדא היה יושב בחנות של בשם כל היום אינו מברך אלא פעם אחת אבל אם היה נכנס ויוצא נכנס ויוצא מברך על כל פעם ופעם:", 
            "  ת\"ר  הרואה חמה בתקופתה  לבנה בטהרתה כוכבים במשמרותיהן מזלות בעתם אומר ברוך עושה בראשית:", 
            "אמר רב יהודה הרואה לבנה בחידושה אומר ברוך אתה ה' אלהינו מלך העולם אשר במאמרו ברא שחקים וכו' כדכתבנוה לעיל (בס\"פ) בפרק תפלת השחר:", 
            "רבי יהודה אומר הרואה את הים  הגדול אומר ברוך שעשה את הים הגדול אימתי בזמן שרואהו לפרקים ופרקים עד כמה אמר ר' אמי כד אבא אמר רב יצחק עד שלשים יום:", 
            "על הגשמים ועל  בשורות טובות אומרים ברוך הטוב והמטיב והני מילי היכא דאית ליה ארעא לדידיה ואיכא שותפות בהדיה אבל ליכא שותפות בהדיה  מברך שהחיינו כדתניא (בגמ' הגי' קצרו) קצבו של דבר על שלו מברך שהחיינו על שלו ועל של חברו מברך הטוב והמטיב ואי לית ליה ארעא מברך מודים אנחנו לך ה' אלהינו על כל טיפה וטיפה שהורדת לנו ואילו פינו מלא שירה כים כו' כדכתכנוה במסכת תענית וחותם ברוך רוב ההודאות ואל ההודאות אמרו ליה  מת אביו והוא יורשו אי איכא אחי דקא ירתי בהדיה בתחלה מברך דיין האמת ולבסוף מברך הטוב והמטיב ואי ליכא אחי דקא ירתי בהדיה בתחלה מברך דיין האמת ולבסוף שהחיינו:", 
            "<b>מתני'</b>  בנה בית חדש  וקנה כלים חדשים "
        ], 
        [
            "אומר שהחיינו וקיימנו והגיענו לזמן הזה מברך על הרעה מעין על הטובה ועל הטובה מעין על הרעה והצועק לשעבר הרי זו תפלת שוא כיצד היתה אשתו מעוברת ואומר יהי רצון שתלד אשתי זכר הרי זו תפלת שוא היה בא בדרך ושמע קול צוחה בעיר ואומר יהי רצון שלא יהו אלו בתוך ביתי הרי זו תפלת שוא הנכנס לכרך מתפלל שתים אחת בכניסתו ואחת ביציאתו בן עזאי אומר ארבע שתים בכניסתו ושתים ביציאתו ונותן הודאה על מה שעבר וצועק על העתיד לבוא:", 
            "<b>גמ'</b>  גרסינן בפרק המפקיד (בבא מציעא דף מב.) תנו רבנן ההולך למוד את גרנו אומר יהי רצון מלפניך ה' אלהינו שתשלח ברכה במעשה ידינו התחיל למוד אומר ברוך השולח ברכה בכרי הזה מדד ואחר כך בירך הרי זו תפלת שוא לפי שאין הברכה מצויה לא בדבר המדוד ולא בדבר השקול ולא בדבר המנוי אלא בדבר הסמוי מן העין שנאמר  דברים כח  יצו ה' אתך את הברכה באסמיך:", 
            "קנה כלים חדשים:", 
            "אמר רב הונא (במכילתין דף נט:) לא שנו אלא שאין לו כיוצא בהן אבל יש לו כיוצא בהן אין צריך לברך ור' יוחנן אמר אחד זה ואחד זה צריך לברך   מכלל דכי קנה וחזר וקנה דברי הכל אינו צריך לברך הואיל וכבר קנה כיוצא בהן לישנא אחרינא אמר רב הונא לא שנו אלא שלא קנה כיוצא בהן אבל קנה כיוצא בהן אינו צריך לברך ורבי יוחנן אמר אחד זה ואחד זה צריך לברך וקיימא לן כרבי יוחנן וכלישנא בתרא דאמר בין קנה כיוצא בהן בין לא קנה כיוצא בהן ובין שיש לו כיוצא בהן ובין שאין לו כיוצא בהן צריך לברך וכן הלכתא:", 
            "הנכנס לכרך מתפלל שתים:", 
            "תנו רבנן בכניסתו מהו אומר יהי רצון מלפניך ה' אלהי שתכניסני לכרך זה לשלום נכנס לשלום אומר מודה אני לפניך ה' אלהי שהכנסתני לשלום בקש לצאת אומר יר\"מ ה' אלהי שתוציאני מכרך זה לשלום יצא בשלום אומר מודה אני לפניך ה' אלהי שהוצאתני מכרך זה לשלום וכשם שהוצאתני לשלום כך   תובילני לשלום ותסמכני לשלום ותצעידני לשלום ותצילני מכף כל אויב ואורב בדרך:", 
            "   הנכנס לבית הכסא אומר התכבדו מכובדים קדושים משרתי עליון תנו כבוד לאלהי ישראל שמרוני שמרוני עזרוני עזרוני סמכוני סמכוני והמתינו לי עד שאכנס ואצא כי זה דרכן של בני אדם כד נפיק אומר ברוך אשר יצר את האדם בחכמה וברא בו נקבים נקבים חלולים חלולים גלוי וידוע לפניך ה' אלהי ואלהי אבותי שאם יפתח אחד מהם או   יסתם אחד מהם אינו יכול להתקיים אפילו שעה אחת ברוך אתה ה' רופא כל בשר ומפליא לעשות:", 
            "  הנכנס לבית  המרחץ אומר יהי רצון מלפניך ה' אלהי שתכניסני לשלום ותוציאני לשלום ותצילני מזה  ומכיוצא בו לעתיד לבא וכד נפיק מאי אומר אמר רב אחא ברוך שהצילני מן האור:", 
            "הנכנס להקיז דם אומר יהי רצון מלפניך ה' אלהי שיהא עסק זה לי לרפואה כי רופא   חנם אתה וכד נפיק מאי מברך אמר רבא ברוך  רופא חנם      הנכנס לישן על מטתו אומר משמע עד והיה אם שמוע ומברך ברוך המפיל חבלי שינה עלי והמאיר לאישון בת עין יהי רצון מלפניך ה' אלהי שתתן חלקי בתורתך ותרגילני לדבר מצוה ואל תרגילני לדבר עבירה ותשלט בי יצר טוב ואל תשלט בי יצר רע ותהא מטתי שלימה לפניך ותעמידני ממטתי לחיים ולשלום והאירה עיני פן אישן המות ברוך המאיר לכל העולם כולו בכבודו וכי מיתער לימא הכי אלהי  נשמה שנתת בי טהורה   היא אתה יצרתה ואתה בראתה ואתה נפחתה בי ואתה משמרה בקרבי ואתה עתיד ליטלה ממני ולהחזירה כי לעתיד לבא כל זמן שהנשמה בקרבי מודה אני לפניך ה' אלהי רבון   כל הנשמות בא\"י המחזיר נשמות לפגרים מתים כי שמע קל תרנגולא לימא ברוך  שנתן לשכוי בינה   להבחין בין יום ובין לילה "
        ], 
        [
            "כי לביש אומר ברוך מלביש ערומים כי מכסי סדינא אומר ברוך אשר קדשנו במצותיו וצונו להתעטף בציצית כי מנח ידיה על עיניה אומר ברוך פוקח עורים וכי תריץ ויתיב אומר ברוך מתיר אסורים כי נחית לארעא אומר ברוך רוקע הארץ על המים כי קאים אומר ברוך זוקף כפופים וכי משי ידיה אומר ברוך אשר קדשנו במצותיו וצונו על נטילת ידים וכי משי אפיה אומר ברוך המעביר שינה מעיני ותנומה מעפעפי יהי רצון מלפניך ה' אלהי שתתן חלקי בתורתך וכוף את יצרי להשתעבד לך ותנני לחן לחסד ולרחמים בעיניך ובעיני כל רואי ברוך אתה ה' גומל חסדים טובים כי אסר המייניה אומר ברוך אוזר ישראל בגבורה כי סאים מסאניה אומר ברוך   שעשית לי כל צרכי כי מהלך אומר ברוך המכין מצעדי גבר:", 
            "גרסינן בפרק התכלת (מנחות דף מג:) תניא היה   רבי מאיר אומר חייב אדם לברך  מאה ברכות בכל יום שנאמר  דברים י  ועתה ישראל מה ה' אלהיך שואל מעמך אל תיקרי מה אלא מאה אמר ר' חייא בר אויא בשבתות וימים טובים דלא נפישי ברכות ממלי להו באספרמקי ומגדי תניא היה רבי   יהודה אומר חייב אדם לברך שלש ברכות בכל יום שלא עשני גוי ובור ואשה רב אחא בר יעקב שמעיה לבריה דקא בריך שלא עשני בור אמר ליה כולי האי   נמי אלא היכי אברך שלא עשני עבד היינו אשה היינו עבד עבד זיל טפי:", 
            "<b>מתני'</b>  חייב אדם  לברך על הרעה כשם שהוא מברך על הטובה דכתיב  שם ו  ואהבת את ה' אלהיך בכל לבבך ובכל נפשך ובכל מאדך בכל לבבך בשני יצריך ביצר טוב וביצר רע בכל נפשך אפילו הוא נוטל את נפשך בכל מאדך בכל ממונך דבר אחר בכל מדה ומדה שהוא מודד לך בכל הוי מודה  :", 
            "<b>גמ'</b>  חייב לברך על הרעה ברוך דיין האמת   ומקבלה עליו בשמחה כענין שהוא מקבל את הטובה כדכתיב  תהלים קא  חסד ומשפט אשירה אם חסד אשירה ואם משפט אשירה וכתיב  שם נו  באלהים אהלל דבר בה' אהלל דבר וכתיב  שם קטז  כוס ישועות אשא ובשם ה' אקרא צרה ויגון אמצא ובשם ה' אקרא וכתיב  איוב ב  ה' נתן וה' לקח יהי שם ה' מבורך:", 
            "לעולם יהא אדם רגיל לומר כל דעביד רחמנא לטב   ולעולם יהיו דבריו של אדם מעטין לפני הקדוש ברוך הוא שנאמר  קהלת ה  אל תבהל על פיך ולבך אל ימהר להוציא דבר לפני האלהים כי האלהים בשמים ואתה על הארץ על כן יהיו דבריך מעטים:", 
            " תניא אל יהלך אדם אחורי אשה בדרך ואפילו היא אשתו נזדמנה לו על הגשרים יסלקנה לצדדין והעובר אחורי אשה   בנהר לא ינקה מדינה של גיהנם:", 
            "אמר רב נחמן ואמרי לה במתניתא תנא אחורי ארי ולא אחורי אשה אחורי אשה ולא אחורי בית הכנסת בשעה שהצבור מתפללין   ולא אמרן אלא דליכא פתחא אחרינא ולא דרי טעונא ולא רכיב חמרא אבל אי איכא חד מהני לית לן בה תנו רבנן המרצה מעות לאשה מידו לידה או מידה לידו בשביל שיסתכל בה אפילו גדול בתורה כמשה רבינו לא ינקה מדינה של גיהנם שנאמר  משלי יא  יד ליד לא ינקה רע:", 
            "<b>מתני'</b>    לא יקל אדם  ראשו כנגד שער המזרח מפני שהוא מכוון כנגד בית קדשי הקדשים ולא יכנס להר הבית במקלו במנעלו בסנדלו ובאפונדתו ובאבק שעל רגליו ולא יעשנו קפנדריא ורקיקה מקל וחומר:", 
            "<b>גמ'</b>    אמר רב יהודה אמר רב לא אסרו אלא מן הצופים ולפנים וברואה ואמר רבי יוחנן ומקום שאין גדר ובזמן שהשכינה שורה:", 
            "תנו רבנן  הנפנה בכל מקום ביהודה לא יפנה מזרח ומערב אלא צפון ודרום ובגליל צפון ודרום אסור רבי יוסי מתיר שהיה רבי יוסי אומר לא "
        ], 
        [
            "אסרו אלא ברואה ר' יהודה אומר בזמן שבית המקדש קיים אסור אין בהמ\"ק קיים מותר ר\"ע אוסר בכל מקום ר' עקיבא היינו תנא קמא איכא בינייהו חוצה לארץ דתנא קמא סבר בחוצה לארץ מותר ורבי עקיבא סבר בחוצה לארץ אסור רבה הוו רמיין ליה הנהו ליבני מזרח ומערב כי היכי דלפני צפון ודרום על אביי אפכינהו אתא רבה ותרצינהו אמר מאן האי דקא מצער לי הלכתא כרבי עקיבא:", 
            "  תניא אמר ר' עקיבא פעם אחת נכנסתי אחר רבי יהושע לבית הכסא ולמדתי ממנו שלשה דברים למדתי שלא יפרע אדם עד שישב ולמדתי שלא יפנה  מזרח ומערב אלא צפון ודרום ולמדתי שאין מקנחין בימין אלא בשמאל אמר ליה בן עזאי ע\"כ העזת פניך ברבך אמר לו תורה היא וללמוד אני צריך איזהו צנוע זה הנפנה בלילה כדרך שנפנה ביום אמר עולא אחורי גדר  נפנה מיד ובבקעה כל זמן שמתעטש ואין קולו נשמע רב אשי אמר כל זמן שאין חבירו רואה את פירועו תניא רבן שמעון בן גמליאל אומר עמוד החוזר מביא את האדם לידי הדרוקן סילון החוזר מביא את האדם לידי ירקון:", 
            "  לא  יכנס אדם להר הבית וכו' אמר רב נחמן אמר רבה בר אבוה הנכנס   שלא לעשותו קפנדריא מותר לעשותו קפנדריא מאי קפנדריא דאמר אדמקיפנא אהדר איעול בהא אמר ר' חלבו אמר רב הונא הנכנס לבית הכנסת להתפלל   מצוה לעשות קפנדריא שנא'  יחזקאל מו  ובבוא עם הארץ לפני ה' במועדים הכא דרך שער צפון להשתחות יצא דרך שער נגב והבא דרך שער נגב יצא דרך שער צפונה לא ישוב דרך השער אשר בא בו כי נכחו יצא אמר רבי יהושע בן לוי כל הרוקק בזמן הזה בהר הבית כאילו רוקק בעיניו שנאמר  מלכים א' ט  והיו עיני ולבי שם כל הימים אמר רבה ורקיקה בבית הכנסת מותר מאי טעמא ילפינן ממנעל מה מנעל מותר אף רקיקה מותרת   רבא אמר כביתו מה ביתו קפנדריא קפדי אינשי מנעל ורקיקה לא קפדי אינשי אף בית הכנסת קפנדריא אסור רקיקה ומנעל שרי   אמר רבי חייא בר אשי אמר רב היוצא מבית הכנסת ונכנס לבית המדרש זוכה ומקבל פני שכינה שנא'  תהלים פד  ילכו מחיל אל חיל יראה אל אלהים בציון:", 
            "\n  הדרן עלך הרואה וסליקא לה מסכת ברכות"
        ]
    ], 
    "title": "Rif Berakhot", 
    "versionSource": "https://www.sefaria.org/Rif_Berakhot", 
    "heTitle": "רי\"ף ברכות", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rif", 
        "Seder Zeraim"
    ]
}