{
    "text": {
        "0_Chapter, 0_Verse, 0_Comment": "זה הנביא התנבא על ירבעם בן יואש. וכן כתיב הוא: אשר דבר ה' ביד עבדו יונה בן אמתי אשר מגת החפר. יש לתמוה איך יעלה על לב חכם שידע השם ומעשיו, שיחשוב לברוח מפניו והוא בידו והכל מלא כבודו, ואיך יתנבא מורה פי השם והוא כתוב כי הוא הנביא?! והגאון אמר: כי הלך אל נינוה וקרא עליה, ולא הזכיר זה הכתוב, כמו: קראן לו ויאכל לחם. ואני אומר: כי אין זה כמו זה, כי אין טעם להזכיר אם אכל אם לא אכל אם לא קראו לו, רק פגע בו ודבר עמו. ועוד: אם יונה מלא דבר השם למה היה בורח, והוא אמר: על קדמתי לברוח תרשישה?! ועתה הנה ראינו שלא היה משה רוצה ללכת בשליחות השם, להוציא עמו ואף כי יונה שילך להשיב אל נינוה. וככה אמרו חכמינו: שתבע כבוד הבן. ועתה ארמוז לך סוד: יש עושה חרוזים בתולדתו בלי למוד, ויש שהוא צריך לימוד, וכאשר יקבל ככה יוכל שלא לקבל, ונקל הוא האחרון מן הראשון וכל הנביאים לבד ממשה, אחר עבור כבוד השם על פניו נבואתם כולם במראות הם, גם בחלום על כן אמרתי על אברהם אבינו בנבואה, על נסיון האלהים ולקח המאכלת, ואזנו נוטה לשמוע מהרה וכאשר חיפשתי בכל המקרא לא מצאתי מלת בריחה, רק דביקה. ",
        "0_Chapter, 0_Verse, 1_Comment": "על מלת פני – כמו: ומפניך אברח, ויברח יפתח מפני אחיו. והנה לא מצאתי בנבואה, יונה שברח מפני השם רק מלפני השם. וכתוב: חי ה' אשר עמדתי לפניו. והנה כל זמן שהוא מקבל, הוא מלפני לפני השם, וככה: ויצא קין מלפני ה' על כן אחריו: ומפניך אני אסתר כי פני האדמה לפני ה'. ועוד כתוב: לבוא בנקרת הצורים ובנקיקי הסלעים, מפני פחד ה', וכתב: לבוא עמהם תרשישה מלפני ה', והמשכילים יבינו.",
        "0_Chapter, 1_Verse, 0_Comment": "קום, נינוה - בית מלכות אשור והיא היום חריבה. וחכמי ישראל בארץ יון אומרים: כי היא הנקראת אורטי\"ה ואנכי לא ידעתי, ועתה לא ציוהו שיאמר: עוד ארבעים יום, רק כי עלתה רעתם לפני. והמפרש: כי פחד שיקרא נביא שקר בהנחם השם מהרעה לא דבר נכונה, כי זאת הטעם לא אמר לו רק בפעם השנית, כי שם כתוב: את הקריאה אשר אני דובר אליך והוא עוד מ' יום. ועוד: איך ימרה הנביא פי השם בעבור פחדו שיקראוהו אנשי נינוה נביא השקר, ומה יזיקהו זה, כי לא ידור עמהם?! ועוד: כי אנשי נינוה לא היו טפשים, כי למה שלח ה' נבואה עליהם רק שישובו אל השם, ואם לא ישובו תתקיים הגזירה עליהם ולולי שידעו זה האמת, שאם ישובו אל השם ינחם על הרעה והנה איך יקראוהו נביא השקר?! והנכון מה שאמרו קדמונינו ז\"ל: כי חרה לו שימלטו בעבור ישראל. והנה מצאנו כתוב: היתה עיר גדולה לאלהים שהיו יראים השם מקדם. והמפרש: כי היתה עיר גדולה ויקרה בעיני השם להשחיתה, אין זה דרך הלשון, כי כתוב: תגדל נפשי בעיני השם ולא לשם, והנה כתוב לאלהים, וכתיב: כל הגוים כאין נגדו, ולא יחוש אם הם רבים, ופירוש לאלהים, כי היו יראים השם הימים הקדמונים, רק עתה בימי יונה החלו לעשות רע, ולולי זה שהיו בתחילה אנשי השם לא היה שולח נביאו אליהם. והנה ראינו ששב תשובה גמורה אין כמוה ולא תמצא כתוב ששברו מזבחות בעלים, או גדעו פסילים והנה מזה נלמוד שלא היו עכו\"ם.",
        "0_Chapter, 2_Verse, 0_Comment": "ויקם, וירד יפו - אמר הגאון: כי תרשישה תרסוס. ורבי מבשר אומר: שהוא עיר תונ\"ס באפריקי. ",
        "0_Chapter, 2_Verse, 1_Comment": "ויתן שכרה - לא כל שכרה רק מה שהוא חייב ליתן בחלקו.",
        "0_Chapter, 3_Verse, 0_Comment": "וה' הטיל - השליך דרך משל, והטעם שהשליכו מהיבשה, על כן לא יכלו להשיב אל היבשה כי לא היה זה רק במקום התחברות הים עם הנהר, והוא סמוך אל היבשה, כי לעולם הוא קשה על הספינות. והעד שככה היה, שאמר: ותשליכני מצולה בלב ימים נהר יסובבני.",
        "0_Chapter, 3_Verse, 1_Comment": "והאניה חשבה - כמו: ארץ כי תחטא לי.",
        "0_Chapter, 4_Verse, 0_Comment": "ויראו המלחים - יועצי הספינה, כמו: מלחיך וחובליך. ויפת אמר: כי מלח היו מוליכים. ",
        "0_Chapter, 4_Verse, 1_Comment": "אל ירכתי הספינה - אל אחת ירכתי הספינה, כמו: ויקבר בערי גלעד. ",
        "0_Chapter, 4_Verse, 2_Comment": "וישכב וירדם - מצער הים ומזעפו, אולי לא נכנס קודם זה בספינה.",
        "0_Chapter, 5_Verse, 0_Comment": "ויקרב רב החובל - הגדול, שהיו חובלים הוא מרימי החבלים חבלי התורן. ורבי משה אמר: מגזרת תחבולות. ",
        "0_Chapter, 5_Verse, 1_Comment": "יתעשת - כמו: אבדו עשתונותיו וכמוהו: עשתי עשר, בעבור שזה המספר הוא, כמו שנים חשבונות כלל ופרט, וכמוהו: אלהים יחשוב לי.",
        "0_Chapter, 6_Verse, 0_Comment": "ויאמרו - יש אומרים: כי היו שם ספינות אחרות ויוכלו לצאת וזאת לבדה בצרה, על כן אמרו: לכו ונפילה גורלות. ",
        "0_Chapter, 6_Verse, 1_Comment": "בשלמי - בעבור מי וכמוהו על השל.",
        "0_Chapter, 7_Verse, 0_Comment": "ויאמרו - המפרש: שבקשו לדעת מאי זה עם הוא, ומאי זה הארץ, שמא נגזר עליהם מהשמים מות, לא דבר נכונה, כי אם גזר השם על עם, אם לא היה בעיר אחד מהם שנגזר עליו, רק במקום אחר עם אחרים, למה יפחדו האחרים, כאילו יתערבו על שגזר עליו לבדו למות. ומנהג רוב האדם לחיות ממלאכתם ומלאכת האדם תורה על דברו, ולמה נכנס ללכת למקום אחד, ויש ארצות שרוב אנשיה טובים וככה היום ידוע.",
        "0_Chapter, 8_Verse, 0_Comment": "ויאמר - השיב להם על האחרון שהוא מבני עבר הנקראים שהם על אמונת עבר הראשון, שהוא אבי כל בני עבר, ואין לו יראה רק מהשם שברח מלפניו, והזכיר השמים והארץ והים, והטעם כי אדע כי הוא עושה ועל הכל ימשול.",
        "0_Chapter, 9_Verse, 0_Comment": "וייראו - כנגד שאמר אני ירא. ויאמרו לו: מה זאת והטעם איך עשית זה לברוח מלפני השם, כי הוא גילה סודו להם.",
        "0_Chapter, 10_Verse, 0_Comment": "ויאמרו, מה נעשה - והטעם: תן לנו עצה מה נעשה. ",
        "0_Chapter, 10_Verse, 1_Comment": "וישתוק הים - כמו: וישמחו וישתקו.",
        "0_Chapter, 11_Verse, 0_Comment": "ויאמר - מתאוה ומבקש למות ולא תשוב נינוה לשם, ולא היה אומר להם ככה, לולי ששמע מפיהם כי ישליכוהו.",
        "0_Chapter, 12_Verse, 0_Comment": "ויחתרו - פירושו וכבר חתרו. ",
        "0_Chapter, 12_Verse, 1_Comment": "ומלת ויחתרו – בעבור שבעלי המשוטות דומים לחותרים.",
        "0_Chapter, 13_Verse, 0_Comment": "ויקראו - האמינו כולם בשם הנכבד ושבו לקרא אליו. ",
        "0_Chapter, 13_Verse, 1_Comment": "בנפש - בעבור כמו: ויעבד יעקב ברחל. ",
        "0_Chapter, 13_Verse, 2_Comment": "כאשר חפצת - שהתברר להם, כי בעבורו הים סוער.",
        "0_Chapter, 14_Verse, 0_Comment": "וישאו, מזעפו - דרך משל, כמו: זועפים.",
        "0_Chapter, 15_Verse, 0_Comment": "וייראו, ויזבחו - אחרי צאתם.",
        "1_Chapter, 0_Verse, 0_Comment": "וימן - כמו זמון. ",
        "1_Chapter, 0_Verse, 1_Comment": "ויהי יונה - אין כח באדם לחיות במעי הדגה כפי שעה, ואף כי זה המספר רק במעשה נס.",
        "1_Chapter, 1_Verse, 0_Comment": "ויתפלל - המפרשים רצו לפרש חדוש והוציאו הכתוב מפשוטו, כי יונה לא התפלל רק אחרי צאתו אל היבשה, בעבור שמצאו ממעי ולא אמר במעי, והלא ראו שם כתוב מבטן שועתי וככה ממעמקים קראתיך ה'. ועוד: כי מלת שועתי, לאות כי התפלל ושוע אל השם טרם שיקיאנו הדג, וככה: ותבא אליך תפילתי. והנה למה לא היה כתוב ויתפלל יונה אחרי צאתו ממעי הדגה?! ועוד: כי אחר תפלתו כתוב: ויאמר ה' לדג והביאם בצרה הזאת, בעבור ותעל משחת ותבוא אליך תפלתי. ועתה שים לבך וראה כל תפילת נביא וברכתו היא ברוח נבואה. ויעקב אמר: לקחתי מיד האמורי, כי דבר שנגזר להיות ידבר לשון עבר. וככה: ויט שכמו לסבול, דרך כוכב מיעקב, וישמן ישורון ויבעט, וירא ה' וינאץ, וישכן ישראל בטח בדד. ובתפילת דוד בברחו: ויענני מהר קדשו סלה כי הכתוב אמר: בברחו ולא אמר ברחו, ובתפילתו אך אוסיף להביט אל היכל קדשך - שהוא השמים וה' בהיכל קדשו ורבים ככה. ושם כתוב: ישועתה לה' שהיה מקוה, כמו ישועתה לה' לבקש. ויש מי שאומר: כי דגה בלעה הדג ואין צורך, כי דגה ודג שם המין, כמו: צדק וצדקה.",
        "1_Chapter, 2_Verse, 0_Comment": "ויאמר שאול - מקום עמוק, הפך שמים שהוא מרום.",
        "1_Chapter, 3_Verse, 0_Comment": "ותשליכני, ימים - כמו: על יאוריהם. ויפת אמר: כי ים סוף מתערב עם ים יפו, וסוף כמו: ותשם בסוף, בעבור היותו קרוב.",
        "1_Chapter, 4_Verse, 0_Comment": "ואני, נגרשתי מנגד עיניך - הם השמים.",
        "1_Chapter, 5_Verse, 0_Comment": "אפפוני. עד נפש - עד הגיעה נפשי למות.",
        "1_Chapter, 6_Verse, 0_Comment": "לקצבי - מקומות שיכרתו שם ההרים מגזרת ויקצב עץ: ",
        "1_Chapter, 6_Verse, 1_Comment": "והארץ - סגרה בריחיה בעדי - שלא אוכל לצאת להיות על הארץ.",
        "1_Chapter, 7_Verse, 0_Comment": "בהתעטף - כמו: כי יעטף. ",
        "1_Chapter, 7_Verse, 1_Comment": "ותעל משחת חיי - דרך משל על נשמתו שהיא באמת חיתו.",
        "1_Chapter, 8_Verse, 0_Comment": "משמרים - פועל יוצא והטעם על אנשי הספינה שהיו קוראים אליו ויוכיח זה את זה. ",
        "1_Chapter, 8_Verse, 1_Comment": "ומלת חסדם – שהיו חושבים כי חסד היו עושים, או פירושו כמו: חסד הוא.",
        "1_Chapter, 9_Verse, 0_Comment": "ואני, אשר נדרתי - במעי הדג.",
        "1_Chapter, 10_Verse, 0_Comment": "ויאמר - דרך משל שהכריחוהו לעשות חפץ השם.",
        "2_Chapter, 0_Verse, 0_Comment": "ויהי - פעם שנית.",
        "2_Chapter, 1_Verse, 0_Comment": "קום - הוא יורה כי לא הלך דרך שתרחק נינוה, אם ישלחהו שנית ילך.",
        "2_Chapter, 2_Verse, 0_Comment": "ויקם - אמר רבי ישועה: כי הלכו אנשי הספינה אל נינוה והגידו דבר יונה, על כן האמינו ומלת לאלהים פירשתיה.",
        "2_Chapter, 2_Verse, 1_Comment": "מהלך שלשה ימים - וסביב המדינה והוא מהלך יום אחד, מן הקצה אל הקצה, או לא הלך לקרא רק מהלך יום אחד על כן.",
        "2_Chapter, 3_Verse, 0_Comment": "ויחל - יש אומרים: ",
        "2_Chapter, 3_Verse, 1_Comment": "כי נהפכת – שנהפכה ממעשיה הרעים וזה דרש איננו נכון, רק הדבר, כמו: רגע אדבר.",
        "2_Chapter, 4_Verse, 0_Comment": "ויאמינו - כמו: ויאמן העם. ",
        "2_Chapter, 4_Verse, 1_Comment": "והטעם: באלהים – בדבר אלהים.",
        "2_Chapter, 5_Verse, 0_Comment": "ויגע - זה לפני לבוש השקים. ",
        "2_Chapter, 5_Verse, 1_Comment": "ויעבר - הסיר. ",
        "2_Chapter, 5_Verse, 2_Comment": "ויכס - בשרו שק, כי הוא פועל יוצא.",
        "2_Chapter, 6_Verse, 0_Comment": "ויזעק, מטעם - מעצתו ודעתו ושכלו, כמו בשנותו את טעמו.",
        "2_Chapter, 7_Verse, 0_Comment": "ויתכסו, ויקראו - האדם מי שהוא בן דעת, או מי שהוא שידע שעשה רע, או כמו אולי. ",
        "2_Chapter, 7_Verse, 1_Comment": "ומלת ושב – על השם הנכבד.",
        "2_Chapter, 9_Verse, 0_Comment": "וירא האלהים - שיאמינו בו. וככה ביתרו: לפני האלהים.",
        "2_Chapter, 9_Verse, 1_Comment": "וינחם - דברה תורה כלשון בני אדם.",
        "3_Chapter, 0_Verse, 0_Comment": "וירע - שנחם השם.",
        "3_Chapter, 1_Verse, 0_Comment": "ויתפלל - פירשתיו. ",
        "3_Chapter, 1_Verse, 1_Comment": "ונחם - תואר, כי על כן הוא קמ\"ץ, כמשפט כל בניין נפעל.",
        "3_Chapter, 2_Verse, 0_Comment": "ועתה - בעבור ראותו כי ישראל לא עשו תשובה יפחד שתבוא הרעה עליהם, על כן יתפלל קח נא את נפשי, כדרך: מחני נא וכאשר עשה אלישע במשחו חזאל.",
        "3_Chapter, 3_Verse, 0_Comment": "ויאמר, ההיטב - כמו: ואכות אותו טחון היטב והטחון טחינה שלימה גמורה. ",
        "3_Chapter, 3_Verse, 1_Comment": "והטעם: למה חרה לך על ככה – ויפת אמר: היחר לך שאיטב אני למי שארצה. וזה הבל הוא:",
        "3_Chapter, 4_Verse, 0_Comment": "ויצא - שב להזכיר דברי יונה ואשר קרהו לפני מלאת ארבעים יום, כדרך: ויפגע במקום. גם: ויקח יוסף את שניהם:",
        "3_Chapter, 5_Verse, 0_Comment": "וימן, קיקיון - חכמי ספרד אומרים: דלעת או קרה. ואין צורך לדעת מהו. ",
        "3_Chapter, 5_Verse, 1_Comment": "להציל לו מרעתו - מרוב חום השמש. ויש אומרים: כי בעבור שעמד במעי הדג זמן ארוך, עור בשרו רך ולא יוכל לסבול החום.",
        "3_Chapter, 6_Verse, 0_Comment": "וימן, למחרת - יום שמחתו בקיקיון.",
        "3_Chapter, 7_Verse, 0_Comment": "ויהי, רוח קדים - ממזרח. ",
        "3_Chapter, 7_Verse, 1_Comment": "חרישית - אמר רבי מרינוס: שהיתה חזקה ומשמעת שאון, עד שתחרשנה האזנים. ",
        "3_Chapter, 7_Verse, 2_Comment": "ויתעלף - כמו: תתעלפנה, ותכס בצעיף ותתעלף - שהתעלף בבגדיו.",
        "3_Chapter, 8_Verse, 0_Comment": "ויאמר - השם שם משל לנביאו, בעבור שחרה לו כי נחם השם.",
        "3_Chapter, 9_Verse, 0_Comment": "ויאמר - הכתוב דבר דרך שיבינו השומעים, כי השם לא יעמול בכל הבריאות. והנה הטעם אתה חסתה על דבר לא עשית ואיך לא אחוס אני על מעשי?! ",
        "3_Chapter, 9_Verse, 1_Comment": "ומלת בן – בחירק כמו בן נון והיה אם בן הכות הרשע והנה לא שמח בקיקיון רק יום אחד, מהבקר עד הערב והנה היה מתחילת הלילה החל שיגדל עד הבקר, ולערב החל ליבש וכעלות השחר כולו יבש, על כן אמר: שבן לילה היה ובן לילה אבד.",
        "3_Chapter, 10_Verse, 0_Comment": "ואני, שתים עשרה רבוא - שלא חטאו גם בהמות והנה דרך סברא, כי נהפכת כמהפכת סדום, כי הדבר הזה ידוע בכל העולם."
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Ibn Ezra on Jonah"
}