{
    "title": "Kessef Mishneh on Mishneh Torah, Second Tithes and Fourth Year's Fruit",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Second_Tithes_and_Fourth_Year's_Fruit",
    "text": [
        [
            [
                "<b>אחר שמפרישין וכו' ובשנה שלישית וששית מפרישין מעשר עני וכו'.</b> פירקא קמא דראש השנה עלה י''ב: \n",
                "<b>ומ''ש כמו שביארנו.</b> הוא בפרק ששי ממתנות עניים: \n\n"
            ],
            [
                "<b>באחד בתשרי הוא ר''ה וכו'.</b> משנה שם: \n",
                "<b>ומה שכתב ובט''ו בשבט הוא ראש השנה למעשר האילנות.</b> ג''ז שם במשנה: \n\n"
            ],
            [
                "<b>והחרובין אע''פ שחנטו פירותיהם וכו'.</b> שם עלה ט''ו ע''ב ת''ר אילן שחנטו פירותיו וכו' עד אם קיבלה אם לא קיבלה: \n",
                "<b>ומ״ש רבינו יראה לי שאין הדברים אמורים וכו': כתב</b> הראב״ד אין סברתו נכונה וכו'. וי״ל דרבינו לטעמיה דסבר דכל הדומה לדגן תירוש ויצהר חייב בתרומה ומעשרות מן התורה כדמשמע מדבריו בפ״ב מהלכות תרומות אבל קשה הא דאמרינן ר״פ כיצד מברכין (ברכות דף ל״ו) ה״א ה״מ במעשר אילן דבארץ גופה דרבנן ושמא י״ל שיפרש רבינו דהתם בפירות גרועים דוקא דומיא דצלף דביה איירי התם דלא הוי דומיא דתירוש ויצהר. ומ״ש שלא חילקו אלא בין מעשר לשביעית וכו' כלומר דאיכא מ״ד התם אתרוג בת ששית שנכנסה לשביעית פטורה מן המעשר ופטורה מן הביעור. ומה שכתב ואם כדבריו מה ענין בנות שוח וכו' טעמו שאם כדברי רבינו דהא דאמר רבי נחמיה והחרובין שחנטו פירותיהם וכו' בחרובי צלמונה שהם גרועות הדברים אמורים אם כן מאי מותיב ר״ל מבנות שוח ולי קשה עוד דקתני רבי נחמיה כגון דקלים וזיתים וחרובין קתני חרובין דומיא דדקלים וזיתים שאינם פסולת מינם ואפשר דה״ק רבינו יראה לי שמה שנהגו העם כרבי נחמיה בחרובין לא נהגו כן אלא בחרובי צלמונה וכיוצא בהן וכו' שאע״פ שרבי נחמיה בכל פירות האילן שעושין בריכה אחת אמרה לא נהגו כמותו אלא בחרובין ולא בכל החרובין אלא בחרובי צלמונה: \n\n"
            ],
            [
                "<b>הירק בשעת לקיטתו עישורו וכו':</b> \n\n"
            ],
            [
                "<b>וכן האתרוג בלבד וכו'.</b> משנה פרק שני דבכורים (משנה ו') וכרבן גמליאל ואיתיה בפ''ק דר''ה (דף ג' וי''ד): \n\n"
            ],
            [
                "<b>ואע''פ שהולכין אחר לקיטתו וכו'.</b> פ''ק דר''ה עלה ט''ו וכרבי יוחנן: \n",
                "<b>כתב</b> הראב''ד כמה דבריו מבולבלים וכו'. טעמו לומר שהוא ז''ל מפרש דע''כ לא אמרו ר''י ור''ל בת ששית שנכנסה לשביעית לעולם ששית דאזלי בתר חנטה אלא לענין אם הוא טבל ואם פטורה מן הביעור ולא איירו לענין אם מפריש מעשר שני או מעשר עני דבהא נקטינן כר' יוסי דאמר אבטולמוס העיד משום חמשה זקנים אחר לקיטתו למעשר ופי' רש''י למעשר לענין שניה נכנסת לג' או שלישית נכנסת לרביעית ורבינו סובר דכיון דסמוך להא דרבי יוסי איתמר הא דר''י ור''ל בההוא גוונא דרבי יוסי מיירו ופסק כוותייהו: \n\n"
            ],
            [
                "<b>האביונות של צלף וכו'.</b> ירושלמי ספ''ד דמעשרות אביונות נותנים עליהם וכו': \n",
                "<b>כתב</b> הראב״ד שנה זה המחבר כב״ש וכו'. טעמו מדגרסינן בר״פ כיצד מברכין (ברכות דף ל״ו) אמר רב יהודה אמר רב צלף של ערלה וכו' עד וב״ש במקום ב״ה אינה משנה וכיון דלב״ה אינו כלאים בכרם ה״ל ודאי אילן ודינו כשאר פירות האילן למ״ש ומ״ע ולפי זה הירושלמי הזה אתי כב״ש ולית הלכתא כוותיה ורבינו סובר שהירושלמי זה אפילו כב״ה אתי דאע״ג דס״ל דהוי כאילן ה״מ לכלאים ולערלה אבל לענין מעשר שני ומעשר עני החמירו בו וטעמא משום דכיון דאין בדבר זה הפסד החמירו בו ולשון הירושלמי מוכיח כן שכתב וליידא מלה כלומר לאי זה דבר נתנו עליהם חומרי זרעים משמע בהדיא דלא נתנו עליו חומרי זרעים אלא לדבר זה בלבד: \n\n"
            ],
            [
                "<b>האורז והדוחן וכו'.</b> בפירקא קמא דראש השנה (דף י''ג ע''ב) תנן התם האורז והדוחן וכו' ופסק כשמואל דאמר הכל הולך אחר גמר פרי: \n",
                "<b>ומ''ש וכן פול המצרי אע''פ שמקצתו השריש וכו'.</b> שם פסק שמואל הלכה כר''ש שזורי דאמר הכי וכתב הראב''ד אם הכל הולך אחר גמר הפרי וכו'. ולכאורה נראה לתמוה שאם קושיא זו קושיא דשמואל אדשמואל ה''ל לאקשויי דאמר הכל הולך אחר גמר פרי ואיהו גופיה אמר הלכה כר''ש שזורי דאמר פול המצרי שמקצתו השריש לפני ר''ה ומקצתו לאחר ר''ה צובר גורנו לתוכו אבל לפי האמת אין כאן קושיא שהרי פירש''י וכי אמר שמואל הלכה כר''ש שזורי לא מטעמיה קאמר דאילו ר''ש שזורי טעמיה משום בילה וטעמא דשמואל משום דכוליה חדש הוא שגדל ונגמר אחר ר''ה עכ''ל וכך הוא מוכרח בגמרא וכך מבואר בדברי רבינו ואפשר דודאי דפשיטא להראב''ד הוא ולא בא להשיג על רבינו אלא מפני שתפס לשון צובר גורנו לתוכו שלשון זה לא יצדק אלא למאן דסובר דבתר השרשה אזלינן ואם יתרום מזה על זה ה''ל תורם מן החדש על הישן ולפיכך צובר גרנו לתוכו כלומר יבלול אותו יפה לאחר שנתן מן הראשון בזוית זו ומן השניה בזוית זו יחזור ויצברנו לאמצע הגורן כדי שיהיה כולו כאחד נבלל יחד יפה נמצא כשיתרום ויעשר יהא מן החדש במעשר לפי מה שיש חדש בגורן ומן הישן לפי מה שיש ישן וכדפירש''י. וי''ל שרבינו מפרש לשון צובר גרנו לתוכו דהיינו לומר שאע''פ שלא יפריש מכל אחד לבדו אלא שצובר כל גרנו לתוכו ונמצא מעושר מזה על זה שפיר דמי לר''ש שזורי משום דיש בילה ולשמואל משום דכוליה חדש הוא. ומ''מ שותא דמרן הראב''ד ז''ל לא ידענא דסיים בה דהא קי''ל דאין בילה אלא ליין ושמן וזה אינו ענין למ''ד הכל הולך אחר גמר פרי ושמא י''ל דחדא ועוד קאמר חדא שאם הכל הולך אחר גמר פרי אין צריך לצבור גרנו לתוכו ואת''ל דלא אזלינן בתר גמר פרי אלא בתר השרשה כי צובר גרנו לתוכו מאי הוי הא קי''ל דאין בילה אלא ליין ושמן וכבר יישבתי דברי רבינו: \n\n"
            ],
            [
                "<b>הבצלים הסריסים וכו'.</b> משנה פרק שני דשביעית (משנה ט') וכחכמים. \n",
                "<b>ומ''ש אע''פ שהתחילו ליבש וכו':</b> \n\n"
            ],
            [
                "<b>פול המצרי שהביא שליש לפני ר''ה וכו' עשה קצצין גמורין וכו' עד ומירקו על זרעו.</b> פירוש קצצין גמורין כתב הר''י קורקוס ז''ל דהיינו שנתמלא השבולת כל צרכה והוא יותר מתרמלו: \n",
                "<b>כתב</b> הראב''ד פול המצרי שהביא שליש וכו'. א''א והוא שליקט לפני ר''ה וכו'. והנה נוסחת ספרי הירושלמי שבידינו הוא כנוסחת רבינו ואע''פ שבתוספתא אמרו על פול המצרי לא שמענו מאחר שבירושלמי פירשו כל משפטיו למה לא נפסוק כמותו. ומ''ש אף כי מצא ספרים משובשים מאן נימא לן שנוסחת רבינו משובשת ואולי מפני מ''ש בהשגות שאחר זה כתב שמצא ספרים משובשים ושם איישב נוסחת רבינו. ומ''ש ומסתבר אפילו זה הפול ככסבר ושבת הוא תמהני מאחר שבירושלמי איבעיא ולא איפשיטא היכי פשיט לה איהו ז''ל: \n",
                "<b>כתב</b> עוד הראב''ד והוא שליקט ממנו לפני ר''ה א''א הירושלמי שהעתיק ממנו משובש וכו' וי''ל שרבינו מפרש הא דאמר שמואל בפ''ק דר''ה שהולכים אחר גמר פרי גמר פרי גמור קאמר וכן נראה מדברי התוספות שם. \n",
                "<b>ועל מ''ש רבינו שלש אריות וכו'</b> כתב הראב''ד לא ידענו מהו אריות ופירש דהיינו לקיטות. \n",
                "<b>ועל מ''ש רבינו אם לא הביאו וכו' עד אע''פ שלא נמנעו.</b> כתב הראב''ד נ''ל שהוא שבוש וכו' ולע''ד נראה דאין כאן שיבוש וה''ק הא דבעינן שימנע ממנו ג' אריות דוקא בשהביא שליש לפני ר''ה אבל אם לא הביא שליש אלא לאחריו לא בעינן שימנע ממנו ג' אריות. ומ''ש והטעם שאין מחשבת זרע חלה וכו' הוא ע''פ גירסתו ופירושו. ומ''ש אמת הוא כך מצא בירושלמי וכו' י''ל שטעם רבינו לסמוך על הירושלמי יותר מעל התוספתא משום דלא ידעינן אי מיתניא בי רבי חייא ורבי אושעיא: \n\n"
            ],
            [
                "<b>פירות שנה שנייה וכו'.</b> משנה פ''ב דמכשירין (משנה י''א) ולשון המשנה הולכים אחר הרוב [להקל] מחצה למחצה להחמיר וכתב רבינו מפריש מעשר שני מן הכל אבל לא מ''ע וכו' כך כתב רבינו בפירוש המשנה הנזכרת על מחצה על מחצה להחמיר והכי תנן בפ''ד דידים דמעשר שני הוי להחמיר לגבי מעשר עני: \n",
                "<b>וכתב</b> הראב''ד ולמה לא יפריש מ''ע וכו' ובאמת דברי רבינו תמוהים ור''ש פירש כהראב''ד שיפריש מעשר אחד ויחלל המעשר על מעות והפירות יחלק לעניים והמעות יאכל בירושלים והיינו שני עישורים דר''ע דפ''ק דעירובין ופרק קמא דר''ה. ועל מ''ש הראב''ד אפילו אחר הרוב אין לילך באיסורי טבל כתב הר''י קורקוס ז''ל לא ידעתי איך הקשה כן דאם זה נקרא טבל תיקשי ליה אמתני' דמכשירין שאמרה בהדיא דהולכים אחר הרוב לכן אני אומר דאין נקרא טבל אלא בשלא הוציא כל מה שצריך להוציא אבל זה כבר הוציא כל מה שצריך להוציא אלא שהמעשר שהוציא הוא ספק אם הוא שני או עני ומאחר שהוציא כל מה שצריך להוציא לא נשאר בו טבל וכיון שנסתלק מכאן דין טבל אלא שאנו מסופקים מעשר זה מה יעשה בו מותר לעשות חול קדש ולא קדש חול וזהו פירוש מה שאמרו הולכים להחמיר ולדעת הר''א והר''ש ה''ל לפרש ולומר מפריש שניהם אבל לשון הולכים להחמיר משמע דאחר אחד מהם אנו הולכים אלא שהולכים אחר החמור והוא השני שצריך לאוכלו בקדושה כך נ''ל לדעת רבינו ונראה חילוק נכון ומוכרח שאם המועט נשאר טבל כדברי הר''א איך אמרו הולכין אחר הרוב דטבל לא בטיל עכ''ל ומשום דקשיא ליה ההיא דפ''ק דר''ה דר''ע הפריש שני עישורין כתב לחלק ביניהם: \n",
                "<b>וכן פירות שהם ספק וכו'.</b> נלמד ממה שקדם בסמוך: \n\n"
            ],
            [
                "<b>כל הפטור ממעשר ראשון וכו':</b> \n\n"
            ],
            [
                "<b>פירות שהוציא מהם מעשר ראשון וכו'.</b> ירושל' דמעשרות פ''ב: \n\n"
            ],
            [
                "<b>מעשר שני הואיל וטעון הבאת מקום וכו' לפיכך לא חייבו להפריש מעשר שני בסוריא.</b> בפ' בתרא דבכורות (דף נ''ג) לימא מתניתין דלא כר''ע דתניא ר''ע אומר יכול יעלה אדם מעשר בהמה מח''ל לארץ (בזמן שב''ה קיים) ויקריבנו ת''ל והבאתם שמה עולותיכם וזבחיכם ואת מעשרותיכם בשני מעשרות הכתוב מדבר אחד מעשר בהמה ואחד מעשר דגן מקום שאתה מעלה מעשר דגן אתה מעלה מעשר בהמה וממקום שאי אתה מעלה וכו' אפילו תימא ר''ע כאן ליקרב כאן ליקדש ובפ''ג דתמורה (דף כ''א) רבי ישמעאל אומר יכול יעלה אדם מעשר שני ויאכלנו בירושלים ודין הוא בכור טעון הבאת מקום ומעשר טעון הבאת מקום וכו' אף מעשר אינו נאכל אלא בפני הבית בן עזאי אומר יכול יעלה אדם מעשר שני ויאכלנו בכל הרואה וכו' אף מעשר אינו נאכל אלא לפנים מן החומה ואע''ג דלגבי הבאה מח''ל בכור יליף ממעשר כמבואר בדברי ר''ע ורבינו תלה כאן מעשר בבכור אלא רצה לכלול רבינו גם דברי רבי ישמעאל ודברי בן עזאי כלומר הואיל וטעון הבאת מקום וכו' ולמד מן בכור אסמכתא למעשה דרבנן שלא יעלו אותו מח''ל דאילו מן התורה אין מעשר בח''ל וז''ש לפיכך לא חייבו וכו' כלומר כי היכי דבכור אין מעלין אותו גם מעשר אין מפרישין אותו ולפיכך לא חייבו ומה שחייבו בשנער ומצרים מפני מעשר עני ומ''מ לא יעלה אותו עד שיפדנו מאסמכתא דבכור כך נ''ל ביאור דברי רבינו עכ''ל הר''י קורקוס ז''ל: \n",
                "<b>כתב</b> הראב''ד אין הטעם הזה מספיק וכו'. כתב הר''י קורקוס ז''ל אפשר שאעפ''כ מספיק הוא דבשלמא בבכור אפשר לומר בו יאכל במומו אבל במעשר שני טעון הבאת מקום ואם יפרישו יהיו צריכין להעלותו ואנן קי''ל דאין מביאין אותו מח''ל לכך לא חייבו בסוריא ובמצרים ובשנער חייבו מפני שהיו עניי ישראל מצויים שם ויפדנו ויעלה פדיונו אבל בסוריא נראה שלא היו עניים מצויים שם וגם שיטעו ויסברו שהיא כשאר א''י ויעלו המעשר עצמו. ומה שרצה לומר שמה שאמרו אין מע''ש בסוריא מן התורה קאמר וגזרו מעשרות ולא נטע רבעי אינו משמע כן פ''ה דמעשר שני גם פ''ז דפאה כי שם אמרו לא למדו נטע רבעי אלא ממעשר כמה דתימא אין מעשר שני בסוריא כך אין נטע רבעי בסוריא מוכח בהדיא דשקולים הם עכ''ל: \n\n"
            ]
        ],
        [
            [
                "<b>מעשר שני נאכל לבעליו לפנים מחומת ירושלים.</b> משנה בסוף זבחים (דף קי''ב:) ובפרק אלו הן הלוקין. \n",
                "<b>ומה שכתב ונוהג בפני הבית ושלא בפני הבית אבל אינו נאכל בירושלים אלא בפני הבית וכו' מפי השמועה למדו וכו'.</b> פ' אלו הן הלוקין (מכות דף י״ט). כתב סמ״ג על מ״ש רבינו אף מע״ש לא יאכל אלא בפני הבית ובספר התרומה כתב שאם הפירות לא הוכשרו שמותר אף בזמה״ז לאכלן בירושלים לא ידעתי מניין לו ע״כ. ואיני יודע מאי קשיא ליה x שרבינו מביא ראיה מהפסוק שאינו נאכל אלא בפני הבית וכי לא הוכשר מאי הוי: \n\n"
            ],
            [
                "<b>מדת חסידות שפודין מעשר שני וכו' והורו הגאונים שאם רצה לפדות שוה מנה בפרוטה לכתחלה בזמן הזה פודה וכו'.</b> דין ההקדש פרק המקדיש ופרק הזהב: \n",
                "<b>ועל מ''ש ומשליך הפרוטה לים הגדול.</b> כתב סמ''ג אבל לשאר נהרות צריך לשחקה בתחלה כדאיתא בפ' כל שעה: \n\n"
            ],
            [
                "<b>ועל מ''ש רבינו וכן אם חילל מע''ש שוה מנה על ש''פ מפירות אחרות.</b> כתב הראב''ד תמה אני אם אמרו הגאונים וכו'. ברפ''ד יתבאר טעמו וטעם רבינו ומ''מ מה שכתב הראב''ד שרבינו תלה זה בדברי הגאונים אין נראה כן מדברי רבינו שלא כתב בשם הגאונים אלא שאם רצה לפדות שוה מנה בפרוטה פודה: \n\n"
            ],
            [
                "<b>כשם שאין אוכלים מעשר שני וכו' עד לפיכך אין מפרישין מעשר שני בירושלים בזמן הזה.</b> תוספתא פ''ג דמעשר שני ונראה לי דהא דאין פודין אותו שם היינו דוקא במעשר שלא נטמא אבל אם נטמא פודים אותו בירושלים כמו שכתב לקמן בסמוך ובפ''ג ומתניתין היא בפ''ב דמעשר שני. וכתב הטור מעשר שני בזה''ז מותר להכשירו כדי שיטמא והכי אמרינן בירושלמי פרק שלישי דמעשר שני הלכה ששית רבי פנחס מסאב לה ופדי לה. \n",
                "<b>ומה שכתב רבינו מוציאין את הפירות בטבלן חוץ לעיר ומפרישין אותו שם ופודהו.</b> שם אמר רבי זעירא רבי חנינא ורבי יונתן וריב''ל עלו לירושלים נתמנו להם פירות ובקשו לפדותן בגבולין אמר לון חד סבא אבוכון לא הוון עבדין כן אלא מפקן חוץ לחומה ופודים אותן שם: \n\n"
            ],
            [
                "<b>כל האוכל כזית מעשר שני וכו' לוקה כו'.</b> משנה פ' אלו הן הלוקין (מכות דף י״ג): \n",
                "<b>ומ''ש ולוקה על כל א' וא' בפני עצמו וכו'.</b> שם ופ''ק דכריתות: \n\n"
            ],
            [
                "<b>אינו לוקה מן התורה וכו'.</b> פרק אלו הן הלוקין (מכות דף י״ט:) א״ר אסי אמר רבי יוחנן מעשר שני מאימתי חייבים עליו משיראה פני החומה מ״ט דאמר קרא לפני ה' אלהיך תאכלנו וכתיב לא תוכל לאכול בשעריך כל היכא דקרינן ביה לפני ה' אלהיך תאכלנו קרינן ביה לא תוכל לאכול בשעריך וכל היכא דלא קרינן ביה לפני ה' אלהיך תאכלנו לא קרינן ביה לא תוכל לאכול בשעריך (וקודם מימרא זו איתא התם) אמר רב ביבי אמר רב אסי מניין למע״ש טהור שפודין אותו אפילו בפסיעה אחת סמוך לחומה שנאמר כי לא תוכל שאתו והקשו התוספות א״כ שמותר לאכול כל שלא נכנס לפנים מן החומה למה הוזקק לפדות לעולם מע״ש ותירצו דאע״ג דליכא לאו מ״מ עשה איכא דכתיב וצרת הכסף אבל לא בלא פדייה וזהו מכת מרדות שכתב רבינו: \n\n"
            ],
            [
                "<b>מקצת מעשר בפנים וכו'.</b> שם לענין בכורים וילפינן מינה למעשר שני: \n\n"
            ],
            [
                "<b>אין פודין מעשר שני בירושלים.</b> במשנה פרק כיצד צולין (פסחים דף ע״ה): \n",
                "<b>ומ״ש אא״כ נטמא וכו'.</b> בפרק אלו הן הלוקין (מכות דף י״ט:) אר״א מניין למעשר שני שנטמא שפודין אותו אפילו בירושלים ת״ל כי לא תוכל שאתו ואין שאת אלא אכילה: \n",
                "<b>ומ''ש היה הוא בפנים וכו'.</b> שם בעיא ופשטוה מדכתיב כי ירחק ממך המקום ממילואך פי' מלואך משאך ומפרש דה''ק אפילו לא יהיה המקום רחוק אלא משאך ה''ז נפדה: \n",
                "<b>ומ''ש אפילו היה אוחז אותו בקנה וכו'.</b> שם בעי' עלתה בתיקו ואמרינן בתר הכי (דף כ') רבינא אמר כגון דנקיט ליה בקניא ותפשוט בעיא דרב פפא ונראה שרבינו מפרש דהיינו לומר דהא דדייקנא הא בגבולין לוקה ג' בדעייליה ואפקיה ואקשינן א''ה מאי למימרא איצטריך כגון דכי אפקיה נקיט ליה בקניא וקמ''ל דדינו כאילו אפקיה לגמרי וה''ה לרב פפא דהוי כאילו לא נכנס כלל ורש''י פי' בהיפך: \n\n"
            ],
            [
                "<b>מעשר שני שנכנס לירושלים.</b> משנה פ''ג דמ''ש וכת''ק (משנה ה'): \n",
                "<b>ומ''ש אפילו של דמאי וכו'.</b> יש לתמוה דהא תני בפ''ק דדמאי הדמאי אין לו חומש וכו' ונכנס לירושלים ויוצא ורבינו עצמו כתב לקמן בסמוך וכן פירות דמאי אע''פ שנגמרה מלאכתן ועברו בירושלים פודין מע''ש שלהם בחוץ. ומצאתי בפ''ג דמעשר שני ירושלמי (הלכה ד') על משנת פירות שנגמרה מלאכתן ועברו בתוך ירושלים יחזור מע''ש שלהם ויאכל בירושלים א''ר זעירא ובלבד בפירות שהן טבולין לדמאי הא דמאי עצמו כבר תפסתו מחיצה פירוש הא דמאי עצמו מעשר שני של דמאי ונראה שעל זה סמך רבינו ומפרש דההיא דנכנס לירושלים ויוצא דוקא בפירות הטבולים לדמאי. \n",
                "<b>ומ''ש וכן פירות הנלקחים בכסף מעשר וכו'.</b> הכי משמע בפרק הזהב עלה נ''ג: \n",
                "<b>עבר והוציאן או שיצאו וכו' עד ואסור להוציאו.</b> שם ואע''פ שמה שאמרו שם שאע''פ שאין שוה פרוטה קלטוה מחיצות משמע שאין בו ממש כתב רבינו אין בחומשו וכו' משום דהתם תניא ממעשרו ולא כל מעשרו פרט למעשר שני שאין בו שוה פרוטה ואסיקנא דהיינו אין בחומשו שוה פרוטה וסובר רבינו דה''ה לענין קליטת מחיצות. \n",
                "<b>ומ''ש אבל מעות מעשר שני נכנסים ויוצאים</b> משנה פ''ג דמע''ש: \n\n"
            ],
            [
                "<b>פירות שנגמרה מלאכתן וכו'.</b> משנה ו' פרק ג' דמעשר שני וכת''ק. \n",
                "<b>ומ''ש אפי' עשה כל הפירות האלו מעשר שני וכו'. ומ''ש חומר הוא וכו'</b> אעיקרא דמילתא קאי: \n\n"
            ],
            [
                "<b>פירות שלא נגמרה וכו'.</b> משנה שם פ''ג דמעשר שני וכב''ה. \n",
                "<b>ומה שכתב וכן פירות דמאי וכו'.</b> שם במשנה והדמאי נכנס ויוצא ונפדה וכבר נתבאר בסמוך: \n\n"
            ],
            [
                "<b>פירות מעשר שני שנטמאו וכו'.</b> שם (מ''ט) וכב''ה וכדפריש בר קפרא בירושלמי: \n\n"
            ],
            [
                "<b>ומ''ש בד''א בשהכניסם על מנת שלא תתפשם המחיצות וכו'.</b> ג''ז שם בירושלמי: \n\n"
            ],
            [
                "<b>תלתן של מעשר שני וכו'.</b> משנה שם פ''ב (מ''ג) תלתן של מע''ש יאכל צמחונין ובירושלמי כיני מתניתין מותר להאכל צמחונין. \n",
                "<b>ומה שכתב וכן כרשיני מעשר וכו' עד ויאכלו בחוץ.</b> משנה ד' שם וכחכמים. \n",
                "<b>כתב</b> הראב''ד כמדומה לי שהטעהו הירושלמי וכו'. טעמו משום דמדברי רבינו נראה שבאו להקל לומר שמותר לאכלה צמחונים ואין זה פשט המשנה שבמשנה באו לומר חומר שיש במעשר שני יותר מבתרומה ואם כן פירוש יאכל צמחונין היינו לומר עכ''פ יאכלו צמחונים ורבינו בפירוש המשנה כתב כדברי הראב''ד ופה חזר בו מפני הירושלמי שפשטו כדברי רבינו פה ואין זה הוצאת המשנה מפשטה דתאכל צמחונין שפיר משתמע מותר שתאכל צמחונין ואין חוששין משום דבר שאין דרכו ליאכל וכמו שפירש רש''י ומה שנשנה שם לענין שיש חומר במעשר שני מבתרומה לא לענין אכילת צמחונין היא אלא לענין שאר דברים שנשנו שם באותה משנה. \n",
                "<b>ועל מ''ש רבינו ואם עשה מהם עיסה וכו'</b> כתב הראב''ד מפורש בירושלמי וכו'. שם אמתניתין דקתני כרשיני מעשר שני נכנסים לירושלים ויוצאים אמרינן קל הוא שהקילו בכרשינין ובלבד בעיסה של כרשינין ע''כ ומשמע להראב''ד דהיינו לומר שאינו רשאי להוציאם לאכלם חוץ לירושלים אלא שמוציאם לעשות מהם עיסה ולחזור ורבינו נראה דמשמע ליה דהיינו לומר שאם עשה מהם עיסה הרי זו מותרת ליכנס לירושלים ולהוציאה. ומכל מקום נראה דגם לרבינו לא יאכלנ' חוץ לירושלים ונראה לי שהטעם שהקילו בעיסה מפני שהכרשינין עצמם נאכלים לאדם על ידי הדחק והעיסה מהם אינה נאכלת אלא יותר בדוחק: \n\n"
            ],
            [
                "<b>אילן שעומד לפנים מן כו'.</b> כך היא הגירסא נכונה כגירסת רבינו לפנינו והדין משנה שם (פ''ג מ''ז) אילן שעומד בפנים ונוטה לחוץ או עומד בחוץ ונוטה לפנים מכנגד החומה ולפנים כלפנים מכנגד החומה ולחוץ כלחוץ ובס''פ אלו הן הגולין (מכות דף י''ב) רמי האי מתניתין אמתניתין דספ''ג דמעשרות דקתני בירושלים הכל הולך אחר הנוף ומשני הא רבי יהודה הא רבנן ואמרינן דלרבי יהודה באילן הלך אחר נופו לחומרא עיקרו בחוץ ונופו בפנים כי היכי דבנופו לא מצי פריק בעיקרו נמי לא מצי פריק עיקרו בפנים ונופו לחוץ כי היכי דבנופו לא מצי אכיל בלא פדייה בעיקרו נמי לא מצי אכיל בלא פדייה והיה נראה שע''פ זה פסק רבינו כן אבל קשה אמאי שבק רבנן ופסק כר''י ועוד למה השמיט דין עיקרו בחוץ ונופו בפנים ולכן נראה שרבינו סמך על מאי דאיתא התם בתר הכי רב אשי אמר מאי אחר הנוף אף אחר הנוף ונ''ל שרבינו מפרש דרב אשי אתא לשנויי דלא ליקשו הני משניות אהדדי דתרוייהו כרבנן ומתניתין דקתני דבירושלים הולך אחר הנוף היינו להחמיר ולומר שאם נופו נוטה חוץ לחומה כיון שנכנס תחת נופו דינו כנכנס לפנים לענין שאין פודין אותו ומתניתין דקתני מכנגד החומה ולחוץ כלחוץ היינו לענין שאין אוכלים שם ופסק כרב אשי דבתרא הוא ועוד דמסתבר טעמיה: \n\n"
            ],
            [
                "<b>בתים שבצד החומה וכו'.</b> שם במשנה בתי הבדים שפתחיהם בפנים וחללן לחוץ או שפתחיהם לחוץ וחללן לפנים בית שמאי אומרים הכל כלפנים וב''ה אומרים מכנגד החומה ולפנים כלפנים מכנגד החומה ולחוץ כלחוץ ובירושלמי (הלכה ד:) אמר רבי אלעזר לחומרין ר' יוסי בעי מהו לחומרין אמר רבי יונה הדא דתנינן תמן בתי הבדים שפתחיהם לפנים וחללן לחוץ מכנגד החומה ולפנים כלפנים מכנגד החומה ולחוץ כלחוץ אין שוחטין שם קדשים קלים כלפנים ולא פודים שם מעשר שני כלחוץ x פתחיהם לחוץ וחללן לפנים מכנגד החומה ולחוץ כלחוץ מכנגד החומה ולפנים אין שוחטים שם קדשים קלים כלפנים ולא פודים שם מעשר שני כלחוץ ומדברי רבינו נראה שאין נוסחא זו בירושלמי מכוונת ויש בה טעות סופר וק''ל: \n",
                "<b>והחלונות ועובי החומה כלפנים.</b> משנה בפרק כיצד צולין (פסחים דף פ״ה:) ובגמרא (דף פ״ו) מותיב לרב דאמר גגין ועליות לא נתקדשו דראש החומה דומה לגגין ועליות ומשני משכחת לה בבר שורא ופירש רש״י בר שורא חומה קטנה לפנים מחומה גדולה והיא נמוכה ושוה לקרקע גובה העזרה עכ״ל וצריך טעם למה השמיטו רבינו: \n\n"
            ]
        ],
        [
            [
                "<b>האוכל מעשר שני בטומאה לוקה וכו' עד והאוכל טמא.</b> בפרק הערל (יבמות דף ע״ג): \n",
                "<b>ומה שכתב והוא שיאכלנו בירושלים קודם שיפדה וכו'.</b> בפרק אלו הן הלוקין משנה שלישית כתב רבינו אינו חייב מלקות על אכילת מעשר שני בטומאה עד שיאכלנו בירושלים דאמר רחמנא בבכור שנפל בו מום בשעריך תאכלנו הטמא והטהור יחדיו ואמר בכאן לא תוכל לאכול בשעריך ובאה הקבלה ג''כ בזה לא תוכל לאכול בירושלים כבשעריך כלומר לא תוכל לאכול מעשר בטומאה בירושלים כמו שתוכל לאכול בכור בטומאה בשעריך עכ''ל: \n\n"
            ],
            [],
            [
                "<b><small>(ב-ג)</small> ומ״ש ואפילו להדליק בו את הנר וכו'.</b> בפרק הערל (יבמות דף ע״ג): \n",
                "<b>כבר ביארנו.</b> בפרק ב'. \n",
                "<b>ומ''ש ואוכלים את דמיו בטהרה וכו'</b> כמו שיתבאר בפרק רביעי. \n",
                "<b>ומ''ש אפילו נטמאו הפירות כולם כשהם טבל וכו':</b> \n\n"
            ],
            [
                "<b>הערל כטמא ואם אכל מעשר שני לוקה וכו'.</b> בפרק הערל בעיא ואסיקנא דלרבי עקיבא ערל כטמא ואף רבי יצחק סבר ערל אסור במעשר דאמר רבי יצחק מניין לערל שאסור במעשר וכו': \n",
                "<b>וטמא שטבל אוכל וכו'.</b> משנה בסוף נגעים (משנה ג') ובפירקא קמא דכלים: \n\n"
            ],
            [
                "<b>האוכל מעשר שני באנינות של תורה לוקה וכו'.</b> בפרק שני דבכורים (משנה ב') תנן המעשר והבכורים וכו' אסורים לאונן ובפרשת והיה כי תבא כתוב גבי מעשר שני לא אכלתי באוני ממנו וק''ל שאין ראיה מכאן שילקה על זה אבל רבינו אזיל לטעמיה שכתב בספר המצות שלו בשורש שמיני במה שצוה הכתוב לנו שנאמר לא אכלתי באוני ממנו ולא בערתי ממנו בטמא ולא נתתי ממנו למת הורה על היות כל פועל מאלו מוזהר ממנו וכבר השיג עליו הרמב''ן. \n",
                "<b>ומה שכתב והוא שיאכלנו במקום אכילתו בירושלים</b> נלמד ממה שנתבאר בסמוך גבי אם אכלו בטומאה. \n",
                "<b>ומה שכתב אבל אם אכלו בחוץ באנינות וכו' מכין אותו מכת מרדות.</b> לענין אכלו באנינות של דבריהם פשוט הוא ולענין אכלו בחוץ באנינות: \n\n"
            ],
            [
                "<b>איזהו אונן וכו'.</b> בפ' טבול יום עלה ק''א וכחכמים: \n\n"
            ],
            [
                "<b>ולא מעשר שני בלבד וכו'.</b> פ' טבול יום ובפרק האשה דפסחים (דף צ''ב): \n\n"
            ],
            [
                "<b>אין נותנין פירות מעשר שני לע''ה וכו'.</b> ירושלמי פירקא קמא דדמאי ובפרק שלישי דמעשר שני אין מוסרין ודאי לעם הארץ. \n",
                "<b>ומה שכתב ולא פירות הנלקחות במעות מעשר ולא מעות מעשר: ומותר לאכול מעשר שני של דמאי וכו'.</b> משנה בפירקא קמא דדמאי (משנה ב'): \n",
                "<b>אין מפקידין מעשר שני אפילו אצל חבר וכו'.</b> תוספתא פ''ד דמעשר שני מפקיד אדם מעשר שני שלו אצל חבר ושל דמאי אצל ע''ה אבא חילפי בן קרויה אומר בראשונה היו עושין כן חזרו לומר אפילו חבר אין מפקידין אצלו שאין אתה יודע מי עומד אחריו ע''כ בתוספתא וזהו שכתב רבינו אין מפקידין מעשר שני אצל חבר וכו' ומצאתי בקצת ספרי רבינו שמסיים בה אבל מפקידין מעשר שני של דמאי אצל ע''ה ונראה שכך היה גורס הראב''ד בספרי רבינו שהיה בידו ונראה שהטעם משום דמשמע דלא חששו אלא בשל ודאי ולא בשל דמאי: \n",
                "<b>והראב''ד</b> כתב על דברי רבינו א''א לא מצאתי דבר זה בשום מקום וכו'. ונוסחת הראב''ד בתוספתא אינה מכוונת דקתני מפקידין מע''ש של דמאי אצל חבר דמשמע אבל לא של ודאי ואמאי לא ותו דקתני ושל ודאי אצל ע''ה דמשמע אבל לא של דמאי קשה אטו מי חמיר דמאי מודאי ואע''פ שהראב''ד הרגיש בזו וכתב שהטעם מפני שמיקל בו וקשה שהרי שנינו הדמאי נותנו לע''ה ויאכל כנגדו וכן שנינו ואם היה ע''ה נותן לו מדמאי וכמה קולות הקילו בדמאי וכ''ש שלא היה להם לחוש מלהפקידו אצל ע''ה הילכך נראה לי שאותה נוסחא משובשת ורבינו שמשון הביא תוספתא זו בפרק ד' דטבול יום וגורס כגירסת תוספתא דידן. ומה שרצה הראב''ד לחלק בין פקדון דמעות לפקדון דפירות קשה לי דפקדון דפירות מי לא שכיח דליהוי לזמן ארוך ותו דאפילו לא ליהוי לזמן ארוך מי ליכא למיחש שימות הנפקד ביום אשר הפקיד אותו או למחרתו הילכך נוסחת רבינו ונוסחת תוספתא דידן עיקר: \n\n"
            ],
            [
                "<b>מעשר שני אסור וכו'.</b> משנה פ''ק דדמאי (משנה ב') הדמאי אין לו חומש וכו' ומאבדין את מיעוטו בדרכים משמע הא ודאי לא והכי אמרינן בירושלמי. \n",
                "<b>ומה שכתב וכמה הוא מיעוט פחות מכגרוגרת וכו'.</b> שם בירושלמי (הלכה ב') אמתניתין דמאבדין את מיעוטו בדרכים דבי רבי ינאי אמרי פחות מאוכל מותר לאבד בפרוס אבל בשלם עד כגרוגרת רבי יוחנן אמר בשם ר''ש בן יוצדק בשלם עד כגרוגרת בפרוס אפילו כמה מותר מה פליגין ר' מנא אמר לא פליגי דבי ר' ינאי אמרי פחות מאוכל מותר לאבד בפרוס אבל בשלם עד כגרוגרת ר''י אמר בשם ר''ש בן יוצדק בין בפרוס בין בשלם עד כגרוגרת ויש לתמוה שגם למה ששנה רבי מנא דבריהם פליגין והיאך אמר דלא פליגי ואפשר דבקדמייתא ל''ג בדרבי ינאי בשלם עד כגרוגרת אלא בשלם כגרוגרת ומשמע דפליגי גם בשלם דלרבי ינאי כגרוגרת מותר לאבד ולר''י עד גרוגרת מותר לאבד אבל לא כגרוגרת דעד ולא עד בכלל ואתא רבי מנא למימר דבשלם לא פליגי דמאי כגרוגרת דאמר רבי ינאי עד כגרוגרת ואכתי ק''ל למה הוצרך לשנות דברי ר''י לומר דלא מפליג בין פרוס לשלם ולכן נראה לומר דל''ג בתנייתא דר' ינאי אבל בשלם אלא ובשלם וה''פ פחות מאוכל מותר לאבד בפרוס ובשלם והיינו עד כגרוגרת דכגרוגרת הוא שיעור אוכל לענין הוצאת שבת והשתא למאי דמסיק רבי מנא לא פליגי ר' ינאי ור''י כלל ואפילו לגירסא דידן פסק רבינו כר''י משום ר' שמעון בן יוצדק דאף על גב דר''י תלמידיה דרבי ינאי הוא ואין הלכה כתלמיד במקום הרב שאני הכא דמשמיה דר' שמעון בן יוצדק קאמר לה: \n",
                "<b>והראב''ד</b> כתב א''ר יוחנן משום ר''ש בן יהוצדק כו'. טעמו להשיג על רבינו שדבריו לא כמר ולא כמר שהוא ז''ל לא היה גורס עד אלא כגרוגרת ולא מיעט אלא יותר מכגרוגרת אבל כגרוגרת מותר ולאפוקי מרבינו שפסק דכגרוגרת אסור וכבר כתבתי טעם פסק רבינו שהיה גורס עד כגרוגרת: \n",
                "<b>ומה שכתב רבינו והמפריש מעשר שני של דמאי כו'</b> משום דמשמע לרבינו דהא דר''י ורבי ינאי קאי נמי למאי דקתני בההיא מתניתין נותנו לעם הארץ ויאכל כנגדו סמוך למאבדים את מעוטו בדרכים. ומיהו איכא למידק דהכא משמע בלשון רבינו דמ''ש של דמאי שמותר ליתנו לעם הארץ דוקא פחות מכגרוגרת הא כגרוגרת אינו רשאי ליתנו לעם הארץ ולעיל בסמוך כתב סתם דמותר ליתנו לעם הארץ ומשמע דבין מעט בין הרבה מותר ליתנו לעם הארץ. ונראה שרבינו לעיל סמך על מה שאמר כאן דדוקא פחות מכגרוגרת: \n",
                "<b>וכתב</b> הראב''ד א''א אפילו כגרוגרת וכו'. כבר נתבאר שטעמו שלא היה גורס עד כגרוגרת ורבינו גורס עד כגרוגרת. ומ''ש וכדברי רבי ינאי אפילו עד כביצה נראה שטעמו להשיג שה''ל לפסוק כר' ינאי ודלא כר''י דאין הלכה כתלמיד במקום הרב וכבר כתבתי טעם רבינו ומכל מקום למדנו מדברי הראב''ד שגם הוא ז''ל סובר דהא דר''י ורבי ינאי קאי נמי לנותנו לע''ה ויאכל כנגדו: \n\n"
            ],
            [
                "<b>מעשר שני ניתן לאכילה ושתיה וסיכה.</b> משנה פ''ב דמעשר שני (משנה א'). \n",
                "<b>ומה שכתב ואסור להוציאו בשאר צרכיו וכו'.</b> משנה בספ''ק דמע''ש זה הכלל כל שהוא חוץ לאכילה ושתיה וסיכה מדמי מעשר שני יאכל כנגדו: \n",
                "<b>ומ''ש שנאמר לא נתתי ממנו למת לא הוצאתיו בדבר שאינו מקיים את הגוף</b> אע''פ שהרמב''ן בפירוש התורה כתב על דברי רבינו בזה שהם דברי הבאי נראה דלא דבר ריק הם דברי רבינו כמו שאכתוב בסמוך. \n",
                "<b>ומ''ש ואם הוציאו ממנו בשאר דברים אפילו בדבר מצוה וכו'.</b> משנה בסוף מעשר שני (משנה י''ב) ולא נתתי ממנו למת לא לקחתי ממנו ארון ותכריכין למת ומשמע לרבינו דבדרך אפילו מיתניא ומשום דאיכא למידחי ולומר דדוקא נקט למת הא לחי דומיא דלמת דהיינו ליקח בגדים לחי שרי לכך כתב רבינו דאין לומר כן דגם זה הוי בכלל למת כיון שאינו דבר שהוא חוזר להיות חי דהיינו אכילה ושתיה שחוזר להיות חלק אבר: \n\n"
            ],
            [
                "<b>מעשר שני אוכל דבר שדרכו וכו' עד השמן.</b> משנה פ''ב דמע''ש (משנה א'): \n",
                "<b>ומ''ש ולא יסחוט את הפירות כו'.</b> משנה פי''א דתרומות (משנה ג'): \n",
                "<b>ואין מחייבין אותו לאכול פת שעיפשה וכו'.</b> ירושלמי פרק ב' דמעשר שני: \n\n"
            ],
            [
                "<b>ומ״ש כל שמותר לזרים לאוכלו בתרומה וכו': שמרים שנתן עליהם מים וכו'.</b> פרק המוכר פירות (בבא בתרא דף צ״ז) וכת״ק ובספרי רבינו כתוב במעשר בחולין שניהם בבי״ת ודבר פשוט הוא שט״ס הוא דבשניהם צריך להיות כ״ף: \n\n"
            ],
            [],
            [],
            [
                "<b><small>(יג-טו)</small> יין של מעשר שנפל לתוכו דבש ותבלין וכו' עד השבת לשני.</b> משנה בפ''ב דמעשר שני (משנה א') ומסיים בה שם במשנה זה הכלל כל ששבחו ניכר השבח לפי חשבון וכל שאין שבחו ניכר השבח לשני ובירושלמי אמר רבי יוחנן כל שיש בו הותיר מדה השבח לפי חשבון וכל שאין בו הותיר מדה השבח לשני רשב''ל אמר כל שטעם שבחו ניכר השבח לפי חשבון וכל שאין טעם שבחו ניכר השבח לשני וידוע דהלכה כר''י: \n",
                "<b>כתב</b> הראב''ד אין זה דרך הירושלמי וכו'. נראה שבא להשיג על מה שכתב רבינו שכל שאין שבחו ניכר אפילו הותיר המדה השבח לשני בלבד דמשמע דגם יתרון המדה לשני וע''ז כתב שאין זה דרך הירושלמי דמשמע שלא נחלקו ר''י וריש לקיש אלא בשנשאר המדה שהיתה בו תחלה ודמי התערובות שעירב בו היה ד' זוזים והשביח ושוה ה' זוזים אבל לא הותיר על המדה דלר''י אין לבעל התערובות חלק בזוז שהשביח כיון שלא הותיר על המדה ולריש לקיש יש לו בו חלק כיון שעל ידו הותיר אבל כשהותיר המדה ולא היה בו שבח לא איירי ביה בירושלמי ואפשר דכ''ע מודו שהמדה לבעל התערובות ולמה יאבד זה מה שעירב ולזה נראה שכיון הראב''ד ורבינו תפס לשון המשנה והירושלמי כפשטן דמתניתין קתני כל ששבחו ניכר השבח לפי חשבון ור''י התנה עוד שיותיר על המדה ואז יהיה השבח לפי חשבון אבל אם חסר אחת משתי אלה השבח לשני. \n",
                "<b>ועל מה שכתב רבינו כיצד השבח לפי חשבון וכו'</b> כתב הראב''ד א''א זו החלוקה איני יודע וכו'. ואני אומר שאין מחלוקת ביניהם שמ''ש רבינו חושבין הכל בארבעה ורביע פירושו חושבין כאילו הקרן ארבעה ורביע ונותנין לבעל התערובות זוז ורביע והשאר למעשר שני וכדברי הראב''ד ואפשר שגירסא אחרת היתה להראב''ד בדברי רבינו ולפיכך השיגו וגירסא דספרים דידן נכונה: \n\n"
            ],
            [
                "<b>מעשר שני אע''פ שניתן לסיכה וכו'.</b> תוספתא בריש מע''ש ופירוש צינית מכה שתחת פרסת הרגל והטעם משום דרפואה אינה בכלל אכילה: \n\n"
            ],
            [
                "<b>מעשר שני ממון גבוה הוא.</b> בפרק האיש מקדש (קידושין דף נ״ד:) פלוגתא דתנאי ואיפסיקא הלכתא בגמרא כר״מ דאמר הכי: \n",
                "<b>ומ''ש ואינו נקנה לו במתנה אא''כ נתן לו הטבל.</b> שם בגמרא אליבא דר''מ ונתנו טעם בגמרא למה כשנתן לו את הטבל נקנה לו משום דקסבר מתנות שלא הורמו לאו כמי שהורמו דמיין ויש לתמוה היאך פסק רבינו שאם נתן לו את הטבל נקנה לו והרי הוא ז''ל פסק בפ''ו מהלכות מעשרות ובכמה דוכתי דמתנות שלא הורמו כמי שהורמו דמיין. ותירץ הר''י קורקוס ז''ל שסובר רבינו דדוקא להאי מילתא אמרו לאו כמי שהורמו דמיין דע''כ לא אמר ר''מ מע''ש ממון גבוה אלא דוקא כשהורם ונקרא עליו שם מעשר דהא מדכתיב לה' הוא יליף לה וקרא אחר שהורם ונקרא מעשר משמע. \n",
                "<b>ומ''ש והמקבל מפריש המעשר</b> פשוט הוא. \n",
                "<b>ומ''ש ואין מקדשין בו וכו'.</b> משנה בריש מע''ש (משנה ב'). \n",
                "<b>ומ''ש ואין מרהינין אותו וכו' עד ואם רצה הלה ליתן.</b> שם ירושלמי: \n\n"
            ],
            [],
            [
                "<b>מעשר שני אין וכו'.</b> משנה שם. \n",
                "<b>ומ״ש אפילו דינרי זהב ואפילו לחלל עליהם מע״ש אחר וכו'.</b> בפרק במה מדליקין (שבת דף כ״ב:) ודברי רבינו בפירושו שלא כפירוש רש״י: \n\n"
            ],
            [
                "<b>האחין שחלקו וכו'.</b> בירושלמי ריש מע''ש (הלכה א') האחין שחלקו מהו שישקלו זה כנגד זה תנן לא יאמר אדם לחבירו בירושלים הילך יין ותן לי שמן וכו' הוו בעו מימר אסור אשכח תני מותר ומשמע להראב''ד דקאי אבעי' דהאחין שחלקו וכו' לפיכך כתב נ''ל שהוא מותר ורבינו משמע ליה דלא קאי אלא למאי דסמיך ליה הא לך יין שאין לי שמן אבל בעיא דהאחין שחלקו מהו שישקלו זה כנגד זה לא פשטו בה דבר ומיהו יש לתמוה למה פסקה לחומרא כיון דמילתא דרבנן היא ה''ל למיפסק לקולא וצ''ע. ויש חסרון בספרי רבינו וכך היא הנוסחא הנכונה בספר מוגה האחים שחלקו אין שוקלים זה כנגד זה וכן מעות מע''ש אין שוקלין כנגדן ולא מוכרים אותן ואין מחליפין. \n",
                "<b>ומ''ש ולא יתנם לשולחני להתנאות בהם ולא ילוה אותם להתגדל בהם ואם הלוון שלא יעלו חלודה מותר.</b> תוספתא בריש מעשר שני: \n\n"
            ],
            [
                "<b>ומה שכתב ואין פורעין מהם את המלוה.</b> תוספתא פרק ז' דשביעית וירושלמי פירקא קמא דמעשר שני: \n\n"
            ],
            [
                "<b>לא יאמר אדם וכו'.</b> משנה ריש פרק ג' דמעשר שני (משנה א') ופירש רבינו בה אין שינוי בענין אלא נקיות לשון ובחרו מאמרם לחלק מפני שיהיה כמי שנתן פירות מעשר שני שכר למי שהעלם וזה אסור לפי שהוא בעצמו חייב להגיעם שם ור''ש פירש משום דאסור לפרוע חובו ממעשר שני וזה נראה כפורע שכירות הדרך ממעשר שני: \n\n"
            ],
            [
                "<b>אומר אדם לחבירו וכו'.</b> בפרק ב' דמעשר שני (משנה ב') ר''ש אומר אין סכין שמן של מעשר שני בירושלים וחכמים מתירים ופירש רבינו על פי הירושלמי שרבי שמעון אומר שאסור לאדם שיאמר לחבירו שימשח אותו בשמן של מע''ש ושתמשח יד מושחו ותהיה שכרו על המשיחה שמושחו ואינו מותר שישתכר אדם ממעות מע''ש וחכמים מתירים זה כי הם אומרים שאין דמים למשיחת ידו ואין מקפידין בזה וידוע דהלכה כחכמים: \n\n"
            ],
            [
                "<b>כבר ביארנו וכו'.</b> לעיל בפרק זה. \n",
                "<b>ומ״ש לפיכך אנו אומרים שהגונב מע״ש וכו'.</b> בפרק מרובה (בבא קמא דף ע״ו) אמרינן דגונב הקדש פטור מכפל ובפרק הזהב דרשינן לרעהו ולא של הקדש: \n\n"
            ],
            [
                "<b>המקדיש מעשר שני שלו וכו'.</b> תוספתא פ' חמישי דמעשר שני: \n\n"
            ]
        ],
        [
            [
                "<b>הרוצה לפדות פירות מעשר שני וכו' ואם לא פירש וכו'.</b> משנה פ' ד' דמעשר שני (משנה ז') וכרבי יוסי: \n\n"
            ],
            [
                "<b>וכן אם רצה לחלל פירות המעשר וכו' ולא יחלל ממין על שאינו מינו וכו'.</b> ירושל' רפ''ד דמעשר שני. \n",
                "<b>ומ״ש ואם חילל הרי הן מחוללות: כתב</b> הראב״ד והראשונים לא יצאו לחולין וכו' נראה דהיינו מדתניא התם (סוכה דף מ':) אחד שביעית ואחד מע״ש מתחללין על בהמה חיה ועוף ומסיק מאי שביעית דמי שביעית דאי לא תימא הכי מעשר מעשר ממש והא כתיב וצרת הכסף בידך אלא דמי מעשר ה״נ דמי שביעית ופירש״י וצרת דאין מתחלל אלא על המטבע דבר שיש עליו צורה. ומ״ש ואפי' דיעבד נראה שטעמו מדקתני מתחללים דמשמע דיעבד כדאמרינן בפ' הזהב אפ״ה קאמר דמעשר ממש אינו מתחלל ולרבינו י״ל דהכא מתחללין לאו דוקא דהא בתוספתא קתני מחללין דמשמע לכתחלה. ומ״ש ופרי שני דיעבד אין וכו' נלמד מהא דתניא אחד שביעית ואחד מע״ש מתחללין ואוקימנא בדמי מע״ש ומתחללין דיעבד משמע ליה כמו שכתבתי בסמוך. ומ״ש אלא בדמאי דמחלל לכתחלה. בהשגה שאחר זה אכתוב שמהירושלמי למד כן וטעמו להשיג על רבינו שא״א להעמיד דבריו אפילו בפרי שני דלכתחלה אין מחללין והוא ז״ל כתב וכן אם רצה לחלל פירות המעשר על פירות אחרות דמשמע אפי' לכתחלה וכבר כתבתי דלדעת רבינו דמי מעשר מחללין לכתחלה ובסמוך אכתוב שמהירוש' משמע כדברי רבינו דקתני אין מחללין ממין על שאינו מינו משמע הא על מינו מחללין והשתא אין ראיה מההיא דלולב הגזול דהתם שאני שהוא ממין על שאינו מינו. ומ״ש בס״פ לולב הגזול והכתיב וצרת הכסף בידך לא שיהא כסף דוקא אלא למעוטי שלא יחלל על שאינו מינו והא דבפ' הזהב (בבא מציעא דף מ״ד:) מוכח דפרי ראשון אינו מתחלל על פרי אלא על מטבע שנשאו ונתנו שם אי דהבא פירא הוי אי טבעא לחלל עליו מעשר שני משמע דלמ״ד פירא אין מחללין עליו י״ל דדהבא שאני דעד כאן לא שרי רבינו לחלל אלא על פירות שהם אוכל ויש להביא ראיה לדברי רבינו ממה ששנינו בפירקא בתרא דטבול יום בראשונה היו אומרים מחללין על פירות ע״ה חזרו לומר אף על מעותיו וכן פירשה רבינו דמיירי בפירות לחלל על פירות דסתם חילול הכי משמע: \n",
                "<b>כתב</b> עוד הראב''ד מה שהקפידו על מינו אינו אלא בדמאי וכו'. נראה דמשום דמהירושלמי הזה קשה למ''ש בהשגה שקודם זו שפירות הראשונים של מעשר אינם מתחללים אלא על הכסף והרי כאן שלא מיעטו אלא ממין על שאינו מינו הא ממין על מינו מחללין ולפיכך העמיד הירושלמי הזה בדמאי דוקא וזה דוחק שלדמאי קראו מעשר שני סתם ועוד ק''ל אם הקפידו על דמאי למה לא הקפידו על הודאי: \n\n"
            ],
            [
                "<b>הפודה מעשר שני וכו'.</b> ירושלמי סוף פרק קמא דדמאי: \n",
                "<b>וכתב</b> הראב''ד אני אומר שאם חילל פירות על פירות וכו'. דבר פשוט הוא דלטעמיה אזיל שסובר שאין פירות ראשונים של מעשר שני מתחללין אלא על הכסף: \n",
                "<b>ומה שכתב של דמאי אינו צריך ברכה.</b> שם במשנה הדמאי מפרישין אותו ערום ופירש בירושלמי לומר שאינו טעון ברכה: \n\n"
            ],
            [
                "<b>כשפודין את המעשר וכו'.</b> ירושלמי ריש פ''ד דמעשר שני: \n",
                "<b>כתב</b> הראב''ד נ''ל שלא אמרו דבר זה וכו'. ויש לתמוה מאחר שהוא כתב למעלה שלעולם אין פירות הראשונים מתחללין אלא על כסף היאך כתב כאן שלא אמרו דבר זה אלא כשפודין אותו על פירות ואם בדמאי קאמר ה''ל לפרש ואפשר דממה שכתב לעיל ממילא משמע דבדמאי מיירי. ועוד יש לדקדק בדבריו דבתחלת דבריו משמע דמסתבר ליה טעמו של רבינו ובסוף דבריו נתן טעם אחר ואפשר דה''ק אם טעם זה אמת נ''ל שלא אמרו אלא כשפודין אותו על פירות אבל העיקר אצלי טעם אחר והוא שלא לפגום את המעשר. וא''ת מה טעם הוא זה שלא לפגום את המעשר מפני שדמי מעשר פחותים מדמי חולין ולמה הם פחותים מדמי חולין הלא כשפודה אותו הרי הוא חולין גמורים וי''ל דמ''מ כיון ששם מעשר עליו כשבאין לפדותו דמיו פחותים מדמי חולין: \n\n"
            ],
            [
                "<b>אין מחללין וכו'.</b> בפ''ק דדמאי (משנה ב') במשנה שנינו דכל הני מותר בדמאי משמע אבל לא בודאי: \n",
                "<b>ומ''ש ואם עבר וחילל וכו'.</b> שם בירושלמי: \n\n"
            ],
            [
                "<b>אין מחללין וכו'.</b> פרק קמא דמעשר שני (משנה ה') במשנה הלוקח פירות שוגג יחזרו דמים למקומן מזיד יעלו ויאכלו במקום ואם אין מקדש ירקבו ולא חשש רבינו לבאר דבריו דבמזיד מיירי דמדנקט לשון חילול משמע דבמתכוין לחלל מיירי. \n",
                "<b>ומ״ש ולא יחללם על בהמה חיה ועוף וכו' אבל אם חילל על שחוטים וכו'.</b> בפרק לולב הגזול (סוכה דף מ') וכחכמים: \n\n"
            ],
            [
                "<b>בשעת הדחק מותר וכו'.</b> משנה ו' פ''ב דמ''ש: \n\n"
            ],
            [
                "<b>מעשר שני של דמאי מחללין וכו'.</b> משנה בפ''ק דדמאי (משנה ב') וכחכמים ודברי רבינו בה כפירוש התוספות בפרק הזהב: \n\n"
            ],
            [
                "<b>אין פודין פירות מעשר אלא בכסף וכו'. וכן אם פדה לעצמו והוסיף חומש וכו'. ואין פודין בכסף שאינו מטבע וכו'.</b> בפרק קמא דמעשר שני (משנה ב') תנן אין מחללין מעשר שני על אסימון ובפרק הזהב (בבא מציעא דף נ״ד) דטעמא משום דכתיב וצרת דבר שיש עליו צורה ואמרינן התם דחומשו כמותו. \n",
                "<b>ומ''ש ואם פדה בלשון של כסף וכו': ואין פודין בפחות מפרוטה וכו'.</b> ירושלמי פ''ד אמר רבי חזקיה זה שהוא מחלל לא יהא מחלל על חצי פרוטה שלא יהא כמחלל על אסימון אלא על פרוטה ע''כ. ונראה שכוונת רבינו והירושלמי דאף אם יש במעשר כמה פרוטות ומחלל אותו על מטבעות שיש בכל אחת חצי פרוטה אינו מחולל דכל מטבע פחות מפרוטה הרי הוא כאסימון: \n\n"
            ],
            [
                "<b>אין פודין במטבע שאינו יוצא וכו'.</b> משנה בריש מע''ש. \n",
                "<b>ומ''ש ומטבע מלכים הראשונים וכו'.</b> שם בירושלמי (הלכה א') מטבע של מלכים הראשונים וכו' אם היה יוצא ע''ג צורתו מחלל ואם לאו אינו מחלל ובתוספתא מטבע היוצא משם של מלכים הראשונים מחללים אותו עליהם ורבינו תפס לשון התוספתא ופירושה כמו שמבואר בלשון הירושלמי: \n\n"
            ],
            [
                "<b>אינו פודה במעות שאינן ברשותו.</b> משנה שם: \n",
                "<b>ומ''ש נפל כיסו לבור וכו'.</b> שם בירושלמי נפל כיסו לבור ובו מאה רבוא והיה יכול להוציא חמשים רבוא להעלותם אותם חמשי' רבוא כמו שהם ברשותו ע''כ. והדבר מבואר דה''ק אותם חמשים רבוא שישארו כמו שהם ברשותו ורבינו לא חשש להאריך וכיון שלמדנו שכיסו בבור מיקרי ברשותו וממילא משמע שאינו מחלל אלא עד שיעור מה שישאר אחר מה שצריך להוציא בהעלאתו. ודע שבתוספתא פ''ק כתוב נפל כיסו לבור אין מחללין וצריך להעמידה באינו יכול להעלותו x: \n\n"
            ],
            [
                "<b>היה בא בדרך ומעות בידו וכו'.</b> בפרק הגוזל ומאכיל (בבא קמא דף קט״ו:) והתניא מי שבא בדרך ומעות בידו ואנס כנגדו לא יאמר הרי פירות שיש לי בתוך ביתי מחוללין על מעות הללו ואם אמר דבריו קיימים הב״ע בשיכול להציל אי בשיכול להציל לכתחלה אמאי לא יאמר בשיכול להציל [ע״י] הדחק ולפ״ז מה שאמר רבינו פודה בהם פירות שבבית לא שיוכל לעשות כן לכתחלה אלא שאם פדה פדוי: \n\n"
            ],
            [
                "<b>המניח מעות וכו'.</b> משנה וגמרא ס״פ כל הגט (גיטין דף ל״א:) וכרבנן דפליגי על ר״א בן שמוע: \n\n"
            ],
            [
                "<b>מי שהיה עומד בטבריה וכו'.</b> בפרק הגוזל עצים וכו' (דף צ''ז:) אין מחללין על מעות של כאן והם בבבל ושל בבל והם כאן של בבל והם בבבל מחללין ואוקימנא בשמלכיות מקפידות א''ה של בבל והם בבבל למאי חזו דזבין בהו בהמה ומסיק לירושלים ובירושלמי פ''ק דמע''ש (הלכה א') אין מחללין לא על המעות שהם בבבל ולא על המעות שבבבל כאן לא המעות שכאן בבבל בעומד בבבל ולא המעות שבבבל כאן בעומד כאן היו לו מעות מבבל לבבל והוא עומד כאן נימר אם היתה דרך פתוחה מחלל ואם לאו אינו מחלל ע''כ ודברי רבינו תמוהים שאינם לא בתוספתא ולא בירושלמי הזה והם היפך גמרא דידן וכבר השיגו הראב''ד וכתב א''א מן הגמרא שלנו הכל בהיפך וכו'. וע''כ לומר שגירסא אחרת היתה לרבינו בגמרא והר''י קורקוס ז''ל כתב לפי זה הירושלמי מה שאמרו בפרק הגוזל עצים אין מחללין על מעות של בבל והם כאן וכו' האי והם אבעלים קאי דכיון דבעלים כאן אין מחללין על המעות שבבבל אף אם המעות בבבל והם מטבע בבל וכן אם הבעלים בבבל אין מחללים על מעות של כאן אף אם המעות כאן והם מטבע כאן והוא הדין הראשון שכתב רבינו היה עומד בטבריא וכו' אינו מחלל והוא מה שכתב בירושלמי לא על מעות של בבל כאן בעומד כאן אפילו שהמעות של בבל והם בבבל כיון שהוא עומד כאן אין מחללין, ומה שכתב דברייתא על מעות של בבל והם בבבל מחללים היינו שהבעלים בבבל אפילו שאין המעות שם כיון שהבעלים עומדים במקום שיוצאים והוא הנקרא מקום חלולם לדעת רבינו מחללים והוא מ''ש בירושלמי לא על מעות של כאן והם בבבל בעומד בבבל ומעות של כאן ויוצאים כאן אפי' אם גם המעות בבבל כיון שהם מטבע כאן אינו מחלל דאי עומד כאן אפילו אין המטבע כאן כיון שהם מטבע היוצא במקום שהוא עומד מחלל דבהכי קפיד רחמנא כמ''ש וצרת הכסף בידך וסבר כיון שאם היו כאן במקום שמחלל יוצאים מצוי בידך קרינן ביה. ועדיין קשה לדעת רבינו דהא תנן אין מחללין על מעות שאינם ברשותו ומפרשים בהגוזל עצים כגון שהיו לו מעות בקסטרא או בהר המלך וא''כ היאך מחלל בטבריא על מעות העומדות בבבל. ואפשר לחלק העומדת בקסטרא או בהר המלך שאני שהוא מקום שיש בו סכנת דרכים ואין שיירות מצויות עכ''ל: \n\n"
            ],
            [],
            [
                "<b><small>(טו-טז)</small> האומר מעשר וכו' עד באותה שעה.</b> תוספתא פ''ד דמ''ש ואיתא בפרק בכל מערבין וכחכמים וא''ת דהתם מוכח דטעמא דמ''ד חילל משום ברירה ומאחר שרבינו פוסק ברפ''ז מהלכות מעשרות ופ''א מהלכות תרומות דבדאורייתא אין ברירה לא הו''ל לפסוק חילל ותירץ הר''י קורקוס ז''ל דאפשר דהכא אין אנו צריכים לטעם ברירה שכיון שזה אמר ה''ז מחולל על סלע שתעלה בידי ממ''נ המעשר פדוי ופדיון מעשר בכיס זה הוא וכולם בספק מ''מ איזה סלע שיהיה ה''ז חילל ובשעה שיעלה הסלע נאמר זהו הסלע שחילל עליו וכתב לתרץ למה הגמרא לא תירץ שם כן. ולי נראה דרבינו לטעמיה אזיל שתרומה בזמן הזה דרבנן: \n\n"
            ],
            [
                "<b>הפודה מעשר שני וכו'.</b> תוספתא בספ''ג ואיתא בפרק הוציאו לו: \n\n"
            ],
            [
                "<b>כשפודין מעשר שני וכו'.</b> בפרק הזהב (בבא מציעא דף נ״ב): \n",
                "<b>ומ''ש ויש לו לפדות בשער הזול וכו'.</b> משנה פ''ד דמ''ש (משנה ב'): \n",
                "<b>ומ״ש ואם עבר ופדה וכו' או חילל וכו'.</b> בפרק הזהב (בבא מציעא דף נ״ז) הקדש שוה מנה שחילל על שוה פרוטה מחולל: \n\n"
            ],
            [
                "<b>היתה הסלע חסירה וכו'.</b> משנה וגמרא פרק הזהב (בבא מציעא דף נ״ב ע״ב) ובפי' ריב״ן: \n",
                "<b>פדה בסלע ונמצאת רעה יחליפנה.</b> תוספתא פ''ד: \n\n"
            ],
            [
                "<b>אין פודין מע''ש אכסרה וכו'.</b> משנה פ''ד דמ''ש (מ''ב). \n",
                "<b>ומ''ש אפילו אחד מהם עכו''ם או בעל המעשר.</b> שם בירושלמי: \n",
                "<b>ומ''ש ואפילו איש ושתי נשיו וכן מ''ש ג' תגרים.</b> בגמרא דידן בפ''ק דסנהדרין (דף י''ד) ת''ר מע''ש שאין דמיו ידועים פודים אותו בג' לקוחות אבל לא בשלשה שאינם לקוחות אפי' עכו''ם אחד מהם אפי' אחד מהם בעלים בעי רבי ירמיה ג' ומטילים לתוך כיס אחד מהו ת''ש איש ושתי נשיו פודים מע''ש שאין דמיו ידועים דילמא כגון רב פפא ובת אבא סוראה ופירש''י לקוחות סוחרים בקיאים בשומא בת אבא סוראה אשת רב פפא וכו' והיתה עושה לעצמה עכ''ל. ורבינו סתם הדברים כדברי הברייתא ולא חש למאי דדחי דילמא וכו' דדיחויא בעלמא הוא: \n",
                "<b>וכופין את הבעלים לפתוח ראשון זה חומר במעשר מן ההקדש.</b> זו היתה גירסת רבינו בתוספתא דמ''ש פ''ג אבל גירסת ספרים דידן בתוספתא כגירסת הראב''ד כופין את הבעלים לפתוח ראשון אם אמר הרי הוא שלי באיסר יכול לחזור בו זה חומר בהקדש מבמע''ש. והר''י קורקוס ז''ל כתב דאפילו תימא דגירסת רבינו כגירסא דידן דיכול לחזור בו משום דסבר דאתיא כמ''ד מע''ש ממון הדיוט הוא אבל לדידן דקי''ל ממון גבוה הוא אינו יכול לחזור: \n\n"
            ],
            [
                "<b>אין מוליכין פירות וכו' עד להמכר בזול.</b> משנה וירושלמי ברפ''ד דמעשר שני: \n\n"
            ],
            [
                "<b>היו לו פירות מעשר שני בגורן וכו'.</b> משנה שם: \n\n"
            ]
        ],
        [
            [
                "<b>הפודה מעשרו לעצמו וכו'.</b> משנה פ''ד דמע''ש (מ''ג) הפודה מע''ש שלו מוסיף עליו חמישיתו בין שהוא שלו בין שניתן לו במתנה. \n",
                "<b>ומ״ש בין שניתן לו בטבלו.</b> בפ' האיש מקדש (קידושין דף נ״ד:) אמרינן דלר״מ דסבר מע״ש ממון גבוה הוא איך יתן מה שאינו שלו אלא מיירי בדיהיב ליה בטיבליה ובתורת כהנים פרשת בחוקותי יליף לה ושם הזכיר יורשים: \n",
                "<b>ומה שכתב כמו שביארנו.</b> הוא בפ''ג הי''ז: \n",
                "<b>ומ״ש אם היה שוה ארבעה נותן חמשה.</b> בפרק הזהב (בבא מציעא דף נ״ד) איפשיט דחומשא מלבר: \n\n"
            ],
            [
                "<b>ואשה שפדת מע''ש שלה וכו'.</b> בפירקא קמא דקידושין (דף כ''ד) וגירסת רבינו כגירסת ר''ת: \n",
                "<b>וכן אם פדה וכו'</b> בסוף פרק התודה (מנחות דף פ''ב) המתפיס מעות מע''ש לשלמים כשהוא פודן מוסיף עליהם שני חומשים אחד לקודש ואחד למעשר: \n\n"
            ],
            [
                "<b>פדה פירות מעשרו והוסיף חומש וכו'.</b> בפ' הזהב (בבא מציעא נ״ד:) אמר רבא גבי גזל כתיב וחמשיתיו יוסף עליו וכו' גבי מעשר לא מיכתב כתיב [ולא מיתנא תנא] ולא איבעויי איבעיא לן ופירש״י לא איבעויי איבעיא לן דפשיטא שאינו מוסיף שאין במעשר שום רמז: \n\n"
            ],
            [
                "<b>מעשר שני שאין וכו'.</b> בפרק הזהב (בבא מציעא דף נ״ג:) ת״ר אם גאול יגאל איש ממעשרו ממעשרו ולא כל מעשרו פרט למע״ש שאין בו שוה פרוטה ואסיקנא דאין בחומשו שוה פרוטה קאמר ומפרש רבינו דמיעוטא היינו לענין שאינו מוסיף חומש ורש״י פירש דהיינו לענין שאינו בר פדיון: \n",
                "<b>וכן מעשר שאין דמיו ידועים וכו'.</b> ירושלמי פרק ד' דמעשרות: \n",
                "<b>וכל מעשר שהוא וכו'.</b> הכי משמע בפ''ק דקידושין (דף כ''ד) ומפורש הוא בירושלמי פרק ד' דמעשר שני: \n",
                "<b>ומעשר שני של דמאי אינו מוסיף עליו חומש.</b> משנה פ''ק דדמאי (משנה ב') הדמאי אין לו חומש: \n\n"
            ],
            [
                "<b>הפודה מעשר שני וכו'.</b> בפרק הזהב (בבא מציעא דף נ״ב): \n\n"
            ],
            [
                "<b>הפודה מעשר ביותר על דמיו וכו'.</b> ירושלמי פרק רביעי דמעשר שני: \n\n"
            ],
            [
                "<b>בעל הבית אומר בסלע וכו' עד כדי שלא יוסיף חומש.</b> משנה פ''ד דמעשר שני (משנה ג'): \n\n"
            ],
            [
                "<b>ומה שכתב אבל לא יאמר לו פדה לי בהן.</b> ירושלמי שם. \n",
                "<b>ומה שכתב וכן אם אמר לו פדה לך משלך.</b> נ''ל שטעות סופר הוא וצריך לכתוב וכן אם אמר לו פדה לי משלך וכך הוא בירושלמי שם פדה לי משלך פדה לך משלי אינו מוסיף חומש. ומהתוספתא פ''ד נראה דאף אם לא אמר ליה פדה לך אלא פדה בהם שרי: \n\n"
            ],
            [
                "<b>ומ''ש אבל לא יתן המעות לפדות לבנו ולבתו הקטנים וכו'.</b> שם במשנה: \n",
                "<b>ומ״ש נתן לשפחתו העבריה וכו'.</b> בגיטין פרק התקבל (גיטין דף ס״ה): \n\n"
            ],
            [
                "<b>וכן מערים וכו'.</b> מ''ה פ''ד דמע''ש: \n",
                "<b>ומ''ש כשהוא בטבלו.</b> הוא ע''פ מה שנתבאר בפ' זה שאינו רשאי לתת מע''ש במתנה: \n\n"
            ],
            [
                "<b>שני אחים או שני שותפים וכו'.</b> תוספתא פ''ד דמעשר שני: \n",
                "<b>אשה שהכניסה לבעלה.</b> פ''ק דקידושין עלה כ''ד: \n\n"
            ],
            [
                "<b>הפודה מעשר שני לעצמו וכו'.</b> בפ' הזהב (בבא מציעא דף נ״ד) וכר' יהושע: \n\n"
            ],
            [
                "<b>מעות מעשר שני אם רצה לצרפן בדינרי זהב וכו'.</b> משנה פרק ב' דמעשר שני (מ''ז) וכבית הלל: \n",
                "<b>ומה שכתב ואם צרפו לעצמו אינו מוסיף חומש וכו':</b> \n\n"
            ],
            [
                "<b>הפורט סלע ממעות מעשר שני וכו'.</b> משנה פ''ב דמעשר שני (משנה ח') וכב''ה שתי משניות ומפרש רבינו שתיהן שהיה לו סלע ורצה להחליפו בפרוטות: \n\n"
            ],
            [
                "<b>מותר לחלל כסף וכו'.</b> ירושל' שם אמתני' דקתני ר''מ אומר אין מחללין כסף ופירות על הכסף וחכמים אומרים מחללין. ר''ל אומר מה פליגין ר''מ ורבנן בפירות שאין בהם כדי כסף אבל בפירות שיש בהם כדי כסף אף רבנין מודוי חצי דינר כסף וחצי דינר פירות מותר דינר כסף ודינר פירות אסור: \n",
                "<b>וכתב</b> הראב''ד לא כמו שהוא סובר וכו'. דייק הראב''ד מדברי רבינו שהוא סובר שהאיסור הוא משום הפירות מדכתב לא יחלל עם הכסף אלא בפני עצמן ואם היה סובר שהאיסור הוא משום הכסף הכי הל''ל לא יחלל הכסף עמהם ודעת רבינו הוא דכשהפירות מועטים פחות מדינר אינם ראויים ליפדות בפני עצמם ולפיכך הם נפדים עם הכסף ופשט לשון הירושלמי כדברי רבינו: \n\n"
            ]
        ],
        [
            [
                "<b>מעות חולין ומעות מעשר שנתפזרו וכו'.</b> משנה פ''ב דמע''ש (מ''ה): \n",
                "<b>ומ''ש או שליקט מצד אחד וכו'.</b> ירושלמי שם. \n",
                "<b>ומ''ש מתנה ואומר אם אלו שבידי וכו'.</b> גם זה שם בירושלמי: \n\n"
            ],
            [
                "<b>סלע של מעשר שני ושל חולין שנתערבו וכו'.</b> משנה שם: \n\n"
            ],
            [
                "<b>האומר לבנו וכו'.</b> משנה בפ''ד דמע''ש (מי''ב): \n",
                "<b>ומ''ש הרי שם מאתים ונמצא מנה הרי הוא חולין.</b> לשון המשנה הכל מעשר וכבר השיגו הראב''ד וטעם רבינו משום דתניא בפ''ק דביצה (דף י':) ובפ''ק דפסחים (דף ו') גבי בעיא דעכבר ובירושלמי פ''ד דמע''ש הניח מאתים ומצא מנה מנה מונח ומנה מוטל דברי רבי וחכמים אומרים הכל חולין וא''כ מתני' רבי היא וחכמים פליגי עליה והלכתא כוותייהו דרבים נינהו. ואע''ג דבפרק החולץ אמרינן דסתם במתניתין ומחלוקת בברייתא הלכה כסתם. שאני הכא דבפ''ק דביצה טרחו אמוראי לאוקומי מתני' כחכמים משמע דסברי דהכי הלכתא ולא כסתם: \n",
                "<b>הניח מנה מעשר ונמצא מאתים וכו'.</b> בפ''ק דביצה (דף י':) ופסק כחכמים וכמ''ד בשני כיסים מחלוקת אבל בכיס אחד הכל חולין: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b><small>(ד-ז)</small> אמר לו אביו כיס מעשר שני לי בבית וכו' עד ואם במתכוין דבריו קיימים.</b> תוספתא פ''ה דמעשר שני: \n\n"
            ],
            [
                "<b>המוצא כלי וכו'.</b> משנה פ''ד דמע''ש (מ''י): \n",
                "<b>ומ''ש ואם היה של מתכת וכו'.</b> משנה שם וכרבנן דפליגי אר' יהודה: \n\n"
            ],
            [
                "<b>מעות הנמצאות וכו'.</b> משנה ט' שם כל המעות הנמצאות הרי אלו חולין אפילו דינר זהב עם הכסף ועם המעות מצא בתוכן חרס וכתוב עליו מעשר הרי זה מעשר ופי' רבינו בנמצאות בירושלים מיירי ונתן טעם הואיל ושוקי ירושלים מתכבדים בכל יום וטעם זה נאמר בפרק אלו מציאות ובפ''ק דפסחים גבי הא דתנן בפ''ז דשקלים מעות שנמצאו בירושלים בשאר ימות השנה חולין ובשעת הרגל הכל מעשר: \n\n"
            ],
            [
                "<b>מעות הנמצאות לפני סוחרי בהמה וכו' והנמצאות בהר הבית וכו'.</b> משנה פרק ז' דשקלים (משנה ב') והטעם שנתן רבינו. שם בירושלמי: \n\n"
            ],
            [
                "<b>תיבה שנשתמש בה חולין וכו'.</b> בפירקא קמא דפסחים (דף ז') והתם מוקי לה בשאינו יודע איזה מהן בסוף אי נמי שנשתמשו בה צבורין צבורין אי נמי כגון דאשתכח בגומא וצריך טעם למה השמיט רבינו אוקימתות אלו: \n\n"
            ],
            [
                "<b>מצא פירות וכו'.</b> תוספתא פרק שני דמעשר שני: \n",
                "<b>וכן המעות הנמצאות בין חולין למעשר.</b> משנה פ''ז דשקלים: \n\n"
            ],
            [
                "<b>מעשר שני של דמאי ושל ודאי שנתערבו וכו'.</b> בתוספתא הנזכרת: \n\n"
            ],
            [
                "<b>פירות מעשר שנתערבו בפירות חולין וכו'.</b> פשוט הוא: \n",
                "<b>ומה שכתב לפיכך אם נתערבו בירושלים אסורים בכל שהן וכו'.</b> כך פירש רבינו ורבינו שמשון מה ששנינו בפרק ב' דבכורים ואסור לאכול כל שהן בירושלים. \n",
                "<b>ומה שכתב כמנין</b> נראה דהכי פירושו אוסר בכל שהוא כמו שאוסר דבר שבמנין: \n\n"
            ],
            [
                "<b>הזורע מעשר שני וכו'.</b> בפרק תשיעי דתרומות (משנה ד') גידולי הקדש ומעשר שני חולין ופודה אותם בזמן זרעם ובירושלמי (הלכה ב') מה הפרש בין הקדש למעשר שני מעשר שני בין בדבר שזרעו כלה בין בדבר שאין זרעו כלה נפדה משמע בהדיא דבמקום הראוי לפדייה מיירי. ובפ''ב דבכורים בירושלמי (הלכה ב') רמי האי מתני' אמתניתין דבכורים והעלו הן דתימר גידוליהן אסורים איסור מחיצה והן דתימר גידוליהן מותרים היתר זרות. ונראה שרבינו מפרש הא דאמר איסור מחיצה היינו כשנכנסו תוך המחיצות יש עליהם איסור כבתחילה והא דתנן מותרים היתר זרות דהיינו חוץ לחומה. ואפשר שזהו מה שאמרה המשנה אסורים מליאכל בירושלים דהיינו לומר אסורים מליאכל כשזרע בירושלים: \n\n"
            ],
            [
                "<b>מעשר שני בטל ברוב וכו'.</b> בפרק הזהב (בבא מציעא דף נ״ג): \n\n"
            ]
        ],
        [
            [
                "<b>פירות הנלקחות בכסף מעשר שני וכו'.</b> משנה פרק ג' דמעשר שני (משנה י'). \n",
                "<b>ומ''ש אלא אם כן נטמאו.</b> שם במשנה וכתנא קמא. ומה שחילק בין נטמאו באב הטומאה לנטמאו בולד הטומאה הטעם מבואר דכשאינו נטמא אלא מדבריהם מאחר דמדאורייתא טהור אינו נאכל בחוץ ומאחר שהוא טמא אע''פ שאינו אלא מדבריהם יפדה: \n\n"
            ],
            [],
            [],
            [
                "<b><small>(ג-ד)</small> אין נלקח בכסף מעשר וכו'.</b> משנה וגמרא ריש פרק בכל מערבין (עירובין דף כ״ז:) ופרק ג' מינים (נזיר דף ל״ה). \n",
                "<b>ומ''ש ולא פירות המחוברים לקרקע ולא פירות שאינם יכולים להגיע לירושלים.</b> משנה פרק קמא דמעשר שני (משנה ה'): \n\n"
            ],
            [
                "<b>הדבש והביצים והחלב וכו'.</b> כתב מגדל עוז שיש ללמוד כן מדתניא בסיפרי פרשת ראה על פסוק עשר תעשר וגו' עד ואכלת יכול אף דבש וחלב ת״ל היוצא השדה ומשמע דאי לא מעטינהו קרא הוו בכלל ואכלת וגבי מעשר שני איתמר ואכלת וביצים אמרינן פרק בא סימן (נדה דף נ') דמטמאין טומאת אוכלים ובפרק ג' דעוקצין (משנה ו') משמע דכל שמטמא טומאת אוכלים הוא נלקח בכסף מעשר עכ״ל ואי מהא לא איריא דההיא דעוקצין רבי יוחנן בן נורי היא ור״ע פליג עליה והלכה כר״ע מחבירו אבל הטעם הוא משום דבפרק בא סימן אמרינן דנמנו וגמרו כר״י בן נורי: \n\n"
            ],
            [
                "<b>התמד עד שלא החמיץ וכו'.</b> משנה פ''ק דמע''ש (משנה ג') ופ''ק דחולין (דף כ''ה): \n",
                "<b>ומ''ש לקחו עד שלא החמיץ וכו'.</b> פ''ק דחולין שם: \n\n"
            ],
            [
                "<b>ומ״ש במה דברים אמורים בנתן ג' מים וכו'.</b> בפ' המוכר פירות (בבא בתרא דף צ״ו) וכרבנן דאחרים: \n\n"
            ],
            [
                "<b>לולבי זרדין וכו' עד נלקחין.</b> תוספתא פ''ק דמעשר שני ותוספתא דעוקצין פ''ג: \n",
                "<b>והקור נלקח בכסף מעשר.</b> משנה פ''ג דעוקצין (משנה ז'): \n\n"
            ],
            [
                "<b>הכרכום אינו נלקח וכו'.</b> תוספתא פ''ק דמע''ש: \n",
                "<b>ומ״ש לפיכך ראשי בשמים הפלפלין וכו'.</b> בפ״ג דעוקצין (מ״ה) איפליגו ביה תנאי ובפרק בא סימן (נדה דף נ') אמר רבי יוחנן בן נורי נמנו וגמרו שאין נלקחים בכסף מעשר: \n\n"
            ],
            [
                "<b>השבת אם ליתן טעם וכו'.</b> בפרק בא סימן (נדה דף נ״א): \n",
                "<b>עירב מים ומלח וכו'.</b> בר״פ בכל מערבין (עירובין דף כ״ז): \n\n"
            ],
            [
                "<b>אין לוקחים תרומות בכסף מעשר וכו'.</b> משנה בפרק ג' דמע''ש (משנה ב') כת''ק. \n",
                "<b>ומ''ש מפני שהוא ממעט אכילתו ואכילתה.</b> שם בירושלמי: \n\n"
            ],
            [
                "<b>ומ''ש לוקחין בהמה לזבחי שלמים וכו'.</b> במשנה שם: \n",
                "<b>בראשונה היו לוקחים בהמות וכו'.</b> ירושלמי פ''ק דמע''ש אלא שכתוב בטעות ונוסחת רבינו עיקר: \n\n"
            ],
            [
                "<b>אין לוקחים פירות שביעית וכו'.</b> ג''ז שם בירושלמי: \n\n"
            ],
            [
                "<b>הלוקח מים וכו' עד לא קנה המעשר.</b> משנה שם פ''ק (משנה ה'): \n",
                "<b>ומ״ש אע״פ שיצאו המעות לחולין: כתב</b> עליו הראב״ד אמר אברהם זה שיבוש אלא יחזרו דמים למקומן וכו'. ובאמת כי בירושלמי (הלכה ג') אמרו על משנתנו תמן תנינן אין לוקחים עבדים וקרקעות ובהמה טמאה מדמי שביעית ואם לקח יאכל כנגדו וכא את אמר הכין רבי יונה אמר איתפלגון רבי חייא בר יוסף ושמואל חד אמר כאן דרך מכירה כאן דרך חילול וחרנא אמר כאן שהמוכר קיים וכאן שהלך לו המוכר, ובפ' האיש מקדש (קידושין נ״ה:) ת״ר אין לוקחין בהמה במעות מעשר שני ואם לקח בשוגג יחזרו דמים למקומן במזיד תעלה ותאכל במקום ורמי עלה מדתנן אין לוקחין בהמה טמאה עבדים וקרקעות במעות מע״ש אפילו בירושלים ואם לקח יאכל כנגדן וכו' ואמאי יחזרו דמים למקומן כי התם אמר שמואל בשברח ופרש״י בשברח המוכר שהדמים בידו וזה מבואר כד' הראב״ד. ומצאתי כתוב שה״ר יונתן הכהן כתב להעמיד דברי רבינו שמאחר שמים ומלח ופירות מחוברים או שאינם יכולים להגיע לירושלים הם נודעים לכל שאסור ללקחן ודאי מזיד הוא ומעשר במזיד מתחלל עכ״ל. ואין דבריו נראין דאם כן לוקח עבדים וקרקעות ובהמה דאמרינן בפרק האיש מקדש שאדם יודע שאין מעות מעשר מתחללין עליהם ואפ״ה אמרינן יחזרו דמים למקומן. וליישב דברי רבינו נ״ל שגם רבינו פוסק דלוקח מים ומלח וכו' שיחזרו דמים למקומן ואם ליתיה למוכר יאכל כנגדן כי מ״ש לקמן זה הכלל כל שהוציא חוץ לאכילה ושתייה וסיכה וכו' קאי גם ללוקח מים ומלח וכו' שהדין שוה בכולם דאי ליתיה למוכר יאכל כנגדן ואם איתיה יחזרו דמים \n",
                "<b>למקומן ומ''ש כאן אע''פ שיצאו המעות לחולין</b> אתא לאפוקי ממ''ד בירושלמי כאן דרך מכירה כאן דרך חילול דהיינו לומר דכי תנן לא קנה מעשר היינו כשהיה דרך מכירה וכי קתני יאכל כנגדו דמשמע שהמכר קיים כשהיה דרך חילול ורבינו סובר דלא קי''ל כוותיה כיון דגמ' דידן לא מפליג אלא בין איתיה למוכר לליתיה וכאידך אמורא דפליג על האי דמפליג בין דרך מכירה לדרך חילול וזהו שכתב אע''פ שיצאו המעות לחולין כלומר אע''פ שהיה דרך חילול לא קנה מעשר ואי ליתיה למוכר יאכל כנגדו ואם איתיה יחזרו דמים למקומן ואם תאמר ואי דרך חילול הוה הוי מזיד ואמאי יאכל כנגדו או יחזרו דמים למקומן הא מעשר מזיד מתחלל. וי''ל דלאו מדינא אמרי' דיאכל כנגדו או יחזרו דמים למקומן אלא משום קנסא כדאמרי' בפ' האיש מקדש והשתא אתי שפיר מה שאמר רבינו לקח עבדים וכו' בין מזיד בין שוגג אם ברח המוכר יאכל כנגדו ואם המוכר קיים יחזרו דמים למקומן: \n\n"
            ],
            [
                "<b>הלוקח פירות וכו'.</b> משנה פ''ק דמע''ש (משנה ה') הלוקח פירות שוגג יחזרו הדמים למקומן מזיד יעלו ויאכלו במקום ואם אין מקדש ירקבו ומפרש רבינו דלוקח פירות חוץ לירושלים דאילו בירושלים אמאי יחזרו דמים למקומן הלא זה הוא דין מעות מע''ש לוקח בהם פירות ואוכלם שם: \n\n"
            ],
            [
                "<b>וכן אין לוקחים בהמה וכו'.</b> ג''ז משנה ו' שם הלוקח בהמה שוגג יחזרו דמים למקומן מזיד תעלה ותאכל במקום ואם אין מקדש תקבר ע''י עורה. ובספרי רבינו (היה) כתוב מזיד במקום שוגג ושוגג במקום מזיד וט''ס הוא ומפרשה רבינו בלוקח חוץ לירושלים מהטעם שכתבתי בסמוך: \n\n"
            ],
            [
                "<b>לקח עבדים וקרקעות וכו'.</b> ג''ז משנה שם (משנה ז') אין לוקחין עבדים וקרקעות ובהמה טמאה מדמי מעשר שני ואם לקח יאכל כנגדן וכו' זה הכלל כל שהוא חוץ לאכילה ולשתיה ולסיכה מדמי מע''ש יאכל כנגדו. ומה שחילק רבינו בין ברח המוכר ללא ברח בספ''ב דקידושין (דף נ''ו:): \n",
                "<b>ומה שאמר וכן אם הביא עולות וכו'.</b> שם במשנה: \n\n"
            ],
            [
                "<b>לקח חיה לזבחי שלמים וכו'.</b> בס״פ התודה (מנחות דף פ״ב:): \n",
                "<b>לקח בהמה לשלמים וכו'.</b> ירושלמי פרק ג' דמעשר שני: \n",
                "<b>כתב</b> הראב''ד א''א מאי אף על פי כן וכו'. וי''ל דרבינו ה''ק אף על פי שאין בו חומש משום מעשר יש בו חומש משום פודה קדשים: \n\n"
            ],
            [
                "<b>המתפיס מעות מעשר לשלמים וכו'.</b> בס״פ התודה (מנחות דף פ״ב) פלוגתא דרבי יוחנן ורבי אלעזר ופסק כרבי אלעזר משום דרבי אמי סבר כוותיה ורבא נמי משמע דס״ל כוותיה: \n\n"
            ],
            [
                "<b>האוכל מעשר שני וכו' אם פירות המעשר עצמן אכל יצעק לשמים</b> כך היא הגירסא הנכונה בדברי רבינו. והדין בירושלמי פרק קמא דמע''ש (הלכה א') האוכל מעשר שני שלו בין שוגג בין מזיד יצעק לשמים דברי רשב''ג רבי אומר שוגג יצעק לשמים מזיד יחזרו דמיו למקומן ופסיק התם הלכה כרבי במעות וכרשב''ג בפירות ופירוש יצעק לשמים נראה דהיינו לומר שיתפלל לשם שימחול לו ואינו צריך להחזיר דמים: \n",
                "<b>כתב</b> הראב''ד יצא ידי שמים א''א יצעק לשמים. נראה שהיה גורס בדברי רבינו יצא ידי שמים ומשמע להרב רבי אברהם בן דוד ז''ל דהיינו לומר שאינו צריך לאכול כנגדו ואין עליו עון אשר חטא וגורס יצא היו''ד בפת''ח (קמ''ץ) ומפני כך משיג עליו שאינו כן שחטא חטא וצריך לצעוק עליו לשמים שימחול לו וליישב דברי רבינו יש לומר לאותה גירסא שגורס יצא ידי שמים היו''ד בצירי והיינו לומר שצריך לצאת ידי שמים דהיינו שיתפלל ויצעק להקב''ה שימחול לו עונו: \n",
                "<b>כתב</b> עוד הראב''ד ואם כסף מעשר אכל יחזרו דמים למקומן א''א ומשלם מה שאכל וכו'. נראה שבא לומר שיש חסרון לשון בדברי רבינו שכך הוה ליה לכתוב יחזרו דמים למקומן וישלם מה שאכל: \n\n"
            ]
        ],
        [
            [],
            [
                "<b><small>(א-ב)</small> הלוקח בהמה לזבחי שלמים וכו' עד יצא הקנקן לחולין.</b> משנה בפ״ק דמעשר שני ופירוש יצא העור לחולין שאין צריך לאכול דמיו בירושלים ובר״פ בכל מערבין (עירובין דף כ״ז:) יליף לה מקרא. ומה שחילק בין תגר לשאינו תגר שם בירושלמי ופירש רבינו הטעם שכשהמוכר אינו יודע בסחורה אינו חושב שמכר אלא הבשר והיין בלבד ואינו מקפיד על העור והקנקן ולפיכך יצאו לחולין לפי שלא קנאו במעות מע״ש אבל אם קנאו מסוחר שיודע דמי הקנקן והעור לא יצא דמי העור והקנקן לחולין דודאי מכרו בשיווי העור והקנקן דסתם סוחר מקפיד גם על העור והקנקן ולא מכר לו אלא גם בשיווי העור והקנקן. וקאמר תו התם דהוא הדין ללוקח תגר וצריך טעם למה השמיטו רבינו ואפשר דלא היה גריס לה ואפילו תימא דגריס לה איכא למימר דסבירא ליה דאתי למיפלג ולאוסופי אקמייתא ונקטינן כקמייתא דד״ה היא ועוד דמסתבר טעמיה. \n",
                "<b>ועל מה שכתב רבינו לפיכך צריך המוכר לפתוח ראשי הכדים וכו'.</b> כתב הראב''ד לא ידעתי מה צורך וכו'. ויש לומר דלא משום שיהא לו הנאה בדבר נקט צריך אלא לישנא דמתניתין נקט דקתני מפתיח ואינו צריך לערות וה''ק אם רצה שלא יצא קנקן לחולין פותח ראשי הכדים, ובשם ספר הבתים מצאתי יראה כי דעת הרב כדי שלא יצא לחולין שלא יהא נבלע עם היין שכיון שפתחן גילה דעתו שאין רצונו למכור הקנקן ע''כ. ומ''ש הראב''ד ולא עוד אלא אם פתח הפסיד וכו' איני יודע מה הפסד יש למוכר אם הקונה יאכל כנגד קנקנו, ונראה שטעמו לומר דכי אמרינן לא יצא קנקן לחולין היינו לומר שאע''פ שיחזירו הקנקן לבעליו צריך הוא לאכול כנגדו ואין זה במשמע דעת רבינו. \n",
                "<b>ומ''ש לפיכך צריך המוכר לפתוח ראשי הכדים וכו'.</b> משנה ספ''ג דמ''ש (משנה י''ג) ב''ש אומרים מפתיח ומערה לגת וב''ה אומרים מפתיח ואינו צריך לערות וידוע דהלכה כב''ה ומפרשה רבינו דקאי אמתניתין דפרק קמא דקתני כדי יין סתומות מקום שדרכן לימכר סתומות יצא קנקן לחולין פתוחות לא יצא קנקן לחולין והשתא קאמרי ב''ש שכדי שלא יצא קנקן לחולין צריך שיפתח הכדים ויערם לגת דלא מיקרו פתוחות לענין זה בלאו הכי ולב''ה במפתיח ראשי הכדים סגי לשלא יצא קנקן לחולין ואינו צריך לערות. \n",
                "<b>ומ''ש רבינו ואם רצה להחמיר על עצמו וכו'.</b> שם פ''ג: \n",
                "<b>כתב</b> הראב''ד ואם רצה להחמיר על עצמו וכו'. א''א פירוש שמדקדק על היין וכו' ופשוט הוא ונראה דליישב לשון להחמיר דקתני אתא ורבינו כתב בפירוש המשנה ואם מכר במדה ואמר מדת כך וכך בכך וכך דמים יצא קנקן לחולין ואפילו היו סתומות וטעמא מפני שיודע דמי היין ובודאי קיבל כל דמי שיווי היין בלא הבלעת הקנקן ולפיכך הקנקן חולין שלא חלה עליו קדושת המעות: \n\n"
            ],
            [
                "<b>לקחן פתוחות או סתומות וכו' עד לא יצאו דמי הכלי לחולין.</b> שם במשנה מסיים בה בד''א וכו' במקום שדרכן לימכר פתוחות לא יצא קנקן לחולין, וה''פ בד''א שצריך לפתוח הכדים לשלא יצא קנקן לחולין במקום שדרכן לימכר סתומות וכו': \n",
                "<b>כתב</b> הראב''ד ויודע דמי היין והקנקן צריך לאותן הדמים, פירוש שהמוכר יודע כמה שוה היין ואין בו כדי הדמים שקיבל אלא עם הקנקן. ובנ''א כתוב היין במקום הדמים וה''פ מאחר שהוא מדקדק כ''כ וקיבל כל דמי שיווי היין למה לא שייר הקנקן אצלו לכך אמר והקנקן צריך לאותו היין כלומר שאם היו מריקים אותו לכלי אחר היה מתקלקל. וטעם דינים אלו דכיון דמקרא ילפינן מדכתיב וביין מלמד שלוקחים יין על גב קנקן לא ילפינן מקרא אלא כשלוקחם סתומות דהוי יין אגב קנקן אבל פתוחות הוי כלוקח כל דבר בפני עצמו ולא בטל קנקן וכלוקח מן התגר דמיא ולא יצא קנקן לחולין כיון שהם פתוחות אע''פ שהוא במקום שדרכן למכור סתומות כיון שזה פתחם הוי כלוקח קנקן בפני עצמו ואין זה נקרא יין על גבי קנקן וכן סתומות במקום שדרכן לימכר פתוחות כיון שדרך המקום כן הר''ז כלוקח אותם פתוחות: \n\n"
            ],
            [
                "<b>ומ''ש לקח אגוזים ושקדים וכו'.</b> משנה שם פ''ק (מ''ג). \n",
                "<b>ומ''ש לקח חותל של תמרים וכו' קופה של תמרים וכו'.</b> ירושלמי פ''ק דמע''ש: \n\n"
            ],
            [
                "<b>מי שהיה לו יין וכו' עד קנה מעשר את הקנקן.</b> משנה פ''ג דמע''ש (משנה י''ב): \n",
                "<b>הפקיד לתוך הקנקן רביעית חולין וכו' עד את הקנקנים.</b> תוספתא פ''א ופ''ב דמע''ש (דף ס''ז:) ובירושלמי פרק ג' (הלכה ו') רביעית חולין יש לי בחבית זו יצא קנקן לחולין: \n\n"
            ],
            [
                "<b>צבי שלקחו בכסף מעשר וכו' לקחו חי ושחטו וכו'.</b> משנה פ''ג דמע''ש (משנה י''א): \n",
                "<b>המניח דינר וכו' הוקרו המעות וכו'.</b> משנה פ''ד דמ''ש (משנה ח') וכת''ק: \n\n"
            ],
            [
                "<b>הלוקח פירות בסלע וכו' עד של דמאי: כתב</b> הראב''ד א''א א''א לזה בלא שיבוש וכו': \n",
                "<b>ועתה</b> אבאר דע כי בפ''ד דמע''ש (משנה ו') תנן משך ממנו מעשר בסלע ולא הספיק לפדותו עד שעמד בשתים נותן לו סלע ומשתכר בסלע ומע''ש שלו משך ממנו מעשר בשתים ולא הספיק לפדותו עד שעמד בסלע נותן לו סלע מחולין וסלע של מע''ש שלו ואם היה ע''ה נותן לו מדמאי ובירושלמי (הלכה ד') מתניתין דלא כרשב''ג דתנינן רשב''ג אומר לעולם משיכתו של מעשר שני הוא פדיונו ומפרש רבינו שקרא במשנה זה מעשר לפירות הנלקחים במעות מעשר וקרא פדייה נתינת הכסף של מעשר וברישא כיון שמשך הפירות נקנו לו בסלע כדין הדיוט ולפיכך אף על פי שהוקרו אינו צריך ליתן אלא סלע והשכר למעשר שכל אותם פירות צריך לאוכלם בתורת מעשר ובסיפא אף ע''פ שמשך ממנו הפירות בשתים ונקנו לו אם הוזלו לא יפסיד המעשר ולא יתן משל מעשר אלא סלע בלבד. ומה שאמרו בירושלמי מתני' דלא כרשב''ג לא קאי אלא אסיפא כלומר דלרשב''ג כשם שברישא נקנו לו הפירות בסלע על ידי משיכה ואע''פ שהוקרו אינו צריך לתת אלא סלע כשעת משיכה כן בסיפא כיון שמשך הפירות בשתים לצורך מעשר נתחייב המעשר בשתים ואע''פ שהוזלו הפירות חייב לתת שתים משל מעשר כשעת משיכה והיינו דקתני בדרשב''ג לעולם כלומר בין ברישא בין בסיפא לעולם בתר שעת משיכה אזלינן דמשיכתו של מעשר הוא פדיונו בין להחמיר בין להקל ואילו לתנא דמתניתין אע''ג דברישא אזיל בתר שעת משיכה בסיפא לא אזיל בתר שעת משיכה לגבי מעשר אלא בתר שעת פדייה להקל על המעשר. ובזה נסתלק מה שהשיג הראב''ד על רבינו ממה שאמר בירושלמי מתניתין דלא כרשב''ג דאמר לעולם משיכתו של מעשר הוא פדיונו ומה שהשיג וכתב ועוד שבוש אחר שהלוקח פירות של חולין להחליפן בכסף מעשר מה עשה המעשר בכאן והלא הפירות שנמשכו חולין הם אטו אפוטרופוס של מעשר הוא שיהא ידו כיד המעשר עכ''ל. י''ל שמאחר שהוא משך אותם הפירות על מנת לפרעם ממעות מעשר נתחייבו מעות המעשר בכך לרשב''ג בין להקל בין להחמיר ולתנא דמתני' להקל על המעשר ולא להחמיר כמו שנתבאר. אך ק''ל על דברי רבינו מה שכתב שנאמר ונתן הכסף וקם לו בנתינת הכסף קונה שאילו היה שונה בתחלה שאם נתן לו סלע של מעשר בסאה פירות ולא הספיק למשוך הסאה פירות עד שעמדה בשתים נוטל הסאה פירות בסלע שנתן תחלה הוה שייך למיתני שנאמר ונתן הכסף וקם לו בנתינת הכסף קונה אבל השתא דקתני ברישא איפכא שאם משך פירות בסלע ולא הספיק ליתן את הסלע עד שהוקרו הפירות ועמדו בשתים אינו נותן אלא סלע היכי שייך למיתני עליה שנאמר ונתן הכסף וקם לו בנתינת הכסף קונה כלפי לייא הא איפכא הוא. ונראה שזו היתה כוונת הראב''ד במה שכתב א''א לזה בלא שיבוש שהרי לא נתן לו כסף ובמשיכתו הוא קונה עכ''ל. ואפשר לומר שרבינו מפרש ונתן הכסף וקם לו כשבא ליתן הכסף יקום ויהיה לו ריוח ואע''פ שבשער שעת נתינת הכסף היה ראוי לתת שתים יקום לו וירויח ולא יתן אלא סלע וזהו שסיים וכתב בנתינת הכסף קונה כלומר בערך שער שעת נתינת הכסף הוא מרויח: \n",
                "<b>ודע</b> דבפרק האיש מקדש מביא משנה זו להוכיח דסתם לן תנא כרבי יהודה דאמר מע''ש ממון הדיוט הוא ואמרו ת''ש משך ממנו מעשר בסלע ולא הספיק לפדותו עד שעמד בשתים נותן לו סלע ומשתכר סלע ומע''ש שלו מני אילימא ר''מ אמאי משתכר בסלע ונתן הכסף וקם לו אמר רחמנא אלא לאו רבי יהודה ומאחר דאיפסקא הלכתא התם כר''מ דאמר מע''ש ממון גבוה הוא נמצא דלית הלכתא כאותה משנה ואע''פ כן כתבה רבינו אלא ששינה בפירושה כי היכי דתיקום כהלכתא דפשט לשונה דמשך ממנו פירות מעשר בסלע ואינו נותן אלא סלע וקנה כל פירות המעשר שהוא שוה שתים ונמצא שהוא מרויח לעצמו סלע. ורבינו כתב כאן והשכר למעשר וכמו שביארתי לעיל דאזלינן להחמיר משום דמ''ש ממון גבוה הוא: \n\n"
            ],
            [],
            [
                "<b><small>(ח-ט)</small> נתן לו סלע של מעשר וכו' עד פדייתו היא משיכתו.</b> תוספתא בפ''ד דמעשר שני בלשון הזה ומה ששנינו והדין ביניהם נ''ל דהיינו לומר שבמע''ש העמידו דבריהם על דין תורה שמעות קונות והטעם שנשתנה דין ב' בבות אלו מב' בבות הקודמות משום דהתם שאני שלא נתן מעות המעשר עד לבסוף: \n\n"
            ],
            [
                "<b>מי שהיו לו פירות חולין וכו' עד אומר כן אף לע''ה.</b> הכל משנה בפ''ג דמע''ש (משנה ד'): \n\n"
            ],
            [],
            [],
            [
                "<b>ומותר לחלל פירות מע''ש וכו'.</b> בפ''ד דטבול יום (משנה ה') ופ''ד דמ''ש: \n",
                "<b>כתב</b> הראב''ד לא בכל ענין כמו שהוא פושט וכו'. ובנוסחא דידן בתוספתא כתוב אם משום חוב מותר וצ''ע: \n\n"
            ],
            [
                "<b>המניח דינר של מעשר וכו'.</b> משנה רפ''ד דמע''ש (משנה ח') המניח איסר של מעשר שני ואכל עליו י''א באיסר ואחד ממאה באיסר בית שמאי אומרים הכל עשרה וב''ה אומרים בודאי י''א ובדמאי עשרה ופירש רבינו בפירוש המשנה וז''ל ענין זה המאמר שאם יהיה אותו איסר של מע''ש של דמאי ואכל בי' חלקים מי''א חלק האיסר ונשאר עליו חלק מי''א כבר יצא האיסור לחולין וכו' ואם יהיה האיסר של מע''ש של ודאי הדין בו א' מק' וכו' ואמרי ב''ש דכל עשרה בין דמאי בין ודאי כיון שלא נשאר בו כאיסר אלא עשיריתו יצא לחולין אבל אם נשאר בו יותר צריך לאכול כנגדו וכו' ואמרו ב''ה בודאי י''א ובדמאי עשרה אבל אם נשאר עליו כאיסר של דמאי עשירית נתחייב לאכול כנגדו וזה לפי שהעיקר אצלינו כי מה שהוא שוה פחות משוה פרוטה אין חוששין לו בכל התורה לא לענין גזל ולא לענין נהנה מן ההקדש ולא לשום ענין וכו' ופרוטה היא אחד משמנה באיסר האיטלקי נמצא עשירית האיסר שמנה עשיריות הפרוטה וכשתוסיף עליהם החומש החייב מי שפודה מע''ש שלו שכבר ביארנו שהוא רביעית הדבר הנפדה יהיה הכל פרוטה וכשנשאר מהאיסר עשיריתו חוששין עליו לפי שכשמוסיפין עליו החומש יהיה הכל ש''פ ואם הוא פחות מהעשירית אין חוששין לו לפי שאין בו שוה פרוטה אפילו בתוספת החומש ולפיכך אמרו בודאי י''א ובדמאי עשרה לפי שאינו חייב בחומש ועשיריתו הוא פחות מש''פ כמו שביארנו ע''כ לשונו: \n",
                "<b>ומ''ש שנשאר ממנו פחות מד' חומשי שוה פרוטה.</b> כתב הראב''ד ז''ל שהוא שיבוש וראוי להיות שנשאר ממנו ד' חומשי פרוטה עכ''ל ולע''ד נראין דברי רבינו מכוונים שאם נשארו ד' חומשי פרוטה כשאתה מוסיף עליו חומש הרי כאן פרוטה שלימה ולא יצא לחולין ולכך צריך שישאר פחות מד' חומשי פרוטה ויש בספרי רבינו חסרון תיבת אלא וכך מצאתי בספר מוגה עד שלא נשאר ממנו אלא פחות מפרוטה והרא''ש הקשה על פירוש זה דאיך נתיר לזלזל במע''ש שאין בו ש''פ להוציאו לחולין לכתחלה דהא אמר חזקיה מעשר שני שאין בו שוה פרוטה מחללו על מעות הראשונות ועוד דהא קי''ל דאין מוסיפין חומש על פדיון שני וזה פדיון שני הוא ועוד שאמרו בירושלמי ב''ש כר''א הנאמן על השני נאמן על הראשון ולפי פי' זה אין ענין לב''ש בדר''א ולראשונה יש לתרץ דהא אסיקנא דחזקיה אין בחומשו קאמר אבל בקרן יש יותר מג' פרוטות כמבואר בדברי רבינו בפ''ה, והר''י קורקוס ז''ל כתב דעי''ל דאם מתחלה היה פחות מש''פ לבד ודאי שאין לזלזל בו ולהוציאו לחולין לכתחלה אלא הכא הרי אותו פחות מש''פ הנשאר כאילו נתחלל על מה שאכל והוי כמו הבלעה שאין אדם מצמצם מעותיו ודמי לדחזקיה ואין זה זילזול וגם זה חילול מעשר הוא ואין אדם מצמצם בחילול שהרי אם היה לו פחות מפרוטה מחללו על מעות אחרות שחילל עליהם כבר מטעם זה דמסתמא יש בהם תוספת דאין אדם מחלל בצמצום כי ירא פן יפחות וכיון שכן גם כן החילול עצמו אם ישאר פחות מפרוטה לא נחוש לו דאומרין שהיה לו תוספת וזה נכון ומכל מקום ודאי דלכתחילה אין אומרים לו אכול ט' חלקים ותניח העשירית אם אכל שמנה אומרים לו אכול שנים אבל אם אכל אחת אז אותו עשירית הנשאר כיון שהוא פחות מש''פ אין חוששין לו מטעם שנתבאר עכ''ל. ולי אין צורך לידחק בכל זה שהתירוץ הראשון הוא אמת וא''כ קושיא מעיקרא ליתא וקושיא שניה נמי ליתא דהא דאין מוסיפין חומש בפדיון שני היינו על החומש דוקא אבל על הקרן גם בפדיון שני מוסיף חומש כדאיתא בפרק הזהב ומבואר בדברי רבינו בפ''ה. ולשלישית שהקשה מהירושלמי הנה ר''ש פי' משנה זו ע''פ הירושלמי והקשה עליו הרא''ש ור''ש עצמו נתקשה בפירוש הירושלמי ואליהו עתיד לפרש. ופירוש רבינו במשנה מחוור וה''ר עובדי' ז''ל לא כתב אלא פירוש זה אע''פ שבמקומות אחרים דרכו לימשך אחר פירושי רבינו שמשון: \n\n"
            ],
            [
                "<b>טמאים וטהורים שהיו אוכלים וכו'.</b> משנה ספ''ב דמע''ש (משנה י'): \n",
                "<b>וכתב</b> הראב''ד שלא יטמאוהו א''א פירשו בגמרא וכו' ויש לדקדק הא בדאורייתא אין ברירה ושמא לכך נתכוון הראב''ד להשיג על רבינו למה פסק כמשנה זו דהא אתיא דלא כהלכתא ומ''מ על מ''ש הראב''ד בשם הגמ' יש לדון דהכי איתא בירושלמי (הלכה ד') על משנה זו מה נן קיימין אם באומר מכבר משקה מעורב הוא ואם באומר לכשישתו למפרע חולין שתו אלא כי נן קיימין באומר מכבר לכשישתה, ונראה דה''פ אם באומר מכבר כלומר אם באומר מעכשיו תהא מחוללת סלע זו על מה שישתו טהורים משקה מעורב ונמצאו טמאים שותים מעשר ואם באומר לכשישתו תהא מחוללת עליו למפרע חולין שתו שבשעה ששתו עדיין לא נתחלל והיאך יתחלל לאחר שכבר שתו אותו אלא באומר מכבר לכשישתו כלומר סמוך לעת שמתחילים לשתות תהא סלע זו מחוללת עליו דהשתא חל החילול קודם שיתחילו לשתות ולא מופלג אלא סמוך ביותר בשעה שפירש היין מהכד לפיהם דהשתא אינו ענין לברירה. והראב''ד מפרש דמדבר לכשישתו היינו מעכשיו לכשישתו והרי זה ברירה. ומכל מקום יש חסרון לשון בדברי הראב''ד וצריך להגיה אלא מעכשיו לכשישתו ורבינו העתיק המשנה כצורתה כמנהגו בכמה מקומות. \n",
                "<b>ומה שכתב ובלבד שלא יגעו הטמאים במאכל וכו'.</b> פשוט הוא ובירושלמי בטמאים טמאים טמא מת שאין כלי חרס מיטמא מאחוריו אבל בטמאים טומאת זיבה שהזב מטמא בהיסט לא במה דברים אמורים כשאין אחר מערה אבל אם יש אחר מערה אפילו טמאים טומאת זיבה: \n\n"
            ]
        ],
        [
            [
                "<b>נטע רבעי הרי הוא קדש וכו'. ומ''ש ודינו להאכל בירושלים לבעליו וכו'.</b> כ''כ רבינו בסה''מ שלו סי' קי''ט וז''ל נטע רבעי דינו שיעלהו לירושלים ויאכלוהו שם בעליו כמו מעשר שני בשוה ואין לכהנים בו כלום שנאמר ואיש את קדשיו לו יהיו משך הכתוב כל הקדשים ונתנם לכהן ולא שייר מהם אלא תודה ומעשר ושלמים ופסח ומעשר בהמה ומע''ש ונטע רבעי שיהיו לבעלים עכ''ל. והוא בסיפרא ובפרק בתרא דמע''ש (הלכה ב') ירושל' כתיב ובשנה החמישית תאכלו את פריו להוסיף לכם תבואתה ר''י הגלילי אומר הרי את כמוסיף פירות חמישית על פירות רביעית מה פירות חמישית לבעלים אף פירות רביעית לבעלים. ובסיפרא פרשת קדושים נתבאר שטעון הבאת מקום כמעשר: \n",
                "<b>ומה שכתב וכשם שאין מעשר שני בסוריא כך אין נטע רבעי בסוריא.</b> ירושלמי פ''ז דפאה ופ''ה דמע''ש ובתשובות להרמב''ן סימן קנ''ו הביא הירושלמי הזה ופלפל בו והעלו דנטע רבעי נוהג אפי' בח''ל ושכן דעת כמה גדולים מכל מקום פשט הירושלמי כדברי רבינו. \n",
                "<b>ומ''ש ובנטע רבעי הוא אומר וכו'</b> צריך להתפרש כמו שנתבאר בסמוך: \n\n"
            ],
            [
                "<b>הרוצה לפדות נטע רבעי וכו' ואם פדהו לעצמו מוסיף חומש.</b> משנה פרק חמישי דמעשר שני (משנה ג') ובפרק האיש מקדש (קידושין דף נ״ד): \n",
                "<b>ומה שכתב ואין פודין אותו עד שיגיע לעונת המעשר וכו'.</b> בסיפרא פרשת קדושים. \n",
                "<b>ומה שכתב ואין פודים אותו במחובר וכו'</b> תוספתא בסוף מעשר שני (דף ס''ח:) כרם רבעי וכו' בית שמאי אומרים אין פודים אותם ענבים אלא יין ובית הלל אומרים יין וענבים אבל הכל מודים שאין פודים במחובר לקרקע. כתוב בתשובות להרמב''ן סימן קנ''ז וז''ל הרמב''ם נתן טעם למה אין פודים אותו במחובר מפני שהוא כמעשר שני ואין מעשר שני במחובר ורבינו שמשון כתב שאי אפשר לומר טעם זה משום דבפרק מרובה משמע דפדיון במחובר מועיל דבר תורה דאמרינן התם א''ר יוחנן גזל ולא נתייאשו הבעלים שניהם אינם יכולים להקדיש זה לפי שאינו שלו וזה לפי שאינו ברשותו ואקשינן עלה מדתנן הצנועים מניחים המעות ואומר כל הנלקט מזה יהא מחולל על המעות הללו ופרקינן לא תימא כל הנלקט אלא כל המתלקט כלומר דקודם לקיטה היו הצנועים פודים ולא אחר לקיטה שכבר זכו בהם אחרים ולא היה כח ביד הבעלים לחלל ע''כ. ומכאן קשה לדברי הרמב''ם ואע''ג דאסיקנא התם אלא לעולם כל הנלקט מ''מ לאו מכח קושיא זו שאין פודין נטע רבעי במחובר חזר בו אלא דבכדי לא משבשינן וכ''ש ממאי דמתרצינן מעיקרא ואמרינן אימא כל המתלקט שמעינן דמדאורייתא אית ליה פדיון אפילו במחובר וקשיא הא שמעתא דמרובה אתוספתא ומעשים בכל יום שפודים במחובר, ועם מ''ש רבינו שמשון נתיישב שהוא ז''ל פי' דטעמא דאין פודין במחובר לפי שאינם בקיאים בשומא בעודו במחובר והא דמחללין גבי צנועים התם עבוד שלא יכשלו וזה נכון ומכלל דבריו בזמן הזה שאין מדקדק בשוויו אלא כשמואל דאמר אם חיללו על ש''פ מחולל הילכך מוקמינן ליה אדינא דאורייתא ואפילו במחובר שפיר דמי עכ''ל. ולענין מה שהקשה על רבינו מפרק מרובה י''ל דכיון דאסיקנא אלא לעולם כל הנלקט אע''ג דלאו מכח קושיא זו דאין פודין במחובר הדר ביה איכא למימר אה''נ דאי לא הוה אידך קושיא הוה מהדר מכח האי קושיא דאין פודין במחובר ונכון הדבר לומר כן כדי שלא לדחות תוספתא השנויה סתם בלא מחלוקת: \n",
                "<b>ומ״ש לפיכך אינו נקנה במתנה אלא אם נתנו בוסר.</b> בפרק האיש מקדש (קידושין דף נ״ד:) והתנן הפודה מע״ש שלו מוסיף עליו חמישיתו בין שהוא שלו בין שניתן לו במתנה וכו' מי מצי יהיב ליה והא גמר קדש קדש ממעשר אלא לאו רבי יהודה ומשני לעולם רבי מאיר והב״ע כגון דיהיב כשהוא סמדר ודלא כרבי יוסי דאמר סמדר אסור מפני שהוא פרי. ומ״מ י״ל למה שינה רבינו וכתב בוסר במקום סמדר דמשמע דבוסר גדול מסמדר וע״כ לא שרינן אלא סמדר ולא בוסר ואין לומר שטעמו משום דמשמע ליה טעמא דשרינן סמדר משום דאינו פרי ובוסר נמי אינו פרי שהרי כשהגיע לכפול הלבן מברכין עליו בורא פרי האדמה וצריך עיון. \n",
                "<b>ומה שאמר ודינו בשאר הדברים וכו':</b> \n\n"
            ],
            [
                "<b>והפודה כרם רבעי רצה פודהו ענבים רצה פודהו יין.</b> תוספתא פרק חמישי דמ''ש וכב''ה. \n",
                "<b>ומה שכתב וכן הזיתים. ומה שכתב אבל שאר הפירות אין משנין מברייתן.</b> משנה בפי''א דתרומות (משנה ג') ושאר כל הפירות אין משנין אותן מברייתן בתרומה ומע''ש אלא זיתים וענבים. ונטע רבעי יליף קדש קדש ממעשר: \n\n"
            ],
            [
                "<b>כרם רבעי אין לו לא שכחה וכו'.</b> משנה בפ' בתרא דמע''ש (משנה ג') ופ''ז דפאה (משנה ו') ב''ש אומרים יש לו פרט ויש לו עוללות וכו' וב''ה אומרים כולו לגת וטעמא דב''ה דילפי קדש קדש ממעשר: \n",
                "<b>ומה שכתב ואין מפרישין ממנו תרומה ומעשרות וכו'.</b> שם בירושלמי: \n\n"
            ],
            [
                "<b>ענבים של כרם רבעי וכו'.</b> משנה פ''ה דמע''ש (משנה ב'): \n",
                "<b>ומ''ש ושאר כל הפירות וכו'.</b> שם בירושלמי שמתחלה לא גזרו אלא על הענבים: \n\n"
            ],
            [
                "<b>כיצד פודין נטע רבעי וכו' עד כל הנלקט מפירות אלו מחולל על המעות הללו.</b> משנה בפ''ה דמע''ש (משנה ד'): \n\n"
            ],
            [
                "<b>ומ״ש רבינו מי שהיה לו נטע רבעי בשנת השמיטה וכו' וגם כתב והצנועים היו מניחים את המעות בשנת השמטה.</b> כרשב״ג דהלכה כמותו כדאמרינן בפ' מרובה (בבא קמא דף ס״ט): \n",
                "<b>כתוב</b> בתשובות להרמב''ן סי' קנ''ו על מה שכתב רבינו והצנועים היו מניחים את המעות וכו'. אינו מחוור דהא קיימא לן כר' יוחנן דאמר גזל ולא נתייאשו הבעלים שניהם אינם יכולים להקדיש וכו' ואע''ג דמתניתין קתני הנלקט אנן לא קי''ל כסתמא זו אלא כסתמא אחרינא דאין הגונב אחר הגנב משלם תשלומי כפל וכדמסיים עליה קרא ואי כי יקדיש את ביתו קדש מה ביתו ברשותו אף כל ברשותו. ואולי דעת הרב דשאני נטע רבעי דכיון דממון גבוה הוא ואפי' הכי אוקמיה רחמנא ברשותיה לאחולי מש''ה לא איכפת לן ביה אי מחיל ליה ואפי' כי ליתיה ברשותיה דסוף סוף אפילו כי איתיה ברשותיה לאו דיליה הוא ואפ''ה מצי מחיל ליה וכדאמר רבא התם בפ' מרובה אי לאו דאמר רבי יוחנן צנועים ורבי דוסא אמרו דבר אחד ה''א מאן תנא צנועים ר''מ היא לאו אמר ר''מ מעשר ממון גבוה הוא ואפילו הכי לענין פדייה אוקמיה רחמנא ברשותיה דכתיב ואם גאול יגאל איש ממעשרו וכו' קרייה רחמנא מעשרו ומוסיף חומש כ''ר נמי גמר קדש קדש ממעשר וכו' מה קדש דכתיב גבי מעשר אע''ג דממון גבוה הוא וכו' לענין אחולי אוקמיה רחמנא ברשותיה [הילכך אע''ג דליתיה ברשותיה מצי מחיל] דהא כי איתיה ברשותיה לאו דידיה הוא ומצי מחיל והא ליתא דהא רבא לא פליג אדרבי יוחנן אלא אי לאו דאמר רבי יוחנן ליתא להאי טעמא וכיון שכן הוא דצנועים ליתא כלל דאי אמר כל הנלקט לא הוי פדיון דלאו ברשותיה וכדר' יוחנן ואי אמר כל המתלקט לא אפשר משום דבדאורייתא אין ברירה ולא ידענא לה פתר להא דצנועים לפסק הלכה עכ''ל. וי''ל לדעת רבינו דלא דחינן מתניתין מהלכתא משום דלפי האמת ליכא לאקשויי מדצנועים להא דאמר רבי יוחנן זה אינו יכול להקדיש לפי שאינו ברשותו משום דאע''ג דאין אדם יכול להקדיש דבר שאינו ברשותו יכול הוא לחלל דבר שאינו ברשותו וכמו שהוכיחו התוספות בדיבור המתחיל הוא דאמר כצנועים ואם כן כל מאי דשקיל וטרי גמרא ומסיק דרבי יוחנן לית ליה דצנועים היינו לפום מאי דקס''ד דכשם שאין אדם יכול להקדיש דבר שאינו ברשותו כך אינו יכול לחלל דבר שאינו ברשותו אבל לפום קושטא דמילתא שפיר מצי סבר ר' יוחנן שאדם יכול לחלל דבר שאינו ברשותו וכדצנועים והא דאמר רבא אי לאו דאמר רבי יוחנן צנועים ורבי דוסא אמרו דבר אחד ה''א מאן תנא צנועים ר''מ היא וכו' היינו לומר דאפילו למאי דקס''ד לדמויי חילול להקדש ה''א דרחמנא אוקמיה ברשותיה לענין חילול אבל לפום קושטא לא צריכין להכי דבלאו הכי שפיר יכול לחלולי נטע רבעי של חבירו שלא מדעתו וכדאמרן: \n\n"
            ],
            [
                "<b>באחד בתשרי ר''ה לערלה ולרבעי.</b> משנה פ''ק דר''ה (דף י'): \n",
                "<b>ומ''ש אלא ל' יום בשנה חשובים שנה וכו' עד מר''ה של שנת י''ד עד סופה.</b> שם וכר' יוסי ור' יהודה דאיפסיקא הלכתא כותייהו בס''פ הערל לרב דהלכה כוותיה באיסורי ומפרש רבינו כפירוש התוספות דאערלה קאי: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b><small>(י-יב)</small> ומ''ש ואם נתעברה השנה נתעברה לערלה ולרבעי. ומה שכתב נטע הנטיעה מר''ח תשרי וכו'.</b> זהו דעת רבינו שסובר שכשאמרו ופירות נטיעה זו אסורים עד ט''ו בשבט לא אמרו אלא דוקא בנטיעה שהקלנו עליה מתחלתה שעלו לה ל' יום לשנה שלימה ולפיכך מחמירים עליה בסופה והיינו דאמר פירות נטיעה זו וכתב הר''ן שהרז''ה חולק ופלוגתא היא בירושלמי וכתב הראב''ד הירוש' הזה בהשגות וז''ל. א''א דבר זה הוציא מהירושלמי של ר''ה וכו'. ויש לתמוה על מ''ש הר''ן דפלוגתא היא בירושלמי דלפי האמת לאו פלוגתא היא דאע''ג דאקשי ליה אפילו נטעו ל' יום לפני ר''ה יהא אסור עד ל' יום לפני ר''ה הרי השיב לו ושתק ועוד דהאי דאקשי ליה אפילו נטעו ל' יום לפני ר''ה אינו סותר דין זה שכתב רבינו וק''ל: \n",
                "<b>מונה שלש שנים מיום ליום.</b> כתב הראב''ד מיום ליום שאמרו מט''ו לשבט עד ט''ו לשבט וכו'. ואני אומר שמ''ש שאינו ר''ל מראש תשרי לראש תשרי לפי שאינן שלימות וכו' פשוט הוא ולא הוצרך רבינו לבארו אבל מה שכתב מט''ו בשבט לט''ו בשבט אינו מדוקדק שכבר אפשר שיהיה קודם לכן או אחרי כן כי המנין הוא מיום הנטיעה ועוד י''ד ימים של קליטה ופשוט הוא: \n",
                "<b>וראיתי לגאונים דברים וכו'.</b> נראה שכיון לדברי בה''ג שכתבו התוס' ורבינו שמשון והרא''ש ודחאום בשתי ידים ורבינו תלה הדבר בט''ס: \n\n"
            ],
            [
                "<b>העלין והלולבין ומי הגפנים וכו' עד והנובלות כולן אסורות.</b> משנה פ''ק דערלה (משנה ז') ובת''כ מייתי לי' מקרא וכבר כתבתי לעיל דלית הלכתא כר' יוסי דאמר הסמדר אסור: \n\n"
            ]
        ],
        [
            [
                "<b>כל שהוא חייב בערלה יש לו רבעי וכו'.</b> ירושלמי בפ''ק דערלה כל שאין לו ערלה אין לו רבעי והיינו דוקא בארץ דאילו בח''ל הרי נטע שהוא חייב בערלה מן ההלכה ואינו חייב ברבעי כמבואר בפ' זה ובפ''י ממאכלות אסורות: \n\n"
            ],
            [
                "<b>הנוטע אילן מאכל וכו'.</b> משנה בפ''ק דערלה (משנה א'): \n",
                "<b>נטעו לסייג וכו'.</b> ירושלמי שם: \n",
                "<b>נטעו שלש שנים לסייג וכו'.</b> ג''ז שם בירושלמי: \n\n"
            ],
            [
                "<b>נטע אילן וחשב וכו'.</b> משנה שם לר' יוסי ונראה שסובר רבינו דלא אתא לאיפלוגי את''ק אלא לפרושי ויש הוכחה לזה מהירושלמי דמוקי לרבי יוסי בין לרשב''ג בין לרבי וכן פסק הרא''ש כר''י: \n",
                "<b>והצלף חייב בערלה האביונות בלבד וכו'.</b> בריש פרק כיצד מברכין (ברכות דף ל״ו) מסיק הלכתא כמר בר רב אשי דזריק את האביונות ואכיל את הקפריסין: \n\n"
            ],
            [
                "<b>הנוטע לרבים וכו'.</b> משנה שם בפרק קמא (מ''ב) וכת''ק. \n",
                "<b>ומ''ש בתוך שדהו</b> שם בירושלמי: \n",
                "<b>ומ״ש שנאמר ונטעתם אפילו לרבים.</b> בר״פ כל שעה (פסחים דף כ״ג) ואע״פ ששם אמרו לרבנן ונטעתם ליחיד משמע כתב רחמנא לכם להביא הנטוע לרבים לא חשש רבינו. \n",
                "<b>ומ''ש בד''א בא''י וכו'</b> [ירושלמי שם]: \n\n"
            ],
            [
                "<b>הנוטע ברשות הרבים או בספינה והעולה מאליו.</b> משנה שם פ''ק דערלה והוסיף רבינו וכתב ברה''י משום דתני בתוספתא דערלה העולה מאליו x פטור. ובהכי ניחא מאי דתניא בסיפרא ונטעתם פרט לעולה מאליו דלא תיקשי דמתניתין ברה''י ודסיפרא בר''ה: \n",
                "<b>ומ''ש ונכרי שנטע בין לישראל בין לעצמו.</b> בפיהמ''ש כתב רבינו דדוקא בנטע לישראל וכאן חזר בו משום דבכמה דוכתי משמע בנטע העכו''ם לעצמו אסור משום ערלה כמו שכתב ה''ג: \n\n"
            ],
            [
                "<b>העולה מאליו במקום חורשים וכו' עד חייב בערלה.</b> ירושלמי פ''ק דערלה: \n\n"
            ],
            [
                "<b>הנוטע למצוה וכו'.</b> גם זה שם בירושלמי: \n",
                "<b>הקדישו ואחר כך נטע וכו'.</b> גם זה שם בירושלמי: \n\n"
            ],
            [
                "<b>הנוטע בעציץ שאינו נקוב חייב בערלה וכו'.</b> גם זה שם בירושלמי: \n\n"
            ],
            [
                "<b>אילן שנטעו בתוך הבית חייב בערלה.</b> ג''ז שם בירושל': \n",
                "<b>זה שנטעו עכו''ם עד שלא באו לארץ פטור וכו' עד משעת ביאה.</b> ג''ז שם בירושלמי: \n\n"
            ],
            [
                "<b>עכו''ם שהרכיב אילן מאכל וכו'.</b> ג''ז שם בירושל': \n",
                "<b>ויש לנכרי נטע רבעי וכו'.</b> משנה פ''ג דתרומה (מ''ט) וכת''ק: \n\n"
            ],
            [
                "<b>אחד הנוטע גרעינה כו'.</b> בסיפרא פ' קדושים נטע ייחור מניין תלמוד לומר כל עץ. ויש בספרי רבינו חסרון וכן מצאתי בספר מוגה או שעקר את כל האילן ממקומו ונטעו במקום אחר: \n",
                "<b>זעזעו ולא עקרו וכו' עד ואם לאו חייב.</b> משנה פירקא קמא דערלה (מ''ג): \n\n"
            ],
            [],
            [
                "<b>אילן שקצצו מעם הארץ וכו'.</b> ירושלמי ספ''ק דשביעית וכחכמים: \n\n"
            ],
            [
                "<b>אחד הנוטע ואחד המבריך וכו'.</b> בפ''ק דר''ה (דף ט':) משמע בברייתא דמבריך ומרכיב חייב בערלה ובסיפרא תניא ונטעתם פרט למבריך ומרכיב ותירצו רבינו ורבינו שמשון בפירוש המשנה פ''ק דערלה (מ''ה) דההיא דסיפרא מיירי בשלא נפסקה מן האב והיא יונקת ממנו וההיא ברייתא דפירקא קמא דר''ה בשנפסקה וכ''כ הר''ן דפירקא קמא דר''ה בהלכות ערלה: \n\n"
            ],
            [
                "<b>ומ''ש גדל זה הילד שהבריך ועשה פירות וכו'.</b> משנה פ''ק דערלה הבריכה שנה אחר שנה ונפסקה מונה משעה שנפסקה בריכה שנפסקה והיא מליאה פירות אם הוסיף במאתים אסור: \n\n"
            ],
            [
                "<b>ילדה שסיבכה בזקנה והיו פירות בילדה וכו'.</b> מימרא בפרק הנודר מן הירק עלה נ''ז: \n\n"
            ],
            [
                "<b>אילן שהבריך ממנו בד אחד בארץ וכו'.</b> משנה פ''ק דערלה (משנה ה') אילן שנעקר ובו בריכה והוא חיה ממנה חזרה הזקינה להיות כבריכה. ויש בספרי רבינו תיבת מפני מיותרת וצריך למוחקה: \n\n"
            ],
            [
                "<b>הרי שהבריך בד אחד בארץ וצמח וכו'.</b> שם במשנה כתבתיה בסמוך הבריכה שנה אחר שנה ונפסקה מונה משעה שנפסקה: \n\n"
            ],
            [
                "<b>אילן היוצא מן הגזע פטור מן הערלה מן השרשים חייב.</b> תוספתא אלא ששם שנויה בסגנון זה אילן העולה בין מן הגזע בין מן השרשים חייב רבי יהודה אומר העולה מן הגזע חייב מן השרשים פטור ורבינו גירסא אחרת היתה לו ששנוי בה בדברי ת''ק מן הגזע פטור מן השרשים חייב. ובפרק x המוכר פירות פירשו רואה פני חמה זהו גזע שאינו רואה פני חמה זהו מן השרשים: \n",
                "<b>ילדה פחותה מטפח וכו' עד לשאר האילנות.</b> בס''פ משוח מלחמה עלה מ''ג: \n\n"
            ],
            [
                "<b>נוטעין יחור של ערלה וכו'.</b> משנה פ''ק דערלה (משנה ט') \n",
                "<b>ומה שכתב ואם עבר ונטע וכו'.</b> בס״פ כל הצלמים (עבודה זרה מ״ח:) וטעמא משום דזה וזה גורם מותר: \n\n"
            ],
            [
                "<b>ומ''ש וכן אין מרכיבין כפניות של ערלה וכו'.</b> משנה שם בפ''ק דערלה: \n",
                "<b>ומ''ש עבר והרכיב מותר וכו'.</b> כבר נתבאר בסמוך: \n\n"
            ]
        ],
        [
            [
                "<b>מצות עשה להתודות לפני ה' וכו' שנאמר כי תכלה לעשר וכו'.</b> פשוט הוא: \n\n"
            ],
            [],
            [
                "<b><small>(ב-ג)</small> ומ''ש ואין מתודין וידוי זה אלא אחר השנה שמפרישין בה מעשר עני וכו' עד בין פירות הארץ.</b> משנה וירושלמי בפרקא בתרא דמע''ש (משנה י') וכתוב בספרי רבינו אחר השנה שמפרישין בה מעשר שני והוא ט''ס וצריך להגיה מעשר עני במקום מעשר שני: \n\n"
            ],
            [
                "<b>אין מתודין אלא ביום כו'.</b> משנה בסוף פרק ב' דמגילה (דף כ':): \n",
                "<b>ובין בפני הבית בין שלא בפני הבית חייב לבער ולהתודות: כתב</b> הראב''ד זה שיבוש שהוידוי אינו אלא לפני ה' ואין לפני ה' אלא בבית עכ''ל. ואפשר לומר שטעם רבינו שכיון שהוא חייב לבער אפילו שלא בפני הבית למה ימנע מלהתודות ואי משום לפני ה' אינו מוכרח דבכל מקום הוי לפני ה' היכא דליכא מקדש או בדיעבד: \n\n"
            ],
            [
                "<b>וידוי זה נאמר בכל לשון וכו'.</b> משנה ר״פ אלו נאמרים (סוטה דף ל״ב:): \n",
                "<b>וכל אחד ואחד וכו':</b> \n\n"
            ],
            [
                "<b>ומצותו במקדש וכו' ואם התודה בכל מקום יצא.</b> כבר נתבאר: \n\n"
            ],
            [
                "<b>אינו מתודה עד שלא ישאר אצלו וכו'.</b> פשוט הוא ומבואר במשנה פ''ה דמע''ש: \n",
                "<b>וערב י''ט האחרון היה הביעור.</b> משנה בפרקא בתרא דמע''ש (משנה ו') ובספרינו כתוב ערב י''ט הראשון של פסח של רביעית ושל שביעית היה הביעור וגירסת רבינו אחרון במקום ראשון ויש להוכיח כן מדאמרינן בירושלמי (הלכה ה') ויתודה בי''ט הראשון של פסח כדי שיהא לו מה לאכול ברגל ויתודה בשחרית עד כאן מצוה הוא לאכול. ואם איתא שהביעור היה מעי''ט הראשון הרי לא היה לו מה לאכול ברגל: \n",
                "<b>ומ''ש ולמחר.</b> שם במשנה (משנה י') במנחה ביו''ט האחרון היו מתודים: \n\n"
            ],
            [
                "<b>כיצד הוא עושה וכו'.</b> משנה ו' שם. \n",
                "<b>ומ''ש הרי זה מבערן ומשליך לים או שורף.</b> זהו פי' מה ששנינו שם במשנה מע''ש והביכורים מתבערים בכל מקום. ומה שהשוה נטע רבעי למעשר שני הוא מדאמרינן בפרק שני דקידושין דיליף קדש קדש ממעשר וגם ממה ששנינו בפרק בתרא דמע''ש בערתי הקדש זה מע''ש ונטע רבעי. \n",
                "<b>ומה שכתב נשאר אצלו מעשר שני של דמאי אינו חייב לבערו.</b> משנה פרק קמא דדמאי (משנה ב') הדמאי אין לו חומש ואין לו ביעור: \n",
                "<b>ומ''ש נשאר אצלו ביכורים הרי הם מתבערים בכ''מ.</b> שם במשנה וכת''ק: \n\n"
            ],
            [
                "<b>ומ''ש במה דברים אמורים ששורף ומבער וכו' אבל אם נשאר תבשיל וכו'.</b> שם במשנה וכבית הלל. \n",
                "<b>ומ''ש וכן יין ותבלין הרי הם כמבוערים.</b> שם בירושלמי: \n\n"
            ],
            [
                "<b>פירות שלא הגיעו לעונת המעשרות וכו'.</b> משנה שם: \n\n"
            ],
            [
                "<b>מי שהיו פירותיו רחוקים ממנו וכו'.</b> ג''ז משנה שם: \n",
                "<b>ומ''ש אבל אינו יכול להקנות להם המעשר בחליפין וכו'.</b> נראה שלמד כן מעובדא דרבן גמליאל וזקנים ששנינו שם ונתקבלו זה מזה שכר ולמה הוצרכו לכך יותר נקל היה להקנותם בקנין סודר אלא מפני שנראה כמכירה: \n\n"
            ],
            [
                "<b>ומניין שאינו יכול להתודות וכו' עד אינו יכול להתודות.</b> משנה שם: \n\n"
            ],
            [
                "<b>נשרף טבלו אינו יכול להתודות וכו'.</b> ירושלמי שם: \n",
                "<b>ובזמן שהיו נותנין מעשר ראשון לכהנים וכו'.</b> פ' עגלה ערופה (סוטה דף מ״ח): \n\n"
            ],
            [
                "<b>מי שאין לו אלא מעשר שני בלבד וכו' עד אינו מתודה.</b> ירושלמי בפ''ב דבכורים: \n\n"
            ],
            [
                "<b>לא עברתי ממצותיך שלא הפריש ממין על שאינו מינו וכו' עד סוף הפרק.</b> משנה בסוף מעשר שני (משנה יא יב): \n",
                "<b>סליקו להו הלכות מע''ש ונטע רבעי</b> \n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות מעשר שני ונטע רבעי",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}