{
    "text": {
        "0": {
            "0": "\"These are the words\" - Halakhah: Is a Jewish person permitted to write a Torah scroll in any language? This is what the Sages taught: The only difference between scrolls and Tefillin or Mezuzot is that scrolls may be written in any language. Rabban Gamliel says: One is not even permitted for scrolls unless they are written in Greek. What is Rabban Gamliel's reasoning that one it is permissible to write a Torah scroll in Greek? This is how our Rabbis taught: Bar Kappara said: It is written, \"May God extend Yephet, may he dwell in the tents of Shem,\" (Gen. 9:27) that the words of Shem may be spoken in the language of Yephet - therefore it is permitted that they be written in the Greek language. The Holy Blessed One said: See how the language of the Torah is so dear that it heals the tongue! From where do we know this? Since it is written, \"A healing tongue is a tree of life,\" (Pro. 15:4) and the \"tree of life\" only refers to the Torah, as it is said, \"it is a tree of life to those who grasp onto her,\" (Pro. 3:18). The language of the Torah makes the tongue fluent. ",
            "18": "...What is meant by, “Turn to the Tzafon? Rabbi Chiya said, “(God) said to (the Jewish People) if you see (Esau) seeking to cause trouble for you don’t stand against him. Rather, hide yourselves from him until his time passes. Rabbi Yehuda Bar Shalom said, “Israel says to God, Master of the World, his father blessed him with “You shall live by the sword” and You are agreeing with him and telling us to hide. Where should we run? God says to them, “If you see that he is interacting with you, run to the Torah…”"
        },
        "1": {
            "0": "\"And I besought the Lord\" (Deuteronomy 3:23). Halacha: A Jew who stands and prays [the Amidah prayer], may he pray out loud? The sages teach: (Talmud Berachot 31a) \"Someone who stands and prays [the Amidah prayer] should hear his own voice [but others should not]. Chanah already explained: (I Samuel 1:13) \"And Chanah spoke to herself...\" One might think one can pray the three [Amidah prayers throughout the day] as a single [prayer]? Daniel already taught: (Daniel 6:11) \"And three times a day he would kneel on his knees, and he would pray and bow before his god.\" One might think that one should pray at every moment one fancies? David already explained: (Psalms 55:18) \"Evening, morning and afternoon I speak and moan, and He hearkened to my voice.\"",
            "22": "Another opinion. R' Elazar said: when Israel was redeemed from Egypt they were only redeemed from within these five things - suffering, repentance, the merit of the forefathers, mercy, and the end. From in the midst of suffering, as it is written \"...and the children of Israel groaned...\" (Exodus 2:23) From in the midst of repentance, as it is written \"...and their cry rose up...\" (ibid.) From in the midst of the merit of the forefathers, as it is written \"And God remembered His covenant...\" (Exodus 2:24) From in the midst of mercy, as it is written \"And God saw the children of Israel...\" (Exodus 2:25) From in the midst of the end, as it is written \"...and God knew.\" (ibid.) And so too in the time to come they will only be redeemed from in the midst of these five things. From in the midst of suffering, as it is written \"when you are in distress..\" (Devarim 4:30) - behold, from in the midst of suffering. \"...and you will return to the Lord your God...\" (ibid.) Behold, from in the midst of repentance. \"For the Lord your God is a compassionate God...\" (Devarim 4:31) Behold, from in the midst of mercy. \"He shall not forget the covenant which he made with your forefathers...\" (Devarim 4:31) Behold, from in the midst of the merit of the forefathers. \"...because all these things have befallen you in the end...\" (Devarim 4:30) Behold, from in the midst of the end. And David explained them all. \"When He saw that they were in distress...\" (Psalms 106:44) Behold, from in the midst of suffering. \"...when He heard their cry.\" (ibid.) Behold, from in the midst of repentance. \"He recalled His covenant...\" (Psalms 106:45) Behold, from in the midst of the merit of the forefathers. \"And He made their captors kindly disposed toward them.\" (Psalms 106:46) Behold, from in the midst of mercy. \"Deliver us, oh Lord God, and gather us from among the nations...\" (Psalms 106:47) Behold, from in the midst of the end.",
            "24": "..",
            "34": "Another idea: \"Listen, O Israel-\" from where did Israel merit the [commandment of the] reading of Shema? From the time that Jacob spread out to die, he called to all the tribes and said to them: \"Maybe once I pass away, you will bow to another power?\" From where [can we learn this]? For so it is written: \"Gather and listen, sons of Jacob, [and listen to your father Israel] (Genesis 49).\" What is 'and listen to your father Israel (heb. V'shimu El Yisrael Avichem)'? He said to them: The G-d of Israel is your father (an alternate meaning of 'El Yisrael Avichem').\" They said to him: \"Listen O Israel, Hashem is our G-d, Hashem is one.\" And he said in a whisper: \"Blessed be the glorious name of His Kingship (ie. G-d) forever.\" Rabbi Levi said: \"And what do Israel say today? 'Listen our forefather Israel, the same thing that you commanded us still abides among us, Hashem is our G-d, Hashem is one.'\"",
            "35": "Another idea:  \"Hear O Israel\" The rabbis said: When Moshe went up to the heavens, he heard the ministering angels saying to the Holy Blessed One, \"Blessed is the name of the glory of God's sovereignty for all time\" and brought it down to Israel.  And why doesn't Israel say it in public (aloud)? Rabbi Asi said:  To what is it similar?  To one who stole jewelry from the King's palace and gave it to his wife and said to her, \"Don't adorn yourself with it in public, rather (wear it) in your house.\"  However, on Yom Kippur when they are as clean as the ministering angels, they say it publicly, \"Blessed is the name of the glory of God's sovereignty for all time.\""
        },
        "2": {
            "2": "... ",
            "9": "Why did [Moses] see fit to say “Hear O Israel” at this point? The Rabbis say, “To what can this be compared? To a king who betroths a noblewoman with two pearls. She loses one of them. The king says to her, ‘You lost one, I will guard the other!’ So did the Holy One, blessed be He, betroth Israel with ‘Naaseh v’Nishma’ - ‘We will do and we will hear.’ They lost the ‘Naaseh’ at the Golden Calf. Moses said to them: You lost the Naaseh, guard the Nishma!",
            "11": "\"Thereupon the LORD said to me, 'Carve out etc.'\" (Deut. 10:1).  A halachic question:  When a Jewish man betrothes a woman, who must provide the payment for the scribing of the marriage document?  Our Sages taught as follows:  Betrothal and marriage documents are written only with the assent of both parties, and the groom provides the payment.  From whom do we learn this?  From the Holy One Blessed be He, when He betrothed Israel on Sinai, as it is written (Ex. 19:10), \"Adonai said to Moses, “Go to the people and warn them to stay pure today and tomorrow.\"  And who wrote this document?  Moshe.  Whence?  As it says (Deut. 31:9), \"Moses wrote down this (Song) Teaching.\"  And what payment did the Holy One Blessed be He provide for him?  The splendor of his face, as it is written (Ex. 34:29), \"Moses was not aware that the skin of his face was radiant\" -- when? \"when He spoke with him.\"  Resh Lakish said, \"At the time he wrote the Torah, Moshe acquired the splendor of his face.\"  How?  Resh Lakish said,\"The Torah was given to Moshe, its skin of white fire and written with black fire, and sealed in fire, and wrapped with fire.  And while he was writing, he wiped his pen-reed on his hair, and from there he acquired the splendor of his face.\"  R' Shmuel bar Nahman said, \"It was from the tablets that Moshe acquired the splendor of his face.  While the tablets were being given to him from hand to hand, Moshe acquired the splendor of his face.  As soon as Israel did That Deed, he took them and broke them.  The Holy One Blessed be He said to him, 'When you made the arrangement with Israel, I gave you your payment, the splendor of your face. and now you have broken the tablets.'\"  R' Yitzhak said, \"Our Sages learned, 'If the barrel breaks, it breaks [to the account of] the middleman.'  The Holy One Blessed by He said to him, 'You were the middleman between Me and My children.  You broke; you replace.  Whence?  Because so it is written (Ex. 34:1-3): \"The LORD said to Moses: 'Carve two tablets of stone like the first, and I will inscribe upon the tablets the words that were on the first tablets, which you shattered.  Be ready by morning, and in the morning come up to Mount Sinai and present yourself there to Me, on the top of the mountain.  No one else shall come up with you, and no one else shall be seen anywhere on the mountain; neither shall the flocks and the herds graze at the foot of this mountain.” "
        },
        "3": {
            "0": "Halacha: Is it permissible to divide up the public reading of the curses amongst several people? Are rabbis have taught us: the curses must be read without interruption, one person only reading them all. Our rabbis have taught us: why is it not permitted to interrupt the reading of the curses? Rabbi Joshua of Sikhnin said in the name of Rabbi Levi: the Holy One, blessed be God, says: \"I have written concerning myself, I will be with him in trouble\" (Psalm 91:15): it would not be fair that My children should be cursed and I be blessed.\" How could this come about? Should the reading of the curses be frequently interrupted then everyone called to the reading would have to recite to benedictions, one before it, and one after it; therefore only one should read them all. The rabbis say: God said: \"I did not give Israel the blessings in the curses for their hurt, but only to show them the good way which they should choose in order to receive reward.\""
        },
        "4": {
            "0": "(Deuteronomy 16:18) \"You shall appoint judges and officers in all your towns that the Lord your God is giving you, according to your tribes, and they shall judge the people with righteous judgment.\" - Halacha: Can one sit in judgement for one's relative? Such taught the sages: These are the relatives: his father, his brother, his paternal uncle, his maternal uncle, etc. Why is this so? Because just like a relative is invalid to testify [regarding him], so too he is invalid to judge. What did you see to say this? Rabbi Shimon bar Yochai said: It is written (Deuteronomy 21:5), \"Then the priests, the sons of Levi, shall come forward, for the Lord your God has chosen them to minister to him and to bless in the name of the Lord, and by their word every dispute and every skin affliction shall be settled.\" - Come and see the relationship between skin afflictions and disputes. Just like skin afflictions [are examined] during the day, so too judgement [are done] during the day. Just like disputes are to the exclusion of relatives [as witnesses], so too skin afflictions are to the exclusion of relatives [as examiners]. Rabbi Shimon ben Gamliel said: Do not mock the law, for it is one of the three legs of the world. Why? For the sages taught, (Pirkei Avot 1:18) \"On three things the world stands: On law, on truth, and on peace.\" Pay attention that if you pervert the law, you have shocked the world, for it is one of its legs. Our rabbis say: The power of the law is fierce, for it is one of the legs of the Chair of Glory. How do we know? (Psalms 89:15) \"Righteousness and justice are the foundation of your throne; love and faithfulness go before you.\" The Holy One, blessed be He, says: Since the punishment of the law is fierce, be careful. From where do we know this? From that which we read on the subject, (Deuteronomy 16:18) \"Judges and officer",
            "1": "This is what Scripture says, \"Lazybones, go to the ant; study its ways and learn. Without leaders, officers, or rulers, it lays up its stores during the summer, gathers in its food at the harvest.\"(Proverbs 6:6-6:8) What did Solomon see to learn from the ant regarding the lazy person? Our rabbis say that the ant has three houses (or floors), and it does not congregate in the top (floor) because of rain, nor does in the bottom because of mud, but rather in the middle. And it only lives for six months. Why? Because anything that does not have sinews or bones only lives six months. And all of its food is a grain and a half. And it goes and gathers in the summer all that it finds, grain and barley and lentils. Rabbi Tanchuma said: All of its life is a grain and a half and (yet) it gathers these? And why does it do this? Because it says: Perhaps the Holy One Blessed Be He will decree life and it will be prepared for me to eat. Rabbi Shimon ben Yochai said: It once happened that they found a pit of it (an ant) that had three hundred kor (of food grains). What they gather from the summer is for the winter, therefore Solomon said: \"Lazybones, go to the ant; study its ways and learn.\" So to you shall fix for yourselves mitzvot from this world for the world to come. And what is \"study its ways and learn\"? Our rabbis say study its manners, because it flees from theft. Rabbi Shimon ben Halafta said: It once happened that  a single ant  dropped a grain. And all of them (the ants) were coming by and smelling it, and yet not one of them took it. The one who it belonged to came and took it. See the wisdom that there is in it (the ant). And all of this praise that it has it did not learn from a creation, and it does not have a judge or an officer. As it is stated, \"Without leaders, officers, or rulers.\" You for whom I have designated judges and officers, all the more-so that you shall listen to them, and there will be judges and officers set for you in all of your gates.",
            "2": "This is what Scripture says. \"To do what is right and just is more desired by the Lord than sacrifice.\" (Prov. 21:3) Scripture does not say, \"as much as sacrifice\", but \"more than sacrifice.\" How so?Whereas sacrifices could only function inside the Temple, to do what is right and just is mandated inside and outside the Temple. Another opinion: whereas sacrifices could only atone for unintentional, accidental sins, acts of righteousness and justice atone even for intentional sins. Another opinion: whereas sacrifices are offered only by humanity, even God is obligated to practice justice and righteousness. Another opinion: whereas sacrifices are significant only in this world, righteousness and justice will remain a cornerstone in the Coming World. Rabbi Shmuel ben Nachmani said: When the Holy One of Blessing said to Natan (I Chronicles 17:3-5): \"Go and tell David My servant: Thus saith the LORD: Thou shalt not build Me a house to dwell in for I have not dwelt in a house since the day that I brought up Israel, unto this day; but have [gone] from tent to tent, and from one tabernacle [to another]\" If a person wanted to curse David, what would he do? He would say to David: It would be good if you built the House. You should know what David's answer was: (Ps. 122) 'I was glad when they said to me, let's go to the House of Hashem'.",
            "3": " ",
            "4": " What is meant by \"judges and officials\"? The Rabbis say that the official should be like the judge, that deeds correspond to the stick and the lash and the one delivering the punishment should not need to receive lashes.  Another matter:  Rabbi Eliezer says, \"In a place where there is justice, there is no judge; in a place where there is no justice, there is a judge.\" And what is this?  Rather, says Rabbi Eliezer,\"If we make justice below, there will be no justice above.  And if we do not make justice below, there will be justice above.\"  ",
            "7": "(Deuteronomy 17:14) \"When you enter the land...\" - Halacha: A king who has a business dealing, can he be judged before a Bet Din? Thus teaches our sages: A king does not judge, nor is judged. He does not testify, nor is testified about. Our rabbis learned: Why can he not be judged? Rabbi Yirmiya said: For it is written by King David, (Psalms 17:2) \"Let my sentence come forth from before You...\" This means no living thing may judge the king, except for the Holy One, blessed be He. Our rabbis say: The Holy One, blessed be He, said to Israel, \"My children! I have thought to let you free from kingship.\" How do we know? For it is stated, (Jeremiah 2:24), \"A wild donkey that is used to the wilderness [sniffing the wind in its desire]...\" Just like a wild donkey grows up in the wilderness and doesn't fear man, so have I thought that you should not have the fear of kingship upon you. But you did not want that, but rather \"sniffing the wind in its desire...\", and \"wind\" refers only to kingship. How do we know? For it is stated, (Daniel 7:2) \"...the four winds of heaven stirred up the great sea.\" Said the Holy One, blessed be He: And if you say that I don't know that you will end up abandoning Me, I have already warned you through Moses, and I said to him: Since they will end up requesting a human king, from their own shall they crown a king, not from the nations. How do we know this? From that which we read on the subject, (Deuteronomy 17:14) - \"And you will say, 'I will appoint for myself a king.'\"",
            "8": "This is what Scripture says: (Job 34:30) \"That the godless should not reign, lest the people be trapped (memokshei am).\" [An argument between] Rabbi Yochanan and Reish Lakish: Rabbi Yochanan says, \"If you see a godless and wicked person as the leader of the generation, it would be better for the generation to fly into the air and not to serve him, and the language of \"memokshei am\" only means to be trapped, as it similarly says (Amos 3:5) \"Can a bird fall into a trap if there is no lure (mokesh) for it?\". \"That the godless should not reign...\" Our rabbis stated: Once kings were appointed in Israel, they started to be enslave them. Says the Holy One, blessed be He, \"You haven't abandoned Me, yet you want kings?\" That's what it means, (Deuteronomy 17:14) \"I will appoint for myself a king.\" This is what Scripture says: (Psalms 146:3) \"Do not place trust in important people...\" Rabbi Simon said in the name of Rabbi Yehoshua ben Levi: Anyone who trusts in God merits to be like Him. How do we know? As it says: (Jeremiah 17:7) \"Blessed is the man who trusts in the Lord, and whose hope is the Lord.\" But anyone who places trusts in pagan worship, he becomes indebted to be like it. How do we know? As it says, (Psalms 115:8) \"May they who make them become like them, [and everyone who trusts in them.]\" Our rabbis said: Anyone who relies on man transgresses, even for his protection, he transgresses, for it says, (Psalms 146:3), \"...in humans who cannot save.\" What does it say afterwards? (Psalms 146:4) \"His breath goes forth, he returns to his earth.\" Says the Holy One, blesses be He: They know that humans are nothing, yet they put aside My Glory and say: \"Appoint for us a king\"? What do you want a king for? By your lives, your end will be to feel what will happen to you in the future under the reign of your kings!\" How do we know? As it says, (Hosea 7:7) \"All their kings have fallen; there is none among them who call me.\"",
            "9": "Alternatively: (Deuteronomy 17:14) \"And you will say, 'I will appoint for me a king...\" - Rabbi Yehudah said in the name of Rabbi Ilai: Israel was commanded about three things in their entrance to the land, and these are they: to erase the memory of Amalek, to appoint for them a king, and to build for them the Holy Temple. They appointed a king and they erased the memory of Amalek, why did they not [immediately] build the Holy Temple? Because there were informers amongst them. You should know, that Rabbi Shmuel bar Nachman said: Achav's generation were pagan worshippers, yet they went out to war and won. Why was this so? Because they did not have informers amongst them. Therefore they went out to war and won. You should know that when Ezevel wanted to murder all of the prophets of God, what did Ovadia do? He hid them in caves, as it says, (I Kings 18:13) \"...how I hid a hundred men if the Lord's prophets by fifties in a cave...\" And there wasn't anybody who told Achav, \"Such and such did Ovadia do.\" But in Shaul's generation, they were all informers. You should know, that when Shaul was chasing after David, they all tattled to Shaul, as it says, (Psalms 52:2) \"When Doeg the Adamite came...\" (Psalms 54:2) \"When the Ziphites came and said to Shaul...\" Therefore, they fell in war. Differently: Said Rabbi Minah: Anyone who speaks ill [of others] causes the Presence to leave from below to above. You should know, what does David say? (Psalms 57:5) \"My soul is among lions; I must lie among those who breathe forth fire, Even the sons of men, whose teeth are spears and arrows And their tongue a sharp sword.\" And what does it state afterwards? (Psalms 57:6) \"Be exalted, O God, above the heavens...\" Said David, \"Master of the World! What is the Presence doing below? Remove the Presence to the firmament!\" Differently: Said Rabbi Shmuel bar Nachman: Why is speaking ill of others called \"the third speaking\"? Because it murders three: The speaker, the accepter, the person spoken about. How do we know this? Doeg the speaker, Shaul the accepter, and Nov, the city of priests that was spoken about. Alternatively: Said Rabbi Shmuel bar Nachman: They asked the snake, \"Why are you found amongst the fences?\" It responded, \"For I breached the fence of the world!\" They said to him, \"Why do you walk on the ground and have your tongue drink up the ground?\" He said, \"It was caused to me for I spoke ill about the Creator.\" \"What was his ill speaking? Rabbi Yehoshua of Siknin said in the name of Rabbi Levi, \"The first snake spoke like a human. Since Adam and Eve did not want to eat from that tree, it began to speak ill of its Creator. It said: The Creator ate from that tree and created His world, so He commanded you not to eat from it and create another world (Cf. Genesis 3:5). So what did the Holy One, blessed be He, do? He cut off its legs, and mutilated its tongue so that it could not speak. Alternatively: They asked the snake, \"How do you benefit, that you bite so?\" It said, \"Before you ask me why, ask why of those who speak ill of others!\" As its says, (Ecclesiastes 10:11) \"If the snake bites before it is charmed, there is no advantage to the person who speaks [ill of others] (alt: charmer).\" How did he benefit? By speaking ill of others. Alternatively: They said to the snake, \"Why do you bite one limb, yet your poison spreads to all the limbs?\" It said to them, \"Before you ask me why, ask why of those who speak ill of others, who stand in Rome and murder in Syria, who stand in Syria and murder in Rome!\" Come and see how harsh the power of ill speech is, that they were commanded to build a Holy Temple, but because their generation spoke ill of others, it was not built in their day.",
            "10": "Alternatively: (Deuteronomy 17:14) \"And you will say, 'I will appoint for me a king...\" - Our rabbis said: Said the Holy One, blessed be He, \"You want kings in this world. Jewish kings will be appointed, and they will make you fall by the sword.\" Shaul caused them to fall at Mt. HaGilboa. How do we know? (I Samuel 4:17) \"And Israel fled from before the Philistines...\" David caused a plague to be sent, as it says, (II Samuel 24:15) \"And God sent a pestilence to Israel...\" Achav stopped up the rains from them, as it says (I Kings 17:1) \"...there shall not be dew nor rain these years...\" Tzidkiyahu caused the destruction of the Holy Temple. Once Israel saw what happens under the rule of their kings, they all began to cry out, \"We don't want a king of Israel! We want our furst King: (Isaiah 33:22) \"For God is our judge, God is our law-giver, God is our king, He will save us!\" The Holy One, blessed be He, said to them, \"By your lives, thus will I do.\" How do we know? As it says, (Zachariah 14:9) \"And God will be the king over all the earth...\"",
            "13": "Who fulfilled this section (Deuteronomy 20:10-15)? Yehoshua bin Nun. Said Rabbi Shmuel bar Nachman: What did Yehoshua do? He put out an edict everywhere he went to conquer, and this is what was written in it: \"Anyone who wants to leave, can leave. Anyone who wants to make peace, make it. Anyone who wants to wage war, wage it.\" What did the Gergashites do? They turned and left from before them, giving the Holy One, blessed be He, a land as beautiful as His land, called Africa. The Gibeonites made peace him, Yehoushua made peace with them. But the 31 kings came to wage war with him, the Holy One, blessed be He, made them fall into his hand. How do we know? As it says, (Deuteronomy 3:3) \"We struck them down, leaving no survivors.\"...",
            "14": "Alternatively, \"proclaim peace unto it\" (Deuteronomy 20), See how great is the power of peace. Come see, a human of flesh and blood, if he has an enemy he asks and asks what to do to him. What does he do to him? He goes and honor a man greater than him so that he will do evil to that same enemy. But the Holy One Blessed Be He is not so, rather all the idol worshipers anger him, and they sleep and all the souls rise up to him. From where do we know this? As it says, \"He in Whose hand is the spirit of all life\" (Job 12) And in the morning he returns to each and every one their soul. From where? As it says \"He gives breath to the people upon it\" (Isaiah 42) Alternatively: A human of flesh and blood, if his friend does evil to him it does not leave his heart for ever. But the Holy One Blessed Be He is not so, rather Israel was in Egypt and the Egyptians enslaved them with mortar and brick, and after all the evil they did to Israel, the Torah has mercy on them and it says \"You shall not abhor an Egyptian for you were a stranger in his land\", but rather pursue peace as it is written \"seek peace and pursue it\". (Psalms 34) Alternatively: Dear is peace, that the Holy One Blessed Be He gave it to Zion, as it says \"Ask for the peace of Jerusalem\". (Psalms 122) Alternatively: Dear is peace, that the Holy One Blessed Be He gave in the heavens, as it says \"He makes peace in His high places\". (Job 25) Alternatively: Dear is peace, that the Holy One Blessed Be He gave it to near ones and far ones, as it says \"Peace peace, to the far and to the near\". (Isaiah 57) Alternatively: Dear is peace, that the Holy One Blessed Be He did not give it to the wicked, as it says \"There is no peace, said G-d, for the wicked\". (Isaiah 48) Alternatively: Dear is peace, that the Holy One Blessed Be He gave it to Pinchas as his reward, as it says \"Behold I give him my covenant of peace\". (Numbers 25) Alternatively: Great is peace, that the Holy One Blessed Be He doesn't announce to Jerusalem that they will be redeemed except in peace, as it says \"Announce peace...\" (Isaiah 52) Alternatively: R' Levi said: Dear is peace, that all the closings of blessings are in peace. The reading of the Shema closes in peace: \"Spread a sukah of peace\", prayer closes in peace, the priestly blessing closes in peace \"And He shall give unto you peace\". Alternatively: Dear is peace, that the Holy One Blessed Be He only comforts Jerusalem with peace. From where do we know this? As it is written \"Behold I will extend peace to her like a river\" (Isaiah 66). David said, 'I asked to hear what the Holy One Blessed Be He says about Israel, and I heard him busy with their peace', as it says \"I will hear what G-d the LORD will speak, He will speak peace unto His people, and unto his followers\" (Psalms 85). R' Shimon Ben Chalafta said: See how dear peace is, when the Holy One Blessed Be He asked to bless Israel he found no vessel that could hold all the blessings to bless them with except for peace. From where do we know this? As it says \"G-d will give strength unto his people, G-d will bless his people with peace\". (Psalms 29)"
        },
        "5": {
            "0": "\"When you shall go out... When you shall happen upon a birds nest before yo...\" (Deuteronomy 22:6) - Law: What is the law if an infant was born circumcised, may one circumcise him? So taught the sages: An infant born circumcised requires a prick of covenantal blood from him because of the covenant of Abraham. Where do you learn this from? From the Torah, as it says, (Genesis 17:13) \"Whether born in your household or bought with your money... [they must be circumcised].\" Another explanation:",
            "7": "<b>Remember that which the Lord, your God, did to Miriam:</b> Halacha: A  person who has a blemish and a priest was his relative, what is [the law as to whether it is] permitted for him to see (inspect) it? So did the sages learn: All [<i>tzaraat</i>] blemishes can a man see except for his own blemishes. Rabbi Meir said, “Also not the blemishes of his relatives.” And through what do blemishes come? Through an evil (stingy) eye. Rabbi Yitschak said, “It is customary in the world that a man should say to his fellow, ‘Lend me your pickaxe, that I should chop this wood.’ And he says [back] to him, ‘I don’t have [one],’ due to an evil eye. So does [the first one] say, ‘By your life, [so] lend me your sieve’; and he has one. And he says, ‘I don’t have [one],’ due to an evil eye. Immediately a blemish comes to his house first. From where [do we know this]? As it states (Leviticus 14:37), ‘And he will see the blemish, and behold the blemish is in the walls.’ And what would they do to him? They would clear out everything that he had inside his house. From where [do we know this]? As it states (Leviticus 14:36), ‘And the priest will command and they will clear out his house.’ When he would remove all of what he had inside his house – his pickaxes and his sieves – they would say, ‘Did you see the evil eye, since he had in his hand that which was in his house [and] he didn’t want to lend [it]. What caused him to clear [it] out? Through his having an evil eye.’” Another [understanding]: Rabbi Chaninah said, “Blemishes only come through evil speech. And our rabbis say, ‘You should know that blemishes come from evil speech; behold, Miriam the righteous – through her speaking evil speech about Moshe, her brother, did blemishes approach her. From where [do we know this]? As it states (Leviticus 14:37), \"Remember that which the Lord, your God, did to Miriam.\"'\""
        },
        "6": {
            "0": "The law: If a Jewish person who passes before the ark [to lead the prayer], what is the law, should it be permitted for him to answer \"Amen\" after the [blessings of] the Kohanim? Such taught the sages: One who passes before the ark, he should not answer \"Amen\" after the Kohanim because of distraction. Our rabbis taught us: If he can answer without being distracted, he may answer. Why? Because nothing is greater before the Holy One, blessed be He, more than the \"Amen\" that the Jews answer. Rabbi Yehudah bar Simon: This \"Amen\" has three intentions. Oath, acceptance, faithfulness. How do we know \"oath\"? As its says, (Numbers 5:19-22) \"The Kohen should put her under oath... and the woman is to say, Amen Amen.\""
        },
        "7": {
            "0": "Law: A Jewish person who does not pray the morning prayer, or the Musaf prayer, or the afternoon prayer, many times; that he didn't have time for prayer, or he abridged it to take care of his [toilet] needs, or he had traveled and forgot to pray: Which time is permitted for him to pray and fulfill his obligation? What is he required to do? So taught the sages: The morning prayer is til midday, the afternoon prayer til nightfall, evening prayer has no fixed [time]. But for the Musaf [prayers], all day. Rabbi Elazar said: [If] he forgot and did not pray the Musaf prayer, and he came to pray the afternoon prayer, he should pray the afternoon prayer and afterward the Musaf prayer. Why? For everything was created for its time. The evening prayer has no fixed [time], until dawn. Why? As it is written, (Proverbs 8:17), \"I love those who love me and those who seek me find me.\" And all those who pray and set their hearts [in concentration] for prayer, it is a good sign that his prayer is accepted, as it says, (Psalms 10:17) \"You hear the desire of the afflicted...\" Great is prayer before the Holy One, blessed be He. Rabbi Elazar said, \"Do you want to know the power of prayer? If it does not accomplish the whole [request], it accomplishes half of it. [To illustrate, when] Cain overtook his brother Abel and murdered him, a [divine] decree went out, (Genesis 4:12) 'You will be a restless wanderer (na v'nad) on earth.' Immediately, he stood and confessed before the Holy One, blessed be He, as it says, (Genesis 4:13) 'My punishment is more than one can bear.' He said before Him: Master of the World! You bear the whole world, yet my sin You cannot bear? You wrote, (Micah 7:18) 'Who bears sin and forgives the transgression,' forgiving the great sinner. Immediately, he found kindness before the Holy One, blessed be He, and He held back the \"restlessness\" (na), half the decree, and so it is written (Genesis 4:16) 'And he dwelled in the land of Nod [wandering, but not na, restlessness]. From here you learn that prayer is held great before the Holy One, blessed be He. And so for Hezekiah, when He told him, (II Kings 20:1) 'Put your house in order, because you are going to die...' immediately (II Kings 20:2) 'Hezekiah turned his face to the wall [and prayed to God]...' The Holy One, blessed be He, said to him: (II Kings 20:5-6) 'I have heard your prayer... I have added 15 years for your life...' So is it written, (Psalms 145:19) 'He fulfills the desires of those who fear him; he hears their cry and saves them.'\"",
            "1": "......",
            "2": "This is what is written: Wisdom is too lofty for a fool; He does not open his mouth in the gate (Proverbs 24:7). What \"Wisdom is too lofty for a fool\" mean? Rabbi Tanhuma said: This fool walks into a synagogue and sees those that are involved in Talmud[study], and he doesn't understand what they are saying. He is embarrassed, as it says: \"He does not open his mouth in the gate.\" The gate is Sanhedrin, as it is written: \"his brother’s widow shall appear before the elders in the gate\" Deuteronomy 25:7 (they are studying Levirite Marriage). Another Interpretation: The rabbis tell of a fool who walks into the synagogue and sees those that are involved in Torah [study].  He says to them: \"How does one learn Torah at first?\" They say to him: \"First you read Megillah (Esther), then the Torah, then the Prophets, then the Writings. When he completes the Written Torah, he studies the Talmud, then the laws, then the allegorical passages.\" When he hears this, he says in his heart, \"When am I going to learn all of this?\" and leaves the \"gate\" [i.e. the synagogue], as the verse says: \"He openeth not his mouth in the gate\". Rabbi Yannai said: This is comparable to a loaf suspended in the air. The fool says, \"who could bring it down [to earth]?\" The alert one says, \"No one took it?\" He gets a ladder or pole and brings it down. Similarly, all fools say, \"When will I read the entire Torah?\" Whereas the alert one, what does he do? - he studies one chapter each day, until he concludes the entire Torah. God says: \"It is not mysterious\", and if it is, it is \"from you\" [i.e. due to you]. This explains the verse (Deut 30:11) \"This commandment[...]\".",
            "5": "Another explanation: \"This commandment etc... is not in heaven.\"  Moses said to them, \"Do not say that another Moses stood and brought to us a different Torah from the Heavens, I  already informed you all that it is not in Heaven, nothing of it remains in the Heavens.\"  Another explanation:  Rabbi Chanina said, It (the Torah) and all the vessels of belief in It were given; \"its' humility, its' justice, its' integrity, and the gift of its' reward.  Another possibility: What does, \"It is not in Heaven\" mean?  Shmuel said, The Torah was not commanded in astrological signs since belief in them is in the heavens.  They said to Shmuel, but hey, aren't you an astrologer and also great in Torah?  He said to them, I only look at the astrological signs when I am free from the Torah.  When is that?  When I enter the bathhouse.  Another possibility, \"It is not in Heaven.\"  They said to Moses our Teacher, but hey, you said to us, \"It's not in Heaven, it's not on the other side of the sea, but where is it?  he said to them, in the place that is close, in your mouths, and in your hearts to do it, it is not from from you, it is close to you all.  Another possibility, \"In your mouths and in your hearts to do it.\"  The Rabbis said, Shlomo said seven things about the lazy person, but what Moses said was greater than all of them.  What did they say to the lazy person?  Your rabbi in the city goes and learns Torah from us?  But he argued with them and responded.  I am afraid from the lion on the way.  From where is this learned?  (Proverbs 26:13) A lazy man says, “There’s a cub on the road\"  They said to him, \"But hey, your rabbi in the country stands and goes with him.\"  He replied to them, \"I'm afraid that there will not be a lion in the street, for it says,\"a lion in the street\"(proverbs 26:13)  They said to him, \"But hey, the lazy one lives with/in your house.  He said to them, \"And the lion is outside.  They said to him, \"Inside the house, he replied to them and said, (what happens) if I am walking and find the door locked, I return and come?   They said to him, it is open, and from where do you know that "
        },
        "8": {
            "0": "...The Rabbis say: God finds it hard to decree death upon the righteous. Whence this? For it is said, \"Grievous in the sight of the Lord is the death of His saints (Psalms 116:15). And this is the proof. God should have spoken to Moses thus: \"Behold you are about to die.\" God, however, did not speak in this way, but spared him and attached death to the days. Whence this? From what we read about the matter, \"Behold, your days approach, to die.\""
        },
        "10": {
            "0": "Law: If a Jew passes before the ark [to lead prayers for the Amidah] and errs, what does he need to do? Such do our sages teach: \"Someone who passes before the ark and errs, he has someone pass instead of him.\" Our rabbis taught us: \"Rabbi Yossi bar Chanina says: If he errs during the first 3 blessings, he should go back to the beginning of the \"magen\" [blessing]. Rab Huna said: If he errs during the middle 3 blessings, he goes back to \"the Holy God\" [blessing]. Rav said: If he errs during the last 3, he should go back to the beginning of \"modim\" [blessing]."
        }
    },
    "meta": "Chapter-Paragraph",
    "work": "Devarim Rabbah"
}