{
    "text": {
        "0_Chapter, 0_Halakhah, 6_Segment, 0_Comment": "<b>תרומת שקלים לקרבן כו'.</b> כדי שיהא יד כולם שוה בהן. כתב המפרש מהר\"א פולדא כלומר למטה יש לה קצבה ולענין זה יד כולן שוים אבל למעלה ממחצית השקל אין לה קצבה והיינו [למעלה] כפי מה שירצו יעשו נ\"ב ולענין זה צריך להיות יד כולן שוין וכ\"נ דלא קאי העשיר לא ירבה אלא על תרומת אדנים:",
        "0_Chapter, 0_Halakhah, 7_Segment, 0_Comment": "<b>אמר רבי חלבו ר\"ה רב בשם וכו'.</b> נ\"ב צ\"ל אמר רבי חלבו ור\"ה ורב בשם וכו':",
        "0_Chapter, 0_Halakhah, 13_Segment, 0_Comment": "<b>ציון מיכאן לציון ומצא אבן כו'.</b> נ\"ב צ\"ל תני מצא אבן וכו' [וכן הוא בתוספתא ע\"ש הגירסא]:",
        "0_Chapter, 1_Halakhah, 0_Segment, 0_Comment": "משרבו עוברי עבירה היו עוקרין ומשליכין כצ\"ל:",
        "0_Chapter, 1_Halakhah, 4_Segment, 0_Comment": "<b>ואמר ר' אמי בשם רשב\"ל כו' דאי כב\"ה כו'.</b> נ\"ב בירושלמי פאה פ\"ה ה\"א ה\"ג דב\"ש אומרים הפקר לעניים הפקר ברם כב\"ה עניים מעשרין ואוכלים [ועי' מ\"ש על הגליון]:",
        "0_Chapter, 3_Halakhah, 0_Segment, 0_Comment": "<b>וכן מפורש על ידי עזרא.</b> נ\"ב צ\"ל וכן הוא מפורש על ידי עזרא:",
        "0_Chapter, 3_Halakhah, 4_Segment, 0_Comment": "<b>מתניתין פליגי על ר' יוחנן אין.</b> נ\"ב צ\"ל מתניתין פליגי על ר\"י דתני אין וכו'. ובלבד דבר צ\"ל בדבר:",
        "0_Chapter, 3_Halakhah, 5_Segment, 0_Comment": "<b>ר' מאיר אומר ב' קלבונות מתניתא וכו'.</b> נ\"ב צ\"ל רמ\"א ב' קלבונות ת\"ר שוקל שקלו חייב בקלבון א' בפרוטרוט ר\"מ אומר א' בפרוטרוט וא' של תורה דר' מאיר לטעמיה דאר\"מ כשם וכו':",
        "1_Chapter, 1_Halakhah, 0_Segment, 0_Comment": "<b>השוקל שקלו מן ההקדש כו'.</b> נ\"ב צ\"ל השוקל שקלו ממעות הקדש כו' וקרבה הבהמה מעל:",
        "1_Chapter, 1_Halakhah, 0_Segment, 1_Comment": "ממעשר שני כו' נ\"ב מדמי מעשר שני כצ\"ל:",
        "1_Chapter, 2_Halakhah, 0_Segment, 0_Comment": "<b>שהביא מהן שקלי.</b> נ\"ב שאביא מהן לשקלי:",
        "2_Chapter, 1_Halakhah, 9_Segment, 0_Comment": "<b>שמא יעני ויאמרו כו'.</b> נ\"ב שמא יענה גרסינן:",
        "3_Chapter, 0_Halakhah, 2_Segment, 0_Comment": "<b>רב חונה בשם רבי ירמיה דר\"י וכו'.</b> נ\"ב צ\"ל רב הונא בשם רבי ירמיה דר\"י וכו':",
        "3_Chapter, 1_Halakhah, 0_Segment, 0_Comment": "<b>רבי ישמעאל אומר מותר המזבח קיץ המזבח.</b> נ\"ב צ\"ל לקיץ המזבח:",
        "3_Chapter, 1_Halakhah, 3_Segment, 0_Comment": "<b>ולא כן אמר רבי אליעזר ורבי יוסי בן חנינא תריהון אמרין.</b> נ\"ב צ\"ל ולא כן אמר ר\"א ורב יוסי בן חנינא תרוייהו אמרין:",
        "4_Chapter, 0_Halakhah, 6_Segment, 0_Comment": "<b>עבדית טמירא כו'.</b> נ\"ב עיין בפ\"ק דדמאי ותמצא שני גרסאות:",
        "5_Chapter, 0_Halakhah, 2_Segment, 0_Comment": "שנגנז הארון וכו' יומא דף נ\"ב ע\"ב ובהוריות י\"ב ע\"א ובכריתות דף ה' ע\"ב [תוספתא סוטה פי\"ג ותוספתא יומא פ\"ב אדר\"נ פמ\"א]:",
        "5_Chapter, 0_Halakhah, 10_Segment, 0_Comment": "רחבו של ארון ט' טפחים שנאמר אמה וחצי רחבו אמתא ו' ופלגי אמתא ג' וד' לוחות היה ב' שלימים וב' שבורים שנאמר אשר שברת ושמתם בארון והלוחות כל א' וא' אורכן ו' טפחים ורוחבן ו' תן רוחבן של לוחות לרוחבו של ארון נשתייר ג' טפחים חצי טפח מינן וחצי טפח מיכן לכותל נשתייר לשלוט מקום שס\"ת מונח בתוכו וכו' כצ\"ל:",
        "6_Chapter, 0_Halakhah, 2_Segment, 0_Comment": "זה הכלל הולכין אחר הקרוב מחצה נ\"ב הולכין אחר הקרוב להקל מחצה כצ\"ל:",
        "6_Chapter, 1_Halakhah, 9_Segment, 0_Comment": "<b>משום שחיטת גוי ואשתכח מן דבית רבי עיגול.</b> נ\"ב צ\"ל משום שחיטת גוי דמן דבית רבי אישתכח עיגול:"
    },
    "meta": "Chapter-Halakhah-Segment-Comment",
    "work": "Haggahot YaFeM on Jerusalem Talmud Shekalim"
}