{
    "versionTitle": "Sefaria Community Translation", 
    "language": "en", 
    "title": "Noam Elimelech", 
    "text": {
        "Introduction": {
            "Approbations": [], 
            "The Tzetel Katan": [
                "THESE ARE THE MATTERS WITH WHICH A PERSON SHOULD CONDUCT HIMSELF AND LIVE BY THEM, Every moment when one is free from Torah study, specifically when one is sitting idly alone in his room or lying on his bed and is unable to sleep, he should think of the Mitzva \"And they shall be sanctified in the midst of the children of Israel\" and place on his soul and picture in his mind as if there were a great awesome fire burning before him to the heart of the heavens, and for the sanctifying of the AlMighty's blessed name that he break his nature and cast himself into the fire for sanctifying His (G-d's) blessed name. And this good thought G-d will consider as if he actually did so. Thus, it is found that one is not sitting or lying idly rather he is fulfilling a positive Torah commandment. ", 
                "During the first verse of reciting the Shema prayer and the first blessing of the Amidah one should think in the same manner. And further imagine if all the nations of the world would afflict you with all severe afflictions and flay his skin from his flesh so that he can deny, heaven forbid, His (G-d's) oneness, he should bear all the suffering and not admit to them such, heaven forbid. And he should picture on his mind and thoughts as if they were doing such to him, and with this one will fulfill his obligation of reciting the Shema and Amidah properly.", 
                "Also when eating and cohabiting one should think similarly. When he begins to feel physical pleasure he should imagine in his mind such and immediately say verbally and in his  heart that the pleasure and joy of preforming the Mitzva of \"and I shall be sanctified\" in the manner prescribed above is greater than that physical pleasure which out of suffering of separation it urges. So shall he say, and a prove the matter that the pleasure and happiness of doing the positive commandment of \"And they shall be sanctified\" above, that even if he were to be beaten by murders in the middle of eating and cohabitation and afflict him with harsh suffering, 'I would make myself rejoice regarding the sanctification of G-d's name more than this pleasure. However he should be careful to say this truthfully in his heart so  that the matter would then be ingrained on his heart in essence and substance in total truth, and not make oneself foolish to try to fool the knowledge of the one above, Heaven forbid. ", 
                "With everything in the world, be that with Torah, Prayer and Mitzva performance, one should accustom oneself to say the following: \"Behold I am doing for the sake of the uniting with the Holy One and His divine presence to cause a pleasing spirit for the Holy One, may His name be blessed\".  And accustom oneself to say this with the essence and substance of the heart, and with the passing of time one with feel great influence (of the Divine presence) with saying this. ", 
                "When one begins to feel temptation from one of his bad traits which he is accustomed to, for example: stubbornness, haughtiness, laziness, idleness that bring one to foolishness and the like, he should say the following verse with all his might: \"The Canaanite, the Hittite, the Amorite, the Prizite, the Jebusite,  and the Girgashite,\" and he will be saved. One should also accustom oneself to not look out side of his four cubit personal space even when he is at home, and specifically when he his in the (Torah) study hall and/or the room which he studies (Torah). If when he is walking and outside and sees before him a woman, even a woman and her children, he should have before his eyes the name of G-d", 
                "If, G-d forbid the evil thought of lust comes to ones mind, he should say several times \"And you shall be guarded from all evil,\" and think then about the exegesis of our sages, of blessed memory that one should not think lustful thoughts in the day and come to night emissions, and not allow, G-d forbid, to keep this bad thought in ones mind  so as not to defile the divine intelligence (within him) , G-d forbid. "
            ], 
            "A Note from the Author's Son": []
        }, 
        "Sefer Shemot": {
            "Mishpatim": [], 
            "Terumah": [], 
            "Yitro": [], 
            "Pekudei": [], 
            "Beshalach": [], 
            "Bo": [], 
            "Tetzaveh": [], 
            "Shemot": [
                [], 
                [], 
                [], 
                [], 
                [], 
                [], 
                [], 
                [], 
                [], 
                [], 
                [], 
                [], 
                [], 
                [], 
                [], 
                [], 
                [], 
                [
                    "And Moses returned to Hashem etc and since I came to speak in Your name, evil [it is] for this people, and saving, You haven't saved (Exodus 5:23). And on a first glace \"saving, You haven't saved\"(Exodus 5:23) is a double expression, since he said \"evil [it is] for this people\"(Exodus 5:23) - in any case He did not save them. And here is its explanation, that we in this bitter exile, in which in our pain He is pained (see Isaiah 63:9), and the Shechinah is exiled with us (see Eicha Rabbah 1:32 and Megillah 29a) - the only thing we should worry and complain about is the exile of the Shechinah, and not think at all about our sufferings, but only regarding the suffering and exile of the Shechinah. And if our direction and our suffering were only regarding the suffering of the Shechinah and not on our suffering, obviously we would be redeemed immediately, but we are flesh without the ability to tolerate our pain an grief, and so our days lengthen in this bitter exile due to our many sins, because we partner our suffering with the suffering of the Shechinah, and we worry about our suffering. And if there was one tzaddik like this he would be able to save the entire world from this exile. And this is what Moses our master peace be upon him said \"and since I came to speak in Your name\"(Exodus 5:23) - the explanation is that all my speaking was not only for Your great and holy Name, which is in exile, and not only due to our own exile; and the sign and the proof that the truth is with me, that my intent was not only due to Your holy Name is that I see that Pharaoh has done \"evil to this people\"(Exodus 5:23); that this is the sign to the person who wants to rebuke one's fellow or to say holy words: how does one know that one's intention was only for the sake of Heaven without any other thought or position? If one sees that when one speak in front of people who are not sincere and they get angry over those words, it is obvious that the intention of the words was completely only toward Heaven, and with the Help Of The Highest Name one's words will make a mark - and this is what Moses our Master may peace be upon him said: all my words were not for any other intention but Your Name, truly, and this is the proof - evil came to this people. And since my words were only for the holiness of Your Name, it would have been deserving that Israel be redeemed immediately \"and why saved, You haven't saved (Exodus 5:23)\"? And this is what King David peace be upon him said: \"Return to me the happiness of Your salvation\"(Psalms 51:14) - meaning, redeem us and return us speedily to our land, because all my intention is solely for \"the happiness of Your salvation\", that we should be redeemed quickly for Your salvation, to return Your captivity (Lamentations 2:14) which is the Holy Shechina, and not because of us, but only because of You. And the Name will redeem us speedily, and we will be joyful and be happy in His salvation. Amen."
                ]
            ], 
            "Vaera": [
                [
                    "And El-him spoke to Moshe, etc (Exodus 6:2) - Seems to us that [we should] explain what is in the Gemara \"the wicked:their beginning is harmony and their end is suffering but the righteous: their beginning is suffering and their end is harmony\" (See Genesis Rabbah 66:4). There is to say that the righteous need to serve the Blessed Creator  from the beginning with awe and guard oneself from [being manipulated by] the impulse for evil, and to break every physical appetite, and this is \"their beginning is suffering\" and after one has merited to break every appetite and one's enemy - this is the impulse for evil - he is in peace with himself, the \"their end is harmony\".", 
                    "And this is \"and El-him spoke\", that \"speaking\" is the language of difficulty, and Elokim is the level of awe; and the explanation of \"and spoke\" is difficulty; \"Elokim\" means that when he was in the level of awe; \"and said to him 'I am Ad-nai'\" means when he came to the level of love that is 'Ad-nai' then the saying was in a softer language.", 
                    "And one could say that this is the intention of Rashi z\"l \"And Elokim spoke - spoke harshly with him [Moses] because he had spoken so censoriously when he said 'why have You done such evil to this people?!'\"  And as it appears in the midrash that he hurled words towards heaven (Shemot Rabbah 3:9), and in truth, may God protect and grant peace, that Moses hurled words against the Blessed Name - he only did that due to his love for the Jewish people, and this teaches regarding the greatness of the love of the Creator Whose Name is Blessed, and the explanation is this: \"And Elokim spoke etc' that is to say that even though it was appropriate for Him to speak harshly because he hurled words against Heaven, yet, since it was because of the greatness of his love for the Jewish people, which is the love for the Creator Whose Name is Blessed, therefore 'He said to him 'I am Hashem' which is a soft saying of love.", 
                    "And this is what King David of blessed memory prayed (Ps. 119:38) 'Confirm Your word through Your servant', meaning that the One Whose Name is Blessed helps one to come to the level of Love, which is hinted by the language of 'saying'; 'that fears You' means love like this: that from love one will come to fear, which is the higher awe. And this si easy to understand."
                ]
            ], 
            "Ki Tisa": []
        }, 
        "Sefer Bereshit": {
            "Vayera": [], 
            "Vayishlach": [], 
            "Toldot": [], 
            "Lech Lecha": [], 
            "Bereshit": [], 
            "Vayetzei": [], 
            "Vayigash": [], 
            "Miketz": [], 
            "Noach": [], 
            "Vayechi": [], 
            "Vayeshev": [], 
            "Chayye Sara": []
        }, 
        "Sefer Bamidbar": {
            "Nasso": [], 
            "Matot": [], 
            "Korach": [], 
            "Balak": [], 
            "Beha'alotcha": [], 
            "Bamidbar": [], 
            "Pinchas": [], 
            "Chukat": [], 
            "Masei": [], 
            "Sh'lach": []
        }, 
        "Sefer Devarim": {
            "Shoftim": [], 
            "Ki Teitzei": [], 
            "Re'eh": [], 
            "Devarim": [], 
            "Ki Tavo": [], 
            "Eikev": [], 
            "Ha'Azinu": [], 
            "Vaetchanan": []
        }, 
        "Additions": {
            "Iggeret HaKodesh": {
                "Introduction": [], 
                "": []
            }, 
            "Likutei Shoshana": [], 
            "Epistles": [], 
            "A Prayer before Praying": [], 
            "Hanhagot HaAdam": []
        }, 
        "Sefer Vayikra": {
            "Kedoshim": [], 
            "Tazria": [], 
            "Shmini": [], 
            "Tzav": [], 
            "Emor": [], 
            "Vayikra": [], 
            "Behar": [], 
            "Bechukotai": [], 
            "Acharei Mot": [], 
            "Metzora": []
        }
    }, 
    "versionTitleInHebrew": "תרגום קהילת ספאריה", 
    "heTitle": "נועם אלימלך", 
    "versionSource": "https://www.sefaria.org", 
    "categories": [
        "Chasidut", 
        "Early Works"
    ], 
    "schema": {
        "heTitle": "נועם אלימלך", 
        "nodes": [
            {
                "heTitle": "פתיחה", 
                "nodes": [
                    {
                        "heTitle": "הסכמות", 
                        "enTitle": "Approbations"
                    }, 
                    {
                        "heTitle": "התנצלות בן המחבר", 
                        "enTitle": "A Note from the Author's Son"
                    }, 
                    {
                        "heTitle": "הצעטיל הקטן", 
                        "enTitle": "The Tzetel Katan"
                    }
                ], 
                "enTitle": "Introduction"
            }, 
            {
                "heTitle": "ספר בראשית", 
                "nodes": [
                    {
                        "heTitle": "בראשית", 
                        "enTitle": "Bereshit"
                    }, 
                    {
                        "heTitle": "נח", 
                        "enTitle": "Noach"
                    }, 
                    {
                        "heTitle": "לך לך", 
                        "enTitle": "Lech Lecha"
                    }, 
                    {
                        "heTitle": "וירא", 
                        "enTitle": "Vayera"
                    }, 
                    {
                        "heTitle": "חיי שרה", 
                        "enTitle": "Chayye Sara"
                    }, 
                    {
                        "heTitle": "תולדות", 
                        "enTitle": "Toldot"
                    }, 
                    {
                        "heTitle": "ויצא", 
                        "enTitle": "Vayetzei"
                    }, 
                    {
                        "heTitle": "וישלח", 
                        "enTitle": "Vayishlach"
                    }, 
                    {
                        "heTitle": "וישב", 
                        "enTitle": "Vayeshev"
                    }, 
                    {
                        "heTitle": "מקץ", 
                        "enTitle": "Miketz"
                    }, 
                    {
                        "heTitle": "ויגש", 
                        "enTitle": "Vayigash"
                    }, 
                    {
                        "heTitle": "ויחי", 
                        "enTitle": "Vayechi"
                    }
                ], 
                "enTitle": "Sefer Bereshit"
            }, 
            {
                "heTitle": "ספר שמות", 
                "nodes": [
                    {
                        "heTitle": "שמות", 
                        "enTitle": "Shemot"
                    }, 
                    {
                        "heTitle": "וארא", 
                        "enTitle": "Vaera"
                    }, 
                    {
                        "heTitle": "בא", 
                        "enTitle": "Bo"
                    }, 
                    {
                        "heTitle": "בשלח", 
                        "enTitle": "Beshalach"
                    }, 
                    {
                        "heTitle": "יתרו", 
                        "enTitle": "Yitro"
                    }, 
                    {
                        "heTitle": "משפטים", 
                        "enTitle": "Mishpatim"
                    }, 
                    {
                        "heTitle": "תרומה", 
                        "enTitle": "Terumah"
                    }, 
                    {
                        "heTitle": "תצוה", 
                        "enTitle": "Tetzaveh"
                    }, 
                    {
                        "heTitle": "כי תשא", 
                        "enTitle": "Ki Tisa"
                    }, 
                    {
                        "heTitle": "פקודי", 
                        "enTitle": "Pekudei"
                    }
                ], 
                "enTitle": "Sefer Shemot"
            }, 
            {
                "heTitle": "ספר ויקרא", 
                "nodes": [
                    {
                        "heTitle": "ויקרא", 
                        "enTitle": "Vayikra"
                    }, 
                    {
                        "heTitle": "צו", 
                        "enTitle": "Tzav"
                    }, 
                    {
                        "heTitle": "שמיני", 
                        "enTitle": "Shmini"
                    }, 
                    {
                        "heTitle": "תזריע", 
                        "enTitle": "Tazria"
                    }, 
                    {
                        "heTitle": "מצורע", 
                        "enTitle": "Metzora"
                    }, 
                    {
                        "heTitle": "אחרי מות", 
                        "enTitle": "Acharei Mot"
                    }, 
                    {
                        "heTitle": "קדושים", 
                        "enTitle": "Kedoshim"
                    }, 
                    {
                        "heTitle": "אמור", 
                        "enTitle": "Emor"
                    }, 
                    {
                        "heTitle": "בהר", 
                        "enTitle": "Behar"
                    }, 
                    {
                        "heTitle": "בחוקתי", 
                        "enTitle": "Bechukotai"
                    }
                ], 
                "enTitle": "Sefer Vayikra"
            }, 
            {
                "heTitle": "ספר במדבר", 
                "nodes": [
                    {
                        "heTitle": "במדבר", 
                        "enTitle": "Bamidbar"
                    }, 
                    {
                        "heTitle": "נשא", 
                        "enTitle": "Nasso"
                    }, 
                    {
                        "heTitle": "בהעלותך", 
                        "enTitle": "Beha'alotcha"
                    }, 
                    {
                        "heTitle": "שלח", 
                        "enTitle": "Sh'lach"
                    }, 
                    {
                        "heTitle": "קרח", 
                        "enTitle": "Korach"
                    }, 
                    {
                        "heTitle": "חקת", 
                        "enTitle": "Chukat"
                    }, 
                    {
                        "heTitle": "בלק", 
                        "enTitle": "Balak"
                    }, 
                    {
                        "heTitle": "פנחס", 
                        "enTitle": "Pinchas"
                    }, 
                    {
                        "heTitle": "מטות", 
                        "enTitle": "Matot"
                    }, 
                    {
                        "heTitle": "מסעי", 
                        "enTitle": "Masei"
                    }
                ], 
                "enTitle": "Sefer Bamidbar"
            }, 
            {
                "heTitle": "ספר דברים", 
                "nodes": [
                    {
                        "heTitle": "דברים", 
                        "enTitle": "Devarim"
                    }, 
                    {
                        "heTitle": "ואתחנן", 
                        "enTitle": "Vaetchanan"
                    }, 
                    {
                        "heTitle": "עקב", 
                        "enTitle": "Eikev"
                    }, 
                    {
                        "heTitle": "ראה", 
                        "enTitle": "Re'eh"
                    }, 
                    {
                        "heTitle": "שופטים", 
                        "enTitle": "Shoftim"
                    }, 
                    {
                        "heTitle": "כי תצא", 
                        "enTitle": "Ki Teitzei"
                    }, 
                    {
                        "heTitle": "כי תבוא", 
                        "enTitle": "Ki Tavo"
                    }, 
                    {
                        "heTitle": "האזינו", 
                        "enTitle": "Ha'Azinu"
                    }
                ], 
                "enTitle": "Sefer Devarim"
            }, 
            {
                "heTitle": "נספחים", 
                "nodes": [
                    {
                        "heTitle": "ליקוטי שושנה", 
                        "enTitle": "Likutei Shoshana"
                    }, 
                    {
                        "heTitle": "אגרת הקודש", 
                        "nodes": [
                            {
                                "heTitle": "הקדמה", 
                                "enTitle": "Introduction"
                            }, 
                            {
                                "heTitle": "", 
                                "enTitle": ""
                            }
                        ], 
                        "enTitle": "Iggeret HaKodesh"
                    }, 
                    {
                        "heTitle": "אגרות שונות", 
                        "enTitle": "Epistles"
                    }, 
                    {
                        "heTitle": "הנהגות האדם", 
                        "enTitle": "Hanhagot HaAdam"
                    }, 
                    {
                        "heTitle": "תפילה קודם התפילה", 
                        "enTitle": "A Prayer before Praying"
                    }
                ], 
                "enTitle": "Additions"
            }
        ], 
        "key": "Noam Elimelech", 
        "enTitle": "Noam Elimelech"
    }
}