{
    "language": "en",
    "title": "Amos",
    "versionSource": "https://fr.wikisource.org/wiki/Bible_du_Rabbinat_1899",
    "versionTitle": "Bible du Rabbinat 1899 [fr]",
    "status": "locked",
    "license": "Public Domain",
    "actualLanguage": "fr",
    "isBaseText": false,
    "heTitle": "עמוס",
    "categories": [
        "Tanakh",
        "Prophets"
    ],
    "text": [
        [
            "Paroles d’Amos, un des éleveurs de troupeaux à Tekoa, qui prophétisa sur Israël durant le règne d’Ouzia, roi de Juda, et de Jéroboam, roi d’Israël, deux ans avant le tremblement de terre.",
            "Il dit: \"L’Éternel rugit de Sion, de Jérusalem il fait entendre sa voix: les pacages des bergers en sont assombris, le sommet du Carmel en est desséché.\"",
            "Ainsi parle l’Éternel: \"A cause du triple, du quadruple crime de Damas, je ne le révoquerai pas, [mon arrêt]: parce qu’ils ont foulé le pays de Galaad avec des herses de fer.",
            "Aussi déchaînerai-je le feu contre la maison de Hazaël, pour qu’il dévore les palais de Ben-Hadad.",
            "Je briserai les verrous de Damas, j’exterminerai les habitants du Val de Perversité et le porte-sceptre de la maison de Délices. Le peuple d’Aram ira en exil à Kir, dit l’Éternel.\"",
            "Ainsi parle l’Éternel: \"A cause du triple, du quadruple crime de Gaza, je ne le révoquerai pas, [mon arrêt]: parce qu’ils ont déporté des exilés en masse pour les livrer à Edom.",
            "Aussi déchaînerai-je le feu contre les murs de Gaza, pour qu’il en dévore les palais.",
            "J’exterminerai les habitants d’Asdod et le porte-sceptre d’Ascalon; je dirigerai ma main contre Ekron, pour que périsse le reste des Philistins, dit le Seigneur Dieu.\"",
            "Ainsi parle l’Éternel: \"A cause du triple, du quadruple crime de Tyr, je ne le révoquerai pas, [mon arrêt]: parce qu’ils ont livré des captifs en masse à Edom, sans se souvenir de la fraternelle alliance.",
            "Aussi déchaînerai-je le feu contre les murs de Tyr, pour qu’il en dévore les palais.\"",
            "Ainsi parle l’Éternel: \"A cause du triple, du quadruple crime d’Edom, je ne le révoquerai pas, [mon arrêt]: parce qu’il a poursuivi son frère avec l’épée, étouffant toute pitié; parce que sa colère ne cesse de faire des victimes, et qu’il se complaît dans une haine sans fin.",
            "Aussi déchaînerai-je le feu contre Têmân, pour qu’il dévore les palais de Boçra.\"",
            "Ainsi parle l’Éternel: \"A cause du triple, du quadruple crime des fils d’Ammon, je ne le révoquerai pas, [mon arrêt]: parce qu’ils ont éventré les femmes enceintes de Galaad, en vue d’étendre leur territoire.",
            "Aussi mettrai-je le feu aux murs de Rabba, pour qu’il en dévore les palais, au milieu des cris de guerre, au jour du combat, au milieu de la tempête, au jour de l’ouragan.",
            "Malcom ira en exil, lui et ses dignitaires, tous ensemble, dit l’Éternel.\""
        ],
        [
            "Ainsi parle l’Éternel: \"A cause du triple, du quadruple crime de Moab, je ne le révoquerai pas, [mon arrêt]: parce qu’il a brûlé les ossements du roi d’Edom jusqu’à les réduire en chaux.",
            "Aussi déchaînerai-je le feu contre Moab, pour qu’il dévore les palais de Keriot. Moab périra dans le tumulte, au milieu des cris de guerre, au son de la trompette.",
            "J’exterminerai les juges de son sein, et je frapperai à mort tous ses chefs, dit l’Éternel.\"",
            "Ainsi parle l’Éternel: \"A cause du triple, du quadruple crime de Juda, je ne le révoquerai pas, [mon arrêt]: parce qu’ils ont méprisé la Loi de l’Éternel et violé ses statuts, parce qu’ils se sont laissé égarer par leurs mensongères idoles, que leurs pères eux-mêmes avaient suivies.",
            "Aussi déchaînerai-je le feu contre Juda, pour qu’il dévore les palais de Jérusalem.\"",
            "Ainsi parle l’Éternel: \"A cause du triple, du quadruple crime d’Israël, je ne le révoquerai pas, [mon arrêt]: parce qu’ils vendent le juste pour de l’argent et le pauvre pour une paire de sandales.",
            "Ils convoitent jusqu’à la poussière du sol répandue sur la tête des malheureux, ils font dévier la route des humbles. Le fils et le père fréquentent la prostituée, outrageant ainsi mon nom sacré.",
            "Ils s’étendent, près de chaque autel, sur des vêtements pris en gage, et le vin provenant des amendes, ils le boivent dans le temple de leurs dieux.",
            "Et c’est moi pourtant qui ai détruit pour eux l’Amorréen, dont la stature égalait celle des cèdres et la vigueur celle des chênes; et j’ai anéanti ses fruits dans les airs, ses racines dans le sol!",
            "Et c’est moi qui vous ai retirés du pays d’Égypte, qui vous ai dirigés dans le désert quarante années, pour vous mettre en possession du pays de l’Amorréen.",
            "Et c’est parmi vos fils que j’ai suscité des prophètes, parmi vos adolescents des Naziréens! N’en est-il pas ainsi, fils d’Israël? dit l’Éternel.",
            "Mais vous avez forcé les Naziréens à boire du vin, et aux prophètes vous avez fait défense de prophétiser!",
            "Eh bien! je vais vous écraser sur place comme un chariot chargé de gerbes écrase [le sol].",
            "La fuite deviendra impossible au plus agile, le plus fort ne pourra déployer sa force, ni le plus vaillant sauver sa vie.",
            "L’archer ne tiendra pas ferme, l’homme aux pieds légers ne pourra échapper; ni le cavalier sur son cheval assurer son salut.",
            "Le plus brave parmi les guerriers s’enfuira nu ce jour-là, dit l’Éternel.\""
        ],
        [
            "Écoutez cette parole que prononce l’Éternel sur vous, enfants d’Israël, sur toute la famille que j’ai retirée du pays d’Égypte! La voici:",
            "\"C’est vous seuls que j’ai distingués entre toutes les familles de la terre, c’est pourquoi je vous demande compte de toutes vos fautes.",
            "Deux hommes marchent-ils de concert, s’ils ne se sont pas entendus d’avance?",
            "Le lion rugit-il dans la forêt, s’il ne tient une proie? Le lionceau grince-t-il du fond de sa tanière, s’il n’a fait une capture?",
            "Le passereau tomberait-il dans le piège dressé sur le sol, si le piège ne l’attendait? Et le piège se soulèverait-il de terre, s’il n’avait fait une prise?",
            "La trompette sonnera-t-elle dans une ville sans mettre le peuple en émoi? Un malheur atteindra-t-il la cité, si l’Éternel n’en est l’auteur?",
            "Ainsi le Seigneur Dieu n’accomplit rien qu’il n’ait révélé son dessein à ses serviteurs, les prophètes.",
            "Le lion a rugi: qui n’aurait peur? Le Seigneur Dieu a parlé: qui ne prophétiserait?",
            "Faites une proclamation près des palais d’Asdod, près des palais du pays d’Égypte, dites: \"Venez tous ensemble sur les monts de Samarie, venez voir les grands désordres qui y règnent et les violences qui s’y commettent.",
            "Ils ne savent pas agir avec droiture, dit l’Éternel, eux qui entassent dans leurs palais les produits de la rapine et de l’oppression!\"",
            "Eh bien! dit le Seigneur Dieu, c’est l’ennemi! Il enserre le pays, il te dépouillera de ta puissance, tes palais seront pillés.",
            "Ainsi parle l’Éternel: \"De même que le berger n’arrache de la gueule du lion que deux pattes ou un bout d’oreille, ainsi seront sauvés les enfants d’Israël qui, à Samarie, sont assis aux angles des lits et sur des tapis de Damas.",
            "Écoutez et rendez-en témoignage à la maison de Jacob, dit le Seigneur Dieu, le Dieu-Cebaot:",
            "Le jour où je punirai Israël pour ses péchés, je sévirai contre les autels de Béthel: les coins de l’autel seront abattus et tomberont à terre.",
            "Alors je ferai crouler le palais d’hiver sur le palais d’été, les maisons d’ivoire seront ruinées, et c’en sera fini des habitations imposantes, dit l’Éternel.\""
        ],
        [
            "Écoutez cette parole, génisses de Basan, vivant sur la montagne de Samarie, vous qui opprimez les pauvres, écrasez les indigents, qui dites à vos maris: \"Apportez, que nous puissions boire!\"",
            "Le Seigneur Dieu l’a juré par sa sainteté: Voici que des jours vont venir où l’on vous enlèvera, vous, avec des harpons, et vos enfants avec des hameçons de pêche!",
            "Vous vous échapperez par les brèches, chacune droit devant elle, et vous chercherez un refuge dans le Hermon, dit l’Éternel.",
            "Allez à Béthel, ce sera un péché de plus; à Ghilgal, ce sera un péché de plus encore; apportez chaque matin vos sacrifices, tous les trois jours vos dîmes.",
            "Brûlez vos offrandes de reconnaissance consistant en pain fermenté. Publiez, faites sonner haut vos dons volontaires, puisque vous aimez tout cela, maison d’Israël, dit le Seigneur Dieu.",
            "En revanche, moi je vous ai coupé les vivres dans toutes vos villes, je vous ai privés de pain dans toutes vos demeures, et pourtant vous n’êtes pas revenus à moi, dit l’Éternel!",
            "C’est moi aussi qui vous ai refusé la pluie durant les trois mois qui précèdent la moisson; j’ai fait pleuvoir sur telle ville et je n’ai pas fait pleuvoir sur telle autre. Tel champ a reçu la pluie, tel autre n’ayant pas été arrosé, s’est desséché.",
            "De la sorte, deux ou trois villes se sont rendues dans une autre ville, lui demandant de l’eau à boire, sans pouvoir étancher leur soif, et pourtant vous n’êtes pas revenus à moi, dit l’Éternel!",
            "Je vous ai éprouvés par la rouille et la nielle, vos nombreux jardins, vos vignobles, vos figuiers et vos oliviers, la sauterelle les a dévorés, et pourtant vous n’êtes pas revenus à moi, dit l’Éternel!",
            "Je vous ai envoyé une véritable peste d’Égypte, j’ai fait périr vos jeunes gens par le glaive en même temps que vos chevaux furent capturés, j’ai fait monter à vos narines l’odeur fétide de votre camp, et pourtant vous n’êtes pas revenus à moi, dit l’Éternel!",
            "J’ai opéré des ruines parmi vous, rappelant la catastrophe dont Dieu frappa Sodome et Gomorrhe; vous étiez comme un tison arraché du feu, et pourtant vous n’êtes pas revenus à moi, dit l’Éternel!",
            "Eh bien! Voici comment j’agirai avec toi, Israël et puisque je veux te traiter de la sorte, prépare-toi, ô Israël, à te présenter à ton Dieu.",
            "Car c’est lui qui a formé les montagnes et créé le vent; c’est lui qui révèle à l’homme sa propre pensée, qui change l’aurore en ténèbres, qui marche sur les hauteurs de la terre. Éternel, Dieu-Cebaot, tel est son nom."
        ],
        [
            "Écoutez cette parole que je prononce à votre sujet comme une complainte, ô maison d’Israël!",
            "\"Elle est tombée et ne peut plus se relever, la vierge d’Israël, elle est étendue sur son sol, et personne ne la redresse.\"",
            "Oui, ainsi parle le Seigneur Dieu: \"La ville qui mettait en campagne mille [hommes] n’en conservera que cent; celle qui mettait en campagne cent [hommes] n’en conservera que dix à la maison d’Israël.\"",
            "Eh bien! ainsi parle le Seigneur à la maison d’Israël: \"Recherchez-moi et vous vivrez!",
            "Mais ne vous enquérez pas de Béthel, n’allez pas à Ghilgal, ne passez point à Bersabée, car Ghilgal ira en exil et Béthel deviendra une ruine.",
            "Recherchez l’Éternel et vous vivrez! Autrement il fera éclater dans la maison de Joseph comme un feu qui dévore, sans que Béthel ait personne pour éteindre.",
            "Ils changent le droit en plante vénéneuse et foulent aux pieds la justice.",
            "Celui qui a créé les Pléiades et l’Orion, qui transforme les ténèbres profondes en aube matinale et fait succéder au jour la nuit sombre, qui appelle les eaux de la mer et les répand sur la surface du sol Éternel est son nom.",
            "C’est lui qui déchaîne la ruine sur les puissants, la ruine qui fond sur les forteresses.",
            "Ils haïssent celui qui [les] morigène aux portes, et ont en horreur quiconque parle avec intégrité.",
            "Eh bien! c’est parce que vous piétinez le pauvre et lui prenez un tribut sur son blé, que vous vous bâtissez des maisons en pierres de taille: vous n’y habiterez point! Vous vous êtes planté de belles vignes: vous n’en boirez pas le vin!",
            "Car je le sais bien: nombreux sont vos péchés, énormes vos crimes. Vous persécutez le juste, acceptez des présents pour léser aux portes le droit des indigents.",
            "C’est pourquoi l’homme prudent se tait en ce temps-ci, car c’est un temps de malheur.",
            "Recherchez le bien et non le mal, afin que vous viviez! Alors seulement l’Éternel, Dieu-Cebaot, sera avec vous comme vous le dites.",
            "Haïssez le mal, aimez le bien et faites prévaloir le droit aux portes. Peut-être alors l’Éternel, Dieu-Cebaot, prendra-t-il en pitié les débris de Joseph.",
            "En vérité, ainsi parle l’Éternel, Dieu-Cebaot, le Seigneur: \"Sur toutes les places ce seront des lamentations, dans toutes les rues on s’écriera: \"Hélas! Hélas!\" On conviera les laboureurs au cortège funèbre, aux démonstrations de deuil ceux qui savent des complaintes.",
            "Dans tous les vignobles on mènera le deuil, quand je passerai au milieu de toi, dit l’Éternel.",
            "Malheur à qui désire voir le jour de l’Éternel! Que peut être pour vous le jour de l’Éternel? Ce sera un jour de ténèbres, non de lumière.",
            "Ce sera comme quand un homme fuit devant un lion, se trouve face à face avec un ours, entre dans la maison, s’appuie contre le mur et qu’un serpent le mord.",
            "Bien sûr, le jour de l’Éternel sera ténèbres et non lumière, il sera sombre et sans lueur.",
            "Je hais, j’ai en dégoût vos fêtes, je ne prends nul plaisir à vos assemblées.",
            "Quand vous m’offrez des holocaustes et des oblations, je ne les agrée point; je n’ai point de regard pour votre tribut d’animaux gras.",
            "Faites-moi grâce du bruit de vos cantiques, que je n’entende plus le son de vos luths!",
            "Mais que le bon droit jaillisse comme l’eau, la justice comme un torrent qui ne tarit point!",
            "Est-ce donc que vous m’avez présenté sacrifices et oblations au désert, durant quarante années, ô maison d’Israël?",
            "Mais vous emporterez Siccout, votre roi, Kiyoun, votre idole, l’Etoile de votre Dieu que vous vous êtes confectionné.",
            "Et je vous exilerai bien au-delà de Damas, dit Celui dont le nom est Éternel, Dieu-Cebaot.\""
        ],
        [
            "Malheur à vous, qui vous croyez en sécurité à Sion, et à vous, si pleins de quiétude sur le mont de Samarie, qui formez l’élite de la première des nations et attirez à vous la maison d’Israël!",
            "Passez donc à Calné et regardez; de là, rendez-vous à Hamath-la-Grande, puis descendez à Gath au pays des Philistins: sont-ils plus prospères que ces royaumes-ci, leur territoire est-il plus considérable que le vôtre?",
            "Vous vous imaginez reculer le jour du malheur et vous avancez le règne de la violence!",
            "Couchés sur des lits d’ivoire, étendus sur leurs divans, nourris d’agneaux choisis dans le troupeau, de veaux mis à l’engrais,",
            "fredonnant au son du luth, comme David inventant à leur usage des instruments de musique,",
            "ils boivent du vin à même les amphores, se frottent d’huiles de choix et ne s’affligent guère du désastre de Joseph!",
            "C’est pourquoi, tantôt, ils s’en iront en tête des déportés; alors c’en sera fini des chants bruyants de ces voluptueux.",
            "\"Le Seigneur a juré par lui-même, c’est la parole de l’Éternel Dieu-Cebaot: Je déteste l’orgueil de Jacob, je hais ses palais, je livrerai donc en proie la ville et ce qu’elle renferme.",
            "Que s’il reste dix hommes dans une maison, ils mourront.",
            "Et quand le proche parent, chargé de l’incinération, emportera [le corps] afin de débarrasser la maison des ossements, il demandera à celui qui se trouve au fond de l’appartement: \"Y a-t-il encore quelqu’un?\", et l’autre répondra: \"Non, personne!\" et ajoutera: \"Silence!\" car ce ne sera pas le moment de prononcer le nom de l’Éternel.\"",
            "En vérité, l’Éternel donne des ordres: il fera tomber en ruines les grandes maisons et mettra en morceaux les petites.",
            "Est-ce que les chevaux courent sur le roc? Le laboure-t-on avec des bœufs? Mais vous, vous avez changé le bon droit en poison, et l’œuvre de la justice en plante vénéneuse.",
            "Vous trouvez votre joie dans ce qui est néant, vous dites: \"N’est-ce pas grâce à notre énergie que nous avons conquis la puissance?\"",
            "Eh bien! Me voici, suscitant contre vous, maison d’Israël, dit l’Éternel, Dieu-Cebaot, un peuple qui vous serrera de près dès la région de Hamath jusqu’au torrent de la Plaine."
        ],
        [
            "Voici ce que me montra le Seigneur Dieu dans une vision: il était occupé à créer des sauterelles, dans la saison où le regain commence à pousser, le regain venant à la suite de la fenaison du roi.",
            "Quand elles eurent achevé de dévorer l’herbe des champs, je m’écriai: \"Seigneur Dieu, de grâce, pardonne! Comment Jacob pourrait-il subsister? Il est si chétif!\"",
            "L’Éternel se laissa fléchir en cette occurrence: \"Cela ne sera pas!\" dit l’Éternel.",
            "Voici ce que me montra le Seigneur Dieu dans une vision: il proclamait, le Seigneur Dieu, le châtiment par le feu; celui-ci dévorait les profondeurs de l’abîme, puis il dévorait la campagne.",
            "Je m’écriai: \"Seigneur Dieu, de grâce, arrête-toi! Comment Jacob pourrait-il subsister? Il est si chétif!\"",
            "L’Éternel se laissa fléchir en cette occurrence: \"Cela aussi ne sera pas!\" dit le Seigneur Dieu.",
            "Voici ce qu’il me fit voir: le Seigneur était debout sur un mur bien aligné, tenant un niveau en sa main.",
            "L’Éternel me dit: \"Que vois-tu, Amos?\" Je répondis: \"Un niveau.\" Le Seigneur reprit: \"Je vais passer le niveau au milieu de mon peuple Israël, je n’aurai plus d’indulgence pour lui.",
            "Ruinés seront les hauts-lieux d’Isaac, détruits les sanctuaires d’Israël, et je me dresserai contre la maison de Jéroboam avec le glaive.\"",
            "Alors Amacia, prêtre de Béthel, envoya à Jéroboam, roi d’Israël, le message que voici: \"Amos conspire contre toi, en pleine maison d’Israël; ce pays n’est pas en état de supporter tous ses discours.",
            "Car voici ce qu’a dit Amos: Jéroboam périra par le glaive, et Israël ira en exil, chassé de son territoire.\"",
            "Puis Amacia dit à Amos: \"Voyant, va-t-en! Hâte-toi de retourner en la terre de Juda; là mange ton pain et là fais le prophète.",
            "Mais à Béthel tu ne saurais continuer à prophétiser; car c’est un sanctuaire royal et un établissement de la dynastie.\"",
            "Amos répondit à Amacia: \"Je ne suis, dit-il, ni prophète ni fils de prophète, je suis un simple pâtre et un pinceur de sycomore.",
            "Mais l’Éternel m’a pris de derrière le troupeau, et il m’a dit: Va, prophétise à mon peuple Israël!",
            "Or, maintenant, écoute la parole de l’Éternel: Tu dis, toi: Tu n’as pas à prophétiser contre Israël, ni à te répandre en discours contre la maison d’Isaac.",
            "Eh bien! Ainsi parle l’Éternel: Ta femme se prostituera dans la ville, tes fils et tes filles tomberont sous le glaive, ton domaine sera partagé au cordeau, tandis que toi, tu mourras sur un sol impur, et qu’Israël ira en exil, chassé de son pays.\""
        ],
        [
            "Voici ce que me montra le Seigneur Dieu dans une vision: Il y avait là un panier de fruits mûrs.",
            "Il me dit: \"Que vois-tu, Amos?\" Je répondis: \"Un panier de fruits mûrs. La moisson, me répliqua l’Éternel, est arrivée pour mon peuple Israël; je n’aurai plus d’indulgence pour lui.",
            "En ce jour, dit l’Éternel, les chants du palais seront des lamentations; nombreux seront les cadavres, on les jettera de toutes parts, sans souffler mot.\"",
            "Écoutez ceci, ô vous qui grugez les nécessiteux et tendez à supprimer les pauvres du pays!",
            "Vous dites: \"Quand la nouvelle lune sera-t-elle passée, pour que nous reprenions notre commerce, et le Sabbat, pour que nous ouvrions nos magasins de blé? Nous ferons l’êpha plus petite, le sicle plus grand, et frauderons avec des balances trompeuses.",
            "Nous achèterons les indigents pour de l’argent, les malheureux pour une paire de sandales; nous mettrons en vente jusqu’aux déchets du blé.\"",
            "L’Éternel a juré par la Gloire de Jacob: \"Certes, jamais je n’oublierai aucun de leurs actes! \"",
            "N’est-ce pas assez pour que la terre tremble, et que tous ses habitants soient en deuil? Pour qu’elle se soulève tout entière comme le Nil, qu’elle se gonfle puis s’affaisse comme le fleuve de l’Égypte?",
            "En ce jour-là, dit le Seigneur Dieu, je donnerai ordre au soleil de se coucher en plein midi, et je ferai la nuit sur la terre en plein jour.",
            "Je changerai vos fêtes en deuil et tous vos chants en complaintes, je mettrai le cilice sur tous les reins, la calvitie sur toutes les têtes. J’infligerai à ce pays comme un deuil pour un fils unique, l’avenir qui l’attend sera comme un jour d’amertume.",
            "Voici, des jours vont venir, dit le Seigneur Dieu, où j’enverrai de la famine dans le pays: ce ne sera ni la faim demandant du pain ni la soif de l’eau, mais le besoin d’entendre les paroles de l’Éternel.",
            "Alors on sera errant d’une mer à l’autre et du Nord au Levant, on se répandra partout pour chercher la parole de l’Éternel, et on ne la trouvera point.",
            "Ce jour-là, les belles vierges et les adolescents tomberont en défaillance par l’effet de la soif.",
            "Ceux qui jurent par le péché de Samarie et disent: \"Vive ton Dieu, ô Dan! Vive le chemin qui conduit à Bersabée!\" Ceux-là tomberont pour ne plus se relever."
        ],
        [
            "Je vis le Seigneur debout sur l’autel, il dit: \"Frappe sur le chapiteau, pour que les linteaux soient ébranlés, et brise-les sur leur tête à tous. Leurs descendants, je les ferai périr par le glaive; pas un seul d’entre eux ne parviendra à fuir, personne ne pourra échapper.",
            "Quand ils pénétreraient par effraction dans le Cheol, ma main les en arracherait, quand ils monteraient au ciel, je les en précipiterais.",
            "S’ils se cachaient sur le sommet du Carmel, je me mettrais à leur recherche pour les en enlever, s’ils voulaient se dérober à mes yeux au fond de la mer, là même je donnerais ordre au serpent de les mordre.",
            "S’ils s’en allaient en captivité devant leurs ennemis, là aussi je commanderais le glaive pour les égorger. Je dirigerai les regards sur eux, pour leur malheur, non pour leur bien.\"",
            "Le Seigneur, Dieu-Cebaot, il effleure la terre et elle entre en fusion, tous ses habitants sont en deuil; elle se soulève tout entière comme le Nil et s’affaisse comme le fleuve de l’Égypte.",
            "Il a bâti dans les cimes sa demeure sublime et appuyé sa voûte sur la terre; il appelle les eaux de la mer et les déverse sur la surface du sol. Éternel est son nom.",
            "N’êtes-vous pas pour moi comme les fils de l’Ethiopie, ô enfants d’Israël? dit le Seigneur. N’ai-je pas fait émigrer Israël du pays d’Égypte comme les Philistins de Cafter et les Araméens de Kir?",
            "Certes, les regards du Seigneur Dieu sont fixés sur ce royaume coupable, je l’extermine de dessus la face de la terre. Toutefois je ne veux pas exterminer complètement la maison de Jacob, dit l’Éternel.",
            "Mais voici ce que j’ai décrété: je secouerai parmi tous les peuples la maison d’Israël, comme on secoue le crible, sans qu’un seul grain tombe à terre.",
            "Périront [seuls] par le glaive tous les pervers d’entre mon peuple, ceux qui disent: \"Le malheur ne saurait nous approcher ni nous surprendre.\"",
            "En ce jour, je relèverai la tente caduque de David, j’en réparerai les brèches, j’en restaurerai les ruines, je la rebâtirai [solide] comme au temps jadis,",
            "en sorte qu’ils recueilleront l’héritage des derniers Iduméens et des autres nations, eux qui ont été désignés d’après mon nom, dit l’Éternel, qui accomplira tout cela.",
            "Voici, des jours vont venir, dit l’Éternel, où le laboureur se rencontrera avec le moissonneur, celui qui foule le raisin avec celui qui répand les semences. Les montagnes ruisselleront de moût et toutes les collines deviendront liquides.",
            "Je ramènerai les captifs de mon peuple Israël: ils restaureront leurs villes détruites et s’y établiront, planteront des vignes et en boiront le vin, cultiveront des jardins et en mangeront les fruits.",
            "Je les replanterai dans leur sol, et ils ne seront plus déracinés de ce sol que je leur ai donné, dit l’Éternel, ton Dieu.\""
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}