{
    "language": "en",
    "title": "Amos",
    "versionSource": "http://opensiddur.org/2010/08/%D7%AA%D7%A0%D7%B4%D7%9A-the-holy-scriptures-a-new-translation-jps-1917/",
    "versionTitle": "The Holy Scriptures: A New Translation (JPS 1917)",
    "status": "locked",
    "priority": 1.0,
    "license": "Public Domain",
    "licenseVetted": true,
    "versionNotes": "This 1917 translation by the Jewish Publication Society is in the public domain. JPS graciously shared digital images of this text with the Open Siddur Project, from which the text was imported by Sefaria.",
    "versionTitleInHebrew": "כתבי הקודש: תרגום חדש (1917 JPS)",
    "versionNotesInHebrew": "תרגום JPS 1917 קיים בנחלת הכלל. הסריקות באדיבות JPS. שעתוק הטקסט תודות לפרויקט Open Siddur, משם יובא הטקסט למאגר ספריא",
    "heTitle": "עמוס",
    "categories": [
        "Tanakh",
        "Prophets"
    ],
    "text": [
        [
            "The words of Amos, who was among the herdmen of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam the son of Joash king of Israel, two years before the earthquake.",
            "And he said: The LORD roareth from Zion, And uttereth His voice from Jerusalem; and the pastures of the shepherds shall mourn, and the top of Carmel shall wither.",
            "For thus saith the LORD: For three transgressions of Damascus, yea, for four, I will not reverse it: because they have threshed Gilead with sledges of iron.",
            "So will I send a fire into the house of Hazael, and it shall devour the palaces of Ben-hadad;",
            "And I will break the bar of Damascus, and cut off the inhabitant from Bikath-Aven, and him that holdeth the sceptre from Beth-eden; and the people of Aram shall go into captivity unto Kir, saith the LORD.",
            "Thus saith the LORD: For three transgressions of Gaza, yea, for four, I will not reverse it: because they carried away captive a whole captivity, to deliver them up to Edom.",
            "So will I send a fire on the wall of Gaza, and it shall devour the palaces thereof;",
            "And I will cut off the inhabitant from Ashdod, and him that holdeth the sceptre from Ashkelon; and I will turn My hand against Ekron, and the remnant of the Philistines shall perish, saith the Lord GOD.",
            "Thus saith the LORD: For three transgressions of Tyre, yea, for four, I will not reverse it: because they delivered up a whole captivity to Edom, and remembered not the brotherly covenant.",
            "So will I send a fire on the wall of Tyre, and it shall devour the palaces thereof.",
            "Thus saith the LORD: For three transgressions of Edom, yea, for four, I will not reverse it: because he did pursue his brother with the sword, and did cast off all pity, and his anger did tear perpetually, and he kept his wrath for ever.",
            "So will I send a fire upon Teman, and it shall devour the palaces of Bozrah.",
            "Thus saith the LORD: For three transgressions of the children of Ammon, yea, for four, I will not reverse it: because they have ripped up the women with child of Gilead, that they might enlarge their border.",
            "So will I kindle a fire in the wall of Rabbah, and it shall devour the palaces thereof, with shouting in the day of battle, with a tempest in the day of the whirlwind;",
            "And their king shall go into captivity, he and his princes together, saith the LORD."
        ],
        [
            "Thus saith the LORD: For three transgressions of Moab, Yea, for four, I will not reverse it: Because he burned the bones of the king of Edom into lime.",
            "So will I send a fire upon Moab, And it shall devour the palaces of Kerioth; And Moab shall die with tumult, With shouting, and with the sound of the horn;",
            "And I will cut off the judge from the midst thereof, And will slay all the princes thereof with him, Saith the LORD.",
            "Thus saith the LORD: For three transgressions of Judah, Yea, for four, I will not reverse it: Because they have rejected the law of the LORD, And have not kept His statutes, And their lies have caused them to err, After which their fathers did walk.",
            "So will I send a fire upon Judah, And it shall devour the palaces of Jerusalem.",
            "Thus saith the LORD: For three transgressions of Israel, Yea, for four, I will not reverse it: Because they sell the righteous for silver, And the needy for a pair of shoes;",
            "That pant after the dust of the earth on the head of the poor, And turn aside the way of the humble; And a man and his father go unto the same maid, To profane My holy name; .",
            "And they lay themselves down beside every altar Upon clothes taken in pledge, And in the house of their God they drink The wine of them that have been fined.",
            "Yet destroyed I the Amorite before them, Whose height was like the height of the cedars, And he was strong as the oaks; Yet I destroyed his fruit from above, And his roots from beneath.",
            "Also I brought you up out of the land of Egypt, And led you forty years in the wilderness, To possess the land of the Amorites.",
            "And I raised up of your sons for prophets, And of your young men for Nazirites. Is it not even thus, O ye children of Israel? Saith the LORD.",
            "But ye gave the Nazirites wine to drink; And commanded the prophets, saying: ‘Prophesy not.’",
            "Behold, I will make it creak under you, As a cart creaketh that is full of sheaves.",
            "And flight shall fail the swift, And the strong shall not exert his strength, Neither shall the mighty deliver himself;",
            "Neither shall he stand that handleth the bow; And he that is swift of foot shall not deliver himself; Neither shall he that rideth the horse deliver himself;",
            "And he that is courageous among the mighty Shall flee away naked in that day, Saith the LORD."
        ],
        [
            "Hear this word that the LORD hath spoken against you, O children of Israel, against the whole family which I brought up out of the land of Egypt, saying:",
            "You only have I known of all the families of the earth; Therefore I will visit upon you all your iniquities.",
            "Will two walk together, Except they have agreed?",
            "Will a lion roar in the forest, When he hath no prey? Will a young lion give forth his voice out of his den, If he have taken nothing?",
            "Will a bird fall in a snare upon the earth, Where there is no lure for it? Will a snare spring up from the ground, And have taken nothing at all?",
            "Shall the horn be blown in a city, And the people not tremble? Shall evil befall a city, And the LORD hath not done it?",
            "For the Lord GOD will do nothing, But He revealeth His counsel unto His servants the prophets.",
            "The lion hath roared, Who will not fear? The Lord GOD hath spoken, Who can but prophesy?",
            "Proclaim it upon the palaces at Ashdod, And upon the palaces in the land of Egypt, And say: ‘Assemble yourselves upon the mountains of Samaria, And behold the great confusions therein, And the oppressions in the midst thereof.’",
            "For they know not to do right, saith the LORD, Who store up violence and robbery in their palaces.",
            "Therefore thus saith the Lord GOD: An adversary, even round about the land! And he shall bring down thy strength from thee, And thy palaces shall be spoiled.",
            "Thus saith the LORD: As the shepherd rescueth out of the mouth of the lion Two legs, or a piece of an ear, So shall the children of Israel that dwell in Samaria Escape with the corner of a couch, and the leg of a bed.",
            "Hear ye, and testify against the house of Jacob, Saith the Lord GOD, the God of hosts.",
            "For in the day that I shall visit the transgressions of Israel upon him, I will also punish the altars of Beth-el, And the horns of the altar shall be cut off, And fall to the ground.",
            "And I will smite the winter-house with the summer-house; And the houses of ivory shall perish, And the great houses shall have an end, Saith the LORD."
        ],
        [
            "Hear this word, ye kine of Bashan, That are in the mountain of Samaria, That oppress the poor, that crush the needy, That say unto their lords: ‘Bring, that we may feast.’",
            "The Lord GOD hath sworn by His holiness: Lo, surely the days shall come upon you, That ye shall be taken away with hooks, And your residue with fish-hooks.",
            "And ye shall go out at the breaches, every one straight before her; And ye shall be cast into Harmon, Saith the LORD.",
            "Come to Beth-el, and transgress, To Gilgal, and multiply transgression; And bring your sacrifices in the morning, And your tithes after three days;",
            "And offer a sacrifice of thanksgiving of that which is leavened, And proclaim freewill-offerings and publish them; For so ye love to do, O ye children of Israel, Saith the Lord GOD.",
            "And I also have given you Cleanness of teeth in all your cities, And want of bread in all your places; Yet have ye not returned unto Me, Saith the LORD.",
            "And I also have withholden the rain from you, When there were yet three months to the harvest; And I caused it to rain upon one city, And caused it not to rain upon another city; One piece was rained upon, And the piece whereupon it rained not withered.",
            "So two or three cities wandered unto one city To drink water, and were not satisfied; Yet have ye not returned unto Me, Saith the LORD.",
            "I have smitten you with blasting and mildew; The multitude of your gardens and your vineyards And your fig-trees and your olive-trees Hath the palmer-worm devoured; Yet have ye not returned unto Me, Saith the LORD.",
            "I have sent among you the pestilence in the way of Egypt; Your young men have I slain with the sword, And have carried away your horses; And I have made the stench of your camp to come up even into your nostrils; Yet have ye not returned unto Me, Saith the LORD.",
            "I have overthrown some of you, As God overthrew Sodom and Gomorrah, And ye were as a brand plucked out of the burning; Yet have ye not returned unto Me, Saith the LORD.",
            "Therefore thus will I do unto thee, O Israel; Because I will do this unto thee, Prepare to meet thy God, O Israel.",
            "For, lo, He that formeth the mountains, and createth the wind, And declareth unto man what is his thought, That maketh the morning darkness, And treadeth upon the high places of the earth; The LORD, the God of hosts, is His name."
        ],
        [
            "Hear ye this word which I take up for a lamentation over you, O house of Israel:",
            "The virgin of Israel is fallen, She shall no more rise; She is cast down upon her land, There is none to raise her up.",
            "For thus saith the Lord GOD: The city that went forth a thousand shall have a hundred left, and that which went forth a hundred shall have ten left, of the house of Israel.",
            "For thus saith the LORD unto the house of Israel: Seek ye Me, and live;",
            "But seek not Beth-el, Nor enter into Gilgal, And pass not to Beer-sheba; For Gilgal shall surely go into captivity, And Beth-el shall come to nought.",
            "Seek the LORD, and live— Lest He break out like fire in the house of Joseph, And it devour, and there be none to quench it in Bethel—",
            "Ye who turn judgment to wormwood, And cast righteousness to the ground;",
            "Him that maketh the Pleiades and Orion, And bringeth on the shadow of death in the morning, And darkeneth the day into night; That calleth for the waters of the sea, And poureth them out upon the face of the earth; The LORD is His name;",
            "That causeth destruction to flash upon the strong, So that destruction cometh upon the fortress.",
            "They hate him that reproveth in the gate, And they abhor him that speaketh uprightly.",
            "Therefore, because ye trample upon the poor, And take from him exactions of wheat; Ye have built houses of hewn stone, But ye shall not dwell in them, Ye have planted pleasant vineyards, But ye shall not drink wine thereof.",
            "For I know how manifold are your transgressions, And how mighty are your sins; Ye that afflict the just, that take a ransom, And that turn aside the needy in the gate.",
            "Therefore the prudent doth keep silence in such a time; For it is an evil time.",
            "Seek good, and not evil, that ye may live; And so the LORD, the God of hosts, will be with you, as ye say.",
            "Hate the evil, and love the good, And establish justice in the gate; It may be that the LORD, the God of hosts, Will be gracious unto the remnant of Joseph.",
            "Therefore thus saith the LORD, The God of hosts, the Lord: Lamentation shall be in all the broad places, And they shall say in all the streets: ‘Alas! alas! ’ And they shall call the husbandman to mourning, And proclaim lamentation to such as are skilful of wailing.",
            "And in all vineyards shall be lamentation; For I will pass through the midst of thee, Saith the LORD.",
            "Woe unto you that desire the day of the LORD! Wherefore would ye have the day of the LORD? It is darkness, and not light.",
            "As if a man did flee from a lion, And a bear met him; And went into the house and leaned his hand on the wall, And a serpent bit him.",
            "Shall not the day of the LORD be darkness, and not light? Even very dark, and no brightness in it?",
            "I hate, I despise your feasts, And I will take no delight in your solemn assemblies.",
            "Yea, though ye offer me burnt-offerings and your meal-offerings, I will not accept them; Neither will I regard the peace-offerings of your fat beasts.",
            "Take thou away from Me the noise of thy songs; And let Me not hear the melody of thy psalteries.",
            "But let justice well up as waters, And righteousness as a mighty stream.",
            "Did ye bring unto Me sacrifices and offerings in the wilderness forty years, O house of Israel?",
            "So shall ye take up Siccuth your king and Chiun your images, the star of your god, which ye made to yourselves.",
            "Therefore will I cause you to go into captivity beyond Damascus, saith He, whose name is the LORD God of hosts."
        ],
        [
            "Woe to them that are at ease in Zion, And to them that are secure in the mountain of Samaria, The notable men of the first of the nations, To whom the house of Israel come!",
            "Pass ye unto Calneh, and see, And from thence go ye to Hamath the great; Then go down to Gath of the Philistines; Are they better than these kingdoms? Or is their border greater than your border? .",
            "Ye that put far away the evil day, And cause the seat of violence to come near;",
            "That lie upon beds of ivory, And stretch themselves upon their couches, And eat the lambs out of the flock, And the calves out of the midst of the stall;",
            "That thrum on the psaltery, That devise for themselves instruments of music, like David;",
            "That drink wine in bowls, And anoint themselves with the chief ointments; But they are not grieved for the hurt of Joseph.",
            "Therefore now shall they go captive at the head of them that go captive, And the revelry of them that stretched themselves shall pass away.",
            "The Lord GOD hath sworn by Himself, Saith the LORD, the God of hosts: I abhor the pride of Jacob, And hate his palaces; And I will deliver up the city with all that is therein.",
            "And it shall come to pass, if there remain ten men in one house, that they shall die.",
            "And when a man’s uncle shall take him up, even he that burneth him, to bring out the bones out of the house, and shall say unto him that is in the innermost parts of the house: ‘Is there yet any with thee?’ and he shall say: ‘No’; then shall he say: ‘Hold thy peace; for we must not make mention of the name of the LORD.’",
            "For, behold, the LORD commandeth, And the great house shall be smitten into splinters, And the little house into chips.",
            "Do horses run upon the rocks? Doth one plow there with oxen? That ye have turned justice into gall, And the fruit of righteousness into wormwood;",
            "Ye that rejoice in a thing of nought, That say: ‘Have we not taken to us horns by our own strength?’",
            "For, behold, I will raise up against you a nation, O house of Israel, saith the LORD, the God of hosts; and they shall afflict you from the entrance of Hamath unto the Brook of the Arabah."
        ],
        [
            "Thus the Lord GOD showed me; and, behold, He formed locusts in the beginning of the shooting up of the latter growth; and, lo, it was the latter growth after the king’s mowings.",
            "And if it had come to pass, that when they had made an end of eating the grass of the land—so I said: O Lord GOD, forgive, I beseech Thee; How shall Jacob stand? for he is small.",
            "The LORD repented concerning this; ‘It shall not be’, saith the LORD. .",
            "Thus the Lord GOD showed me; and, behold, the Lord GOD called to contend by fire; and it devoured the great deep, and would have eaten up the land.",
            "Then said I: O Lord GOD, cease, I beseech Thee; How shall Jacob stand? for he is small.",
            "The LORD repented concerning this; ‘This also shall not be’, saith the Lord GOD.",
            "Thus He showed me; and, behold, the Lord stood beside a wall made by a plumbline, with a plumbline in His hand.",
            "And the LORD said unto me: ‘Amos, what seest thou?’ And I said: ‘A plumbline.’ Then said the Lord: Behold, I will set a plumbline in the midst of My people Israel; I will not again pardon them any more;",
            "And the high places of Isaac shall be desolate, And the sanctuaries of Israel shall be laid waste; And I will rise against the house of Jeroboam with the sword.",
            "Then Amaziah the priest of Beth-el sent to Jeroboam king of Israel, saying: ‘Amos hath conspired against thee in the midst of the house of Israel; the land is not able to bear all his words.",
            "For thus Amos saith: Jeroboam shall die by the sword, And Israel shall surely be led away captive out of his land.’",
            "Also Amaziah said unto Amos: ‘O thou seer, go, flee thee away into the land of Judah, and there eat bread, and prophesy there;",
            "but prophesy not again any more at Beth-el, for it is the king’s sanctuary, and it is a royal house.’",
            "Then answered Amos, and said to Amaziah: ‘I was no prophet, neither was I a prophet’s son; but I was a herdman, and a dresser of sycamore-trees;",
            "and the LORD took me from following the flock, and the LORD said unto me: Go, prophesy unto My people Israel.",
            "Now therefore hear thou the word of the LORD: Thou sayest: Prophesy not against Israel, And preach not against the house of Isaac;",
            "Therefore thus saith the LORD: Thy wife shall be a harlot in the city, And thy sons and thy daughters shall fall by the sword, And thy land shall be divided by line; And thou thyself shalt die in an unclean land, And Israel shall surely be led away captive out of his land.’"
        ],
        [
            "Thus the Lord GOD showed me; and behold a basket of summer fruit.",
            "And He said: ‘Amos, what seest thou?’ And I said: ‘A basket of asummer fruit.’ Then said the LORD unto me: I will not again pardon them any more.",
            "And the songs of the palace shall be wailings in that day, Saith the Lord GOD; The dead bodies shall be many; In every place silence shall be cast.",
            "Hear this, O ye that would swallow the needy, And destroy the poor of the land,",
            "Saying: ‘When will the new moon be gone, that we may sell grain? And the sabbath, that we may set forth corn? Making the ephah small, and the shekel great, And falsifying the balances of deceit;",
            "That we may buy the poor for silver, And the needy for a pair of shoes, And sell the refuse of the corn?’",
            "The LORD hath sworn by the pride of Jacob: Surely I will never forget any of their works.",
            "Shall not the land tremble for this, And every one mourn that dwelleth therein? Yea, it shall rise up wholly like the River; And it shall be troubled and sink again, like the River of Egypt.",
            "And it shall come to pass in that day, Saith the Lord GOD, That I will cause the sun to go down at noon, And I will darken the earth in the clear day.",
            "And I will turn your feasts into mourning, And all your songs into lamentation; And I will bring up sackcloth upon all loins, And baldness upon every head; And I will make it as the mourning for an only son, And the end thereof as a bitter day.",
            "Behold, the days come, saith the Lord GOD, That I will send a famine in the land, Not a famine of bread, nor a thirst for water, But of hearing the words of the LORD.",
            "And they shall wander from sea to sea, And from the north even to the east; They shall run to and fro to seek the word of the LORD, And shall not find it.",
            "In that day shall the fair virgins And the young men faint for thirst.",
            "They that swear by the sin of Samaria, And say: ‘As thy God, O Dan, liveth’; And: ‘As the way of Beer-sheba liveth’; Even they shall fall, and never rise up again."
        ],
        [
            "I saw the Lord standing beside the altar; and He said: Smite the capitals, that the posts may shake; And break them in pieces on the head of all of them; And I will slay the residue of them with the sword; There shall not one of them flee away, And there shall not one of them escape.",
            "Though they dig into the nether-world, Thence shall My hand take them; And though they climb up to heaven, Thence will I bring them down.",
            "And though they hide themselves in the top of Carmel, I will search and take them out thence; And though they be hid from My sight in the bottom of the sea, Thence will I command the serpent, and he shall bite them.",
            "And though they go into captivity before their enemies, Thence will I command the sword, and it shall slay them; And I will set Mine eyes upon them For evil, and not for good.",
            "For the Lord, the GOD of hosts, Is He that toucheth the land and it melteth, And all that dwell therein mourn; And it riseth up wholly like the River, And sinketh again, like the River of Egypt;",
            "It is He that buildeth His upper chambers in the heaven, And hath founded His vault upon the earth; He that calleth for the waters of the sea, And poureth them out upon the face of the earth; The LORD is His name.",
            "Are ye not as the children of the Ethiopians unto Me, O children of Israel? saith the LORD. Have not I brought up Israel out of the land of Egypt, And the Philistines from Caphtor, And Aram from Kir?",
            "Behold, the eyes of the Lord GOD Are upon the sinful kingdom, And I will destroy it from off the face of the earth; Saving that I will not utterly destroy the house of Jacob, Saith the LORD.",
            "For, lo, I will command, and I will sift the house of Israel among all the nations, Like as corn is sifted in a sieve, Yet shall not the least grain fall upon the earth.",
            "All the sinners of My people shall die by the sword, That say: ‘The evil shall not overtake nor confront us.’ .",
            "In that day will I raise up The tabernacle of David that is fallen, And close up the breaches thereof, And I will raise up his ruins, And I will build it as in the days of old;",
            "That they may possess the remnant of Edom, And all the nations, upon whom My name is called, Saith the LORD that doeth this.",
            "Behold, the days come, saith the LORD, That the plowman shall overtake the reaper, And the treader of grapes him that soweth seed; And the mountains shall drop sweet wine, And all the hills shall melt.",
            "And I will turn the captivity of My people Israel, And they shall build the waste cities, and inhabit them; And they shall plant vineyards, and drink the wine thereof; They shall also make gardens, and eat the fruit of them.",
            "And I will plant them upon their land, And they shall no more be plucked up Out of their land which I have given them, Saith the LORD thy God."
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}