{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "digitizedBySefaria": true, 
    "license": "Public Domain", 
    "title": "Rif Moed Katan", 
    "licenseVetted": true, 
    "text": [
        [
            "<b>משקין</b>  בית   השלחין.", 
            "  ת\"ר את חג המצו' תשמור לימד על  חולו של מועד שאסור בעשיית מלאכה דברי רבי יאשיה רבי יונתן אומר ק\"ו ומה ראשון ושביעי שאין קדושה לא לפניהם ולא לאחריהם אסורין בעשיית מלאכה חולו של מועד שיש קדושה לפניהם ולאחריהם אינו דין שיהו אסורין בעשיית מלאכה ששת ימי בראשית יוכיחו שיש קדושה לפניהן ולאחריהן ומותרין בעשיית מלאכה מה לששת ימי בראשית שכן אין בהן קרבן מוסף תאמר בחולו של מועד שיש בו קרבן מוסף ר\"ח יוכיח שיש בו קרבן מוסף ומותר בעשיית מלאכה מה לר\"ח שכן אינו קרוי מקרא קודש תאמר בחולו של מועד שכן קרוי מקרא קדש הואיל וקרוי מקרא קדש דין הוא שיהו אסורין בעשיית מלאכה:", 
            "תניא אידך כל מלאכת עבודה לא תעשו לימד על חולו של מועד שאסור בעשיית מלאכה דברי רבי יוסי הגלילי רבי עקיבא אומר אינו צריך הרי הוא אומר אלה מועדי ה' מקראי קדש במה הכתוב מדבר אי בראשון כבר נאמר שבתון ואי בשמיני הרי כבר נאמר שבתון הא אין הכתוב מדבר אלא בחולו של מועד שאסור בעשיית מלאכה תניא אידך ששת ימים תאכל מצות וביום השביעי עצרת מה שביעי עצור אף ששה עצור אי מה שביעי עצור בכל מלאכה אף ששה עצור בכל מלאכה ת\"ל השביעי השביעי עצור בכל מלאכה ואין ששה עצור בכל מלאכה הרי שלא מסרן הכתוב אלא לחכמים לומר לך איזה יום אסור ואיזה יום מותר אי זו מלאכה אסורה ואיזו מלאכה מותרת.", 
            "כדתנן   משקין  בית השלחין במועד ובשביעית בין ממעין שיצא בתחילה בין ממעין שלא יצא בתחילה אבל אין משקין ממי הגשמים ולא ממי הקילון ואין עושין עוגיות לגפנים.", 
            "מאי משמע דהאי בית השלחין לישנא דצחותא הוא כדכתיב (דברים כ״ה:י״ח) עיף ויגע ומתרגמין משלהי ולאי ומאי משמע דבית הבעל לישנא דמיתיבותא הוא כדכתיב (ישעיהו ס״ב:ה׳) כי יבעל בחור בתולה יבעלוך בניך ומתרגמינן כמה דמיתותב עולם עם בתולתא כן יתותבון בגויך בנייכי.", 
            "בית השלחין אין בית הבעל לא מאי טעמא במקום "
        ], 
        [
            "פסידא שרו רבנן במקום  רויחא לא שרו רבנן ואפילו במקום פסידא טירחא יתירא לא טרחינן דקתני אבל לא ממי הגשמים ולא ממי הקילון פירוש קילון כמו ביב  דף ד.", 
            " בשלמא מי קילון איכא טירחא יתירא דצריך לאשקויי מיניה בדוולא אלא מי גשמים מאי טירחא איכא אמר רבי אלעזר אמר ר' יוחנן גזירה מי גשמים אטו מי קילון רב אשי אמר מי גשמים נמי לידי מי קילון קאתו:", 
            "אמר ר' זירא נהרות  המושכין מן אגמים מותר להשקות מהם בחולו של מועד והוא דלא פסקי ת\"ר הפסיקות והבריכות שנתמלאו מים מעיו\"ט אסור להשקות מהן בחולו של מועד ואם היתה אמת המים עוברות תחתיהם מותר אמר רב פפא והוא שרובה של אותה שדה שותה מאותה אמת המים רב אשי אמר אע\"פ שאין רובה של אותה שדה שותה מאותה אמת המים כיון דקא משכה ואתיא מימר אמר אי לא שתיא בחד יומא תשתי בתרי ותלתא יומי ת\"ר בריכה שנטפה משדה בית השלחין זו מותר להשקות ממנה שדה בית השלחין אחרת והא עבידא דפסקא אמר רבי ירמיה עדיין היא מטפטפת אמר אביי והוא שלא פסק מעין ראשון תניא רבי שמעון בן מנסיא אומר שתי ערוגות זו למעלה מזו לא ידלה מן התחתונה וישקה את העליונה יתר על כן א\"ר אלעזר ברבי שמעון אפילו ערוגה אחת חציה נמוכה וחציה גבוהה לא ידלה ממקום נמוך למקום גבוה ת\"ר מדלין מים לירקות כדי לאכלן ואם בשביל ליפותן אסור:", 
            "  ואין עושין עוגיות לגפנים תניא ואלו הן עוגיות ברירין שבעקרי זיתים ושבעיקרי גפנים  והני מילי חדתי אבל עתיקי שרי:", 
            "<b>מתני'</b>    ר' אלעזר בן עזריה אומר אין עושין את האמה בתחלה במועד ובשביעית וחכמי' אומרים עושין את האמה (בס\"י איתא בתחלה בשביעית ומתקנין וכו' וכ\"ה במשב\"ג  ) בתחלה במועד ובשביעית ומתקנין את המקולקלות במועד ומתקנין את קלקולי המים שברשות הרבים וחוטטין אותן ומתקנין את הדרכים ואת הרחובות ואת מקואות המים ועושין כל צרכי הרבים ומציינין על הקברות "
        ], 
        [
            "ויוצאין ((ס\"א ל\"ג) אף) על הכלאים:", 
            "<b>גמ'</b>    ומתקנין את המקולקלות אמר רבי (בגמ' הגירסא ר' אבא) אבהו שאם היתה עמוקה טפח מעמידה על ששה טפחים אביי שרא להו לבני בי הרמך לסחופי נהרא רבי ירמיה שרא להו לבני סבותא למברא להו נהרא טמימא רב אשי שרא להו לבני מתא מחסיא לאקדוחי נהר  בירן אמר כיון דרבים שתו מיניה כדרבים נינהו ותנן עושין כל צרכי הרבים:", 
            "ומתקנין  את קלקולי המים שברה\"ר וחוטטין אותן:", 
            "  חטיטה אין חפירה לא אמר ר' יעקב א\"ר יוחנן לא שנו אלא שאין רבים צריכים להם אבל רבים צריכין להם אפילו חפירה נמי מותר וה\"ה לבורות שיחין ומערות של רבים ובורות שיחין ומערות של יחיד חוטטין אותם ושפין את סדקיהן אבל לא חופרים אפי' כשהיחיד צריך להם ואם אינו צריך להם אין חוטטין אותן ואין שפין את סדקיהן ואין צריך לומר שאין חופרין אבל כונסין לתוכן מים ואע\"פ שאינו צריך להם:", 
            "ועושין כל צרכי הרבים:", 
            "ת\"ר יוצאין לקווץ את הדרכים ולתקן את הרחובות ואת האיסטרטות  ולמוד את המקואות כל מקוה שאין בה מ' סאה מרגילין לתוכו ארבעים סאה ומנין שאם לא יצאו ולא עשו כל אלו שכל דמים שנשפכים שם מעלה עליהם הכתוב כאילו הם שפכום שנאמר (דברים י״ט:י׳) והיה עליך דמים:", 
            "ומציינין על הקברות.", 
            "א\"ר שמעון בן פזי רמז לציון הקברות מן התורה מנין ת\"ל (יחזקאל לט) וראה עצם אדם ובנה אצלו ציון רבי אבהו אמר מהכא (ויקרא יג) וטמא טמא יקרא טומאה קוראה לו ואומרת לו פרוש אביי אמר מהכא (שם יט) ולפני עור לא תתן מכשול:", 
            "  ויוצאין אף על הכלאים:", 
            "מ\"ש בחולו של מועד א\"ר (בגמ' וברא\"ש אי' ר' יעקב) עקיבא א\"ר יוחנן משום שכר פעולה דמוזלי גבן:", 
            "<b>מתני'</b>    ר' אליעזר בן יעקב אומר  מושכין את המים מאילן לאילן ובלבד שלא ישקו את כל השדה כולה זרעים שלא שתו מלפני המועד לא ישקום במועד וחכמים מתירין בזה ובזה:", 
            "<b>גמ'</b>  אמר רב יהודה ואם היתה שדה מטוננת מותר תניא נמי הכי וכו' ומסתברא דהלכתא "
        ], 
        [
            " כרבי אליעזר בן יעקב ואע\"ג דהוא יחיד במקום רבים דהא שמעתא דרב יהודה כוותיה אזלא דקאמר ואם היתה שדה מטוננת מותר והא דדייק מיניה רבינא ואמר ש\"מ האי תרביצא שרי לתרבוצי בחולא דמועדא   אקשינן ליה שדה גריד מ\"ט לא אפלא לשוויי חרפא ה\"נ אפלא לשוויי חרפא ולא פריק:", 
            "<b>מתני'</b>  צדין את האישות  ואת העכברים בשדה האילן ובשדה הלבן כדרכו במועד ובשביעית ר' יהודה אומר בשדה אילן כדרכו ובשדה הלבן שלא כדרכו ומקרין את הפרצה במועד ובשביעית בונה כדדכו:", 
            "<b>גמ'</b>  מאי אישות אמר רב יהודה בריה שאין לה עינים:", 
            "  רבי יהודה אומר בשדה האילן כדרכו:", 
            "ת\"ר כיצד כדרכו חופר גומא ותולה בה מצודה וכיצד שלא כדרכו נועץ שפוד ומכה בקרדום ומרדה האדמה תחתיה תניא ר' שמעון בן אלעזר אומר כשאמרו  בשדה הלבן (עי' בגמ' הגי' ובתוס' ד\"ה תני נראה דגר' כגי' רב אלפס) כדרכו לא אמרו אלא בשדה הלבן הסמוכה לאילנות שמא יצאו משדה הלבן ויחריבו את האילנות:", 
            " ומקרין את הפרצה:", 
            "כיצד מקרין את הפרצה רב יוסף אומר בהוצא ודפנא במתניתא תנא צר בצרור ואינו טח בטיט א\"ר חסדא ל\"ש אלא כותל גנה אבל כותל חצר בונה כדרכו ודוקא בונה אבל סותר לא וכותל גוהה סותרו ובונה כדתניא כותל גוהה לרה\"ר סותר ובונה כדרכו מפני הסכנה:"
        ], 
        [
            "<b>גמ'</b>  וקי\"ל דר\"מ ור' יוסי הלכה כרבי יוסי:", 
            "ולא יעורר על מתו:", 
            "וכו'   מאי שנא שלשים יום אמר רב כהנא מעשה באדם אחד שכנס מעותיו לעלות לרגל ובא הספדן ועמד על פתח ביתו ונטלתן אשתו ונתנתן לו ונמנע אותו האיש מלעלות לרגל באותה שעה אמרו לא יעורר על מתו  ולא יספדנו קודם לרגל שלשים יום ושמואל אמר   לפי שאין המת משתכח מן הלב אלא לאחר שלשים יום מאי בינייהו איכא בינייהו דקא  עבדי בחנם:", 
            "<b>מתני'</b>   אין חופרין  כוכין וקברות במועד אבל מחנכין את הכוכין ועושין נברכת "
        ], 
        [
            "במועד וארון עם המת בחצר ר' יהודה אוסר אלא אם כן יש עמו נסרים:", 
            "<b>גמ'</b>  אין חופרין כוכין וקברות במועד פי' להקבר בהן אחר המועד מאי כוכין ומאי קברות אמר רב יהודה כוכין בחפירה וקברות בבנין תנ\"ה כוכין בחפירה וקברות בבנין:", 
            "אבל מחנכין את הכוכין:", 
            "כיצד מחנכין אמר רב יהודה שאם היה ארוך מקצרו במתניתא תנא מאריך בו ומרחיב בו:", 
            "וארון עם המת בחצר:", 
            "תנינא להא דתנו רבנן עושין כל צרכי המת גוזזין לו שערו ומכבסין לו כסותו ועושין לו ארון   ומנסרים המנוסרים מעיו\"ט רשב\"ג אומר אף מביא נסרים ומנסרן בתוך ביתו והלכתא כרשב\"ג דסתם מתניתין כוותיה:", 
            "ירושלמי לא שנו אלא באדם שאינו מפורסם אבל אדם מפורסם עושין לו ארון ואפילו בשוק כד דמך רבי חנינא חברין עבדו ליה ארון בשוק והכל מודים שלא יקוץ לו ארזים ודכוותא לא יחצוב לו אבנים ואם היו חצובות פלוגתא דר' יהודה ורבנן:", 
            "<b>מתני'</b>   אין נושאין נשים במועד לא בתולות ולא אלמנות ולא מייבמין מפני ששמחה היא לו אבל מחזיר הוא את גרושתו ועושה אשה תכשיטיה במועד רבי יהודה אומר אשה לא תסוד מפני שניוול הוא לה:", 
            "<b>גמ'</b>  מפני ששמחה היא לו וכי שמחה היא לו מאי הוי אמר רב יהודה אמר שמואל לפי שאין מערבין שמחה בשמחה:", 
            "ואמר רב דניאל בר קטינא אמר רב מניין שאין נושאין נשים במועד שנאמר (דברים ט״ז:י״ד) ושמחת בחגך בחגך ולא באשתך עולא אמר היינו טעמא דאין נושאין נשים במועד מפני הטורח רבי יצחק נפחא אמר מפני ביטול פריה ורביה:", 
            " תניא כל אלו שאמרו אסורים לישא אשה במועד מותרים לישא ערב המועד (פירוש) דלחד יומא לא משהי איניש אנפשיה ודאין מערבין  שמחה בשמחה מנלן דכתיב (מלכים א ח׳:ס״ה) ויעש שלמה בעת ההיא את החג וכל ישראל עמו קהל גדול שבעה ימים ושבעה ימים ארבע' עשר יום מכדי כתיב ארבעה עשר יום שבעה ימים ושבעה ימים למה לי אלא ש\"מ הני לחוד והני לחוד כתיב   ביום השמיני שלח את העם וכתיב (דה\"ב ח) וביום עשרים     וארבעה לחדש השביעי שלח את העם מכאן לתלמיד הנפטר מרבו ולן באותו העיר שצריך ליפטר ממנו פעם שנייה:", 
            "  ועושה אשה תכשיטיה במועד:", 
            "ת\"ר אלו הן תכשיטיה של אשה כוחלת ופוקסת ומעברת סרק על פניה ואיכא דאמרי ומעברת סכין על פניה שלמטה:", 
            "<b>מתני'</b>     ההדיוט תופר כדרכו  והאומן מכליב ומסרגין את המטות ר' יוסי אומר אף ממתחין:", 
            "<b>גמ'</b>    היכי דמי הדיוט כל שאינו יכול להוציא מלא המחט בבת אחת ר' יוסי אומר כל שאינו יכול לכוין אמרא בחפת חלוקו:"
        ], 
        [
            "והאומן מכליב:", 
            "מאי מכליב רבי יוחנן אמר מפסע רבה בר ( (צ\"ל רב) בר) שמואל אמר כלבתא:", 
            "ומסרגין את  המטות ר' יוסי אומר ממתחין תנא ושוין שאין מפשילין לכתחלה חבלים:", 
            "<b>מתני'</b>   מעמידין תנור וכירים וריחים במועד רבי יהודה אומר אין מכבשין את הריחים לכתחלה   ועושין מעקה לגג ולמרפסת מעשה הדיוט אבל לא מעשה אומן ושפין את הסדקים ומעגילין אותן במעגלה ביד וברגל אבל לא במחצלים:", 
            "הציר והצינור והקורה והמנעול והמפתח  שנשברו מתקנם במועד ובלבד שלא יכוין מלאכתו במועד כבשין שהוא יכול לאכול מהן במועד כובשן:", 
            "<b>גמ'</b>  מאי מכבשין אמר רב יהודה מנקר ריחיא   רבי חייא בר יחיאל אמר בת עינא:", 
            "דרש רב חמא נוקרין ריחיא בחולו של מועד ומשום רבינו אמרו  סוס שרוכב עליו וחמור שרוכב עליו מותר ליטול צפרניו בחולו של מועד   אבל חמרא דריחיא לא רב יהודה שרא למשקל טופרי דחמרי דריחיא בחולא דמועדא ולאוקומי ריחיא ולמבני אמת ריחיא ולמבני אוריא רב שרא לסרוקי סוסיא ולמבני קרפיטא ולמבני  אצטבא:", 
            "רבא שרא למשקל דמא לחמרא בחולו של מועד א\"ל אביי תניא דמסייע לך מקיזין דם לבהמה ואין מונעין רפואה מבהמה בחולו של מועד:", 
            "תוספתא  שותין מי זבלין ומי דקלין וכוס העיקרין במועד   שבראשונה היו אומרים אין שותין מי זבלין ומי דקלין וכוס עיקרין במועד עד שבא רבי עקיבא ולמד שותין מי זבלין   ומי דקלין וכוס עיקרין במועד ומקיזין דם לבהמה לחיה ולעופות ואין מונעין רפואה מבהמה במועד:", 
            "רבא  שרא לכסכוסי קידמי מ\"ט מעשה הדיוט הוא אמר רב יצחק בר אמי אמר רב חסדא   קיטורי  בירא אסור מ\"ט מעשה אומן הוא:", 
            "אמר רבא האי מאן  דמתקן ארעא אדעתא   דבי דרי שרי אדעתא דארעא אסיר היכי דמי מוליא במולי' ונצא בנצא אדעתא דבי דרי שקל מוליא ושדא בנצא אדעתא דארעא ואמר רבא האי מאן דזכי זוכיא אדעתא דציבי שרי אדעתא דארעא אסיר היכי דמי שקל רברבי ושבק זוטרי אדעתא דציבי שקל רברבי וזוטרי "
        ], 
        [
            "אדעתא דארעא:", 
            "ואמר רבא האי מאן דפתח מיא לארעא אדעתא דכוארי שרי אדעתא דארעא אסיר היכי דמי פתח תרי בבי חד מעלאי וחד מתתאי אדעתא דכוארי פתח חד בבא אדעתא דארעא:", 
            " ואמר רבא האי מאן דפשח דיקלא אדעתא דחיותא שרי אדעתא דדיקלא אסיר היכי דמי שקל כוליה מחד גיסא אדעתא דחיותא מהאי גיסא ומהאי גיסא אדעתא דדיקלא ואמר רבא האי תוחלני מגזרינהו שרי מיצינהו אסיר רב פפא אמר כיון דמתלעי כפרקמטיא האבודה דמי ושרי ואמר רבא פרקמטיא כל שהוא אסור א\"ר יוסי ברבי אבין ובדבר האבד מותר רבינא הוה ליה ההוא עסקא דהוה מזדבן בשיתא אלפי דינרי שהייה לבתר חולא דמועדא זבניה בתריסר אלפי דינרי רבינא הוה מסיק זוזי בבני אקרא דשנואתא אתא לקמיה דרב אשי אמר ליה מהו  למיזל עלייהו האידנא אמר ליה כיון דהאידנא משכחת להו וביומי אחריני לא משכחת להו  כפרקמטיא האבודה דמי ושרי:", 
            "  רב שרי ליה לרב חייא  בר אשי למגדל אוהרי בחולא דמועדא מ\"ט מעשה הדיוט הוא אבל אוזלי אסור מ\"ט מעשה אומן הוא רב יהודה שרי לאמי   תנורא למגדל תנורא ולרבה בר עסבי למגדל מהולאתא איני והאמר רבה בר שמואל ושוין שאין גודלין תנור לכתחלה לא קשיא הא דשרא רב יהודה בימות ההמה דאפשר למיפא ביה בחולא דמועדא והא דאסר רבה בימות הגשמים:", 
            "ועושין מעקה לגג ולמרפסת מעשה הדיוט אבל לא מעשה אומן היכי דמי מעשה הדיוט רב יוסף אמר בהוצא ודפנא במתניתא תנא צר בצרור ואינו טח בטיט:", 
            "  שפין את הסדקין:", 
            "שתא במעגל אמרת שרי ביד וברגל מבעיא הכי קאמר שפין את הסדקין ומעגלין אותן כעין מעגלה ביד וברגל   ולא במחצלים:", 
            "אמר רבינא כמאן מדלינן האידנא קיבואתא דדשי בחולא דמועדא ולא בעינן שינוי בדבר האבד כר' יוסי דאמר זולף וגומר וגף כדרכו וקי\"ל כוותיה:", 
            " כבשין שהוא יכול לאכול מהן במועד כובשן בפומבדיתא לבאי כוארי אזול כולי עלמא ציוד ואייתי כוארי שרא להו רבא לממלח מינייהו א\"ל אביי והא אנן תנן כבשין שיכול לאכול מהן במועד כובשן א\"ל רבא כיון דמעיקרא אדעתא דאכילה אייתינהו ואי שביק להו פסדי כפרקמטיא האבודה דמי ושרו  איכא דאמר שרי להו רבא למיזל ומיצד ואיתויי וממלח א\"ל אביי והא אנן תנן כבשין שהוא יכול לאכול מהן במועד כובשן א\"ל הני מתאכלי אגב איצצא כי "
        ], 
        [
            "הא דשמואל עבדו שיתין איצצא ואכיל:", 
            "\n  סליקו להו משקין \n  פרק ב \n", 
            "<b>מי</b>  שהפך את זיתיו וארעו  אבל או אונס שהטעוהו פועליו  טוען קורה הראשונה ומניחה לאחר המועד דברי רבי יהודה רבי יוסי אומר זולף וגומר וגף כדרכו   וכן מי שהיה יינו בתוך הבור וארעו אבל או אונס או שהטעוהו פועליו טוען וזולף וגומר וגף כדרכו דברי רבי יוסי רבי יהודה אומר עושה לו לימודים בשביל שלא יחמיץ:", 
            "<b>גמ'</b>    פתח באבל וסיים במועד אמר רב שישא בריה דרב אידי זאת אומרת דברים המותרין בחולו של מועד אסור  לאבל לעשותם בידו בימי אבלו אלא אחרים עושין לו תניא כותיה דרב שישא בריה דרב אידי דברים שעושין לאבל בימי אבלו כגון זיתיו להפוך (בס\"י הגי' ובורו) וכדו לגוף ופשתנו לעלות מן המשרה וצמרו לעלות מן היורה  מרביצין לו שדהו משתגיע עונת המים שלו האריסין והחכירים והקבלנים לשדה שלו   הרי אלו יעשו החמרין והגמלים והספנין בספינה שלו הרי אלו לא יעשו ואם היו   מוחכרין או  ממושכנים או מושכרין אצל אחרים מעיקרא הרי אלו יעשו.", 
            "שכיר יום אפילו בעיר אחרת  לא יעשה היתה מלאכת  אחרים "
        ], 
        [
            "בידו בין קיבולת בין שאינה קיבולת לא יעשה היתה מלאכתו בביתו ביד אחרים לא יעשה בבית אחר  יעשה.", 
            "ירושלמי שני אחים שני שותפין   שני חנונים שאירע לאחד מהם דבר הרי אלו נועלין חנותם:", 
            "  אמר שמואל   מקבלין קיבולת  בתוך התחום אסור   חוץ לתחום  מותר ואסיקנא הני מילי בשבתות ויו\"ט והוא דליכא מתא דמיקרבא להתם אבל בחולו של מועד אע\"ג דליכא מתא דמקרבא להתם כיון דשכיחי אינשי דאזלי מדוכתא לדוכתא אסור:", 
            "ת\"ר מקבלין קיבולת במועד לעשותה לאחר המועד ובמועד אסור כללו של דבר כל שהוא עושה אומר לנכרי ועושה כל שאינו עושה אינו אומר לנכרי ועושה תניא אידך מקבלין קיבולת במועד לעשותה לאחר המועד ובלבד שלא ישקול ושלא ימדוד ושלא ימנה כדרך שהוא עושה בחול:", 
            "ת\"ר  אין מרביעין בהמה בחולו של מועד כיוצא בו אין מרביעין בבבור ולא בפסולי המוקדשין:", 
            "ת\"ר  אין מדיירין שדה בחולו של מועד פירוש אין מכניסין צאן לדיר ליטול את זבלם ואם באו מאליהן מותרין ואין מסייעין אותם "
        ], 
        [
            "ואין מוסרין להם שומר לנער את צאנם היה שכיר שבת שכיר חדש שכיר שנה שכיר שבוע מסייעין אותם ומוסרין להם שומר לנער את צאנם רבי אומר בשבת בטובה ביום טוב  במזונות במועד בשכר אמר רב יוסף הלכה כרבי:", 
            "וכן מי  שהיה יינו בתוך הבור וכו':", 
            "א\"ר יצחק מאן תנא שינוי במועד בדבר האבד דלא כרבי יוסי א\"ר יוסף הלכה כר' יוסי בעו מיניה מרב נחמן בר יצחק מהו למישע חבית' דשכרא בחולא דמועדא א\"ל סיני אמר הלכה כר' יוסי דחייש לפסידא ושיכרא נמי אית ביה משום פסידא:", 
            "אמר רב חמא בר גוריא אמר רב הלכות מועד כהלכות כותים למאי הלכתא אמר רב דניאל בר רב קטינא (ברא\"ש ליתא תי' אמר רב) אמר רב לומר שהן עקרות ואין למדות זו מזו דאמר שמואל זופתין  כוזתא ואין זופתין חביתא ורב דימי מנהרדעא אמר זופתין חביתא ואין זופתין כוזתא מר חייש לפסידא ומר חייש לטירחא:", 
            "אמר אביי נקיטינן הלכות מועד כהלכות שבת   יש מהן פטור אבל אסור ויש מהן מותר לכתחילה:", 
            "תנו רבנן  טוחנים קמח במועד לצורך המועד ושלא לצורך המועד אסור ואם טחן והותיר הרי זה מותר קוצצין עצים במועד לצורך המועד ושלא לצורך המועד אסור ואם קיצץ והותיר הרי זה מותר  מטילין שכר במועד לצורך המועד ושלא לצורך המועד אסור ואם הטיל והותיר מותר:", 
            " רב חצדו ליה חצדא בחולו של מועד שמע שמואל ואקפד לימא שמואל כיחידאה ס\"ל דתניא דבר האבד מותר לעשותו במועד ושאינו אבד אסור בד\"א בתלוש מן הקרקע אבל במחובר לקרקע אפילו כולו אבוד אסור וקי\"ל דיחידאה היא   ל\"א רב  חצדא דחטי הוה ליה דאי שביק ליה לא פסיד ורב מ\"ט עבד הכי אין לו מה יאכל הוה דתניא ואם אין לו מה יאכל קוצר ומעמר ודש וזורה וטוחן ובלבד שלא ידוש בפרות בחולא דמועדא ושמואל מ\"ט אקפד לא סיימוה קמיה אי נמי אדם חשוב שאני:", 
            "רב יהודה שרא למעקד כיתנא בחולא דמועדא משום דחזי לחפיפה ולמיקטל כשותא דחזי לשיכרא ולמעקר שומשמי דחזיאן לנאזיא דאית בהו רבי ינאי הוה ליה ההוא פרדיסא דמטא   בחולא דמועדא קטפיה לשנה שהו כו\"ע לפרדיסיהו לחולא דמועדא אפקריה רבי ינאי לפרדיסיה ההוא שתא ירושלמי ילפינן מקלקלתא ולא ילפינן מתקנתא רבי יעקב בר אחא בשם רבנן אמר  פרקמטיא אבודה שרי למטלטלא במועדא הדא שיירתא שרי  מזבן מיניה במועדא:"
        ], 
        [
            "<b>מתני'</b>   מכניס אדם פירותיו מפני הגנבים ושולה פשתנו מן המשרה בשביל שלא תאבד ובלבד שלא יכוין את מלאכתו במועד וכולן אם כיונו את מלאכתם במועד  יאבדו:", 
            "<b>גמ'</b>  תנא ובלבד שיכניסם בצנעה לתוך ביתו:", 
            "רב יוסף הוה ליה הנך כשורי עיילינהו ביממא א\"ל אביי והתניא ובלבד שיכניס בצנעא בתוך ביתו א\"ל צנעא דהאי יממא הוא דכיון דבליליא בעו גברי יתירי ובעו מדכורא דנורא אוושא מילתא:", 
            "ובלבד שלא יכוין את מלאכתו במועד:", 
            "בעא מיניה רבי ירמיה מרבי זירא כוון מלאכתו במועד ומת מהו שיקנסו בניו אחריו   אם תמצא לומר    צרם באזן בכור ומת קנסו בניו אחריו משום איסורא דאורייתא ואת\"ל מכר עבדו לעכו\"ם ומת קנסו בניו אחריו משום דכל יומא מפקע ליה ממצות הכא מאי גברא קנסו רבנן והא ליתיה או דילמא ממונא קנסו רבנן והא איתא ופשט ליה לדידיה קנסו רבנן לבריה לא קנסו רבנן וכן הצורם באוזן בכור ומת והמוכר   עבדו לעכו\"ם ומת לא קנסו רבנן בניו אחריו והכין אסקוה לכל חדא וחדא מינייהו בדוכתא וכן הלכה:", 
            "<b>מתני'</b>   אין לוקחין בתים ועבדים ואבנים ובהמה אלא לצורך המועד או לצורך המוכר שאין לו מה יאכל אין מפנין מבית לבית אבל מפנה הוא לחצירו ואין מביאין כלים מבית האומן ואם חושש להם מפנן לחצר אחרת:", 
            "<b>גמ'</b>  בעא מיניה רבא מרב נחמן שכר פעולה שאין לו מה יאכל  מהו כלומר מהו לשכור את הפועל לעשות מלאכה שאינה לצורך המועד כדי שיטול שכרו מפני שאין לו מה יאכל ואסיקנא דשכר פעולה שאין לו מה יאכל שרי:", 
            "ואין  מפנין מבית לבית אבל מפנה הוא לחצרו והא אמרת רישא אין מפנין אמר אביי סיפא אתאן לבית שבחצר:", 
            "גרסינן בפרק מקום שנהגו (פסחים נה:) ת\"ר זבל שבחצר מסלקין אותו לצדדין שברפת ושבחצר מוציאין אותו לאשפה הא גופא קשיא אמרת מסלקין לצדדין והדר קתני מוציאין אותו לאשפה ותירצה רבא הכי קאמר ואם נעשית חצר כרפת בקר מוציאין אותו לאשפה וכן הלכתא.", 
            "ואין "
        ], 
        [
            "מביאין כלים  מבית האומן ואם חושש להם מפנן לחצר אחרת וה\"מ כלים שאינן לצורך המועד אבל כלים שהן לצורך המועד מביאין דתניא   מביאין כלים שהן לצורך המועד מבית האומן כגון   כדים מבית הכדר וכוסות מבית הזגג אבל לא צמר מבית הצבע ולא כלים מבית האומן ואם אין לו מה יאכל נותן לו שכרו ומניחו אצלו ואם אינו מאמינו מניחו בבית הסמוך לו ואם חושש שמא יגנבו מפנן לחצר אחרת:", 
            "<b>מתני'</b>   מחפין את הקציעות בקש ר' יהודה אומר אף מעבין:", 
            "מוכרי פירות כסות וכלים מוכרין בצינעא לצורך המועד הציידין  והדשושות והגרוסות עושין בצינעא לצורך המועד ר' יוסי אומר הן החמירו על עצמן:", 
            "<b>גמ'</b>  ת\"ר חנות הפתוחה לסטיו פותח ונועל כדרכו הפתוחה לרה\"ר פותח אחד ונועל אחד וערב יו\"ט  האחרון של חג מוציא ומעטר את השוק  בפירות בשביל כבוד יו\"ט האחרון של חג וכי אמרינן פותח אחד ונועל אחד בפירי אבל בתבלין מזבני כאורחייהו דהא רב יהודה שרא להו להנהו קרופיאיתא דפומבדיתא למיזל ולזבוני בשוקא כי אורחייהו  :", 
            "\n  סליקו להו מי שהפך \n  פרק ג \n", 
            "<b>ואלו</b>  מגלחין במועד  הבא ממדינת הים ומבית השביה והיוצא מבית האסורין ומנודה שהתירו לו חכמים וכן מי שנשאל לחכם והותר והנזיר והמצורע   והעולה מטומאתו לטהרתו:", 
            "<b>גמ'</b>    ושאר כל אדם אסורין מ\"ט כדי שלא  יכנסו לרגל כשהן מנוולין:", 
            "הבא ממדינת הים:", 
            "תניא ר' יהודה אומר הבא ממדינת הים לא יגלח מפני שיצא שלא ברשו' אמר רבא  לשוט דברי הכל אסור לגלח למזונות דברי הכל מותר כי פליגי להרוחא ר' יהודה מדמי   ליה לשוט ורבנן מדמו להו למזונות וקי\"ל כרבנן:", 
            "אמר שמואל קטן הנולד במועד מותר לגלחו במועד שאין לך בית האסורים גדול מזה במועד אין מעיקרא לא   אמימר ואיתימא רב שישא בריה דרב אידי מתני הכי אמר שמואל קטן מותר לגלחו במועד ל\"ש נולד במועד ול\"ש נולד מעיקרא  אבל אינו נוהג אבילותו ברגל "
        ], 
        [
            "שנאמר ושמחת בחגך אי אבילות דמעיקרא היא אתי עשה דרבים ודחי עשה דיחיד   ואי אבילות דהשתא היא לא אתי עשה דיחיד ודחי עשה דרבים:", 
            " ומנודה נוהג נידוי ברגל ולא שרינן ליה עד  דמפייס ליה לבעל דיניה ובהכין סלקא שמעתא:", 
            "(ברא\"ש איתא דתנן דנין וכו') דנין דיני ממונות במועד ודיני מכות ואי לא צאית דינא משמתינן   ליה:", 
            " אבל אסור בתספורת מדקאמר להו רחמנא לבני אהרן ראשיכם אל תפרעו מכלל דכולי עלמא אסירי   מנודה אסור בתספורת דתניא מנודין ומצורעין אסורין לספר ולכבס מנודה שמת בית דין סוקלין את ארונו ר' יהודה אומר לא שיעמידו עליו גל אבנים כגלו של עכן אלא בית דין שולחין ומניחין אבן על ארונו ללמדך שכל המנודה ומת בנידויו ב\"ד סוקלין את ארונו:", 
            "אבל חייב בעטיפת הראש מדקאמר רחמנא ליחזקאל (יחזקאל כ״ד:י״ז) לא תעטה על שפם מכלל דכולי עלמא מיחייבי מנודה מהו בעטיפת הראש אמר רב יוסף ת\"ש דתניא גבי תענית צבור והן מתעטפין ויושבין כאבלים וכמנודים עד שירחמו מן השמים אמר ליה אביי ודילמא שאני מנודה לשמים דחמיר הלכך מנודה לבני אדם לא מחייב בעטיפת הראש אבל אסור להניח תפילין מדקאמר רחמנא ליחזקאל   פארך חבוש עליך מכלל דכ\"ע אסור ודוקא יום ראשון כדבעינן למימר קמן:", 
            "מנודה מהו בתפילין תיקו:", 
            "אבל אסור בשאילת שלום מדקאמר רחמנא ליחזקאל   האנק דום מנודה מהו בשאילת שלום ולא איפשוט:", 
            "אבל אסור בדברי תורה דקאמר רחמנא ליחזקאל האנק דום מנודה מהו בד\"ת אמר רב יוסף ת\"ש מנודה שונה ושונין לו נשכר ונשכרין לו מוחרם לא שונה ולא שונין לו לא נשכר ולא נשכרין לו אבל שונה הוא לעצמו שלא יפסיד את תלמודו ועושה חנות קטנה כדי פרנסתו אמר רב חסדא   זבוני מיא בפקתא דערבות ש\"מ שמותר בדברי תורה:", 
            "אבל אסור בתכבוסת דכתיב (שמואל ב י״א:ו׳) וישלח יואב תקועה ויקח משם אשה חכמה ויאמר אליה התאבלי נא ולבשי בגדי אבל מנודה אסור בתכבוסת דתניא מנודין ומצורעין אסורין לספר ולכבס:", 
            "אבל חייב בקריעה דקאמר להו רחמנא לבני אהרן (ויקרא י׳:ו׳) בגדיכם לא תפרומו מכלל דכולי עלמא מחייבי אמר רב תחליפא בר אבדימי אמר שמואל אבל שלא פרע ושלא פירם חייב מיתה שנאמר ובגדיכם לא תפרומו ולא תמותו הא אחר שלא פרע ושלא פירם חייב מיתה מנודה מהו בקריעה תיקו:", 
            "אבל חייב בכפיית המטה דתנא בר קפרא   דמות דיוקני נתתי בכם ובעונותיכם הפכתיה יהפכו מטתכם עליה מנודה מהו בכפיית המטה תיקו וכל תיקו דאמרי' בהאי "
        ], 
        [
            "ענינא  לקולא:", 
            "אבל אסור בעשיית מלאכה דכתיב (עמוס ח׳:י׳) והפכתי חגיכם לאבל מה חג אסור בעשיית מלאכה אף אבל אסור בעשיית מלאכה מנודה מותר בעשיית מלאכה דתניא מנודה שונה ושונין לו נשכר ונשכרין לו:", 
            "אבל אסור  ברחיצה דכתיב (שמואל ב י״א:ו׳) וישלח יואב תקועה ויקח משם אשה חכמה ויאמר אליה התאבלי נא ולבשי בגדי אבל ואל תסוכי שמן  ורחיצה בכלל סיכה מנודה מהו ברחיצה ולא אפשוט:", 
            "אבל אסור בנעילת הסנדל מדקאמר רחמנא ליחזקאל ונעליך תשים ברגליך מכלל דכ\"ע אסירי מנודה מהו בנעילת הסנדל ולא אפשוט:", 
            "אבל אסור  בתשמיש המטה דכתיב (שם יב) וינחם דוד את בת שבע אשתו ויבא אליה מכלל דמעיקרא אסור:", 
            "אמר רפרם בר פפא תנא באבל רבתי אבל אסור לשמש מטתו בימי אבלו ומעשה באחד ששמש מטתו בימי אבלו ושמטו חזירים את גויתו מנודה מהו בתשמיש המטה ולא אפשוט אמר רבא מנלן  דמשדרינן שליחא ומזמנינן לב\"ד דכתיב (במדבר ט״ז:ט״ז) היו לפני ה'.", 
            "אתה ופלוני דכתיב אתה והם ואהרן.", 
            "מנ\"ל דקבעינן זימנא דכתיב מחר.", 
            "זימנא בתר זימנא מנ\"ל דכתיב (ירמיהו מ״ו:י״ז) קראו שם פרעה מלך מצרים שאון העביר המועד ומנ\"ל דאי אתפקר   בשליחא דבי דינא דאתי ההוא שליחא ואמר ולא מתחזי בלישנא בישא דכתיב (במדבר ט״ז:י״ד) העיני האנשים ההם תנקר לא נעלה גרסינן בפרק הגוזל  (בבא קמא דף קיב:)", 
            "ושם איתא רבינא  אמר רבא שליחא דבי דינא מהימן בבי תרי וה\"מ לשמתא אבל לפתיחה לא מ\"ט ממונא הוא דקא מחסר ליה דבעי למיתב ליה זוזא לפתיחה.", 
            "ומנא לן דמשמתינן   דכתיב (שופטים ה׳:כ״ג) אורו מרוז דהכי סבר גברא רבה פלוני דכתיב   אמר מלאך ה' ודמחרמינן דכתיב   אורו ארור לדאכיל ושתי  בהדיה   דכתיב יושביה  ודמפרטינן חטאיה בצבורא דכתיב   כי לא באו לעזרת ה' ומנלן דמפקרינן נכסיה דכתיב (נחמיה יג) ואשר לא יבא בעצת השרים והזקנים יחרם כל רכושו ומנ\"ל דנייצינן ולייטינן ומחינן ותלשינן שערי ומשביעינן דכתיב   ואריב עמם ואקללם ואכה מהם אנשים ואמרטם ואשביעם באלהים ומנלן "
        ], 
        [
            "דכפתינן ואסרינן ועבדינן הרדפה דכתיב (עזרא ו) הן למות הן לשרושי הן לענוש נכסין הן לאסורין מאי לשרושי א\"ר יהודה הרדפה:", 
            " גרסינן בפרק שבועת העדות (שבועות דף לו.) תנא ארור בו נדוי בו קללה בו שבועה בו נדוי דכתיב (שופטים ה׳:כ״ג) אורו מרוז ואמר עולא בארבע מאות שיפורי שמתיה ברק למרוז איכא דאמרי גברא רבה הוה ואיכא דאמרי   כוכב דכתיב   הכוכבי' ממסלותם נלחמו עם סיסרא בו קללה דכתיב (דברים כד) ואלה יעמדו על הקללה בהר עיבל ארור האיש בו שבועה דכתיב (יהושע ו׳:כ״ו) וישבע יהושע בעת ההיא לאמר ארור האיש לפני ה' ואומר (שמואל א י״ד:כ״ז) ויהונתן לא שמע בהשביע אביו את העם אמר רב יהודה   אמר שמואל בר שילת משמיה דרב מנדין לאלתר ושונין  לאחר שלשים ומחרימין לאחר ששים רב הונא בר חיננא אמר רב חסדא   ב' וה' וב' כלומר אין מנדין אותו לאלתר אלא עד דמתרינן ביה שני וחמישי ושני וה\"מ לממונא אבל לאפקירותא מנדין לאלתר בלא התראה ההוא טבחא דאתפקר ברב טובי' בר מתנה אמנו   אביי   ורבא ושמתוהו לסוף אזל ופייסיה אמר אביי היכי לעביד לשרי ליה לא חיילא שמתא עליה תלתין יומין לא לשרי ליה קא בעו רבנן לאפטורי א\"ל לרב אידי בר אבין מידי שמיע לך בהא א\"ל הכי אמר רב תחליפא בר אבימי אמר שמואל טוט אסור טוט שרי א\"ל הני מילי לממונא אבל לאפקרותא עד דחיילא שמתא עליה תלתין יומין אלמא קסבר אביי הני בי תלתא דשמתו לא אתו בי תלתא אחריני ושרו אמר אמימר הלכתא הני בי תלתא דמשמתו אתו  תלתא אחריני ושרו אמר ליה רב אשי לאמימר והתניא אחד מן התלמידים שנדה ומת חלקו אינו מופר מאי לאו אינו מופר כלל לא עד דאתו בי תלתא אחריני ושרו.", 
            "האי דסבר אביי דלא שרינן שמתא דאפקרותא ואע\"ג דמפייס ליה לבעל דינא אלא עד דחיילא שמתא עליה תלתין יומין ליתא אלא כי מפייס ליה לבעל דיניה ומפייס שרי ליה לאלתר ממעשה דר\"ש בן לקיש וממעשיה דרב הונא דשמתיה לההיא איתתא דשמעה דאפקה הזכרת השם מפומה כדבעינן למימר קמן הלכך האי דאמר רב תחליפא בר (צ\"ל אבימי) אבדימי אמר שמואל טוט אסר וטוט שרי ל\"ש בממונא ול\"ש באפקרותא כי מפייס ליה בעל דיניה שרינן ליה  לאלתר:", 
            "ת\"ר מנודה לרב מנודה לתלמיד מנודה לתלמיד אינו  מנודה לרב מנודה בעירו מנודה בעיר אחרת מנודה בעיר אחרת אינו מנודה לעירו מנודה לנשיא מנודה לכל ישראל מנודה לכל ישראל אינו מנודה לנשיא רשב\"ג אומר אחד מן התלמידים שנידה ומת חלקו אינו מופר ואוקים לעיל דאתו בי תלתא אחריני ושרו ליה:", 
            "ת\"ר  אין נדוי פחות משלשים יום ואין נזיפה פחות משבעה ואע\"פ שאין ראיה לדבר זכר לדבר שנאמר (במדבר י״ב:י״ד) ואביה   ירוק ירק בפניה הלא תכלם שבעת ימים א\"ר הונא ונדוי שלנו כנזיפה שלהם ונזיפה שלנו כמה הוי   חד "
        ], 
        [
            "יומא כי ההיא איתתא דהוה יתבה בשבילא קא פשטא כרעא חליף צורבא מרבנן ולא איכנעה מקמיה אמר כמה חציפא הא איתתא אתאי לקמיה דר\"ג א\"ל מי שמעת שמתא מפומיה אמרה ליה לא אמר לה זילי נהיגי נזיפותא בנפשיך חד יומא:", 
            "אמר רב הונא     ת\"ח  שנידה לכבודו נדויו נדוי דתניא מנודה לרב מנודה לתלמיד מנודה לתלמיד אינו מנודה לרב לרב הוא דאינו מנודה הא מנודה לכ\"ע  למאי אילימא למילי דשמיא והכתיב (משלי כא) אין חכמה ואין תבונה ואין עצה לנגד ה' אלא לכבוד עצמו:", 
            "א\"ר יוסף  צורבא מרבנן  עביד דינא לנפשיה במלתא דפסיקא ליה:", 
            "אמתיה דבי רבי חזיתיה לההוא גברא דמחי  לבנו גדול אמרה ליהוי ההוא גברא בשמתא דקא עבר אולפני עור לא תתן מכשול דתניא (ויקרא יט) ולפני עור לא תתן  מכשול במכה בנו הגדול הכתוב מדבר ולא נהגו חכמים קלות ראש בנדויה שלש שנים:", 
            "ההוא צורבא מרבנן דהוה סאני   שומעניה א\"ר יהודה היכי לעביד לשמתיה צריכין ליה רבנן לא לשמתיה קא מיתחיל שמא דשמיא אמר ליה לרבה בר בר חנה מידי שמיע לך בהא אמר ליה הכי אמר ר' יוחנן מאי דכתיב (מלאכי ב) כי שפתי כהן ישמרו דעת ותורה יבקשו מפיהו כי מלאך ה' צבאות הוא אם דומה למלאך ה' צבאות יבקשו תורה מפיהו ואם לאו לא יבקשו תורה מפיהו שמתיה רב יהודה לסוף חלש רב יהודה עיילי רבנן לשיולי ביה עייל איהו נמי בהדייהו כד חזייה רב יהודה אחיך אמר ליה לא מסתייה דשמתיה לההוא גברא אלא אחוכי קא מחיך ביה א\"ל לאו בדידך קא מחיכנא אלא האי דקא מחיכנא דכי אזילנא לעלמא דאתי בדיחא דעתאי דאפילו לגברא רבה   כוותיה לא חנפי ליה נח נפשיה דרב יהודה אמרו ליה רבנן גברא חשיב כרב יהודה ליכא הכא דלישרי לך זיל לגבי רבי יהודה נשיאה דלישרי לך אזיל לגביה אמר ליה לרבי אמי זיל עיין ביה בדיניה אי מבעי למשרי ליה שרי ליה עיין רבי אמי בדיניה סבר למשרי ליה עמד רשב\"נ על רגליו ואמר מה שפחתו של בית רבי לא נהגו חכמים בנדויה קלות ראש ג' שנים יהודה חברנו עאכ\"ו א\"ר זירא מאי דקמן   דליתי סבי האידנא לבי מדרשא דהא כמה שני לא אתי ש\"מ לא מיבעי למישרי ליה לא שרא ליה נפק כי קא בכי ואזל אתא זיבורא טרקיה אאמתיה ושכיב עיילוה למערתא דחסידי ולא קבלוהו למערתא דדייני וקבלוהו   דעבד כרבי אלעאי דתניא ר' אלעאי הזקן אומר אם רואה אדם שיצרו מתגבר עליו ילך למקום שאין מכירין אותו וילבש שחורים ויתעטף שחורים ויעשה מה שלבו חפץ ואל יחלל שם שמים בפרהסי' וליתא לדרבי אלעאי אלא אע\"פ שמתגבר יצרו עליו מיבעי ליה ליתוביה בדעתיה דקי\"ל הכל בידי שמים חוץ מיראת שמים רשב\"ל הוה מנטר  פרדסא אתא ההוא גברא וקא אכיל תאני רמא ביה קלא ולא אשגח ביה אמר ליה להוי ההוא גברא בשמתא א\"ל אדרבה ליהוי ההוא גברא בשמתא אם ממון נתחייבתי לך נדוי לא נתחייבתי לך אתא לבי מדרשא ושאיל א\"ל דידיה נדוי דידך לאו נדוי מאי תקנתיה זיל לגביה דלשרי לך לא ידענא ליה זיל לגבי נשיאה דלישרי לך דתניא נדוהו  ואינו יודע מי נדהו ילך אצל נשיא ויפר לו נדויו:", 
            "גרסי' באלו הן הגולין (דף יא:) א\"ר יהודה אמר רב  נידוי על  תנאי אפילו מעצמו צריך הפרה מנלן מיהודה דכתיב (בראשית מג) אם לא הביאותיו אליך והצגתיו לפניך וחטאתי לך כל הימים ואמר רבי שמואל בר נחמני אמר רבי יונתן "
        ], 
        [
            " מאי דכתיב (דברים ל״ג:ז׳) יחי ראובן ואל ימות וזאת ליהודה כל אותם ארבעים שנה שהיו ישראל במדבר היו עצמות של יהודה מגולגלין בארון עד שעמד משה בתפלה ובקש עליהם רחמים לפני הקב\"ה אמר לפניו רבש\"ע מי גרם לראובן שיודה יהודה וזאת ליהודה מיד שמע ה' קול יהודה על איבריה לשפא וכו' גרסינן בנדרים בפ\"ק (דף ז:) אמר רבי אי לא נדוהו בפניו אין מתירין לו אלא בפניו שלא בפניו מתירין לו בין בפניו בין שלא בפניו:", 
            "א\"ר (בגמ' הגי' חנין וכ\"ה בא\"י) חנא אמר רב  השומע  הזכרה מפי חברו צריך לנדותו ואם לא נדהו הוא בעצמו יהא בנדוי שכל מקום שהזכרת השם מצויה שם עניות מצוי ועניות כמיתה שנא' (שמות ד׳:י״ט) כי מתו כל האנשים המבקשים את נפשך דתניא רשב\"ג אומר כל מקום שנתנו חכמים עיניהם בו או מיתה או עוני אמר רב ייבא הוה קאימנא קמיה דרב הונא שמעה לההיא איתתא דאפקה שם שמים מפומה לבטלה שמתה ושרא לה לאלתר באנפהא שמע מינה תלת ש\"מ השומע הזכרה מפי חברו צריך לנדותו וש\"מ נדוהו בפניו אין מתירין לו אלא בפניו וש\"מ אין בין נדוי להפרה ולא כלום:", 
            "אמר רב גידל אמר רב תלמיד חכם  מנדה לעצמו ומפר לעצמו פשיטא מהו דתימא אין חבוש מתיר עצמו מבית האסורין קא משמע לן א\"ר יוסף נדוהו  בחלומו צריך עשרה בני אדם להתירו והוא (בס\"י הגי' דמתנו הלכת' אבל תנו ולא מתנו לא ואי ליכא דמתנו הלכתא אפי' תנו ולא מתנו) דתנו   הלכתא אבל מתנו ולא תנו לא ואי ליכא דתנו הלכתא אפי' מתנו ולא תנו ואי ליכא ליזיל ולותיב אפרשת דרכים ויהיב שלמא לבי עשרה עד דמיקלען ליה עשרה דתנו הלכתא אמר ליה רב אשי לרבינא ידע מאן שמתיה מהו דלישרי ליה אמר ליה לשמותיה שויה שליח למישרי לא שויה שליח אמר ליה רב אחא לרב אשי שמתיה ושארי ליה בחלמיה מאי אמר ליה (בגמ' וברא\"ש ליתא) (רב אחא בריה) כשם שאי אפשר לבר בלא תבן כך אי אפשר לחלום בלא דברים בטלים:", 
            "  אמר רב הונא באושא התקינו אב בית דין שסרח אין מנדין אותו אלא אומרים לו (מלכים ב י״ד:י׳) הכבד ושב בביתך חזר וסרח מנדין אותו מפני חלול השם ופליגא דרשב\"ל דאמר רשב\"ל תלמיד חכם שסרח אין מנדין אותו בפרהסיא שנאמר (הושע ד׳:ה׳) וכשלת היום וכשל גם נביא עמך לילה כסהו כלילה אמר ר\"פ תיתי לי דלא שמתי צורבא מרבנן מעולם אלא כי מחייב צורבא מרבנן שמתא היכי עביד כי הא   דבמערבא ממנו אנגדא דצורבא דרבנן ולא ממנו אשמתא מאי שמתא אמר רב שם מיתה ושמואל אמר שממה יהיה אמר רשב\"ל כשם שנכנסת ברמ\"ח איברים כך כשיוצאת יוצאת מרמ\"ח איברים כשהיא נכנסת דכתיב (יהושע ו׳:י״ז) והיתה העיר חרם חרם בגימט' רמ\"ח וכשהיא יוצאת דכתיב (חבקוק ג׳:ב׳) ברגז רחם תזכור רחם בגימטריא כך הוא א\"ר יוסף שדי שמתא אגנובתיה דכלבא ואיהי דידה עבדא ההוא כלבא דהוה קא אכיל מסאניה דרבנן ולא ידעי מאן הוא קא משמתי ליה איתליא נורא בגנובתיה ואכלתיה:", 
            "  מאי שפורי שנפרעין ממנו  מאי תברי אמר רב יצחק בריה דרב   תברי   בתי תניא רבי שמעון בן גמליאל אומר כל מקום שנתנו חכמים עיניהם בו או מיתה או עוני:", 
            "והנזיר והמצורע תניא "
        ], 
        [
            "כל אלו  שאמרו מותר לגלח במועד כשלא היה להם פנאי אבל אם היה להם פנאי לגלח ולא גלחו אסורין והנזיר והמצורע אף על פי שהיה להן פנאי לגלח ולא גלחו מותרין שלא ישהו קרבנותיהם.", 
            " ואבל שחל שביעי שלו להיות בשבת ערב הרגל מותר לגלח ברגל דכיון דשביעי שלו בשבת אונס הוא לפיכך מותר לגלח ברגל דקי\"ל כאבא שאול דאמר  מקצת היום ככולו ויום ז' עולה לכאן ולכאן כדבעינן למימר קמן:", 
            "ת\"ר כל אלו שאמרו מותרין לגלח במועד מותרין לגלח בימי אבלן והני מילי כשתכפוהו אבליו אבל לא תכפוהו אבליו אסור ושאר כל אדם שתכפוהו אבליו הכביד שערו מיקל בתער ולא במספרים ומכבס כסותו במים ולא בנתר ולא בחול ורוחץ כל גופו בצונן אבל לא בחמין כדגרסי' בתענית (דף יג.) אמר ר' אבא הכהן משום ר' יוסי הכהן מעשה ומתו בניו של ר' יוסי ברבי חנינא ורחץ בצונן כל שבעה ואוקימנא שתכפוהו אכליו:", 
            "  ת\"ר כשם שאמרו אסור לגלח במועד כך אמרו אסור ליטול  צפרניו במועד דברי רבי יהודה ורבי יוסי מתיר וכשם שאמרו אסור לגלח  בימי אבלו כך אמרו אסור ליטול צפרניו בימי אבלו דברי רבי יהודה ורבי יוסי מתיר אמר עולא הלכתא כר' יהודה באבל והלכתא כר' יוסי במועד ושמואל אמר  דף יח.", 
            "ע\"ש  הלכתא כרבי יוסי בזה ובזה דאמר שמואל הלכתא כדברי המיקל באבל וקי\"ל בשמואל ול\"ש צפרניו דיד ול\"ש צפרניו דרגל כולהו שרו מיהו ה\"מ בשיניו אבל בגנוסתרי אסור דאמר ר' חייא בר אשי (בגמ' וברא\"ש ליתא) (א\"ר אשי) א\"ר ובגנוסתרי אסור  וחזינן למקצת  רבוותא דאמרי דוקא בתוך שלשים אבל בתוך שבעה אסור ואנן לא ס\"ל הכי אלא אפי' בתוך שבעה שרי וה\"מ בימי אבלו אבל במועד אפי' בגנוסתרי מותר ואיכא מאן דאמר דבמועד נמי בגנוסתרי אסור ומייתי ראיה מיהא דאמר  רב שימי בר אבא הוה קאימנא קמיה דר' יוחנן בבי כנישתא  בחולו דמועדא ושקלינהו לטופריה  בשיניה וקאמר מדשקלינהו בשיניה ש\"מ דבגנוסתרי אסור ואנן לא סבירא לן הכי דאי ס\"ד דבגנוסתרי אסור אדאמר ש\"מ תלת הוה למימר ש\"מ ארבע ונמני ליה בהדייהו ומדלא אמר הכי ש\"מ דבגנוסתרי מותר והאי דשקלינהו בשיניה משום דהוה בבי כנישתא דליכא גנוסתרי ולהכי לא חשיב לה בהדייהו ולהכי אצטריך למימר דהוה קאי בבי כנישתא משום דלא תגמר מיניה דבגנוסתרי אסור הלכך לא גמרינן מיניה אלא הנהו תלת בלחוד דגמרי רבנן ותו לא מידי:", 
            "ומותר לגלח שפה  בחולו של מועד ת\"ר ג' דברים נאמרו בצפרנים קוברן צדיק שורפן חסיד זורקן רשע וטעמא מאי שמא תעבור עליהם אשה עוברה ותפיל ודוקא היכא דנפלי אבל אי כניס להו לבתר דנפול ושדי להו אבראי לית לן בה דכיון דאישתנו אישתנו:"
        ], 
        [
            "<b>גמ'</b>  אמר רבי (ברא\"ש איתא אסי) יוסי אמר רבי יוחנן מי שאין לו אלא  חלוק אחד מותר לכבסו בחולו של מועד שלח רב יצחק בר יעקב בר גיורי משמיה דרבי יוחנן כלי  פשתן מותר לכבסן בחולו של מועד:", 
            "<b>מתני'</b>    אלו  כותבין במועד קדושי נשים וגטין ושוברין דיאתיקי ומתנה ופרוזבלין אגרות שום אגרות מזון שטרי חליצה ומיאונין  ושטרי בירורין וגזירות ב\"ד ואגרות של רשות פירוש אגרות של  רשות אגרות שאלת שלום וכן פירשו בירושלמי:", 
            "<b>גמ'</b>  אמר שמואל מותר לארס אשה במועד שמא יקדמנו אחר ברחמים תנא דבי שמואל מארסין ואין כונסין ואין עושין סעודות ארוסין   (ונישואין) ולא מיבמין מפני ששמחה היא לו:", 
            "<b>מתני'</b>  אין  כותבין שטרי חוב במועד "
        ], 
        [
            "ואם אינו מאמינו או שאין לו מה יאכל ה\"ז יכתוב אין כותבין ספרים תפילין ומזוזות במועד ואין  מגיהין אות אחת אפילו בספר העזרה רבי יהודה אומר כותב אדם תפילין ומזוזות לעצמו   וטווה על ירכו תכלת לציציתו:", 
            "<b>גמ'</b>  ת\"ר כותב  אדם תפילין ומזוזות לעצמו ולאחרים בטובה דברי רבי מאיר ר' יהודה אומר מערים ומוכר את שלו וכותב לעצמו ר' יוסי אומר כותב ומוכר כדי פרנסתו אורי ליה רב לרב חננאל וכן אורי ליה רבה בר בר חנה לרב חננאל כותב ומוכר כדי פרנסתו:", 
            "אמר רב יהודה אמר שמואל וכן תני ר' חייא בר אבא א\"ר יוחנן הלכתא טווה בין באבן בין בפלך והלכתא כותב ומוכר כדי פרנסתו:", 
            "תניא בתוספתא דמשקים   כותב אדם חשבונותיו במועד ומחשב אדם יציאותיו במועד ומקבלים קיבולת במועד למוצאי המועד אבל לא ימוד ולא ימנה ולא ישקול כדרך שהוא עושה בחול:", 
            "<b>מתני'</b>   הקובר את מתו שלשה ימים קודם הרגל בטלה ממנו גזירת שבעה שמונה ימים קודם לרגל בטלה ממנו גזירת ל' מפני שאמרו שבת עולה ואינה מפסקת והרגלים מפסיקין ואינן עולין  ר' אליעזר אומר משחרב ביהמ\"ק עצרת בשבת ר\"ג אומר ר\"ה ויוה\"כ כרגלים וחכ\"א לא כדברי זה ולא כדברי זה אלא עצרת כרגלים ויוה\"כ ור\"ה כשבת:", 
            "<b>גמ'</b>    ת\"ר   קיים כפיית המטה ג' ימים קודם הרגל אינו צריך לכפות אחר הרגל דברי ר\"א וחכ\"א אפי' יום אחד ואפילו שעה אחת אמר ר\"א הן הן דברי ב\"ש הן הן דברי ב\"ה שב\"ש אומרים ג' ובה\"א אפי' יום אחד אורי ליה ר' יוחנן לרבי חייא בר אבא אפי' יום אחד ואפי' שעה אחת רבא אמר הלכתא כתנא קמא דידן דאמר הקובר את מתו ג' ימים קודם לרגל ומסקנא אמר ליה רב חביבא מסורא דפרת לרבינא הלכתא מאי אמר ליה אפילו יום אחד ואפילו שעה אחת וכן הלכתא:", 
            "  אמר רב גזרות בטלו ימים לא בטלו שאם לא גלח ערב הרגל אסור לגלח אחר הרגל ולית הלכתא כרב דקי\"ל   כאבא שאול דאמר אם חל שביעי להיות ערב הרגל מגלח בערב הרגל ביום שביעי דקסבר מקצת היום ככולו ויום ז' עולה למנין שבעה ועולה למנין שמונה שהוא מכלל ל' ואם לא גלח בערב הרגל ביום ז' שלו מותר לגלח אחר הרגל דכשם שמצות יום אחד ושעה אחת מבטלת גזירת ז' כך מצות יום אחד ושעה אחת מבטלת גזרת  ל' ומודים חכמים לאבא שאול ביום ל' שמקצת היום בכולו אמר רבא הלכתא כאבא שאול ביום שלשים ואין הלכה כמותו ביום ז' ונהרדעי אמרי הלכתא כאבא שאול בזו ובזו דאמר שמואל הלכה כדברי "
        ], 
        [
            "המיקל באבל וכן הלכתא אמר רב הונא בריה דרב יהושע הכל מודים כשחל שלישי שלו להיות ערב הרגל שאסור ברחיצה עד  הערב והוא הדין אפי' יום ששי מאי טעמא דאכתי לא שלים אבלות דיליה אלא רגל הוא דמפסיק ליה אבילות הלכך אין מותר לרחוץ עד דחייל רגל וקי\"ל כוותיה:", 
            "והלכת' (דף כ\"ה בא\"י) למעשה הקובר את מתו ברגל לא חיילא עליה אבילות אלא לאחר הרגל ונקיט ז' ימי אבלות מיו\"ט האחרון ואע\"ג דלא נהיג ביה אבילות עולה למנין שבעה ולא נקיט לבתר הרגל אלא ששה  ימים בלבד ומאן דשכיב ליה שכבא ביו\"ט שני שהוא יו\"ט האחרון או ביו\"ט שני דעצרת נוהג בו אבלות דהוא יום מיתה ויום קבורה והכי אסכימו באבלות דיום ראשון  דאורייתא הוא דכתיב (ויקרא י׳:י״ט) ואכלתי חטאת היום וכתיב (עמוס ח׳:י׳) ואחריתה כיום מר ויו\"ט אחרון מדרבנן הוא וכיון דאבלות דיום ראשון מדאורייתא ויום טוב אחרון מדרבנן אתי עשה דיחיד דאורייתא ודחי עשה דרבנן.", 
            "הקובר את מתו ברגל אע\"פ שאין רגל עולה לו למנין שבעה עולה לו למנין שלשים דכי תנן והרגלים מפסיקין ואינן עולים למנין שבעה הוא דאינן עולין דמצות שבעה אינה נוהגת ברגל אבל למנין ל' הואיל ומצות ל' נוהגת ברגל דהא אינו מגלח ברגל וכן הלכתא:", 
            "מפני  שאמרו שבת עולה ואינה מפסקת:", 
            "  בעא מיניה  ר' יוחנן משמואל יש אבלות בשבת או אין אבלות בשבת אמר ליה אין אבלות בשבת תניא  כל שבעה קרעו לפניו ואם בא להחליף מחליף וקורע ובשבת קרעו לאחוריו ואם בא להחליף מחליף ואינו קורע ודוקא על אביו ועל אמו אבל על שאר קרובים אפי' תוך שבעה מחליף ואינו קורע שכל קרע שאינו בשעת חימום אינו קרע ואותם קרעים אינן מתאחין אמר רב משרשיא בר תחליפא אמר רב כהנא אמר שמואל פח\"ז חובה נת\"ר רשות פח\"ז   פריעת הראש חזרת הקרע זקיפת המטה חובה נת\"ר נעילת הסנדל תשמיש המטה רחיצה בחמין רשות אמר רבי יעקב אמר ר' יוחנן לא שנו פריעת הראש חובה אלא שאין לו מנעלים ברגליו אבל יש לו מנעלים ברגליו מנעליו מוכיחין עליו והויא פריעת הראש רשות ומסקנא דברים שבצנעה כגון כסוי הראש ורחיצה בחמין ותשה\"מ וכיוצא בהן נוהג בהן בצנעה דאמר אביי אשכחיה לרב יוסף דפריש ליה סודרא ארישיה וקא אזיל ואתי בביתיה אמר ליה לא סבר לה מר דאין אבילות בשבת אמר ליה הכי אמר ר' יוחנן  דברים שבצנעה נוהג:", 
            "ר' אליעזר אומר משחרב ביהמ\"ק   עצרת כשבת:", 
            "וקי\"ל עצרת כרגלים דאמרינן   דרש רבי ענני בר ששון על פתחא דבי נשיאה יום אחד לפני עצרת ועצרת הרי כאן ארבעה עשר דאמר ר' אלעזר אמר ר' אושעיא מנין לעצרת שיש לו תשלומין "
        ], 
        [
            "כל שבעה שנאמר (דברים ט״ז:ט״ז) בחג המצות ובחג השבועות מקיש חג השבועות לחג המצות מה חג המצות יש לו תשלומין כל ז' אף חג השבועות יש לו תשלומין כל שבעה:", 
            "רבן גמליאל אומר ר\"ה ויוה\"כ כרגלים:", 
            "אמר רב גידל בר מנשיא אמר שמואל הלכה כרבן גמליאל אדבריה רב פפא לרב אויא סבא ודרש  יום אחד לפני ר\"ה ור\"ה הרי כאן י\"ד אמר רבינא הלכך יום אחד לפני החג וחג ושמיני של חג הרי כאן כ\"א יום ולא צריך למנקט אחר החג אלא תשעה ימים בלבד ומקצת יום שלשים ככולו וכן הלכתא:", 
            "  ל'  יום מנ\"ל אתיא פרע פרע מנזיר כתיב הכא ראשיכם אל תפרעו וכתיב התם גדל פרע שער ראשו מה להלן שלשים אף כאן שלשים והתם מנ\"ל אמר רב מתנה סתם נזירות ל' יום מאי טעמא אמר קרא יהיה בגימטריא תלתין הוו   ומנין לאבילות שהוא שבעה דכתיב (עמוס ח׳:י׳) והפכתי חגיכם לאבל מה חג שבעה אף אבלות שבעה ואימא בעצרת דחד יומא הוא ההוא מיבעי' ליה לכדר' שמעון בן לקיש דאמר משום רבי יהודה נשיאה מנין לשמועה רחוקה שאינה נוהגת אלא יום אחד דכתיב והפכתי חגיכם לאבל ואשכחן עצרת דאיקרי חג וחד יומא הוא:", 
            " ת\"ר שמועה קרובה נוהגת שבעה ושלשים ושמועה רחוקה אינה נוהגת אלא יום אחד איזו היא רחוקה ואיזו היא קרובה.", 
            "קרובה בתוך שלשים רחוקה לאחר ל' דברי ר' עקיבא וחכ\"א אחד שמועה רחוקה ואחד שמועה קרובה נוהג' ז' ול':", 
            "אמר רבה בר בר חנא א\"ר יוחנן כל מקום שאתה מוצא   יחיד מיקל ורבים מחמירין הלכה כדברי המחמירין חוץ מזו שאע\"פ שר\"ע מיקל וחכמים מחמירין הלכה כר\"ע דאמר שמואל הלכה כדברי המיקל באבל:", 
            "רב בר אחוה דר' חייא דהוא בר אחתיה דר' חייא סליק להתם א\"ל אבא קיים   א\"ל אימא קיימת א\"ל אימא קיימת א\"ל אבא קיים א\"ל לשמעיה חלוץ לי מנעלי והולך אחרי כלי לבית המרחץ ש\"מ תלת ש\"מ   אבל אסור בנעילת הסנדל וש\"מ שמועה  רחוקה אינה נוהגת אלא יום א' וש\"מ מקצת היום ככולו:", 
            "א\"ר יוסי בר אבין שמע שמועה קרובה ברגל ולמוצאי הרגל נעשית רחוקה עולה לו ואינו נוהג  אלא יום אחד:", 
            "תני ר' אדא דמן קסרי קמיה דרבי יוחנן שמע שמועה  קרובה בשבת ולמוצאי שבת נעשית רחוקה עולה לו ואינו נוהג אלא יום אחד בלבד וכתב בעל הלכות שאם שמע שמועה ביום ל' שנוהג ז' ושלשים כשומע ביום כ\"ט ומסתברא כוותיה ואיכא מ\"ד דשמועה ביום ל' כשמועה ביום ל\"א ואינו נוהג אלא יום א' בלבד ואיתלו בההיא דאמרי' בבכורות בפ' יש בכור לנחלה (דף מט.) אמר רב אשי הכל מודים לענין אבילות  דיום שלשים כיום שלפניו דאמר שמואל הלכה כדברי המיקל באבל וקא סברי דיום שלפניו כיום אחד ושלשים הוא וגמרינן מינה ליום שמועה והא טעותא רבתא היא דהאי "
        ], 
        [
            "דאמרינן בבכורות לענין נפל הוא דאמר ר\"ש ב\"ג כל ששהה ל' יום באדם אינו נפל וקאמר רב אשי שאם מת הולד ביום ל' כאלו מת ביום שלפניו שהוא כ\"ט כלומר כנפל הוא חשוב ואינו מתאבל עליו וראיה לדבר דהא גמרי לה מדאמר שמואל הלכה כדברי המיקל באבל ושמע מינה דלקולא אמר רב אשי הכל מודים לענין אבלות דיום שלשים כיום שלפניו דמי דאלמא לא מיחייב עליה אבלות הלכך לא מצית למימר כיום שלפניו אלא כיום כ\"ט ואי הכי היכי גמרינן לה מינה דיום ל' לענין שמועה כיום ל\"א אלא ודאי טעות הוא בידי האומר כך ואינו אלא כמו שכתב בעל הלכות דיום ל' כתוך ל' הוא והויא לה שמועה קרובה והאי דאמרי' היכא דמית הולד בתוך ל' יום הוא נפל ולא מיחייב עליה אבלות ה\"מ היכא דלא קים ליה ביה שכלו לו חדשיו אבל היכא דקים ליה ביה שכלו ליה חדשיו מיחייב לאתאבולי עליה דגרסינן בפרק אם לא הביא כלי (שבת קלו.) בריה דרב דימי בר יוסף אתיליד ליה  ההוא ינוקא שכיב בגו תלתין יומין הוה יתיב וקא מתאבל עליה א\"ל אבוה צודניאתא קא בעית למיכל א\"ל קים לי בגויה שכלו לו חדשיו ולענין  שמועה רחוקה דאינה נוהגת אלא יום א' בלבד איבעיא לן (מכילתין דף כ:) קורע או אינו קורע ומסקנא אינו קורע דליכא קריעה בלא ז' אלא בכבוד אביו ואמו אבל בחמשה מתי מצוה לא דתניא מי שאין לו חלוק לקרוע ונזדמן לו חלוק בתוך ז' קורע לאחר ז' אינו קורע וא\"ר זירא בד\"א כחמשה מתי מצוה אבל על אביו ועל אמו קורע והולך:", 
            "ת\"ר כל האמור בתורת כהנים  כהן מיטמא להן אבל מתאבל עליהן אלו הן אביו ואמו ובנו ובתו ואחיו ואחותו ואשתו הוסיפו עליהן  אחיו ואחותו הבתולה מאמו ואחותו נשואה בין מאביו בין מאמו וכל מי שמתאבל עליו מתאבל עמו בביתו כי הא דאמר ליה רב לחייא בריה וכן א\"ל רב הונא (בגמ' הגי' לרבה) לרבא בריה באנפה נהוג "
        ], 
        [
            "אבלות בלא אנפה לא נהוג אבלות ולא אמרו  בכבוד אשתו אלא חמיו וחמותו אבל אחי אשתו או אחותו לא דתניא מי שמת חמיו וחמותו אינו רשאי לכוף את אשתו להיות כוחלת ולהיות פוקסת אלא כופה מטתו ונוהג עמה אבלות וכן היא שמת חמיה וחמותה אינה רשאה להיות כוחלת ולהיות פוקסת אלא כופה מטתה ונוהגת עמו אבלות ותניא אידך אף על פי שאמרו אינו רשאי לכוף את אשתו   באמת אמרו מוזגת לו את הכוס ומצעת לו את המטה ומרחצת   פניו ידיו ורגליו קשיאן אהדדי אלא לאו ש\"מ כאן בחמיו וחמותו וכאן בשאר קרובים שמע מינה תנ\"ה לא אמרו בשביל כבוד אשתו אלא חמיו וחמותו בלבד:", 
            "גרסי' בכתובות בפרק קמא (דף ד.) תניא הרי שהיתה  פתו אפויה וטבחו טבוח ויינו מזוג ומת אביו של חתן או אמה של כלה מכניסין את המת לחדר ואת החתן ואת הכלה לחופה ובועל בעילת מצוה ופורש.", 
            "ונוהג שבעת ימי משתה ואח\"כ נוהג ז'  ימי אבלות וכל אותן הימים הוא ישן בין האנשים ואשתו  ישנה בין הנשים ואין מונעין תכשיטין מן הכלה כל ל' יום ודוקא אביו של חתן ואמה של כלה  דליכא איניש דטרח להו אבל איפכא לא.", 
            "אמר רפרם בר פפא אמר רב חסדא לא שנו אלא שנתנו מים ע\"ג בשר אבל לא נתנו מים ע\"ג בשר מזדבן:", 
            "אמר מר הוא ישן בין האנשים ואשתו ישנה בין הנשים מסייעא ליה לר' יוחנן דאמר ר' יוחנן אע\"פ שאמרו אין אבלות במועד אבל דברים שבצנעא נוהג:", 
            "  ואלו דברים שאבל אסור בהן אסור במלאכה וברחיצה ובסיכה ובנעילת הסנדל ובתשמיש המטה  ואסור לקרות בתורה ובנביאים ובכתובים  ולשנות במשנה ובמדרש ובהלכות ובהגדות ואם היו רבים  צריכים לו אינו נמנע ומעשה ומת בנו של ר' יוסי בצפורי ונכנס לבית המדרש ודרש כל היום כולו ובתו של רבי בבית שערים ונכנס לבית המדרש ודרש כל היום כולו תנא ובלבד שלא יעמיד מתורגמן ואלא היכי עביד כי הא דתניא מעשה ומת בנו של ר' יהודה בר' אלעאי ונכנס לבית המדרש ודרש כל היום כולו ונכנס רבי חנניה בן עקביא וישב בצדו ולחש הוא לרבי חנניה בן עקביא ור' חנניה בן עקביא לתורגמן והתורגמן השמיע לרבים.", 
            "הא דאמרי' אסור ברחיצה לא שנא רחיצה בחמין ולא שנא רחיצה בצונן דגרסי' בתעניות בפ' קמא (דף יג.) והלכתא אבל אסור בין בחמין בין בצונן ופניו ידיו ורגליו בחמין אסור בצונן מותר ולסוך אפילו כל שהוא אסור להעביר את הזוהמא מותר:", 
            "תנו רבנן אבל שלשה ימים הראשונים  אסור להניח תפילין ומסקנא אינו אסור אלא יום ראשון בלבד דעיקר מררא חד יומא הוא דכתיב (עמוס ח׳:י׳) ואחריתה כיום מר אבל ביום  שני מותר וכיון שהניח ביום שני שוב אינו חולץ ואפילו באו פנים חדשות:", 
            "  ת\"ר  אבל שלשה ימים  ראשונים אסור בעשיית מלאכה ואפילו עני המתפרנס מן הצדקה מכאן ואילך עושה בצינעה בתוך ביתו "
        ], 
        [
            "והאשה טוה בפלך בתוך ביתה:", 
            "ת\"ר אבל ג'  ימים הראשונים אינו הולך לבית האבל מכאן ואילך הולך ואינו יושב במקום המנחמים אלא במקום מתנחמים ת\"ר  אבל שלשה ימים הראשונים אסור בשאילת שלום ואי לא ידעי ושאלו בשלומיה מודע להו שהוא אבל ולא מהדר להו שלמא משלשה ועד שבעה אי לא ידעי ושאלו בשלומיה מהדר להו שלמא ולא צריך לאודעינהו משבעה ועד שלשים הוא שואל בשלום אחרים שאחרים שרויין בשלום ואחרים אין שואלין בשלומו אלא לאחר שלשים יום והני מילי בשאר קרובים אבל על אביו ועל אמו אין שואלין בשלומו אלא לאחר שנים עשר חדש:", 
            "תנו רבנן שלשה ימים הראשונים  בא ממקום קרוב מונה עמהן ממקום רחוק מונה לעצמו ומכאן ואילך אפי' בא ממקום קרוב מונה לעצמו  רבי שמעון אומר אפי' ביום שביעי בא ממקום קרוב מונה עמהן ואיפסיקא הלכתא בהדיא   כר\"ש והוא שבא ומצא מנחמין אצל גדול הבית וכמה מקום קרוב י' פרסי סוגיא דחד יומא כיון דאלו שמע ביומא קמא הוה קא מצי למיתי כמאן דאיתי מעיקרא דמי אמר להו רבא לבני מחוזא כגון אתון  דלא אזליתו בתר ערסא כד מהדריתו אפייכו מבבא דאבולא אתחילו ומנו תנו רבנן על כל  המתים כולן מדחה מטתו ה\"ז משובח על אביו ועל אמו הרי זה מגונה היה ע\"ש או ערב יו\"ט או שהיו גשמים מזלפין על מטתו הרי זה משובח לפי שאינו עושה אלא לכבוד אביו ואמו על כל המתים כולן  רצה ממעט בעסקו רצה   אינו ממעט על אביו ועל אמו ממעט על כל המתים כולן רצה  חולץ רצה אינו חולץ על אביו  ועל אמו חולץ פירוש חולץ כתפו ומוציא זרועו מן הקרע של חלוק ונמצא זרועו עם כתפו מגולין על כל המתים כולן  נכנס לבית השמחה לאחר שלשים יום על אביו ועל אמו  לאחר י\"ב חדש על כל המתים כולן "
        ], 
        [
            "מספר לאחר ל' יום על אביו ועל אמו יגדל פרע עד שיגערו בו חביריו אמר רב חסדא ולשמחת מרעות אינו צריך לשהות לאחר שלשים יום אלא לאלתר מותר ליכנס והנ\"מ בפורענא אבל בארישתא לאחר שלשים יום ועל אביו ועל אמו בין כך ובין כך לאחר י\"ב חדש על כל המתים כולן קורע  טפח על אביו ועל אמו עד שיגלה את לבו א\"ר אבהו מאי קראה (שמואל ב א׳:י״א) ויחזק דוד בבגדיו ויקרעם ואין אחיזה פחותה מטפח.", 
            "על כל המתים כולן אפילו לבוש עשרה חלוקים אינו קורע אלא עליון על אביו ועל אמו קורע את כולן  ואפרקיסתו אינה מעכבת אחד האיש ואחד האשה דברי ר\"ש בן אלעזר שר\"ש בן אלעזר אומר האשה קורעת את התחתון ומחזירתו לאחוריה וחוזרת וקורעת את העליון על כל המתים כולן רצה מבדיל קמי שפה רצה אינו מבדיל על אביו ועל אמו מבדיל על כל המתים כולן שולל לאחר שבעה ומאחה לאחר ל' יום על אביו ועל אמו שולל לאחר שלשים יום ואינו מאחה לעולם והאשה שוללת לאלתר מפני כבודה כי אתא רבין א\"ר יוחנן על כל המתים כולן  קורע בכלי על אביו ועל אמו קורע ביד אמר ר' חייא בר אבא אמר רבי יוחנן על כל המתים כולן  קורע מבפנים ועל אביו ועל אמו קורע מבחוץ אמר רב חסדא וכן לנשיא:", 
            "נשיאה שכיב אמר ליה רב חסדא לרב חנן בר רבא כפי אסיתא וקום עלה ואחוי קריעה לעלמא אמר ליה רב אשי לאמימר  דף כא.", 
            "ע\"ש   קריעה  מעומד מנלן דכתיב (איוב א׳:כ׳) ויקם איוב ויקרע את מעילו ודילמא מלתא יתירא הוא דעבד אלא מהכא (שמואל ב י״ג:ל״א) ויקם המלך ויקרע את בגדיו:", 
            "על חכם חולץ מימין ועל אב בית דין משמאל ועל נשיא מכאן ומכאן    תנו רבנן חכם שמת בית מדרשו בטל אב בית דין שמת כל בתי מדרשות שבעירו בטלין ובני בית הכנסת נכנסין לבהכ\"נ ומשנין את מקומם היושבין בצפון יושבין בדרום בדרום יושבין כצפון נשיא שמת כל בתי מדרשות בטלין ובני בהכ\"נ נכנסין בבהכ\"נ   וקורין שבע' ויוצאין ר' יהושע בן קרחה אומר לא שיצאו ויטיילו בשוק אלא יושבין ודוין ואין אומרים שמועה והגדה בבית האבל אמרו עליו על חנינא בן גמליאל שהיה אומר שמועה והגדה בבית האבל גרסי' בע\"ז בפ\"ק (דף יא.) ת\"ר שורפין על המלכים ולא מדרכי האמורי שנא' (ירמיה לד) בשלום תמות ובמשרפות אבותיך המלכים הראשונים ישרפו לך וכשם ששורפין על המלכים כך שורפין עלהנשיאים ומה הן שורפין עליהם מטותיהן וכל כלי תשמישן מעשה ומת רבן גמליאל הזקן ושרף עליו אונקלוס הגר כמאה מנה צורי ת\"ר   אבל  שבת ראשונה אינו יוצא מפתח  ביתו שנייה יוצא ואינו יושב במקומו שלישית יושב במקומו ואינו מדבר רביעית הרי הוא ככל אדם:", 
            "ת\"ר כל  ל' יום לנישואין מתה אשתו אסור  לישא אשה אחרת עד שיעברו עליו שלשה רגלים רבי יהודה אומר רגל ראשונה ושנייה אסור ושלישית מותר "
        ], 
        [
            "ואם אין לו בנים מותר לישא אשה אחרת לאלתר מפני פריה ורביה הניחה לו בנים קטנים מותר לישא  לאלתר מפני פרנסתן:", 
            "ירושלמי בפרק החולץ ליבמתו חוץ מן האלמנה מפני האיבול וכמה איבול ל' יום הדא דאיתמר בנשים אבל באנשים ג' רגלים ביש לו בנים אבל אין לו בנים מותר מיד וה\"מ כשיש לו מי שישמשנו אבל אין לו מי שישמשנו מותר מיד וה\"מ בשאין לו בנים קטנים אבל אם יש לו בנים קטנים מיד מותר כהדא מעשה שמתה אשתו של ר' טרפון ועד שהוא בבית הקברות אמר לאחותה לכי גדלי בני אחותיך ואע\"פ שכנסה לא הכירה עד שעברו עליו ל' יום:", 
            "בבלי   מעשה שמתה אשתו של יוסף הכהן ואמר לאחותה בבית הקברות לכי פרנסי בני אחותיך ואעפ\"כ לא בא עליה אלא לזמן מרובה מאי לזמן מרובה אמר רב פפא לאחר שלשים יום.", 
            "אין לו בנים מותר לישא אשה אחרת לאלתר מפני ביטול פו\"ר וכמה בנים יהיו לו ויהא אסור לישא לאלתר כדתנן (יבמות סא:) לא יבטל אדם מפריה ורביה אא\"כ יש לו בנים בש\"א שני זכרים ובה\"א זכר ונקבה שנא' (בראשית ה׳:ב׳) זכר ונקבה בראם וקי\"ל כב\"ה היו לו בנים ומתו והיו להן בנים כבר קיים מצות פריה ורביה דת\"ר בני בנים הרי הן כבנים ולא שנא ברא לברתא ול\"ש ברתא לברא או ברתא לברתא או ברא לברא בכולהו קיים מצות פו\"ר ודוקא תרי מתרי אבל תרי מחד ברא לא  ת\"ר כל ל' יום לגיהוץ אחד כלים חדשים ואחד כלים ישנים יוצאין מתחת המכבש רבי אומר לא אסרו אלא בכלים חדשים בלבד  ר' אלעזר בר\"ש אומר לא אסרו אלא כלים  חדשים לבנים בלבד וקי\"ל כרבי אליעזר בר\"ש דהא רבא נפק בהימיינותא רומייתא סומקתי חדתי כר' אליעזר בר\"ש:", 
            "תניא באבל רבתי כל שלשים יום אסור בתספורת אחד ראשו ואחד זקנו ואחד כל שער  שיש בו והאשה מותרת בנטילת שער לאחר  שבעה וגרסינן בפרק החולץ (יבמות דף מג.) בענין רבי יוסי אומר כל הנשים יתארסו חוץ מן האלמנה מפני האיבול וכמה איבול שלשים יום אמר רב חסדא ק\"ו ומה במקום שאסרו לספר ולכבס מותר ליארס ל' יום של איבול שמותר לספר ולכבס אינו דין שמותר ליארס ושמעת מינה שהאשה מותרת בנטילת שער לאחר שבעה כדקתני באבל רבתי:", 
            "ת\"ר  מי שמתו מוטל לפניו  אוכל בבית אחר אין לו בית אחר אוכל בבית חבירו אין לו בית חבירו עושה מחיצה ואוכל אין לו דבר לעשות מחיצה מחזיר את פניו ואוכל ואינו מיסב ואוכל ואינו אוכל בשר ואינו שותה יין ואינו מברך ואינו מזמן ואין מברכין עליו ואין מזמנין עליו ופטור מק\"ש ומן התפילה "
        ], 
        [
            "ומן התפילין ומכל מצות האמורות בתורה ובשבת מיסב ואוכל בשר ושותה יין ומברך ומזמן.", 
            "ומברכין עליו ומזמנין עליו וחייב בכל המצות האמורות בתורה ר\"ג אומר מתוך שנתחייב באלו נתחייב בכולן אר\"י  תשמיש המטה איכ' בינייהו דת\"ק סבר חייב בכל המצות האמורות בתורה חוץ מתשה\"מ ור\"ג סבר חייב נמי בתשה\"מ וקי\"ל כת\"ק:", 
            "<b>מתני'</b>     אין קורעין  ולא חולצין ולא מברין אלא קרוביו של מת ואין מברין אלא   על מטות זקופו':", 
            "  ואין מוליכין לבית האבל לא בטבלא ולא באסקוטלא ולא בקנון אלא בסלין ואין אומרים ברכת אבלים במועד אבל עומדין בשורה ומנחמין ופוטרין את הרבים:", 
            "<b>גמ'</b>  מתני' דקא תני אין קורעין ולא חולצין וכו' בדליתא לא חכם ולא אדם כשר ולא קאי בשעת יציאת נשמה אבל על חכם קורעין וחולצין ומברין דתניא    חכם שמת הכל קרוביו הכל קורעין עליו והכל חולצין עליו הכל מברין עליו ברחבה ועל אדם כשר נמי חייב לקרוע דתניא מפני מה בניו ובנותיו של אדם מתים כשהן קטנים מפני שלא בכה ולא התאבל על אדם כשר שכל הבוכה ומתאבל על אדם כשר מוחלין לו על כל עונותיו בשביל כבוד שעשה:", 
            "גרסינן בשבת בפ' ר' אליעזר אומר האורג (דף קה:) א\"ר שמעון בן פזי אמר רבי יהושע בן לוי משום בר קפרא  כל המוריד דמעות על אדם כשר הקב\"ה סופרן ומניחן בבית גנזיו שנא' (תהילים נ״ו:ט׳) נודי ספרתה אתה שימה דמעתי בנאדך הלא בספרתך א\"ר ירמיה אמר רב כל המתעצל בהספד של אדם כשר ראוי לקוברו בחייו דכתיב (יהושע כ״ד:ל׳) ויקברו אותו בגבול נחלתו מצפון להר געש מלמד שגעש עליהם ההר לקוברן אמר ר' חייא בר אבא אמר רבי יוחנן כל המתעצל בהספדו של חכם אינו מאריך ימים מדה כנגד מדה וכו':", 
            " ואי קאי בשעת יציאת נשמה חייב לקרוע ואפילו  אשאר איניש   דתניא ר' שמעון בן אלעזר אומר בשעת יציאת הנפש חייב לקרוע למה זה דומה לס\"ת שנשרף שחייב לקרוע.", 
            "כי נח נפשיה דרב ספרא לא קרעו רבנן עליה אמרי לא גמרינן מיניה אמר להו אביי מי תניא הרב שמת חכם שמת תניא סבור מאי דהוה הוה אמר להו תניא חכם שמת כל זמן שעוסקין בהספד סבור למקרע  לאלתר אמר להו אביי חכם כבודו בהספדו כי נח נפשיה דרב הונא סבור רבנן  לאותובי ס\"ת אפורייה אמר להו רב חסדא מלתא דבחייה לא ס\"ל אנן ניקום ונעביד ליה דאנא חזיתיה לרב הונא דבעי למיתב אפורייה והוה יתיב עליה ס\"ת וכף כדא אארעא ואותיב עליה ס\"ת אלמא קסבר אסור לישב במטה שס\"ת עליה לא  הוה נפיק פורייה מבבא סבור לשלשוליה דרך גגות אמר להו רב חסדא הכי גמירנא מיניה חכם שמת כבודו דרך פתחים סבור לאשנוייה מפורייה לפורייה אמר להו רב חסדא הכי גמירנא מיניה חכם כבודו במטה ראשונה:", 
            " גרסינן בפרק בני  העיר (דף כט.) ת\"ר מבטלין ת\"ת להוצאת המת ולהכנסת כלה אמרו עליו על רבי יהודה ברבי אלעאי שהיה מבטל ת\"ת להוצאת המת ולהכנסת כלה במה דברים אמורים בשאין לו כל צרכו אבל יש לו כל צרכו אין מבטלין וכמה כל צרכו אמר שמואל "
        ], 
        [
            "בר אוניא משמיה דרב תריסר אלפי גברי ושיתא אלפי שיפורי ואמרי לה תריסר אלפי גברי ומינייהו שיתא אלפי שיפורי עולא אמר כגון דחייצי גברא מאבולא ועד סיכרא רב ששת ואיתימא רבי יוחנן כנתינתה כך נטילתה מה נתינתה בששים רבוא אף נטילתה בששים רבוא והנ\"מ למאן דקרי ותני אבל למאן דמתני לית ליה שיעורא:", 
            "  תניא ארון העובר ממקום למקום אין עומדין עליו בשורה ואין אומרים עליו ברכת אבלים ותנחומי אבלים ותניא אחריתי ארון  העובר ממקום  למקום עומדין עליו בשורה ואומרים עליו תנחומי אבלים וברכת אבלים קשיאן אהדדי לא קשיא כאן בששלדו קיימת כאן בשאין שלדו קיימת:", 
            "גרסינן בהאי מסכתא בפרקא קמא (דף ח.)  המלקט עצמות  אביו ואמו ה\"ז מתאבל עליהם  כל היום כולו ולערב אין מתאבל עליהן אמר רב חסדא ואפילו צרורין לו בסדינו:", 
            "ירושלמי ליקט עצמות אין אומרין עליהן קינים ונהי ולא ברכת אבלים ולא תנחומי אבלים אלו הן ברכת אבלים שאומרים בבית האבל ואלו הן תנחומי אבלים שעומדין בשורה תנא אבל אומרין עליהם דברים מה הן דברים רבנן דקיסרי אמרי קילוסין:", 
            " תנא    חכם שמת כיון שהחזירו פניהם מאחורי המטה  שוללין:", 
            "  ואלו הן הקרעין שאין מתאחין הקורע על אביו ועל אמו ועל רבו  שלימדו תורה ועל נשיא ועל אב בית דין ועל שמועות דעות ועל ברכת השם ועל ספר תורה שנשרף ועל ערי יהודה ועל המקדש ועל ירושלים וקורע על המקדש ומוסיף על ירושלים ואשמועות רעות מי קרעינן והא אמרו ליה לשמואל קטל שבור מלכא תריסר אלפי במזיגת דקסרי ולא קרע לא אמרו אלא ברוב צבור וכמעשה שהיה דכתיב (שמואל ב ב) ויחזק דוד בבגדיו ויקרעם וגם כל האנשים אשר אתו ויספדו ויבכו ויצומו עד הערב על שאול ועל יהונתן בנו ועל עם ה' ועל בית ישראל כי נפלו בחרב שאול זה נשיא יהונתן זה אב ב\"ד עם ה' ובית ישראל אלו שמועות רעות ברכת השם מנלן דכתיב (מלכים ב י״ח:ל״ז) ויבא אליקים בן חלקיהו וגו':", 
            "ת\"ר אחד השומע ואחד השומע מפי השומע חייב לקרוע והעדים אין חייבין לקרוע שכבר קרעו בשעה ששמעו א\"ר חלבו אמר רב הונא הרואה ס\"ת שנשרף קורע עליו שתי קריעות אחת על הגויל ואחת על הכתב שנאמר (ירמיהו ל״ו:כ״ז) ויהי דבר ה' אל ירמיהו אחרי שרוף המלך את המגילה ואת הדברים ולא אמרו שחייב לקרוע אלא שנשרף בזרוע וכמעשה שהיה ערי יהודה כדכתיב (שם מא) ויבאו אנשים משכם ומשילה ומשומרון שמונים איש מגולחי זקן וקרועי בגדים א\"ר חלבו אמר עולא ביראה א\"ר אלעזר  הרואה ערי יהודה בחורבנן אומר (ישעיהו ס״ד:ט׳) ערי קדשך היו מדבר וקורע ירושלים בחורבנה אומר   ציון מדבר היתה ירושלים (מדבר) שממה וקורע בית המקדש בחורבנו אומר   בית קדשנו ותפארתנו אשר הללוך אבותינו היה לשרפת אש וכל מחמדנו היה לחרבה וקורע וקורע על המקדש ומוסיף על ירושלים   כשפגע במקדש תחלה ואם פגע בירושלים תחלה קורע על ירושלים בפני עצמו ועל המקדש בפני עצמו:", 
            "תנו רבנן וכולן רשאין  לשוללן למוללן ללוקטן לעשותן כמין סולמות אבל לא "
        ], 
        [
            "לאחותן א\"ר חסדא   ובאיחוי  אלכסנדראי ת\"ר הקורע מתוך השלל ומתוך המלל מתוך הלקטן מתוך הסולמות לא יצא מתוך האיחוי יצא אמר רב חסדא ובאיחוי אלכסנדראי:", 
            "\"ר השאי להפכו למטה ולאחותו ר\"א בר\"ש אוסר באיחוי וקי\"ל כותיה וכשם שהמוכר אסור לאחותו כך הלוקח אסור לאחותו לפיכך מוכר צריך  להודיע ללוקח תניא ר' יוסי  אומר תחלת קריעה טפח ומוסיף כל שהוא והלכתא כוותיה:", 
            "ירושלמי בפרק יציאות השבת  ישב לגלח ובאו ואמרו לו מת אביו ה\"ז משלים אחד המגלח ואחד המתגלח:", 
            "גרסי' בסוף נדרים תניא    אמרו לו מת  אביו וקרע ואח\"כ נמצא שמת בנו יצא ידי קריעה ותניא אחריתא אמרו לו מת אביו וקרע ואח\"כ נמצא שמת בנו לא יצא ידי קריעה   אמרו לו מת לו מת וכסבור אביו היה וקרע ואח\"כ נמצא בנו   לא יצא ידי קריעה ופריק רב אשי כאן בתוך כדי דיכור וכאן לאחר כדי דבור הא דאמרת יצא ידי קריעה שנמצא בנו בתוך כדי דבור והא דאמרת לא יצא ידי קריעה לאחר כדי דבור:", 
            "תניא מי  שהיה לו חולה בתוך ביתו ונתעלף וכמדומה לו שמת וקרע ואח\"כ מת לא יצא ידי קריעה אמר ר\"ש בן פזי א\"ר יהושע בן לוי משום בר קפרא לא שנו אלא שמת לאחר כדי דיבור אבל בתוך כדי דיבור אין חוזר וקורע וכן הלכתא:", 
            "  ת\"ר אמרו לו מת אביו וקרע מת בנו והוסיף התחתון מתאחה העליון אין מתאחה מת בנו וקרע מת אביו והוסיף עליון מתאחה תחתון אין מתאחה מת אביו ומתה אמו מת אחיו ומתה אחותו קורע קרע אחד לכולן ר\"י בן בתירא אומר על כולן קורע קרע אחד על אביו ועל אמו קרע אחד לפי שאין מוסיפין על קרע של אביו ושל אמו מ\"ט אמר רב נחמן בר יצחק לפי שאינן כתוספת אמר שמואל הלכה כרבי יהודה בן בתירא והאמר שמואל הלכה כדכרי המיקל באבל "
        ], 
        [
            "אבילות לחוד וקריעה לחוד עד היכן הוא קורע ומוסיף עד טיבורו הגיע לטיבורו מרחיק שלש אצבעות וקורע נתמלא קרעים מלפניו מחזירו לאחוריו נתמלא מלמעלה הופכו למטה   מלמטה הופכו מלמעלה והקורע מלמטה והקורע  מן הצדדין לא יצא ידי חובתו אלא שכהן גדול פורם מלמטה:", 
            "כל ז' קורע לאחר שבעה מוסיף:", 
            "ת\"ר היוצא בבגד קרוע לפני המתים הרי זה גוזל את החיים ואת המתים רשב\"ג אומר האומר לחבירו השאילני חלוקך ואלך ואבקר את אבא שהוא חולה והלך ומצאו מת קורע ומאחו וכשיבא לביתו מחזיר לו את חלוקו ונותן לו דמי קרעו ואם לא הודיעו ה\"ז לא יגע בו ת\"ר  חולה שמת לו מת  אין מודיעין אותו שמא תטרף דעתו עליו ואין מקרעין לו ומשתקין הנשים מפניו:", 
            "ומקרעין לקטן מפני עגמת נפש וקורע על המיו ועל חמותו מפני כבוד אשתו:", 
            "תניא באבל רבתי  הגוסס  הרי הוא כחי לכל דבר אין קושרין לחייו ואין פוקקין את נקביו ואין מניחין כלי מתכות וכלי מיקר על טבורו עד שעה שימות   שנאמר (קהלת י״ב:ו׳) עד אשר לא ירתק חבל הכסף ואין סכין  אותו ואין מדיחין אותו ואין מטילין אותו על החול ולא על גבי המלח עד שימות ואין מעמצין את עיניו והנוגע  בו הרי זה שופך דמים למה הדבר דומה לנר המטפטף שכיון שנוגע בו אדם מיד נכבה:", 
            "ואין קורעין ולא חולצין ולא מספידין עליו ואין מכניסין עמו ארון בבית עד שימות אמר רב פפא תניא באבל רבתי  אבל לא יניח תינוק בתוך חיקו שמא יביאנו לידי שחוק ונמצא מתגנה על הבריות:", 
            "ואין מברין אלא על מטות זקופות ת\"ר ההולך לבית האבל אם היה לבו גס בו יברוהו על מטות כפויות ואם לאו יברוהו על מטות זקופות:", 
            "ת\"ר ההולך ממקום  למקום   אם יכול למעט בעסקו ימעט ואם לאו יגלגל עמהם כלומר יקנה כל צרכי הדרך שיש בהן צרכי חיי נפש:", 
            "ת\"ר מאימתי כופין את  המטות משיצא מפתח ביתו דברי רבי אליעזר רבי יהושע אומר משיסתם הגולל וקי\"ל כרבי יהושע דאין אבילות אלא  משיסתם הגולל:", 
            "ת\"ר מאימתי זוקפין את המטות בערב שבת מן המנחה ולמעלה אמר רבה בר רב הונא ואעפ\"כ לא ישב עליה עד שתחשך ולמוצאי שבת אף על פי שלא נשאר לו אלא יום אחד חוזר "
        ], 
        [
            "וכופה ת\"ר הכופה את  מטתו לא מטתו בלבד הוא כופה אלא כל המטות שיש לו בתוך ביתו הוא כופה ואפילו עשר מטות בעשרה מקומות כופה את כולן ואפי' חמשה אחין ומת אחד מהן כולן כופין מטותיהן ואם היתה מטה מיוחדת לכלים אינו צריך לכפותה דרגש אינו צריך לכפותו אלא זוקפו רשב\"ג אומר דרגש מתיר את קרביטיו והוא נופל מאליו א\"ר יהושע בן לוי הלכה כרשב\"ג אמר ר' יעקב בר אחא א\"ר אסי מטה שנקליטיה יוצאין ממנה זוקפה ודיו:", 
            "ת\"ר היה ישן ע\"ג מטה ע\"ג כסא ע\"ג אודייני (עיין בר\"ן דברי מיי' וטור כתב כרבינו) גדולה מכולן אמרו אפי' ע\"ג קרקע לא יצא ידי חובתו אמר רבי יוחנן שלא קיים כפיית המטה:", 
            " ת\"ר  מכבדין ומרביצין בתוך בית האבל ומדיחין קערות וכוסות וקיתוניות וצלוחיות ואין מביאין את המוגמר ולא את הבשמים בבית האבל:", 
            "ואין מוליכין לבית האבל וכו':", 
            "ת\"ר בראשונ' היו  מוליכין לבית האבל עשירים בקלתות של כסף ושל זהב עניים בסלי נצרים של ערבה קלופה והיו עניים מתביישין התקינו שיהו הכל מביאין בסלי נצרים של ערבה קלופה מפני כבודן של עניים בראשונה היו משקין בבית האבל עשירים בזכוכית לבנה עניים בזכוכית צבועה והיו עניים מתביישין התקינו שיהו הכל משקין בזכוכית צבועה מפני כבודן של עניים בראשונה היו מגלין פני עשירים ומכסין פני עניים שהיו פניהם משחירין בשני בצורת והיו עניים מתביישין התקינו שיהו מכסין פני הכל מפני כבודן של עניים בראשונה היו מוציאין העשירים בדרגש ועניים   בכליבה והיו עניים מתביישין התקינו שיהיו הכל מוציאין בכליבה מפני כבודן של עניים בראשונה היתה יציאתו של מת קשה לקרוביו ממיתתו עד שהיו מניחין אותו ובורחין עד שבא ר\"ג ונהג קלות ראש בעצמו לצאת בכלי פשתן ונהגו בל העם אחריו לצאת בכלי פשתן אמר רב פפא והאידנא נהוג עלמא אפילו בצררא בר זוזא:", 
            "גרסינן  בפרק נגמר הדין (סנהדרין דף מו:) ולא זו בלבד אמרו אלא כל המלין את מתו עובר בלא תעשה הלינו לכבודו להביא לו ארון ותכריכין אינו עובר עליו אמר רבי יוחנן משום רשב\"י מנין למלין את מתו שעובר בל\"ת ת\"ל (דברים כ״א:כ״ג) כי קבור תקברנו מה ת\"ל תקברנו מכאן למלין את מתו שעובר בל\"ת וגרסינן התם (שם ע\"ב) היו  אביו ואמו מזרקין לו כלים מצוה על אחרים להצילן אמר רשב\"ג במה דברים אמורים שלא נגעו במטה אבל נגעו במטה אסורין ודוקא דנגעו במטה הנקברת עמו משום דמיחלפא בתכריכין של מת ותניא באבל רבתי כל  המציל כלים מן המת הרי זה גוזל את המתים ויש מצילין ויש אין מצילין מה שלא הגיע לארון מציל משהגיע לארון אין מצילין אבל מלמדים את האדם שלא יהא חובלן מפני שאמרו כל המרבה כלים על המת עובר בבל תשחית דברי רבי מאיר ר' (ברא\"ש ליתא) (יהודה ברבי) אלעזר ברבי צדוק אומר מנוולו רשב\"ג אומר מרבה עליו את הרמה רבי נתן אומר כסות היורדת עם המת לשאול היא באה עמו לע\"ל שנאמר (איוב ל״ח:י״ד) תתהפך כחומר חותם ויתיצבו כמו לבוש:", 
            "וגרסינן בסוף כתובות (דף קיא:) אמר רבי חייא בר יוסף עתידין הצדיקים שיעמדו בלבושיהן קל וחומר מחטה ומה חטה שנקברת ערומה יוצאה בכמה לבושין צדיקים שנקברין בלבושיהן על אחת כמה וכמה:", 
            "<b>מתני'</b>   אין מניחין את המטה ברחוב מפני שמרגלת את ההספד ולא של נשים לעולם מפני הכבוד   נשים במועד מענות אבל "
        ], 
        [
            "לא מטפחות רבי ישמעאל אומר הסמוכות למטה מטפחות  בראשי חדשים בחנוכה  ובפורים מענות ומטפחות בזה ובזה לא מקוננות נקבר המת לא מענות ולא מטפחות איזו היא ענוי שכולן עונות כאחת קינה אחת אומרת וכולן עונות אחריה שנא' (ירמיה ט) ולמדנה בנותיכם נהי ואשה רעותה קינה  אבל לעתיד לבא מהו אומר (ישיה כה) בלע המות לנצח ומחה ה' אלהים דמעה מעל כל פנים וגו':", 
            "<b>גמ'</b>  גרסינן בפרק המוכר פירות לחבירו (דף ק:) תנו רבנן אין  פוחתין משבעה מעמדות ומושבות למת כנגד הבל  הבלים אמר קהלת הבל הבלים הכל הבל אמר ליה רב אחא בריה דרבא לרב אשי היכי עבדי אמר ליה כדתניא אמר רבי יהודה בראשונה לא היו פוחתין משבעה מעמדות ומושבות למת כגון עמדו יקרים עמודו שבו יקרים שבו אמרו לו אם כן אף בשבת מותר לעשות כן אחתיה דרמי בר פפא הוה נסיבא ליה לרב אויא שכיבא עבד לה מעמד ומושב אמר רב יוסף טעה בתרתי טעה שאין עושין אלא בקרובים והוא עבד אפילו ברחוקים וטעה שאין עושין אלא ביום ראשון והוא עבד ביום שני אביי אמר בהא נמי טעה שאין עושין אלא בבית הקברות והוא עבד אפילו בעיר ורבא אמר אפילו בהא נמי טעה שאין עושין אלא במקום שנהגו והתם לא נהגו:", 
            "גרסינן במגילה (דף כג:) אין עושין מעמד ומושב פחות מעשרה מאי טעמא כיון דבעי למימר עמדו יקרים עמודו שבו יקרים שבו בבציר מעשרה לאו אורח ארעא  מכילתין דף כד.", 
            "וע\"ב  תנו רבנן כל שלשים יום  תינוק יוצא בחיק ונקבר  באשה אחת ובשני אנשים אבל לא באיש אחד ובשתי נשים אבא שאול אומר אף באיש אחד ובשתי נשים ואין עומדין עליהם בשירה ואין אומרים עליהם לא ברכת אבלים ולא תנחומי אבלים בן שלשים יום יוצא בדלוסקמא רבי יהודה אומר לא בדלוסקמא הניטלת על הכתף אלא בדלוסקמא הניטלת באגפים ועומדין עליו בשורה ואומרים עליו ברכת אבלים ותנחומי אבלים.", 
            "בן שנים עשר חדש יוצא במטה רבי עקיבא אומר בן שנה ואיבריו כבן שתים הוא בן שתים ואיבריו כבן שנה יוצא במטה רבן שמעון בן גמליאל אומר היוצא במטה רבים מצהיבין עליו ושאינו יוצא במטה אין רבים מצהיבין עליו רבי אלעזר בן עזריה אומר ניכר לרבים רבים מתעסקין בו ושאין ניכר לרבים אין רבים מתעסקין בו ומה הן בהספד ר\"מ אומר משום רבי ישמעאל עניים בני שלש עשירים בני חמש רבי יהודה אומר משמו עניים בני חמש עשירים בני שש בני זקנים כבני עניים אמר רב גידל בר מנשה אמר שמואל הלכה כרבי יהודה שאמר משום ר' ישמעאל  דף כז:", 
            "בשם רב פפא  אמר רבה בר רב הונא אין  מועד בפני תלמידי חכמים כל שכן חנוכה ופורים וה\"מ בפניו אבל שלא בפניו לא א\"ר פפא ויום שמועה כבפניו דמי א\"ר יוחנן אבל כיון  שנענע בראשו שוב אין מנחמין רשאין לישב אצלו  אמר ר' יוחנן הכל חייבין לעמוד בפני נשיא חוץ מאבל וחולה א\"ר יוחנן לכל אומרים שבו חוץ מאבל וחולה דמשמע שב באבילות "
        ], 
        [
            "שלך שב בחולי שלך:", 
            "גרסינן בפ' שואל אדם מחבירו (דף קנב.) אמר רב יהודה מת שאין לו מנחמין באין עשרה בני אדם ויושבים במקומו ההוא דשכיב בשבבותיה דרב יהודה ולא הוו ליה מנחמין כל יומא הוה מיכניף רב יהודה בי עשרה ואזיל ויתיב בדוכתיה לכתר שבעה יומין אתחזי ליה בחלמיה א\"ל תנוח דעתך  שהנחת דעתי (מכיליתין כז:) אמר רב יהודה אמר רב  אבל יום ראשון אסור  לאכול משלו מדקאמר רחמנא ליחזקאל (יחזקאל כ״ד:י״ז) ולחם אנשים לא תאכל רבה ורב יוסף מחלפי סעודתייהו להדדי ירושלמי תבא מארה לשכיניו שהצריכוהו   לעשות ולאכול אמר רב יהודה אמר שמואל  מת בעיר כל בני העיר אסורין בעשיית מלאכה  ואי אית ליה מאן דקאים בצרכיה שרי אמר רב יהודה כל המתקשה על מתו יותר מדאי על מת אחר הוא בוכה שנאמר (ירמיהו כ״ב:י׳) אל תבכו למת ואל תנודו לו אל תבכו יותר מדאי ואל תנודו יותר מכשיעור  הא כיצד שלשה לבכי שבעה להספד שלשים לגיהוץ ולתספורת מכאן ואילך אמר הקב\"ה אי אתם מרחמין עליו יותר ממני:", 
            "גרסינן בפרק נגמר הדין (סנהדרין דף מו:) איבעי' להו  הספדא יקרא דחיי הוא או יקרא דשיכבי למאי נפקא מינה דאמר לא תספדון לההוא גברא אי נמי לאפוקי מיורשים מאי ופשטיה יקרא דשיכבי הוא:", 
            "תנא באבל רבתי  המחותך והמסורס והנפלים ובן שמונה חי וכן בן תשעה מת אין מתעסקין עמהם לכל דבר המאבד את עצמו לדעת אין מתעסקין עמו לכל דבר ואין קורעין ואין חולצין ולא מספידין עליו אבל עומדין עליו בשורה ואומרים עליו ברכת אבלים ותנחומי אבלים מפני שהוא כבוד לחיים וכל שהוא כבוד לחיים הרבים מתעסקין בו ואיזה הוא המאבד את עצמו לדעת לא שעלה לראש הגג ונפל ומת אלא אמר הריני עולה לגג וראו אותו שעלה לראש הגג ונפל ומת הרי זה בחזקת שאיבד את עצמו לדעת אבל אם ראו אותו חנוק ותלוי בצוארו באילן הרוג ומושלך ע\"ג סייפו זה הוא בחזקת שאיבד את עצמו שלא לדעת ואין מונעין ממנו כל דבר הרוגי  בית דין אין מתעסקין עמהם לכל דבר אחיהן וקרוביהן באין ושואלין בשלום הדיינין ושלום העדים כלומר שאין בלבנו עליכם דבר ודין אמת דנתם ולא יהו מתאבלים אלא אוננים שאין אנינה אלא בלב ולא יהו מברין עליהם שנאמר (ויקרא י״ט:כ״ו) לא תאכלו על הדם וכל הפורשין מדרכי צבור אין מתעסקין עמהם לכל דבר אחיהם וקרוביהם ו   לובשים לבנים ומתעטפים לבנים ואוכלים ושותין ושמחים שאבדו שונאיו של מקום ועליהם אמר הכתוב (תהילים קל״ט:כ״א) הלא משנאיך ה' אשנא ובתקוממיך אתקוטט הרוגי מלכות אין מונעין מהן כל דבר מאימתי  מתחילין למנות להם משנתיאשו  מלשאול אבל לא מלגנוב כיוצא בו מי שנפל לים מי שטבע בנהר מי שאכלתו חיה רעה אין מונעין ממנו כל דבר מאימתי מתחילין למנות משנתיאשו מלבקש מצאוהו איברים איברים אין מונין לו עד שימצא ראשו ורובו רבי יהודה אומר השדרה והגולגולת הן רובו:", 
            "מי  שהיה בעלה צלוב עמה בעיר אשתו צלובה עמו בעיר אביו ואמו צלובין עמו בעיר לא ישרה באותה העיר אלא אם בן היא עיר גדולה כאנטוכיא ולא ישרה בצד זה אלא בצד זה  עד מתי אסור עד שיכלה הבשר כולו שאין הצורה ניכרת בעצמות   א\"ר לוי  אבל שלשה ימים הראשונים יראה את עצמו כאלו חרב מונחת לו בין כתיפיו משלשה ועד שבעה כאלו מונחת כנגדו בקרן זוית מכאן ואילך כאילו עוברת כנגדו  בשוק:", 
            "ולא של נשים לעולם מפני הכבוד:", 
            "לא שנא חיה   ולא שנא שאר כל הנשים דכתיב (במדבר כ׳:א׳) ותמת שם מרים ותקבר שם סמוך למיתה קבורה     ואמר רב יהודה  אמר רב אין המנחמין רשאין לומר דבר עד שיפתח האבל שנאמר (שם ג) ואין דובר אליו דבר וכתיב בתריה (שם ד) אחרי כן פתח איוב את פיהו והדר ויען אליפז התימני ויאמר אמר רבי אבהו מנין לאכל שמיסב בראש שנאמר (שם כט) אבחר דרכם ואשב ראש וגו' ואמר רבי (בגמ' וברא\"ש אי' חמא) חייא בר חנינא מנין לחתן שמיסב בראש שנאמר (ישעיהו ס״א:י׳) כחתן יכהן פאר מה כהן בראש אף חתן בראש וכהן מנלן "
        ], 
        [
            " כדתני דבי רבי ישמעאל וקדשתו לכל דבר שבקדושה לפתוח ראשון ולברך ראשון וליטול מנה ראשון   א\"ר לוי בר חמא הנפטר מחברו אל יאמר לו לך בשלום אלא לך לשלום שהרי יתרו שאמר למשה לך לשלום הלך והצליח אבשלום שאמר לו דוד לך בשלום הלך ונתלה אבל הנפטר מן המת יאמר לו לך בשלום שנאמר (בראשית ט״ו:ט״ו) ואתה תבא אל אבותיך בשלום וגו' ואמר רבי לוי בר חמא  כל היוצא מבית המדרש לבית הכנסת ומבית הכנסת לבית המדרש זוכה ומקבל פני שכינה שנאמר (תהלים פד) ילכו מחיל אל חיל יראה אל אלהים בציון:", 
            "\n  סליקו להו ואלו מגלחין וסליקא לה מסכת מועד קטן"
        ]
    ], 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "language": "he", 
    "heTitle": "רי\"ף מועד קטן", 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rif", 
        "Seder Moed"
    ]
}