{
    "status": "locked", 
    "versionTitle": "Gerlitz edition, published by Oraita", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Rashba on Megillah", 
    "licenseVetted": true, 
    "text": [
        [], 
        [], 
        [
            "מתני': <b>כרכין המוקפין חומה מימות יהושע בן נון בחמשה  עשר. </b>יש לדקדק, מה ראו חכמים לתלות הדבר ביהושע בן נון, לא היה להם  לתלות הדבר אלא בימי אחשורוש כדברי רבי יהושע בן קרחה דאמר הכי בברייתא  כדאיתא בגמ'  (לקמן עמוד ב). ובירושלמי פירשו בה טעמא, דגרסינן התם (פ\"א  ה\"א) ר' סימון בשם רבי יהושע בן לוי חלקו כבוד לארץ ישראל שהיתה חריבה  באותן הימים ותלו אותה מימות יהושע בן נון, כלומר דכיון שהוצרכו לחלק זמן  המוקפין מזמן הפרזות משום דהני מגנו והני לא מגנו כדאיתא בגמ' (לקמן מגילה ה, ב),  אילו תלו הדבר מימות אחשורוש היתה כל ארץ ישראל כערי הפרזות לפי  שהיתה חריבה באותן הימים והיה הדבר גנאי, ולפיכך תלו אותה בימות יהושע  כדי לחלוק כבוד לארץ.<br><b></b>וכי תימא בשלמא למאן דאמר (לקמן מגילה י, א ו-ב)  קדושה ראשונה קדשה לשעתה וקדשה לעתיד לבא, דכיון דעדיין בקדושתה עומדת  לענין בית בבתי ערי חומה ושלוח מצורעים הלכך אף היא קדושה לענין קריאת  המגילה. אלא למאן דאמר קדושה ראשונה לא קדשה לעתיד לבא אמאי, כיון דאזלא  לה קדושתה לענין בית בבתי ערי חומה ושלוח מצורעים אף לענין מגילה יהא כן .  יש לומר כיון דאזלינן בה בתר יהושע כדי לחלוק כבוד לארץ, הרי אנו דנין  אותה לקריאתה כדינה שבימי יהושע  ואפילו למאן דאמר לא קדשה לעתיד.<br><b></b>ועוד דלגבי קריאתה הקלו, שהרי כרך וכל הסמוך לו וכל הנראה עמו נדון  ככרך אף על פי שלענין בית בבתי ערי חומה אין נדון כן אלא מה שלפנים מן  החומה. וכענין זה מצאתי בירושלמי (פ\"א ה\"א), דגרסינן התם, חזקיה קרא  בטבריא בי\"ד ובט\"ו דהוא חשש על הדא דתני רבי שמעון בן יוחאי ואיש כי  ימכור בית מושב עיר חומה פרט לטבריא שהים חומתה, רבי יוחנן קרי לה  בכנישתא דכפרה בט\"ו ואמר הדא הוא עיקר טבריא קמייתא ולא חשש להדא דתני  רבי שמעון בן יוחאי, קל הקלו בקריאתה (דתניא) [דתנינן] תמן (ערכין לב, א)  כל שהוא לפנים מן החומה הרי הוא כבתי ערי חומה חוץ מן השדות רבי מאיר  אומר אף השדות ותני כן (תוספתא במכילתין פ\"א ה\"א) הסמוך לכרך והנראה עמו  הרי הוא כיוצא בו, כלומר התם שנינו דוקא מה שהוא  לפנים מן החומה וכאן אמרו הסמוך והנראה עמו כיוצא בו. ואף על גב דליתה  לההיא דרבי יוחנן דירושלמי לגבי טבריא כמו שאני עתיד לכתוב לקמן (מגילה ג, ב)  בסייעתא דשמיא גבי כרך שישב ולבסוף הוקף , מכל מקום שמעינן מינה דקל הקלו  בקריאתה ממה שאמרו הסמוך והנראה עמו כיוצא בו ואף על פי שאינו כן לענין  בית בבתי ערי חומה . והלכך לא כל שאין קדושתה קיימת לענין בית בבתי ערי  חומה אינה קדושה לענין קריאתה, אלא כיון שהיתה קדושה אף על גב דאינה  קדושה עכשו מקילין וקורין בה בט\"ו.", 
            "<b>אלא שהכפרים מקדימין ליום  הכניסה. </b>פירש רש\"י ז\"ל מפני שנכנסין שם בזמן שבתי דינין קבועין,  וכדאמרינן (כתובות ב, א. ועיין ב\"ק פב, א) שבתי דינין  קבועין בשני ובחמישי. והקשו עליו בתוספות  מדתני בסמוך (ה, א) איזו היא  עיר גדולה כל שיש בה עשרה בטלנין פחות מיכן הרי היא כפר, ואם איתא אטו  מילתא פסיקתא היא דכל שיש בה עשרה בטלנין יש שם בית דין וכל שאין שם עשרה  בטלנין אין שם בית דין . ואינה קושיא לדעתי, דכל שאין שם עשרה בטלנין אין  מתכנסין אלא בשני וחמישי שבית דין יושבין .<br><b></b>והם ז\"ל פירשו לפי  שנכנסין שם לקריאת התורה. והכין איתא בירושלמי, דגרסינן התם (פ\"א סוה\"א  עי\"ש) ר' יוסטנא בר שונם בעי קומי ר' מונא ולא עזרא התקין שיהו קורין  בתורה בשני וחמישי ובשבת במנחה ומרדכי ואסתר מתקנין על מה שעתיד עזרא  לתקן, אמר לו מי שסדר את המשנה סמכה על המקרא (אסתר ט, כח) משפחה ומשפחה  מדינה ומדינה ועיר ועיר, אלמא ליום הכניסה של קריאת התורה קאמר.<br><b></b>ואיכא למידק היאך שאלו שם בירושלמי כן, והלא קריאת שני וחמישי ושבת  במנחה  תקנת נביאים הראשונים היתה, וכדאמרינן בבבא קמא פרק מרובה (בבא קמא פב, א)  נביאים הראשונים תקנו להם שיהו קורין בתורה בשני ובחמישי ובשבת  במנחה תלתא גברי חד חד פסוקא או תלתא פסוקי  חד גברא. ותירצו בתוספות הרא\"ש שאותה קריאה שלא היתה אלא תלתא פסוקי  לבד לא היתה חשובה בעיניהם להקבץ אל המדינה מן הכפרים מחמתה, אבל אחר  תקנת עזרא שהיו קורין תלתא גברי כל חד וחד תלתא פסוקי חשיב ונכנסין בעיר  מחמתה ביום הכניסה.<br><b></b>ותמיה לי מאי דאמרינן בגמרא (לקמן מגילה ד, ב)  עלה דהא מתניתין, דאיבעיא לן מאי טעמא ואסיקנא מפני שמספקין מים  ומזון לאחיהם שבכרכין, אלמא טעמא לאו משום דנכנסין לדין או לקריאת התורה  הוא אלא שנכנסין שם בספוק מים ומזון הוא. ואולי נאמר שאילו מחמת קריאת  התורה לבד לא היו נכנסין שם אלא השרידים בלבד, אבל כשיש להם להביא  מזונותיהם למכור לאחיהם שבכרכין כולם מתאספין שם ומכוונין ליכנס ביום  קריאת התורה. ותדע לך, דהא עיר גדולה שאינה יוצאה לספק לאחיהם ואפילו כן  בשאין בה עשרה בטלנין נידונת ככפר להקדמת יום הכניסה, מפני שבאותו יום  כולם מתאספין לתורה מחמת קריאת התורה.<br><b></b>ומה שהשיב ר' מונא לר'  יוסטנא מי שסדר את המשנה סמכה על המקרא, פירש בספר הישר (חלק החידושים  סי' תז) סמכה על המקרא כלומר קראי אסמכתא בעלמא. ואינו מחוור בעיני כלל,  דאם כן אתיא לגמרי דלא כגמרין, דאדרבא אמרינן בשמעתין דהא על כרחין אנשי  כנסת הגדולה תקון דאי לא הא אמרינן (עדיות פ\"א מ\"ה) דאין בית דין יכול  לבטל דברי בית דין חבירו אלא אם כן גדול ממנו בחכמה ובמנין, ואי גמרא  דבני מערבא פליגא בהא אדידן תיקשי למערבאי אין בית דין יכול לבטל דברי  בית דין חבירו, ותיקשי לדידן אכתי מי מתקני מרדכי ואסתר על מה שעתיד עזרא  לתקן כמו שהקשו שם.<br><b></b>אלא נראה לי פירושו, כלומר, אנשי כנסת הגדולה לא  הזכירו יום הכניסה כלל, אלא הם אמרו שנקל לאנשי הכפרים שאם נכנסין  בעיירות לספק מים ומזון ורצו להקדים יום או יומים כדי שלא יטרחו ביום  ארבעה עשר ליכנס בערים ויתבטלו משמחת פורים וסעודת היום יקדימו, והוא  הדין בני עיירות שאין להם עשרה בטלנין לפי שאין מתאספין בכל יום ולפיכך  הקלו להם להקדים קריאתם כדי שיהו פנויין ביום סעודה, לא שנא ביום כניסה  ולא שנא שלא ביום כניסה, לפי שבאותן הימים עדיין לא עלה עזרא מבבל כדמוכח  בקרא (עזרא ז' פס' ו-ז) בהדיא דעזרא לא עלה אלא לאחר שנבנה הבית לגמרי  וזהו במלכות דריוש בן אחשורוש וכדאיתא נמי בריש מסכת ראש השנה (ג, ב),  אלא מכיון שמצאו חכמי המשנה שיש להם רשות להקדים שני ימים, וכדדרשינן  מקרא משפחה ומשפחה מדינה ומדינה ועיר ועיר מדינה ומדינה ועיר ועיר לחלק  (לקמן עמוד ב) וכן נמי דרשינן משפחה ומשפחה לכפרים (ירושלמי פ\"א סוה\"א),  לפיכך לאחר שנתקנה תקנת עזרא להיות קורין בתורה שני וחמישי סמכו על המקרא  ואמרו שיקדימו לעולם ליום הכניסה. כך נראה לי פירוש הירושלמי.<br><b></b>ואין נראה לפרש מי שסדר את המשנה דהיינו אנשי כנסת הגדולה שהתקינו  להקדים, שאילו כן לא הוה ליה למימר שסדר את המשנה אלא מי שהתקין את  התקנה, ועוד מאי סמכה על המקרא דקאמר.<br><b></b>והא דגרסינן נמי כי האי  גונא [בירושלמי] בפרק מקום שנהגו בפסחים (פ\"ד סוה\"א עיי\"ש) גבי מקום  שנהגו לעשות מלאכה בערבי פסחים עד חצות עושין, דאקשינן התם קרי  כאן לא תתגודדו (דברים יד, א) לא תעשו מצוות אגודות  אגודות, ופריק בשעה שאלו עושין כדברי בית שמאי ואלו עושין כדברי בית הלל  וכו', ופריך הרי ראש השנה ויום הכפורים ביהודה נהגו כרבי עקיבא ובגליל  כרבי יוחנן בן נורי, כלומר בהא דקאמר רבי עקיבא כולל מלכיות עם קדושת  היום ותוקע ורבי יוחנן בן נורי אמר כולל מלכיות עם קדושת השם ואינו תוקע  כדאיתא בפרק בתרא דראש השנה (לב, א), ופריק שנייה היא שאם עבר ועשה  ביהודה כגליל ובגליל כיהודה יצא, ופריך והרי פורים אלו קורין בארבעה עשר  ואלו קורין בחמשה עשר, אמר ליה מי שסדר את המשנה סמכה למקרא משפחה ומשפחה  מדינה ומדינה ועיר ועיר, דהשתא ודאי לכאורה משמע דמי שסדר את המשנה דקאמר  היינו אנשי כנסת הגדולה שסדרו את הדברים.<br><b></b>יש לי לומר דהתם נמי הכי קא  קשיא ליה, דהוה סבירא ליה דמאי דמשמע ממתניתין דבני כרכים אינן רשאין  לקרות בארבעה עשר ובני כפרים ועיירות אינן רשאין לקרות בחמשה עשר אינו  מעיקר התקנה, אלא את יום ארבעה עשר ואת יום חמשה עשר דכתיב בקרא (אסתר ט,  כא) הכי קאמר אי בעו בארביסר ליקרו ואי בעו בחמיסר ליקרו, וכדבעינן נמי  למימר בגמרין (לקמן עמוד ב עיי\"ש), אלא בתראי הוא דתקון הכי ואמרו זמנו  של זה לא זהו זמנו של זה ואסרו בני עיירות בחמשה עשר ובני כרכים בארבעה  עשר, ומשום הכי קשיא ליה דנעשית תורה כשתי תורות והרי כאן לא תתגודדו,  ואהדר ליה דלאו תקוני תקינו הכי תנאי דבתר כנסת הגדולה כי היכי דתיקשי לן  מילתא, אלא עיקר תקנה הכין אתקון אנשי כנסת הגדולה ומשום דהני הויא להו  נייחא בארבעה עשר והני הוה להו נייחא בחמשה עשר כשושן, ומקרא מצאו להם מי  שסדרו את המשנה ודרשו מדינה ומדינה ועיר ועיר לחלק כדאיתא בגמרין (לקמן  שם), וכיון שכן ליכא משום לא תתגודדו דהא כולהו מודו בהא מילתא משום  דבטעמא תליא והכי אתקון, ובני הכרכין מודו לבני העיירות שאין להם לקרות  אלא בארבעה עשר ובני העיירות מודין לבני הכרכין שאין להם לקרות אלא בחמשה  עשר והלכך בכי האי גוונא ליכא משום אגודות, הא למה הדבר דומה ללולב שניטל  במקדש שבעה ובמדינה יום אחד (ר\"ה ל, א) ותקיעת שופר שהיתה במקדש בשופר  וחצוצרות ובמדינה בשופר בלבד (שם כו, ב; כז, א) שאין כאן משום אגודות  דעיקר מצותן בכך וכולן מודין בדבר זה ואין כאן אגודות של מחלוקות ודעות  חלוקות.<br><b></b>ובהא מיתרצא נמי הא דנתחבטו בה הראשונים בקריאת ההקדמות  של בני הכפרים, דיש מי שפירש שאין קורין אפילו ביום הכניסה אלא במקומן  בשובן מקובצין מן הכניסה, שאילו היית אומר שקורין במדינה הרי יש כאן משום  לא תתגודדו, כדאקשי ליה עלה ר' שמעון בן לקיש לר' יוחנן בשלהי פרק קמא  דיבמות (יג, ב), ופריק רבא (שם יד, א) אימתי כגון בית דין אחד בעיר אחת  פלג מורין כדברי בית שמאי ופלג מורין כדברי בית הלל אבל שתי בתי דינין  בעיר אחת לא, והכא אילו בעיר הן קורין בית דין אחד בעיר אחת הוא, דהא בן  עיר שהוא קורא להן בעיר ביום הכניסה אינו קורא לעצמו אלא ביום ארבעה עשר,  אלא ודאי הם בעצמן קורין לעצמן במקומן בשובם מן הכניסה. ואפילו תאמר שאחד  מן הכפרים קורא להם בתוך העיר דהוו להו שתי בתי דינין בעיר אחת אם כן  תיקשי לאביי דאמר התם דשתי בתי דינין בעיר  אחת הוו להו אגודות. ואחרים פירשו דאפילו בעיר הן קורין, ולא שיהא קורא  להן בן עיר דאיהו לא מחוייב בדבר עדיין וכל שאינו מחוייב בדבר אינו מוציא  את הרבים ידי חובתן, והכי איתא בירושלמי (פ\"ב ה\"ג) דבן עיר אינו קורא לבן  כרך ובן כרך אינו קורא לבן עיר, והכא בן כפר  הוא שיקרא להם, וכיון שכן הוו להו שתי בתי דינין בשתי עיירות, דבני  הכפרים כל כפר וכפר יש להם אכסניא ידועה בעיר והכל יודעין שבני מקום  פלוני מתאכסנין במקום פלוני בעיר ונקרא על שמם והלכך הוו להו כשתי בתי  דינין בשתי עיירות. ובתוספות (הרא\"ש) תירצו דהכא במגילה ליכא אגודות כיון דליכא  פלוגתא דבני הכפרים ובני הכרכין כולן מודו שבני הכפרים והעיירות קורין  בארבעה עשר ובני הכרכין בחמשה עשר, ולא אמרינן אגודות אלא במקום פלוגתא  דהללו מורין כדברי בית שמאי והללו מורין כדברי בית הלל, וכענין הירושלמי  שכתבתי אני למעלה.<br><b></b>ובאמת שענין הירושלמי ענין נכון לתרץ בו  הענין, ואלא מיהו אין ענין סוגייתינו שביבמות הולכת על אותו הדרך ודרך  אחרת יש להם שם, ולי נראה שאין ענין קריאת הכפרים בהקדמתן באותה הלכה  שביבמות כלל, דסוגיין דהתם הכין אמר ליה ריש לקיש לר' יוחנן תנן מגילה  נקראת באחד עשר בשנים עשר בשלשה עשר בארבעה עשר בחמשה עשר קרי כאן לא  תתגודדו לא תעשו אגודות אגודות, אמר ליה עדיין לא שנית (פסחים נ, א) מקום  שנהגו לעשות מלאכה בערבי פסחים עושין מקום שנהגו שלא לעשות אין עושין,  אמר ליה אמינא לך אנא איסורא ואת אמרת לי מנהגא, ומכאן אתה למד שלא הוקשה  לו לריש לקיש הקדמת בני הכפרים, דבההיא ליכא איסורא כלל דקל הוא שהקלו  להן לבני הכפרים שאם רצו להקדים יקדימו ואם לא רצו להקדים יקראו בארבעה  עשר, וכן אין להם זמן קבוע דפעמים באחד עשר פעמים בשנים עשר פעמים בשלשה  עשר פעמים בארבעה עשר והלכך הכל יודעין שאינה אלא הקדמה לקולא, אבל בני  עיירות שאין קורין לעולם אלא בארבעה עשר ובני כרכים בחמשה עשר ובני  עיירות שקראו בחמשה עשר ובני כרכין שקראו בארבעה עשר לא יצאו, דזמנו של  זה לא זהו זמנו של זה הא הוא דקשיא ליה. והלכך בין לדברי רבא בין לדברי  אביי איתרצא לה קושיא דריש לקיש דהא בני עיירות ובני כרכין כשתי בתי  דינין בשתי עיירות דמו, ורבא דאמר אימתי כגון בית דין אחד בעיר אחת אבל  שתי בתי דינין בעיר אחת לא, לרבותא קאמר ולומר דכל שכן הכא דעיר וכרך שתי  בתי דינין בשתי עיירות נינהו, וכבר כתבתיה שם בארוכה במקומה ביבמות (יד,  א ד\"ה אמר) בסייעתא דשמיא. ומכל מקום אתה למד שאין עסק לקריאת הכפרים  בהקדמתן באותה סוגיא כלל ולא מאותו השם הוא זה. גם סוגיית הירושלמי  שכתבתיה למעלה מוכיח כן, מדאקשינן התם בפרק מקום שנהגו הרי ראש השנה ויום  הכפורים ביהודה נהגו כרבי עקיבא ובגליל כרבי יוחנן בן נורי שנייה היא שאם  עבר ועשה ביהודה כגליל ובגליל כיהודה יצא הרי פורים אלו קורין בארבעה עשר  ואלו קורין בחמשה עשר, אלמא לא מקשי אלא מארבעה עשר וחמשה עשר כדמקשי  מינייהו בהדיא, ועוד שאותן השנים בלבד הן שאם קראו  אלו בזמנן של אלו ואלו בזמנן של אלו לא יצאו הא בני כפרים שלא הקדימו  וקראו בארבעה עשר יצאו. כך נראה לי.", 
            "גמרא: <b>מנא לן, מנא לן  כדבעינן למימר קמן וכו'. </b>איכא למידק היכא קא מתמה הכי כי שיילינן מנא  לן, והלא ההיא דלקמן ברייתא היא, וכל מאן דלא  ידע מאי דאיכא בברייתא לא מתמהינן עליה. ובתוספות דחקו הרבה ואמרו דהא  דקא מתמה עליה היינו משום דבעי לה הכא גבי מגילה נקראת באחד עשר בשנים  עשר וכו' ולא בעי לה לקמן גבי כפרים מקדימין ליום הכניסה, והכי קאמר ליה,  מדלא בעית לה לקמן אם כן משמע דפשיטא לך טעמא דתקינו להו מפני  שמספקין מים ומזון כדבעינן למימר קמן בברייתא  ואם כן מאי קא מיבעיא לך הכא. ולי נראה, דמי שאמר כדבעינן למימר קמן הוא  ששאל תחילה מנא לן ולפרושה למתניתין בדרך קושיא ותרוץ הוא, ודכוותה איכא  טובא בגמרא.", 
            "<b>והלא אין בית דין  יכול לבטל דברי בית דין חבירו וכו'. </b>והוא הדין דהוה מצי לאקשויי והלא  פשט בכל ישראל, וכדאמרינן בע\"ז בפרק אין מעמידין (עבודה זרה לו, א עיי\"ש) בשמעתא  דשמנן, בכל בית דין יכול לבטל דברי בית דין חבירו חוץ משמנה עשר דבר  שאפילו יבא אליהו ויאמר אין שומעין לו שהרי פשט איסורן בכל ישראל, אלא  חדא מתרתי פירכי נקט.", 
            "<b>ואימא זמנים הרבה. </b>כלומר אפילו מראש  החדש, וכענין שאמרו בירושלמי (פ\"א ה\"א) כל החדש כשר לקריאת המגלה דכתיב  (אסתר ט, כב) והחדש אשר נהפך להם מיגון לשמחה ובלבד עד חמשה עשר דכתיב  (שם פסוק כז) ולא יעבור, ופריק זמניהם דומיא דזמנם.", 
            "<b>זמן קהלה  לכל היא. </b>פירש רש\"י ז\"ל זמן מלחמה לפיכך לא צריך קרא. והקשו עליו  בתוספות שהרי אין הדבר תלוי במלחמה, אלא בנייח תלה הכתוב, כדכתיב (אסתר  ט, כב) כימים אשר נחו בהם היהודים, וכתיב (שם פסוקים טז-יז-יט) נקהלו  ועמוד על נפשם בשלשה עשר ונוח בארבעה עשר על כן היהודים הפרזים עושין את  יום ארבעה עשר. אבל בירושלמי (פ\"א ה\"א) מפרש שאין ראוי לרבותו מפני שהיה  זמן מלחמה לכל, דגרסינן התם ימים כנגד ימים י\"א וי\"ב כנגד י\"ד וט\"ו או  י\"ב וי\"ג כנגד י\"ד וט\"ו אמר ר' חלבו יום י\"ג יום מלחמה היה אף הוא מוכיח  על עצמו שאין בו נייח, מעתה אל יקראו בו לפניו ולאחריו קורין ובו אין  קורין. והא דקאמר בגמרא לפי דברי הירושלמי הכי קאמר ומכל מקום לא צריך  קרא שיהא מותר לקרות בו דקל וחומר הוא.<br><b></b>ורבינו תם ז\"ל הקשה לכל הפרושין,  דהוה ליה למימר זמן מלחמה לכל היא. ואין קושייתו מחוורת, דלישנא דקרא נקט  נקהלו ועמוד על נפשם (שם פסוק טז) נקהלו בשלשה עשר בו (שם פסוק יח). והוא  ז\"ל פירש זמן קהלה שנקהלו הכל בשושן ביום שלשה עשר עם מרדכי ואסתר  להתענות מפני שהיו עומדין על נפשם. וכן מצא בשאלתות דרב אחא (פרשת ויקהל שאילתא סז עיי\"ש)  וביום שלשה עשר עשו תענית בימי מרדכי ואסתר לפי שהכל נקהלו על נפשם והיו  צריכין רחמים. וכן מצינו במשה שעשה תענית כשנלחם בעמלק, דדרשינן במסכת  תענית מדכתיב (שמות יז, י) ומשה ואהרן וחור  וכו' מכאן לתענית שצריך שלשה, עד כאן. ומכאן סמכו לתענית י\"ג שאנו עושים  שלא מצינו לו סמך מן המקרא ולא מן התלמוד. ובמסכת סופרים (פי\"ז ה\"ד; פכ\"א  ה\"א) כתוב שרבותינו שבמערב מתענין שלש תעניות דאסתר.", 
            "<b>ימים  כימים. </b>ירושלמי (פ\"א ה\"א): או אינן אלא תשיעי ועשירי, כימים ימים  שהן סמוכין לימים, ואם ימים שהן סמוכין לימים אינן אלא ששה עשר ושבעה  עשר, לית יכיל דאמר ר' אבהו בשם ר' אלעזר לא יעבור ולא יעבור.", 
            "<b>אילימא אליבא דרבי עקיבא בזמן הזה נמי איתיה. </b>פירש רש\"י ז\"ל דרבי  עקיבא לאחר חורבן הוה. ואינו נכון, דהכי נמי הוה בפני הבית, דחתנו של  כלבא שבוע הוה. ופירשו רבותינו בעלי התוספות ז\"ל דפשיטא ליה דמתניתין  מיירי בזמן הזה, מדקתני בה (לקמן מגילה ה, א) אימתי במקום שנכנסין בשני ובחמישי  אבל במקום שאין נכנסין בשני ובחמישי אין קורין אותה אלא בזמנה, ומדמפליג  בין נכנסין לשאין נכנסין ולא מפליג בין בפני הבית לשלא בפני הבית ש\"מ  דאפילו בזמן הזה איתא וכדדייק מינה בסמוך רב אשי, וסתם  מתניתין רבי עקיבא היא. ואם תאמר אם כן  היכי איתותב מינה רבי יוחנן, לוקמה לברייתא כרבי יוסי ברבי יהודה (ראה  לקמן עמוד ב) ומתניתין רבי יהודה (דבמשנה לקמן מגילה ה, א) ותרוייהו אליבא דרבי  עקיבא, ורבי יוסי ברבי יהודה אית ליה דליתא להאי תקנתא בזמן הזה. יש לומר  דניחא ליה לאוקומי חדא כרבי עקיבא וחדא כרבנן ולאו לאוקמי כרבי עקיבא  בתרי תנאי.", 
            "<b>רב אשי קשיא ליה דרבי יהודה אדרבי יהודה ומוקים  לברייתא כרבי יוסי ברבי יהודה. </b>קשיא לי ומאי קושיא, דילמא בברייתא  מפליג בין קודם הזמן הזה ובין הזמן הזה ובמתניתין (דלקמן מגילה ה, א) מפליג  אפילו בפני הבית, ומאי דשייר במתניתין פליג בברייתא ומאי דשייר בברייתא  פליג במתניתין. ומיהו למאי דאמרינן במסקנא דרב אשי שמיעא ליה דאיכא מאן  דתני לה כרבי יוסי ברבי יהודה לא קשיא מידי, דכיון דקשיין קצת לכאורה אמר  רב אשי דמאן דתני לה אליבא דרבי יוסי ברבי יהודה דוקא."
        ], 
        [
            "והא דאקשינן: <b>ומדקשיא ליה דרבי יהודה אדרבי יהודה מוקים  לברייתא כרבי יוסי ברבי יהודה. </b>נראה לי דהכי פירושא, כיון דאיכא  למימר דתרוייהו רבי יהודה וחדא כרבנן וחדא כרבי  עקיבא, וכדמוקמינן להו בתיובתא, אם כן מאי דוחקיה לדחויי חדא מרבי יהודה  ולאוקומה כרבי יוסי ברבי יהודה.", 
            "<b>מאי טעמא לא אמר דהא אית ליה  פרזי פרזי. </b>וכדאמרינן בירושלמי (פ\"א ה\"א) מלמד שמגילת אסתר ניתנה  לידרש.", 
            "<b>בשלמא לתנא דידן היינו דכתיב (אסתר ט, כח) מדינה  ומדינה ועיר ועיר. </b>קשיא לי ומשפחה ומשפחה למה לי, דעל כרחין למאי  דסבירא לן השתא דלתנא דידן קרא לחלק משפחה ומשפחה נמי לחלק, וכדמוכח  בהדיא לקמן (מגילה ג, א) דאמרינן והשתא דאמרת מדינה ומדינה ועיר ועיר קרא יתירא  הוא משפחה ומשפחה למה לי, דאלמא למאן דמוקים לקרא לחלק לא איבעיא לן  דפשיטא דכוליה קרא לחלק. ויש לומר דמוקי לה לכפרים ולחלק בין סמוך ונראה  לשאינו סמוך ושאינו נראה, ואי נמי בין שנה זו לשנה אחרת לבני הכפרים מפני  שאין להם זמן קבוע אלא ליום הכניסה.<br><b></b>ואף בירושלמי (פ\"א סוה\"א)  מצאתי שהעמידו משפחה ומשפחה לכפרים, דגרסינן התם, ר' סימון בשם ר' שמואל  בר' נחמן משפחה ומשפחה אלו הכפרים, מדינה ומדינה אלו הכרכים, עיר ועיר אלו  העיירות.", 
            "<b>אלא לרבי יהושע בן קרחה עיר ועיר למה לי. </b>קשיא  לי לימא עיר ועיר לחלק בין יש בה עשרה בטלנין לשאין בה. ויש לומר אם כן  למה תלה אותו בעיר ועיר אפילו במדינה ומדינה נמי ישנו לדין זה. ועוד שאין  הסברא שיאמר הכתוב עיר ועיר לחלק בדברים שתלויין במקרים.", 
            "<b>אלא קרא יתירא הוא וכדרבי יהושע בן לוי וכו'. </b>קשיא לי עיר ועיר למה לי.  ויש לומר דדרשינן מיניה נמי עיר וכל הסמוך לו נידון כעיר, ונפקא מינה  להקדמה שאינו מקדים ליום הכניסה.<br><b></b>ולענין פלוגתא דתנא דידן ורבי יהושע בן קרחה, קיימא לן כתנא דידן.<br><b></b>ויש מי שאומר דכיון דתלינן  ביהושע בן נון אין הדבר תלוי אלא בארץ ישראל בלבד, אבל בחוצה לארץ אפילו  במוקפין מימות יהושע אין קורין אלא בארבעה עשר. ובתוספות אמרו דאפילו  בחוצה לארץ. והביאו ראיה מדאמרינן לקמן (מגילה ה, ב) רב אסי קרא בהוצל בארביסר  ובחמיסר, והוצל מחוצה לארץ היא וכדאמרינן (כתובות קיא, א) נקיטינן בבל לא  חזיא חבלי משיח תרגומא הוצל, ואינה ראיה דתרי הוצל הוו ובדרב אסי בהוצל  דבנימין גרסינן. וראיתי בנמוקי הר\"ם ב\"ן נ\"ר  שהביא ראיה, דהא ודאי לרבי יהושע בן קרחה דאית ליה מימות אחשורוש אפילו  מוקפין חומה שבחוצה לארץ אית ליה כשושן, וכדאמרינן בהדיא  מאי טעמא  דרבי יהושע בן קרחה כשושן מה שושן מוקפת חומה מימות אחשורוש וקורין בחמשה  עשר, ומדרבי יהושע בן קרחה נשמע לתנא דידן, דלא נחלקו אלא בזמן דהיקף אבל  שיהא דין מוקפין נוהג בכל חוצה לארץ לרבי יהושע בן קרחה ולא לתנא דידן  בהא לא איפליגו. ועוד דמתניתין סתמא קתני כרכין המוקפין חומה קורין, ובכל  מקום תנן. וזו אינה ראיה, דדילמא כיון דתלי מימות יהושע סתמא דמילתא בארץ  ישראל קאמר כיון דתלינן ביהושע, דמה ענין יהושע בחוצה לארץ. עוד הביא הוא  נ\"ר ראיה, מדגרסינן בירושלמי (פ\"א ה\"א) הכרך שחרב ונעשה של גוים איתא חמי  בו אין קורין בחוצה לארץ קורין, אלמא בהדיא אמרינן דבחוצה לארץ קורין  בכרכין שלהן כשל ארץ ישראל. וגם זו אינה ראיה מחוורת בעיני, דבגירסת  הירושלמי מצאתי איתא חמי חוצה לו קורין בו אין קורין, וחוצה לארץ ליכא  בספרים. ונראה לי פירושו, חוצה לו קורין מחמת  הכרך כרבי יהושע בן לוי דאמר כל הסמוך וכל הנראה עמו נדון ככרך, והלכך  כיון דמעיקרו נתחייב הסמוך לכרך לקרות בט\"ו משום דמגנו בתוך הכרך אף  עכשיו שנחרב הכרך הסמוך לו והנראה עמו שלא נחרבו ולא נשתנו במילתייהו  קיימי וקורין בט\"ו כדינן הראשון, ומשום הכי קא מתמה חוצה לו שלא נתחייבו  אלא מחמת סמיכות הכרך קורין בט\"ו ובו שהוא היה עיקר אין קורין, כך נראה  לי פירוש גירסת הירושלמי.<br><b></b>ואלא מיהו אותה ראיה ראשונה ראיה. ועוד נראה לי  ראיה, מדאמרינן לתנא דידן שושן דעבדא כמאן, כלומר דהא אינה מוקפת חומה  מימות יהושע ואינה אלא כעיר, ואם איתא דלתנא דידן אפילו המוקפין שבחוצה  לארץ אין קורין כלל [בט\"ו] ואפילו הכי שושן קריא בט\"ו, הא מידע ידעינן  דטעמא אחרינא אית לה, אבל השתא דקרו בכל חוצה לארץ במוקפין [בט\"ו] וחזי  להו לבני שושן נמי דקרו [בט\"ו] איכא למימר דמשום הקפתה היא שקורין בה כמו  שקורין בשאר הכרכין המוקפין שבחוצה לארץ.", 
            "<b>וכמה מיל. </b>ודוקא  לסמוך, אבל נראה לית ליה שיעורא אלא כל שהוא נראה.", 
            "<b>מנצפך  צופים אמרום. </b>צופים היינו נביאים שלאחר יאשיהו. ותדע לך מדאסיקנא  (לקמן מגילה ג, א) שכחום וחזרו ויסדום, ועד מלכות יאשיהו היאך אפשר ששכחום והלא  ספר תורה מונח בארון וכן הלוחות, אלא לאחר שנגנז הארון בימי יאשיהו  הדברים אמורים.", 
            "הא דאקשינן  הכא: <b>והא אין נביא רשאי לחדש דבר מעתה. </b>הקשו בתוספות והא איכא  למאן דאמר התם בסנהדרין בפרק כהן גדול (סנהדרין כא, ב; כב, א) דעזרא שינה את הכתב  כשעלה מבבל, דלמה נקרא שמו אשורי שעלה עמהם מאשור. ותירצו התם מקרא אשכחו  ודרוש, דכתיב (דברים יז, יח) וכתב לו את משנה התורה הזאת ודרשינן מיניה  כתב העשוי להשתנות. ואכתי לא ניחא לי,  דהא תנן לקמן (מגילה ח, ב) שהספרים נכתבים בכל לשון. אלא  מסתברא דלחלף אותיות באותיות כההיא דסנהדרין דלקחו להם כתב אשורי חלף כתב  עברי מותר ואין זה חידוש, אבל להניח את הכתב כמות שהוא ולהוסיף עוד  אותיות זה חידוש ואינו רשאי. כך נראה לי.", 
            "<b>ועוד האמר רב חסדא  מ\"ם וסמ\"ך שבלוחות בנס היו עומדין. </b>כתב רבינו תם ז\"ל בספר הישר (חלק  החידושים סי' תט עיי\"ש) דלא גרסינן ליה הכא, דאילו מ(י)הא משמע דמנצפך  היינו סתומות ובפרק הבונה בשבת (קג, ב; קד, א) אמרינן איפכא, דאמרינן התם  מדפתוח שעשאו סתום כשר סתום ועשאו פתוח כשר, ואקשינן עלה בשלמא פתוח  ועשאו סתום עלויי עלייה דאמר רב חסדא מ\"ם וסמ\"ך שבלוחות בנס היו עומדין  אלא סתום ועשאו פתוח גרועי גרעיה דאמר ר' ירמיה ואיתימא ר' חייא בר אבא  מנצפך צופים אמרום, דאלמא משמע דמנצפך היינו פתוחות, אלא התם הוא דגרסינן  ליה אבל הכא לא שייכא ההיא קושיא.<br><b></b>ובתוספות אמרו דגרסינן ליה, ומשום  דמספקא ליה לתלמודא אי בפתוחות מיירי וכדרב  חסדא או לא, והכא הכי קא פריך, והא כתיב  (ויקרא כז, לד) אלה המצות וכו' והלכך בין דמיירי בסתומות בין דמיירי  בפתוחות קשיא ולכשתמצא לומר בסתומות כל שכן דקשיא מדרב חסדא דאמר מ\"ם  וסמ\"ך שבלוחות בנס היו עומדין. ואף רבינו תם ז\"ל חזר ואמר שאין למוחקו  מטעם זה, דאילו מקושיא דרב חסדא הוה מצי  לתרץ דמנצפך היינו בפתוחות אלא דקושיא דאלה המצות לא מיתרצא, ומשום  דמספקא ליה הא דר' ירמיה אי בפתוחות או בסתומות אקשי מינה בפרק הבונה  ואוקי לה בפתוחות וכי מטי הכא מוקי לה בסתומות לאקשויי עלה מדרב חסדא."
        ], 
        [
            "<b>ביקש לגלות תרגום של כתובים. </b>ואם תאמר והא  אנן אית לן תרגום של כתובים, ובימי התנאין נמי היה להם וכדאמרינן לקמן  בפרק שלישי (כא, ב) בהלל ובמגילה אפילו עשרה קורין ועשרה מתרגמין, ובשבת  בפרק כל כתבי הקדש (קטו, א) אמרינן דרבן גמליאל הזקן היה עומד על גב מעלה  בהר הבית והיה ספר איוב מונח לפניו תרגום ושקעו תחת הנדבך, ואף בירושלמי  איתא בהדיא בריש פרק הקורא את המגילה (פ\"ד ה\"א). ונראה שאחד מן התנאין  שלאחר יונתן בן עוזיאל תרגמו, ולא תרגם ספר דניאל משום דאית ביה קץ משיח,  ויונתן בן עוזיאל שנמנע מלתרגם משום דכיון שלא יכול לתרגם את הכל לא רצה  לתרגם מקצתו.", 
            "<b>מבטלין מעבודתן  לשמוע מקרא מגילה. </b>פירוש, אף על פי שיש שהות ביום לעבוד עבודה ואחר  כך לקרות אפילו הכי מבטלין מעבודתן כדי לשמוע בצבור.", 
            "<b>חיישינן שמא שד הוא. </b>פירשו בתוספות (ד\"ה חיישינן) דדוקא בשדה ובלילה  דומיא דיהושע אבל בעיר  לא, דאי לא תימא הכין מי שאמר בלילה כתבו גט לאשתי אין כותבין ונותנין  אלא אם כן ראו לו  בבואה ובבואה דבבואה, כההיא דמי שהיה מושלך בבור ומי שעלה בראש ההר  כדאיתא בפרק התקבל בגיטין (סו, א).  והכין איתא בירושלמי בפרק התקבל (גיטין פ\"ו ה\"ו עיי\"ש) אמר ר' חנינא  למדני ר' יונתן והם שראו בבואה של אדם, תמן תנינן (יבמות קכב, א) מעידין  לאור הנר ולאור הלבנה ומשיאין על פי בת קול ומר ר' יונתן והם שראו בבואה  של אדם ר' אחא בשם ר' חנינא הא דאת אמר בשדה אבל בעיר אפילו לא ראו בבואה  של אדם, אמר ר' אבין המזיקין מצויין בבורות כדרך שמצויין בשדות.", 
            "<b>אמש בטלתם תמיד של בין הערבים. </b>ואם תאמר אמאי והלא היו יכולין  כהנים לעבוד בשעה שהיו ישראל נלחמים. יש מפרשים דלאו תמיד ממש בטלו, אלא  שלא היה שם מעמד ישראל מפני שהיו טרודים במלחמה והעלה עליהם כאלו בטלו  התמיד, והם לא חששו כל כך כיון שאינם מעכבין את הקרבן. ואינו מחוור, דאם  כן מה קושיא מהא דיהושע, התם הוא דתלמוד תורה עדיף ממעמד, אבל עבודה ממש  עדיפא מתלמוד, ומכאן סמכו של בית רבי. ותירצו בתוס' כי מפני שלא היה  הארון במקומו כדאיתא בערובין בפרק הדר עם הנכרי (סג, ב), והיו הכהנים  נושאין אותו לפיכך לא קרבו התמיד."
        ], 
        [
            "<b>מת מצוה  עדיף מדתניא מבטלין תלמוד תורה וכו'. </b>יש לפרש דלאו דוקא מת מצוה אלא  אפילו שאר מתים נמי, וכדתניא בהדיא בברייתא מבטלין תלמוד תורה להוצאת המת  וסתמא אכולהו קאמר, והכין נמי מוכח בהדיא בריש פרק האשה שנתאלמנה (כתובות  יז, א), אלא משום דאיירי הכא במת מצוה גבי עבודה ומת מצוה דהתם מת מצוה  דוקא נקט נמי בהא מת מצוה. ואי נמי יש לומר דבברייתא רשות קתני דאי בעי  מבטל, וכיון דלשאר מתים רשות לגבי מת מצוה חובה, והכין דייק נמי בריש פרק  האשה שנתאלמנה. ושם הארכתי בה בסייעתא דשמיא.", 
            "<b>יכול יטמא אמרת לא  יטמא. </b>פירש רש\"י ז\"ל כאן, אמרת לא יטמא דילפינן מנזיר דכי היכי דאינו  מבטל נזירותו משום טומאת קרוביו הכי נמי אינו מתבטל מלהקריב קרבנותיו  משום טומאת קרוביו. ואינו נכון, דמה לנזירות שכן עיקר  מצותו שלא ליטמא למתים, ועוד מה לנזיר שכן לאו  ועשה.<br><b></b>ובסנהדרין (לה, ב) פירש  רש\"י ז\"ל אמרת לא יטמא לפי שהוא נזיר וכתיב על כל נפשות מת לא  יבא, משמע דסבירא ליה דהאי ברייתא דהיה  הולך לשחוט את פסחו בנזיר קא מיירי וכדמשתעי ביה קרא, וכדדרשינן בזבחים  פרק טבול יום (זבחים ק, א עיי\"ש) לאביו (במדבר ו, ז) מה תלמוד הרי שהיה נזיר  וכו' לאמו (במדבר שם) מה תלמוד הרי שהיה נזיר וכהן, והוא הדין נמי  דולאחותו (במדבר שם) מיירי בשהיה נזיר והולך לשחוט את פסחו. וגם זה אינו  נכון, דהא בפרק טבול יום (זבחים שם) לא משמע הכין, דאמרינן התם דטומאת  קרובים דוחה פסח קודם חצות אבל לאחר חצות לא, וקא דייק לה התם מיוסף הכהן  שמתה אשתו בערב הפסח ולא רצה ליטמות ונמנו עליו אחיו הכהנים וטמאוהו  ופריך אמאי טמאוהו והתניא ולאחותו מה תלמוד הרי שהיה הולך לשחוט את פסחו  ולמול את בנו ושמע שמת לו מת יכול יטמא אמרת לא יטמא אלמא טומאת קרובים  אינה דוחה קרבנותיו, ואם איתא מאי קושיא ההיא בנזיר ויוסף הכהן לאו נזיר.  וגם רבנו שלמה ז\"ל חזר בו בזבחים מכח קושיא  זו.<br><b></b>ואין לפרש דהכי קא פריך  התם, מדאיצטריך קרא בנזיר שהולך לשחוט את פסחו שהוא מטמא למת מצוה שמע  מינה שאין טומאת קרובים דוחה קרבנות, דאם איתא לישתוק קרא מלאחותו ואנא  ידענא שאף על פי שהוא נזיר והולך לשחוט את פסחו אפילו הכי מטמא הוא למת  מצוה, דמנא תיתי דלא דאי משום נזירות מת מצוה עדיף וכדדרשינן מלאביו ולאמו,  ואי משום עבודה השתא טומאת קרובים קלה שאינה דוחה נזירות דוחה אותה מת  מצוה חמור שדוחה נזירות אינו דין שידחה עבודה, דהא ליתה, דאיצטריך דסלקא  דעתך אמינא דאף על גב דנזירות ועבודה כל חד וחד באנפי נפשיה מידחי מקמי  מת מצוה כי קיימי אהדדי לא מידחו. ותדע לך, מדקתני רישא דהך ברייתא  (בזבחים שם עיי\"ש) נפשות אלו הרחוקים מת  אלו הקרובים, לאביו מה תלמוד הרי שהיה  נזיר וכו' לאביו אינו מטמא אבל מטמא הוא למת מצוה לאמו מה תלמוד הרי שהיה  כהן ונזיר וכו' לאמו אינו מטמא אבל מטמא הוא למת מצוה, ואם איתא למאי  איצטריך אנא ידענא דנזירות הרי הוא נדחה משום מת מצוה, ואי משום כהונה  השתא קרוב הקל שאינו דוחה נזירות דוחה כהונה מת מצוה חמור שדוחה נזירות  אינו דין שידחה כהונה, אלא דעל כרחין איצטריך  דסלקא דעתך אמינא כי קיימי תרוייהו בהדדי באנפיה לידחו, הכא נמי  לא שנא.<br><b></b>אלא הכא בהולך לשחוט את פסחו גרידא, והכי קאמר אמרת לא  יטמא משום דהויא לה טומאת קרובים עשה הקל ועבודה ומילה עשה חמור שיש בהן  צד כרת, וכענין שאמרו בשמעתא קמייתא דיבמות (ג, ב ו-ה, ב), ולא אתי עשה  שאין בו צד כרת ודחי לעשה חמור שיש בו צד כרת. ולולי שעשה דמילה ועבודה  חמור היה עשה דטומאת קרובים דוחה אותו, וכההיא דאמרינן בשלוח הקן (חולין קמא א) דעשה  דטהרת מצורע דוחה עשה דשלוח הקן משום (מעשה) [דעשה] דטהרת מצורע חמור  משום שלום ביתו אלא משום דבשלוח הקן אית ביה עשה ול\"ת לא דחי להו עשה  דטהרת מצורע.<br><b></b>אלא דקשיא לי  מדאתי' (בזבחים שם) לאוקומא אפילו ההיא דיוסף הכהן לאחר חצות וכדרבי  עקיבא דאמר לה יטמא חובה, ואם איתא דאמרת לא יטמא משום חומר עשה דעבודה  קאמר אפילו לכשתמצא לומר דלה יטמא חובה מאי הוי אכתי לא ידחה עשה דעבודה  החמור כדקאמרינן כיון שכבר נכנס בזמן חיובו של פסח. ואולי נאמר דלמאן  דמוקי לה כרבי עקיבא סבירא ליה דעשה דטומאת קרובים חמיר טפי דדחי לאו  ועשה, דהא דחי כהונה דאית ביה לאו דלנפש לא יטמא (ויקרא כא, א) ועשה  דקדושים יהיו לאלהיהם (שם פסוק ו), ואפ\"ה לדידן לאו שיש בו צד כרת חמור  טפי. וצל\"ע.<br><b></b>הא דבעא רבא מקרא מגילה ומת מצוה איזה מהן  עדיף", 
            "והדר פשטה ד<b>מת מצוה עדיף משום דגדול כבוד הבריות שדוחה לא  תעשה שבתורה. </b>תמיה לי מקרא מגילה נמי הא דחי עבודה ותלמוד תורה. ויש  לומר דלאו מיהא לא דחי.", 
            "הא ד<b>אמר רבי יהושע בן לוי כרך שישב  ולבסוף הוקף נדון ככפר. </b>פירש רש\"י ז\"ל לענין בית בבתי ערי חומה.  ונראה שהזקיקו לרבינו ז\"ל לפרש כן, דאי לענין מקרא מגילה כל היכא דמיגניא  ומכסיא מימות יהושע בן נון קרינן בה בחמיסר ואף על גב דלאו מוקפת חומה  ממש כדינה לענין בית בבתי ערי חומה, וכאמרינן לקמן (מגילה ה, ב) חזקיה קרא  בטבריא בארביסר ובחמיסר מספקא ליה משום דחד גיסא שורא דימא הוא, ואקשינן  אי הכי אמאי מספקא ליה הא ודאי לאו חומה היא דתניא אשר לו חומה (ויקרא  כה, ל) ולא שור איגר, סביב (שם פסוק לא) פרט לטבריא שימה חומתה,  ופרקינן לענין בתי ערי חומה לא מספקא ליה אלא כי קא מספקא ליה לענין מקרא  מגילה מאי פרזין ומוקפין חומה דכתיבי גבי מקרא מגילה, משום דהני מיגלו  והני מיכסו והא נמי הא מיגליא, או דילמא משום דהני מיגנו והאי נמי אגנויי  מיגניא, וכיון שכן אף כרך שישב ולבסוף הוקף הא לא מיגלו והא אגנויי מיגנו  וליקרו בחמיסר. וכל הסמוך לכרך והנראה אליו קורין בחמיסר ואף על גב דלא  הוו כמוקפין לענין בית בבתי ערי חומה, אלמא לענין הקריאה הקלו.<br><b></b>ומיהו אין פירושו מחוור, דאם כן מאי שייכא הכא  התם בערכין הוה ליה לאייתוייה. ועוד דאי לבתי ערי חומה קאמר הוה  ליה למימר נידון כבתי החצרים.<br><b></b>ומסתברא לי, דאפילו לענין מקרא  מגילה אמרה רבי יהושע בן לוי, ולדידיה מוקפין ממש בעי לענין קריאה כענין  לבית בבתי ערי חומה, ולמאן דאמר סביב פרט לעיר שימה חומתה אף לענין קריאה  כן. וחזקיה דקרא בארביסר ובחמיסר בטבריא משום דמספקא ליה אי סביב דקרא  פרט לימה חומתה או לא, והכי נמי איתא בהדיא בגמרא דבני מערבא (פ\"א ה\"א)  חזקיה קרי בטבריא בי\"ד ובט\"ו דהוא חשש על הדא דתני רבי שמעון בן יוחאי  ואיש כי ימכור בית מושב עיר חומה (ויקרא כה, כט) פרט לטבריא שימה חומתה.  ולכשתמצא לומר דספיקיה דחזקיה כטעמא דגמרין, פליגא דחזקיה אדרבי יהושע בן  לוי. וטעמא דכל הסמוך והנראה אליו נמי, משום דכיון דמיגנו ומיכסו בכרך  המוקף מימות יהושע דכל שהוא סמוך ונראה לכרך בשעת מלחמה מתאספין ובאין אל  ערי המבצר והלכך הרי הן כאנשי הכרך ממש והרי הן כמוקפין חומה מימות  יהושע. ואף על פי שבירושלמי למדו ממנו לטבריא, דגרסינן התם (שם) רבי יוחנן  קרי לה בכנישתא דכפרה ואמר הדה היא טבריא קדמייתא, ולא חש להדה דתני רבי  שמעון בן יוחאי קל שהקלו בקריאתה דתני' תמן (ערכין לב, א) כל  שהוא לפנים מן החומה הרי הוא כבתי ערי חומה חוץ מן השדות, רבי מאיר אומר  אף השדות, ותני כאן (תוספתא במכילתין פ\"א ה\"א) הסמוך לכרך והנראה עמו הרי  הוא כיוצא בו, לית ליה לרבי יהושע בן לוי כן. ורבי יהושע בן לוי דגמרין  ורבי יוחנן דירושלמי קיימא לן כרבי יהושע בן לוי, חדא דכל היכא דפליגא  דירושלמי אגמרין לא משגחינן לדירושלמי, ועוד רבי יוחנן לגבי רבי יהושע בן  לוי לא קיימא לן כוותיה. ודחזקיה נמי, כיון דחזקיה לא אמרה בהדיא ודילמא  משום דחייש לדתני רבי שמעון בן יוחאי כדאיתא בירושלמי ואשכחן ליה לריב\"ל  דאמרה בהדיא, לא שבקינן דריב\"ל ונקיטינן מאי דלא איבריר מדחזקיה. כך נראה  לי.<br><b></b>ופירוש נדון ככפר: כלומר ומקדימין ליום  הכניסה. ואיכא למידק היכי דמי, אי דאיכא  עשרה בטלנין מי גריעי מעיירות גדולות דקרו בי\"ד, ואי ליכא עשרה בטלנין  מאי שנא ישב ולבסוף הוקף אפילו הוקף ולבסוף ישב נמי, כאידך דרבי יהושע בן  לוי דאמר בסמוך כרך שאין בו עשרה בטלנין נדון ככפר. ותירצו בתוספות דכרך  המוקף מימות יהושע לא בעי עשרה בטלנין, וההיא דרבי יהושע בן לוי דבסמוך  לאו כרך המוקף קאמר אלא כרך הגדול קאמר דהיינו עיר גדולה שבגדולות, כסתם  כרכין האמורין בכל מקום לקמן בפרק בני העיר (מגילה כו, א) גבי בית הכנסת דכפרים  וכרכין דהיינו עיירות גדולות, ובכתובות (קי, ב) אין מוציאין מעיר לכרך  ומכרך לעיר, ובריש כתובות (ד, א) כגון מתא מחסיא דמפקא מכרך ומפקא  מעיר, והלכך האי כרך שישב ולבסוף הוקף  בשאין בה עשרה בטלנין, וטעמא דישב ולבסוף הוקף הא הוקף ולבסוף ישב  קורין בחמשה עשר, והיינו נמי דמקדימין ליום הכניסה כיון דלית ביה עשרה  בטלנין.<br><b></b>ולדבריהם ז\"ל, היינו דקתני במתניתין (לקמן מגילה ה, א) אי זו היא עיר  גדולה כל שיש בה עשרה בטלנין פחות מכאן הרי זה כפר ולא קתני איזהו כרך,  דאלמא בעיירות שאין חשיבותן אלא מחמת הבטלנין תני כרך שחשיבותו מחמת  הקיפו לא תני דבין כך ובין כך חשיב דהא הוקף מימות יהושע. ואפשר נמי  דטעמא דהא מילתא, כדי לחלוק כבוד לארץ ישראל שהיתה חריבה אפילו מיושביה  ולא יהו שאר המוקפין קורין בהן בשעת הנס בט\"ו וכל ארץ ישראל בי\"ד. והא  דאמרינן נמי בסמוך כרך שחרב ולבסוף ישב נדון ככרך ואוקימנא בשחרב מעשרה  בטלנין היינו עיר גדולה, ואף על גב דמייתינן עלה הא דתניא אשר  לו חומה אף על פי שאין לו עכשיו דההיא  במוקף ממש, הכי קאמר אילימא בכרך המוקף ממש טעמא דישב הא לא ישב לא והא  תניא וכו' אלא בשחרב מעשרה בטלנין כלומר בעיר גדולה שחשיבותה מחמת עשרה  בטלנין שבה ונחרב מהן וחזר ונתיישב, ואף על פי שאמרו סתם ולא פירשו כל  שהוא מזכיר עשרה בטלנין הדבר ידוע שהדברים אמורים בעיר כאילו פירש. זו  שיטה נראה לי לפירוש התוספות.<br><b></b>אבל ראיתי לר\"ם ב\"ן ז\"ל בליקוטיו  דהכא לאו נדון ככפר [להקדים] ליום הכניסה קאמר, אלא נדון ככפר (קאמר)  [גמור] כמקום שלא הוקף חומה וכבתי החצרים קאמר וכדמתרגמינן  (חצריה) [תצרים] כפרניה, ולעולם כרך המוקף שאין בו  עשרה בטלנין אינו קורא בט\"ו אלא נדון כעיר וקורא בי\"ד. והביא ראיה מן  הירושלמי דגרסינן התם תני כרך שאין בו עשרה  בטלנין תקנתו קלקלתו ונעשה כעיר, ולא  משמע נעשה כעיר שאין בה עשרה בטלנין בלבד קאמר דאם כן הוה ליה  למימר נדון ככפר, אלא כעיר ממש קאמר ותקנתו הוא כשקורא בי\"ד שהוא עיקר  הנס והכל קורין בו.<br><b></b>ואין דרכו מחוור בעיני כלל מכמה פנים, חדא דכל שאתה  דוחה אותו ממקומו מחמת עשרה בטלנין לא דחיתו בהכרח כלומר שאילו רצו לקרות  בזמנן שאינן רשאין, אלא תקנתן קלקלתן דכיון שאין עשרה בטלנין קבועין בבית  הכנסת אף כל השאר מתיאשין מלהתקבץ בבית הכנסת ומימר אמרי אי אזילנא לא  משכחנא שם עשרה ואי מחייבת להו למקרי בזמנן אף הם צריכין לטרוח אחר עשרה  ולקבצם ביום שמחתן ונמצאו טרודין ומתבטלין מסעודתן והלכך הקלו עליהן  שאילו רצו להקדים ליום הכניסה הרשות בידם, וכיון שכן כרך שאין בו עשרה  בטלנין למה אתה דוחה אותו מזמנו וקובע לו זמן אחר והלא אין אתה דוחה את  הכפרים ואת העיירות מזמנן אלא תקנה התקינו והקלו עליהן להקדים ביום  הכניסה אם באו להקדים. ועוד שאין תרגום בתי החצרים בתי כפרני אלא בתי  פצחיא. ועוד אילו אמרו בירושלמי כרך  שאין בו עשרה בטלנין נידון כעיר לקרות בי\"ד מאי תקנתן קלקלתן דקאמר,  דאילו אתה דוחה אותו מט\"ו לי\"ד אין זו תקנה להם אלא  קלקול, דמוקפין לא משום קלקול אתה נותן להן ט\"ו אלא  שבח הוא להן.<br><b></b>ובאמת כי גם מה שפירשו רבותינו בעלי התוספות כי  כרך שאין בו עשרה בטלנין שאמר רבי יהושע בן לוי דלאו כרך מוקף קאמר לא  ניחא, דהא בכוליה פירקין כל שאמרו בו כרך סתם היינו מוקף ולאפוקי  מעיר.<br><b></b>ומסתברא לי דהכא הכי קאמר, כרך שישב ולבסוף הוקף נדון  ככפר כלומר שאין דינו ככרך אלא ככפר, וכללא קא כאיל דמעתה אילו יש בו  עשרה בטלנין קורין בי\"ד שאפילו הכפרים שיש בהן עשרה בטלנין קורין בי\"ד  ואם אין שם עשרה בטלנין מקדימין ליום הכניסה, ואידך דאמר כרך שאין בו  עשרה בטלנין נדון ככפר היינו נמי כרך המוקף מימות יהושע בן נון ואפילו  הכי כשאין בו עשרה בטלנין אילו רצו להקדים ליום הכניסה יקדימו, והיינו הא  דגרסינן בירושלמי כרך שאין בו עשרה בטלנין הרי זה כעיר כלומר כעיר שאין  בה עשרה בטלנין, ועל מתניתין דקתני אי זו היא עיר גדולה כל שיש בה עשרה  בטלנין אמרו כן בירושלמי, ומשום דלא קתני אלא בעיר הוה אמינא דדוקא עיר  שאין בה עשרה בטלנין היא שמקדמת ליום הכניסה אבל כרך כיון דמסתמא מתוך  שהוא גדול מיקלעו ליה מעלמא ולעולם לא יקדים ליום הכניסה, לפום כן צריך  מימר דלאו דוקא עיר אלא אפילו כרך הרי זה כעיר, דמתניתין דקתני שמקדים  ליום הכניסה ככפר שקלקלתו שאין בו עשרה בטלנין היא תקנתו שיש לו רשות  להקדים אם רצה להקדים. כך נראה לי.", 
            "<b>מאי קא משמע לן תנינא  (לקמן מגילה ה, א) אי זו היא עיר גדולה וכו'. </b>פירוש, וכיון דדינה דעיר בי\"ד  ומשום דאין בה עשרה בטלנין אתה נותן לה יום כניסה אף אנו נאמר דכרך שאין  בה עשרה בטלנין אתה נותן לה יום כניסה, דמאי שנא דזמנו דעיר קבוע כזמנו  דכרך."
        ], 
        [
            "<b>ואמר רבי יהושע בן לוי נשים חייבות  במקרא מגילה וכו'. </b>יש מפרשים דכיון שהן חייבות אף הן מוציאות את  האנשים ידי חובתן, דכל המחוייב בדבר מוציא את הרבים ידי חובתן. והכי נמי  משמע בשמעתא קמייתא דערכין (ג, א), דאמרינן התם הכל חייבין  לקרות את המגילה הכל לאתויי מאי לאתויי נשים, ומשמע שהנשים כשאר הכשרין  לקרות את המגילה שכשרין אף להוציא את הרבים. וכן פירש רש\"י ז\"ל שם (ד\"ה לאתויי). אבל  בהלכות גדולות פסקו שהן חייבות במשמע מגילה אבל לא במקרא ואינן מוציאות  את הרבים בקריאתן. והביאו ראיה מדתניא בתוספתא דמכלתין (פ\"ב ה\"ד עיי\"ש)  הכל חייבין בקריאת המגילה וכו' נשים ועבדים וקטנים פטורין ממקרא מגילה,  ונראה שפירש הרב ז\"ל פטורין מן המקרא אבל חייבין במשמע. והביא ראיה עוד  מדגרסינן בירושלמי דמכלתין (פ\"ב ה\"ה) ר' יהושע בן לוי מכנש בנוי ובני  ביתיה וקרי לה קדמיהון, ור' יונה אבוה  דר' אבין הוה מתכוין לקרות לפני הנשים בביתו שהכל היו  בספק, וגרסינן תו בירושלמי (שם) בר קפרא  אמר צריך לקרותה בפני נשים ובפני קטנים שאף אותם היו  בספק ולפי הירושלמי והתוספתא הא דתנן  (לקמן מגילה יט, ב) הכל כשרין לקרות את המגילה ואמרינן עלה בגמרא לאתויי נשים  הכי קאמר שאף הנשים כשרות לקרות אותה לפני נשים כמותן, אבל לא להוציא  אנשים. אלא דקשיא לי הא דתנינן בתוספתא (שם עיי\"ש) טומטום ואנדרוגינוס  חייבין ואין מוציאין את הרבים טומטום אינו מוציא לא את מינו ולא את שאינו  מינו אנדרוגינוס מוציא את מינו ואינו מוציא את שאינו מינו נשים ועבדים  וקטנים פטורין, דאלמא מדקתני טומטום ואנדרוגינוס חייבין ואין מוציאין  וקתני נשים ועבדים וקטנים פטורין פטורין לגמרי קאמר, ומשמע דמשבשתא  היא.<br><b></b>ומתוך הירושלמי שכתבנו משמע דהא דאמרינן שאף הן היו באותו  הנס פירושו שאף הן היו בספק, ולא כמו שפירש רש\"י ז\"ל שעל ידיהן היה עיקר  הנס. וכן נמי מוכח לשון שאף, שאילו  כפירושו היה לו לומר שהן היו באותו הנס.", 
            "<b>מאי איריא פורים  אפילו יום טוב נמי.</b> פירשו בתוספות מאי איריא פורים שאין דורשין קודם  לכן שלשים יום אלא אפילו יום טוב שדורשין קודם לו שלשים יום אפילו הכי  דורשין בו ביומו וכדתניא. ונראה מתוך דבריהם, דהא דתניא אחריתי (לקמן כט,  ב) שואלין בהלכות הפסח קודם לפסח שלשים יום היינו לדרוש בהלכותיו מאותו  זמן, וההיא קא מצרכא לדרוש בהלכותיו קודם לו שלשים יום והא דהכא קא מצרכא  לחזור ולדרוש בהן פעם שנית בזמנו ממש, וסימן לדבר מזרזין לדבר קודם מעשה  ובשעת מעשה.<br><b></b>ואני שמעתי דההיא דשלשים יום לשאול ולא לדרוש, ונפקא מינה  לאותה ששנינו (אבות פ\"ה מ\"י)  תלמיד חכם שואל בענין ומשיב כהלכה, לומר שאינו שואל לעולם אלא בענין הראוי  באותו זמן, וכיון שהוא סמוך שלשים יום לפסח הרי נכנס בתוך זמנו של פסח  וכל השואל בהן בענין הפסח שואל הוא בענין, שהרי משה עומד בפסח ראשון  ומזהיר על פסח שני על ידי שאלת האנשים אשר היו טמאים לנפש אדם (במדבר פרק  ט). ופירוש מחוור הוא. וכן נראה לי מן התוספתא, דתניא התם בריש פרק שלישי  דמכלתין (ה\"ב עי\"ש) שואלין הלכות הפסח בפסח הלכות עצרת בעצרת הלכות החג  בחג בבית הוועד שואלין הלכות הפסח קודם לפסח שלשים יום רשב\"ג אומר אין  פחות משתי שבתות עד כאן, אלמא ההיא דשלשים יום לשאילת בית הוועד היא  שנויה. ולפי פירוש זה הכא הכי קאמר, מאי  איריא פורים, דקא סלקא דעתך דהא דרבי יהושע בן לוי משום דכיון דאין קורין  בו ביום את המגילה וליכא פרסומי ניסא בו ביום משום הכי צריך לדרוש בו  ביום בהלכותיו כדי לפרסם ניסו בפה ביומו, ומאי איריא פורים אפילו יום טוב  שאנו מתעסקין בו ונוהגין בו קדש אפילו כן שואלין ודורשין בו ביומו. כך  נראה לי.", 
            "<b>חייב אדם לקרות את המגילה בלילה  ולשנותה ביום. </b>פירש רבינו תם ז\"ל שעיקר קרייתה ביום דהכי משמע לישנא  דקרא ועיקר פרסומי ניסא ביממא הוא, והלכך אף על פי שבירך עליה זמן בקריאת  הלילה חוזר ומברך זמן על קריאת יום. ותדע לך דעיקר קריאה ביום, מדתנן  לקמן (מגילה כ, ב) כל היום כשר לקריאת המגילה דכתיב (אסתר ט, כח) והימים האלה  נזכרים ונעשים (גמרא לקמן שם). וקתני נמי (לקמן שם עמוד א עיי\"ש) אין  קורין את המגילה ולא מוהלין ולא מזין ולא טובלין אלא ביום ומפרש עלה  בגמרא (שם) מנא לן דכתיב והימים האלה נזכרים בימים אין בלילות לא לימא  תהוי תיובתא דרבי יהושע בן לוי וכו' ומשני כי קתני ביום  אמוהלין, ומיהו מדקתני לקריאת מגילה  בהדייהו ולא קתני לה בהדי הנך דמצותן בלילה שמע מינה דעיקר מצותה ביום  היא. ועוד שהרי כפרים שהן מקדימין ליום הכניסה משמע שלא היו קורין אותה  אלא ביום שביום הכניסה ממש היו נכנסין ולא מבערב. אלא שבזו יש לי לומר  שבמקומם היו קורין מבערב כל אחד בפני עצמו אלא שהתירו להן להקדים ולקרותה  ביום הכניסה כדי שיקראוה ברבים לפרסומי ניסא, שאם לא כן קריאת לילה אף על  פי שאתה עושה אותה טפלה מכל מקום צריכה היא מדרבי יהושע בן לוי והיאך  אפשר שלא היו קורין אותה בני הכפרים וכן בני עיירות גדולות וכרכין שאין  להם עשרה בטלנין, אלא נראה כמו שפרשתי.<br><b></b>אלא שאני תמה בעיקר  הענין, דהא כתיב נזכרים ונעשים והקיש זכירה לעשיה (לעיל מגילה ב, ב) ועשיה  אינה אלא ביום וכדאמרינן (לקמן מגילה ז, ב) סעודת פורים שאכלה בלילה לא יצא  ידי חובתו דהא ימי משתה ושמחה כתיב (אסתר ט, כב). ויש לומר דמכל מקום  הכתוב ריבה לה זכירה מדכתיב (תהלים כב, ג) ולילה ולא דומיה לי."
        ], 
        [
            "<b>תא שמע אמר רבי יהודה אימתי במקום שנכנסין בשני  ובחמישי. </b>קשיא לי אמאי לא אקשי ליה ממתניתין דמקמי האי, דקתני (לקמן  ה, א) אי זו היא עיר גדולה כל שיש בה עשרה בטלנין פחות מכאן הרי זה כפר,  ועיירות לא מספקי מים ומזון לאחרים כדי שנתקן להם מפני תקנת עיר אחרת.  ויש לומר דכל שהוא יכול להביא מכפרים ממש מביא. ואסיקנא", 
            "<b>מפני שמספקין מים  ומזון לאחיהם שבכרכין, </b>כלומר מפני שביום הכניסה מתכנסין לספק מים ומזון  לכרכים והקלו להם לקרות בשעת כניסתן כדי שלא יטרחו ביום פורים ויתבטלו  מסעודתן, והוא הדין לעיר שאין בה עשרה בטלנין אף על פי שאין מספקין מים  ומזון לאחרים לפי שאף הן אינן מתאספין אלא ביום הכניסה והקלו להן לקרות  ביום הכניסה מפני שמתאספין בו ביום.", 
            "<b>ואימא בכל שנה ושנה  מה כל שנה ושנה אין נידחין עיירות ממקומן אף כאן לא ידחו  עיירות ממקומן שאני הכא דלא אפשר. </b>ואם תאמר ונימא שלא ידחו ממקומן,  ואף על גב דבכל שנה ושנה עיירות קודמות למוקפין שאני הכא דלא אפשר  וכדאמרינן. יש לומר דלתנא קמא כיון  דאפשר למימר הכין ואפשר למימר הכין ניחא ליה טפי למימר כי הך סברא משום  שבח כרכין, ולרבי ניחא ליה אידך סברא משום דכיון דעיירות בזמנן הן לא  ידחו ממקומן.", 
            "<b>אלא כל הנדחה ידחה ליום הכניסה כמאן כרבי.  </b>קשיא לי אי כרבי מאי כל הנדחה דהא ליכא לדידיה נדחה שידחה ליום הכניסה  אלא עיירות לבד, דאילו חל להיות בערב שבת שהכרכין נדחין ממקומן אפילו הכי  אינן נדחין ליום הכניסה אלא לערב שבת וכדתניא לעיל, ואי בשחל בשבת בלחוד  קאמר וכדקתני בהדיא חל להיות בשבת מאי  כל הנדחה דקתני, דלכאורה הוה משמע דאגב אורחיה קא משמע לן שכל הנדחין  ממקומן ידחו ליום הכניסה והכי קאמר חל להיות בשבת ידחה ליום הכניסה לפי  שכל הנדחין ממקומן נדחין ליום הכניסה, וטפי הוה ניחא לאוקומה כתנא קמא  דרבי יוסי דתני חל להיות בערב שבת כפרים ומוקפין חומה מקדימין ליום  הכניסה, דלדידיה אפילו חל להיות בשבת אפשר דכפרים ועיירות גדולות מקדימין  ליום הכניסה.<br><b></b>וכי תימא הא לא אפשר דנימא לתנא קמא דרבי יוסי שאם חל להיות  בשבת דלידחו עיירות ליום הכניסה, דהא אמרינן עלה בגמרא מאי טעמא דתנא קמא  בכל שנה ושנה (אסתר ט, כא ו-כז) מה כל שנה ושנה עיירות בארבעה עשר וזמנו  של זה לא זמנו של זה אף כאן זמנו של זה לא זמנו של זה, דמשמע לכאורה דלאו  משום הנדחה ידחה ליום הכניסה הוא, והלכך ארבעה עשר שחל להיות בשבת לא  ידחה ליום הכניסה אלא קורא בערב שבת. הא לאו ראיה היא, חדא דההוא טעמא  לאו תנא קמא אמר ליה בהדיא אלא אנן הוא דאמרינן ליה, וכיון דאשכחן האי  ברייתא דלא משמע הכין אלא משמע מינה דכללא הוא לכל הנדחה שידחה ליום  הכניסה, נימא דהא מני תנא קמא דרבי יוסי היא וטעמיה משום דכל הנדחה  ממקומו ידחה ליום הכניסה. ועוד דאפילו אשכחן לתנא קמא דאמר בהדיא ההוא  טעמא אפילו הכי איכא למימר דלא נסיב ההוא טעמא אלא משום דדחינן להו  לכרכין אפילו מארבעה עשר, דאי לאו ההוא טעמא הוה לן למימר שיקראו בערב  שבת דהוא יום ארבעה עשר ומשום דארבעה עשר זמן קריאה לכל היא כלומר לרוב  הקוראין וכדאיתא בירושלמי (פ\"א ה\"ג), אבל בארבעה עשר שחל להיות בשבת מודה  דהואיל ונדחה ידחה ליום הכניסה ולא לערב שבת שהוא יום שלשה עשר דלא הוה  ביה נייחא וכדאיתא בירושלמי (שם), וכדכתבינן לעיל (מגילה ב, א ד\"ה זמן). וצריך  לי עיון.<br><b></b>ובתוספות הקשו אמאי לא אוקמה כמתניתין (לעיל מגילה ב, א)  דקתני בהדיא חל להיות בשבת כפרים ועיירות גדולות מקדימין ליום הכניסה.  ומשום כך אמרו דבמתניתין הכי גרסינן, חל להיות בשבת כפרים מקדימין ליום  הכניסה ועיירות קורין בערב שבת ומוקפין חומה למחר כתנא קמא דרבי, והיינו  דלא מצי לאוקומה אלא כרבי. ועוד הביאו ראיה מדאמרינן בשלהי שמעתין (ה, א)  אלא מאי ערב שבת זמנה לאפוקי מדרבי דאמר הואיל ונדחו עיירות ממקומן ידחו  ליום הכניסה, ואם איתא לימא לאפוקי ממתניתין. ולי נראה שאין צריך למחוק  הספרים מחמת כך, דמשום דאוקימנא נמי רישא דמתניתין  כרבי אמרינן כמאן כרבי ולאפוקי מתנא קמא דרבי דתנא דמתניתין היינו רבי,  ועוד דכיון דמתניתין לא מיפרשא בהדיא מאן קתני לה ואשכחן לרבי בהדיא דאמר  הכין ניחא ליה טפי למתליה במאן דמפרש הכין בהדיא ולא בתנא דלא מתפריש מאן  ניהו. ותדע לך, דאם איתא דגרסינן בה כדגרסי אינהו ז\"ל אם כן הוה לן  לאקשויי בהדיא רישא רבי וסיפא רבנן. אלא דאיכא למימר בהא, דמשום הכי לא  אקשינן עלה הכין משום דאפשר לאוקומא כולה מתניתין כרבי יוסי, ודילמא רבי  יוסי בשחל להיות בשבת כתנא קמא דרבי סבירא ליה. ומכל מקום אין למחוק  גירסת הספרים בדברים כאלו, כך נראה לי. ומיהו מקצת ספרים מצאתי דגרסי  במשנתינו כגירסתם ז”ל.<br><b></b>וטעמא דמתניתין ודרבי דאמרי דכרכין אף על  פי שהן נדחין ממקומן אפילו הכי אין נדחין ליום הכניסה ועיירות נדחין ליום  הכניסה, איכא למימר שהיה בדין שידחו כרכין ליום הכניסה אלא משום כבודן של  כרכין שלא יהו (עיירות קודמות למוקפין) [מוקפין קודמין לעיירות]. ואי נמי  איכא למימר דבדין היה שאפילו עיירות לא יקדימו ליום הכניסה אלא שיקראו  בערב שבת אלא לפי שהוא שלשה עשר והיה יום מלחמה ולא היתה בו מנוחה לפיכך  הקדימו ליום הכניסה, והכין איתא בירושלמי (פ\"א ה\"ג עיי\"ש) מפני מה אמרו  חל להיות כרכין בשבת קורין בערב שבת דמר ר' חלבו ר' הונא בשם רב ר' חייא  רבה הכל יוצאין בארבעה עשר שהוא זמן קרייתה, ודכוותה חל להיות עיירות בשבת  יקראו בערב שבת, ומר ר' חלבו יום שלשה עשר יום מלחמה היה אף הוא מוכיח על  עצמו שאין בו נייחא.<br><b></b>ירושלמי (פ\"א ה\"ב): כל הן דתנינן חל  להיות בארבעה עשר אנן קיימין, אמר ר' יוסי מתניתא אמרה כן ומוקפות חומה  למחר. אמר ר' יוסי לית כאן חל להיות בשני לית כאן חל להיות בשבת, חל להיות  בשני צומא רבה בחד בשבא, חל להיות בשבת צומא רבה בערובתא."
        ], 
        [
            "<b>אמר רב מגילה בזמנה קורין  אותה ביחיד. </b>קשיא לרב מפני מה הקלו  לכפרים ולעיירות שאין בהן עשרה בטלנין להקדים ליום הכניסה, דבשלמא לרב  אסי הקלו כדי לקרותה בצבור מפני שאינן מתאספין אלא ביום הכניסה והם  צריכין לקרות בעשרה, אלא לרב מאי טעמא כל יחיד ויחיד יקראוה במקומן. ועוד  הא כתיב (אסתר ט, כח) משפחה ומשפחה ומכאן סמכו של בית רבי ומתבטלין  מתלמוד תורה ובאין לשמוע מקרא מגילה (לעיל מגילה ג, א) כלומר כדי שיקראוה  ברבים. והא דרב אסי ודאי למצוה מן המובחר ולכתחילה קאמר הא בדיעבד יצאו,  אלמא לרב אפילו לכתחילה אינו צריך עשרה אלא אפילו ביחיד. ויש לומר דאפילו  רב מודה הוא שצריך לקרותה עם הציבור משום דברב עם הדרת מלך ופרסומי ניסא  ברבים אלא שלא הטריחוהו חכמים לאסוף ולכנוס עשרה כדי לקרותה, והלכך בשעה  שהציבור קורין מבטלין עבודה ותלמוד תורה ובאין לשמוע עם הציבור ואף על פי  שיש בבית הועד אפילו עשרה ואפילו מאה  כשל בית רבי משום דברוב עם הדרת מלך, ומהאי טעמא נמי ראוי שיתקנו לבני  הכפרים הקדמה ליום הכניסה כדי שיקראוה ברבים ויהא שם פרסום הנס יותר אבל  שיהו צריכין לטרוח ולחזר לא. ורב אסי סבר דהקדמת הכפרים ובני העיירות  שאין שם עשרה בטלנין מחמת כך הוא, מפני שאין קורין אותה אפילו בזמנה אלא  בעשרה.<br><b></b>ודומה לזה מצאתי בירושלמי (פ\"א ה\"ג ע\"ש), ר' אבינא בשם  ר' אסי כל שאמרו ידחה ליום הכניסה ובלבד עשרה ר' חנינא אמר איתפלגון ר'  הונא ור' יהודה חד אמר ובלבד בעשרה וחורנא אמר אפילו ביחידי, מתיב מאן  דמר ובלבד בעשרה למאן דמר אפילו ביחידי עד שהוא במקומו יקרא, ונראה לי  פירושא דר' אבינא בשם ר' אסי סבירא ליה כמסקנא דרב דבזמנה ביחיד שלא  בזמנה בעשרה, ור' הונא ור' יהודה איתפלגון בה, חד אמר שלא בזמנה בעשרה  כמסקנא דרב וחד אמר אפילו שלא בזמנה ביחיד כסברא דמקשה וסבר דאפילו שלא  בזמנה קאמר רב ביחיד. ואותיב מאן דמר בעשרה למאן דמר ביחיד עד שהוא  במקומו יקרא, כלומר בני הכפרים שהתירו להם להקדים למה הלכו בהם אחר יום  הכניסה דמשמע דהוי טעמא כדי שיקראו מיהא בעשרה עד שהוא בכפר במקומו יקרא  ביחיד, דקא סלקא דעתיה דהאי מקשה דטעמא דהקדמה כדי שיספקו מים ומזון  לאחיהם שבכרכים וכיון שכן אף הן יקראו ביחיד במקומם קודם ארבעה עשר כדי  שיספקו בארבעה עשר מים ומזון לאחיהם שבכרכים ובעיירות. ואהדר ליה ר' יודן  אם כן סלקת מתניתין (לעיל מגילה ב, א) דקתני באחד עשר בשנים עשר וכו', כלומר אם  כן בטלת מתניתין דקתני זמנים הרבה, דאם כן לא יקראו אלא יום אחד לפני  העיירות כדי שיספקו להם ביום י\"ד, אלא דכיון שהוצרכו לתקן להם הקדמה בדין  הוא שיתקנו להם ביום הכניסה כדי שיקראו באסיפת עם והדרת מלך ואף על פי  שהקורא שלא בזמנה יכול לקרות אפילו ביחיד. ומכל מקום מדברי כולם נלמוד  דבזמנה מיהא אפילו ביחיד כרב, וכדפסק רבינו אלפסי ז\"ל, כך נראה לי.", 
            "<b>שלא בזמנה בעשרה. </b>יש מפרשים שלא בזמנה במקדים ליום הכניסה.  וליתה, דהא בימי רב ורב אסי כבר בטלה הקדמת הכניסה (ראה לעיל מגילה ב, א). אלא  בשחל בשבת לבני העיירות או שחל בערב שבת לכרכין שמקדימין וקורין בערב שבת,  וכאידך דרב דאותבינן מינה הכא עלה דאמר רב פורים שחל להיות בשבת ערב שבת  זמנה היא, דאלמא ההיא דשלא בזמנה בכי האי גונא היא.<br><b></b>כתוב בספר  המאור: תניא בברייתא המפרש והיוצא לדרך קורין בשלשה עשר, כתב עלה הרב ר'  אפרים ז\"ל דהא דרב ורב אסי דאית להו קריאה שלא בזמנה כגון שחל להיות בשבת  לבני עיירות או שחל להיות בערב שבת לבני כרכים, אבל בי\"ב ובי\"א ליכא  למיקרי כלל דהא בטלו להו, ובברייתא זו לא הזכירו אלא בי\"ג בלבד, אלו דברי  הרב ז\"ל, ואני אומר הוא הדין לי\"ב וי\"א, וכדאי הוא רבי עקיבא סתימתאה  (לעיל מגילה ב, א) לסמוך עליו בשעת הדחק כגון מפרש ויוצא לדרך שמאחר שהתירו לו  בי\"ג הוא הדין לי\"ב וי\"א. ובירושלמי (פ\"א ה\"ג) גרסינן ר' בא בשם רבי  יהודה כל שאמרו ידחה ממקומו ובלבד בעשרה. ותו גרסינן בירושלמי (פ\"ב ה\"ג)  מפרשי ימים והולכי מדברות קורין כדרכן בי\"ד, וברייתא  פליגא עליה במשמעה. אי נמי יש לומר הא דאפשר ליה הא  דלא אפשר ליה. עד כאן לשון הרב בעל המאור ז\"ל. ובגירסת הספרים שלנו לא  גרסינן בברייתא י\"ג אלא בי\"ד, והכי תניא התם [בתוספתא] בריש פרק קמא (ה\"ב)  יוצאין בשיירה ומפרשים בספינה קוראין בי\"ד, ואף בלשון הזה מצאתיה בחבור  הרב בעל העיטור. ומסתברא לי דלבני הכרכין היא שנוייה, ולומר שאילו רצו  לפרש בי\"ד קוראין בו ביום ומשום דיום ארבעה עשר זמן קריאה לכל היא  וכדאיתמר בהדיא בירושלמי (פ\"א ה\"ג) גבי חל להיות [ארבעה עשר] בערב שבת,  אבל דבני עיירות אפשר דלא יקראו לעולם אלא בי\"ד, שאילו בי\"ג כיון דזמן  מלחמה היה ולא היה ביה נייחא לא שרינן למקרא ביה משום דבעי למיפק באורחא.  ומיהו אפשר דאפילו לבני עיירות יקדימו בי\"ג, כדרך שמקדימין בשחל להיות  בשבת דערב שבת זמנה ואליבא דרב וכתנא קמא דרבי.<br><b></b>אבל מכל מקום הירושלמי  שכתב דרך אחרת יש לו ולא פליגא אברייתא ולא מן השם הוא, דלאו ברוצה לצאת  קודם ארבעה עשר שהוא זמנו קאמר שאם כן הוה ליה למתני אין קורין אלא בי\"ד  כדרכן, ובפרקין דלקמן (פ\"ב ה\"ג) איתיה גבי בן כרך שהלך לעיר ובן עיר שהלך  לכרך והכין גרסינן התם: ר' יודה בעי בן עיר שנתן דעתו לעקור דירתו לילי  ט\"ו, ולא מתניתא היא (לקמן מגילה יט, א) בן עיר שהלך לכרך, מתניתא בשהיה בכרך ומה  צריכה ליה בשהיה בעיר, אבל מפרשי ימים והולכי מדברות קורין כדרכן בי\"ד, אמר  ר' מונא בעתיד לחזור למקומו אמר ר' פנחס על כן היהודים הפרזים (אסתר ט,  יט) פרוז היה באותה שעה עד כאן בירושלמי, אלמא פירוש הירושלמי ממקומו הוא  מוכרע דלאו ברוצה לפרוש קאמר אלא במי שהוא במדבר או בספינה ואינו עכשיו  לא בן עיר ולא בן כרך היאך יקרא, ואמרו שיקרא בי\"ד במקומו כדרכו ואמר ר'  מונא ובשדעתו לחזור למקומו. ונראה לי פירוש הירושלמי, ר' יודה בעי בן עיר  שנתן דעתו לעקור דירתו בלילי ט\"ו, וקא סלקא דעתך דבבן עיר שהלך לכרך קאמר  ודעתו להתעכב שם בלילי ט\"ו, כלומר דעתו לעקור דירתו מן העיר שלא לשוב שם  לילי ט\"ו אלא שיתעכב כאן בכרך, ועל כן השיב לו ולא מתניתא היא בן עיר שהלך  לכרך, ואהדר ליה כי קא מיבעיא ליה בשהוא בתוך העיר אלא שיש בדעתו לעקור  דירתו מכאן ולקבוע דירתו בכרך בלילי ט\"ו דדילמא אזלינן בתר דעתא כאילו  נקבע שם, ואף על גב דקתני במתניתין (לקמן שם) בן כרך שהלך לעיר דילמא  סבירא ליה פירושא דמתניתין בן כרך שהלך לעיר ואין דעתו לחזור למקומו  בלילי ט\"ו אבל כאן בשדעתו להשתקע שם בלילי ט\"ו דילמא הוה ליה מעתה כבן  כרך, והיינו דקא מיבעיא ליה אבל בן עיר שהוא מפרש בים או הולך במדבר  ונמצא שם בארבעה עשר קורא בארבעה עשר כמקומו, שלא תאמר כיון דמיבעיא ליה  אפילו במי שעומד בתוך העיר אינו כבן עיר אלא כבן כרך שדעתו ללכת שם ואף  על פי שעדיין לא הוקבע שם אם כן אף מי שהוא פורש בים אף על פי שלא קבע  דירתו במקום אחר מכל מקום אינו בן עיר עכשיו ולא בן כרך ויהיה פטור מכלום,  דהא איכא דפטור מכלום כאותה שאמרו שם בירושלמי (עיין שם) בן כרך שעקר  דירתו בלילי י\"ד נפטר כאן וכאן, ואפילו הכי במפרש ויוצא לדרך מחייב כבן  עיר דמכל מקום דעתו הוא לחזור במקומו, והיינו דאמר ר' מונא והוא שדעתו  לחזור במקומו הא לאו הכי אלא שדעתו לדור בכרך פטור  כאן וכאן שהרי עקר דעתו מן העיר ולכלל בן כרך לא בא, אמר ר' פנחס על כן  היהודים הפרזים פרוז היה באותה שעה, פירוש: ר' פנחס חזר להשיב בעיית ר'  יודה ואמר דקורא הוא כבן עיר, דלא יהא אלא שהוא בן כרך ממש והלך לעיר  וכשהוא שם לילי ארבעה עשר קורא הוא עמהם דפרוז בן יומו נקרא פרוז. כך  נראה לי פירושו.", 
            "מתני': <b>אי זו היא עיר גדולה כל שיש בה עשרה  בטלנין פחות מכאן הרי זה כפר. </b>כלומר ומקדימין ליום הכניסה, ואף על גב  דלגבי כפרים שנינו, אימתי מקום שנכנסין בשני ובחמישי אבל מקום שאין  נכנסין לא, חד טעמא הוא דבני עיירות נמי כל שאין שם עשרה בטלנין אף על פי  שאין מתכנסין בשאר הימים בבתי כנסיות מתקבצין הן ונכנסין בבתי כנסיות  לקריאת התורה בשני ובחמישי והקלו להם להקדים שלא יטרחו לקבץ ולכנוס הרבים  בי\"ד ויתבטלו משמחת היום. ואם תאמר ומה הפרש יש בין כפרים לעיירות, שאף  בכפרים כל שיש שם עשרה בטלנין שבבית הכנסת אף הן אינן מקדימין. יש לומר  דאין הכי נמי, אלא מתניתין אורחא דמילתא קתני לפי שאין דרך הכפרים להיות  שם עשרה בטלנין.<br><b></b>ופירוש עשרה בטלנין, אנשים בטלים ממלאכת השוק  מכינים עצמם לתפלה בבית הכנסת ואף על פי שאין ממונין לכך, וכדאיתא  בירושלמי (פ\"א ה\"ד עיי\"ש) תני עשרה בטלנין ממלאכתן בבית הכנסת ר' יהודה  אומר כגון אנו שאין אנו צריכין אלא לתלמודו, עד כאן בירושלמי.<br><b></b>ועכשיו בזמן הזה אף על פי שאין לנו עשרה בטלנין ידועים ולא בטלנין  ממלאכתן כיון שנהגו בכל מקום להכנס לבית הכנסת בשעת תפלה ערב ובקר הרי זה  כמקום שיש שם עשרה בטלנין ואפילו לרבי עקיבא, אלא שאין אנו צריכין לכך דהא  בטלה הקדמה (ראה לעיל מגילה ב, א).", 
            "<b>באלו אמרו מקדימין. </b>פירוש  באלו בני כפרים ובני עיירות שאין להם עשרה בטלנין, אי נמי באלו בשחל בשבת  ובערב שבת. אבל בירושלמי (פ\"א ה\"ד) גרסינן באלו אמרו מקדימין ולא מאחרין  קריאת המגילה ותרומת שקלים, וכתבו הרב אלפסי ז\"ל בהלכותיו.<br><b></b>וגרסינן תו התם וכתבו גם הרב ז\"ל בהלכות (שם) אבל סעודת ראש חדש  וסעודת פורים מאחרין ולא מקדימין, ר' זעירא בעי קומי ר' אבהו ויעשו אותם  בשבת אמר ליה לעשות אותם ימי משתה ושמחה (אסתר ט, כב) את ששמחתו תלויה  בבית דין יצא זה ששמחתו תלויה בידי שמים. ולא נתברר לי פירושו, דהא כתיב  (שם פסוקים כא, כז, כח, לא) והימים האלה נזכרים ונעשים בכל שנה ושנה  בזמניהם ולא יעבור, ועשיה היינו סעודה וכדגרסינן בירושלמי (פ\"א ה\"א)  נזכרים ונעשים נזכרים לקריאה ונעשים לסעודה, וכי תימא הני מילי בני כרכים  לא יעברו עד ששה עשר דלא יעבור לששה עשר קאמר אבל עיירות מאחרין עד חמשה  עשר, הא נמי לא אפשר חדא דזמנו של זה לא זמנו של זה  (לעיל מגילה ב, ב), ועוד דאם כן אף לקריאה נימא כן ובגמרא אמרו באלו אמרו  מקדימין מאי טעמא דכתיב ולא יעבור ואתרוייהו קאי. ועוד דהא תניא  אבל שמחה לא תהא נוהגת אלא בזמנה, ומשמע לכאורה דלאו למקדימין בלבד  קאמר אלא כללא הוא לכולהו.", 
            "<b>והקהל מאחרין וכו'.</b> ירושלמי (פ\"א ה\"ד עיי\"ש): ר' בא בריה דר' חייא בר בא בשם ר'  יוחנן מפני התקיעות. ר' יצחק בריה דר' חייא אמר מפני הבימה, ויעשו אותה  מאתמול שלא לדחוק את העזרה, אמר ר' מתניה על שם לא תטע לך אשרה כל עץ  (דברים טז, כא)."
        ], 
        [
            "גמרא: <b>ורחץ בקרונה של צפורי  בשבעה עשר בתמוז. </b>פירוש: משום דאמרינן בפרק קמא דראש השנה (יח, ב)  אין שמד ואין שלום רצו מתענין רצו אין  מתענין, וכיון שכן בטלו להו חומרי תענית מינייהו כגון רחיצה וסיכה ונעילת  הסנדל. והוא הדין לאכילה, אלא דדילמא לא רצה לאכול לפי שנהגו שלא  לאכול.", 
            "<b>ובקש לעקור תשעה באב וכו'. </b>הקשו בתוספות והיכי הוה  סלקא דעתין דבקש לעקרו לגמרי, והא אין בית דין יכול לבטל דברי בית דין  חבירו אלא אם כן גדול ממנו בחכמה ובמנין (עדיות פ\"א מ\"ה). והם תירצו דשמא  לא רצה לעקור אלא חומרא דיש לו יותר משאר תעניות. עוד אמרו שלא רצה  לעוקרו לגמרי, אלא לעוקרו מתשיעי ולקבעו בעשירי. ואינו מחוור בעיני כלל,  דהא מתשובתו של רבי אבא בר זבדא אתה מכיר שאף רבי חנינא כך היה בלבו שבא  רבי לעקרו לגמרי. אלא מסתברא דאין זה מבטל דברי בית דין חבירו, דאילו  תקנה ראשונה בתנאי היתה, דהא קרי להו צום וקרי להו שמחה, דכתיב (זכריה ח,  יט) צום החמישי וגו' יהיה לבית יהודה לששון ולשמחה, ודרשינן מיניה (ר\"ה  יח, ב) בזמן שיש שמד צום אין שמד ויש שלום שמחה אין  שמד ואין שלום רצו מתענין רצו אין  מתענין, ואפילו תשעה באב דאכולהו כתיב שמחה, והא דמחמרינן בתשעה באב  הנהגת הדורות היתה הואיל והוכפלו בו צרות, וכדאיתא התם בראש השנה, והלכך  אילו רצה רבי לעקרו לא מבטל דברי בית דין שגדול ממנו הוא. ואף על פי שבו  היו השלוחין יוצאין ולא על השאר כדאיתא התם (בעמוד א) ואף על פי שנהגו  להתענות אף בשאר, הואיל ולא קיבלו עליהם חומרא כתשעה באב ולא הוכפלו בהם  צרות לא חששו להוציא שלוחים עליהם. כך נראה לי.", 
            "<b>והא רבי  בטבריא הוה וטבריא מוקפת חומה מימות יהושע בן נון היא. </b>קשיא לי והיכי  מקשה הכין בהדיא וטבריא מוקפת חומה מימות יהושע בן נון היא, דאדרבה  אמרינן לקמן בסמוך סביב (ויקרא כה, לא) פרט לטבריא שימה חומתה, ולענין בית  בבתי ערי חומה פשיטא דלאו  מוקפת חומה  היא. ועוד דבתר דפריק רבי בארביסר נטע אקשי ליה ומי פשיטא ליה לרבי  דטבריא מוקפת חומה מימות יהושע בן נון. ועוד קשיא לי היכי מתרץ ליה לרבי  פשיטא ליה לחזקיה מספקא ליה. ומסתברא דהכי קאמר, והא רבי בטבריא הוה  וטבריא מן המוקפות חומה מימות יהושע בן נון היא כדכתיב (יהושע יט, לה)  וערי מבצר הצדים צר [ו]חמת (ו)רקת וכנרת וקיימא לן (לקמן מגילה ו, א) דרקת זו  טבריא ומי נימא דסבירא ליה לרבי דין מוקפת הואיל וצדה אחד ים, ודרך קושיא  ותירוץ בעי לברורי מאי דסבירא ליה בהא, ואמר ליה לא אדרבא סבירא ליה  דמוקפת חשבינן לה וכי נטע בארביסר נטע, והדר אקשי ליה והא חזקיה מספקא  ליה, וקא סלקא דעתא השתא דחזקיה משום ספיקה דצדה אחד ים ולענין בית בבתי  ערי חומה נמי מספקא ליה, והכין נמי אמרינן בירושלמי (פ\"א ה\"א) חזקיה קרי  לה בטבריא בי\"ד ובט\"ו דהוא חשש על הדא דתני רבי שמעון בן יוחאי ואיש כי  ימכור בית מושב עיר חומה (ויקרא כה, כט) פרט לטבריא שהים חומתה. וליכא  לפרש הכא דלענין קריאת המגילה בלבד קאמר דפשיטא ליה לרבי ומשום דמגנו,  דאם כן מילתא דפשיטא ליה לרבי היכי מספקא ליה לחזקיה, אבל השתא ניחא  דחזקיה סבירא לן דמספקא ליה משום דרבי שמעון בן יוחאי. כך נראה לי.", 
            "הכי גרסינן: <b>רב אסי קרא בהוצל  דבנימין בארביסר ובחמיסר וכו'. </b>ואם  תאמר אי הכי אנן נמי ניקרייה בארביסר ובחמיסר מספיקא. תירצו הגאונים ז\"ל  דאזלינן בתר רובא ורובא לאו מוקפין נינהו. ואם תאמר רב אסי נמי ולחזקיה  למאי דקא סלקא דעתא מעיקרא ליזול בתר רובא. יש לומר דאינהו ודאי מידע  ידעי דהוצל דבנימין וטבריא מוקפות חומה נינהו, אלא דמספקא להו אי הני  קמאי נינהו אם לאו. וקשיא לי דאם כן מאי קא מקשה ומי מספקא ליה מילתא  בטבריא והא כתיב (יהושע יט, לה) וערי מבצר וגו' וקיימא לן (לקמן מגילה ו, א)  דרקת זו טבריא, ומאי קושיא דחזקיה נמי הכין סבירא ליה אלא דמספקא ליה אי  היינו טבריא קמייתא או לא. יש לומר דמקשה הוא דטעי בה, דקא סלקא דעתיה  דמשום דמספקא ליה עיקר טבריא קמייתא אי מוקפת אי לאו. והכין נמי משמע  בירושלמי (פ\"א ה\"א) דגרסינן התם רבי יוחנן קרא לה בכנישתא דכפרה ואמר הדא  היא עיקר טבריא קמייתא ולא חש להא דתני רבי שמעון בן יוחאי. ואי נמי איכא  למימר דהכי קא מקשה, וקיימא לן דרקת זו טבריא דידן.<br><b></b>ובנמוקי הר\"ם ב\"ן נ\"ר דחזקיה ורב אסי מנהג חסידות הוא  דאדרבה מספיקא לא ליקרו כלל,  דהוה ליה ספק בשל דבריהם ודברי קבלה כשל רבנן ולקולא, אלא לדברי הגאונים  ז\"ל קרו מדינא בי\"ד דאזלינן בתר רובא אבל בט\"ו מנהג חסידות, ולענין ברכה  בראשון ולא בשני דבודאי דדבריהם מברכין אספק דדבריהם לא מברכינן.<br><b></b>ומסתברא לי דכל הני מילי בארץ  ישראל שבזמן התקנה היו עריהם ידועות ומקובלות בידם אי זו היא עיר ואי  זו כרך מפני שהיה להם לדעת מחמת דין בית בבתי ערי  חומה ושלוח מצורעים, אבל כל בחוצה לארץ עיקר התקנה כך היתה שכל שיהא ספק  בה לא יקראו אלא בי\"ד בלבד, לפי שאף הם ודאי לא קים להו בכל מלכות  אחשורוש בשבע ועשרים ומאה מדינה כל עיר ועיר שבהם אי זו מוקפת מימות  יהושע ואי זו שאינה מוקפת, והם לא תקנו לשום מקום שני ימים אלא או ארביסר  או חמיסר, וכדכתיב (אסתר ט, כא) להיות עושים את יום ארבעה עשר ואת יום  חמשה עשר וכיון דכתיב את שמע מינה לא היה שם שעשה שני ימים, כדאיתא בריש  מכלתין (ב, ב), והלכך אף אנו כל שהוא ספק אין קורין אותה אלא בארבעה עשר,  דעל כרחין כן התקינו כל ודאי מוקף שבחוצה לארץ בחמיסר כל ספק שבחוצה לארץ  בארביסר."
        ], 
        [
            "<b>אלו טרטסיאות וקרקסיאות  שלהן. </b>יש מפרשים בתי עבודה זרה  שלהן, וקורא להן בלשון גנאי, טרטסיאות חרפה, קרקסיאות בתי כסאות. וכן פירש  ר\"ח ז\"ל. ונראין דברי התוספות דבתי ע\"ז שלהן לא ילמדו בהן תורה, אלא  טרטסיאות וקרקסיאות בתי בית הועד להקבץ שם."
        ], 
        [
            "מתני': <b>קראו את המגילה באדר ראשון ונתעברה השנה קורין אותה  באדר השני. </b>פירוש אפילו נתעברה לאחר שקראוה ואין צריך לומר בשנתעברה  מתחילה ועיברו וקראוה באדר ראשון. ירושלמי (פ\"א ה\"ה): מתניתא בשעיברו  ואחר כך קראו אבל אם קראו ואחר כך עיברו לא בדא, מתניתא לא אמרה כן אלא  קראו את המגילה באדר הראשון ונתעברה השנה קורין אותה באדר השני. ונ\"ל  דאידך היה סבור דמתניתין וכבר נתעברה את השנה קאמר, ואקשו עליה דפשטה  דמתניתין לאו הכי אלא בשקראו ואח\"כ עיברו.", 
            "גמרא:  <b>רבי אלעזר ברבי יוסי סבר אף מקרא מגילה  לכתחילה בראשון. </b>קשיא מנא להו מדרבי אלעזר הכין. ועוד דאם איתא מאי  כל מצות הנוהגות בשני נוהגות בראשון דקאמר, דהא לדידיה מגילה אינה נוהגת  בשני. ומסתברא, דקים להו דטעמא דרבי אליעזר ברבי יוסי כיון דלא מצריך  לחזור ולקרות בשני היינו משום דכתיב (אסתר ט, כא ו-כז) בכל שנה ושנה שיהו  כל השנים זה כזה ומינה היינו לעולם אדר הסמוך לשבט משום דאין מעבירין על  המצות וכדמפרש טעמא בסמוך, והא דקתני כל המצות הנוהגות בשני נוהגות  בראשון הכי קאמר כל המצות הנוהגות לכם בשני אומר אני שנוהגות בראשון.  ומיהו מספקא לי לרבי אלעזר ברבי יוסי אם לא קראה בראשון אם קורא אותה  באדר השני. ומסתברא דלא, דכיון דבכל שנה ושנה פליגי מה כל שנה ושנה לרבנן  אדר הסמוך לניסן דוקא ולא הסמוך לשבט אף לרבי אלעזר ברבי יוסי כן לעולם  אדר הסמוך לשבט ולא הסמוך לניסן."
        ], 
        [
            "<b>ניתנה  לקרות ולא ניתנה ליכתב. </b>ואוקימנא דשמואל כרבי יהושע דאמר כתוב זאת  (שמות יז, יד) כתוב מה שכתוב כאן זכרון מה שכתוב במשנה תורה בספר  מה שכתוב בנביאים, אלמא לרבי יהושע לא ניתנה ליכתב כלל. ובריש פרק אמר  להם הממונה ביומא (כט, א עיי\"ש) אמרינן מפני מה נמשלה אסתר לאילת השחר  לומר לך מה שחר סוף כל הלילה אף אסתר סוף כל הנסים והא איכא חנוכה ניתנה  ליכתב קאמרינן הניחא למאן דאמר ניתנה ליכתב אלא למאן דאמר לא ניתנה ליכתב  מאי איכא למימר, דאלמא לרבי יהושע ולשמואל לא ניתנה ליכתב כלל, ומתניתין  (לקמן מגילה יז, א) דהקורא את המגילה על פה לא יצא דלא כרבי יהושע ודלא כשמואל.  ואיכא למידק דהא שמואל גופיה הוא דאמר בפרקין דלקמן (מגילה יט, א) הקורא במגילה  הכתובה בין הכתובים לא יצא, ואם איתא דאין צריך לקרותה מתוך הכתב כתובה  בין הכתובים מאי הוי והא לא בעיא קריאה מן הכתב כלל. ועוד הקשו בשם הרב  ר' אלחנן זצ\"ל מדאמרינן לקמן בריש פרק שני (מגילה יח, א) רב ושמואל דאמרי  תרוייהו לעז יוני לכל כשר ואינהו דאמור כרבן שמעון בן גמליאל דאמר (לקמן  ח, ב) אף ספרים לא הותרו שיכתבו אלא יונית, ואקשינן ולימא הלכה כרבן  שמעון בן גמליאל ומשני אי אמר הלכה כרבן שמעון בן גמליאל הוה אמינא הני  מילי שאר ספרים אבל מגילה דכתיב בה (אסתר ח, ט) ככתבם  וכלשונם אימא לא קא משמע לן. ואינה  קושיא בעיני, דלא משום כתיבה קאמר אלא משום לשון, וקא משמע לן דאפילו  במגילה דכתיב בה כלשונם אם שמעה בלעז יוני יצא ואפילו מי שאינו יוני כרבי  שמעון בן גמליאל דאסר כל הלשונות בכל הספרים ואפילו הכי התיר יוני דאלמא  יוני כשר כאשורי. אבל עדיין קשה מההיא דמגילה הכתובה בין הכתובים. והם  תירצו דמודה שמואל דצריכה כתיבה מדרבנן, וההיא דריש פרק אמר להם הממונה  לא ניתנה ליכתב וניתנה ליכתב מדאורייתא קאמר. ועוד היא צריכה לפנים."
        ], 
        [
            "מתני': <b>אין בין יום טוב לשבת אלא אוכל נפש  בלבד. </b>הקשו בירושלמי (פ\"א ה\"ו עיי\"ש) אלו אינון והא אית לך אוחרנין,  בסקילה בשבת ואין סקילה ביום טוב, כרת בשבת ואין כרת ביום טוב מלקות ביום  טוב ואין מכות בשבת, אין תימר דברים שיש בהן אוכל נפש אתנין מתניתין והא  תני (ביצה לה, ב) משחילין פירות דרך ארובה ביום טוב אבל לא בשבת, ועוד מן  הדא (ראה שבת קלג, א ו-קלד, א) שוחקין עצי בשמים למילה ביום טוב אבל לא  בשבת והוא שמל, ועוד מן הדא דתנינן (ראה תוספתא ביצה פ\"ג ה\"ט) מודים  חכמים לרבי מאיר בחותמות שבקרקע שמפקקין ומפקיעין ומתירין וחותכין בשבת  מפקקין אבל לא מפקיעין ולא מתירין ולא חותכין בכלים בשבת מותר ואין צריך  לומר ביום טוב, עד כאן בירושלמי. ואפשר לומר דבשל תורה מיירי ובאוכל נפש,  והני כולהו דמייתינן בירושלמי מדרבנן הם.<br><b></b>אלא דקשיא לי, דהא גבי אין בין  כהן המשמש לכהן שעבר אלא פר יום הכפורים ועשירית האיפה (לקמן מגילה ט, ב)  אקשינן בגמרא (שם) הא לכל דבריהם זה וזה שוין אתאן לרבי מאיר מאי היא  דתניא ראשון חוזר לעבודתו שני כל מצות כהונה גדולה  עליו דברי רבי מאיר רישא רבנן וסיפא רבי מאיר, ואי לא איירי הכא אלא במאי  דשוו בדאורייתא ובמאי דלא שוו מדאורייתא מאי קושיא אפילו תימא כולה רבנן  ושאני הכא משום דכי אין שני חוזר לעבודתו אינה תורה אלא מדרבנן וכדתניא  (שם) אינו ראוי לכהן גדול משום איבה. ויש לומר דתנא ושייר, ואף על גב  דקתני אין בין, הא אית לן דכוותה בפרק קמא דתענית (יג, ב) דתניא התם אין  בין שלש ראשונות לשלש אמצעיות אלא שבאלו מותרין בעשיית מלאכה ואפילו הכי  אמרינן התם דתנא ושייר.<br><b></b>ובכולהו הני  דמתניתין נמי משמע דתנא ושייר, דהא באין בין שבת ליום הכפורים הוה ליה  למתני אלא שזה מותר באכילה ושתיה ורחיצה וסיכה ותשמיש המטה ונעילת הסנדל  ובזה אסור. ומיהו בזה יש לדחות דהיינו עיקר יום הכפורים. ובאין בין ספרים  לתפילין ומזוזות (דלקמן מגילה ח, ב) נראה לי דשייר טובא, דהא מזוזה עשויה כשירה  כשרה כדאיתא במנחות בפרק הקומץ (מנחות לא, ב) ואילו גבי ספר תורה תניא (שם ושבת  קג, ב) עשאה כשירה או שעשה את השירה כיוצא בה הרי זה יגנז. ועוד דתפילין  על הקלף ומזוזה על הדוכסוסטוס (מנחות לב, א), וספרים נכתבים בגויל בקלף  ובדוכסוסטוס. ועוד מזוזה צריכה שרטוט ותפילין אינן צריכין שרטוט,  כדאיפסיקא הלכתא בפרקין דלקמן (מגילה יח, ב) ובמנחות בפרק הקומץ (מנחות לב, ב). ומיהו  יכולני לומר, דההיא דתפילין על הקלף תנאי היא כדאיתא התם (במנחות) והא  מתניתין כמאן דאמר אם שינה לא פסל, וההיא דשרטוט נמי תנאי נינהו התם,  וספרים נמי צריכין שרטוט וכדאמרינן (מסכת סופרים פ\"א ה\"א) כותבין בדיו  ומסרגלין בקנה הלכה למשה מסיני. ואי נמי איכא למימר, דאין בין ספרים  לתפילין ומזוזות למאי דשוו ביה תפילין ומזוזות קאמר, אבל במה שהתפילין  מוחלקין מן המזוזות לא איירי. והא דאמרינן בגמרא (לקמן מגילה ח, ב) הא לתופרן  בגידין, אפשר דאיתיה נמי במזוזה היכא שכתבה בשני עורות ותפרן אי נמי אם  נקרעה. אלא דההיא דעשויה כשירה עדיין איכא בינייהו.<br><b></b>ובאין בין במה גדולה  לבמה קטנה (דלקמן מגילה ט, ב) נראה לי דשייר טובא, דהא תניא בשילהי פרק בתרא  דזבחים (קכ, א) דברים שבין במה גדולה לבמה קטנה, קרן כבש ויסוד וריבוע  בבמה גדולה ואין קרן כבש ויסוד וריבוע בבמה קטנה, כיור וכנו בבמה גדולה  ואין כיור וכנו בבמה קטנה, חזה ושוק בגדולה ואין חזה ושוק בקטנה. ושמא  נאמר גם בזו דהכא לא איירי אלא במה שקרב בזו ואין קרב בזו, הא בשאר דברים  שבין זו לזו לא מיירי.<br><b></b>ובודאי דלכאורה הוה במשמע דאין בין דכולה מתניתין  דוקא, מדאמרינן על כל חדא וחדא בגמרא הא לענין פלוני ופלוני זה וזה שוין,  ומנא ליה דשוין הן בהני כיון דאיכא טובא דשייר. ועוד מדאמרינן גבי אין  בין כהן המשמש לכהן שעבר אלא פר יום הכפורים ועשירית האיפה הא לכל דבריהם  זה וזה שוין, אלמא מתניתין דוקא קתני, דאי לא לימא ליה תנא ושייר. אלא שיש  לומר דכל היכא דלא אשכחן בהדיא דתנא ושייר מסתמא מימר אמרינן דלא שייר,  דאפילו היכא דדחינן בעלמא בכל כי הא תנא ושייר דייקינן עלה ומאי שייר  דהאי שייר. וצריכא לי תלמוד.", 
            "גמרא: <b>לא קשיא כאן במכשירין שאי אפשר לעשותן  מערב יום טוב כאן במכשירין שאפשר לעשותן מערב יום טוב. </b>ואע\"ג דסתם  מתניתין דהכא דלא כרבי יהודה, כבר איפסיקא הלכתא התם ביום טוב (ביצה כח,  ב) דהלכתא כר\"י ואין מורין כן. ואע\"ג דקיימא לן נמי (ביצה כא, ב) דצרכי  הגוי אסורין ואין מזמנין הגוי ביו\"ט גזירה שמא ירבה בשבילו דאלמא דרשינן  לכם (שמות יב, טז) ולא לגוים כרבנן, אפשר דלר\"י ממילא שמעת מינה לכם לכל  צרכיכם ומינה לכל צרכיכם הא לצורך אחרים לא. ואיכא תנא בתורת כהנים  דמפיק גוים מאך אשר יאכל לכל נפש (שמות שם)."
        ], 
        [
            "<b>אין בין המודר הנאה מחבירו למודר ממנו  מאכל אלא כלים שאין עושין בהן אוכל נפש, הא כלים שעושין בהן אוכל נפש זה  וזה שוין. </b>ואוקימנא לה בדוכתא בפרק אין בין המודר (נדרים לג, א)  באומר הנאה המביאה לידי מאכלך, הא באומר מאכלך עלי אינו אסור אלא באוכל  נפש בלבד, ואם אמר הנאת מאכלך עלי אינו אסור אלא ממאכל ומשתה ולעיסת  חטים.<br><b></b>וכלים שאין עושין בהן אוכל נפש דשרינן הכא במודר ממנו  מאכל, דוקא בשאין משכירין כיוצא בהן, הא משכירין כיוצא בהן אפילו במודר  מאכל אסור, דהא מהני ליה בדמי שכירותו דאי בעי אכיל מיניה. והכין איתא  התם בדוכתא.", 
            "יש ספרים דגרסי הכי: <b>והלא דין הוא ומה מצורע  שאינו מטמא משכב ומושב טעון ספירת שבעה וכו'. </b>ואף על גב דאמרינן  בתורת כהנים (פרשת תזריע פרשת נגעים פ\"ב ה\"י ופ\"ט ה\"ח) דמצורע מטמא משכב  ומושב, ההוא לטמא אוכלין ומשקין, וכן כתב רש\"י ז\"ל בפסחים (סז, ב ד\"ה זב  הב'), והכא לטמא אדם לטמא בגדים. ויש מי שגורס, ומה אם מטמא משכב ומושב  לא יהא טעון ספירת שבעה."
        ], 
        [
            "מתני': <b>ותפילין ומזוזות אין נכתבין אלא אשורית.  </b>מכאן משמע דלשון הקדש היינו אשורי, אבל לשון עברי אינו לשון הקדש  וכדאמרינן נמי בפירקין דלקמן (מגילה יז, א) הלועז ששמע אשורית יצא ותניא  בברייתא (לקמן מגילה יח, א) גיפטית לגיפטים עברית לעברים, דאלמא עברית דוקא  לעברים וש\"מ לאו היינו לשון הקדש. ומ\"מ ללשון הקדש לפעמים קורא עברי, וכן  נהגו הכל לקרוא ללשון הקדש עברי. וגרסינן בירושלמי דמכלתין (פ\"א ה\"ט)  בררו להם כתב אשורית ולשון עברית ואמרינן בפרק כהן גדול בסנהדרין (כא, ב)  בהא מילתא בררו להם כתב אשורי ולשון הקדש, ובתוספתא (פ\"ב ה\"ב) שנינו מעשה  ברבי מאיר שלא מצא מגילה כתובה כתב עברית וכתבה ע\"פ וקראה, ובבראשית רבה  (סוף פרשה מב) ויגד לאברם העברי (בראשית יד, יג) למה קורא אותו עברי  שמספר בלשון עברי והיינו לשון הקדש שבו היו מספרים, ומה שקורא אותו אשורי  שמאושר בין שאר הלשונות."
        ], 
        [
            "גמרא: <b>לא קשיא כאן בספרים כאן במגילה. </b>ואם תאמר והא תנן  בפרקין דלקמן (מגילה יז, א) אבל קורין אותה ללועזות בלעז, ובשהיא כתובה בלעז  דאי לא היינו קראה על פה, ותניא (לקמן מגילה יח, א) גפטית לגפטים עברית לעברים  יונית ליונים, ומתניתין וברייתא רבנן היא, אלמא אפילו מגילה נמי נכתבת  בכל לשון. יש לומר דאהני ככתבם וכלשונם (אסתר ח, ט) שאין יוצאין בה  השומעים שאינן מכירין אלא באשורית בלבד וכדתנן (לקמן מגילה יז, א) הלועז ששמע  אשורית יצא, אבל שאר לשונות יוצאין בהן המכירין הואיל והותרה ספר תורה  ליכתב בהן, והכא לטמא את הידים קאמר דכיון שאינה נכתבת כהלכתה שתהא ראויה  לצאת בה הכל ידי חובתן אינה מטמאה את הידים. ואם תאמר אם כן לוקמה אף  בספרים, וברייתא לטמא את הידים ומתניתין לקרות בהן ולא לטמא את הידים.  ליתא, דבשאר ספרים מנא לן לחלק. ועוד דכיון דקתני ספרים נכתבין בכל לשון  משמע דכולי עלמא נפקי בהכין ואפילו שאינן מכירין, וא\"כ כל חומרי ספרים יש  וכדאמרינן הא לתופרן בגידין ולטמא את הידים זה וזה שוין."
        ], 
        [], 
        [
            "<b>וקסבר קדושה ראשונה קידשה לשעתה ולא קידשה לעתיד לבא.  </b>וקדושה ראשונה לאו דוקא אלא אפילו קדושה שניה לא קידשה לעתיד לבא דהא  שמעתי שמקריבין בזמן הזה קאמר, ומסתברא דמשום דלגבי הא מילתא קדושה שניה  וראשונה חד דינא אית להו ומאן דאסר משום קדושה ראשונה הוא דאסר לפום כן  נקט קדושה ראשונה. ותדע לך, דהא טעמא דמתניתין דקתני קדושת ירושלם אין  אחריה היתר היינו משום דדרשינן כי לא באתם עד עתה אל המנוחה (דברים יב,  ט) מנוחה זו שילה ואל הנחלה זו ירושלם קדושת שילה יש אחריה היתר ירושלם  אין אחריה היתר, אלמא איסור הבמות משום קדושה ראשונה הוא, ומאן דשרי  היינו משום דדריש מקיש נחלה למנוחה מה מנוחה יש אחריה היתר אף נחלה יש  אחריה היתר, אלמא עיקר מחלקותם בדבר זה בקדושה ראשונה תליא.<br><b></b>ולא שייכא בהא פלוגתא דקדושה שניה יש להן שלישית אין להן או יש להן (יבמות פב, ב)  ולא כל האומר בעלמא קדושה ראשונה לא קידשה לעתיד לבא סבירא ליה דקדושת  ירושלם יש אחריה היתר במות, אלא אפשר דאפילו מאן דאית ליה בעלמא לא קידשה  לעתיד לגבי תרומות ומעשרות אית ליה שאין אחריה היתר במות ומשום דכתיב ואל  הנחלה. ותדע, דהא רבי מדסתם לן הכא ובזבחים (קיב, ב) דמשבאו לירושלם  נאסרו הבמות ולא היה להן עוד היתר שמע מינה דהכין סבירא ליה למעשה מיהא,  ואיהו הוא דהתיר כל בית שאן (חולין ו, ב) מאסהדתיה דר'  חייא ואסיקנא התם (ז, א) משום דקסבר רבי פנחס בן יאיר דקדושה ראשונה לא קידשה לעתיד  לבא, אלמא איכא מאן דאית ליה לא קידשה  לעתיד לבא ואפילו הכי סבירא ליה דמשבאו לירושלם נאסרו הבמות ולא היה להן  עוד היתר. והא דקתני אמר רבי יהושע שמעתי  שמקריבין אף על פי שאין בית וכו' מפני שקדושה ראשונה קידשה לשעתה וקידשה  לעתיד לבא מכלל דרבי אליעזר סבר לא קידשה לעתיד לבא דאלמא הא בהא תליא,  הכי קאמר לא קידשה לעתיד אפילו לאיסור הבמות. והא דמוקמינן לה בתנאי  ומייתינן לה מהא דתניא אמר רבי ישמעאל ברבי יוסי למה מנו חכמים את אלו,  התם הכי קאמר אלמא רבי ישמעאל סבר לא קידשה לעתיד לבא ואנא אמינא דכיון  דלא קידשה לעתיד לענין שאר דינין אף לענין איסורי הבמות כן. כך נראה לי.", 
            "<b>אלא מאי טעמא הדר ביה משום קושיא דרב מרי. </b>ואם תאמר  ומעיקרא מאי סבר וכי לא היה יודע משנתינו ומשנת זבחים. ונראה לי דהיינו  הא דאמרינן בתר הכין תנאי היא, כלומר וכי תימא ומעיקרא מאי סבר תנאי היא,  כלומר משום דאשכחה דתליא בתנאי ומעיקרא סבר לה כמאן דאמר לא קידשה לעתיד  לבא והדר ביה משום דלא שביק תרי סתמי דמתניתין ופסק כרבי ישמעאל דיחידאה  הוא.<br><b></b>ובתוספות הקשו בשם הרב ר' חיים אמאי הדר ביה לימא להו תנאי  היא ואנא דאמרי כמאן דאמר לא קידשה לעתיד לבא. ועוד דהא רבי יוחנן וריש  לקיש פליגי בזבחים בפרק השוחט והמעלה (זבחים קז, ב) המעלה בחוץ בזמן הזה ריש  לקיש אמר פטור ורבי יוחנן אמר חייב רבי יוחנן אמר חייב קדושה ראשונה  קידשה לשעתה וקידשה לעתיד לבא וריש לקיש אמר פטור קדושה ראשונה קידשה  לשעתה ולא קידשה לעתיד לבא, ואם איתא אמאי לא אמר מותר. ותירץ הוא ז\"ל,  דר' יצחק לא שמע מרבותיו אלא דבית חניו לאו בית עבודה זרה הוא, ועוד שמע  דקדושה ראשונה לא קידשה לעתיד לבא, ומתוך כך סבר דלמאן דאמר לא קידשה  לעתיד בזמן הזה מותר להקריב בבמות בכל מקום, ואחר כך סבר דאי אפשר דפליג  שום תנא אמתניתין (זבחים קיב, ב) דבאו לירושלם נאסרו הבמות ואמתניתין  דהכא וחזר לומר דאדרבא למאן דאמר לא קידשה לעתיד לבא אין מקריבין אפילו  במקומו של מזבח, והיינו דריש לקיש דאמר שהוא פטור דכיון דאפילו במקום  מזבח אין מקריבין המעלה בחוץ פטור דלא קרינא ביה ראוי לפתח אהל מועד,  ורבי יוחנן אמר חייב דקדושה ראשונה קדשה לעתיד לבא וראוי ליקרב תוך  ירושלם במקום מזבח וראוי לפתח אהל מועד קרינא ביה, והא דקאמר תנאי היא  לאו אמילתא דר' יצחק קאי דהא ודאי שפיר הדר ביה אלא אמאי דסבירא ליה לר'  יצחק מעיקרא קאי כלומר ומעיקרא דאמר הכי משום דקסבר דמאן דאמר קדושה  ראשונה לא קידשה לעתיד לבא פליג אמתניתין וסבר דבמות מותרות לאחר ירושלם  והשתא הדר ביה ושפיר עבד דהדר ביה.<br><b></b>והקשו על זה בתוספות, דכיון דקאמר שמעתי שמקריבין בזמן הזה משמע שבלשון הזה  שמעה מרבותיו, ואף על פי שחולקת קבלתו עם המשנה הוא מה שקיבל אמר.<br><b></b>ואמרו הם ז\"ל, דמה שאמר והדר ביה מהא דרב מרי לאו למימרא דהדר ביה  לגמרי וחזר להודות כדברי המשנה אלא  כששאלוהו אמר שלא קיבל כן כדי שלא יקשו לו מן המשנה ולא רצה להחזיק  דבריו. ויש להם כיוצא בזו בריש פרק בתרא דמכות (טו, א) גבי לא תעשה שקדמו  עשה אין לוקין עליו אמרו ליה אמרת אמר להו לא אמר רבא האלהים אמרה כתיבא  ותנינא אלא מאי טעמא הדר ביה משום דקשיא ליה אונס  וכו', ועוד בפרק קמא דבבא קמא (יא, ב; יב, א)  דאמר עולא אמר רבי אלעזר הלכה גובין מן העבדים ואמר ליה רב נחמן  לעולא אמר רבי אלעזר אפילו מיתמי אמר ליה לא שמעית  מינה בתר דנפק רב נחמן אמר להו עולא הכי  אמר רבי אלעזר אפילו מיתמי הרי שהיה כופר במה שקיבל מרבותיו כדי שלא יקשו  לו כלום ואף על פי שלא היה חוזר בו, והכא נמי ר' יצחק כך קיבל וכך סבור  דלמאן דאמר לא קידשה מקריבין בזמן הזה בבמות בכל מקום ולמאן דאמר קידשה  לעתיד לבא הבמות אסורות אבל בירושלים במקום המזבח שרי כרבי יהושע דאמר  שמעתי שמקריבין אף על פי שאין בית וכו' מפני שקדושה ראשונה קידשה לשעתה  וקידשה לעתיד. וההיא דהשוחט והמעלה דאמר ריש לקיש המעלה בחוץ פטור דקדושה  ראשונה לא קידשה לעתיד לבא ולא קאמר מותר לא קשיא, דאיידי דקאמר רבי  יוחנן חייב אמר ריש לקיש פטור שכן דרך התלמוד בהרבה מקומות.", 
            "<b>ממאי דילמא כולי עלמא אית להו קדושה ראשונה קידשה לשעתה וקידשה לעתיד  לבא וכו'. </b>הנני כותב מה שכתבו כאן התוספות בלשונם מפני שהוא צריך  להתלמד במקומות רבים. הקשה רבינו תם ז\"ל אמאי לא מייתי ראיה דאית ליה  לרבי אליעזר בפרקא קמא דחגיגה (ג, ב) דלא קידשה לעתיד לבא, דאמרינן התם  מעשה ברבי יוסי בן דורמסקית שהלך להקביל פני רבי  אליעזר בלוד וכו' עד מקובלני מרבן יוחנן  בן זכאי וכו' הרבה כרכים כבשום עולי מצרים ולא כבשום עולי בבל, פירוש ולא  קדשום, וקדושה ראשונה קידשה לשעתה ולא קידשה לעתיד לבא. ותירץ רבינו תם  ז\"ל דהאי מה טעם דקאמר התם אינו מדברי רבי אליעזר, תדע דבמשנה דמסכת ידים  (פ\"ד מ\"ג) דקתני התם מילתא דרבי אליעזר לא תני לה ולא מיירי מידי בעמון  ומואב שכבשו ישראל מיד סיחון בעלותם ממצרים, והכי פירושו מאי טעמא מעשרין  מעשר עני בשביעית משום דכי האי גוונא אשכחן בערי ישראל שהניחום עולי בבל  מלקדש למאן דאמר לא קידשה  לעתיד לבא והניחום כדי שיסמכו עליהם עניים בשביעית וכל שכן הכא גבי עמון  ומואב שאינם כלל מארץ ישראל שמעשרין מעשר עני כדי שיסמכו עליהם עניים  בשביעית, ובמסכת ידים (שם) מוכיח דעמון ומואב דהכא הוו חוצה לארץ דקא  מייתי התם עלייהו ההיא דמצרים ובבל שהם חוצה לארץ ממש. ועוד על כרחין לא  הוי טעמא דהתם משום דלא קידשה לעתיד לבא, דהא רבי יהושע דאית ליה בשמעתין  דקידשה לעתיד ואפילו הכי סבירא ליה כרבי אליעזר במסכת ידים (שם), אלא לאו  שמע מינה דהאי מה טעם לא קאמר רבי אליעזר. ומהאי טעמא נמי לא תיקשי הא  דאמרינן (שביעית פ\"ט מ\"ב) שלש ארצות לביעור יהודה ועבר הירדן והגליל, אלמא  משמע שעמון ומואב שהיו בעבר הירדן היו בכלל ארץ ישראל ובחגיגה משמע דלא  קדשי וקאמר נמי בפרק חזקת הבתים (ב\"ב נו, א) קיני וקניזי וקדמוני עמון  ומואב והר שעיר, והשתא אתי שפיר כדפרישית דעמון ומואב דחגיגה היינו מחוצה  לארץ ממש. והא דלא קאמר תלמודא בחגיגה טעמא דאיתיה בהדיא במסכת ידים (שם  עיי\"ש), דקתני התם השיב רבי טרפון מצרים חוצה לארץ עמון ומואב חוצה לארץ  מה מצרים שהיא קרובה עשאוה מעשר עני כדי שיסמכו עליה עניים בשביעית אף  עמון ומואב שהיא קרובה וכו', דניחא ליה לאשכוחי טעמא אחרינא. עד כאן.", 
            "<b>למה מנו חכמים אתאלו וכו'. </b>הקשה הרב ר' אלחנן ז\"ל אמאי  מייתי הך ברייתא דלא מוכחא אלא דקדושה ראשונה בטלה, והא איכא תנא דאית  ליה בהערל (יבמות פב, ב) דקדושה ראשונה ושניה יש להם  שלישית אין להם דקדושה ראשונה בטלה אבל קדושה שניה לא בטלה, ואם כן היאך  מביא ראיה מהך ברייתא לבית חניו דהיינו קדושה שלישית. ולפי מה שכתבתי  למעלה (ד\"ה וקסבר) אינו קשה כלל, דהא דר' יצחק בקדושה ראשונה אי קידשה  לעתיד או לא תליא, דלמאן דאמר קידשה היינו משום דקסבר קדושת ירושלם אין  לאחריה היתר, ומאן דאמר יש אחריה היתר דריש מקיש נחלה למנוחה מה מנוחה יש  אחריה היתר אף נחלה יש אחריה היתר, אלמא הא דר' יצחק בפלוגתא דקדושה  ראשונה תליא. אבל הרב ר' אלחנן ז\"ל תירץ, דלא ניחא ליה לאתויי הך ברייתא  דהתם דלא מיירי אלא לענין תרומה בזמן הזה."
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "מה שכתוב בהגדה:  <b>ואני כאשר אבדתי אבדתי (אסתר ד, טז) כשם שאבדתי מבית אבא כך  אבדתי ממך. </b>הקשו בתוספות יגרשנה  ויחזירנה אחר כך שאינה אסורה לו מחמת זנות, וכדמוכח בפרק שני דסוטה (יח,  ב) לא היה מתנה עמה לא על קודם שתתארס ולא על לאחר שתתגרש, דאינו מתנה  אלא מה שאוסרה עליו, והלכה והיתה לאיש אחר כתיב (דברים כד, ב) נשאת אסורה  לחזור לו זנתה מותרת לחזור לו. ותירצו שהיה ירא לגרשה לפי שכל מעשה הגט  בעדים וירא שמא יתפרסם ויודע הדבר למלך. ואינו נכון בעיני, ויכתוב לו  בכתב ידו שהוא כשר דאורייתא, וטוב היה לו לעשות כן דהא אסתר היכי עבדה  הכי דהשתא ברצונה נבעלת ותהרג ואל תעבור ואילו היה מגרשה בכתב ידו לא  היתה עוברת על איסור עריות החמור ולא היתה נאסרת למרדכי. אלא שדברי אגדה  הן ואין משיבין עליהן."
        ], 
        [], 
        [], 
        [], 
        [
            "מתני': <b>אבל קורין אותה ללעוזות בלעז. </b>פירש רש\"י  ז\"ל ללעוזות שיודעין לשון אחר שאינו לשון  הקדש . ונראה מדבריו, שאף על פי שיודע אשורית ויודע לעז אילו רצה לקרותה  בלעז יוצא בה. וכן דעת הרמב\"ם ז\"ל . ואינו  נראה כן מן הירושלמי (פ\"ב ה\"א עיי\"ש), דגרסינן התם ר' אבהו בשם ר' אלעזר  יודע אשורית ויודע לעז מהו שיוציא אחרים בלעז ייבא כהדה כל שאינו מחוייב  בדבר אינו מוציא את הרבים ידי חובתן, אלמא פשיטא להו דמי שיודע אשורית  ולעז הוא עצמו אינו יוצא בלעז . ועוד דמדקתני הלועז ששמע אשורית יצא משמע  שהלעוזות דמתניתין בשאינן יודעין אשורית כלל. והר\"ם ב\"ן נ\"ר כן כתב  בליקוטיו שהיודע אשורית אינו יוצא אלא באשורית .<br><b></b>ולענין מה שאמרו  בירושלמי שהיודע אשורית אינו מוציא את הלועז בלעז, לא היה נראה כן לכאורה  מלישנא דמתניתין דקתני אבל קורא אותה ללעוזות בלעז ולא קתני אבל קורין  אותה הלעוזות בלעז, אלא שהם היו בקיאין בלשון המשנה יותר ויש לחוש  ולהחמיר ."
        ], 
        [
            "גמרא: <b>לימא קסבר  רבי כל התורה כולה בכל לשון נאמרה. </b>פירש רש\"י ז\"ל קריאת התורה. ולא  מצינו קריאת התורה מחוייבת . ואפשר בפרשת זכור וכדאמרינן לקמן (מגילה יח, א)  כשהוא אומר זכור (דברים כה, יז) בפה , ואי נמי פרשת הקהל . ויש מפרשים  קריאות שבתורה, כגון פרשת שוטרים ומקרא בכורים וחליצה. ובברכות פרק היה  קורא (יג, א ד\"ה לימא) כתבתיה בארוכה בסייעתא דשמיא.", 
            "<b>תיקנו שמנה עשרה ברכות על הסדר. </b>פירוש על הסדר הכתוב בסמוך, ואילו טעה באחת  מהן לא יאמר אותה במקום שנזכר, אלא חוזר מאותה ברכה ואומר ממנה ואילך על  הסדר. והא דאמרינן בברכות (לד, א) אמצעיות אין להם סדר, היינו שאם טעה  בהן אינו חוזר לחונן הדעת כדרך שהוא חוזר לראש בשטעה בראשונות ואחרונות,  אבל מכל מקום חוזר הוא למקום שטעה ומשם חוזר לסדרן . והכי איתא בהדיא  בתוספתא דמכלתין בריש פרק שני (ה\"א), דתניא התם: קרא את המגילה וטעה  והשמיט בה פסוק אחד לא יחזור ויקרא אותו הפסוק בפני עצמו אלא מתחיל מאותו  פסוק וגומר עד סוף, וכן  בהלל וכן בתפלה וכן בקרית שמע. וכבר כתבתי בברכות (שם ד\"ה רב אסי) יותר  מזה בסייעתא דשמיא."
        ], 
        [
            "<b>והא אמרת רישא בכל לשון  לא יצא. </b>פירוש, דקא סלקא דעתך השתא דמתניתין רבנן היא דאמרו (לעיל ח,  ב) שהספרים נכתבין בכל לשון וכי קתני במתניתין בכל לשון לא יצא משום  דכתיב בה במגילה (אסתר ח, ט) ככתבם וכלשונם ומיעטינהו לכולהו לשונות חוץ  מאשורית בלבד, ומשום הכי לא משמע ליה השתא דבכל לשון לא יצא למי שאינו  מכיר קאמר אלא לכל אדם ואפילו המכירין דהא אימעוט מככתבם וכלשונם, ואם כן  אמאי קתני אבל קורין אותה ללעוזות בלעז. ופרקינן רב ושמואל דאמרי תרוייהו  בלעז יוני, כלומר ומתניתין רבן שמעון בן גמליאל היא, דאילו לרבנן לא שני  להו לעז יוני משאר לשונות, אלא רבן שמעון בן גמליאל הא דאמר (לעיל שם) אף  ספרים לא התירו ליכתב אלא יוני דרחמנא רבייה בשאר ספרים מדכתיב (בראשית  ט, כז) יפת אלקים ליפת, והלכך כיון דלשון כשר הוא לספר תורה מה שאין כן  בשאר לשונות כשר אף במגילה למכירין מיהא, ומיהו כיון דכתיב בה ככתבם  וכלשונם ממעטינן אפילו יוני למי שאינו מכיר. ואותבינן מדתניא קראה יונית  לא יצא, וקא סלקא דעתך לכל אדם קאמר ואפילו למכירין, והאי מקשה לא הוה  ידע אידך דקתני יונית ליונים יצא. ונראה דהוה מצי לתרוצי למאי דקא סלקא  דעתא השתא דהא מני רבנן היא דממעטי כולהו לשונות מככתבם וכלשונם, אלא  קושטא דמילתא קא מתרץ ליה מדתניא אחריתי גפטית לגפטים יונית ליונים  יצא.", 
            "<b>אי הכי רב ושמואל אמאי מוקמי לה בלעז יוני ואליבא דרבן  שמעון בן גמליאל לוקמה בכל לשון ואליבא דרבנן. </b>דקורין אותה ללעוזות  לכל לעוזות משמע טפי, וכיון דאיכא לאוקומא בכל לעוזות שפיר דמי טפי דלא  נוקמוה בלעז יוני בלבד, וככתבם וכלשונם למעט שאינן מכירין.", 
            "<b>אלא מתניתין כברייתא. </b>כלומר לשאינן מכירין ורבנן היא, ורב ושמואל  בעלמא איתמר. ואפשר עוד לפרשה בין לרבנן בין לרבן שמעון בן גמליאל, וכמו  שאכתוב בסמוך לענין פסק דרב אלפסי ז\"ל בסייעתא דשמיא.", 
            "<b>אי אמרי הלכה כרבן שמעון בן גמליאל הוה אמינא הני מילי בשאר ספרים אבל מגילה  דכתיב בה (אסתר ח, ט) ככתבם וכלשונם אימא לא  קא משמע לן. </b>כלומר דכשר לכל, דשפיר קרינן ביה ככתבם וכלשונם, הואיל  ורבייה רחמנא לספר תורה כאשורי ושאר לשונות לא.<br><b></b>ואפשר היה לומר ומסתבר, דההיא ברייתא דגיפטית לגיפטים מדית  למדיים יונית ליונים יצא ליתא כלל לרבן שמעון  בן גמליאל לא רישא ולא סיפא, דגפטית אפילו לגפטים לדידיה לא יצא דהא  לדידיה אף שאר ספרים לא התירו שיכתבו אלא יוני וכל שכן במגילה דכתיב בה  ככתבם וכלשונם, וסיפא נמי דקתני יונית ליונים דמשמע  ליונים דוקא הא לגפטיים לא יצא ליתא דלעז יוני לכל כשר לדידיה אליבא דרב  ושמואל. והרב אלפסי ז\"ל שכתב בהלכות ברייתא דגפטית לגפטים עברית לעברים  יונית ליונים תפס עליו הרב בעל המאור ז\"ל וכתב אנן קיימא לן כרב ושמואל  דאמרי תרוייהו לעז יוני לכל כשר דאמור כרבן שמעון בן גמליאל בין בספר  תורה בין בשאר ספרים ואפילו במגילה ואף על גב דכתיב בה ככתבם וכלשונם,  ובפרק קמא (לעיל מגילה ט, ב) איפסיקא הלכתא כוותיה בהדיא דאמר רבי אבהו אמר רבי  יוחנן הלכה כרבן שמעון בן גמליאל, עד כאן לשונו.<br><b></b>ואני תמה לדבריו, למה לא  הקשה לו גם כן על מה שפסק כברייתא בגפטית לגפטים, שזה לכאורה יותר קשה  ויותר פשוט שלא יודה בה רבן שמעון בן גמליאל, ורבי יוחנן כבר פסק אפילו  בשאר ספרים שאין נכתבים אלא יוני כרבן שמעון בן גמליאל.<br><b></b>אבל מה שהקשה  מיונית ליונים ומדפסק רבי יוחנן בפרק קמא כרבן שמעון בן גמליאל אינו קשה  כל כך, דרב ושמואל הוא דאמור כרבן שמעון בן גמליאל ואפילו במגילה אבל  לרבי יוחנן לא פסק כן אלא לפסול שאר לשונות אפילו בשאר ספרים אבל במגילה  דכתיב בה ככתבם וכלשונם דילמא אפילו יוני אינו כשר אלא ללועז יוני בלבד.  ותדע לך, דהא רבי יוחנן אית ליה (שבת מו, א) הלכה כסתם מתניתין ומתניתין  כללא כאיל בכל לשון לא יצא ויוני בכלל ותנן הלועז ששמע אשורית יצא אלמא  אשורית דוקא אבל שאר לשונות אפילו יוני לא ואם כן היכי פסיק רבי יוחנן  לעיל הלכה כרבן שמעון בן גמליאל. ואף על גב דמוקמינן (יבמות טז, ב)  לההיא דרבי יוחנן דאמר הלכה כסתם מתניתין כאמוראי מכל מקום בכל דוכתא  מקשינן לה ומפרקינן לה, אלא דמתניתין דהכא לרבי יוחנן לא מכרעא שפיר כמאן,  דאיכא למימר כרבנן ואיכא למימר מתניתין בלעז יוני דוקא וכרבן שמעון בן  גמליאל ודוקא ללועז יוני הא לכולי עלמא לא מדכתיב בה במגילה ככתבם  וכלשונם, והלכך לא מכרעא לן דפסקא דרבי יוחנן כרב ושמואל דרבי יוחנן לא  קאי כוותייהו אלא אדרבה משמע דבמגילה לא סבר לה כוותייהו כדאמרן, והלכך  אפילו לעז יוני אפשר דלא מכשרינן אלא ליוני דוקא כדברי הרב אלפסי ז\"ל.<br><b></b>ומכל מקום איכא למידק בשאר לשונות אמאי אינן פסולין לגבי מגילה ואפילו  למכירין, דהא אפילו בשאר ספרים לא התיר רבן שמעון בן גמליאל אלא יוני,  וכל שכן במגילה דכתיב בה ככתבם וכלשונם. ויש לומר דהא דאמרינן אלא  מתניתין כברייתא לאו דוקא לרבנן אלא לכולי עלמא, ומתניתין וברייתא כולי  עלמא נינהו, דככתבם וכלשונם דכתיב קרא הכי קאמר שיהו קורין אותה כל עם  ועם ככתבו וכלשונו איזה עם שיהיה. והלכך יש בדבר לרבן שמעון בן גמליאל  להקל ולהחמיר, להקל בשאר לשונות דאילו בשאר ספרים פסולין ובמגילה כשר  דרבינהו קרא מככתבם ומיהו דוקא למכירין מדכתיב וכלשונם, ויש בו להחמיר  דאילו בכל הספרים יוני כשר דרבייה קרא כאשורי מדכתיב (בראשית ט, כז) יפת  אלקים ליפת ובמגילה מיעטיה קרא למי שאינו מכירו מדכתיב וכלשונם. ולרבנן  ככתבם וכלשונם להחמיר ולא להקל, דאי לאו קרא הוה מכשרינן  כולהו לשונות כבשאר ספרים, השתא דכתיב ככתבם וכלשונם מיעטינהו לכולהו אלא  למכירין. והלכך ברייתא דגפטית לגפטים יונית ליונים בין לרבן שמעון בן  גמליאל בין לרבנן אתיא. אלא לדרב ושמואל רבן שמעון בן גמליאל לא סבר ליה  הכין, אלא מיסבר סברי דלדידיה כיון דיוני רבייה קרא אף על גב דכל שאר  לשונות פסולין אלמא יוני כאשורי ממש והרי הוא כשר לכל כאשורי, וככתבם  וכלשונם להקל ולרבות שאר לשונות הוא דאתא, ושני מחלוקות בדבר.<br><b></b>ואי קשיא  לך, דהא מדאקשינן לעז יוני לכל כשר והא אמרת יונית ליונים לכולי עלמא לא  ופרקינן אינהו דאמור כרבן שמעון בן גמליאל, אלמא מיפשט פשיטא לן דהא  דאוקימנא מתניתין כברייתא דלא כרבן שמעון בן גמליאל היא. יש לומר דהכי  קאמר, אינהו דאמור כרבן שמעון בן גמליאל דקסברי דלרבן שמעון בן גמליאל  ליכא לאפלוגי בין יוני לאשורי והלכך מתניתין וברייתא דלא כרבן שמעון בן  גמליאל ואינהו דאמור כרבן שמעון בן גמליאל, ואקשינן אי הכי למאי דסבירא  להו דלרבן שמעון בן גמליאל לעז יוני כאשורי לגמרי לימא הלכה כרבן שמעון  בן גמליאל, ופריק אי אמרי הלכה כרבן שמעון בן גמליאל הוה אמינא דרבן שמעון  בן גמליאל לא אמר אלא בשאר ספרים אבל במגילה דכתיב בה ככתבם וכלשונם לא  אמר כדקאמרינן אנן קא משמע לן, כלומר משום הכי אמור בהדיא לעז יוני לכל  כשר לאשמועינן דרבן שמעון בן גמליאל אף במגילה קא מכשר לעז יוני כאשורי  וככתבם וכלשונם לרבות שאר לשונות ללעוזות. כך נראה לי לפי דברי הרב אלפסי  ז\"ל.<br><b></b>ומיהו אפשר היה לומר דאכתי קיימא לן כרב ושמואל, דכיון דאינהו אמור  בהדיא דרבן שמעון בן גמליאל אפילו במגילה קאמר אפילו פליג רבי יוחנן  עלייהו בהא הוה ליה יחיד לגבי רב ושמואל. ומיהו כיון דלישנא מתניתין  כברייתא ודלא כרב ושמואל שבקינן הא דרב ושמואל ונקטינן לישנא דגמרא, וזו  היא דעת הרב אלפסי ז\"ל. כך נראה לי. ועוד שדעת הרב ז\"ל והגאונים ז\"ל  דהלכה כרבי יוחנן אפילו לגבי רב ושמואל, וכן נראה לרב ז\"ל במסכת עירובין,  ואין כן דעת הראב\"ד ז\"ל שם בשלהי פרק הדר גבי בית שער דיחיד וכמו שכתבתי  שם (עירובין עה, ב ד\"ה מר עיי\"ש)."
        ], 
        [
            "<b>אמר רב  אין הלכה כר' מונא ושמואל אמר הלכה כר' מונא. </b>וקיימא לן כרב דהלכתא  כוותיה באיסורי. ועוד דקאי רבי יוחנן כוותיה דאמר בפרק בתרא דראש השנה  (לד, א-ב) שמע תשע תקיעות בתשע שעות ביום יצא ותניא התם כוותיה. וכבר  כתבתיה שם בראש השנה. וכתבתי יותר מזה בברכות (כג, א ד\"ה אלא) בסייעתא  דשמיא.", 
            "הא <b>דתנן שומרת יבם שקדש אחיו את אחותה וכו'.  </b>כתבתיה בארוכה בריש פרק כיצד ביבמות (יח, ב ד\"ה אומרים) ובסוף  המסכתא.", 
            "<b>לא קשיא הא בכולה הא  במקצתה. </b>קשיא לי והא אמרינן לקמן, הלכה כרבי מאיר דאמר כולה ואפילו  למאן דאמר מאיש יהודי צריכה שתהא כתובה כולה, והכא שרינן  אף על גב דמחסרא עד פלגא. ויש לומר (דהתם) [דהכא]  בששני ראשי המגילה כתובים לפניו אף על פי שהשמיט בה פסוקים באמצעיתה אינה  נראית כספר חסר אלא כספר שלם שיש בו טעיות ובמגילה הואיל ונקראת איגרת  אין מדקדקין בטעיותיה במקצתה, וכשיש בה טעיות עד רובא מיהא פסולה הואיל  ונקראת ספר, אבל כשחסר ממנה מראשה ועד איש יהודי אף על פי שהוא מיעוטה  נראית כספר חסר וצריך שיקרא אותה מספר שלם, וכענין שאמרו גבי ספר תורה  (גיטין ס, א) אין קורין בחומשין. וכן נראה לי קצת מתוך הירושלמי, דגרסינן  התם (פ\"ב ה\"ד עיי\"ש) ר' חלבו ר' מתניא יוסה בר מנשה בשם רב בין כמאן דמר  מאיש יהודי בין כמאן דמר מאחר הדברים האלה ובלבד בספר שלם, ר' חלבו ר'  מתניה יוסי ב\"ר מנשיא בשם רב היתה כתובה חומשין אין קורין אותה ברבים,  אמר ר' תנחומא מפני ההדיוטות. כך מצאתי בגרסת הירושלמי, ונראה שיש בו  שיבוש והיתה התורה כתובה חומשין הוא, והיא היא שאמרו בגיטין בשלהי פרק  הניזקין, מכל מקום נראה מתוך הירושלמי כמו שפרשתי.", 
            "מתני': <b>היה כותבה דורשה ומגיהה אם כיון לבו יצא  וכו'. </b>ואם תאמר למה לא דקדקו עליה בגמרא שמעת מינה מצות צריכות כונה,  כמו שדקדקו בפרק היה קורא בתורה בברכות (יג, א). יש לומר דהכא פשיטא ליה  דבקורא להגיה קאמר, דהא קתני בהדיא ומגיהה.<br><b></b>ירושלמי (פ\"ב ה\"ב):  היה כותבה הדא אמרה שהוא מותר בעשיית מלאכה, נימר בי\"ד בכרכין. משמע מהכא  דאפילו במקום שנהגו שלא לעשות מלאכה אם חל ט\"ו דכרכים בשבת שהן מקדימין  לארבעה עשר שהן מותרין בעשיית מלאכה שלא קבלו עליהם איסור מלאכה אלא  בזמנה ואף על פי שהוא זמן קריאה לכל, ואין צריך לומר בני כפרים המקדימין  ליום הכניסה ובני עיירות שחל להם בשבת שמקדימין לי\"ג שהן מותרין שאין זה  זמן קריאה אלא מדין הקדמה, והיינו דנקטה בירושלמי בבני כרכין הקורין בי\"ד  ולא נקטה בבני כפרים ובבני עיירות משום דהתם פשיטא אבל בבני כרכין שקורין  בי\"ד שהוא זמן קריאה לכל ועוד דלגבי הספד ותענית זה וזה שוין הוי חידוש  טפי ואגב אורחיה אשמעינן לה בירושלמי.<br><b></b>עוד שם בירושלמי דורשה  ובלבד שלא יפליגו דעתן לענינות אחרים. ושמא זה כר' מונא. ואי נמי לכולי  עלמא ולכתחילה קאמר שאין לו להפסיק ולהפליג דעתו לענינות אחרים.<br><b></b>עוד שם: ומגיהה, תני אין מדקדקין בטעיותיה, יצחק בר אבא בר מחסיא ורב  חננאל הוו יתבין קומי רב חד אמר יהודים וחד אמר יהודיים, רבי יוחנן קרי  כולה יהודים. ודוקא בטעיות שהלשון והענין אחד כגון יהודים ויהודיים, אבל  טעות אחר לא שאם כן לא קראה כולה.", 
            "גמרא: <b>והא רבי מאיר כתב שעת  הדחק שאני. </b>קשיא לי, והתניא ר' ירמיה אומר משום רבינו תפילין ומזוזות  נכתבין שלא מן הכתב ופרישנא טעמא משום דמגרס גריסן, ולרבי מאיר ולרב  חננאל התורה כולה מיגרס גריסה להו כדאמרן. ויש לומר דשאני תפלין ומזוזות דמיגרס גריסן לכל  הכותבין וליכא למיגזר בהו, אבל בשאר ספרים דלא גריסן לכל גזרינן רבי מאיר  ורב חננאל אטו שאר אינשי.<br><b></b>ומדברי הירושלמי (פ\"ד ה\"א) נראה שאם  כתב שלא מן הכתב שלא בשעת הדחק מיהא שיהא אסור לקרות בו, דגרסינן התם  בפרקין דהקורא את המגילה עומד ר' זעירא בשם רב חננאל אפילו רגיל בתורה  כעזרא לא יהא הוגה מפיו וקורא כמה שנאמר (ירמיה לו, יח) מפיו יקרא אלי,  והתני מעשה ברבי מאיר שהיה נתון באסיא ולא היה שם מגילה כתובה עברית  וכתבה מפיו וקרייה, אין למדין משעת הדחק, ויש אומרים כתב שתים כתב את  הראשונה מתוך פיו ואת השניה מתוך הראשונה וגנז את הראשונה וקרא בשניה.", 
            "<b>והלכתא מזוזה צריכה שרטוט תפילין אין צריכין שרטוט. </b>ובשם  רבינו תם ז\"ל דמזוזה צריכה שרטוט בכל שיטה ושיטה, אבל תפילין שיטה ראשונה  ומן הצדדין צריכין הן שרטוט דלא גרעי משתים כותבין שלש אין כותבין  (שבגיטין ו, ב). וכבר כתבתי זה בארוכה ובספר תורה אם צריך שרטוט אם לאו  בריש פרק קמא דגיטין (שם ד\"ה ואמר) בסייעתא דשמיא."
        ], 
        [
            "<b>קנקנתום אמר רבה חרתא דאושכפי.  </b>פירש רש\"י ז\"ל ארמונט. ובתוספות אמרו שאינו,  דאם כן היה אסור להטילו בדיו לספר תורה מדאמרינן בפרק קמא דעירובין (יג,  א) ובפרק שלישי דסוטה (כ, א) אמר רבי מאיר כשהייתי לומד תורה אצל רבי  ישמעאל הייתי מטיל קנקנתום לתוך הדיו וכשבאתי אצל רבי עקיבא אסרה עלי  ואנו רגילין להטיל ארמונט לתוך הדיו. על כן פרשו שם קנקנתום ויריאול. וכן  פירש רבינו שמואל בעירובין (יג, א).", 
            "<b>דפתרא דמליח וקמיח ולא עפיץ.  </b>וקלפים שלנו אף על פי שאינן מעופצין כשרין, דעבוד שלהן שהיו מעבדין בקמח  ועפצים לא היה טוב עד שיהא מעופץ, אבל שלנו  שאין אנו מעבדין כן טוב כמעופץ ואינו יכול להזדייף, דריעות הדפתרא מפני  שהוא יכול להזדייף, וכדאמרינן התם בגיטין (יא, א) והא בעינן כתב שאינו  יכול להזדייף בדאפיצן. ואף בזמנם היה להם עבוד אחר וכשר בלא מעופץ,  וכדמשמע במנחות בפרק הקומץ רבה (מנחות לא, ב עיי\"ש) קרע הבא בשתים יתפור בשלש  לא יתפור וכו' ולא חדתתא חדתתא ממש וכו' אלא הא דאפיצן הא דלא אפיצן, אלמא  אף ספר תורה היו כותבין בקלפים שאינן מעופצין.", 
            "<b>עד שתהא כתובה  אשורית. </b>קשיא לי והא קורין אותה ללעוזות בלעז והוא שכתובה בלעז. ויש  לומר דעל הלועז ששמע אשורית יצא קאי, כלומר וכל השומעים ששומעים אותה בין  היודעין אשורית בין הלעוזות לא יצאו עד שתהא כתובה אשורית. ובו בלשון  שנאוה בתוספתא (פ\"ב ה\"ג עיי\"ש) קראה בלעז הלעוזות יוצאין ידי חובתן קראה  אשורית שומעין יצאו ידי חובתן עד שתהא כתובה אשורית  על העור בדיו.", 
            "<b>אתיא כתיבה כתיבה וכו'. </b>ואם תאמר ותיפוק לי  משום דנקראת ספר, וספר תורה צריכה ספר ודיו כדאיתא בשבת בפרק הבונה (שבת קג,  ב). ויש לומר הואיל ונקראת אגרת הוה  אמינא דאפילו שלא בעור ושלא בדיו כשירה, כמו שהכשירו בה אף על פי שלא  דקדק בטעיותיה ובשתפרה בחוטי (פשתן) [גידין] מהאי  טעמא, והלכך איצטריך לגזירה שוה דכתיבה  כתיבה.", 
            "<b>אמר רבה לא שנו אלא  שעתיד לחזור למקומו בלילי ארבעה עשר. </b>פירוש אבן כרך שהלך לעיר קאי,  כלומר בן כרך שהלך לעיר ששנינו אם עתיד לחזור קורא כמקומו לא תימא בשעתיד  לחזור למקומו בזמן חיובו של כרך דהיינו בלילי ט\"ו אלא בעתיד לחזור בלילי  ארבעה עשר ואינו מתעכב שם בי\"ד קצת, אבל אם אין דעתו לחזור למקומו בלילי  ארבעה עשר אלא שמתעכב שם אותה הלילה וקצת מן היום שהוא עיקר הקריאה אף על  פי שיצא משם קודם ט\"ו וחזר למקומו אפילו הכי קורא כעיר, לפי שבשעה שחל  חיוב העיר הוא היה שם ופרוז בן יומו נקרא פרוז. והוא הדין לבן עיר שהלך  לכרך ואין דעתו לחזור למקומו בלילי ט\"ו, והא דנקט רבא בן כרך שהלך לעיר  ולא נקטה בבן עיר שהלך לכרך שהיא שנויה ראשונה במתניתין משום דעיקר קרא  דמיניה ילפינן בפרוז בן יומו הוא ומיניה שמעינן למוקף בן יומו.<br><b></b>ולענין בן כרך שהלך לעיר ואין דעתו לחזור בלילי י\"ד וקרא עמהם אם  חזר למקומו בלילי ט\"ו, כתבו בתוספות שאין סברא שיחזור ויקרא פעם שנית עם  בני הכרך שכבר נפטר. אבל בירושלמי מצאתי שהוא חייב, דגרסינן התם (פ\"ב ה\"ג  עיי\"ש): ר' בון בר חייא בעי בן עיר שעקר דירתו לילי ט\"ו נתחייב כאן וכאן  בן כרך שעקר דירתו לילי י\"ד נפטר מכאן ומכאן, אלמא אפילו בן עיר שהיה  פרוז בכל עת וקרא במקומו ואחר כך נמלך ועקר דירתו בלילי ט\"ו והלך לכרך  הרי הוא צריך לחזור ולקרות שניה עמהם, וכל שכן בן כרך שהלך לעיר שלא נעשה  פרוז אלא ליומו כשהוא חוזר בלילי ט\"ו לדירתו שצריך לשנותה פעם שניה  עמהם.", 
            "<b>בן כפר שהלך לעיר בין כך ובין כך קורא עמהם. </b>פירש  רש\"י ז\"ל אף על פי שקרא כבר ביום הכניסה. והא דאמרינן (לעיל מגילה ב, א) דכפרים  מקדימין ליום הכניסה ומפרשינן טעמא (לעיל מגילה ד, ב) מפני שמספקין מים ומזון  לאחיהם שבכרכין כלומר ולעיירות, דאלמא אף על פי שהן בתוך העיר בי\"ד אפילו  הכי פטורין, התם בשלא היו שם לילי י\"ד אבל אם היו שם בלילי י\"ד קורין  עמהם.", 
            "<b>מהיכן קורא אדם את המגילה וכו'. </b>תוספתא (פ\"ב ה\"ה):  אבל הכל מודים שמצותה לגמור עד סוף.", 
            "מהא דאמר רבא: <b>לא אמרן אלא דלא מיחסרא או מייתרא פורתא יריעתא וכו'.  </b>נראה לכאורה שכשהוא קורא פושט כאיגרת כדברי הגאונים ז\"ל,  דאי לא כי מייתרא או  מיחסרא מאי פרסומי ניסא איכא בהא הא גוללה ולא מינכרא מילתא."
        ], 
        [
            "הא דתנן: <b>חוץ מחרש שוטה וקטן ורבי יהודה מתיר  בקטן. </b>הקשו בתוספות אי בקטן שלא הגיע לחינוך מאי טעמא דרבי יהודה והא  לאו כלום הוא ולא מיחייב כלל וכל שאינו מחוייב בדבר אינו מוציא את הרבים  ידי חובתן, ואי בקטן שהגיע לחינוך מאי טעמייהו דרבנן והא מיחייב מדרבנן  ומגילה אינה אלא מדברי קבלה ודברי קבלה כדברי סופרים והלכך אתי דרבנן  ומפיק דרבנן, וכדאמרינן בברכות (כ, ב) גבי בן מברך לאביו ואשה מברכת  לבעלה דאוקימנא בשאכל שיעורא דרבנן דאתי דרבנן ומפיק דרבנן. והכי נמי  קשיא להו הא דתנן בסוכה (לח, א) גבי הלל ואם היה קטן מקרא אותו עונה  אחריו מה שהוא אומר ואף על גב דהלל דרבנן. ותירצו הם דשמא קל הוא שהקלו  בברכת המזון, דהוי חומרא יתירא שדקדקו עליהן אפילו עד כזית ועד כביצה  (ברכות שם). וזה דוחק הרבה. ולי נראה, דכל שעיקר המצוה מדרבנן כמגילה  והלל חמירא ומצות חינוך ביה קילא טפי והלכך לא מפיק, אבל ברכת המזון  דעיקרא דאורייתא אלא שהחמירו לכזית ולכביצה החמירו בפחות משיעורו אטו  שיעורו אף קטן שהגיע לחינוך שהוא לחומרא להרגילו קודם זמנו כדי שיהא רגיל  במצות כשיגיע זמנו וכענין שכתוב (משלי כב, ו) חנוך לנער על פי דרכו גם כי  יזקין לא יסור ממנה הלכך דינא הוא דמפיק ליה דחד גוונא נינהו, כך נראה  לי. ורבי יהודה דשרי הכא היינו טעמא משום דאף הקטנים היו בספק. והיינו  דלא שמעינן ליה דפליג בקריאת ההלל, ולא בפריסת שמע לקמן בפרק הקורא את  המגילה (מגילה כד, א) דתנן קטן אינו פורס על שמע.", 
            "גמרא: <b>מאן תנא חרש דיעבד נמי לא רבי יוסי היא. </b>בכולה  שמעתין לא שני ליה בין דאורייתא לדרבנן, אבל בברכות בפרק היה קורא  (ברכות טו, א) דקא מייתי כל הדין סוגיא איכא מאן דמחלק התם בין דאורייתא לדרבנן.  וכולה סוגיא דהכא כתבתיה שם בארוכה בסייעתא דשמיא."
        ], 
        [
            "מתני': <b>ולא מוהלין. </b>דכתיב (ויקרא יב, ג) וביום השמיני ביום  ולא בלילה, ואף על גב דעיקר דרשא לא מהכא נפקא אלא מבן  שמונת ימים (בראשית יז, יב) כדדריש ליה רבי יוחנן בשבת בפרק אם לא הביא  כלי (קלב, א) וביום השמיני מוקי לה ביום ואפילו בשבת וקיימא לן כוותיה,  אפילו הכין מייתי הכא דרשא פשוטה יותר ולא דק, וכההיא דאמרינן באחד דיני  ממונות (סנהדרין לד, ב) דאין רואין נגעים אלא ביום דכתיב (ויקרא  יג, יד) וביום הראות בו, וההיא דרשא דאביי היא (במו\"ק  ח, א) ולא מייתי ההיא דרבא (שם) דדריש ליה מכנגע נראה לי (ויקרא יד, לה)  לי ולא לאורי, וכן רבים בתלמוד. ואי נמי יש לומר דהכא דוקא נקטיה, דהכא  עיקרא למילה שלא בזמנה דהוי חידושא טפי ואיהו הוא דאיצטריך לאשמועינן,  ומילה שלא בזמנה שאינה אלא ביום נפקא לן ביבמות בפרק הערל (יבמות עב, ב) מהאי  קרא דוביום השמיני. וכן משמע מכל הני דמייתי הכא משום חידושא דאית בהו  נקטינהו, לא מוהלין כדאמרן, ואין קורין את המגילה אלא ביום ואף על גב  דמצות קריאתה נמי בלילה, ולא טובלין משום דמיירי בטבילת אזוב כדבעינן  למיכתב קמן והוי חידושא דאף על גב דמזה ביום אפילו הכי טבילת האזוב בעלמא  אינו אלא ביום, ותנא ולא מזין אטו לא טובלין, ושומרת יום כנגד יום הוי  חידוש נמי כשאינה טובלת בלילה כדאיתא בסמוך.", 
            "<b>ולא טובלין.  </b>יש מפרשים בטבילת האדם הבאה מחמת הזאה, כדאמרינן גמירי שאין הזאה בלא  טבילה כדאיתא ביבמות בפרק (הערל) [החולץ] (מו, ב) ובמסכת כריתות בפרק שני  (ט, א). ואיכא למידק דהוא עצמו טובל הוא אפילו בלילה, דתנן בפרה בפרק  האזוב (ו)הקצר (פי\"ב מי\"א) טבל האזוב ביום והזה ביום כשר ביום והזה בלילה  בלילה והזה ביום פסול אבל הוא עצמו טובל בלילה. ותירץ רבינו תם ז\"ל דשתי  טבילות היה טובל אחת קודם הזאה ואחת לאחר הזאה, וההיא דמסכת פרה היא  טבילה שלפני הזאה וההיא שלאחר הזאה היא שהוקשה להזאה. והביא ראיה דיש  טבילה לפני ההזאה, מדאמרינן ביבמות ובכריתות מה אבותיכם לא נכנסו לברית אלא  במילה וטבילה והרצאת דמים אף אתם וכו' ואמרינן בשלמא מילה כתיבא הרצאת  דמים, דכתיב (שמות כד, ח) (ויזרוק) [ויקח] משה את הדם וגו' אלא טבילה מנא  לן גמירי דאין הזאה בלא טבילה, ומדהזכיר טבילה מקמי הרצאת דמים שמע מינה  דטבילה קודם להזאה, וכדקתני נמי התם מילה קודם טבילה וצריך שיקדים מילה  לטבילה ואילו שינה לא עשה ולא כלום וכדמשמע בפרק החולץ התם (יבמות מז, ב  עיי\"ש) נתרפא מטבילין אותו מיד דלא משהינן מצוה ואם איתא יטבול קודם מילה  כדי שלא יצטרך להתעכב עד שיתרפא, אבל ההיא דטבילה דקרא דהוקשה להזאה  בהדיא תניא בסיפרי (פרשת חקת שם יט, ט) דאם הקדים טבילה להזאה לא  עשה ולא כלום.<br><b></b>והקשו עליו בתוספות דאם כן הא דהכא בטבילה שלאחר  הזאה היא, ואם איתא מאי שנא משום דהוקשה להזאה תיפוק לי דבתר הזאה היא  והזאה ביום ואם כן על כרחין טבילה שלאחריה ביום היא, ואי למעוטי לילה  שלאחריה פשיטא דכמו שההזאה פסולה בשמיני ובתשיעי כדאיתא בקידושין בפרק  האומר (סב, א) בשמעתא דבני גד ובני ראובן הכי נמי טבילה שלאחר הזאה משמע  דפסולה בתשיעי ובשמיני, וכיון שכן פשיטא דבליל שמיני לא תהא כשרה דמאי  שנא מיום השמיני. ומיהו אינה ראיה, דדילמא הזאה היא דפסולה בשמיני הא  טבילה כשירה. והכין נמי מוכח בנזיר (מד, ב) וכדכתבינן לקמן בסמוך.<br><b></b>אבל מכל מקום אין נראה כן דאתא למעוטי טבילת ליל שמיני, דכיון שהוא  טובל בשמיני אמאי לא טביל אפילו בלילה כנדה וזבה ושאר חייבי טבילות  שכשעבר זמן טבילתן טובלין בין ביום ובין בלילה, וכי תימא שאני הכא דאיתקש  להזאה והזאה לעולם ביום ולא בלילה אם כן ליבעי שביעי דוקא כהזאה ובנזיר  פרק שלשה מינין (שם) לא משמע הכין מדאמרינן התם גמר תגלחת  טומאה לא קשיא הא דטבל בשביעי הא דלא  טבל בשביעי.<br><b></b>על כן פירש רבינו יצחק בר' אברהם ז\"ל דהכא מיירי  בטבילת אזוב, וההיא אינה בלילה כדתנן בשילהי מסכת פרה טבל האזוב וכו'  בלילה והזה ביום פסול, והיינו דנקט הכא לא טובלין ולא מזין טובלין והדר  מזין. והכי נמי משמע בירושלמי (פ\"ב ה\"ל) דמייתי וטבל והזה דאיתקש טבילה  להזאה וההוא קרא בפרה אדומה הוא דכתיב (במדבר יט, יח).", 
            "הא דתנן: <b>אין קורין את המגילה אלא ביום וכו'  וכן שומרת יום כנגד יום לא תטבול  עד שתנץ החמה. </b>קשיא לי היכי תני שומרת יום בהדי הנך דמתניתין, דהא  אינך כולהו דוקא ביום ולא בלילה בין בזמנן בין לאחר זמנן, ואילו שומרת  יום כנגד יום לאו משום עכובא דיום הוא אלא משום דאכתי לא מטיא זמנה,  וכדאמרינן בגמרא דכיון דבעיא ספירה ספירה ביום ולא בלילה, הא לאחר שספרה  ביום טובלת והולכת בין ביום ובין בלילה. וצריך עיון."
        ], 
        [
            "<b>כל היום כשר לקריאת המגילה וכו'. </b>הקשה רבינו תם ז\"ל  (ספר הישר סי' תיא) אמאי לא תנא הכא ולמילה ולהזאה ולטבילה, וכי תימא הא תני להו  לעיל (בעמוד א) קריאת המגילה נמי הא תנא ליה לעיל בהדייהו. וצריך עיון.", 
            "<b>ולתפלת המוספין ולמוספין. </b>קשיא לי והא אין דבר קודם  לתמיד של שחר ואם כן אי אפשר למוספין שיקרבו כל היום דהא לא מצי מקריב עד  שיקריב תמיד של שחר, וכן אי אפשר להקריבו לאחר תמיד של בין הערבים דכתיב  (ויקרא ו, ה) עליה ודרשינן (פסחים נח, ב עיי\"ש) עליה השלם כל הקרבנות  כולן. ויש לומר דהכשר מוספין כל היום אלא שדבר אחר מעכבן. ועוד יש לומר  דאפשר דאם שינה והקדים מוספין לתמיד של שחר לא פסל, ותדע לך מדאיצטריך  קרא ביומא בפרק אמר להם הממונה (יומא לד, א) לנסכים שיקדמו למוספין אלמא אי  לאו קרא מוספין קודמין, וכן אם הקריב המוספין לאחר תמיד של בין הערבים לא  פסל.<br><b></b>והא דלא תנינן הכא תמידין נראה לי משום דתמידין זמנן קבוע,  לשל שחר עד חצות או עד ד' שעות ושל בין הערבים דוקא מפלג המנחה ולמעלה.  וכן נמי לא תנינא פסחים מהאי טעמא גופא, דהא כתיב  (דברים טז, ו) תזבח את הפסח בערב. ואף על גב דקתני זה הכלל כל שמצותו  ביום כשר כל היום, אין למדין מן הכללות ואפילו במקום שנאמר בהן חוץ. ועוד  דכל דבר שמצותו ביום סתם קאמר כלומר שלא פירש בו הכתוב ולא קבע בו שעה  ביום, לאפוקי תמידין שכתוב בהן (שמות כט, לט) את הכבש האחד תעשה בבקר ואת  הכבש השני תעשה בין הערבים הכתוב קבע להם זמן, והוא הדין והוא הטעם  לפסחים.", 
            "<b>כל הלילה כשר לקצירת העומר. </b>כל הני דמתניתין בין  דיום בין דלילה דוקא נינהו, דיום ביום ולא בלילה ודלילה בלילה ולא ביום,  וקצירת העומר נמי דמתני לה גבי הני בלילה דוקא ולא ביום דקסבר האי תנא  דהכא דנקצר ביום פסול, ורבי אלעזר ברבי שמעון הוא דאית ליה הכין במנחות  בשלהי פרק ר' ישמעאל, וכדאיתא התם דתנן התם (עא, א) נקצר ביום כשר ודוחה  את השבת ואקשינן עלה (שם עב, א) והא (תניא) [תנן] כל הלילה כשר לקצירת  העומר ולהקטר חלבים ואיברים זה הכלל דבר שמצותו ביום כשר כל היום דבר  שמצותו בלילה כשר כל הלילה קתני לילה דומיא דיום מה דיום בלילה לא אף  דלילה ביום לא אמר רבא לא קשיא הא רבי  הא רבי אלעזר ברבי שמעון וכו'. וכולהו סתמי דריש ההוא פירקא נמי אתיאן כי  הא, דתנן (שם סג, ב עיי\"ש) אחד שבת ואחד חול משלש היה בא, אחד שבת ואחד  חול בשלש קופות ובשלש מגלות, ותנן (שם סה, א עיי\"ש) בשבת אמר להן בשבת זו  אומרין הן, אלמא דוחה שבת ואם איתא דנקצר שלא כמצותו כשר לא היה דוחה את  השבת וכדאמרינן התם (עב, א) ואי סלקא דעתך נקצר שלא כמצותו כשר אמאי דוחה  את השבת נקצריה מערב שבת, אבל סתמא דסוף ההוא פירקא אתיא כרבי דתנן נקצר  ביום כשר ודוחה את השבת והא דקתני דוחה את השבת אוקימנא (שם עב, ב)  להקרבה.", 
            "גמרא: <b>מאי איריא שומרת יום כנגד יום מכל חייבי  טבילות. </b>פירוש: מאי איריא דאיירי בהא מתניתין בשומרת יום כנגד יום  ולא איירי בכל חייבי טבילות, ולימא וכן זב וזבה גדולה וזבה קטנה לא יטבלו  עד שתנץ החמה ובשל לילה לימא וכן נדה לא תטבול אלא בלילה.", 
            "<b>בלילה מיהא תעביד מקצת שימור ותטבול  קא משמע לן דכיון דבעיא ספירה ספירה ביממא היא. </b>איכא למידק, דהכא  משמע דספירה אינה בלילה, ותנן נמי בפרק בתרא דנדה (עב, א) ומודים ברואה  תוך אחד עשר יום וטבלה לערב ושמשה שהן מטמאין משכב ומושב וחייבין בקרבן,  וטבלה לערב בלילה משמע ואף על גב דלא ראתה בלילה חייבין קרבן דאלמא ספירת  מקצת הלילה אינה ספירה, ואילו בפסח שני בפרק כיצד צולין (פסחים פ, ב פא,  א) לא משמע הכין [ב]גמרא נטמא טומאת התהום, דתניא התם רבי יוסי אומר  שומרת יום כנגד יום ששחטו וזרקו עליה  בשני שלה ואחר כך ראתה הרי זו אינה אוכלת ופטורה, ופרישנא טעמא התם דקסבר רבי יוסי  מכאן ולהבא היא מטמיא, ואקשינן אלא זבה גדולה לרבי יוסי היכי משכחת לה,  ואוקימנא בשופעת אי נמי ברואה שני בין השמשות, ואם איתא דספירת לילה אינה  ספירה אמאי דחקי ומוקי לה בשופעת או ברואה שני בין השמשות לוקמה ברואה  בלילות.<br><b></b>ורש\"י ז\"ל נשמר שם מקושיא זו, ופירש דלמאן דאמר מקצת  היום ככולו תחילת הלילה עולה לה לספירתה. ודבר תימה הוא, דמנא להו דלמאן  דאמר מקצת היום ככולו אית ליה הכין טפי מינן דהא לאו בהא תליא ומנא להו  דרבי יוסי לית ליה כמשנה דהכא וכמשנה דנדה.<br><b></b>ובתוספות פירשו  דלרבי יוסי דאית ליה מקצת היום ככולו לגמרי ואפילו ראתה מכאן ואילך אינה  סותרת אם כן לדידיה אפילו ראתה בתחילת היום ופסקה בו סוף היום נמי תעלה  לה שימור ותטבול בלילה, והכי נמי משמע בשלהי פרק שני דנזיר (טז, א עי\"ש)  דקאמר ולרבי יוסי כיון דחזיא פלגא דיומא אידך פלגא סליק ליה שימור ואידך  פלגא מההוא יומא דראתה בו משמע, ומשום הכין לא משכחת לה לזבה גדולה אלא  בשופעת אי נמי ברואה בין השמשות דלא הוה לה שהות לספור בו ביום. ואם תאמר  אם כן רבי יוסי ככותאי אמרה לשמעתיה דאמרי יום שפוסקת בו סופרתו למנין  שבעה וליכא מאן דסבירא ליה הכין וכדאמרינן ופרכינן בשלהי פרק בתרא דנדה  (סט, א), ואף על גב דפרכינן בריש פרק בנות כותים (נדה לג, א) ואנן נמי  נספריה טעמא הוא דמבעיא ליה אבל ודאי מיפשט פשיטא ליה דלא נספריה, והכין  סלקא שמעתא. איכא למימר דרבי יוסי לא אמר אלא בסוף מנין, אבל בתחילת מנין  לא אמר. ותדע לך, דאנן נמי סבירא לן בסוף מנין דסליק דהא אמרינן (נדה סז,  ב) ואחר תטהר (ויקרא טו, כח) אחר מעשה תטהר, אלא דבחזרה וראתה בו פליגא  דידן אדרבי יוסי דקיימא לן דסותרת היא למפרע ואילו בתחלת ספירה לא סליק  לן מקצת היום כלל. והתם בפרק בנות כותים (נדה לג, א ד\"ה הא) הארכתי בה בסייעתא דשמיא.<br><b></b>ורבינו תם ז\"ל פירש בההיא דכיצד צולין דהכי קאמר זבה גדולה דחזיא  ביממי היכי משכחת לה, ואף על גב דמשכחת לה בדחזיא בלילות מכל מקום מסתבר  דאית לן לאשכוחי בדחזיא ביממי משום דכתיב (ויקרא טו, כו) כל ימי זובה  ואמר ליה רב שמעיה לר' אבא בשלהי נדה (עג, א) ואימא ביממי תהוי זבה  בליליא תהוי נדה, ומהאי טעמא נמי אמרינן בהוריות בפרק קמא (ד, א) גבי  צדוקים דאמרי דזבה לא הויא אלא ביממי. ואינו מחוור, דאם כן הוה להו למימר  התם אלא זבה גדולה דחזיא ביממי היכי משכחת לה.", 
            "<b>אמר רבא אמר קרא (תהלים קיג, ג) ממזרח שמש  עד מבואו. </b>פירוש: דמשמע שמזריחת השמש עד מבואו ראוי להלל שם ה'. ותמיה  לי, דהכא משמע דטרח לאתויי דכל היום כשר לכך ואילו במקצתן אשכחן דדייקי  קראי הכין אבל במקצתן לא דייקי כלל שהם כל היום אלא שמצותן ביום דהא  קמיצה והקטרה ומליקה וקבלה לא נפקי לן  אלא מביום צותו (ויקרא ז, לח) וביום צותו לא דייק  שיהא כל היום כשר לכך.", 
            "<b>לסמיכה ולשחיטה דאיתקש סמיכה  לשחיטה ובשחיטה כתיב (ויקרא יט, ו) ביום  זבחכם. </b>והא דאיצטריך קרא מיוחד לשחיטה ולא נפקא להו מביום צותו (שם  ז, לח), היינו טעמא משום דשחיטה אינה עבודה דמקבלה ואילך מצות כהונה. ואלא  מיהו הא דמפקי תנופה והגשה מקראי אחריני ולא נפקי להו מביום צותו קשיא לי  דאינהו עבודות נינהו כקמיצה וקבלה. ובירושלמי (פ\"ב ה\"ו) מפקי להו לכלהו  מביום צותו. ובתוספות דחקו ותירצו דתנופה והגשה צריך בהו קרא לפי שהם  עבודות יתירות במנחה לפני הקמיצה."
        ], 
        [
            "<b>דאמר מר קצירה וספירה בלילה הבאה ביום.  </b>מכאן אומר רבינו תם ז\"ל (ספר הישר סי' תי') דאם שכח לברך  על ספירת העומר בלילה אינו חוזר ומברך ביום, דהא ספירה וקצירה בלילה והכא  לא מכשר קצירה אלא בלילה ולא ביום, ואע\"ג דתנן במנחות בשלהי פרק רבי  ישמעאל (עא, א) נקצר ביום כשר נראה דקיימא לן כסתם מתניתין דהכא משום  דתני לה גבי הלכתא פסיקתא. ומיהו אמרו בתוספות (מנחות סו, א ד\"ה זכר) דאין ראיה מהא דמוקמינן לה  התם (עב, א) למתניתין דהכא כרבי אלעזר ברבי שמעון ואמרינן התם דרבי אלעזר  ברבי שמעון בשיטת רבי עקיבא אמרה דאמר  כל מלאכה שאפשר לעשותה מערב שבת אינה דוחה את השבת  ואיפסיק הלכתא כרבי עקיבא בפסחים בפרק אלו דברים (פסחים סט, ב) ובשבת בפרק אם  לא הביא כלי (קלג, א), דהא רבי דפליג רבי אדרבי אלעזר ברבי שמעון אמרינן  התם במנחות (שם ובע\"ב) דאית ליה נמי לההיא דרבי עקיבא, אבל מדקתני לה הכא  גבי הלכתא פסיקתא איכא ראיה. וכן נראה לי, דאע\"ג דהלכתא במקומה עדיפא  והתם במקומה סתים לן נקצר ביום כשר, אפילו הכי אינה קושיא דהתם נמי סתים  לן כרבי אלעזר ברבי שמעון בהרבה מקומות בריש פירקא דתנן (שם סג, ב עי\"ש)  בין בחול בין בשבת (בקופה אחת) ותנן (שם סה, א עי\"ש) בשבת הוא אומר בשבת  זו אומרין הן.<br><b></b>ועוד הביאו בתוספות (הנ\"ל) ראיה דקצירת העומר דוחה שבת ואין לקצור  אלא בלילה, מדאמרינן בריש פרק קמא דמועד קטן (ג, ב) אמר ר' שמעון בן פזי  אמר רבי יהושע בן לוי משום בר קפרא רבן גמליאל ובית דינו נמנו על שני  פרקים אלו והתירום, פירוש בתוספת שביעית, ואסיק רב אשי התם (ד, א עי\"ש)  דרבן גמליאל ובית דינו סברי לה כרבי ישמעאל דאמר עשר נטיעות ערבה וניסוך  המים הלכה למשה מסיני מה ערבה וניסוך המים בזמן שבית המקדש קיים אף עשר  נטיעות כן אבל בזמן הזה לא שייך דין עשר נטיעות דבזמן הזה ליכא תוספת  שביעית לרבי ישמעאל, ואם כן אייתר ליה בחריש ובקציר (שמות לד, כא) למדרש  כאידך דרבי ישמעאל דאמר מה חריש רשות אף קציר רשות יצא קציר העומר שאינה  רשות אלא מצוה, אלמא משמע דלרבן גמליאל ובית דינו  קצירת העומר דוחה שבת ולית להו נקצר ביום כשר,  ומדקאמר נמנו וגמרו משמע שנתברר להם  הדבר אלמא הכין הלכתא, והוא הדין לספירה שאינה אלא בלילה. ועוד דמשמע  לכולי עלמא ספירה אינה אלא בלילה, דהא ספירה בלילה נפקא להו התם (מנחות  סו,א) משבע שבתות תמימות תהיינה (ויקרא כג, טו) ואי אתה מוצא תמימות  אלא בזמן שהוא מונה מבערב וכדדריש התם (שם) גמרא כיצד היו  עושין, וכיון שכן מנא תיתי שאם לא ספר  בלילה שיספור ביום. ואע\"ג דרבי מכשיר נקצר ביום בשלא קצר בלילה, הכי נמי  מכשר קצירה שני ימים קודם. אבל בהלכות גדולות (הל' עצרת) כתבו דאם לא בירך בלילה  יברך למחר. ורבינו תם ז\"ל הגיה עליו דליתה. ואלא  מיהו על ידי ברכה אינו חוזר וסופר אבל אם רצה לספור למחר בלא ברכה  סופר.", 
            "<b>לאתויי מאי לאתויי אכילת פסחים ודלא כרבי אלעזר בן  עזריה. </b>ואע\"ג דהאי סתמא כרבי עקיבא סתמא דפרק קמא [דברכות] (ב, א)  כרבי אלעזר כדאיתא התם (ט, א) וכן נמי סתמא דפרק אי זהו מקומן (זבחים  נו, ב) דקתני הפסח אינו נאכל אלא בלילה ואינו נאכל אלא עד חצות ואפשר  לומר דהלכתא כרבי אלעזר בן עזריה, ולפיכך צריך ליזהר באכילת מצה בין  בראשונה בין באחרונה שיאכלנה קודם חצות. ובפ\"ק דברכות (ט, א ד\"ה ורמינהו)  הארכתי יותר בס\"ד.", 
            "מתני': <b>הקורא עומד ויושב  וכו'. </b>ואף על גב דקתני יצא אפילו לכתחילה קאמר. ותדע לך, דהא קתני  קראה אחד קראוה שנים יצאו וההוא על כרחין לכתחילה הוא דהא קתני בברייתא  (לקמן עמוד ב) ובמגילה אפילו עשרה קורין ועשרה מתרגמין , ועוד דהא קתני  קראה אחד ובאחד מי יש לך לומר יצא בדיעבד. ובירושלמי (פ\"ד ה\"א עי\"ש) מקשי  לה ומתרץ לה, דגרסינן התם עומד ויושב יצא מה לשעבר הא לכתחילה לא והא תני  מעשה ברבי מאיר שקראה מיושב בבית הכנסת שבטבעין ונתנה לאחר ובירך עליה  כיני מתניתא מותר לקרותה מעומד מותר לקרותה מיושב , מה נותנה לאחר ומברך  עליה זה קורא וזה מברך ר' הונא בשם ר' ירמיה מיכן שהשומע כקורא כתיב אשר  קראו מלך יהודה ולא שפן קרייה אלא מיכן  שהשומע כקורא.", 
            "גמרא: <b>מימות משה רבינו ועד רבן גמליאל היו  למדין תורה מעומד. </b>איכא למידק דהא אמרינן במציעאה בפרק השוכר את  הפועלין (פד, ב) דרבן גמליאל  ורבי יהושע בן  קרחה הוו יתבי אספסלי ורבי ורבי אלעזר ברבי שמעון הוו יתבי קמייהו אארעא,  והלכך קשיא אשמעתין בתרתי, חדא דהא בימי רבן גמליאל הוו יתבי, ואידך דאינהו  אספסלי ותלמידייהו אארעא. ואיכא למימר רכות מעומד קשות מיושב , וקשות נמי  כיון דבעי הרב לעיוני בהו טובא אי יתבי אארעא כתלמידים לא הוו נחתי בהו  שפיר הלכך הוו יתבי אינהו אספסלי . והיינו נמי דאמרינן בפ\"ק דסנהדרין (יז,  ב) ביבנה היו ארבעה ושמעון התימני היה דן לפניהם בקרקע. ואף בימי דוד  אמרינן במועד קטן (טז, ב) עירא היאירי הוה מתני להו לרבנן ע\"ג כרים  וכסתות ודוד לא קביל עליה אלא אארעא."
        ], 
        [
            "הכי גרסינן: <b>ובמגילה אפילו עשרה קורין ועשרה מתרגמין.  </b>ורש\"י ז\"ל מחק מתרגמין, משום דאמרינן בפירקא קמא (לעיל מגילה ג, א) דאין תרגום  בכתובים משום דאית ביה קץ משיח. וליתא, דיונתן בן עוזיאל הוא שנמנע  לעשותו כיון שלא ניתן לו רשות לתרגם דניאל דאית ביה קץ משיח אבל תנאים  אחרים תרגמו כל הכתובים  חוץ מדניאל, וכדכתבינן לעיל (שם ד\"ה ביקש).  ובהדיא תניא בתוספתא (פ\"ב ה\"ב) קראה בין עומד בין יושב בין מוטה העמיד לה  תורגמן יצא, ותניא (שם פ\"ג הי\"ג) ובמגילה אחד קורא ואחד מתרגם אחד קורא  ושנים מתרגמין שנים קורין ואחד מתרגם שנים קורין ושנים מתרגמין עד כאן,  ויש לך לשבש בכל הספרים כולי האי .<br><b></b>ירושלמי (פ\"ד ה\"א עי\"ש):  ואמר ר' ממה דאנן חמון רבנין דנפקין לתעניתא וקריי ולא מתרגמין הדה אמרה  שאין התרגום מעכב, אמר ר' יונה אע\"ג דתימר אין התרגום מעכב טעה מחזירין  אותו. ר' יונה ור' ירמיה חד מחזר מנא וחד מחזר פטירין עם ירקונין דימר  פטירין עם מרורין ולא ידעין מאן אמר דא ומאן אמר דא, מן דמר ר' יונה מהו  להביא בתמחוין של כסף הוי אומר די מחזר מנא דימר סלא, ר' פנחס מחזר  פטימין בני תורין דימר תורין בני תורין.", 
            "מתני': <b>בשני ובחמישי ובשבת במנחה  קורין שלשה וכו' ואין מפטירין בנביא. </b>והקשה רבינו תם ז\"ל מדאמרינן  בפרק במה מדליקין (שבת כד, א) אמר רב אחדבוי בר  מתנה  אמר רב יום טוב שחל להיות בשבת המפטיר  בנביא במנחה אינו מזכיר של יום טוב שאלמלא שבת אין נביא  במנחה ביום טוב, אלמא בשבת אפילו במנחה מפטירין בנביא. ותירץ הוא ז\"ל  דנביא דהתם היינו כתובים וכדאמרינן בכל כתבי הקדש (שם קטז, ב) בנהרדעא  פסקי סידרא בכתובי במנחתא בשבתא ולא ביום טוב. ואינו מחוור דהיאך קורא  אותם נביא ואינן נקראין כן בשום מקום, וההיא נמי דכל כתבי הקדש איכא  לפרושי דלא פסקי ליה באפטרתא קאמר אלא בדרשא וכדמוכח התם טפי .  אלא בשבת וביום טוב בבקר הוי תקנת חכמים  קבועה לאפטורי בנביא אבל במנחתא ליכא חיובא ומיהו אי בעו לאפטורי שפיר  דמי, ומקומות מקומות יש, יש שמפטירין במנחתא דשבתא ויש שאין מפטירין, והתם  הכי קאמר אפילו במקום שנהגו להפטיר בשבת במנחה לא נהגו כן ביום טוב והלכך  אינו מזכיר של יום טוב. וכן השיב רבינו האיי גאון ז\"ל שמנהגות חלוקות הן,  ועדיין יש בפרס ומדי הפטרות ידועות בשבת במנחה לכל השנה כולה.<br><b></b>ובמקצת  הספרים שבשו אותה גירסא שבפרק במה מדליקין מדוחק קושיא זו והגיהו יום  הכפורים שחל להיות בשבת, וטעות הוא וכמו שאתה למד מדברי הגאון ז\"ל. ואף  רש\"י ז\"ל כך הוא גורס שם, וכתב מצאתי בתשובות הגאונים ז\"ל שהיו רגילין  לקרות בנביא במנחה בשבת עשרה פסוקים ובימי פרסיים גזרו  שמד שלא לעשות כן וכיון שנסתלקו נסתלקו עד  כאן לשונו, אע\"פ שהוא קשה שתהא המשנה מדברת בלאחר גזירה ודברי רב בקודם  לכן.", 
            "<b>הפותח והחותם מברך לפניה  ולאחריה. </b>והא דמהדר ותני הכי במתניתין גבי ראש חדש ומועד והדר תני  גבי שבת ויום טוב ויום הכפורים, משום דסלקא דעתך אמינא כיון דטפי ליה  מילתא מחבריה אף הקורין כולן יהון מברכין לפניה ולאחריה קא משמע לן  דלא.", 
            "גמרא: <b>אין פוחתין מעשרה פסוקים בבית הכנסת. </b>ואם תאמר  והא איכא פרשת עמלק (שמות יז, ח-טז) דליכא אלא תשעה, והא איכא במעמדות  בראשית ויהי רקיע ויקוו המים דליכא אלא תמניא תמניא  פסוקי. איכא למימר דשאני התם (תענית כו, א) דסליק ענינא  והיינו סדרו של יום ולא חזו למקרי שלא בסדרו של יום לאשלומי לבי עשרה,  וכדאמרינן לקמן (מגילה כג, א) גבי המפטיר בנביא לא יפחות מעשרים ואחד פסוקים  ואקשינן (שם עמוד ב) והא איכא עולותיכם ספו על  זבחיכם דליכא עשרים וחד ופרקינן שאני  התם דסליק ענינא. ובירושלמי (פ\"ד ה\"ב עי\"ש) עבדי לה בעיא, דגרסינן התם על  הא והא תנינן (תענית כו, א) ביום הראשון בראשית ויהי רקיע (בראשית א,  א-ח) והא לית בהון אלא תמניא, ר' אידי אמר איתפלגון כהנא ואסי חד אמר חוזר  וחד אמר חותך מן דמר חוזר חוזר שני פסוקים ומן דמר חותך ויהי ערב ויהי  בקר (שם פסוק ה ו-ח) יפסוק בפני עצמו, והא תנינן (תענית  שם) בשני יהי רקיע ויקוו המים (בראשית שם ו-יג) מן  דמר חוזר שני פסוקים ומן דמר חותך אפילו חותך אין בו, התיב ר' פליפי בר  פרוטה קומי ר' יונה הרי פרשת עמלק אמר ליה שנייה היא שהיא סדרו של  יום.", 
            "<b>וליקרו תרי מהא וחד מהא  אין מתחילין בפרשה פחות משלשה פסוקים. </b>פירוש: כיש אומרים דלקמן (מגילה כב,  א) גזירה משום הנכנסין, שמא יכנסו בשעה שמתחיל הרביעי ויאמרו כיון שזה  מתחיל בפסוק שני של תחילת הפרשה שמע מינה שהפסוק הראשון לבדו קרא הקורא  שלפניו שאלמלא כן מפני מה לא סיים הקורא הראשון בסוף הפרשה של מעלה ולמה  לו להתחיל בפסוק אחד של פרשה זו, והוא הדין והוא הטעם לנכנסין בשעה שיקרא  השלישי אותו פסוק ראשון של פרשה זו שיאמרו כן."
        ], 
        [
            "<b>ליקרו תרי מהא ותלת מהא פשו להו תרי ואין משיירין בפרשה פחות משלשה  פסוקים. </b>פירוש: האי טעמא משום סירכא  דמילתא דאיצטריך להאי טעמא נקטיה לעיל (מגילה כא, ב), אבל הכא גדולה מזו הוה  ליה למימר, כלומר פשו להו תרי ותנן (לקמן מגילה כג, ב) הקורא בתורה לא יפחות  משלשה פסוקים, וכדאמרינן בסמוך גבי פרשת בראשית.<br><b></b>והא דמעיילי  נפשייהו בכולי האי ולא אמרו שיתחיל למעלה מזו או יקרא למטה מובראשי  חדשיכם, משום דלא קרינן אלא בסדרו של יום, והני תלתא פרשתא סדרו של יום  נינהו משום דפרשת צו שהיא פרשת תמיד נוהגת בין בשאר הימים בין בראשי  חדשים ושבת נמי הא איתיה זימנין סגיאין בראש חודש, אבל הנך ליתנהו בראש  חדש הלכך לא הוו סדרו של יום ולא קרינן בהו.", 
            "<b>ושמואל דאמר פוסק  מאי טעמא לא אמר דולג גזירה משום הנכנסין ומשום היוצאין. </b>ואי קשיא לך  וכי רב לית ליה גזירה משום הנכנסים והיוצאין, והא ליוצאין מיהא ליכא מאן  דלא חייש כדאיתא בסמוך. ועוד דהא רב גופיה חאיש כדאמר לקמן ואי סלקא דעתך  רב בישראל קרא לפניה מאי טעמא בריך לאחר תקנה הוה אי הכי לאחריה נמי  ליבריך שאני היכא דיתיב רב מיעל עיילי מיפק לא נפקי, אלמא אית ליה גזירת  הנכנסין והיוצאין. ויש לומר דשאני הכא דלא אפשר, ורב ושמואל בהא פליגי,  שמואל סבר מוטב שנחוש לנכנסין ויוצאין ממה שנחוש להפסק פסוק דלא פסקיה  משה דהא פסקינן ליה לתינוקות משום דלא אפשר ורב סבר מוטב שנחוש ולא נפסיק  כיון דלא פסקיה משה ממה שנחוש לנכנסין ויוצאין, אבל ודאי היכא דאפשר  חיישינן וכדאמרינן נמי בסמוך ולמאן דאמר דולג נדלוג שאני התם דהא  אפשר.", 
            "הכי גריס רש\"י ז\"ל: <b>ואם איתא למאן דאמר  דולג נדלוג. </b>ולא גריס ולמאן דאמר פוסק נפסוק, דהא אנן בשעבר הראשון  וקרא שלשה ושייר שנים קיימינן. ויש ספרים דגרסי  ליה. ולמאן דגרסי ליה איכא לפרושי דהכי  קאמר בין למאן דאמר דולג בין למאן דאמר פוסק אמאי קתני פרשה של חמשה קורא  אותה ביחיד יקראוה שנים וידלג או יפסוק, כך נראה לי. אבל אין נראה לפרש  שיקשה אפילו בשייר שנים למה קורא פסוק אחד או שלשה פסוקים מפרשה שניה  יחזור השני ויתחיל בחצי פסוק שלישי משום דמאן דאמר פוסק שפיר אית ליה  דולג היכא דליכא משום נכנסין ויוצאין, דהא ליתא דתרתי לא עבדינן שידלג  ויפסוק, אלא נראה כמו שפירשתי.<br><b></b>קשיא לי אשמעתין בין לרב בין  לשמואל בפרשת בראשית למה דולג פסוק אחד דיש כאן משום נכנסין ויוצאין ולמה  פוסק דיש כאן משום פסוקא דלא פסקיה משה יקרא ראשון פרשת בראשית ויחזור  השני ויקראנה כולה והשלישי קורא יהי רקיע, שאם אתה אומר שאין מדלגין אלא  פסוק אחד או שנים אבל שידלג אחד מהם כל שיעור קריאתו לא, הא ליתא דהא  אמרינן לקמן בפרק בני העיר (מגילה כט, ב; ל, א) ראש חדש אדר שחל להיות בואתה  תצוה אמר אביי קרו שיתא מואתה תצוה עד ועשית כיור נחושת וחד חוזר וקורא  מכי תשא עד ועשית כיור נחושת, ועוד שכן עושין  בחג. ויש לומר דאדרבה בכי הא איכא  למיגזר טובא, דאילו קרא הראשון כולה פרשה איכא משום היוצאין דדילמא איכא  מאן דידע בסדרו של יום דאינן קורין אלא שתי פרשיות אלו וסבר דפרשת יהי  רקיע יקראוה שנים זה אחד וזה שנים או שלא יהו אלא שני קוראים, ומשום  הנכנסין נמי איכא טפי דכיון דחזי דהאי מתחיל בתחילת בראשית ולא קרי בתריה  אלא חד מימר אמר דלא קרו אלא תרי ובתרי סגי דהא למעלה מבראשית ליכא מידי  דליקרי שלישי בר מהני.", 
            "<b>שלח ליה רבה בריה דרבא לר' יוסי הלכתא מאי שלח ליה הלכתא דולג  והלכתא אמצעי דולג. </b>רבינו אלפסי ז\"ל  והגאונים ז\"ל פירשוה אפרשת ראש חודש, ואמצעי היינו שני. והר\"מ ב\"ן נ\"ר  הקשה עליהם דאם כן מה הועילו בתקנתם והלא אותה חששא דנכנסין במקומה  עומדת, שהרואה אותו מתחיל בפסוק שלישי שבפרשה יאמר שהראשון לא קרא אלא  שני פסוקים וכדחייש שמואל בפרשת בראשית להאי גזירה עצמה משום נכנסין, ואי  לא חיישינן לנכנסין בדלא אפשר למה לן דולג יקראו השנים פרשת צו והשלישי  יקרא וביום השבת ופסוק אחד מפרשת ובראשי חדשיכם דמאי איכא משום שאין  מתחילין בפרשה פחות משלשה פסוקים ההיא אינה אלא משום גזירת הנכנסין, ואם  כן זיל הכא ואיכא זיל הכא ואיכא, וכיון שכן יקרא כדרכו ולא ליחוש לנכנסין  כיון דלא אפשר ולא נדלוג. ועל כן פירש הוא נ\"ר דאפלוגתא דרב ושמואל בפרשת  בראשית קאי, דלא אפשר אלא או בדולג או בפוסק משום דלא מלו להו לתלתא תלתא  פסוקי לתלתא גברי דהא ליכא אלא תמניא פסוקים, והלכך  כיון דלא אפשר אלא בדולג או בפוסק הוצרך ר' יוסי לפסוק כרב דאמר דולג,  ואמצעי דולג ולא האחרון, לפי שאם היה השני קורא שני פסוקים מפרשת בראשית  ואחד מיהי רקיע והשלישי דולג היה הראשון משייר בפרשה פחות משלשה פסוקים  והשני מתחיל בשניה פחות משלשה פסוקים והיו כאן גזירות הרבה ולפיכך אמרו  השני דולג.<br><b></b>ומסתברא לי כדברי הגאונים ז\"ל. חדא, דאילו בפרשת  בראשית למה האמצעי דולג יותר מן השלישי, כי גם כשהשני דולג יש שם כל אותם  גזירות דאין משיירין ואין מתחילין, מידי הוי טעמא אלא משום נכנסין  ויוצאין, אף כשהשני דולג איכא משום נכנסין ויוצאין. ועוד שהוא נ\"ר צריך  לסבול קושיא גדולה, דאטו רבה הוצרך לשאול הלכתא למשיחא ור' יוסי מי אמר  הלכתא דולג ואמצעי דולג לכדאתי משיחא והלכתא לא משמע אלא למאי דצריכינן  השתא, ודחק עצמו נ\"ר לתרץ דהלכתא לא באה אלא לומר שאינו פוסק כשמואל  וללמד על פרשת החדש וכיוצא בה שאינו פוסק, ואילו כן למה לן לאדכורי פוסק  ודולג לימא ליה בהדיא הראשון קורא כך והשני קורא כך שאין כאן צורך לדולג  דהא ליכא לא דולג ולא פוסק ומאי נפקא מינה אי ליתה לדשמואל הכי נמי ליתה  לדרב השתא לדידן. אלא ודאי אפרשת החדש דעלה אתינן קיימינן, ודולג ודאי  שפיר טפי, ואע\"ג דאיכא אכתי משום נכנסין  כקושייה, מכל מקום אי קרי שלישי וביום  השבת וחד פסוקא ובראשי חדשיכם איכא גזירות טובא דאיכא למיגזר בקריאת  השלישי ובקריאת הרביעי, דאיכא מאן דמשכח בכניסתו לשלישי כשהוא קורא אותו  פסוק של ובראשי חדשיכם וסבר דבראש הפרשה התחיל דאם לא כן למה לא פסק בסוף  פרשת וביום השבת כדרך הקוראים שפוסקים בסוף פרשה, ואיכא מאן דנכנס בהתחלת  קריאת הרביעי וכדחזי ליה מתחיל בפסוק שני סבר דקמא לא קרא אלא חד פסוקא,  הלכך דולג דליכא חששא אלא בנכנסין בקריאת השני לחוד וכל היכא דאפשר  לתקוני מתקנינן.<br><b></b>ואי אמרת מכל מקום שני אמאי דולג טפי משלישי  וטפי מאחרון. אני אומר, חדא דכיון דלא אפשר בלא דילוג למה ממתין. ועוד  דבכולה שמעתין חיישי ליוצאין טפי מנכנסין משום דנכנסין משאל שיילי, ואע\"ג  דלא קיימא לן כתנא קמא דיש אומרים דהכי קאמר, לומר דחיישינן אפילו  לנכנסין, אבל מכל מקום לכולי עלמא טפי איכא בהני מהני משום דמקצת הנכנסין  דרכן לשאול, והלכך היכא דלא אפשר אלא שנחוש לאלו או שנחוש לאלו נקטינן  חשש היוצאין ושבקינן חשש הנכנסין.<br><b></b>אלא שאני תמה לדברי הגאונים  ז\"ל, למה עשו את השני דולג פסוק אחד שעדיין נשארה גזירת הנכנסין, יאמרו  שיקראו שנים צו את קרבני ויהא השלישי דולג וקורא שלשה פסוקים מפרשת צו,  כדרך שאנו עושין בחג. ואם תאמר מפני  שמצאו בגמרא אמצעי דולג ואילו כן יאמרו שאפילו האחרון דולג, הא ליתה,  דאילו היה השלישי גומר את הפרשה והאחרון מדלג איכא משום היוצאין דדילמא  איכא מאן דידע בסדרו של יום שאין קורין מפרשת ובראשי  חדשיכם ולהלן וסבר דלא קרו אלא תלתא כשני וחמישי, וזו חששא קרובה. ואילו תאמר אם  כן אף בשלישי דולג דילמא איכא מאן דידע בסדרו של יום וסבר דלא קרא מתחילה  אלא חד והני תרי הא תלתא, הא ליתה, חדא דהא אמרינן דגזירת היוצאין אלימא  מגזירת הנכנסין, ועוד דהאי חששא דחיקא טפי דידע בסדרו של יום ויהיב נמי  דעתיה דליכא עד תחילת הפרשה אלא חמשה פסוקים ולא מלו אלא לחד, לכולי האי  ליכא למיחש כדאיכא למיחש להנך חששות דאיכא בדילוג האחרון וגם לדלוג השני.  וצריך לי עיון לפי שאין אני רואה בזה הכרע לסברת הגאונים ז\"ל שעשו את  השני דולג פסוק אחד, אלא אם כן נאמר דאמצעי סתם משמע הראשון שבאמצעים, ואם  כן תסתלק השאלה מהם ונחזור לשאול לר' יוסי מה ראה לומר כן.<br><b></b>ובתוספות הקשו פרשת ויחל (שמות לב, יא) שהיא שני פסוקים בתחילת  פרשה מפני מה לא חששו לנכנסין. והוצרכו  לומר שאותה פרשה היתה ידועה יותר לכל והכל יודעין שמשם הם מתחילין  לקרות.", 
            "<b>איבעיא להו תענית צבור בכמה. </b>הקשו בספר הישר (חלק  החידושים סי' תיב) והא בהדיא תנן במסכת תענית (כו, א) ביום הראשון  בראשית ויהי רקיע וקיימא לן (שם כז, ב) בראשית בשנים ויהי רקיע באחד,  אלמא תלתא קרו. ותירץ משום דאיכא למימר תלתא קרו בענינא דבראשית ואידך קרי  בענינא אחרינא, [ו]משום דקשיא לן זה הכלל (דלעיל מגילה כא, א) דבעי רב אשי  (לקמן עמוד ב) למידק מינה בתענית צבור קורין ארבעה משום הכי איבעיא לן.  עד כאן.", 
            "<b>וכי עביד ליה בפניו שלא בפניו לא עביד ליה. </b>נראה  לי, דמהכא שמעינן דתלמיד חכם וכהן עם הארץ דאמרינן (לקמן מגילה כח, א) דתלמיד  חכם קודם, הני מילי כי ליכא כהן במתא דעדיף כההוא תלמיד חכם הא איכא במתא  אע\"ג דליתיה בבי כנישתא כהן עם הארץ קודם משום כבודו דכהן חכם דאיכא  במתא, דהא רב אי לאו דשמואל כאיף ליה לא הוי קרי באתרא דשמואל ואפילו שלא  בפניו."
        ], 
        [
            "<b>מאי לאו לאתויי תענית צבור ותשעה  באב. </b>ונראה לי דקסבר רב אשי משום דהכא נמי איכא מוסף תפלה, דהא איכא  עננו. ולא תימא דוקא בתענית צבור ומשום דאיכא מוסף תפלה בעשרים וארבעה  ברכות הא בתשעה באב לא ותשעה באב בגררא נקטיה, לא היא, דאם איתא אף  בתענית צבור לא יהו קורין אלא שלשה, דהא שלש ראשונות ושניות ליכא עשרים  וארבעה, דהכי מסקנא דתלמודא בשלהי פרק קמא דתענית (יד, א) דאסיקנא השתא  דאתית להכי עשרים וארבעה נמי לאו שיורא הוא דהא קתני לה באידך פירקין,  וכיון שכן לא הוה לן למיקרי ארבעה משום אחרונות בלבד דאיכא מוסף תפלה  בעשרין וארבעה. ותדע לך, דהא בברייתא דבסמוך  שנינו כל שיש בו ביטול מלאכה לעם כגון תענית צבור ותשעה באב  קורין שלשה, ואע\"ג דבאחרונות ליכא ביטול מלאכה, כיון דבראשונות ואמצעיות  איכא ביטול מלאכה לא תקנו בכולן אלא שלשה כדי שלא תחלוק, והכא נמי לא  שנא. אלא שיש לדחות, דמידי הוא טעמא הכא אלא לרב אשי, הא לרב אשי עשרין  וארבעה נוהגות בין באחרונות בין בראשונות וכדאמרינן התם בפרק קמא  דתענית. ומכל מקום, כיון דרב אשי לא אמר הכי מסברא דנפשיה אלא משום דקתני  (שם יב, ב עי\"ש) מה אלו יתירות וכו' ומאי שייר דהאי  שייר ואמרינן השתא דאתית להכי עשרין  וארבעה נמי לאו שיורא הוא, ליכא הוכחה דרב אשי אית ליה הכין כי היכי דנימא  הכא דבתענית צבור דוקא קאמר ולא בתשעה באב.", 
            "<b>מני לא תנא קמא  ולא רבי יוסי. </b>הקשו בתוספות ודילמא לעולם רבי יוסי היא, והאי דקאמר  לעולם שלשה ומפטיר אחד היינו שלשה קורין ומפטיר אחד חוץ מן השלשה, דהוו  להו ארבעה. ותירצו, כי היכי דלתנא קמא אין לפרש מפטיר אחד דהיינו רביעי,  דהא הוא ממעט בתשעה באב שהוא בשלישי וברביעי יותר משני וחמישי דעלמא,  דאילו בשלישי וברביעי אין קורין אלא אחד ומפטיר אחד, כדאיתא נמי בהדיא  במקצת ספרים, ואם כן לא החמיר בשחל בשני  ובחמישי יותר משאר שני וחמישי דעלמא לטפויי גברא אלא לענין הפטרה, הכי  נמי לרבי יוסי המפטיר מאותן שקראו. ואיני יודע מי הזקיקם לכך, דבלאו הכי  מפרשא ברייתא בהדיא דליכא ארבעה קורין, דאי מפטיר מכלל הקוראין כלומר  שיהו ארבעה קורין לא הוה ליה למימר שלשה קורין ומפטיר אחד אלא ארבעה  קורין דהא ארבעה נינהו שהמפטיר גם הוא מחיוב הקורין, אלא ודאי מדקאמר  שלשה קורין שמע מינה שאין שם מחוייבי קריאה אלא שלשה ומפטיר אחד דקאמר  כאילו אמר ומפטירין בנביא. ותדע לך, מדקתני בשלישי וברביעי קורא אחד  ומפטיר אחד ומי אית לך למימר קורא אחד ומפטיר אחד מהם אלא קורא אחד  ומפטיר אחד מלבד הקורא הכי נמי קורין שלשה ומפטיר אחד מלבד השלשה ואינו  מכלל הקורין. והיינו נמי דכי מבעיא לן לקמן (מגילה כג, א) מפטיר מהו שיעלה  למנין שבעה לא ילפינן מהא מתניתא, דאילו לדבריהם לידוק מהא דמפטיר עולה,  דהא לרבי יוסי לעולם שלשה ואפילו הכי המפטיר אחד מהם, ולתנא קמא נמי בשחל  בשני ובחמישי די להם בשלשה קורין והמפטיר אחד מן השלשה ואע\"ג דבשני  ובחמישי בעינן שלשה קורין ואין פוחתין מהם, אלא ודאי  כדאמרן. כך נראה לי.", 
            "<b>אין אדם  חשוב רשאי ליפול על פניו אלא אם כן נענה כיהושע בן נון. </b>ואמרו  בירושלמי דדוקא היכא שמתפלל בצבור  ובצבור, דאי לא נענה כסיפא ליה מילתא  ומהרהרים אחריו לומר שאינו הגון."
        ], 
        [
            "<b>נימא  רבי עקיבא היא דאית ליה גברא יתירא. </b>הקשו בתוספות דאטו משום גברא  יתירא שחולקין פרשת אחרי מות לשבעה קורין היו מאחרין לצאת יותר מבשבת  שקורין ששה כל הסדר, שהרי אף בימיהם היו הפרשיות של כל שבת ושבת גדולות  כשלנו דהא פסקי ליה לסידרא לחדא שתא כוותין וכדאמרינן לקמן (מגילה כט, ב)  חל להיות בכי תשא חל להיות בואתה תצוה, ואפילו בשוות אין בעליית איש אחד  זמן גדול כל כך שיהו צריכין להתאחר מלצאת מחמתו. ותירצו דלא מוקי לה כרבי  עקיבא משום דקתני מאחרין לצאת אלא משום דקתני ליה ליום הכפורים בתר  שבת דכל המאוחר טפיא ליה גברא, אבל האי  דקתני מאחרין לצאת היינו משום סידורא דיומא שהיו רגילין לומר סדר עבודת  היום כמו שאנו עושין היום, וכדאמרינן (יומא נו, ב) ההוא דנחית קמיה דרבא  ואמר יצא ונתנו על כן [שני] שבהיכל [כו'] ואמר ליה (שבקת רבנן) [חדא  כרבנן וחדא כר\"מ] וכו'  וההוא (שם לו, ב) דאמר אנא השם (חטאתי) [עויתי] פשעתי (ועויתי) [וחטאתי]  ואמר ליה שבקת רבנן ועבדת כרבי מאיר.<br><b></b>ופרקינן הכא משום דנפיש סידורא, כלומר כולה מילתא משום דנפיש  סידורא לפום כן תני ליה ליום הכפורים בתר שבת.", 
            "<b>חמשה מרואי פני  המלך שבעה רואי פני המלך. </b>פירש רש\"י ז\"ל שבעה רואי פני המלך דאחשורוש  (ראה אסתר א, יד). והקשו עליו דמה ענינו של אותו רשע כנגד תקנת חכמים.  ולכך פירש רבינו תם ז\"ל דהיינו שבעה רואי פני המלך שבסוף ירמיה  (נב, כה) וחמשה מרואי פני המלך הכתובים במלכים (ב כה, יט), ופירשו  בירושלמי (סנהדרין פ\"א ה\"ב) שאותן השנים היו סופרי הדיינין ולפיכך לא  הזכירם במלכים. ובמקצת פרש\"י ז\"ל ראיתי שכתב ירושלמי יבא גה\"ז ויבטל גה\"ז, ואם  כדברי הירושלמי אדרבא היינו חמשה ושבעה של מלכי  האומות.", 
            "<b>מפטיר מהו שיעלה  למנין שבעה וכו' חד אמר עולה וחד אמר אינו עולה. </b>קשיא לי ולמה לא  יעלה דאטו משום דמפטיר מיפסיל. ונראה לי משום דברב עם הדרת מלך, כלומר  תמניא גברי בעינן שבעה שיקראו ואחד מפטיר, וכברייתא דלעיל (מגילה כב, ב)  דאמרינן שלשה קורין ואחד מפטיר, ולהכי  תני בההוא לישנא ולא תני כלישנא דמתניתין (דלעיל (מגילה כא, א): ביום טוב חמשה  ביוה\"כ ששה בשבת שבעה כו' ומפטירין בנביא) קורין שלשה ומפטירין בנביא.  ומיהו לא מכרעא לישנא כולי האי דמצי למידק ולאקשויי מינה למאן דאמר עולה,  דהוה מצי לתרוצי דהכי קאמר קורין שלשה ומפטיר אחד מהם ומשום הכי לא דק  מינה הכא. ומאן דאמר עולה סבר דאין ההקפדה אלא שיהו הקורין בתורה שבעה  והא קא קרי. והכין משמע לי מתוך הירושלמי (פרק ד' הלכה ג' עי\"ש), דגרסינן  התם ר' חלבו ר' מתני שמואל ברבי שילת בשם ר' שבעה חוץ מן  המפטיר.<br><b></b>ולא איפסיקא הלכתא בגמרא כמאן, ובשל דבריהם  הלך אחר המיקל ומפטיר עולה למנין שבעה. ורבינו אלפסי ז\"ל הביא ראיה  מדאמרינן לקמן בפרק בני העיר (מגילה כט, ב; ל, א) ראש חדש אדר שחל להיות  בואתה תצוה אמר אביי קרו שיתא מואתה תצוה עד ועשית כיור נחושת וחד חוזר  וקורא מכי תשא עד ועשית כיור, והיינו מפטיר, אלמא מפטיר עולה למנין שבעה,  וכן הלכה. עד כאן לשונו. ואע\"פ שאינה ראיה מחוורת כן נראה הלכה  ולמעשה.<br><b></b>וכתב עוד הרב ז\"ל בהלכות אלא מיהו אשכחן (דרב) [מרב]  נטרונאי גאון ז\"ל משמייהו דרבנן סבוראי דהיכא דקרו שיתא ואיפסיקו בקדישא  והדר אפטירו אינו עולה והיכא דלא אפסיקו בקדישא מקמי הפטרה עולה למנין  שבעה, וטעמא דמסתבר הוא. עד כאן. ומכל מקום אפילו למאן דאמר אינו עולה  יכול הוא מפטיר לסיים את הפרשה, שלא תאמר כיון שאינו עולה אם כן השבעה  צריכין לקרות כל הפרשה והמפטיר חוזר וכופל קצת ממה שקרא השביעי שאילו לא  יקראו השבעה כל הפרשה אם כן הרי זה כאילו לא קרינן אלא מחצית הפרשה שהרי  קריאת המפטיר אינה עולה, לא היא, דהא מכל מקום נקראת כל הפרשה והרי קראו  שבעה חוץ מן המפטיר והרי איכא הדרת מלך, שאין החיוב שיקראו השבעה כל  הפרשה אלא שיקראו שבעה חוץ מן המפטיר למאן דאמר אינו עולה משום דברב עם  הדרת מלך כמו שכתבתי ושתהא כל הפרשה. ותדע לך, מדקא משני כיון דמשום כבוד  תורה הוא כנגדו נמי לא בעינן, ואילו לא היה מפטיר קורא לעצמו אלא חוזר  וכופל לימא ליה כיון דאינו חוזר וקורא אלא מה שקראו אחרים כנגדו נמי לא  בעינן, אלא שמע מינה שדרכן היה שהמפטיר קורא לעצמו פסוקין אחרים שלא קראו  הראשונים. ומה שאין אנו נוהגין כן היינו משום שאנו מפסיקין בקדיש בין  קריאת השבעה לקריאת המפטיר ואינו בדין שיפסיקו בקדיש באמצע הסדר. ומכל  מקום נפקא מינה לשבת וראש חדש שמוציאין שני ספרי תורה, השבעה קורין בפרשת  היום ומפטיר יכול לקרות בפרשת החדש ואפילו למאן דאמר אינו עולה.<br><b></b>ירושלמי (פ\"ד ה\"ג): הלעוזות לא היו נוהגין כן אלא אחד קורא את כל  הפרשה היה אחד יודע את כל הפרשה קורא את כולה שבעה יודעין שלשה פסוקין  כולהון קריי אחד יודע שלשה פסוקים קרי וחזר קרי. ר' זעירא בשם ר' ירמיה  העבד עולה למנין שבעה וידבר עולה ממנין שלשה פסוקים, לא כן אמר ר' חמא בר  עוקבא בשם ר' יוסי בר' חנינא שאסור לאדם ללמד את עבדו תורה תפתר שלמד  מאיליו או שלמדו רבו כטבי."
        ], 
        [
            "מתני': <b>אין  פורסין על שמע פחות מעשרה. </b>פירוש בני אדם שבאין בבית הכנסת אחר שקראו  הצבור את שמע [עומד אחד] ואומר קדיש וברכו וברכה ראשונה של קרית שמע מפני  שיש בה קדושה, והלכך אין פורסין אותה בפחות מעשרה  דכל דבר שבקדושה אין פחות מעשרה. ולשון פורס חוצה כלומר שאומרים מחצית  הברכות, וכדאמרינן (בכורות נז, ב) בפרס הפסח דהיינו ט\"ו יום שהן מחצית  השלשים יום שכבר חל זמנו של פסח כדאמרינן (לקמן מגילה כט, ב) שואלין בהלכות  הפסח קודם לפסח שלשים יום.<br><b></b>ובשם רש\"י ז\"ל פירשו תלמידיו, שאפילו  בשביל אחד פורסין על שמע אע\"פ שכל השאר כבר שמעו קדיש וברכו וקדושה,  ואפילו קרא הוא עצמו את שמע אפילו הכי יכול לחזור ולפרוס על שמע כדי  שיאמר קדיש וברכו וקדושה. וכן כתוב במסכת סופרים (פ\"י ה\"ז) ובמקום שיש  תשעה או עשרה ששמעו בין ברכו בין קדיש ולאחר תפלה חוזר האחד בפני אלו  ואומר קדיש או ברכו וענו אלו אחריו יצא ידי חובתו. אבל רבינו תם ז\"ל לא  היה נוהג כן עד שיהו שם ששה שלא שמעו קדיש וברכו, ומביא ראיה ממה שאמרו  במסכת סופרים (שם) ואין אומרין קדיש וברכו פחות מעשרה רבותינו שבמערב  אומרים אותו בשבעה ונותנין טעם לדבריהם בפרוע פרעות בישראל בהתנדב עם  ברכו ה' (שופטים ה, ב) כמנין התיבות ויש אומרים בששה שברכו ששי הוא עד  כאן, ופירש הוא ז\"ל הני שבעה וששה שלא שמעו קדיש וברכו דאילו  כן שבעה בין כולם יחלוק עם משנתינו.<br><b></b>ומיהו אם נפרש כדברי רבינו תם ז\"ל יקשה ממה שאמרו שם אפילו יחידי בתוך  תשעה או עשרה שחזר בפני אלו ואומר קדיש או ברכו וענו אלו אחריו יצא, כמו  שכתבנו למעלה. ועל כן נראה למקצת מרבותינו הצרפתים ז\"ל דאפילו אין שם בין  כולם אלא שבעה או ששה בלבד פורסין על שמע לדברי מסכת סופרים, וחולק על  תלמוד שלנו בזה, וכמו שהתחיל אין אומרין קדיש וברכו פחות מעשרה דאלמא  משמע דרבותינו שבמערב חולקין בזה שאין מצריכין בין כולם אלא שבעה או ששה.  ועוד הביא בספר הישר אגדה אין אומרים ברכו אלא אם כן יש שם חמשה בני אדם  שלא שמעו שנאמר בפרוע פרעות בישראל בהתנדב עם ברכו ה'.", 
            "<b>ואין נושאין את כפיהם.  </b>פירוש: משום דמזכיר את השם ואומר יברכך השם, והוה ליה  כזימון בעשרה דצריך עשרה משום דאמרינן נברך לאלקינו.", 
            "<b>ואין מפטירין בנביא. </b>צריך עיון למה צריך עשרה בהפטרה.", 
            "<b>ובקרקעות  תשעה וכהן. </b>הקשה רבינו אלחנן דהוה לן לאצרוכי אחד עשר ככל בית דין של  ממון ושל נפשות דאמרינן (סנהדרין ב, ב ו-ג, ב) אין בית דין שקול מוסיפין  עליהם עוד אחד. ועלתה לו בקושיא. ולי נראה שאני הכא שפרט לך הכתוב עשרה  כהנים בפרשה, ואילו כן הוה ליה למכתב אחד עשר. ואינו דומה למה שאמרו בריש  פרק ראוהו ב\"ד בראש השנה החדש הזה לכם  ראש חדשים (שמות יב, ב) ואין בית דין שקול מוסיפין עליהם עוד אחד ואע\"ג  דכתיב (שם פסוק א) ויאמר ה' אל משה ואל אהרן, זה אינו פורט  לפי שהדיבור אינו אלא עמהן ואין כאן מקום להזכיר  השלישי אלא סמך על הדבר הידוע שאין בית שקול אבל כאן כיון דנחת הכתוב  למנינא ימנה גם האחד עשר ולמה שיירו. וטעמא דמילתא משום דשומא היא ואינו  כדין ממש."
        ], 
        [
            "מתני': <b>קטן קורא בתורה  ומתרגם. </b>פירוש דקטן עולה הוא למנין שבעה כדאיתא בגמרא (לעיל מגילה כג, א).", 
            "<b>אבל אין פורס על שמע. </b>דכיון דאיכא דבר שבקדושה אינו  בדין שיוציא בו את הרבים ידי חובתן. ואע\"ג דהגיע לחינוך ופריסת שמע אינה  אלא מדרבנן, אפילו הכי גדול מיחייב ממש מדרבנן ואיהו לא מיחייב ביה אלא  משום חינוך בעלמא, וכדכתיבנא לעיל (מגילה יט, ב ד\"ה הא) גבי רבי יהודה מתיר  בקטן, ואפילו רבי יהודה מודה בהא וכדכתיבנא לעיל (שם) דלא פליג אלא  במגילה הואיל ואף הם היו באותו ספק של להרוג ולאבד.", 
            "<b>ואינו עובר לפני התיבה. </b>תימה דהכא משמע דדוקא קטן הא גדול שהביא שתי שערות  עובר, ואילו בפרק קמא דחולין בסופו (כד, ב) תניא נתמלא זקנו ראוי ליעשות  שליח צבור ולירד לפני התיבה ולישא את כפיו, אלמא עד שיתמלא זקנו לא. ויש  לומר דהתם ליעשות שליח צבור קבוע ולירד לפני התיבה תדיר, הא באקראי  ולעתים כל שהביא שתי שערות מותר.<br><b></b>ולענין פורס את (שמע) [כפיו] נמי איכא  למידק דהכא משמע שאילו הביא שתי שערות מותר והתם תניא עד שיתמלא זקנו.  ועוד קשיא דבסוכה פרק לולב הגזול בסופו (מב, א) תניא קטן היודע לפרוש  כפיו חולקין לו תרומה בבית הגרנות. ואיכא למימר דההיא דלולב הגזול לישא  את כפיו עם אחיו הכהנים הגדולים להתחנך בעלמא אבל לא ישא בפני עצמו כלל,  וכענין שאמרו בערכין בפרק שני (יג, ב) גבי שיר דקאמר התם רבי אליעזר בן  יעקב שאין הקטנים עולין ממנין המשוררים ולא עולין לדוכן אלא ראשיהם בין  רגלי הלוים, וההיא דפרק קמא דחולין בנושא את כפיו בפני עצמו ובקבוע, והא  דהכא לישא את כפיו בפני עצמו באקראי בעלמא, והלכך כל שלא הביא שתי שערות  בפני עצמו לא, הא הביא שתי שערות נושא אפילו בפני עצמו לעתים ובאקראי.<br><b></b>ורש\"י ז\"ל פירש שם בפרק לולב הגזול דלאו בקטן ממש מיירי התם, אלא  הכי קאמר קטן היודע לפרוש את כפיו כלומר שאין יודעין בו אם הגדיל עדיין  אם לאו אפילו הכי כיון שהוא נושא את כפיו בידוע שהביא שתי שערות שאילולי  כן לא היה נושא את כפיו והלכך חולקין לו תרומה בבית הגרנות. ואינו מחוור,  דכל ההיא ברייתא דלולב הגזול בקטן ממש מיירי.", 
            "<b>רבי יהודה אומר  כל שלא ראה מאורות מימיו אינו פורש על שמע. </b>תימה דהכא משמע דדוקא  בשלא ראה מאורות מימיו אבל פקח ונסתמא פורס לפי שכבר נהנה, ולא משמע הכי  בבבא קמא בפרק החובל (בבא קמא פז, א עי\"ש) דרבי יהודה סומא מיפטר פטר ליה מכל  מצות האמורות בתורה ורב  ששת דאמר מאן דאמר לי הלכה כרבי יהודה  דאמר סומא פטור מכל מצות האמורות בתורה עבידנא יומא טבא לרבנן דאנא  עבידנא ולא מיפקידנא ואיהו פקח היה ונסתמא. ובירושלמי (פ\"ד ה\"ז עי\"ש)  דייקי עלה דהא דהכא ופירשוה דלאו בסומא ממש היא מתניתא אלא בשעמד בבית  אפל כל ימיו. ובתוספות דחו דלא משמע הכין בגמרא, מדמייתי עלה (לקמן עמוד  ב) ההיא דרבי יוסי דאמר פעם אחת מצאתי סומא אחד באישון לילה ואפלה ואבוקה  בידו, דאלמא מתניתין בסומא ממש קא מיירי. מיהו נראה דלאו קושיא היא כל כך  דדוגמא נקטה, כלומר שהסומא או השרוי באפילה נהנה הוא מן המאורות שמשתמרין  הן על ידי המאורות ומשמשין אותן על ידיהם כההוא סומא. אבל בתוספות תירצו  דרבי יהודה ודאי מדאורייתא פטר כל סומא מכל המצות האמורות בתורה אבל  מדרבנן מחייב, וכי מחייב הני מילי בפקח ונסתמא לפי שכבר היה בר חיובא  ואפילו נסתמא בעודו קטן מכל מקום ראוי היה לבא לכלל מצות אבל בסומא מן  הבטן פטור לגמרי. וטעמא דמחייב ליה רבי יהודה מדרבנן ולא פטר ליה לגמרי  כנשים שפטורות מכל מצות עשה שהזמן גרמא ואפילו מדרבנן, דלא דמי, דנשים  אע\"פ שפטורות ממצות עשה שהזמן גרמא חיובי מחייבי בכל שאר המצות אבל סומא  אילו אתה פוטרו מהכל הוה ליה כגוי. והני מילי בשראה מתחילתו ונתחייב  במצות וא\"נ אפילו נסתמא קודם שהגדיל כדאמרן, אבל בשלא ראה מאורות כלל  פטור לגמרי לדברי ר\"י."
        ], 
        [
            "מתני': <b>מפני שהעם  מסתכלין בו. </b>פירשו בירושלמי (פ\"ד ה\"ח) דאיכא משום היסח הדעת. ורש\"י  ז\"ל פירש בענין אחר.", 
            "גמרא: <b>ואם היה דש בעירו מותר.  </b>פירוש: ואפילו בשיש מומין בידיו,  וכדגרסינן בירושלמי (שם עי\"ש) אם היה דש בעירו מותר ר' נפתלי הוה אצבעיה  עקימא אתא שאיל לר' מאיר אמר ליה מכיון שאתה דש בעירך מותר.", 
            "מתני': <b>ציפה זהב ונתנה על בית אונקלי  שלו הרי זה דרך החיצון. </b>פירוש: משום  דכתיב (שמות יג, ט) והיה לך לאות על ידך, לך לאות ולא לאחרים לאות (מנחות  לז, ב). ומכאן נראה לי דתפילין שבראשו מותר לתת אותם על כובעו  על כסוי הראש, דהא בשל יד לא אסרו ליתנו על בית  אונקלי אלא משום דכתיב בהו לך לאות ולא לאחרים לאות הא לאו הכי שרי,  ואילו תפילין שבראש אדרבא כתיב בהו (דברים כח, י) וראו כל עמי הארץ  וכדאמרינן בעלמא (מנחות לה, ב וש\"נ) אלו תפילין שבראש. והא דאמרינן  (זבחים יט, א-ב) מקום יש בין ציץ למצנפת כדי להניח בו תפילין, שמא מפני  שאסור לתת כלי אחר של מצוה על המצנפת.", 
            "מתני': <b>האומר יברכוך  טובים הרי זה דרך המינין. </b>ירושלמי (פ\"ד ה\"י): האומר יברכוך טובים שתי  רשויות. ונראה פירושו, כאילו אומר יברכוך הטובים אבל הרעים יש להן אלוה  אחר. ואם תאמר והא כתיב (תהלים קמה, י) וחסידיך יברכוך וכתיב (שם קמ, יד)  אך צדיקים יודו לשמך. יש מתרצים דלא אסור אלא באומר כן בתפלתו, שאומר  במקום וכל החיים יודוך סלה וכל הטובים יודוך סלה.<br><b></b>וי\"מ יברכוך  טובים מפני שיש לכלול בתפלה הרשעים עם הצדיקים, דגמרינן מושחלת וחלבנה  (שמות ל, לד)."
        ], 
        [
            "מתני': <b>ואין מפטירין במרכבה,  ורבי יהודה מתיר. </b>וקיימא לן כרבי יהודה בפרקא בתרא (לקמן מגילה לא, א). וכן  אנו עושין."
        ], 
        [
            "גמרא: <b>דילמא אתי למעבד מאהבה  ומיראה. </b>פירוש מאהבת השכר בלבד  ומיראת העונש בלבד ולא יתכוונו לאהבת השם וליראתו והוו להו כגוים שאם  יבאו עליהם יסורין מתחרטין, אבל העושה מיראה ומאהבה ומכוין לבו לשמים הרי  זה צדיק גמור, כדאמרינן בריש פרק קמא דראש השנה (ד, א) האומר הרי זה סלע  זו לצדקה בשביל שיחיו בניו הרי זה צדיק גמור ואוקימנא בישראל שאינן  קוראין תגר אבל באומות העולם שקוראין תגר אינו צדיק גמור. וההיא דמסכת  סוטה (כב, ב) דפרוש מאהבה פרוש מיראה דכוותה הוא שאינן פורשין אלא מאהבה  ומיראה ממש וקוראין תגר, ומכל מקום צדיק גמור לא הוי צדיק מיהא הוי  וכדאסיקנא התם לא תיתני פרוש מאהבה פרוש מיראה דאמר רב יהודה אמר רב  לעולם יעסוק אדם בתורה ובמצות אע\"פ שלא לשמן שמתוך שלא לשמן בא  לשמן.", 
            "מתני':  <b>בני העיר שמכרו רחובה של עיר וכו'. </b>ראיתי למקצת המפרשים  שפירשו בני  העיר שבעה טובי העיר, וכדאמר רבא בגמרא (לקמן מגילה כו, א)  לא שנו אלא שלא מכרו שבעה טובי העיר במעמד אנשי העיר וכו', כלומר כשמכרו  השבעה טובי  העיר לא מכרו במעמד אנשי העיר ומדעתם, דאלמא מתניתין בשמכרו שבעה טובי  העיר היא. ואינו מחוור בעיני, דאם כן היאך קורא אותם בני העיר סתם הוה  ליה למתני בהדיא שבעה טובי העיר שמכרו. ועוד דלישנא דרבא נמי לא דייקא  הכין דאם כן הוה ליה למימר לא שנו אלא שמכרו שבעה טובי העיר שלא במעמד  אנשי העיר, אבל השתא דקאמר לא שנו אלא שלא מכרו שבעה טובי העיר שבעה טובי  העיר מאן דכר שמייהו. ועוד דנראה שהכריחם לפרש כן מה שאמר רבא אבל מכרו  שבעה טובי העיר במעמד אנשי העיר אפילו למישתי ביה שיכרא, ואי בשמכרו כל  בני העיר כסתם לישנא דמתניתין הרי יש כאן שבעה טובי העיר והרי יש כאן  מעמד אנשי העיר ולפיכך פירשו דבני העיר דמתניתין היינו שבעה טובי העיר  שהם כאנשי העיר , ואדרבא אם איתא היכי מפיק להו במתניתין בלישנא דבני העיר  דדינא מתהפך בהו, דאילו בשבעה טובי העיר אינן יכולין להוריד בקדושתן ובבני  העיר  יכולין אפילו למישתי ביה שיכרא ואמאי נקיט איסורא בלישנא דהתירא .<br><b></b>ולי נראה, דמתניתין בשמכרו בני העיר ממש אלא שלא מכרו מדעת הפרנסין ,  דהיינו שבעה טובי העיר הממונים על צרכי בני העיר, והלכך אין בני העיר  רשאין למכור ולהוריד המעות מקדושת הדברים הנמכרין אלא אם כן עשו מדעת  הפרנסין וכענין שאמרו   בצדקה שאינן רשאין לשנות אלא מדעת הפרנסין, והשבעה טובי העיר נמי  אינן רשאין למכור ולהוציא המעות לדברי חול ואפילו להוריד מן הקדושה  הראשונה אלא אם כן עשו מדעת בני העיר, אבל בשמכרו שבעה טובי העיר במעמד  אנשי העיר רשאין ואפילו למישתי ביה שיכרא. והכין משמע לי מן התוספתא,  דתניא התם בפרק שני דמכלתין (ה\"ז ו-ט עי\"ש) רבי מנחם ברבי יוסי אומר בני  העיר שמכרו בית הכנסת לא יקחו את הרחבה, א\"ר יהודה במה דברים אמורים בזמן  שלא התנו עמהן פרנסי העיר אבל התנו עמהן פרנסי העיר רשאין לשנותן לכל דבר  שירצו וכו', הפוסק צדקה עד שלא זכו בה פרנסין רשאין לשנותה לדבר אחר  משזכו בה פרנסין אינו רשאי לשנותה לדבר אחר אלא מדעתם, ע\"כ בתוספתא,  ומוכיח כמו שכתבתי. והיינו דרבא דאמר לא שנו אלא שלא מכרו שבעה טובי העיר  במעמד אנשי העיר, כלומר שמכרו אנשי העיר שלא מדעת הפרנסין, אבל אם הסכימו  שבעה טובי העיר באותו מכר והיו במעמד אנשי העיר רשאין להוציא המעות לכל  מה שירצו.<br><b></b>וגרסינן בירושלמי (פ\"ג ה\"ב) שלשה מבית הכנסת כבית  הכנסת שבעה מבני העיר כעיר, מה נן קיימין אם בשקבלו עליהם אפילו אחד, ואם  בשלא קבלו עליהם אפילו כמה, אלא כן נן קיימין בסתם, עד כאן. ואם כדברי  המפרשים היאך קאמר שבעה מבני העיר כעיר, והלא עיר ממש  יכולין למכור כל מה  שירצו ושבעה מבני העיר שמכרו בית הכנסת לא יקחו רחוב, אלא אם כן נפרש  דעיקר מכירה קאמר, כלומר שממכרן ממכר ויוצא מה שמכרו לחולין במכירתן כאילו  מכרו כל בני העיר הא לענין הדמים לא, אבל לפי מה שכתבתי קאי בין אמכירה  בין אדמים כלומר שבעה מבני העיר כבני העיר שלא מדעת השבעה.<br><b></b>והא דקאמר מה  נן קיימין אם בשקבלו עליהם וכו', נראה לי פירושו  אם  בשקבלו עליהם בני העיר כל מה שיעשו השבעה במכר זה אפילו אחד, ואם בשלא  קבלו עליהם כלל ממכרן בזה אפילו היו כמה שמכרו אין ממכרן ממכר, והעמידוהו  בסתם, כלומר שהעמידו עליהם סתם שבעה טובי העיר לפקח על עסקי צבור והלכך  אע\"פ שלא קבלו עליהם בני העיר בפירוש מכר דברים אלו אפילו הכי ממכרן  ממכר, שלא תאמר דברים של תשמישי קדושה ובית הכנסת לא עלתה על דעת בני  העיר שימכרו אלא לדעתם ולא תועיל מכירתן אלא אם כן נטלו רשות מבני העיר  בפירוש קא משמע לן .", 
            "<b>מטפחות לוקחין ספרים. </b>יש לי לפרש  מטפחות ספרים לוקחים ספרים אבל מטפחות ספר תורה לא יקחו בדמיהם ספרים  דהיינו נביאים וכתובים, והא דתנן נמי ספרים לא יקחו מטפחות לספרים קאמר  אבל לספר תורה לוקחין, וכדמשמע נמי לכאורה בגמרא (לקמן מגילה כז, א) דאיבעיא  להו מהו למכור ספר תורה ישן לקנות בו חדש כיון דלא מעלי ליה אסיר או  דילמא כיון דליכא עילויא אחרינא שפיר דמי תא שמע גוללין ספר תורה במטפחות  חומשין וכו' במטפחות חומשין אין במטפחות ספר תורה לא, דאלמא מטפחות ספר  תורה כספר תורה. ומיהו אינו נראה לפרש כן דודאי אפילו נביאים וכתובים  קדושין ממטפחות ספר תורה, וספרים אין לוקחין מטפחות סתמא קתני ואלמלא כן  הוה ליה לפרושי אין לוקחין מטפחות ספרים. וכן מצאתי מפורש בירושלמי (פ\"ג  ה\"א), דגרסינן התם מטפחות לוקחין ספרים אפילו מטפחות ספר תורה וחומשין  לוקח בהן נביאים וכתובים, ספרים לא יקחו מטפחות אפילו נביאים וכתובים אין  לוקחין בהם מטפחות תורה וחומשין. והא דתניא גוללין תורה במטפחות חומשים  ואין גוללין נביאים וכתובים במטפחות חומשין, לאו למימרא שתהא קדושת  מטפחות תורה וחומשין חמורה מקדושת נביאים וכתובים, אלא כל שאין אתה מעלה  אותן ממש ממטפחות לספרים אלא שאתה מגרע בתשמישן הרי זה כמגרע נמי בדמי  תורה ומורידן לקדושת ספרים, וכן אם אין אתה מעלה בתשמישן ומשתמש אתה בהן  בכיוצא בקדושת מי שנשתמש בהן הרי זה כאילו אתה מוציא מעות ספר תורה זה  בכיוצא בו, הא לעלות בדמי מטפחות ולקנות מהן ספרים שפיר דמי דהא עילויי  מעלינן בהו טובא.", 
            "הא דקתני בכולה מתניתין <b>מכרו ולא קתני  מוכרין </b>דמשמע דיעבד אין לכתחילה לא, נראה לי משום דאי קתני מוכרין משמע  דלא סגיא בלאו הכין, ואע\"ג דבגמרא (לקמן מגילה כז, א) בבעיא דמהו למכור ספר  תורה ישן לקנות בו חדש אתי למיפשטה מדקתני אבל מכרו ספר תורה לא יקחו  ספרים ספרים הוא דלא הא תורה בתורה שפיר דמי ודחינן מתניתין בדיעבד, התם  דיחויא בעלמא הוא, ואפילו הכי לא קאמר אלא במכר תורה הא במכרו רחובה של  עיר ובכל הנך לא, ולדברי אותו מתרץ דילמא נקט כולה מתניתין מכרו אטו מכרו  תורה לא יקחו ספרים."
        ], 
        [
            "גמרא: הכי גרסינן וכן היא במקצת הספרים: <b>אמר רבי זירא  הואיל והעם מתפללין בה בתעניות. </b>ולא גרסינן  ובמעמדות, דהא במעמדות לא היו מתפללין ברחוב אלא נכנסין לבית הכנסת,  כדאיתא בהדיא במסכת תענית (כז, ב). ועוד דאי במעמדות לאו היינו באקראי  בעלמא אלא בכל יום, ומאי טעמייהו דרבנן. ולספרים דגרסי  ליה אגב גררא נקטיה, וכדאמרינן בעלמא גרושה  וחלוצה לכהן הדיוט.", 
            "<b>אבל בית הכנסת  של כרכים כיון דמעלמא קא אתי ליה הוה ליה דרבים ולא מצו מזבני ל[י]ה.  </b>הא דקאמר הוה ליה דרבים לאו דוקא דהא אפילו דרבים מזדבן, אלא הוה ליה  דרבים דעלמא קאמר והלכך לא מזדבן, כלומר אפילו מכרוהו אין ממכרן ממכר.<br><b></b>יש מפרשים דטעמא דכרכים משום דכיון דמעלמא קא אתו רבים הוציאו  בבנינו ובדברים הצריכין לו ושמא אחד יש בסוף העולם שקנה בו וחלקו מעכב,  לפי שבני העולם אינן כפופים לבני העיר הזו ולא לשבעה טובי העיר שבה. אבל  אם יש שם אדם חשוב כרב אשי שדרך הבאין לבא שם מחמתו אף הם גומרים בדעתם  שכל זמן שיהא בתוך העיר צורבא מרבנן כזה שיהא הוא רשאי למכור חלקם, שגם  הנותנים בצרכי בית הכנסת על דעתו הם נותנין, והיינו דאמר רב אשי האי בי  כנישתא דמתא מחסיא וכו'.<br><b></b>ולפי פירוש זה נראה לי, דהא דאמרינן  בסמוך ההוא בי כנישתא זוטא הוה ואינהו עבדוה, האי זוטא לאו דוקא אלא אינהו  עבדוה דוקא. ואי נמי זוטא דוקא, כלומר דקטנותה במקום שיש גדולות מוכיח  עליה דלאו דרבים דעלמא ניהי, דרבים דאתו לכרכין לבי כנישתא רבה דכולהו  עיילי בה בההיא יהבי.<br><b></b>וקשיא לי דלפי פירוש זה הא דלא מצו מזבני  דכרכים היינו משום דחד איכא בסוף העולם דקנה בה וחלקו לא מזדבן הא איתיה  אי נמי ידעינן דליכא בעלמא דקנה בה מזדבן, ואם כן מאי קא מקשה ליה מנגעים  מדאמר רבי יהודה אני לא שמעתי אלא מקום מקדש בלבד הא בתי כנסיות ובתי  מדרשות לא, דדינא הוא ודאי, דהא בתי כנסיות  ובתי מדרשות ואפילו דכרכים אחוזתכם (ויקרא יד, לד) קרינן בהו אלא משום  שותפין דליתנהו הכא לא מזדבני. ודחוק הוא לומר דהכי קא מקשה, דאם איתא  דלא מזדבני משום דלא ידעינן מאן זבן בהו אם כן לא קרינן בהו אחוזתכם  דאחוזתכם דידעינן דמאן ניהו משמע.<br><b></b>ומיהו מצאתי בירושלמי (פ\"ג  ה\"א) דמפרש הכין בהדיא, דגרסינן התם ר' שמואל בר נחמן בשם ר' יונתן הדה  דתימר בבית הכנסת של יחיד אבל של רבים אסור ואני אומר שמא אחד מסוף העולם  קנוי ביה, עד כאן.<br><b></b>ואפשר היה לפרש אבל של כרכים כיון דמעלמא אתו  הוה ליה דרבים, כלומר שבני עיר זו כשהן בונין אותה על דעת כל הבאים כאן  עשאוה וכאלו הקדישוה לכל ואין לה בעלים וכענין מקדש. וכן פירש הרמב\"ם ז\"ל  (פי\"א מהל' תפלה הט\"ז). והשתא מותיב שפיר עלה מנגעים, כלומר אם איתא דלא  מזדבנא משום דהויא לה מוקדשת לכל אם כן הוו להו  כמקדש ולא קרינן בהו אחוזתכם ולא הוו להו לטמויי בנגעים, ופריק אין הכי  נמי ומאי מקדש מקום מקודש. ובי כנישתא זוטא  דקאמר הכי קאמר, בי כנישתא זוטא הוה ולא עיילי בה רבים דאתו מעלמא אלא  לשארא הוא דעיילי והלכך טרסיים דעבדוה לאו אדעתיה דרבים עבדוה אלא  לגופייהו הוא דעבדוה. כך נראה לי.<br><b></b>ושלשה דינין יש, של כרכים לא  מזדבנא כלל ואפילו בשבעה טובי העיר במעמד אנשי העיר אלא אם כן יש שם  תלמיד חכם חשוב דאתו רבים אדעתא דידיה כרב אשי, ושל כפרים מזדבן בשבעה  טובי העיר ואי נמי באנשי העיר שלא מדעת טובי העיר לפי מה שפירשתי  במתניתין (לעיל מגילה כה, ב ד\"ה מתני'), ושל יחידים כבית הכנסת של טרסיים מזדבן  אפילו בשלשה מבית הכנסת, וכדגרסינן בירושלמי (פ\"ג ה\"ב) שלשה מביהכ\"נ  כביהכ\"נ שבעה מבני העיר כבני העיר.<br><b></b>ירושלמי (פ\"ג ה\"א עי\"ש):  כל כלי בית הכנסת כבית הכנסת, ספסליה וקלטריה כבית הכנסת, כילה דעל ארונא  כארונא, ר' אבהו יהיב גולתיה תחתוי אהין כילן.", 
            "<b>אני לא שמעתי  אלא מקום מקדש בלבד הא בתי כנסיות ובתי מדרשות מטמאין. </b>קשיא לי  אדמותיב מדרבי יהודה לסייעיה מתנא קמא דאמר אין ירושלם מטמא בנגעים לפי  שלא נתחלקה לשבטים. ויש לומר משום דאיכא למימר דדילמא שאני ירושלם שלא  נתחלקה כלל מעולם וכעין מקדש לרבי יהודה, אבל בתי כנסיות ובתי מדרשות  שעשאום הרבים משלהם אע\"פ שיש לרבים דעלמא חלק בהן בין לפירוש קמא בין  לפירוש בתרא דילמא מודה תנא קמא דמזדבני. כך נראה לי."
        ], 
        [
            "<b>אמר ליה זיל זבניה משבעה טובי העיר  וזרעיה. </b>והא דאיצטריך לשבעה טובי העיר,  משום דאנשי העיר לא הוו צריכי לבי כנישתא אחריתי ולא לתיבה ולספר תורה  ואי לא הוו מצו מפקי דמיה לחולין לא הוו מזבני ליה, ומשום הכי יהיב ליה  עצה למזבן משבעה טובי העיר במעמד אנשי העיר כי היכי דלזבני ליה.", 
            "<b>אתא לקמיה דרב פפי ואסר ליה אתא לקמיה דרב הונא בר  תחליפא ואסר ליה. </b>משמע דההיא בי כנישתא עתיקא דהוה ליה לא הוה ביה תיוהא, דאילו הוה  ביה תיוהא שרי כדאיתא בריש פרק קמא דבבא בתרא (ג, ב).<br><b></b>ואפשר  דבכי האי גונא למיסתר האי ולמבני מאבני וכשורי דבה בי כנישתא אחריתי אסיר  אלא אם כן הסכימו בה שבעה טובי העיר במעמד אנשי העיר להוציא בית הכנסת ראשון מקדושתו,  ומשום עגמת נפש של ראשון. והכין משמע בירושלמי (פ\"ג ה\"א) שאלון לר'  אמי מהו ליטול אבנים מבית הכנסת זו  לבנות אחרת אמר לון אסור אמר ר' חלבו לא אסר ר' אמי אלא מפני עגמת נפש, ונראה לי  דוקא בעוד שבית הכנסת ראשון בקדושתו דהשתא איכא עגמת נפש דראשון, הא  להוציא הראשון מקדושתו וליטול אבניו לבית הכנסת אחר שרי שהרי יכולין  (ל)הן למכרו ולהוציאו לחולין.<br><b></b>ועוד נראה לי דדוקא לסתור וליטול  אבניו הוא דאסיר, הא בשנפלו אבניו מעצמן שרי, דהא יכולין למכרן ולהוציאן  לחולין וכדאמרינן בסמוך.", 
            "<b>אמר רבא האי בי  כנישתא חלופה וזבונה שרי אוגורה ומשכונה אסיר וכו'. </b>הקשו בתוספות  אדרבא הא במתניתין (לקמן מגילה כז, ב) אסר למוכרה לחלוטין אלא על תנאי ולא  אמרינן דבקדושתה קיימא. ותירצו דבמכר פקע קדושתיה לגמרי, והלכך כיון  דליכא איסורא במכר זה שפיר דמי טפי למכרו על תנאי. ועוד יש לומר דמתניתין  דלא שריא אלא על תנאי היינו כרבי מאיר, ולדידיה אין לחוש אי בקדושתיה  קאי, דהא לדידיה (לקמן שם) לא שרינן לזבוניה אלא לרבים ולא מרבים ליחיד  וכל שכן לחולין. כך תירצו בתוספות. ואם תאמר והא רבנן (לקמן שם) לא פליגי  עליה דרבי מאיר אלא דתנאי לא מעכב, הא אילו רצה למכור על תנאי מוכר ומתנה  ואריך. לא היא, דודאי לרבנן בלא תנאי דוקא  ובתנאי אסיר משום דהוה ליה רבית וצד אחד ברבית ואי נמי רבית על מנת  להחזיר לרבנן אסיר וכדאיתא בגמרא (לקמן שם), והלכך על תנאי לא וכיון שכן  אפשר דבלאו הכי נמי מיסר אסרי מהאי טעמא דבקדושתיה  קאי.", 
            "<b>מתנה פליגי בה רב אחא  ורבינא וכו' ומאן דשרי סבר אי לאו דהוה להו הנאה מיניה לא הוו יהבי ליה  מתנה. </b>והא דאיצטריכינן להאי טעמא בדיהבי ליה שבעה טובי העיר שלא  במעמד אנשי העיר, אי נמי אנשי העיר שלא מדעת שבעה טובי העיר וכפי הפירוש  השני שפירשתי למעלה (כה, ב ד\"ה מתני'), אבל אם נתנו לו שבעה טובי העיר  במעמד אנשי העיר בלאו הכין שרי דהא מצו מזבני אפילו למשתי ביה שיכרא  ואע\"ג דליכא מידי דתיפקע ביה קדושתיה.<br><b></b>והקשה הר\"ם ב\"ן נ\"ר  אמתניתין ואשמעתין כיון דמשמע מינייהו דבית הכנסת קדושה יש בה היאך נמכר  והלא דבר הראוי לגופו במוקדשין אינו נפדה, ובתוספתא דהאי פירקא (פ\"ה ה\"י)  תניא אבני היכל ועזרות שנפגמו ושנגממו אין להם פדיון. ותו כי מכרו שבעה  טובי העיר במעמד אנשי העיר היכי שרו דמייהו למישתי בהו שיכרא והא נתפסין  הן בקדושתיה. וכן הא דאמרינן הכא במתנה אי לאו דהוה להו  הנאה מיניה לא יהבי ליה מתנה והויא ליה כזביני, מכל  מקום אמאי תפקע קדושתיה דההיא הנאה כבר אכלוה. ותירץ הוא נ\"ר דבית הכנסת  עשו אותו כתשמישי מצוה כסוכה ולולב שנזרקין לאחר מצותן, ובזמן מצוה יש בהן  קדושה של כבוד כדאמרינן התם (שבת כב, א) אסור להרצות מעות כנגד נר חנוכה  והוינן בה וכי נר קדושה יש בו ואסיקנא דאסור, והתם נמי אמרינן דנויי סוכה  אסור להסתפק מהן כל שבעה ואבא דכולהו דם כדאיתא התם בפרק במה מדליקין,  ולפיכך בית הכנסת כל זמן שבני העיר רוצין בו נוהגין בו קדושה ואפילו  בחרבנו שהרי עדיין לא עבר זמן מצותו וראוי לשפצו ולבנותו, והלכך כשמכרוהו  שבעה טובי העיר שלא במעמד אנשי העיר אין בני העיר רוצים מן הסתם שתכחש  מצותן לגמרי אלא שתחול קדושת בית הכנסת על הדמים, אבל כשנמלכו בני העיר  למוכרו ולשתות בו אפילו שכר שרי לפי שעבר זמן מצותו ונפקעה קדושה ממנו  כסוכה ולולב לאחר זמנן. ומכל מקום כל שאין להם אלא בית הכנסת אחד אסור  למוכרו כדאמרינן לא ליסתור איניש בי כנישתא עד דבנו בי  כנישתא אחריתי, והלכך בשיש להם אחרת מותר למוכרה דהוה ליה כמפריש שבעה  אתרוגין לשבעת הימים דיוצא בה ואוכלה (סוכה מו, ב). וספרים וכל תשמישי  קדושה נמי אע\"פ שבכל מקום שהן בקדושתן הן עומדין אפילו הכי אם מכרום  לעשות בדמיהן צרכיהן איכא משום אכחושי מצוה דמוכרין, והלכך עד שיסכימו  במכירתן שבעה טובי העיר במעמד אנשי העיר אינן רשאין להוציאן בצרכיהם, ולא  משום שתהא קדושתן נתפסת ממש על הדמים כדאמרן. ומה שנחלקו במתנה, מאן דאסר  סבר שאין אנשי העיר רוצין שיפקיעו שבעה טובי העיר מצותם אלא אם כן יפקיעו  אותה על דבר מצוה אחרת, ומאן דשרי סבר אי לאו דיהיב להו מידי דדבר מצוה  כגון תיבה ומטפחות או ספרים לא היו טובי העיר נמלכין לתת לו בית הכנסת זו  והלכך כזביני היא ושרי דלאו גרועי מצוה היא.", 
            "<b>תשמישי קדושה  וכו' נרתיק של תפילין ורצועותיהן. </b>דקדקו מכאן בעלי התוספות ז\"ל  שהדל\"ת והיו\"ד שהן בקשר הרצועה אין להם דין אותיות ואינן הלכה למשה מסיני  כשי\"ן שבתפילין, מדלא קא קרי להו לרצועות אלא תשמישי קדושה. ועוד,  מדאמרינן בשבת פרק במה מדליקין (שבת כח, א) לא הוכשרו למלאכת שמים אלא עור  בהמה טהורה בלבד, ואמרינן (שם עמוד ב) למאי הלכתא וכו' אלא לעורן והאמר  אביי שי\"ן של תפילין הלכה למשה מסיני, פירוש ואם כן פשיטא דתיפוק לי משום  שי\"ן, אלא לרצועות והאמר ר' יצחק רצועות שחורות הלכה למשה מסיני ומשני  נהי דגמירי שחורות של בהמה טהורה מי גמירי, ואם  הוו האותיות שברצועות הלכה למשה מסיני הוה ליה לאקשויי נמי והאמר מר דל\"ת  ויו\"ד הלכה למשה מסיני כדאקשינן בשי\"ן, ואי נמי לימא פשיטא תיפוק לי משום  דל\"ת ויו\"ד, אלמא אינן אותיות אלא קשר בעלמא. ואמרינן נמי בפרק במה אשה  יוצאה (שם סב, א) והרי תפילין דמחופות עור ותניא הנכנס לבית הכסא חולץ  תפילין ומשני התם משום שי\"ן ולא קאמר משום דל\"ת  ויו\"ד. והא דאמרינן במנחות (לה, ב) וראו  כל עמי הארץ כי שם ה' נקרא עליך ויראו ממך (דברים כח, י) אלו תפילין  שבראש, ופירש רש\"י ז\"ל התם משום דשל ראש קדושין יותר משל יד לפי שבשל ראש  יש השי\"ן והדל\"ת מהכא שמעינן דליתא, אלא הכי פירושו אלו תפילין שבראש שהן  בגובה של ראש ונראין לפיכך דומין הן אות לכל, מה שאין כן בשל יד כדאמרינן  בשלהי הקומץ רבה (מנחות לז, ב) ו לך לאות על ידך (שמות יג, ט) לך לאות  ולא לאחרים לאות.", 
            "<b>האי פריסא דיריעתא תשמיש דתשמיש הוא.  </b>פירש רש\"י ז\"ל יריעה שפורסין בתוך התיבה מבפנים. ואינו מחוור, דאדרבא היא  תשמיש ממש היא. אלא יריעה היא שפורסין על התיבה, וכענין שכתוב (במדבר ד,  ו) ופרשו עליו בגד [כליל] תכלת מלמעלה, ואמרינן בסוטה (לט, ב עי\"ש)  אסור להפשיט את התיבה בצבור, וגרסינן בירושלמי (פ\"ג ה\"א) כילה דעל גבי  ארונא כארונא.", 
            "מהא ד<b>אמר רבא  [כוותיה וכו'] מסתברא דאמר רבי יהושע בן לוי בית הכנסת מותר לעשותו בית  המדרש. </b>איכא מרבוותא ז\"ל דדייק דרבי יהושע בן לוי ורבי יוחנן הלכה  כרבי יהושע בן לוי, דהא רבא מייתי סייעתא מדרבי יהושע בן לוי ואע\"ג דפליג  רבי יוחנן עליה."
        ], 
        [
            "<b>כיון דלא מעלי ליה אסור או  דילמא כיון דליכא עילויא אחרינא שפיר דמי. </b>מכאן נראה לי דפשיטא להו  דכל היכא דאיכא לעלויי מעלינן. והיינו נמי דאמרינן בסמוך אימא סיפא אבל  לא חומשין במטפחות ספר תורה חומשין הוא דלא הא תורה שפיר דמי ולא אמר  במטפחות ספר הוא דלא במטפחות חומשין שפיר דמי, דאלמא דפשיטא להו דחומשין  במטפחות חומשין לא כיון דאיכא לעלויינהו לספר תורה. והיינו נמי דכי  מייתינן מדתנן (לעיל מגילה כו, א) אבל מכרו תורה לא יקחו ספרים ודייקינן ספרים  הוא דלא הא תורה בתורה שפיר דמי איצטריכינן לדחויי מתניתין דיעבד כי קא  מיבעיא לן לכתחילה ולא אמרינן אימא רישא (לעיל שם) ספרים יקחו תורה תורה  הוא דלוקחין הא ספרים לא, והיינו כטעמא דאמרן דכיון דאיכא לעלויי מעלינן.  ומיהו קשיא לי מדתנן בסיפא (לעיל שם) ספרים לא יקחו מטפחות, דמשמע מטפחות  הוא דלא הא ספרים בספרים שפיר דמי. אלא דמתניתין ליכא למשמע מינה כלום,  אבל מהנך דאמרן איכא למידק. ואפשר לי לומר נמי דלא איבעיא  להו אלא בספר תורה בלבד ומשום חומר קדושת ספר תורה  ואי נמי בתשמישי ספר תורה כמטפחות ספר תורה ודכוותייהו להשתמש בהן בספר  תורה אחר אבל לא למכרן ולקנות בהן ספרים או מטפחות אחרים כמו שכתבתי  במשנתינו (לעיל מגילה כה, ב ד\"ה מטפחות), והיינו דלא מייתינן הכא אלא מספר תורה  ותשמישיו ולא דייקינן מהנך דמתניתין לא מרישא ולא מסיפא, וכן נמי בגלילת  מטפחות דבברייתא לא דייקינן אלא מגלילת ספר תורה במטפחות ספר תורה ולא  מחומשין ונביאים, והלכך בספרים וכן נמי במכירת תיבה ומטפחות ואפילו דספר  תורה ולקנות אחרים דכוותייהו שפיר דמי אע\"ג דלא מעלינן להו וכל שכן בבית  הכנסת ובבית המדרש. וצריך עיון.", 
            "<b>הנחה קאמרת הנחה שאני דלא אפשר דאי לא תימא הכי מיכרך היכי כרכינן הא קא יתיב  דפא אחבריה. </b>קשיא לי מאי קאמר, שאני כריכה משום דהכי מינטר טפי. ותדע  לך, דהא קיימא לן מדביק אדם ספר תורה נביאים וכתובים בכרך אחד וכדאיתא  בפרק קמא דבבא בתרא (יג, ב) ואפילו הכי לכולי עלמא אין מניחין נביאים  וכתובים על גבי ספר תורה. ויש לי לומר דהכא מתרץ כמאן דאמר התם אין  מדביקין אלא תורה בפני עצמה נביאים בפני עצמן וכתובים בפני עצמן. אלא  דקשיא לי דאם איתא הוה ליה למימר הניחא למאן דאמר אין מדביקין אלא למאן  דאמר מדביקין מאי איכא למימר. ועוד דאם כן לדידן דקיימא לן כמאן דאמר  מדביקין אם כן סלקא לן ראיה מהא דמניחין תורה על גבי תורה דלא בעינן  עילויא. וצריך לי עיון.<br><b></b>וכתוב בספר המאור, הרב ר' אפרים ז\"ל כתב  דהא מתניתין (דלעיל (מגילה כה, ב)-כו, א) קשיא רישא אסיפא דכוליה רישא שמעינן  מינה דהיכא דלא מעלי ליה אסור וסיפא שמעינן מינה דלא בעינן עלויי וכיון  דקשיא רישא אסיפא ליכא למשמע מינה אי מעלין דוקא אי אין מורידין דוקא,  אלא מדקאמרינן לקמן בענין ספר תורה כיון דלא  מעלי ליה אסור אלמא מעלין דוקא, ואיידי דתנא רישא ספרים לוקחין בדמיהן  תורה דדוקא תורה ולא ספרים תנא נמי סיפא ספרים לא יקחו מטפחות ולעולם  אפילו ספרים לא יקחו בדמיהן ספרים אלא תורה, עד כאן. וזה שלא כדברי  הפירוש השני שפירשתי למעלה. ולפי דברי הרב ז\"ל צריך ליזהר  במטפחות ספר תורה ועטרותיהם שלא לגלול ושלא לעטר בהן אפילו ספר תורה אחר.  ומכל מקום אלו שמתנדבין ומניחין בבית הכנסת מותר להשתמש בהן כל ספר וספר  דעל דעת כולן הוקדשו ולא לספר ידוע, אבל אלו שמניחין בביתם ואחר כך  מקדישין כיון דעל דעת אותו ספר נעשה ונשתמש בו אותו ספר אסור להניחו בספר  תורה אחר דהא בעינן עילויא. ומיהו אם עשאן להשתמש אפילו הדיוט מותר דהוה  ליה כצר ביה ולא אזמניה (דבברכות כג, ב), ואע\"ג דאזמניה אפילו לספר תורה  כיון דלא אזמניה לספר תורה בלחוד שרי. <br><b></b>ירושלמי (פ\"ג ה\"א עי\"ש): ר'  ירמיה אזל לגולנה חמתון יהבין מכושא גו ארונא אתא שאיל לר' מאיר אמר ליה אני אומר  לכך התנו עליו מבתחילה, ר' יונה עבד ליה מגדל ואתני עילויה עלאי דספרין וארעאי  דמנין. ומכאן ראיה לאלו שמשימין עטרות ספר תורה בראש הקורא בסיום התורה שהוא מותר,  שאני אומר לכך התנו עליו מבתחילה. ורבינו האי גאון ז\"ל שאסר לשים בראש חתנים, התם  הוא לפי שהחתנים באין לעטר עצמן בעטרות ספרים ואין אדם מתנה בעטרות שהן תשמישי  קדושה שישתמש הדיוט בהן לכבוד עצמו, אבל התם לכבוד קריאת התורה משתמשין בהן ואני  אומר לכך התנו מתחילה. כך נראה לי.<br><b></b>תוספתא (פ\"ב ה\"ח): משאיל אדם מטפחתו לספר וחוזר ולוקחה ממנו, מטפחות ספרים  משנין אותם מספרים לספרים. ומכאן משמע דלא בעינן עילויא ואין מורידין דוקא. ומה שלא  הביאו בגמרא דילמא לא ידעי לה. ואי נמי דילמא משבשתא היא. אבל לפי הפירוש השני  שכתבתי למעלה (בדיבור הקודם) דלא איבעיא להו אלא בספר תורה דוקא איכא לאוקומא להדין  תוספתא במטפחות שאר ספרים, דלעולם קורין ספרים סתם לנביאים וכתובים ולא לתורה  אלא או תורה או ספר תורה וכדאיתא במתניתין (לעיל  כו, א). ומכאן ראיה למה שכתבתי למעלה.", 
            "<b>אבל גבו והותירו מותר. </b>קשיא  לי דהא תניא (תוספתא שקלים פ\"א ה\"ח) מותר עניים  לעניים מותר שבויים לשבויים, ומאי שנא הכא דאמרינן גבו והותירו מותר. ואולי שאני הכא  דאין דעת בני העיר לתת המותר לבית הכנסת כיון שיש להם אחד, וכן בספר וכן בכולן דדי  להם באחד, אבל שבויים ועניים כיון דאיכא טובא וכל יומא מצטריך להו אדעתא דהכי יהוב  דמה שהותיר יהא לעניים ולשבויים אחרים."
        ], 
        [
            "מתני': <b>אין  מוכרין בית הכנסת אלא על תנאי אימתי שירצו יחזירו. </b>קא דייקי רבוותא ז\"ל בהא,  כיון דסבירא ליה לרבי מאיר (לעיל בעמוד זה) דאין מוכרין אפילו מרבים ליחיד וכל שכן  להוציאה לחולין אם כן למה צריך תנאי הא בקדושתה קיימא. ורש\"י ז\"ל נשמר מזה ופירש  כדי שלא יראו המוכרין כמזלזלין בקדושתה וכאילו אינן חפצין בה. והרב ר' אפרים ז\"ל  פירשה לזו בבית הכנסת דיחיד, דכיון שהיא נמכרת ליחיד צריכה תנאי. ואינו מחוור  בעיני, דמכל מקום עדיין בקדושתה הראשונה עומדת ולמה לי תנאי. ושמא של יחיד כיון  שאין אומרים בה דברים שבקדושה נמכרת היא אפילו לרבי מאיר לשם חצר, ולכך צריך תנאי.<br><b></b>והרב בעל המאור ז\"ל כתב דמתניתין מילי מילי קתני, אם מכרו לעלות בדמים מותר לחלל  קדושתו ואפילו לרבי מאיר כדקתני רישא (לעיל מגילה כה, ב) לוקחין בדמיו תיבה, ואם מכרו  להעמידו בקדושתו עושין בדמיו כל צרכן, ובזו אסר רבי מאיר למכור משל רבים ליחיד אבל  משל רבים לרבים מותר ועושין בדמיו כל צרכן ואע\"פ שלא מכרוהו שבעה טובי העיר במעמד  אנשי העיר, שאלמלא מכרו שבעה טובי העיר במעמד אנשי העיר אפילו  לשתות שכר בדמיו מותר, ובתר הכי קתני אין מוכרין בית הכנסת אלא על תנאי כשמוכרין  אותו לעלות בדמיו ולחלל קדושתו בקדושת הדמים, והיינו דקא הוינן בגמרא היכי דיירי בה  הויא ליה רבית אלמא כשמוכרין לבית דירה עסקינן, והא לאו דוקא אלא או לפירושא דידן  או לפירוש הרב ר' אפרים ז\"ל אבל לפירוש רש\"י ז\"ל הוה ליה למימר היכי מצלו בה, עד  כאן. ואינו מחוור בעיני כלל, דהא ספרים ומטפחות ותיבה בקדושתן הן עומדין ואפילו הכי  קתני (לעיל מגילה כו, א) ספרים לא יקחו מטפחות מטפחות לא יקחו תיבה תיבה לא יקחו בית  הכנסת. ועוד דעלה אתא רבי מאיר והוסיף דאף היא עצמה למכור מרבים ליחיד לא ימכור ואף  על פי שמעלין בדמים. ופירוש רש\"י ז\"ל נראה עיקר, ומה שהקשה מדקאמר היכי דיירי בה  לאו קושיא היא, דהיכי מצלו בה משום דדיירי בה הוא דעיקר איסורא משום עמידתה למוכר  הוא והא והא חדא מילתא היא, ועוד כתיב (תהלים סא, ה) אגורה באהלך עולמים.", 
            "<b>רבא אמר דכולי עלמא צד אחד ברבית אסור והכא רבית על מנת להחזיר איכא  בינייהו. </b>ראיתי בתוספות במסכת ערכין דלכולי  עלמא אי אתני בהדיה דאי מהדר ליה זוזי מנכי ליה דמי פירי דאכל שרי דהא לאו רבותא קא  אכיל אלא מן קרנא קאכיל, אלא הכא בדאמר ליה את קא יהבת לי כולהו דמי כשיעור קרנא  והדר אנא מהדרנא לך דמי פירי. וא\"ת ומה איכפת ליה דאתני הכי והפוכי מטרתא למה לי. י\"ל  דניחא ליה כי היכי דלא להוו ליה זוזי דליפרקה, דאי הוי מנכי ליה מעיקרא כשיעור מאי  דאכל זימנין דמלו פירי לדמי קרנא ואי נמי פשו עליה זעיר ופרע ליה ומסלק ליה. ואינו  מחוור.<br><b></b>ולענין שמעתין הקשו בתוספות לרבא דאמר דלכולי עלמא צד אחד ברבית  אסור אם כן כמאן מיתוקמא מתניתין דפרקא בתרא דערכין (לא, א) דקתני המוכר בית בבתי  ערי חומה הרי זה גואל מיד וגואל כל שנים עשר חדש הרי זה כמין רבית ואינה רבית, ואמאי  אינה רבית והלא איכא צד אחד ברבית דשמא יגאלנה. ותירצו הם ז\"ל דמודה רבא דלתנא  דההיא מתניתין דערכין ודאי צד אחד ברבית מותר, ורבי מאיר דמתניתין דהכא הכי נמי  סבירא ליה וכדאמר רבי יוחנן הכא, דליכא למימר דהכא נמי לרבא פליגי רבי מאיר ורבנן  ברבית על מנת להחזיר דרבי מאיר סבר שאם יחזירו בית הכנסת יתנו שכר מה שהתפללו בו  דהא לא אפשר דאם כן יוכלו הלוקחין להפסיד הרבה כשדרו בה כפי הדמים שלקחוה והם לקחוה  לחלוטין, אלא שמע מינה דסבר רבי מאיר צד אחד ברבית מותר אפילו לרבא. ואין שיטתם  מחוורת בזה כלל לפי דעתי. וההיא דערכין ודאי כרבי יהודה אתיא ואפילו לרבא, ומשום  רבית על מנת להחזיר הוא דקתני כמין רבית ואינה רבית. ותדע לך, דסוגיין דהתם (בערכין  שם ועמוד ב) הכין הרי זו כמין רבית ואינה רבית והתניא רבית גמורה אלא שהתורה התירתה  אמר רבי יוחנן לא קשיא הא רבי יהודה והא רבנן דתניא הרי שהיה נושה בחבירו מנה ועשה  לו שדהו מכר וכו' מאי בינייהו אמר אביי צד אחד ברבית  איכא בינייהו רבא אמר דכולי עלמא צד אחד ברבית אסור והכא ברבית על מנת להחזיר קא  מיפלגי וכו', אלמא כיון דרמינן מתניתין אברייתא ומשני רבי יוחנן לא קשיא הא רבי  יהודה הא רבנן ועלה קאמרינן מאי בינייהו משמע דלאביי מתניתין וברייתא דמוקמינן כרבי  יהודה ורבנן בצד אחד ברבית פליגן, ולרבא נמי מתניתין וברייתא ברבית על מנת להחזיר  פליגן דהא אוקימנא להו בפלוגתא דרבי יהודה ורבנן, דאי לא תימא הכי אלא דרבא אפלוגתא  דרבי יהודה ורבנן בלחוד קאי ולא אמתניתין הוה ליה לפרושי ולתרוצי מתניתין וברייתא.  ועוד דאם איתא דתנא דמתניתין דהתם ודהכא על כרחיה דרבא שרי צד אחד ברבית מאי דוחקיה  דאוקי לפלוגתייהו דרבי יהודה ורבנן במילתא חדתא דלא שמעינן ליה לחד מן תנאי בהדיא  ושבק מאי דאשכחן לתנא דמתניתין דערכין ולרבי מאיר דהכא ומאי שמע ליה לרבי יהודה  דלחמיר טפי בצד אחד ברבית מרבי מאיר ותנא דערכין ופליג אדרבי יוחנן ואביי  ורב הונא בריה דרב יהושע (בב\"מ סה, ב) דמוקמי ליה בהכין. ומיהו מדקאמר רבא צד אחד  ברבית לכולי עלמא אסור לא קשיא לי דאפשר לפרש דמאי כולי עלמא כולי עלמא בהאי  ברייתא, ודכוותה אשכחן ביבמות פרק רבן גמליאל (יבמות נג, א) דכולי עלמא יש תנאי בחליצה  ודכולי עלמא דההיא ברייתא קאמר וטובא בתלמודא דכוותה, אבל הנך קושיאתא קא קשיאן לי.  ובודאי דאף תנא דמתניתין דערכין משום היתר רבית על מנת להחזיר קאמר ולרבא בית בבתי  ערי חומה בתנאי על מנת להחזיר הוא ובלא תנאי דכולי עלמא אסירי ואם יגאל תוך שנים  עשר חדש מחזיר לו דמי פירי, ומתניתין הכי פירושה הרי זה כמין רבית בעוד שהוא אוכלו  ואינה רבית דכיון דלבסוף הוא מחזיר ובתנאי הוא נמצאת אכילתו בהיתר דמדיליה קא אכיל,  ותנא דברייתא סבר הרי זו רבית גמורה בשעת אכילתו אלא שהתורה התירתה עד זמן שיגאל.  ואי נמי בשלא גאלו קאמר והכי קאמר, אם לא גאלו ונחלט ביד לוקח הרי זו כמין רבית כיון  דבשעת אכילתו היה אפשר שיגאלנה מוכר ואפילו הכי אינה רבית, ותנא דברייתא סבר הרי זו  רבית גמורה כיון שאכלה בשעה שאפשר שיגאלנה ונמצא שאין המכר מכר גמור עד סוף שנים  עשר חודש אלא שהתורה התירתה. כך נראה לי.<br><b></b>וקיימא לן כרבא דרבית על מנת  להחזיר אסור כרבנן, וכההיא דאמרינן בפרק איזהו נשך (בבא מציעא סה, ב עי\"ש) פעמים  ששניהם אסורין כגון דאמר ליה לכי מייתית קני מעכשיו כיצד יעשו ישלשו את הפירות,  דמשמע משלשין אין אבל כשאחד מהם אוכל את הפירות ואפילו בתנאי שיחזיר לבסוף אסור  דהוה ליה רבית על מנת להחזיר. ואע\"ג דבכוליה תלמודא נסיב לה לדברי רבי יהודה בצד  אחד ברבית מותר כאוקימתא דאביי, מכל מקום אנן לא אשכחן לרבי יוחנן ולאביי ולרב הונא  בריה דרב יהושע הכא והתם בערכין ובפרק איזהו נשך דפליגי עליה דרבא בהאי דינא דרבית  על מנת להחזיר, אלא באוקימתא דברייתא ודמתניתין פליגי עלייה, ורבא הוא דפליג עליהו  באוקימתא ודינא, אבל אינהו לא אשכחן להו דפליגי עליה בההוא דינא אלא באוקימתא,  ומשום דסבירא להו דבית בבתי ערי חומה לא מיירי בתנאי ושיהא צריך להחזיר הפירות דלא  אמרינן ליה לקרא על כרחיך בתנאי חזרת הפירות כתיבא דקרא סתמא  כתיב ומשמע בלא תנאי ובלא חיוב חזרת הפירות, והא הוא דמייתי  להו למימר דתנא דמתניתין סבירא ליה דאפילו צד אחד ברבית שרי ולא מטעם צד רבית על  מנת להחזיר, דאי לאו הכין כיון דמשמע מדרבא דצד אחד ברבית חמור טפי מרבית על מנת  להחזיר מאי דוחקייהו דאמרי דתנא דמתניתין ורבי יהודה דברייתא מקילין כולי האי אלא  לאו כדאמרן, ורבא סבר דאי אפשר שיהא צד אחד ברבית מותר כלל ואי משום קרא דבית בבתי  ערי חומה הנח ליה לקרא דאיהו דחיק ומוקי נפשיה. כך נראה לי.<br><b></b>ועוד נראה לי,  דמהכא שמעינן דמאן דמזבין אדעתא למיסק לארץ ישראל דאמרינן התם בקידושין (נ, א) דאי  לא סליק ואי נמי סליק ולא מיתדר ליה חוזר המקח ללישנא קמא דרבא אין הלוקח רשאי  לאכול פירות השדה עד שיעלה ויתדר ליה, דאע\"ג דכשחוזר המקח מחזיר לו הפירות מכל מקום  לא עדיף מרבית על מנת להחזיר דאסור, וכיצד הוא עושה ישלש את הפירות.", 
            "<b>אמר  רב יוסף מאי קא משמע לן רבי יהודה תנינא רבי יהודה אומר מוכרין אותו לשום חצר  וכו'. </b>קשיא לי שפיר קאמר רב יוסף מאי קא משמע לן רבי יהודה. ונראה לי דרב  יהודה דיוקא דמתניתין קא משמע לן, דלא תימא דלרבנן אפילו בארבע אמות דלא קביעא  קדושתייהו קאמרי. ודכוותה אמרינן בריש פרק האשה שנתאלמנה (כתובות יז, ב) ורב הונא  מתניתין אתא לאשמועינן רב הונא דיוקא דמתניתין קא משמע לן.<br><b></b>ובהכי מיתרצא  לי קושיא אחריתי, דתני תנא קמיה דרב נחמן המשתין צריך שירחיק ארבע אמות ומתפלל  והמתפלל מרחיק ארבע אמות ומשתין ואקשי ליה רב נחמן המתפלל מרחיק ארבע אמות ומשתין  אי הכי קדשתינהו לכולהו שבילי דנהרדעא, וקשיא לי ואמאי לא אותביה ממתניתין דאמר רבי  יהודה והלוקח כל מה שירצה יעשה ואפילו רבנן לא קאמרי וכו' כדאמר רב יוסף הכא, וניחא  לי דאמר לך האי תנא דלרבנן לא תימא הא ארבע אמות דלא קביעא קדושתייהו לא אלא הוא  הדין דאסרי בארבע אמות. כך נראה לי.<br><b></b>ועוד קשיא לי היכי פשיטא ליה כולי האי  לרב יוסף דלא איצטריכא לאשמועינן ואמר דרבנן נמי מודו בארבע אמות משום דלא קביעא  קדושתייהו, והא אנן תנן (לעיל מגילה כה, ב) בני העיר שמכרו רחובה של עיר לוקחין בדמיו בית  הכנסת דאלמא רחוב קדושה יש בו וכדאמרינן בריש פירקין (לעיל מגילה כו, א) ואע\"ג דלא מצלו  ביה אלא באקראי בעלמא וכדאיתא לעיל (שם), אלמא אע\"ג דלא קביעא קדושתיה קדוש. ויש  לומר דשאני רחוב דמזומן לכך אלא דלא מצלו ביה תדיר אלא לעתים ובאקראי.<br><b></b>ומסתבר לי דהוא הדין דהוה מצי רב יוסף למימר ועד כאן לא קאמרי רבנן ואפילו  בבית הכנסת אלא לעשותו בית המים קבוע אבל להשתין באקראי שרו, דאי לא תימא הכין  רבינא דזבן ההוא תילא וזרעיה (לעיל מגילה כו, ב) נזהר היה בכל עת שלא ישתינו שם ואטו בחצר  נמי לרבנן מי מצי מזדהרי כולי עלמא דלא ישתינו שם אלא ודאי שרי, אלא דחד מן תרי  טעמי קאמר.<br><b></b>אלא דאכתי קשיא לי טובא מאי דקאמר רב יוסף ואפילו רבנן לא  קאמרי אלא בית הכנסת קבוע וכו' דמשמע מדרבנן  איכא למשמע איסורא ואדרבא מדרבנן שמעינן היתר גמור ואפילו בבית הכנסת, דאם איתא דאסור  למה לי תנאי לוקח יחוש לעצמו דהוא אסור. ויש לומר דמדקא מצרכי רבנן  להתנות אלמא אסור דאי לא למה מתני הלוקח מה שירצה יעשה, אלא דמכל מקום  צריך המוכר להתנות אף על פי שהלוקח יזהר בה ממילא כדי שלא יראה הוא  כמזלזל בקדושתו ומוכרו לכל דבר. ואי נמי איכא למימר דלרבנן אין המוכר  צריך להתנות בפירוש שלא לעשות בו אותן ארבעה דברים אלא שאסרו למכור לאותן  הדברים, וכמו שאני עתיד לכתוב לקמן (מגילה כח, א ד\"ה מתני') גבי מתניתין דועוד  אמר רבי יהודה בסייעתא דשמיא. ומיהו אינו מחוור.", 
            "<b>בשלמא משתין ישהה כדי הילוך ארבע אמות משום  ניצוצות. </b>קשיא לי למה לי משום ניצוצות, תיפוק לי משום דתנן (ברכות  כב, ב) כמה ירחיק מהן ומן הצואה ארבע אמות. וניחא לי דצריכא אפילו עומד  ומשתין במקום עמוק עשרה טפחים דאינו צריך להרחיק מהן, וכדתניא בפרק מי  שמתו (שם כה, א) לא יקרא אדם את שמע לא כנגד צואת אדם וכו' היה שם מקום  גבוה עשרה או נמוך עשרה ישב בצדו ויקרא קריאת שמע.", 
            "<b>לא השתנתי  מים בתוך ארבע אמות של תפלה. </b>פירוש: אע\"פ שהוא מותר והיינו רבותיה.  ומיהו מסתברא בארבע אמות ידועות של תפלה, דאי לא קדשינהו לכולהו שבילי  דנהרדעא.", 
            "<b>ולא כניתי שם לחבירי. </b>פירוש: אע\"פ שאינו כנוי של  פגם משפחה, דבההוא מאי רבותיה הא אמרינן (ראה ב\"מ נח, ב) כל המכנה שם  לחבירו נופל בגיהנם, ולא יש לו מחילה אלא כל ימיו הוא שורף בגיהנם.", 
            "<b>ולא ביטלתי קידוש היום. </b>פירוש: ביין, אע\"פ שהוא מותר בפת.", 
            "<b>לא עשיתי קפנדריא. </b>פירוש אע\"פ שהיה שביל מעיקרו דשרי  כדאמרינן לקמן (מגילה כט, א)."
        ], 
        [
            "<b>כי קאמר איהו בשוין. </b>פירש ר\"ת ז\"ל דלאו בשוין ממש  דאם כן פשיטא דכהן קודם, אלא ששניהם תלמידי חכמים וליכא משום משנאי אהבו  מות (משלי ח, לו), ואע\"פ שהיו הכהנים ואפילו החכמים שבהן כפופים לו כרב  הונא לא קרא בפניהם. ויש מפרשים לא ברכתי ברכת המזון  מדלא קאמר לא קריתי, ואפילו הכי בכהן עם הארץ איכא משום משנאי אהבו מות  שהרואה אומר דמשום כבוד כהונה דעדיף מכבוד תורה הוא נותן לו לברך, אבל בעם  הארץ דעלמא יכול הוא תלמיד חכם לתת לו רשות לברך לפניו ברכת המזון.", 
            "<b>תיתי לי דלא עבדית שותפותא בהדי  גוי. </b>ואם תאמר ומאי רבותיה והא  אמרינן בסנהדרין (סג, ב) דאסור לעשות שותפות בהדי גוי משום דדילמא מחייב  ליה שבועה וקא עבר משום לא ישמע על פיך (שמות כג, יג). יש לומר אע\"פ שהיה  פוטרו משבועה, ורבותיה כדי שלא יהא רגיל אצלו פן ילמד ממעשיו. ואי נמי  נראה לומר, אפילו בזמן שאין רגילות הגוים לישבע בתרפותם דאז מותר, וכמו  שאנו רגילים לומר שם דאי לא אנו לא כלום ולא נשביעם אלא מפני שאין נשבעים  בשם עבודה זרה ממש שאינן מזכירין אותה.", 
            "<b>ולא הרהרתי במבואות  המטונפות. </b>מסתברא דהוה סבירא ליה כרבי יוחנן דשרי (ראה ברכות כד, ב),  והיינו רבותיה.", 
            "מתני': <b>ועוד אמר רבי יהודה בית הכנסת שחרב אין  מפשילין לתוכו חבלים. </b>איכא למידק מאי ועוד, דאדרבא רבי יהודה מיקל  הוא בההיא דלעיל (מגילה כז, ב) כדקתני והלוקח מה שירצה יעשה. ודחקו התוספות  לתרץ, דרבי יהודה מחמיר הוא דבעי שימכור בפירוש לשם חצר אבל אינו מוכר  סתם ורבנן שרו אפילו למכור סתם. ורחוק מאד בעיני, דמאי אהני במוכרו לשם  חצר אלא כדי שלא יראה כמוכרו לבית המים (שאם) [ואם] כן כל שכן דעדיף  במתנה עמו בפירוש שלא יעשה בו אחד מארבעה דברים ורבנן לחומרא ולא לקולא.  ושמא הם ז\"ל מפרשים דברי רבנן מוכרין אותו ממכר עולם לכל דבר חוץ מארבעה  דברים שאינו מוכרו לשם כך בפירוש אבל מכל מקום מוכרין סתם ואינו צריך  להתנות כלל שלא יעשה בה אותן ארבעה דברים. וגם זה אינו נכון בעיני, דכיון  דאדרבי מאיר אתינן משמע דכי היכי דרבי מאיר צריך תנאי שלא להורידו  מקדושתו לעולם אלא אם ירצו יחזרו הכי נמי צריכי רבנן תנאי באותן ארבעה  דברים מיהא. ועוד דאם כן רב יוסף דקאמר לעיל (שם) ואפילו רבנן לא קאמרי  אלא בית הכנסת וכו' ומנא ליה לרב יוסף דרבנן אסרי דילמא מישרא שרו אלא  דקא אסרי למכור לשם כך בפירוש כדי שלא יראה כמזלזל בקדושתה, דהא אפילו  רבי יהודה דמחמיר ומצריך שימכור לשם חצר קא שרי ללוקח לעשות בה כל צרכו.  והר\"ם במז\"ל (בפי\"א מהל' תפלה הי\"ז) כן כתב מפורש כדברי שצריך להתנות שלא  לעשות בו אותן ארבעה דברים.<br><b></b>אלא נראה לי, דמשום דרבי יהודה סבירא ליה דמותר לעשות בה אפילו  ארבעה דברים הללו וכדקאמר והלוקח מה שירצה יעשה ואפילו הכי קא אסר למוכרו  בפירוש לאותן דברים אלא מוכרו סתם, ואיכא בהא משום חומר קדושה כל דהו שלא  יראה המוכר כמזלזל בקדושתה בעוד שהיא עומדת תחת ידו בקדושתה, ואע\"פ  שהלוקח מותר לעשות בו כל צרכו התם הוא דכיון שלקחה לשום חצר קודם שישתמש  בה באחד מאותן ארבעה דברים הרי יצאתה מקדושתה משעת קנייתה וכשמשתמש בה  לאחר מכאן במה שירצה אין כאן לדעת רבי יהודה משום זלזול בית הכנסת, ומכל  מקום מדמחמיר בה רבי יהודה למאי דסבירא ליה ואסר  למכור עד שימכור לשם חצר ולא לשם אותן ארבעה דברים משום הכי קתני ועוד.  כך נראה לי."
        ], 
        [
            "<b>בתי כנסיות שבבבל על תנאי הן  עשויין. </b>פירוש, ולאו למימרא דבחורבנן שרו לגמרי דהא ההוא תילא דבי  כנישתא דהוה בארעיה דרבינא (דלעיל מגילה כו, ב) בבבל הוה ואפילו הכי איצטריך  לזבוני משבעה טובי העיר במעמד אנשי העיר, ובישובן נמי לא הוו שרו בהנאה  דהא רבינא ורב אחא אסרי בסמוך למיעל בה משום  מיטרא, ורפרם ור' זירא בבבל הוו ואי לאו  דהספד של רבים הוה לא הוו ספדי בהו, אלא  תנאם שאם הוצרכו אנשי העיר להאכיל בהם עניים או להשכיבם שם מותר, וכן הוא  לעשות בה כל צרכי הרבים לפי שעה חוץ מחשבונות שהוא חול גמור, וכדאמרינן  בערבי פסחים (פסחים קא, א עי\"ש) משום דאיכא עניים דאכלי ושתו בבי כנישתא,  וכל שכן אם הוצרכו לכך משום צורך בית הכנסת עצמה כההיא דמר בר רב אשי  דעייל לפורייה התם ולא אפקיה עד דאתקין שופכי כדאיתא בריש פרק קמא דבבא  בתרא (ג, ב). וכן חכמים ותלמידיהם  מותרין ליהנות בהן בכל מקום, והוא שהוצרך להם כגון שהיה המקום דחוק  לתלמידים והוצרכו לאכול בבית הכנסת, אבל שלא במקום הדחק ושאי  איפשר וקא מיכוין אסור, דהא רבינא ורב  אחא תלמידי חכמים נינהו ואפילו הכי אסרי למיעל בה משום מיטרא ואמרי הא  דעיילינן משום דשמעתא בעיא צילותא.  ומסתברא דהני מילי בבתי כנסיות ואפילו בשל בבל משום דעיקרן לתפלה הן  עשויין, אבל בתי מדרשות אע\"פ שחמורין מבתי כנסיות (לעיל מגילה כז, א) אפילו הכי  לחכמים ותלמידיהם כיון שהן עומדין שם  תדיר הרי הן להן כבית דירה ואוכלין בהן וישנין בהן בכל מקום דהני גנו  והני גרסי (ברכות כה, א) ולא הפרישו בין חברים הבאין מחוץ לעיר ואין להם  בית דירה בעיר לחברים שיש להם בית דירה בעיר דביתא דרבנן היא לגמרי בכל  מקום, אבל איניש דעלמא כל שכן דאסור.  ובירושלמי (פ\"ג ה\"ג) בתי כנסיות ובתי מדרשות תנו כהדדי. וגרסינן בירושלמי  (שם עי\"ש) ר' אמי מפקד לספריא אין אתא לגביכון איניש מלוכלך באורייתא  תהוון מקבלין ליה ולחמריה ולמניה, ופירוש מלוכלך משוח כלומר שיש בו קצת  תורה, וכמוהו מה שאמרו בהגדה (ויקרא רבה סוף פרשה כב) גבי יבטח כי יגיח  ירדן אל פיהו (איוב מ, כג) אין בו כדי לכלוך פה, כלומר לטבול בו קצת  הפה.<br><b></b>ובית הכנסת דיחיד, אע\"ג דאמרינן לעיל (מגילה כז, ב) גבי אין  מוכרין מרבים ליחיד מאי טעמא מעיקרא קדושה והשתא ליכא קדושה, לאו למימרא  שלא תהא בה קדושה כלל אלא שאינה כדמעיקרא לפי שאין היחיד אומר בה דבר  שבקדושה שאין דבר שבקדושה בפחות מעשרה (לעיל מגילה כג, ב). וגרסינן  בירושלמי (שם) גבי מתניתין דאמר רבי יהודה בית הכנסת  שחרב וכו' הדא דתימר בבית הכנסת של יחיד אבל של רבים אפילו בנויה אסורה,  אלמא קדושה יש בה. ומיהו אם התנה עליה או שעשאה או ייחדה על דעת שיהא  מותר בה בכל דברי חול הכל לפי תנאו וכונתו.", 
            "<b>כגון הספידא דקאי  ביה רב ששת </b>גרסינן. וכן היא במקצת  הספרים. פירוש: דכיון דקאי ביה רב ששת  משום יקרא דידיה [וד]מיתא אתו כולי עלמא והוי הספד של רבים. ורש\"י ז\"ל לא  פירש כן.", 
            "<b>רבי שמעון בן לקיש ספיד לההוא מרבנן דהוה תני הלכתא  בעשרין וארבע שורתא. </b>פירש רש\"י ז\"ל דהוה תני לתלמידים הרבה בעשרים  וארבע שורות. והקשו עליו בתוספות דאם כן מאי קאמר בסמוך תא חזי מה בין  תקיפי דארעא דישראל לחסידי דבבל, דדילמא ריש לקיש משום הכי ספדיה משום  דעדיף טובא מההוא דבימי רב נחמן דלא הוה תני לתלמידים הרבה כל כך. ולדידי  נמי קשיא דהוה ליה למימר דהוה מתני בעשרין וארבעה שורתא, והם ז\"ל פירשו  דספדיה בעשרין וארבע שורתא כלומר הספד גדול ברוב עם."
        ], 
        [
            "<b>מבטלין תלמוד תורה להוצאת המת ולהכנסת כלה. </b>יש מפרשים רשאין  לבטל אבל אינו חיוב אלא אם כן הוא מת מצוה, ויש מפרשים מבטלין חייבין  לבטל, ולעיל בריש פרק קמא (מגילה ג, ב ד\"ה מת מצוה) ובכתובות בריש פרק האשה  שנתאלמנה (יז, א ד\"ה הא דאמרינן מבטלין) כתבתיה בארוכה בסייעתא דשמיא.", 
            "<b>אבל למאן דמתני לית ליה שיעורא. </b>ויש מן הגאונים ז\"ל שאמרו  דלמאן דלא מתני ולא תני לית ליה שיעורא למטה אלא  כל שיש שמתעסקין בקבורתו די.", 
            "<b>כיון דשמעית להא דאמר דוד (תהלים כו, ח) ה' אהבתי מעון  ביתך ומקום משכן כבודך לא גריסנא אלא בבי כנישתא. </b>פירוש: כיון שנתתי  על דעתי להתבונן במה שאמר דוד, אבל אי אפשר שלא קרא אותו פסוק מעיקרא.<br><b></b> והא דאמרינן לעיל (מגילה כו, ב-כז, א) דבית המדרש אסור לעשותו בית הכנסת,  היינו לפי מה שהורגלו שלא לגרוס בבית הכנסת אלא בבית המדרש.", 
            "מתני': <b>לכל מפסיקין לחנוכה ולפורים ולתעניות ולמעמדות וליום  הכפורים. </b>פירוש ליום הכפורים במנחה  דומיא דתעניות ומעמדות שקורין שלשה, והיינו דנקט  יום הכפורים ולא נקט נמי ימים טובים, דאי ליום הכפורים בשחרית קאמר מאי שנא ליום  הכפורים ליתני נמי ימים טובים דלכולן מפסיקין."
        ], 
        [], 
        [
            "גמרא: <b>רב אמר מקדימין דאם כן בצרי להו יומי לשולחנות. </b>הא  דנקט האי טעמא אע\"ג דלרבן שמעון בן גמליאל הוא לרבותא  נקטיה, כלומר אפילו לרבן שמעון בן גמליאל בצרי להו יומי משום דמודה הוא  בהא דמשום שולחנות בעינן שיהו מקדימין וקורין מראש חדש וכדאמרינן לעיל  (שם), וכל שכן לרבנן דבעינן שלשים יום משום ששואלין בהלכות הפסח קודם  לפסח שלשים יום כדאיתא לעיל (שם). ואינו מחוור בעיני, דאם איתא הא  דפרקינן אליבא דשמואל כיון דסוף סוף חמיסר במעלי שבתא קא מיקלע ולא נפקי  עד חד בשבא האי פירוקא לא סליק אלא אליבא דרבן שמעון בן גמליאל בלחוד אבל  לרבנן דאית להו טעמא דשואלין בהלכות הפסח קודם לפסח שלשים יום לא סליק  דהא חסרי להו משלשים, ואכתי תיקשי לשמואל מדרבנן. על כן נראה לי דלכולי  עלמא אית לן טעמא דשולחנות, והא דאמרינן לעיל (שם) מתניתין דלא כרבן  שמעון בן גמליאל דאי כרבן שמעון בן גמליאל בחמיסר סגיא דתניא שואלין  בהלכות הפסח קודם לפסח שלשים יום רבן שמעון בן גמליאל אומר שתי שבתות  ופרקינן אפילו תימא רבן שמעון בן גמליאל משום שולחנות, דאלמא משמע לכאורה  דלרבנן לא הוי משום שולחנות אלא משום שאלת שלשים יום, לא היא דודאי  מעיקרא הוה סבירא להו הכין משום דלא סליק אדעתייהו טעמא דשולחנות ומשום  דלא אשכחן טעמא אחרינא להקדמת הקריאה תלו ליה בשאלת שלשים יום אבל למסקנא  טעמא לכולהו משום שולחנות הוא.<br><b></b>ובהא מיתרצא לי אחריתי דקשיא לי  אשמעתין דלעיל, דאי טעמא דפרשת שקלים משום שאלת הלכות אם כן אף בעצרת  ובחג נקדים ונקרא פרשת מועדות בבית הכנסת דמאי שנא. ועוד דבברייתא לא  אמרו אלא שואלין בהלכות הפסח קודם לפסח אבל לקרות בפרשיות שבתורה לא  שמענו. ועוד דאפילו שאלת הלכות אינה מחוייבת, כלומר שיהו דורשין כן לרבים,  שלא נאמרו הדברים אלא לשאול בבית המדרש ולומר דמי ששואל אינו בכלל גולם  ששואל שלא בענין וכמו שכתבתי למעלה בפרק ראשון (ד, א ד\"ה מאי), וכדמוכח  נמי בתוספתא דמכלתין בפרק שלישי (ה\"ב עי\"ש) דתניא התם בבית הועד שואלין  בהלכות הפסח קודם לפסח שלשים יום רבן שמעון בן גמליאל אומר אין פחות משתי  שבתות, והיינו נמי דהכא תניא שואלין ולקמן בשלהי פירקין (מגילה לב, א) תניא משה  תקן להם לישראל שיהו דורשין הלכות הפסח בפסח הלכות עצרת בעצרת והכא תני  שואלין, דאלמא בפסח ובעצרת ממש דורשין  אבל קודם להן אין דורשין אלא שואלין. אלא ודאי עיקר הענין כמו שכתבתי  דלמסקנא טעמא דכולהו משום שולחנות הוא, ואין מדקדקין במה שהיו סבורין  מעיקרא כיון דלא סליק. כך נראה לי.", 
            "<b>מאי לאו אפילו בערב שבת לא בתוך השבת דוקא. </b>איכא למידק, מאי קא מקשה מינה  לשמואל ואמר מאי לאו אפילו בערב שבת דמשמע דלרב אפילו בערב שבת קא מיירי,  והא על כרחין אפילו לרב אי אפשר דמיירי בערב שבת מדקתני מתניתין (לעיל  כט, א) בשניה זכור בשלישית פרה אדומה ומאי בשניה ובשלישית דקתני שניה  ושלישית להפסקה ואסיפא קאי דקתני (שם) חל להיות בתוך השבת מקדימין  לשעבר ומפסיקין לשבת הבאה כדבעינן למימר קמן ואפילו  לרב, הלכך אי בשחל בתוך השבת ואפילו בערב שבת קאמר אם כן על כרחין  מפסיקין בשבת שלאחר הפורים שהוא ששה עשר באדר והוא סימן ובי\"ו כדאמרינן  לקמן דפרשת פרה קורין אותה בשבת הסמוכה לראש חדש ניסן ואוקימנא בדאיקלע  ראש חדש ניסן בשבת דהיינו דאיקלע ראש חדש אדר בערב שבת דאדר הסמוך לניסן  לעולם חסר ואם כן אין קורין פרשת פרה בשלישית להפסקה אלא ברביעית וכן  ברביעית החדש אינה אלא בחמישית, אלא על כרחין מתניתין בין לרב בין לשמואל  לא מיירי בשחל בערב שבת. ויש לומר דהוא הדין דהוה מצי למימר ליה ולטעמיך  לרב מי ניחא, אלא טובא איכא בגמרא דהוה מצי למימר ולטעמיך ולא אמר.<br><b></b>והא נמי דאקשינן בשניה זכור והא הכא כיון דאיקלע ראש חדש אדר בשבת  מיקלע פורים ערב שבת וקתני בשניה זכור ופריק רב פפא מאי שניה שניה להפסקה,  הוא הדין דהוה מצי למיפרך ולטעמיך לרב מי ניחא דהא תינח שניה שלישית  ורביעית מאי איכא למימר, דאי בשחל להיות בשבת קאי ומאי שניה שניה לשקלים  אם כן מאי קאמר בשלישית פרה ברביעית החדש דאינה אלא ברביעית ובחמישית, דהא  אין קורין פרשת פרה בשלישית לשקלים אלא ברביעית כדי שתהא סמוכה לפרשת  החדש ומפסיקין בשבת שלאחר הפורים דהיא ט\"ו לאדר וסימן זט\"ו, ואם כן אם  נאמר בשלישית לשקלים פרה אינה אלא רביעית וכן נמי ברביעית החדש אינה  רביעית אלא חמישית, אלא דהוא הדין דהוה מצי למימר ולטעמיך לרב מי ניחא,  והרבה איכא דכוותה דהוה מצי למימר ולטעמיך ולא אמר.", 
            "<b>איתמר נמי  אמר רבי אבא אמר רבי חייא בר אשי אמר רב  פורים שחל להיות בשבת מקדים וקורא זכור שבת שעברה. </b>איכא למידק דאם כן  לא תהא הפסקה בין פרשת שקלים לפרשת זכור, ואנן תנן (לעיל מגילה כט, א) חל להיות  בתוך השבת מקדימין לשבת שעברה ומפסיקין לשבת הבאה. ויש לומר דאחד בשבת לא  מיקרי בתוך השבת אלא התחלת השבת, ומתניתין לא מיירי כלל אליבא דרב בשחל  להיות באחד בשבת.", 
            "<b>אמר רב פפא  ולא פליגי הא דאיקלע ראש חדש ניסן בשבת הא דאיקלע באמצע שבת. </b>כלומר,  כל שהוא חל באמצע שבת לעולם קורין פרה בשבת הסמוכה לפורים מאחריהם, פירוש  בשבת שהיא לאחר פורים של פרזים ושל  כרכים דהיינו בשבת שלאחר חמשה עשר, וסימן ב\"ו ד\"ד שאם חל ראש חדש ניסן  ביום ג' ראש חדש אדר חל בב' ואין מפסיקין אלא בשבת שלאחריו בלבד שהוא לו  יום ו' וכן נמי בשחל בחמישי חל ראש חדש אדר בד' ואין מפסיקין אלא בשבת  שלאחריו שהוא לו יום ד', אבל כשחל ראש חדש ניסן באחד בשבת וחל ראש חדש  אדר בשבת אי אפשר לקרות פרשת פרה בשבת שלאחר פורים לבני עיירות דהיינו  יום פורים לבני כרכים משום דבעינן שיהו קורין פרשת החדש בשבת הסמוך לראש  חדש ניסן ואם היינו קורין פרשת פרה בשבת הסמוך לפורים דהיינו יום ט\"ו  באדר נמצא שהיינו צריכין לקרות פרשת החדש בשבת שניה לו דקאי בכ\"ב באדר  ונמצא סוף אדר בשבת ונמצא קורא פרשת החדש שתי שבתות קודם לראש חדש ניסן,  ואם תאמר שיקראו פרשת פרה בשבת הסמוכה לפורים ויפסיקו בינה ובין פרשת  החדש אי אפשר וכדאמרינן בירושלמי (פ\"ג ה\"ה) סימן לדבר בין הכוסות הללו אם  רצה לשתות ישתה בין שלישי לרביעי לא ישתה, וטעמא דמילתא כאידך דאיתמר  בירושלמי (שם) דבדין היה שתקדים פרשת החדש לפרשת פרה שבאחד לחדש הוקם  המשכן ולא נשרפה פרה אלא בשני אלא מפני מה הקדימוה מפני שהיא טהרתן של  ישראל והלכך די לנו אם נקדים אותה שבת אחת קודם לפרשת החדש, וכיון שכן הא  דתניא איזו היא שבת שלישית כל שסמוכה לפורים מאחריה על כרחין מאחרי  הפורים של פרזים ושל כרכים קאמר ומפסיקין בחמשה עשר וסימן זט\"ו. והרב ר'  אלחנן ז\"ל נתן טעם אחר לדבר, משום דלשמואל דאמר פורים שחל להיות בערב שבת  כלומר פורים דעיירות דהיינו ארבעה עשר מאחרין, אם כן נמצא קורא באותה שבת  שתי פרשיות פרשת זכור ופרשת פרה ואינו בדין שיהו קורין שתים בשבת אחת.", 
            "<b>הא דאיקלע ראש חדש ניסן בשבת. </b>כלומר, קורין פרשת פרה בשבת  הסמוכה לראש חדש ניסן ולא בשבת הסמוכה לפורים מאחריהם, ואע\"פ שיש שבת אחת  סמוכה מאחריהם שהיו יכולין לקרות בה. וטעמא נמי כדאמרית לעיל (בסמוך),  דפרשת החדש קורין אותה בשבת עצמה שחל להיות בה ראש חדש ניסן  וכיון שכן אי אפשר נמי להקדים ולהפסיק  בינה ובין פרשת פרה, והלכך מפסיקין בשבת שלאחר פורים דקאי ביום י\"ו לאדר  והיינו סימן ובי\"ו."
        ], 
        [], 
        [
            "<b>ושאר כל ימות החג קורין בקרבנות החג.  </b>בכולה שמעתין משמע שלא היו  מוציאין בשאר המועדות ספר תורה לקרות בו פרשת הקרבנות ואנו נוהגין להוציא  בפסח ובעצרת וביום ראשון של חג ובראש השנה ויום הכפורים ספר שני לקרות בו  בקרבן היום אבל בסדר רב עמרם ישנו ואנו  נוהגין כן על פי הקבלה. ואולי נלמוד  מראש חדש וחנוכה, דאמרינן לעיל (מגילה כט, ב) מוציאין שלש  תורות וקורין אחד בענינו של יום ואחד בראש חדש ואחד  בכי תשא וכן בחנוכה אחד בענינו של יום ואחד בראש חדש ואחד בחנוכה. ומה  שאנו נוהגין כן בכל החגים ואין אנו נוהגין כן בשבת שאין מוציאין ספר תורה  שני לקרות בו וביום השבת, יש נותנין טעם לפי שאין בפרשת קרבן שבת רק שני  פסוקים ואין קורין משל מעלה ושל מטה הימנו לפי שאינו מענין של יום, ויש  אומרים משום דלא קרינן בפרשת קרבנות אלא משום דאמרינן לקמן בסמוך (עמוד  ב) כבר תקנתי להם סדר קרבנות בזמן שקורין בהן מעלה אני עליהן כאילו  הקריבו לפני וכו' ובקרבן שבת אין בו לכפר ואינו בא אלא לרצון.<br><b></b>ובענין קריאת קרבנות החג יש מחלוקת בין הגאונים ז\"ל לדברי רש\"י  ז\"ל, לפי שהגאונים ז\"ל אומרים שהראשון קורא וביום השני והשני קורא וביום  השלישי והשלישי דולג וחוזר וקורא וביום השלישי והרביעי חוזר ודולג את הכל  וקורא וביום השני וביום השלישי שהוא ספק היום אם שני ואם שלישי ורש\"י ז\"ל  כתב שהראשון קורא ביום השני והשני קורא ביום השלישי והשלישי קורא ביום  הרביעי והרביעי שהוא נוסף בשביל חולו של מועד הוא קורא ספקו של יום ומה  הן וביום השני וביום השלישי.", 
            "<b>ביום טוב האחרון של חג קורין  מצות וחוקים וכל הבכור. </b>כלומר  שמתחיל בפרשת עשר תעשר. מכאן משמע שלעולם מתחיל עשר תעשר, ואין אנו  נוהגין כן אלא בשחל להיות בשבת."
        ], 
        [
            "<b>ראש חדש אב  שחל להיות בשבת מפטירין חדשיכם ומועדיכם וכו'. </b>ואנו נוהגין על פי  הפסיקתא ומתקנת הראשונים ז\"ל להיות  קורין לפני תשעה באב תלת דפורענותא שמעו דבר ה' דברי  ירמיהו חזון ישעיהו ולאחר תשעה באב שבע  דנחמתא ותרתי דתיובתא.<br><b></b>וכן מה ששנינו במשנתינו (לעיל מגילה ל, ב - לא, א)  בתעניות בברכות וקללות אין אנו נוהגין כן אלא קורין ויחל.", 
            "<b>הלכה מקום שמפסיקין בשבת בשחרית וכו', ולימא הלכה כרבי יהודה משום  דאפכי להו. </b>ואם תאמר לימא הלכה כתנא דמתניתין (לעיל עמוד א) דקתני  ואין עולה להם מן החשבון. יש לומר דהוה אמינא דמתניתין הכי קתני בשני  ובחמישי ובשבת במנחה קורין כסדרן דמקום שמסיים בשני שם מתחיל בחמישי ואין  עולה להם לשבת הבאה מן המנין אלא חוזר וקורא מראש הסדר, וזו מחלוקת  שלישי, והלכך לאפוקי מילתיה מכל ספק אמר הכין בהדיא."
        ], 
        [
            "<b>כדעולא דאמר עולא מפני מה אמרו הקורא בתורה לא יסייע למתורגמן  כדי שלא יאמרו תרגום כתוב בתורה.  </b>קשיא לי ותיפוק לי משום דבתורה לא יהו שנים קורין ושנים  מתרגמין. (תוספתא פ\"ג הי\"ג, וראה לעיל ר\"א ב) יש לומר אע\"פ שהוא ממעך קולו  הרבה מן המתרגם שאין קולו מערבב קול המתרגם.", 
            "<b>הלוחות והבימות. </b>פירש רש\"י ז\"ל הלוחות שעל  גבי ספרים שלנו שאינן בגולל. ועוד פירשו העמודים שבראש הספר וסופו. והוא  תימה, דהללו תשמישי קדושה הן.<br><b></b>ובערוך (ערך באות) פירש גליונין שבספרים. וגם  זה תימה יותר, שבפרק כל כתבי הקדש (שבת קטז, א) משמע  שהן קדושין ואפילו נגזזין מן הספר בעיא ולא איפשיטא התם, ואם איתא ליפשטוה  מהא.", 
            "<b>אמר ר' שפטי עשרה שקראו  בתורה גדול שבכולן גולל ספר תורה. </b>ואע\"פ שאין קורין אלא שבעה, כיון  דאין קורין בתורה בפחות מעשרה נקט עשרה. ומשמע שהגדול שבעשרה גולל אע\"פ  שלא קרא, דחולקין כבוד לגדול ליטול שכר הרבה."
        ]
    ], 
    "versionTitleInHebrew": "מהדורת גרליץ, בהוצאת אורייתא", 
    "heTitle": "רשב״א על מגילה", 
    "versionSource": "https://www.sefaria.org", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rashba", 
        "Seder Moed"
    ]
}