{
    "language": "he",
    "title": "Sforno on Deuteronomy",
    "versionSource": "http://mobile.tora.ws/",
    "versionTitle": "On Your Way",
    "status": "locked",
    "priority": 1.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "ובלכתך בדרך",
    "actualLanguage": "he",
    "languageFamilyName": "hebrew",
    "isSource": true,
    "isPrimary": true,
    "direction": "rtl",
    "heTitle": "ספורנו על דברים",
    "categories": [
        "Tanakh",
        "Rishonim on Tanakh",
        "Sforno",
        "Torah"
    ],
    "text": [
        [
            [
                "<b>אלה הדברים אשר דבר משה אל כל ישראל וגו'.</b> אמר שבכל אחד מהמקומות שהזכיר פה והם מקומות אשר עותו שם ארחות דרכם בגזרת האל יתעלה להניעם במדבר בעון המרגלים אמר משה לכל ישראל אלה הדברים שיזכיר. והם"
            ],
            [
                "<b>אחד עשר יום מחורב כו'.</b> וזה כי כל ל\"ח שנה שהניעם במדבר אנה ואנה לא הלכו בדרך ישר מכוון אל מקום נודע וכשהיו מגיעים אל מקום אשר משם היו נעים וחוזרים לאחוריהם או לצדדין ולא בדרך ישר היה משה אומר להם ראו מה גרמתם שהרי מהלך י\"א יום יש מחורב עד קדש ברנע דרך הר שעיר שהוא הדרך היותר קצר אצל עוברי דרכים. והאל ית' הוליך אתכם לקדש ברנע בג' ימים דרך המדבר הגדול והנורא ומפני עונכם אתם נעים כל זה הזמן. וכל זה היה אומר למען יזכרו וישובו אל ה':"
            ],
            [
                "<b>ויהי בארבעים שנה.</b> אחר שכלו מתי מדבר:",
                "<b>דבר משה אל בני ישראל.</b> לבאי הארץ:",
                "<b>ככל אשר צוה ה' אותו אליכם.</b> החזיר להם כל התורה כולה עד הנה בכלל:"
            ],
            [
                "<b>אחרי הכותו.</b> וזה עשה אחר שהשיגו איזו מנוחה בארץ נושבת:"
            ],
            [
                "<b>בעבר הירדן בארץ מואב הואיל משה באר.</b> ואחר שלא היו עוד נעים ונדים כי בערבות מואב הית' חניית המסע האחרון ועם זה אחר שכבר התחנן ונואש מהשיג לעבור. הואיל לבאר מה שחשב שיפול בו ספק אחרי מותו. והתחיל הבאור באמרו אחר כך ה' אלהינו כרת עמנו ברית בחורב לאמר וקודם שהתחיל בבאור אשר בו חרבה להזהיר על קצת המצות אמר לישראל שסבת הצורך אל זה הבאור והאזהרות עתה היה מפני שהם עוברים לארץ בלעדיו ולא יוכל להזהירם בשעת מעשה ולא לבאר כל ספק שיפול וספר איך נכשלו בזה שלא יעבור הוא עמהם ברוע בחירתם ופשעיהם למען ישמרו מזה מכאן ולהבא לבלתי השחית ענינם:"
            ],
            [],
            [],
            [
                "<b>ראה נתתי לפניכם את הארץ.</b> יושבי הארץ כי נמוגו מפניכם ולא יתקוממו:",
                "<b>באו ורשו את הארץ.</b> את גליל הכנענים כי הם מפחדם יפנו ויברחו או ימותו בלתי מלחמה:"
            ],
            [],
            [],
            [],
            [
                "<b>טרחכם.</b> בקטטות הקורות בלתי תביעת ממון:",
                "<b>ומשאכם.</b> בצרכי רבים:",
                "<b>וריבכם.</b> בעניני הדין ותביעת ממון. וזה ספר להזכירם את פשעם שאע\"פ שבשר אותם שיכנסו לארץ בלתי שום מלחמה שהיה ענינה רב התועלת והכבוד יותר מכל נכסיהם ועניניהם במדבר לא נמנעו מלעורר דברי ריבות איש על חבירו באופן שהוצרך למנות מדרגות שופטים עד שכל עשרה מהם היו צריכים לדיין פרטי ואין זה כי אם מרוע לב:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ונלך את כל המדבר הגדול והנורא.</b> דרך לא עבר בה איש מפני רוב הנחשים והעקרבים וגדלם כאמרו נחש שרף ועקרב וכבר ספרו ז\"ל שהיו שם נחשים כקורות ועקרבים כקשתות וכל זה עשה האל ית' כדי לקצר להם הדרך שיכנסו לארץ מיד בטרם יבינו סירותיהם אטד וירבו לפשוע וכל זה לא הספיק כי בין כך חטאו במתאוננים ובתאוה ולבסוף במרגלים:"
            ],
            [],
            [
                "<b>עלה רש.</b> כי לא יתיצב איש בפניכם:"
            ],
            [
                "<b>ותקרבון אלי כולכם.</b> אע\"פ שהיו לכם ראשים ממונים עליכם לצרכי רבים באתם כלכם:",
                "<b>נשלחה אנשים.</b> נבחר אנחנו אנשים ונשלח ולזה לא הסכים האל יתעלה ואמר למשה שלח לך שיבחר הוא האנשים ולא הם פן יבחרו הדיוטות שיוסיפו להרע ובכן בחר משה כלם אנשים ובתוכם יהושע וכלב וגם הרשעים מהם אע\"פ שהרשיעו לומר שאי אפשר לכבשה לא העיזו פניהם לומר שהארץ רעה אבל ספרו בשבחה באופן שאחר כן שבו בתשובה כאמרו ותענו ותאמרו אלי חטאנו לה' ותשובו ותבכו לפני ה':"
            ],
            [
                "<b>וייטב בעיני הדבר.</b> כי חשבתי שלא היה ספק אצלכם בדבר האל ית' שתכבשו הארץ ושהיא טובה אבל שהייתם רוצים לבחור את החלק ממנה היותר טוב לכם עתה באמרכם את הערים אשר נבא אליהן וזה כי ידעתם שלא תכבשו בשנה אחת את כולה כאמרו לא אגרשנו מפניך בשנה אחת:"
            ],
            [
                "<b>ויבואו עד נחל אשכול.</b> כמו שאמר עלו זה בנגב שהיה באותו הצד שהיו שם ישראל אצל קדש ברנע והיא בדרומה של ארץ ישראל כמבואר בגבולי הארץ:"
            ],
            [
                "<b>ויאמרו טובה הארץ.</b> אפי' הרשעים הודו בטובתה כאמרם וגם זבת חלב ודבש היא:"
            ],
            [
                "<b>ולא אביתם לעלות.</b> שגליתם רשעכם שלא היה השליחות כדי לבחור מן הארץ איזה צד יותר טוב לכם כאשר חשבתי וכאשר אמרתם לעשות אבל היתה כוונתכם בשליחות לראות אם תוכלו לכבשה וזה שלא הייתם מאמינים בה' שיתננה לכם ולכן כשהגידו המרגלים שהעם חזק לא אביתם לעלות:"
            ],
            [
                "<b>בשנאת ה' אותנו.</b> על מה שעבדנו ע\"ג במצרים:",
                "<b>לתת אותנו ביד האמרי.</b> שאע\"פ שיש לאל ידו לכבוש את האמורים ולהמיתם יתן אותנו בידם להנקם:"
            ],
            [],
            [],
            [],
            [
                "<b>אשר נשאך ה' אלהיך.</b> במדבר הגדול והנורא ואם היה רוצה להנקם מכם היה מניח אתכם ביד הנחשים והעקרבים במדבר:"
            ],
            [],
            [
                "<b>לתור לכם מקום לחנותכם.</b> באותו המדבר כאמרו לתור לכם מנוחה. וכל זה הוראת אהבתו וחמלתו עליכם:"
            ],
            [
                "<b>את קול דבריכם.</b> קול בכיה של חנם:"
            ],
            [],
            [],
            [
                "<b>גם בי התאנף ה' בגללכם.</b> וזה כדי שתתקיים בכם בכיה לדורות כמו שיעד באמרו אם לא כאשר דברתם באזני כן אעשה לכם. והדבור באזניו בזה הי' באמרם נשינו וטפינו יהיו לבז. ולכן ספר ענין מיתתו אע\"פ שלא היה עד סוף ל\"ח שנה אחרי כן והגיד אותו בתוך דבריו של הקב\"ה שהיו בשנה השנית לצאתם ממצרים שאז אמר אם יראה איש באנשים האלה ואמר גם כן וטפכם אשר אמרתם לבז יהי' שהית' הכונה שהטף לבסוף יהיו לבז כמו שבאר המשורר באמרו וישא ידו להם להפיל אותם במדבר וגו' ולזרותם בארצות וכן העיד יחזקאל באמרו וגם אני נשאתי את ידי להם במדבר להפיץ אותם כו'. ובהגידו ענינו בתוך דבריו של הקב\"ה הודיעם כי מניעת הכנסו עמם לארץ היתה סבה שתתקיים בהם יותר לרע הגזירה שנגזרה שטפם יהיה לבז לדורות וזה בעצמו העיד המשורר באמרו ויקציפו על מי מריבה וירע למשה בעבורם וגו' ויחר אף ה' בעמו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ולא שמע ה' בקולכם.</b> מפני חלול השם שעשו שלא תספיק בו כל תשובה אלא מיתה ממרקת וגם היה גזר דין שיש עמו שבועה אחר שהעירו אזנם משה ויהושע וכלב אל התשובה ולא שבו אפילו אחר כך אלא מיראת עונש ולכן לא הספיקה התשובה להסיר העונש הנגזר בעולם הזה. כמו שהיה הענין בקין ובשאול בדבר עמלק ובבני עלי.",
                "<b>ולא האזין אליכם.</b> אפילו להאריך ולא לבטל גזירת הבנים אפי' אחר מות האבות ובזה הוכיחם שלא היתה תשובתם שלמה ולפיכך לא השיגו דבר אפי' בדמעתם:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ידע לכתך.</b> תקן אותו בכל המצטרך. ולשון ידע כמו וידע אלהים. ידעתיך בשם. אשר ידעו ה' פנים אל פנים מה אדם ותדעהו ורבים כאלה יאמר על האל יתעלה זה הלשון כי כל פעולתו ית' בידיעת עצמו:",
                "<b>לא חסרת דבר.</b> ויכירו שלא תקנו מהם לצורך אבל תקנו להנאתם מצד אחוה וכדי שיבאו אליכם ויראו מעשה ה' ונפלאותיו:"
            ],
            [],
            [],
            [
                "<b>האמים לפנים.</b> מפני שלא היו בני לוט יורשי אברהם בדין כלל הודיע שגם להם נתן ה' את הארץ כמו לבני עשו והעד על זה כי שניהם כבשו את הארץ שלא כמנהג העולם:"
            ],
            [],
            [
                "<b>וישמידום.</b> עשו ומואב השמידו והחריבו ישוב יותר מכדי צורך יישובם כדי להשמיד כל היושבים בה לפנים בל יקומו ויירשו ארץ כי גם מואב גם עשו לא מלאו את כל ישוב החורי וישוב האימים שהשמידו ובהיות הר שעיר מגיע עד גבול מואב ושם אצל גבול מואב אין שום יושב מבני עשו וכן גבול מואב מגיע עד המדבר ושם אצל המדבר אין שום ישוב מבני מואב לכך אמר שמ\"מ לא יעברו דרך גבול שום אחד מהם:",
                "<b>כאשר עשה ישראל.</b> בעת כתיבת התורה שכבר כבשו סיחון ועוג שהיו מלכים גדולים ואדירים בזמן מועט שלא כמנהג העולם:"
            ],
            [
                "<b>עתה קומו.</b> ומאחר שאסור לכם לעבור בגבול שני אלה קומו ועברו לכם את נחל זרד שהוא חוץ לגבול שניהם ומשם תוכלו לעבור חוץ לגבול שניהם עד הירדן:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ארץ רפאים תחשב אף היא.</b> ואין ספק שלא היו בני עמון כדאי להורישם ועשה האל ית' להם:"
            ],
            [],
            [
                "<b>כאשר עשה לבני עשו.</b> שאחר שהיו גרים בארץ שעיר גרשו את התושבים:"
            ],
            [
                "<b>והעוים היושבים בחצרים עד עזה.</b> אע\"פ שהיו מבני עשו או מבני פלשתים שנשבע להם אברהם לא נמנעו ישראל לכבוש את ארצם. והסבה בזה היתה שלא מצאו ישראל את הארץ בידם שהרי כפתורים היוצאים מכפתור מרוב העם בעיר שיצאו לתור להם מנוחה הם השמידו את העוים ומיד אותם כפתורים כבשו ישראל את הארץ:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כי הקשה ה' אלהיך את רוחו.</b> למען שלא להניח את ישראל לעבור בגבולו:",
                "<b>ואמץ את לבבו.</b> להלחם:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ערי ממלכת עוג בבשן.</b> כי רק עוג מלך הבשן נשאר. והטעם שמלך עוג באותו הגליל היה כי הוא לבדו נשאר מיתר הרפאים כי ממלחמת אמרפל וחבריו שהכו את רפאים בעשתרות קרנים נשארו רפאים רבים ואותם הנשארים הכו אותם בני עמון כמו שבאר למעלה וממלחמת העמונים נשאר הוא לבדו ובהיותו גבור כגבורת שאר הרפאים לכן מלך:"
            ],
            [
                "<b>באמת איש.</b> באמת כל אחד מאותם הרפאים ומלת איש תורה כל אחד ואחד כמו איש לבצעו מקצהו. ויכו איש אישו וזולתם. אמר אע\"פ שאותה הערש היתה תשע אמות ארכה באמת כל אחד מהם והיתה בלי ספק אמות בינוניות הרבה מאד יותר מתשע אמות אולי על אחת כמה וכמה. ובזה יובן גודל אותם הענקים וחזקם. ועכ\"ז השמידו אותם בני עמון בגזרת האל ית' כמו שבאר למעלה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואתחנן אל ה' ואת ידך החזקה.</b> לשנות טבע הנבראים הבלתי נפסדים שלא יוכל זה זולתך. וכל אלה עשית כדי להביא את ישראל לארץ ולכן ראוי להשתדל בקיום שבתם בה:"
            ],
            [
                "<b>אעברה נא.</b> להכרית כל יושבי כנען כדי שלא יגלו ישראל ממנה:",
                "<b>ואראה את הארץ הטובה.</b> אתן עיני בה לטובה בברכתי שתהיה טובה לישראל לעולם:"
            ],
            [
                "<b>ויתעבר ה' למענכם.</b> מפני שהייתי מתאוה לקיים אתכם בה שלא תגלו ממנה לעולם והוא כבר נשא ידו לזרותם:"
            ]
        ],
        [
            [
                "<b>ועתה ישראל.</b> מאחר שאתה רואה גזרת האל ית' להגלותכם אם תחטאו השמרו מחטוא ושמרו מצותיו בלי תוספת וגרעון כי התוספת והגרעון בכל שהוא יביאו אתכם לתכלית הקלקול:"
            ],
            [
                "<b>ולא תגרעו ממנו לשמור.</b> ולא יחשוב החושב שכאשר תסור סבת האיסור אצלך לא יהיה חטא לגרוע כמו שחשב שלמה המלך אני ארבה ולא אסור אני ארבה ולא אשוב ונכשלה:"
            ],
            [
                "<b>עיניכם הרואות.</b> הנה יעיד על זה מה שראיתם שקרה בענין בעל פעור כי אמנם אותם שחטאו בעבודת בעל פעור לא התכונו לזה בתחלה אבל היתה תחלת כונתם לזנות בלבד. כאמרו ויחל העם לזנות. ואע\"פ שהתורה אסרה זה מפני חשש עבודת גלולים כאמרם וזנו בנותיו והזנו את בניך חשב כל אחד מהם שזה לא יקרה לו כלל והנה קרה ההפך כי כל האיש אשר הלך אחרי בעל פעור להדבק בבנותיו אין גם אחד מהם שנשמר בחכמתו מהכשל בעבודה עצמה עד שהשמידו ה' אלהיך:"
            ],
            [
                "<b>ואתם הדבקים בה' אלהיכם חיים כלכם היום.</b> הייתם כלכם חכמים להשמר מהכשל בעבודת בעל פעור:"
            ],
            [],
            [
                "<b>כי היא חכמתכם.</b> בה תשיבו לאפיקורוס במופתים שכליים:"
            ],
            [
                "<b>כי מי גוי גדול אשר לו אלהים קרובים אליו.</b> והטעם שראוי להקפיד שתהיו נחשבים חכמים ונבונים לעיני העמים הוא שהאל יתברך קרוב אלינו בכל קראנו אליו. וזה יורה שבחר בנו מכל העמים. ואם יחשבו אתכם העמים לסכלים יהיה חלול ה' באמור לכל עם ה' אלה:"
            ],
            [
                "<b>ומי גוי גדול אשר לו חקים וגו'.</b> והטעם שתחשבו חכמים בעיני האומות בשמרכם את חקי האלהים ואת תורותיו הוא שאין שום גוי במציאות כזה שיהיו לו חקים מורים מציאות האל ודרכיו ומשפטים צדיקים שאין בם ענין לתועלת הדיין ולא לשכר חזניהם וסופריהם אבל כל ענינם משפט וצדק. כענין אמרם ז\"ל (פרק קמא דסנהדרין) משפט לזה וצדקה לזה. משפט לזה שהחזיר לו את שלו. וצדקה לזה שהוציא גזלה מתחת ידו:"
            ],
            [
                "<b>רק השמר לך.</b> אע\"פ שאמרתי שראוי שתהיו נחשבים חכמים בעיני האומות. השמר לך מדעות אותם הטועים המכחישים מציאות האל ית' ויכלתו השגחתו וחשבו הם להביא על כל זה ראיות שכליות:",
                "<b>פן תשכח את הדברים אשר ראו עיניך.</b> והטעם שהזהרתיך מאד להשמר מזה הוא שיש לחוש פן תשכח מה שראו עיניך הגשמיים בסיני ועיניך השכליים גם כן בפי' התורה אשר בה הראית לדעת הפך דעותיהם במופתים שכליים:",
                "<b>והודעתם לבניך.</b> לבניך שלא ראו אז תודיע במופתים שכליים:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כי לא ראיתם כל תמונ'.</b> וזה הפך דעת כת הצאב\"א שחשבו שאין במציאו' דבר יותר נכבד מן הגרמים השמימים ושהם לבדם קדמוני' ונצחיים ראשוני':"
            ],
            [
                "<b>תמונת כל סמל.</b> כמעשה החושבים שלכל נמצא נפסד יש איזו התחלה קדמונית, והיו עושים צורת אותו הנפסד להורות על מה שחשבו היות קדמון והתחלה לאותו הנפסד המצויר. והיו עובדים לאותה הצורה להשפיע עליהם פעולת מה מאותו הנמצא שחשבוהו קדמון:"
            ],
            [],
            [],
            [
                "<b>חלק ה' אלהיך אותם לכל העמים.</b> סדר אותם על סדר נאות לצורך כל אחד מחלקי הארץ כפי השתנותם והשתנות העם אשר בה וזה הסדר המוחש יורה על הפך דעות התועים כי אמנם יורה בהכרח שיש איזה נמצא מסדר לתכלית מכוון מאתו אשר המציא' לסדרם למען יושג תכלית מציאות' וסדרם כי לא יהי' כל זה במקר' בלי ספק:"
            ],
            [
                "<b>ואתכם לקח.</b> ללכת בדרכיו ולדבקה בו ולזה לא יהיו עיניכם בהנהגת צבא השמים וסדרם:"
            ],
            [],
            [
                "<b>כי אנכי מת.</b> צריך אני להזהירכם מאד מאחר שאיני עובר עמכם כענין אמרו כי ידעתי אחרי מותי כי השחת תשחיתון:"
            ],
            [],
            [
                "<b>אש אכלה הוא.</b> אש אוכלת אש ובזה יכלה את הנפש עם הבשר:",
                "<b>אל קנא.</b> כי מבלי אין מציאות שום נמצא זולתו דומה למציאותו כלל הנה כל מי שיעבוד לזולתו יעשה אמנם לזולתו מה שראוי לו לבדו כענין אשת איש שתתן לזולתו מה שראוי לאישה לבדו ובזה יהיה מקנא:"
            ],
            [
                "<b>להכעיסו.</b> לסלק השכינה מישראל כדי להיות בלתי משועבדים לתורת האל ית' ומצותיו:"
            ],
            [],
            [],
            [
                "<b>ועבדתם שם אלוהים.</b> ישראל שבחוצה לארץ, עובדי עבודה זרה בטהרה הם (עבודה זרה ח, א).",
                "<b>אשר לא יראון.</b> שאין בהם כח רצוניי כמו שחשבו עובדיהם שעושים צורות עם כלי הפעולות הרצוניות להורות שאותה ההתחלה הקדמונית שחשבו היא פועלת כל אותן הפעולות כרצונה והיו עובדים אותה ומתפללים לה להשיג שתרצה לתת את שאלת עובדיה. והנה אין לשום נמצא זולתי לאל יתברך ולאדם בחייו שום כח רצוניי. אבל כל פעולות זולתם הם בטבע מסודר להם מאת האל יתברך:"
            ],
            [
                "<b>ומצאת.</b> אע\"פ שאין שם מקדש ולא כלי קדש:",
                "<b>כי תדרשנו בכל לבבך ובכל נפשך.</b> והטעם שתמצאנו הוא כי אמנם תדרשנו בכל לבבך מרב הצרות: "
            ],
            [
                "<b>באחרית הימים.</b> לקץ הימין כמו שהעיד באמרו והיה כי יבאו עליך כל הדברים האלה ושבת עד ה' אלהיך ושמעת בקולו:"
            ],
            [],
            [
                "<b>כי שאל נא.</b> והראיה על זה שאמרתי שלא ישכח ברית אבות היא כי אמנם מה שעשה עם כל ישראל במתן תורה שתהיו כלכם זוכים לאותה המדרגה מן הנבואה לא היה זולתי לקחת את כלכם לו לעם בשביל ברית אבות שלא כל אחד מכם היה ראוי לה. שאף על פי שקרא באיזה זמן לאיזה יחיד שיתנבא הנה לא קרה זה לשום עם:"
            ],
            [],
            [
                "<b>או הנסה אלהים.</b> אע\"פ שקרה לאיזה יחיד או יחידים שימלטו מבין רשעים. מכל מקום לא קרה זה לשום גוי בכלל:",
                "<b>במסות באותות.</b> מורות שלא היה זה במקרה אלא בכונת פועל רצוניי:",
                "<b>ובזרוע נטויה.</b> מוכנת להכות עוד להורות שאם לא ישוב החוטא שתשוב להכות:"
            ],
            [
                "<b>אתה הראית.</b> את כל אלה הראך האל ית':",
                "<b>לדעת.</b> כדי שתתבונן ותדע בלי ספק כי ה' הוא האלהי'. הוא אותו הקדמון הנמצא בהכרח:"
            ],
            [
                "<b>ליסרך.</b> להביאך למדרגת הנבואה בקבלה התורה כענין באליהו והנה רוח גדולה וחזק. וכן ועל הארץ הראך את אשו. כענין שם כאמרו ואחר הרעש אש:"
            ],
            [
                "<b>ותחת כי אהב את אבותיך.</b> ומאחר שעשה כל אלה הנה תחת שאהב את אבותיך:",
                "<b>ויבחר בזרעו.</b> של אחד מהם בלבד והוא זרעו של יעקב:",
                "<b>ויוציאך בפניו.</b> בפעולות באות מפניו למעלה מן הטבע לא מאחוריו כפעולות טבעיות:",
                "<b>ממצרים להוריש.</b> שהתכוון להוציאך מעבדות אשר בו לא היית יכול להתבונן:"
            ],
            [
                "<b>לתת לך את ארצם.</b> שהיא ארץ ה' המוכנת לקנות השלמות המכוון:"
            ],
            [
                "<b>וידעת היום.</b> אם כן ראוי בלי ספק שתתבונן ותדע כל חלקי הסותר:",
                "<b>והשבות אל לבבך.</b> ואחר ההתבוננות תשיב אל לבבך החלק האמיתי מהם והוא כי ה' הוא האלהים. המסדר הנצחי המפורסם בשמים ממעל ועל הארץ מתחת. כי אמנם על זה יורה סדרם וקשרם והתכלית המושג מהם אשר לא יושג זולתם ובהם נודע שיש נמצא מכוון שהמציא כל זה לתכלית מכוון מאתו:",
                "<b>אין עוד.</b> ומזה יודע שאין עוד כי הוא מן ההכרח שלא יהיה כל זה זולתי בכח איזה נמצא נבדל מחומר מאד נעלה בתכלית האפשר והוא נמנע שיהיה יותר מאחד בזאת המדרגה מהעלוי אשר אין כמוה כי בנבדלים לא יפול מספר זולתי בהיותם בלתי שוים במדרגה:"
            ],
            [
                "<b>ושמרת את חקיו.</b> וכשתדעהו תשמור את חקיו בלי ספק. כאמרו מי לא ייראך מלך הגוים:",
                "<b>ואת מצותיו אשר אנכי מצוך וכו' היום כל הימים.</b> כי לא תחודש דת לעולם:"
            ],
            [
                "<b>אז יבדיל משה שלש ערים.</b> אחר שסיים ההקדמה לבאור התורה הבדיל הערים להראות לישראל מה נכבד ענין שמירת המצות שהקפיד לקיים קצת מצות עשה:"
            ],
            [],
            [],
            [
                "<b>וזאת התורה.</b> החלק העיוני:"
            ],
            [
                "<b>אלה העדות.</b> החלק שבא עליהם עדות המופת:"
            ],
            [],
            [
                "<b>ויירשו את ארצו.</b> אחר שכבשו ארץ נושבת שיכלו לקיים בה המצות ואין מחריד הואיל לבאר את התורה והמצוה ולהזהיר עליהם:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>היום כלנו חיים.</b> לפיכך אתם כורתי הברית הנכנסים לארץ סדרו את עניניכם באופן שהדורות הבאים שלא היו בעת הברית הזאת יקיימו מה שאתם מקבלים עליכם:"
            ],
            [
                "<b>פנים בפנים.</b> בלתי חלום ומראות הלילה אבל בעודכם משתמשים בחושים:"
            ],
            [
                "<b>לאמר.</b> פנים בפנים דבר ה' אליכם לאמר אנכי כמו שבאר למעלה וידבר אלהים את כל הדברים האלה לאמר אנכי וכו'. אמנם עמידתי בין ה' וביניכם היתה להגיד לכם את דבר ה' כי יראתם:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לקדשו כאשר צוך.</b> באותו האופן שצוך במרה כי אמנם כשצוך שם על השבת הודיע שלא יספיק לך שתקדשהו במה שתשבות בו ממלאכה אבל שתעסוק בו בתורה ובמצות כאמרו והישר בעיניו תעשה והאזנת למצותיו:"
            ],
            [],
            [
                "<b>למען ינוח עבדך ואמתך כמוך.</b> וזכרת כי עבד היית. הנה מצות שביתת הבהמה היא כדי שינוח העבד. ומצות מנוחת העבד היא זכר ליציאת מצרים שהשבית בה הקב\"ה את העבודה מן העבדים:"
            ],
            [],
            [
                "<b>ולמען ייטב לך.</b> אפילו בעולם הזה כאמרם ז\"ל (פרק קמא דפאה) דברים שאדם אוכל פירותיהם בעולם הזה והקרן קיימת לו לעולם הבא כבוד אב ואם וכו':"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואת תדבר אלינו.</b> אע\"פ שיהיה דבורך גרוע בערך אל הדבור האלהי:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ושמרתם לעשות.</b> ומאחר שנמשך הדבור כך הנה ראוי לכם שתשמרו:",
                "<b>לא תסורו ימין ושמאל.</b> לא להוסיף לטוב כפי מחשבותיכם ולא לגרוע כלל:"
            ],
            [
                "<b>למען תחיון וטוב לכם.</b> כדי שתחיו חיי עד באופן טוב ומאושר:",
                "<b>והארכתם ימים בארץ אשר תירשון.</b> ושתקנו אותו אריכות ימים לעולם שכלו ארוך בהיותכם בארץ בלי צער ובאין מחריד ומונע:"
            ]
        ],
        [
            [
                "<b>וזאת המצוה.</b> אמנם המצות התלויות בארץ ובכניסתכם בה כיון בהם המצוה יתברך:"
            ],
            [
                "<b>למען תירא את ה' אלהיך.</b> שתזכור שהוא בעל הקרקע וכי גרים ותושבים אתם עמו (ע\"פ ויקרא כה, כג):",
                "<b>אתה ובנך ובן בנך.</b> שגם הדורות שלא ראו את מעשה ה' הגדול ייראוהו כשיקבלו אלה המצות מכם שראיתם:",
                "<b>ולמען יאריכון ימיך.</b> וכדי שאלו המצות יקנו לך חיי עולם שכלו ארוך:"
            ],
            [
                "<b>ושמעת ישראל.</b> ובהיות זה התכלית המכוון מאת האל יתברך ברוב חסדו עליך ראוי שתשמע ותבין את כונת האל יתברך בכל אלה:",
                "<b>ושמרת לעשות אשר ייטב לך.</b> ותשתדל לעשות אז מאהבה לרצון לפניו מה שייטב לך להקנותך אושר נצחי וכמו כן תשמור לעשות אתה שתרבון מאד וזה בשמירת צדקה ומשפט לכבודו:",
                "<b>כאשר דבר ה' אלהי אבותיך לך ארץ זבת חלב ודבש.</b> כמו שהוא דבר לך ארץ זבת חלב ודבש מוכנת לעובדיו לזה התכלית שתתפרנסו בה שלא בצער ויהיה לכם פנאי לעיון ולמעשה לפרות ולרבות:"
            ],
            [
                "<b>שמע ישראל.</b> התבונן והבן זה:",
                "<b>ה'.</b> הנותן מציאות כל נברא.",
                "<b>אלהינו.</b> הוא נבחר שבנבדלים אצלנו אשר ממנו נקוה להשיג חפצינו בלי אמצעי ומצד היותו עליון בכחו הבורא הנה לו לבדו ראוי להשתחות ומצד שממנו תקותנו בלי אמצעי ראוי שאליו לבדו נתפלל ונעבוד:",
                "<b>ה' אחד.</b> ובהיותו נותן המציאות אחר אפיסות מוחלט התבאר שאין נמצא זולתו ממין מציאותו ושהוא נבדל במין ממציאות עולם הנפסדים וממציאות עולם הגלגלים וממציאות עולם המלאכים באופן שהוא יחיד בעולמו הרביעי. וזה נראה שנרמז בהיות אות הדל\"ת של אחד גדולה ובאות העי\"ן של שמע הגדולה נרמז שראוי לפקוח עין ולהגדיל העיון בזה. ולזה אמרו ז\"ל (ברכות פרק היה קורא) ובלבד שיאריך בדל\"ת של אחד למען יכוין לזה:"
            ],
            [
                "<b>ואהבת.</b> תשמח לעשות דבר שייטב בעיניו כאשר תבין שאין תכלית נכבד כזה:"
            ],
            [
                "<b>על לבבך.</b> שתזכור תמיד להישיר כל פעולותיך לזה התכלית:"
            ],
            [
                "<b>ושננתם לבניך.</b> תלמד אותם בשנון וחריפות מופתים שכליים:",
                "<b>ודברת בם.</b> כי בזאת ההתמדה תזכרם תמיד:"
            ],
            [],
            [],
            [
                "<b>אשר לא בנית ובתים מלאים כל טוב אשר לא מלאת.</b> שתשיג עושר בלי עמל:"
            ],
            [],
            [
                "<b>השמר לך פן תשכח.</b> כי עושר קנוי בזה האופן גורם ברוב המשך אחר התאוות ובהן ישכח האדם את עושהו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מה העדות.</b> החלק העיוני שהוא עדות מופתי:",
                "<b>והחקים והמשפטים.</b> החלק המעשי:",
                "<b>אשר צוה ה' אלהינו אתכם.</b> ולא הספיקו מצות בני נח:"
            ],
            [
                "<b>עבדים היינו.</b> ובהיות שבעבדותנו לא היינו יכולים לקנות השלמות המכוון מאתו הפליא לעשות להוציאנו ולהביא אותנו אל הארץ שנוכל לקנות בה אותה השלמות:"
            ],
            [],
            [],
            [
                "<b>ויצונו ה' לעשות את כל החוקים האלה.</b> להכין אותנו בשמירתם:",
                "<b>ליראה את ה' אלהינו.</b> וזה כהתבונן והכיר את גדלו וכל זה רצה לטוב לנו כל הימים. כי חפץ חסד הוא לא לתועלתו. לחיותנו כהיום הזה:"
            ],
            [
                "<b>וצדקה תהיה לנו.</b> וזה שאמרתי לך לטוב לנו כל הימים רצוני לומר לטוב לנו בעולם הזה ובעולם הבא:",
                "<b>לחיתנו כהיום הזה.</b> חיי שעה ולהיות לנו צדקה וזכות לפני ה' אלהינו בעולם הנצחי:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כי עם קדוש אתה.</b> ואין ראוי שתחלל קדושתך להוליד זרע פסול כאמרו כי חלל יהודה את קדש ה' אשר אהב וגו':",
                "<b>בך בחר.</b> ולא בזרע פסול, כאמרם ז\"ל:"
            ],
            [
                "<b>לא מרבכם.</b> לא כדי שיתכבד ברב עם:"
            ],
            [
                "<b>כי מאהבת ה' אתכם.</b> בהיותכם זרע אוהביו וחושבי שמו:"
            ],
            [
                "<b>האל הנאמן.</b> קיים על ענין אחד לא ישתנה:",
                "<b>שומר הברית ומשלם לשונאיו.</b> וטעם רשע וטוב לו הוא לשתי סבות האחת הוא זכות אבות. והשנית איזה זכות שנמצא לרשע עצמו בלתי מגיע אל שיזכה בו לחיי עוה\"ב ומשלם לו בעולם הזה שאין הקב\"ה מקפח שכר כל בריה:"
            ],
            [],
            [
                "<b>היום לעשותם.</b> ולא תטריד מחשבתך אם לא תקבל שכר מהם בעולם הזה: חסלת פרשת ואתחנן"
            ],
            [
                "<b>והיה עקב תשמעון.</b> הנה המלך צוה את כל אלה כדי שתזכו שישמור לכם הברית והחסד וזה שאתם תשמרו היום לעשותם מאהבה שלא על מנת לקבל פרס והוא בשביל זה ישמור לכם הברית והחסד:",
                "<b>את המשפטים.</b> כי במשפט יעמיד ארץ:",
                "<b>ושמרתם.</b> זו משנה:",
                "<b>ועשיתם אותם.</b> ובזה האופן תעשו אותם אל נכון:",
                "<b>ושמר ה' אלהיך לך את הברית.</b> שנשבע כאמרו והקימותי את בריתי ביני וביניך ובין זרעך אחריך לדורותם לברית עולם להיות לך לאלהים ולזרעך אחריך. כי אמנם בהיותו לנו לאלהים בלתי אמצעי ישפיע מציאות נצחי ההוה ממנו בלתי אמצעי כאמרו כי כל אשר יעשה האלהים הוא יהיה לעולם (קהלת ג, יד) אמנם מציאות הנפסדים הוא ממנו באמצעי בלי ספק:",
                "<b>ואת החסד.</b> כאמרו אז ונתתי לך ולזרעך אחריך את ארץ מגריך (בראשית יז, ח). כי אמנם הטוב ההוה לצדיקים בעולם הזה הוא חסד בלבד לא גמול מעשיהם:"
            ],
            [
                "<b>ואהבך.</b> בהיותכם בנים כדמותו בצלמו כאמרם ז\"ל (אבות) חביבין וגו' שנקראו בנים למקום ובזה יהיה נצחיות של ברית מאושר:",
                "<b>וברכך.</b> בממון לחיי שעה ובזה ייטיב את החסד אשר נשבע שתהיו בארץ באופן מאושר:"
            ],
            [],
            [
                "<b>כל חלי.</b> אפילו המורגלים לבא מצד המערכת:",
                "<b>הרעים.</b> המתדבקים:",
                "<b>אשר ידעת.</b> שלקו על הים כמבואר למעלה:",
                "<b>לא ישימם בך ונתנם בכל שונאיך.</b> אע\"פ שיתנם בשונאיך לא ידבקו בך כענין יפול מצדך אלף אליך לא יגש:"
            ],
            [
                "<b>לא תחוס עיניך עליהם ולא תעבוד את אלהיהם.</b> לא תחוס. ובזה האופן לא תעבוד את אלהיהם. כי אם תחוס יחטיאוך בלי ספק.",
                "<b>כי מוקש הוא לך.</b> כי אמנם היותך חס עליהם יהיה לך למוקש שיפתוך לעבוד את אלוהיהם:"
            ],
            [
                "<b>כי תאמר איכה אוכל להורישם לא תירא מהם.</b> כשתאמר איכה אוכל להורישם בהיותם רבים ממני. לא תאמר זה ע\"צ שתירא מהם אלא ע\"צ שתכיר שזה היה נמנע לולא ה' שהיה לך. וזה כי זכור תזכור את אשר עשה ה' אלהיך לפרעה ולכל מצרים. שהיו רבים וחזקים ממך ונתנם בידך והאבדת את שמם:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ונתן מלכיהם בידיך, והאבדת את שמם.</b> כי אמנם קיום זרע מלוכת האויבים הוא לשטן בכל עת, כענין הדד נער קטן שהיה מזרע המלך באדום, וקם לשטן לשלמה:"
            ],
            [
                "<b>פן תוקש בו.</b> שלפעמים יקרה שתצליח באותו כסף וזהב שעליהם ותחשוב שהיה זה בכח אותה העבודת גלולים שהיו עליה:"
            ],
            [
                "<b>תתעבנו כי חרם הוא.</b> תתעב אותו הכסף והזהב של תועבה.",
                "<b>כי חרם הוא.</b> שלא בלבד יקרה שלא תצליח בו אבל יחרים את שאר נכסיך:"
            ]
        ],
        [
            [
                "<b>כל המצוה אשר אנכי מצוך היום תשמרון לעשות.</b> הנה המכוון אצל ההמון הוא השגת הצלחות זמניות הנכללות בג' מיני' והם אורך ימים והבנים והממון והנה בקיום המצות תשיגו את כלם לפיכך תשמרו לעשותם: ",
                "<b>למען תחיון.</b> כי אמנם האל ית' כשצוה כיון שבקיום מצותיו תשיגו אורך ימים אפילו בחיי שעה:",
                "<b>ורביתם.</b> שתשיגו רבוי הבנים:",
                "<b>ובאתם וירשתם.</b> ושתשיגו עושר וכבוד בירושת הארץ:"
            ],
            [
                "<b>וזכרת את כל הדרך.</b> שנתן לך לחם לאכול ובגד ללבוש שלא בדרך טבע:",
                "<b>לנסותך.</b> אם תעשה רצונו בהשיגך לחם ושמלה שלא בצער:",
                "<b>לדעת את אשר בלבבך.</b> שיהי' מה שבלבך יוצא לפועל כדי שידע כל מלאך שבדין תהיה מעלתך יותר מן מלאכי השרת ותהי' עליך ידיעתי הפועלת לטוב כראוי לנמצא בפועל:"
            ],
            [],
            [],
            [
                "<b>מיסרך.</b> נותן לך במצותיו מוסר נאות אל השלמות המכוון מאתו:"
            ],
            [],
            [
                "<b>אל ארץ טובה.</b> שנקבצו בה מיני הטובו' שלא יקבצו בגליל זולתו וספר חמשת מיני הטוב ובכל אחד מהם אמר ארץ. הראשון הוא ארץ נחלי מים עינות ותהומות לא מי יאורים ואגמים הרעים. על הפך והמים רעים והארץ משכלת. השני הוא ארץ חטה ושעורה הצריכים למזון. השלישי הוא ארץ זית שמן ודבש שהם מעדני מלך. הרביעי ארץ אשר לא במסכנות תאכל בה לחם שימצאו בה מעות בזול. כאמרו ותמלא ארצו כסף וזהב ואין קצה לאוצרותיו. כי אמנם יוקר המעות קשה מיוקר הפירות. כאמרם ז\"ל (תעניות פ' סדר תעניות) לא שנו אלא על בצורת של פרות אבל על בצורת של מעות מתריעים עליהם מיד. החמישי הוא ארץ אשר אבניה ברזל שבה נמצא רבוי אבנים קשות ובהירות יפות וטובות לבנין:"
            ],
            [],
            [
                "<b>תחצוב נחשת.</b> הוא הברזל הטוב שהוא בהיר ונאות לבנין וכלים:"
            ],
            [
                "<b>וברכת את ה' אלהיך.</b> למען תזכור כי מאתו היו אלה לך:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>מצור החלמיש.</b> שנהפך למים כאמרו ההופכי הצור אגם מים:"
            ],
            [
                "<b>למען ענותך.</b> שתקיים מעוני כדאגת מי שאין לו פת בסלו:",
                "<b>ולמען נסותך.</b> אם תעשה רצונו בתתו פרנסתך שלא בצער:",
                "<b>להיטיבך.</b> יותר ממלאכי השרת כראוי למנוסה לפניו:"
            ],
            [],
            [],
            [
                "<b>והיה אם שכח תשכח.</b> וזה יקרה כאשר תיחס הצלחתך אל כחך ולא תברכהו עליה:",
                "<b>תאבדון.</b> הגוים משני עולמות:"
            ],
            [
                "<b>עקב.</b> וכל זה יקרה כשלא תברך כאשר צוך למעלה:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>אל תאמר בלבבך בהדוף.</b> כשתראה שתנצחם שלא כמנהג העולם ותכיר שהוא פעל אלהי.",
                "אל תטעה לומר <b>בצדקתי הביאני לרשת.</b> וכדי שאירש הארץ מהרה בזכותי הדף אותם מהרה:",
                "<b>וברשעת הגוים האלה ה' מורישם מפניך.</b> והנה הסבה שהוא נלחם בהם היא ברשעתם לא כדי שתירש אתה מהרה:"
            ],
            [
                "<b>לא בצדקתך אתה בא לרשת.</b> כי אמנם מה שאתה יורש הארץ אינו בזכותך באופן שאין ראוי שילחם ה' לכם למען תירשו מהרה:",
                "<b>כי ברשעת הגוים האלה ה' אלהיך מורישם מפניך.</b> שרצה שתהיה נקמתו בם על ידך שתחרימם בעונם כאמרו ויאמר השמד על הפך וביד אדם אל אפולה:",
                "<b>ולמען הקים.</b> וכדי שבקיום מצותו תזכה לרשת אותה על דרך ככל אשר בלבבי עשית לבית אחאב בני' רבעים ישבו לך על כסא ישראל. וכל זה עשה למען הקים מה שנשבע לאבות:"
            ],
            [
                "<b>כי עם קשה עורף אתה.</b> שאי אפשר שיהיה צדק ויושר לבב עם קשי העורף כי אמנם קשה העורף הוא ההולך אחרי שרירות לבו ומחשבתו אע\"פ שיודיעהו איזה מורה צדק בראיה ברורה שמחשבתו הוא בלתי טובה ומביאה אל ההפסד וזה כי לא יפנה אל המורה כאלו ערפו קשה כגיד ברזל באופן שלא יוכל לפנות אנה ואנה אבל ילך אחרי שרירות לבו כמאז:"
            ],
            [
                "<b>זכור אל תשכח.</b> ויעיד על היותך עם קשה עורף כי הנה חזרתם להקציף פעם אחר פעם ככלב שב על קיאו אע\"פ שבכל פעם ראיתם את מוסר ה' אלהיכם ואת גדלו:"
            ],
            [
                "<b>ובחורב הקצפתם.</b> ויעיד על רוע מדת קושי העורף כי אמנם כשהקצפתם את ה' בחורב לא היה אומר להשמידכם אלא בשביל שאתם עם קשה עורף כאמרו ית' ראיתי את העם הזה והנה עם קשה עורף הוא הרף ממני ואשמידם וזה כי אמנם קושי העורף מסיר את תקות התשובה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וההר בוער באש.</b> ובכן חטאתם בעוד שהמלך במסבו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובתבערה ובמסה.</b> ואע\"פ שראיתם שבהקציפכם את האל ית' נשברו הלוחות והוצרכתי להתפלל בעדכם בצום ארבעים יום חזרתם להקציף בתבערה ובמסה כשבכית' באזניו לנסות:",
                "<b>ובקברות התאוה.</b> בשאלת הבשר:"
            ]
        ],
        [
            [
                "<b>בעת ההיא אמר ה' אלי פסל לך.</b> והנה עם כל תפלתי היה התקון בלתי שלם כי תמורת הלוחות מעשה אלהים אמר אלי פסל לך:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ובני ישראל נסעו.</b> אע\"פ שראו שתפלת הצדיק מגינה על דורו ושראוי להתאונן על מיתתו הנה קצתם או רובם שהיו רועים במדבר נסעו למוסרה למצוא מים ומרעה לצאן ובעודם שם מת אהרן ויקבר ויכהן אלעזר ולא באו להתאונן על המיתה ולא להתאבל על הקבור' ולא חששו לכבד אלעזר שכהן תחתיו אבל משם נסעו הגדגדה לרעות צאן:",
                "<b>ומן הגדגדה יטבתה ארץ נחלי מים.</b> שכל אותם המקומות הנזכרים עתה היו ארץ נחלי' נכונים למרעה הצאן ולא שתו לבם להיזק שקרה במות הצדיק ולא לכבודו ולכבוד בנו:"
            ],
            [],
            [
                "<b>בעת ההיא הבדיל.</b> ומאחר שכבר הבדיל האל ית' שבט מיוחד לעבודת המקדש ואין אתם ראוים להשתדל בה ועם זה לא השגתי בתפלתי רק שלא ישחיתך ואמר לי "
            ],
            [],
            [],
            [
                "<b>קום לך למסע.</b> למסיע כמו ולמסע את המחנות:",
                "<b>ויבאו ויירשו את הארץ אשר נשבעתי.</b> כי לולא השבועה לא הייתם זוכים לה לרב מרייכם:"
            ],
            [
                "<b>ועתה ישראל.</b> אם כן אתה ישראל השתדל עתה לתקן מעוותך מכאן והלאה והתבונן מה ה' אלהיך שואל מעמך שאינו שואל דבר לצרכו כי אם ליראה. וזה תעשה בהתבוננך באופן שתדע גדלו:",
                "<b>ולאהבה אותו.</b> וזה תשיג בהתבוננך אל דרכי טובו. וכל זה הוא שואל לטוב לך כדי שתזכה לחיי עולם:"
            ],
            [],
            [
                "<b>הן לה' אלהיך השמים.</b> ויעיד על זה שהוא מבקש לטוב לך. כי אמנם השמים והארץ הם שלו ועם היותם נכבדים בלתי נפסדים:"
            ],
            [
                "<b>רק באבותיך חשק.</b> ששנה את טבע אותם הנכבדים בגללכם בזכות אבות ואין זה בלי ספק אלא כדי להשיג דבר יותר נכבד מן השמים והארץ והוא האדם השלם בהיותו דומה לבוראו כפי האפשר כאמרו בצלמנו כדמותנו:"
            ],
            [
                "<b>ומלתם את ערלת לבבכם.</b> אם כן ראוי שתסירו את ערלת שכלכם והוא שתתבוננו להסיר כל טעות מוליד דעות כוזבות:",
                "<b>וערפכם לא תקשו עוד.</b> ובסור קושי העורף המונע מלפנות אל הראוי תפנו להכיר את בוראכם ותראו כי רע ומר לעזבו וזה שתתבוננו:"
            ],
            [
                "<b>כי ה' אלהיכם הוא אלהי האלהים.</b> הנצחי על כל הנצחים הנבדלים מחומר וזה שנצחיות כולם הווה מנצחיותו:",
                "<b>ואדוני האדונים.</b> מנהיג המנהיגים והם הגלגלים ומניעיהם שהנהגת כולם מכוונת להשיג תכלית כוונתו כענין המלאכות הפרטיות ביחוס אל הראשיות:",
                "<b>האל הגדול.</b> שאין נמצא שוה לו במדרגת מין מציאותו:",
                "<b>הגבור.</b> המקיים כל המציאות במציאותו כאמרו ואתה מחיה את כולם:",
                "<b>והנורא.</b> משגיח לשלם ולענוש באופן שראוי לירוא מפניו:",
                "<b>אשר לא ישא פנים.</b> לבן פריץ מפני האב הצדיק אע\"פ שהוא מאריך אף בזכותו של אב:",
                "<b>ולא יקח שוחד.</b> לא יסיר כלל מעונש העבירה בשביל זכות מצוה שעשה החוטא כאמרם ז\"ל שאין מצוה מכבה עבירה. וכל זה יורה שלא תבטחו אם תחטאו להנצל בשום זכות מן העונש כלל זולתי בתשובה השלמה:"
            ],
            [],
            [],
            [],
            [
                "<b>הוא תהלתך.</b> תתהלל שתהיה עבד למי שמולך על כל המציאות:"
            ]
        ],
        [
            [],
            [
                "<b>כי לא את בניכם.</b> לפיכך אתם שראיתם עשו אותות המעידים לדורות בכניסתכם:",
                "<b>וזרועו הנטויה.</b> מוכנת להכות את השב לחטוא:"
            ],
            [],
            [
                "<b>ויאבדם ה' עד היום הזה.</b> כי אז טבעו שלישי מצרים וחילם באופן שגם מ' שנה אחרי כן היו מרגישים באבידת אותם הגבורים שלא קמו עדיין ממלאים את מקומם:"
            ],
            [],
            [],
            [
                "<b>כי עיניכם הרואות את כל מעשה ה'.</b> שהגדיל לעשות נגד המורדים בו:",
                "<b>לפרעה ולמצרים.</b> במצרים ועל הים ולמורדים במדבר ולדתן ולאבירם ועליכם להזהיר את הבנים שלא ראו כל אלה. לפיכך:"
            ],
            [
                "<b>ושמרתם את כל המצוה אשר אנכי מצוך היום.</b> מצות האבנים שתקימו בירדן ושתקחו מתוך הירדן ושתכתבו עליהם את התורה להיות לדורות לעדות מאתכם שראיתם:"
            ],
            [
                "<b>ולמען תאריכו ימים על האדמה.</b> שאם בניכם לא ישמרו את המצות יגלו ממנה מהרה קודם לונושנתם בארץ כמו שהעיד באמרו ועצר את השמים ואבדתם מהרה:"
            ],
            [
                "<b>כי הארץ אשר אתה בא שמה לרשתה לא כארץ מצרים היא.</b> שאינה צריכה לגשמים:"
            ],
            [
                "<b>למטר השמים תשתה מים.</b> שאין שם נהרות מספיקים להשקות את הקרקעות אבל צריך שישתו מי גשמים:"
            ],
            [
                "<b>דורש אותה.</b> להשגיח על מעשי יושביה אם הם ראוים למטר ואם לא. לפיכך דעו זה כי אמנם:"
            ],
            [
                "<b>אם שמוע תשמעו ונתתי מטר ארצכם בעתו.</b> באופן שתתפרנסו שלא בצער ותוכלו לעבדו ואם לאו לא יתן מטר כלל ולא יהי' לכם מזון לחיות בה:"
            ],
            [],
            [],
            [],
            [
                "<b>ואבדתם מהרה.</b> ברעב הרע מן החרב לפיכך השמרו לכם:"
            ],
            [
                "<b>ושמתם את דברי אלה על לבבכם.</b> להתבונן בם:",
                "<b>ועל נפשכם.</b> לקיימם ברצון:"
            ],
            [
                "<b>ולמדתם אותם את בניכם.</b> הרגילו את בניכם במצות:",
                "<b>לדבר בם בשבתך.</b> כדי שתדברו בם תמיד:"
            ],
            [],
            [],
            [
                "<b>כי אם שמור תשמרון וגו' לאהבה.</b> שיהי' עסקכם בתורה כדי להכיר חסדי האל יתעלה אשר מזה תמשך האהבה:",
                "<b>וללכת בכל דרכיו.</b> להתנהג באותם הדרכים אשר הוא מנהיג בם את עולמו והם צדקה ומשפט:",
                "<b>ולדבקה בו.</b> שיהיו כל מעשיכם מכוונים לעשות רצונו כאמרו בכל דרכיך דעהו:"
            ],
            [
                "<b>והוריש.</b> יתן לכם מקום להתפרנס בו שלא בצער למען תוכלו לעשות רצונו:"
            ],
            [],
            [
                "<b>לא יתיצב איש בפניכם.</b> אפי' בחוצה לארץ: <b>חסלת פרשת עקב.</b>"
            ],
            [
                "<b>ראה.</b> הביטה וראה שלא יהיה ענינך על אופן בינוני כמו שהוא המנהג בשאר האומות. כי אמנם אנכי נותן לפניכם היום ברכה וקללה והם שני הקצוות כי הברכה היא הצלחה יותר מן המספיק ע\"צ היותר טוב. והקללה היא מארה מחסרת שלא יושג המספיק ושניהם לפניכם להשיג כפי מה שתבחרו:"
            ],
            [],
            [],
            [
                "<b>ונתתה את הברכה.</b> תברך את שומרי המצות:",
                "<b>ואת הקללה.</b> לעוברים עליהם:"
            ],
            [
                "<b>הלא המה בעבר הירדן.</b> בתחלת בואכם בארץ כדי לפרסם בתחלת כניסתכם שלא תהיה ישיבתכם בה על אופן מספיק אבל יהיה על אופן מוצלח או על אופן מקולל:"
            ]
        ],
        [
            [
                "<b>אלה החוקים והמשפטים אשר תשמרון וגו' לרשתה כל הימים.</b> ומכלל המצות האלה הם שצריך שתשמרו אותן אשר בקיומן תירשו הארץ כל הימים שתאבדו מקומות כל ע\"ג ושלא תעשו כמותם לאל ית' להקריב לפניו בכל מקום ושיהי' לכם מקום מיוחד להקריב לפניו אותו המקום אשר יבחר ה' אלהיכם מכל שבטיכם:"
            ],
            [],
            [],
            [],
            [
                "<b>לשכנו.</b> להיות שם משכן שמו והוא שילה או בית עולמים:",
                "<b>תדרשו.</b> אל אותו המקום הנבחר תדרשו להשתחוות ולהקריב כענין אליו גוים ידרושו:",
                "<b>ובאת שמה.</b> לא שיבא משכן שמו אליכם בכל מקום כמנהג עובדי עבודה זרה::"
            ],
            [],
            [
                "<b>לפני ה' אלהיכם. ושמחתם.</b> עבדו את ה' בשמחה כראוי לכל עובד מאהבה:",
                "<b>בכל משלח ידכם.</b> כי אז תצליחו את דרכיכם ואז תשכילו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ואמרת אוכלה בשר.</b> בלתי שאצטרך לטרוח להעלותו לבית הבחירה:",
                "<b>כי תאוה נפשך לאכול בשר.</b> ג\"כ כשתאוה לאכול אותו החלק הניתן לכהנים מן הזבח:",
                "<b>בכל אות נפשך תאכל בשר.</b> אבל לא חלב ודם אע\"פ שהם חולין:"
            ],
            [],
            [
                "<b>אך כאשר יאכל את הצבי.</b> שלא במקום קדוש:"
            ],
            [
                "<b>רק חזק לבלתי אכול הדם.</b> אע\"פ שתקוה באכילתו חברת השדים שיגידו לך עתידות. כאמרם ז\"ל שומעים מה שעתיד להיות כמלאכי השרת לא תאכל הדם להתחבר להם:"
            ],
            [
                "<b>לא תאכלנו על הארץ תשפכנו כמים.</b> עשה באופן שלא יהיה ראוי לאכילה וזה שתשפכהו על הארץ כמים ולא תצניעהו כמו שמצניעים היין והשמן ושאר משקין לאכילה ושתיה:"
            ],
            [
                "<b>לא תאכלנו וגו' כי תעשה הישר בעיני ה'.</b> וכאשר תמנע מלאכול לא יהיה זה כמואס בו אבל כדי שתעשה הישר בעיני ה' כאמרם ז\"ל אל יאמר אי אפשי בבשר חזיר אבל יאמר אפשי ואפשי ואבי שבשמים גזר עלי:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ואעשה כן גם אני.</b> שאעבוד את האל ית' באותם מיני העבודה שהם עובדים לע\"ג:"
            ],
            [
                "<b>כי כל תועבת ה' אשר שנא עשו לאלהיהם.</b> כי אמנם הם עובדים לע\"ג בקצת מיני עבודות נמאסות אצל האל ית':"
            ]
        ],
        [
            [
                "<b>לא תוסף עליו.</b> כי אולי תוסיף דבר נמאס אצלו ית' כמו שיהיה אם תרצה להוסיף מיני עבודות לאל ית' שלפעמים תהיה העבודה הנוספת דבר נמאס אצלו ית' כמו שריפת הבנים:",
                "<b>ולא תגרע ממנו.</b> אפי' בסור סבת המצוה בעיניך כענין שלמה באמרו אני ארבה ולא אסור:"
            ],
            [],
            [
                "<b>אשר לא ידעתם.</b> שלא בא מופת אפילו על מציאותם. כי אמנם הנודעים בחוש או במופת נודע מהם שהם פועלים תמיד בענין אחד באופן שנודע שהם פועלים טבעיים לא רצוניי' ובכן לא יועיל להתפלל אליהם ולא לעבדם:"
            ],
            [
                "<b>לא תשמע אל דברי הנביא ההוא.</b> לא תפנה אל דבריו לראות אם יש ממש בקצתם כי אין ספק שכל דבריו שקר שבדה מלבו הכל להרע כאמרו כי דבר סרה והאות או מופת נעשה על ידי כשוף או תחבולה וזולתם לא מכח נבואה שבאה לו:",
                "<b>או אל חולם החלום ההוא.</b> לראות אם יש בקצת חלומו אמת אבל תדע בלי ספק שלא חלם דבר ממה שאמר אבל המציא הכל מלבו כדי להדיח:",
                "<b>כי מנסה ה' אלהיכם אתכם.</b> כי כשתחשבו לאויב את המדבר נגד אלהיכם בזה תהיו מנוסים לפניו לאוהביו:",
                "<b>לדעת.</b> כדי שעל אהבתכם המנוסת בפועל תהי' בפעל ידיעתו הפועלת לטוב לעולם כראוי בדבר המוכן בפעל לקבלת שפע טובו:"
            ],
            [
                "<b>אחרי ה' אלהיכם תלכו.</b> כענין והלכת בדרכיו ולא בדרכים שיאמר נביא או חולם להדיחך מן הדרך:",
                "<b>ואותו תיראו.</b> אע\"פ שהי' אותו הנביא אצלך כבר אדם חשוב ונורא ומגזם עתה תבטל יראת הנביא מפני יראת האל ית':",
                "<b>ואת מצותיו תשמורו.</b> ולא מצות חדשות שיחדש הנביא בפרט בעבודה זרה שהיא מנגדת לכל מצות האל יתעלה כי אמנם הוא צוה לעולם בריתו לא יחליפנו ולא ימיר אותו:",
                "<b>ובקולו תשמעו.</b> במה שירצה על ידי נביאיו לקיום תורתו ולקדוש שמו כענין אליהו בהר הכרמל לא בקול זה המבטל את כל מצות האל יתעלה:",
                "<b>ואותו תעבודו.</b> לבדו כאמרו זובח לאלהים יחרם כמו שהתבאר במקומו:",
                "<b>ובו תדבקון.</b> שיהי' תכלית כל פעולתכם לעשות רצונו ולא תהיה שנאתך על זה מסובבת מאיבה קודמת:"
            ],
            [
                "<b>יומת כי דבר סרה ועל ה'.</b> אע\"פ שדבר בשם ה' ולא בשם ע\"ג ומזה היה נראה שלא יתחייב מיתה כמו שגזרו זקנים באמרם על ירמיהו אין לאיש הזה משפט מות כי בשם ה' אלהינו דבר אלינו הנה זה חייב מיתה מפני שדבר סרה בשמו:",
                "<b>להדיחך מן הדרך.</b> אע\"פ שלא אמר להדיחך מעל ה' הוא אומר בשם ה' שתעבדו עבודה זרה במצותו מכל מקום בקש להדיחך מן הדרך אשר צוך ה' אלהיך:"
            ],
            [],
            [
                "<b>הקרובים אליך.</b> אע\"פ שמצד קורבתם תדע שקרותם ואין לחוש שתטעה בם:",
                "<b>או הרחוקים ממך מקצה הארץ.</b> אע\"פ שמצד המרחק אין לחוש שתלך שם לעבדם:"
            ],
            [
                "<b>לא תאבה לו.</b> באמרו שתחקור לדעת אם כנים דבריו שע\"ג פלוני כך מטיבה וכך מריעה:",
                "<b>ולא תשמע אליו.</b> ובזה האופן לא תשמע אליו ולא תקבל ממנו לעבוד שאם יהיה בדבר ספק אצלך אם הוא ראוי סוף שתשמע אליו כי ספק כזה לא יקרה אלא מחסרון התבוננות בגודל האל ית' וסדרו בעולם:"
            ],
            [],
            [
                "<b>כי בקש להדיחך.</b> אף על פי שלא עשה ההזק כמו שעושים מדיחי עיר הנדחת מכל מקום חייב מיתה בשביל שבקש להדיחך ובהריגתו תשיג שלא ידיח אחרים ואם לא תהרגהו אולי ידיח הוא או זולתו את אחרים ותעלה בידם:"
            ],
            [
                "<b>וכל ישראל ישמעו וייראו ולא יוסיפו.</b> לא הוא ולא זולתו:"
            ],
            [],
            [],
            [],
            [
                "<b>ואת בהמתה לפי חרב.</b> למחות זכרם ע\"צ נקמת האל ית' כמו הענין בעמלק כאמרו תמחה את זכר עמלק. וכן באר הנביא באמרו והמתה מאיש עד אשה מעולל ועד יונק משור ועד שה מגמל ועד חמור:"
            ],
            [],
            [
                "<b>ולא ידבק בידך מאומה מן החרם.</b> פן יהיה למוקש כמו הענין בנויי ע\"ג שנאמר בהם לא תחמוד כסף וזהב עליהם ולקחת לך פן תוקש בו כמו שהתבאר במקומו:"
            ]
        ],
        [
            [
                "<b>בנים אתם לה' אלהיכם לא תתגודדו.</b> שאין ראוי להראות תכלית הדאגה והצער על הקרוב המת כשנשאר קרוב נכבד ממנו במעלה ובתקות טוב לפיכך אתם בנים לה' שהוא אביכם קיים לעד אין ראוי שתדאגו ותתאבלו בתכלית על שום מת:",
                "<b>ולא תשימו קרחה בין עיניכם למת כי עם קדוש אתה.</b> וגם כן אין להצטער מאד בשביל נזק המגיע למת במיתתו כי עם קדוש אתה מזומן לחיי העולם הבא אשר קורת רוח בהם יפה מכל חיי העולם הזה:"
            ],
            [
                "<b>סגולה מכל העמים.</b> ולכן הוא אוסר זה לכם ולא אסר אותן לבני נח שאינם כל כך סגלה:"
            ],
            [
                "<b>לא תאכל כל תועבה.</b> הנה קודם מתן תורה נודע הבדל בין טמא לטהור כמבואר בענין נח. מ\"מ כשהתיר האל ית' לנח ולבניו אכילת ב\"ח לא הבדיל בין טמא לטהור. אמנם אתה בהיותך קדוש אין ראוי לך להיות נזון מן הטמא ומתעב להדמות למזגו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לא תאכלו כל נבילה.</b> אפילו מן המין הטהור:",
                "<b>כי עם קדוש אתה לה' אלהיך.</b> אעפ\"י שהנבלה היא נאותה למזון אנושי כמו לגר או לנכרי אינה נאותה למזון עם קדוש מוכן לשלמות המכוון מאת האל יתברך:",
                "<b>לא תבשל גדי.</b> כמעשה הכנענים שהיו חושבים להרבות בזה הפעל מקניהם וקנינם וכל בהמתם:"
            ],
            [
                "<b>עשר תעשר.</b> כי בעשור התבואה והבהמה תרבה התבואה וירבה המקנה כאמרם ז\"ל (גטין) עשר בשביל שתתעשר:"
            ],
            [
                "<b>למען תלמד ליראה.</b> כי במקום הנבחר למקדש יהיה בית דין הגדול להבין ולהורות:"
            ]
        ],
        [
            [],
            [
                "<b>וזה דבר השמטה.</b> כשאמר האל ית' והשביעית תשמטנה היתה הכוונה שתעשה שמטת כספים שנאמר שמוט כל בעל משה ידו:",
                "<b>כי קרא שמטה.</b> האל ית' באמרו תשמטנה:"
            ],
            [],
            [
                "<b>אפס כי לא יהיה בך אביון.</b> אע\"פ שאמרתי שתשמט ידך הנה לא יקרה בכם איזה לוה שתצטרך לשמט. וזה בלי ספק התקיים בדור באי הארץ כל ימי יהושע וכל ימי הזקנים אשר האריכו ימים אחרי יהושע:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כי לא יחדל אביון.</b> כענין כי ידעתי אחרי מותי כי השחת תשחיתון:"
            ],
            [],
            [],
            [],
            [
                "<b>וזכרת כי עבד היית.</b> שלא בלבד הוציאך מעבדות חפשי אבל העניק לך מממון המשעבדים בך:"
            ],
            [],
            [],
            [
                "<b>לא יקשה בעיניך.</b> להעניק עם שלוחו חפשי כי ראוי הוא לזה ואתה לא תחסר:",
                "<b>וברכך ה' אלהיך.</b> ומשלו תתן:"
            ],
            [
                "<b>כל הבכור.</b> אחר שבאר מיני חסד בתבואה והוא מעשר עני ובמעות והוא שמטת כספים והצדקה ובשאר הקנינים בהענקת עבד עברי. באר מצות אשר בהן הודאה לאל יתעלה והן מתן הבכורות הראוי לבעלי המקנה להודות כי מידו המקנה לנו. וחג המצות להודות על הגאולה בזבח הפסח ובמצות ועל האביב בעומר התנופה. וחג השבועות להודות על שבועות חקות קציר ששמר לנו. וחג האסיף להודות על האסיף ושבכל אחד מהם נביא איזה דורון לאדון כאמרו ולא יראה את פני ה' ריקם. ולזה לא הזכיר בהם באיזה חדש ובכמה בחדש יהיו אבל הזכיר האביב והשבועות והאסיף:"
            ]
        ],
        [
            [
                "<b>שמור את חדש האביב.</b> שמור בהתמדת השגחה שיהי' ניסן חדש האביב ע\"י עבורי החדשים והשנים שיכוונו בהם שני הלבנה עם שני החמה:",
                "<b>ועשית פסח.</b> בערב חג המצות:",
                "<b>כי בחדש האביב הוציאך.</b> כיון ורצה שתהיה יציאתך בעת שנשלם החדש של אביב והוא הנגוד בהיות טלה אלהי מצרים עם השמש בגבורתו והירח בנגודו:",
                "<b>לילה.</b> כי אותו הנגוד היה אז בלילה ובהיות שאין קרבן בלילה הוצרך להקדים הקרבתו ביום הקודם לאותו הנגוד ולזכרון זה קבע כן לדורות:"
            ],
            [
                "<b>ובקר.</b> לקרבן חגיגה. אע\"פ שלא נעשה זה עם פסח מצרים:"
            ],
            [
                "<b>לא תאכל עליו חמץ שבעת ימים.</b> אע\"פ שפסח מצרים היה איסור חמוצו יום אחד בלבד כמו שהזכירו רז\"ל (פסחים):",
                "<b>תאכל עליו מצות.</b> שבהיותו קרבן זכרון הגאולה שהיתה ברגע קטן אין ראוי לאכול עמו חמץ שהוא צריך עכוב בעשייתו מלוש בצק עד חמצתו:",
                "<b>לחם עוני.</b> לחם שהיו אוכלים בעוני ושלא היה להם פנאי להשהות עיסתם עד שתחמץ מפני נוגשים אצים:",
                "<b>כי בחפזון יצאת.</b> והטעם להזכיר חפזון הלחם הוא כי תמורת אותו חפזון העוני היה לך אח\"כ חפזון הגאולה כענין והפכתי אבלם לששון:",
                "<b>למען תזכור את יום צאתך מארץ מצרים כל ימי חייך.</b> והטעם שצויתי להתמיד ההשגחה עד שיהיו שנות הלבנה מכוונות עם שנות החמה ע\"י העבורים כדי שיהיה ניסן חדש אביב ולא צויתי למנות לחדשי חמה שהם בלתי צריכין לעבור הוא כדי שתזכור יציאת מצרי' כל ימי חייך שבכל עבור חדש ועבור שנה שתעשה בשביל שיהיה ניסן חדש האביב תזכור שזה הוא בשביל יציאת מצרים:"
            ],
            [
                "<b>ולא יראה לך שאור בכל גבולך שבעת ימים.</b> אע\"פ שזה לא הוצרך בפסח מצרים:",
                "<b>ולא ילין מן הבשר.</b> שלא תחשוב שנאסר המותר בפסח מצרים בלבד מפני שהיו יוצאים אז משם בחפזון כדי שלא ישאר ממנו ביד מצרים:"
            ],
            [
                "<b>לא תוכל לזבוח את הפסח.</b> אע\"פ שפסח מצרים נעשה בזולת מזבח ובזולת מקדש לא יעשה כן לדורות:"
            ],
            [],
            [],
            [
                "<b>וביום השביעי עצרת.</b> נעצרו בו ישראל יחדיו לעבודת האל ית' ושרו לו שירה בשביעי של חג המצות לפיכך נקדש אותו היום.",
                "<b>ולא תעשה מלאכה.</b> כי לולא זה לא הי' השביעי קדוש כלל כמו שהוא הענין בחג הסכות שאין השביעי שלו מקרא קדש:"
            ],
            [
                "<b>מהחל חרמש בקמה.</b> בקמת שעורי העומר כי השעורה אביב ומן האביב עד הקציר תספור שבעה שבועות חקות קציר:"
            ],
            [],
            [
                "<b>והגר והיתום והאלמנה.</b> ישמחו בחג הקציר בלקט ופאה המצויים בקציר. והזכירם בענין זה החג בפרשת אמור:"
            ],
            [
                "<b>וזכרת כי עבד היית.</b> שלא היה אז שום ממון שלך כי מה שקנה עבד קנה רבו:",
                "<b>ושמרת ועשית את החוקים האלה.</b> בנתינת לקט ופאה לרצון לפני ה' שהוציאך משם ונתן לך עושר ונכסים:"
            ],
            [
                "<b>באספך מגרנך ומיקבך.</b> באספך התבואה אל ביתך מן הגורן ומן היקב:"
            ],
            [
                "<b>והגר והיתום והאלמנה.</b> ישמחו בפרט ועוללות ומתנות פירות האילן:"
            ],
            [
                "<b>כי יברכך.</b> שיהיה לך אסיף מרובה ולעניים יהיו מתנות מרובות:",
                "<b>והיית אך שמח.</b> תהי' שמח בלבד ובשמחתך לא יתערב עצבון:"
            ],
            [],
            [
                "<b>איש כמתנת ידו.</b> לא שיתן כל אשר לו ויצטרך הוא לבריות כמחשבות פתאי האוילים כאמרם ז\"ל (כתובו' פרק נערה שנתפתתה) המבזבז אל יבזבז יותר מחומש:"
            ],
            [
                "<b>שופטים ושוטרים.</b> אחר המצות לההמון צוה עניני מנהיגיו והם המלכי' והשופטים והכהנים והנביאים אשר בתקונם יתוקן ענין ההמון ובקלקולם יקולקל כמו שהעיר הנביא באמרו שריה בקרבה אריות שואגים שופטיה זאבי ערב לא גרמו לבקר נביאיה פוחזים אנשי בוגדות כהניה חללו קדש חמסו תורה:",
                "<b>נותן לך לשבטיך.</b> בשעריך שהוא נותן לך שתחלק לשבטיך לא במה שתכבוש חוצה לארץ שאינו מתחלק לשבטים כאמרם ז\"ל (סנהדרין) בחוצה לארץ אין אתה מושיב דיינים בכל פלך ובכל עיר ועיר וזה כמו בסוריא וזולתה:",
                "<b>משפט צדק.</b> תהי קבלת הטענות באופן שיפסקו הדין בצדק שלא יהא רך לזה וקשה לזה:"
            ],
            [],
            [
                "<b>צדק צדק תרדוף.</b> כשתתן לך שופטים אתה הממנה את השופטים בחר את היותר שופטי צדק אע\"פ שאין בהם כל כך שאר תכסיסים הראוים לדיין כמו שלמות הקנין ושלמות הגוף כענין אל תבט אל מראהו ואל גבה קומתו:",
                "<b>למען תחיה וירשת.</b> תצטרך לזה יותר בארץ כי חסרון זה ימנע הירושה בה כאמרו בעון בצעו קצפתי:"
            ],
            [
                "<b>לא תטע לך אשרה.</b> הביא שלשה דומים מענין דברים שהם נאים כפי החוש ונמאסים מפני מומם הרוחני ראשונה היא האשרה שהיא לנוי היכלות ומ\"מ הי' נמאסת לקדש מפני שהיתה תכסיס לעבודת גלולים וכן נקדים העדפת הצדק הרוחני לשלמות גוף הדיין שהוא חושיי וגשמי. שנית המצבה שאע\"פ שהיתה לרצון קודם מתן תורה כאמרו ושתים עשרה מצבה. וזה כי היה ענינה כאלו המקריב נצב תמיד לפני הקדש כענין שויתי ה' לנגדי תמיד ונפלו מזאת המדרגה בענין העגל כאמרו שם כי לא אעלה בקרבך. וכן יקרה בענין זקן שאין פרקו נאה שיצא עליו שם רע בילדותו כשתמצא זקן ופרקו נאה. שלישית הביא ענין המום הנמאס אע\"פ שתהיה הבהמה יפה כפי החוש ושמנה שוה אלף זוז ועם כל זה היא נפסלת לקדש מפני מום בלתי מחסר מדמים ויהיה שור שוה סלע בשביל היותו תמים כשר לקרבן וכן יהיה בזקן בעל מדה מגונה כשתמצא שלם ממנו במדות אע\"פ שלא יהיה עשיר ונאה כמוהו:"
            ]
        ],
        [
            [],
            [
                "<b>כי ימצא בקרבך.</b> אחר שצוה למנות דיינים בכל עיר ועיר לשפוט כל ב\"ד את בני עירו. הזכיר משפט עובד עבודת גלולים שאינו נדון בעירו אבל נדון באותה העיר שעבד בה. ואחריו הזכיר ענין מחלוקת בתי דינים שזה ג\"כ נשפט בעיר אחרת היינו במקום אשר יבחר ה'. וכן ענין זקן ממרא:",
                "<b>לעבור בריתו.</b> הברית שכרת על כל המצות כי אמנם העובד עבודת גלולים כופר כל המצות ומבטלן:"
            ],
            [
                "<b>אלהים אחרים.</b> עצמים נבדלים זולת האל יתברך:",
                "<b>ולשמש או לירח.</b> שהם גשמיים:",
                "<b>אשר לא צויתי.</b> אשר לא מניתי בשום מנוי בחיריי שיוכלו לעשות כרצונם אבל נתתי להם חק ולא יעבור על היפך מחשבת עובדי עבודת גלולים שחשבו שלכל עיר ועיר יש שר יכול כרצונו להיטיב ולהרע ושהוא מטיב כשיעבדוהו:"
            ],
            [],
            [
                "<b>את האיש ההוא או את האשה ההיא.</b> ולא נאמר שהיה זה פתיות ובל ידעה מה ושאין צריך לדונה בשער שעבדה בו להורות היפך דעותיה:",
                "<b>אל שעריך.</b> אל שער שעבד בו להראות שלא יושיעהו האליל הנעבד שם אשר חשב העובד להיות נושע בו:"
            ],
            [
                "<b>על פי שנים עדים או שלשה.</b> אפי' בעבודת גלולים תבטל כל העדות אם נמצא אחד מהם פסול ולא נאמר תתקיים העדות בשאר:"
            ],
            [],
            [
                "<b>כי יפלא ממך.</b> אע\"פ שמניתם השופטים בכל עיר ועיר כדי שכל ב\"ד ישפוט את עירו הנה בהולד ספק איך היה מפי השמועה לא ישפטוהו ב\"ד של אותה העיר כפי מחשבתם אבל יהיה פסק דין כפי מחשבת רוב ב\"ד הגדול וכן כשלא ירבו אלו על אלו:"
            ],
            [],
            [],
            [],
            [
                "<b>והאיש אשר יעשה בזדון.</b> שיורה הלכה למעשה נגד הוראת ב\"ד הגדול. ומת האיש ההוא. ע\"פ ב\"ד הגדול ובזה כל העם ישמעו וייראו:"
            ],
            [],
            [
                "<b>אשימה עלי מלך ככל הגוים.</b> שתהי' המלכות לו ולזרעו לא כענין השופטים שהיה השופט מולך הוא בלבד אבל לא זרעו אחריו. ועל מנוי שופט למלך בזה האופן נצטוו בביאתם לארץ כאמרו ולא תהיה עדת ה' כצאן אשר אין להם רועה. אמנם שיהיה כמלכי הגויים מחזיק במלכות הוא וזרעו נמאס אצל האל יתברך. אבל צוה שכאשר יקשו ערפם להעמיד להם מלך בזה האופן, לא יבחרו אלא אדם כשר שיבחר בו ה' (פסוק טו), ולא יעביר ישראל על דת, ושלא יהיה איש נכרי (שם), אף על פי שיהיה אדם כשר, ואף על פי שיהיה גבור ואיש מלחמה. וכאשר חטאו בשאלת המלך שימלוך הוא וזרעו ככל הגוים (שמואל א ח, ה), היה העונש עליהם בתקלות הקורות להמון בשביל המלך כאמרו וצעקתם ביום ההוא מפני מלככם אשר בחרתם לכם, ולא יענה ה' אתכם ביום ההוא (שם שם פסוק יח), וכאמרו אתן לך מלך באפי, ואקח בעברתי (הושע יג, יא). והיה הרשות במנוי המלך כמו שהיה הרשות ביפת תואר, אשר רמז שסופו לשנאתה ולהוליד ממנה בן סורר ומורה, כמו שקרא לדוד בדבר אבשלום:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>למען ילמד ליראה.</b> בחלק העיוני ממנה המורה במופת את גודל והשגחת האל יתעלה אשר בידיעת זה תתחייב המורא:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>כי בו בחר ה' אלהיך מכל שבטיך.</b> וראוי לך לתת לו לחם ושמלה כדי שיוכל לעמוד לשרת:"
            ],
            [],
            [],
            [
                "<b>לבד ממכריו על האבות.</b> אין על האבות לחלק למשמרות כהונה אלא ממכריו מה שהיה כל משמר מהם יכול למכור לחבירו בחליפין והם קרבנות כל ימות השנה שיחליף כל משמר עם חביריו את חלקו בקרבנות השנה בעד מה שיתנו לו חלקם בשבוע אחת או שתים אבל קרבנות הרגלים שאין להם חליפין ואינם מכלל ממכריו שיוכלו האבות לחלקם למשמרות לפיכך חלק כחלק יאכלו מהם:"
            ],
            [],
            [
                "<b>לא ימצא בך.</b> אפי' מעם נכרי כגון בעלת אוב שנשארה בעין דאר:"
            ],
            [],
            [],
            [
                "<b>תמים תהיה.</b> שלם עמו שגם בדרישת העתידות לא תדרוש זולתו אבל תדרוש ע\"י נביא או על ידי אורים ותומים:"
            ],
            [
                "<b>ואתה לא כן נתן לך.</b> שלא יתאמתו בך דברי המעוננים והקוסמים כאמרם (שבת קנו.) אין מזל לישראל:"
            ],
            [
                "<b>אליו תשמעון.</b> אם יצוה מצות שעה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>איכה נדע את הדבר.</b> כשיצוה לשעה איזו מצוה כגון אליהו בהר הכרמל ויהושע שהקיף יריחו בשבת וצוה את הכהנים לשאת את הארון בירדן ולעמוד שם עד שיעברו כל העם:"
            ],
            [
                "<b>ולא יהיה הדבר.</b> כי אמנם לא תתחדש מצוה אפילו לשעה להמון אם לא יהיה עמה איזה אות כמו שהיה ביהושע בבקיעת הירדן ונפילת חומת יריחו. ובאליהו ירידת האש מן השמים. אמנם מצות הנביא שאמר אל רעהו הכני נא היתה לרעהו נביא כמוהו שידע כי דבר ה' הוא לפיכך נענש כאשר מאן:"
            ]
        ],
        [
            [],
            [
                "<b>שלוש ערים תבדיל.</b> אחר שבאר ענין השופטים והמלך והכהנים והנביאים ספר המצות המוטלות על השופטים והם הבדלת ערי מקלט וגבולות הארץ וחקירת העדים וקבלתם והמצות המוטלות על המלכים והם כי תצא למלחמה כי תקרב אל עיר וכי תצור. והמוטל על הכהנים והשופטים יחדיו והם עניני עגלה ערופה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ובערת דם הנקי מישראל.</b> עונש דם הנקי. כאמרו ולארץ לא יכופר לדם אשר שופך בה כי אם בדם שפכו:",
                "<b>וטוב לך.</b> שלא יוסיף הרוצה להרוג אחרים והנשארים ישמעו וייראו:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>והנה עד שקר העד שקר ענה באחיו.</b> שהיתה עדותו שקר ובכוונה ממנו לענות שקר על אחיו לא כמוטעה או שוגג כענין בטעות שעות יום המעונן או בעבורו של חדש:"
            ]
        ],
        [
            [
                "<b>כי תצא למלחמה.</b> לחוצה לארץ שבמלחמת מצוה לא היו שם שבים מעורכי המלחמה אלא אפי' חתן מחדרו וכלה מחופתה (פ\"ק סוטה):"
            ],
            [],
            [],
            [],
            [
                "<b>פן ימות במלחמה ואיש אחר יחנכנו.</b> שמא יש עליו עבירה שבשבילה יענש בזה העונש המבואר בתוכחות ויזיק לאחיו שיניא את לבם וזולתו:"
            ],
            [],
            [],
            [],
            [
                "<b>ופקדו שרי צבאות.</b> אחרי חזרת החוזרים שמא יפקדו לשר צבא אחד מהחוזרים וימס לבב כל צבאו כאמרו הך הכפתור וירעשו הספים:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הרחוקות ממך מאד.</b> הרחוקות מן המקום אשר בו מחנה ישראל עתה כי גבול ישראל שם רחוק מכל צד:"
            ],
            [],
            [],
            [],
            [
                "<b>לא תשחית את עצה לנדוח עליו גרזן.</b> לא תשחית את העץ כדי לנדוח עליו גרזן משחית בלבד שלא לצורך אלא להזיק לבני העיר:",
                "<b>כי ממנו תאכל.</b> כי אמנם כריתת העצים דרך השחתה בלבד יעשהו הצבא להזיק כאשר לא יהיה בטוח לנצח ולשבת בארץ אבל אתה הבטוח לכבוש את הארץ ולשבת בה אין לך להשחית עץ מאכל:",
                "<b>כי ממנו תאכל.</b> שתכבוש הארץ בלי ספק ותאכל ממנו כשלא תשחיתהו:",
                "<b>כי האדם עץ השדה.</b> כי האמנם עץ השדה האדם ראוי לבא מפניך בגללו העיר במצור למסור את עצמם בידך מכח מצור וכיון שאינו כן בזה גם שראוי להזיק ליושבי העיר בכלי מלחמה כמו בסוללות וזולתם להביא העיר במצור. הנה בהיות שלא תשיג זה בהשחתת האילנות אין ראוי להשחיתם כמו שראוי שתשחית האדם יושבי העיר:",
                "<b>לבא מפניך במצור.</b> כדי שתבא בשביל זה העיר מפניך במצור באופן שימסרו את עצמם בידך:"
            ],
            [
                "<b>רק עץ אשר תדע כי לא עץ מאכל הוא.</b> אע\"פ שיהיה ממין עצי מאכל כשתדע שהוא זקן או מקולקל באופן שאינו עושה פרי שיהי' ראוי שיטרח האדם בענינו אותו תשחית:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>אל נחל איתן.</b> שאין שם רגל מצויה:",
                "<b>וערפו.</b> שהיא מיתה נעלמת מעיני הנהרג מורה על שההריגה היתה בלי ספק במקום נעלם מעיני העם ושנעשתה ע\"י רוצח. שלא היה נודע לרוצח אצל ב\"ד שאם היה נודע אצלם הרוצח היו מבערים אותו:"
            ],
            [
                "<b>לשרתו ולברך.</b> ועל ידם תהיה כפרה מן הדם הנקי וברכה לארץ:",
                "<b>ועל</b> פיהם יהיה כל ריב וכל נגע. באופן שהם בקיאים בדרכי בני האדם ומזגיהם במה שראו הם ואבותיהם ואולי יכירו מי נתלכלך בחטא זה בידיעת דרכיו ומעלליו ויתגלה הדבר:"
            ],
            [],
            [
                "<b>ידינו לא שפכה.</b> שלא הנחנו שום נודע לרוצח בארץ:",
                "<b>ועיננו לא ראו.</b> שלא היה זה במקום רואים שאם היו שם רואים היו מתקוממים ומגידים:"
            ],
            [
                "<b>כפר לעמך.</b> כפר אתה בדם שופכו. כאמרם ז\"ל (סנהדרין) מי שנתחייב הריגה או נמסר למלכות או לסטים באים עליו:",
                "<b>ונכפר להם הדם.</b> יכופר בדיני שמים בדם שופכו באופן שיהי' נראה כמתכפר מאליו:"
            ],
            [
                "<b>ואתה תבער.</b> הנה האל ית' יכפר כשלא תדעהו ואתה אם תדעהו תבער קודם שיפעלו בו דיני שמים:"
            ],
            [
                "<b>כי תצא.</b> אל חוצה לארץ:"
            ],
            [],
            [],
            [
                "<b>ובכתה את אביה ואת אמה.</b> שתעזבם ותתישב בזה בדעתה שלא לחשוב בם עוד כענין ושכחי עמך ובית אביך ואין הבכי על מיתתם כי אנחנו לא נמית אותם כלל:"
            ],
            [],
            [
                "<b>כי תהיינה לאיש שתי נשים.</b> אחר נצחון המלחמה דבר בעניני בני המדינה והם עסקי הנשים והבנים והמקנה והתכשיטים והציד והבנין ועבודת האדמה והמלבוש:"
            ],
            [
                "<b>לא יוכל לבכר את בן האהובה על פני בן השנואה הבכור.</b> לא יעביר הבכורה מן הבן בשביל שנאת זו או אהבת זו אבל אם יעשה זה בסבת רשעת הבן הבכור אז ראוי להעביר כאמרם ז\"ל (ב\"ב פרק יש נוחלין) אם לא היה נוהג כשורה זכור לטוב וכן נראה שעשה יעקב אבינו כאמרו ובחללו יצועי אביו נתנה בכורתו לבני יוסף בן ישראל:"
            ],
            [],
            [
                "<b>סורר ומורה.</b> כי מריו מסיר התקוה שישוב מסוררותו:"
            ],
            [],
            [
                "<b>זולל וסובא.</b> כי סובא וזולל יורש וילסטם למלא נפשו:"
            ],
            [],
            [],
            [
                "<b>כי קללת אלהים תלוי.</b> הנה כל עצם נבדל מחומר יקרא אלהים ומזה המין הוא עצם הנפש השכלית באדם הנקראת צלם אלהים. וע\"ז הדרך אמרה בעלת אוב לשאול אלהים ראיתי עולים. ובהיות שהבזיון הנעשה למת אחר מיתה הוא בזיון לנפש השכלית אשר היא עצם נבדל הנשאר אחר מיתת הגוף אמר שהוא קללת אלהים כי הלנת התליה לגוף המת בלתי קבורה היא בזיון לאותו העצם הנצחי הנקרא אלהים:",
                "<b>ולא תטמא.</b> להשרות רוח הטומאה במקום המת הבלתי נקבר הנרקב:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>וכן תעשה לשמלתו.</b> אע\"פ שאין אבידתה מצויה כ\"כ אל תחשבה לאבדה מדעת:"
            ],
            [],
            [],
            [],
            [
                "<b>למען ייטב לך והארכת ימים.</b> הנה בענין שלוח הקן יש איזה גמילות חסד להמון שלא להשחית זרע עופות השדה שהם הפקר וזה בשלוח האם. אמר שאפילו בזה הקצת של גמילות חסדים יהיה אוכל פירות בעולם הזה והקרן קיימת לעולם הבא:"
            ],
            [
                "<b>ולא תשים דמים בביתך כי יפול הנופל.</b> כאשר יקרה שיפול איזה נופל משם לא תהיה אתה הגורם באופן שיהיה עונש הדם בביתך:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כי יקח איש אשה.</b> אחר הדבור בעניני הישוב דבר באזהרות המחייבות לשריית השכינה בישראל ולהשמר מלגרום הסתלקותה בפסול הזרע מצד העריות ומצד תערובת האמות הפסולות ומצד טומאת המחנה כאמרו והיה מחנך קדוש ולא יראה בך ערות דבר ושב מאחריך:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אשר ענה את אשת רעהו.</b> הענה והשפיל אותה מכשרותה ופסל אותה מהיותה עוד ראויה לבעלה רעהו כענין נשי עמי תגרשון מבית תענוגיה:"
            ],
            [],
            [
                "<b>אין לנערה חטא מות.</b> אע\"פ שהיה סופה ברצון. כיון שהיתה תחלתה באונס פטורה שכיון שהתחיל' באיסור יצרה אנסה כאמרם ז\"ל (כתובות פרק נערה) אפי' אומרת הניחו לו כו':",
                "<b>כי כאשר יקום איש על רעהו וגו'.</b> אין זה כענין הבהמה הנרבעת שכתוב בה ואת הבהמה תהרוגו כי אמנם הבהמה לא התקוממה כלל אבל זו שהיתה תחלתה באונס והתקוממה כפי יכלתה הנה קרה לה כמו שקרה לנרצח שנעבדה בו עבירה נגד רצונו לפיכך אין לה בחטא ענין כלל:"
            ],
            [
                "<b>צעקה הנערה.</b> דנין אותה לכף זכות:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [
                "<b>אשר לא קדמו.</b> שניהם לא קדמו אבל מואב נתן לחם ומים בכסף כאמרו אוכל בכסף תשבירני וכו' כאשר עשו לי בני עשו היושבים בשעיר והמואבים היושבים בער. ולא כן עשו העמונים. אמנם מואב הוסיף על חטאתו פשע אשר שכר עליך. ובכן לא תדרוש שלומם ששניהם לא קדמו ועמון לא נתן אפי' בכסף. ומואב שנתן שכר את בלעם:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והיה מחנך קדוש.</b> מן הטומאה ומן המאוס:",
                "<b>ולא יראה בך ערות דבר.</b> טומאה או טנוף או פסול בזרע כאמרם ז\"ל (קדושין פ' י' יוחסין) שאין השכינ' היתה שורה אלא על משפחות מיוחסות שבישראל ולכן אמרו שכל מי שהיה כתוב באסטרטיא של מלכי בית דוד היה מיוחס בלי ספק:",
                "<b>מאחריך.</b> כאשר תפנה אליו עורף ולא תחוש לכבודו באחד מאלה:"
            ],
            [
                "<b>לא תסגיר עבד אל אדוניו.</b> אחר שדבר במחנה הצובאים דבר בדברים הקורין בו לתקן ענינם והם ענין העבד הבורח וענין הנשים הקדשות המצויות במחנה הצובאים:"
            ],
            [],
            [],
            [],
            [
                "<b>לא תשיך לאחיך.</b> אחר שהזהיר להשמר מן הדברים הגורמים שתסתלק השכינה מישראל הזהיר על מיני חסד הגורמים להשרות' בישראל. והם ענין הרבית והנדרים אשר מהם הצדקה שחייב עליה לאלתר דהא שכיחי עניים (פ\"ק דר\"ה) וענין אכילת פועל. וענין הגט אשר אין ראוי שינתן אלא בסבת ערות דבר להסיר כל מכשול ממזרות לא בזולת זה כאמרו כי ה' העיד בינך ובין אשת נעוריך אשר אתה בגדת בה והחסד לאשה חדשה והוא ושמח את אשתו והחסד לא יחבול רחים ורכב והשמירה ממזיקי הרבים והם גונבי הנפשות המצויים לגנוב קטנים. והשמירה בענין הצרעת להושיב המצורעים בדד שלא תזיק צרעתם בהדבקם. והשמר מהרכילות והוצאת דבה והחסד ללוה ולשכיר ולעני במיני האסיף והחמלה על הלוקה ועל הבהמה בדישה ועל המת בלי זרע שלא ימחה שמו:"
            ],
            [
                "<b>לנכרי תשיך.</b> תתן לו הרבית אם התנית עמו ולא תבגוד:",
                "<b>ולאחיך לא תשיך.</b> אע\"פ שהתנית עמו ושאתה מתרצה לפורעו אסור לך לתת לו רבית:",
                "<b>למען יברכך.</b> כשלא תבגוד בנכרי ולא תחלל את השם:"
            ],
            [
                "<b>כי תדור נדר לה' אלהיך.</b> הנה ראוי שיאמן דברך עם הכל אמנם מה שתדור לה' אלהיך לא בלבד שאתה חייב לשלם אבל עם זה צריך שיהיה התשלום בלי אחור:",
                "<b>כי דרוש ידרשנו.</b> שאם תאחר לשלם הוא יגבה ממך בעל כרחך:",
                "<b>והיה בך חטא.</b> ועם מה שתשלם באופן זה יהיה עליך עונש האיחור:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>כי תועבה היא.</b> כי זה דרך מבוא לנאוף שיגרש איש את אשתו לבקשת הנואף שיקחנה לאיזה זמן וישוב בעלה הראשון לקחתה:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>משאת מאומה.</b> אפי' שכר כתף וזולתו כשזקפן עליו במלוה כמו שקבלו רז\"ל:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לא יומתו אבות על בנים.</b> אפי' על חטא המרד במלכות ישראל (מציעא) שמנהג המלכים הקדמונים היה להרוג גם את בניהם שלא יקומו לשונאים למלכות. כענין הכינו לבניו מטבח בעון אבותם בל יקומו ויירשו ארץ ומלאו פני תבל ערים. פי' שונאים כמו ויהי ערך. מ\"מ אסרה תורה למלכי ישראל להרוג זה בשביל זה בחמלת ה' על עמו. וזה קיים אמציהו מלך יהודה כאמרו ויהי כאשר חזקה הממלכה בידו ויהרוג את עבדיו המכים את המלך אביו ואת בני המכים לא המית ככתוב בתורה בספר משה אשר צוה ה' לאמר לא יומתו אבות על בנים ובנים לא יומתו על אבות:"
            ],
            [
                "<b>לא תטה משפט גר יתום.</b> בעת הריב הזהר באלו שלא יסתתמו טענותם מפני שפלותם ופתח פיך לאלם במקום הראוי:"
            ],
            [
                "<b>ויפדך ה' אלהיך משם.</b> שהשגיח על שפלותכם ונכנס עמכם לפנים משורת הדין לפדותכם כאמרו וירא את ענינו ואת עמלנו ואת לחצנו:"
            ],
            [],
            [],
            [],
            [
                "<b>וזכרת כי עבד היית.</b> והיית צריך אז לעוללות בציר:"
            ]
        ],
        [
            [],
            [
                "<b>והפילו השופט.</b> ימתחנו על העמוד:"
            ],
            [
                "<b>מכה רבה.</b> שלא יוכל לסבלה:",
                "<b>ונקלה אחיך.</b> שיתקלקל ברעי או במים מרוב הכאב:"
            ],
            [],
            [
                "<b>ויבמה.</b> יסיר אותה מהיות עוד יבמתו אבל תהיה כאשתו לכל דבר אפילו לגרשה בגט ולהחזירה:"
            ],
            [
                "<b>ולא ימחה שמו מישראל.</b> שיהי' הולד נחשב אצל ה' יתעלה קיום פריה ורביה למת שהרי נולד ע\"י קדושיו של מת ואין היבם צריך לקדשה קדושין אחרים וזה מאס אונן בשנאתו את אחיו ובזאת הי' עליו קצף:"
            ],
            [],
            [],
            [
                "<b>ככה יעשה לאיש אשר לא יבנה את בית אחיו.</b> ראוי הוא לזה הבזיון מאחר שלא חפץ להשלים בנין הבית שהתחיל לבנות אחיו בקדושיו כאמרם ז\"ל (כתובות פרק נערה) לא קראתי לאשתי אלא ביתי:"
            ],
            [],
            [
                "<b>וקרבה אשת האחד להציל את אישה.</b> אע\"פ שהיבמה מצווה לבזות את אחי בעלה על שלא חס על בעלה לא הותר לאשה לבייש את הנלחם עם בעלה:"
            ],
            [],
            [],
            [
                "<b>לא יהיה לך בביתך איפה ואיפה.</b> אחר שהזכיר דרכי השראת שכינה בישראל הזהיר שלא בלבד שנא האל את עוות הדין אבל ישנא ג\"כ המחזיק בכלים מוכנים לעשות עול ושצריך להרחיק אותם הכלים פן תגעל נפשו אותנו כאמרו כי תועבת ה' אלהיך כל עושה אלה:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>תמחה את זכר עמלק.</b> משור עד שה מגמל ועד חמור כמו שצוה לשאול וזה כדי להנקם מעמלק על שהעיז פניו באל יתעלה כמקנאים לכבודו:"
            ]
        ],
        [
            [],
            [
                "<b>מראשית כל פרי האדמה אשר תביא מארצך.</b> המשובחים שבכל פירותיה כמו וראשית שמנים ימשחו נקובי ראשית הגוים. והמשובחים הם ז' מינין שנשתבחה בהם ארץ ישראל כמו שבא בקבלה. וזה באור מה שצוה למעלה באמרו ראשית בכורי אדמתך תביא. וביאר שבאמרו ראשית בכורי אדמתך היתה הכונה שתביא הבכורים ממבחר פירות אדמתך והם ז' המינים שנשתבחה בהם:"
            ],
            [
                "<b>אל הכהן אשר יהיה בימים ההם.</b> אע\"פ שלא יהיה גדול בחכמה לא תחדל מלדבר עמו בכבוד באמרך ה' אלהיך אע\"פ שזה לא יאמר זולתי לאנשי השם כמו למלכים ולנביאים מכל מקום בהיותך מביא אליו את הבכורים כמביא דורון לאל יתעלה שהוא בעל הקרקע ראוי שתדבר עמו בזה דרך כבוד:",
                "<b>הגדתי היום.</b> הודעתי לכל מתוך מעשי אלה כמו כי הגדת היום כי אין לך שרים ועבדים:",
                "<b>כי באתי אל הארץ.</b> שבאתי מארץ אחרת אל זאת הארץ:",
                "<b>אשר נשבע ה' לאבותינו לתת לנו.</b> כאמרו ונתתי לך ולזרעך אחריך וכו'. ולפיכך אני הגר שבאתי אל הארץ לתושב בכח מתנתו הבאתי הבכורים הראוים לנותן קרקע במתנה או באריסות:"
            ],
            [
                "<b>והניחו לפני מזבח ה' אלהיך.</b> להראות ולהודיע שהבכורים לא הובאו לכהן אבל הובאו אל האל ית' והוא נתנם לכהן עם שאר מתנות כהונה:"
            ],
            [
                "<b>ארמי אובד אבי.</b> הנה אבי שהיה יעקב היה זמן מה ארמי אובד שלא הי' לו בית מושב ובכן לא היה מוכן להעמיד גוי ראוי לרשת ארץ:"
            ],
            [
                "<b>ויענונו ויתנו עלינו עבודה קשה.</b> ואחר שהיה לגוי לא היה ראוי לקבל מתנה שהיה תחת עבדות ומה שקנה עבד קנה רבו:"
            ],
            [],
            [],
            [
                "<b>ויתן לנו את הארץ הזאת.</b> ואחר שיצאנו מסבלות מצרים לא היה לנו שום חלק ארץ לשבת בו ונתן לנו זאת שהיא ארץ נבחרת זבת חלב ודבש:"
            ],
            [
                "<b>ועתה.</b> מאחר שידעתי מה רב טובך וחסדך עלינו שעשיתנו לגוי ראוי לרשת ארץ ולהוציאנו ממצרים באופן שנוכל לקבל מתנה שתהיה שלנו ונתת לנו זאת שהיא צבי לכל הארצות ומבחר המקומות: ",
                "<b>הנה הבאתי את ראשית פרי האדמה אשר נתתה לי ה'.</b> הבאתי מבחר פירות אותה הארץ שנתת לי לתת תודה לשמך עליה:"
            ],
            [],
            [],
            [
                "<b>בערתי הקדש מן הבית.</b> בחטאינו ובעונות אבותינו הוסרה העבודה מהבכורות אשר להם היו ראויות תרומות ומעשרות כאמרו ואטמא אותם במתנותם בהעביר כל פטר רחם וזהו וידוי מעשר שהזכירו רז\"ל:",
                "<b>וגם נתתיו ללוי.</b> טעם גם כטעם אע\"פ כמו גם הייתי הלילה לאיש וגם ילדתי בנים. יאמר א\"כ מודה אני כי גדול עוני שגרמתי לבער הקדש מן הבית ואע\"פ שנתתיו ללוי וזולתו כמצותך אני מתפלל שתשקיף השקפה לטובה במקום ההשקפה לרעה הראויה בעוני:"
            ],
            [],
            [
                "<b>וברך את עמך וגו' ואת האדמה אשר נתת לנו.</b> באותו האופן אשר נשבעת לאבותינו כשאמרת אעלה אתכם מעני מצרים אל ארץ טובה ורחבה וכו':"
            ],
            [
                "<b>היום הזה.</b> שאתה נכנס עמו לברית. הנה ענין הברית הוא שהאל ית' מצוך לעשות את החוקים והמשפטים לטוב לך ואתה מקבל עליך לשמרם:",
                "<b>בכל לבבך.</b> שתכיר בלי שום ספק שראוי לעשות רצונו:",
                "<b>ובכל נפשך.</b> שלא יניא אותך כח מתאוה בהיותך מכיר מעלת מי שצוה ותועלת מצותיו ובזה:"
            ],
            [
                "<b>את ה' האמרת היום.</b> כשקבלת עליך להכנס בברית בשבועת האלה אשר בה אבדן כל טוב גשמי אם תעבור עליו האמרת ורוממת את האל ית' בזה שיהיה יותר נכבד אצלך קיום רצונו מכל טוב גשמי:",
                "<b>להיות לך לאלהים.</b> שיהא הוא אצלך הנבדל הנכבד מכל העצמים הנבדלים וממנו כל הנהגת וקיום עניניך בלי שום אמצעי כראוי לנצחי באופן שראוי לך לעבוד ולהכנע לו לבדו כראוי לעליון ומנהיגך ולהתפלל אליו בהיותו הוא לבדו מנהיגך:",
                "<b>וללכת בדרכיו.</b> להדמות לנכבד מכל שאר הנמצאים:",
                "<b>ולשמוע בקולו.</b> כראוי לעבדיו:"
            ],
            [
                "<b>וה' האמירך היום.</b> במה שהוא נכנס בברית עמך ולא עשה כן לכל גוי נתן לך מעלה בזה:",
                "<b>להיות לו.</b> לעם סגולה. כדי שישיג בכם מה שחפץ להשיג מן המין האנושי כאמרו נעשה אדם בצלמו כדמותנו:",
                "<b>ולשמור כל מצותיו.</b> ונתן לך ג\"כ מעלה במה שבחר בך לשמור כל מצותיו אשר בם תמצא חן בעיניו. ושאר האמות אצלו בלתי מוכנים וראויים לזה כאמרם ז\"ל גוי ששבת חיב מיתה. בכן אינם ראויים לשמר כל מצותי ואלא קצתם בלבד שהם מצות בני נח:"
            ],
            [
                "<b>ולתתך עליון.</b> להבין ולהורות כאמרו ואתם תהיו לי ממלכת כהנים:",
                "<b>לתהלה ולשם ולתפארת.</b> לאל ית' כאמרו ישראל אשר בך אתפאר:",
                "<b>ולהיותך עם קדוש.</b> נצחי לחיי ע\"ה:",
                "<b>כאשר דבר.</b> באמרו ואתם תהיו לי ממלכת כהנים וגוי קדוש:"
            ]
        ],
        [
            [
                "<b>ויצו משה וזקני ישראל.</b> שתף עמו הזקנים מפני שהם יהיו במעמד בעברם הירדן:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>ושמחת לפני ה' אלהיך.</b> על שתכנס אז עמו לברית בהר גריזים ובהר עיבל:"
            ],
            [],
            [
                "<b>וידבר משה והכהנים הלוים.</b> שתף עמו הכהנים להזהיר על העיון בתורה בהיות מוטל על הכהנים ללמד דעת את העם כאמרו יורו משפטיך ליעקב:",
                "<b>הסכת.</b> צייר במחשבתך כמו את סכות מלככם:",
                "<b>ושמע.</b> והתבונן:"
            ],
            [
                "<b>ושמעת בקול ה' אלהיך.</b> כשתצייר זה ותבין תשמע בקולו בלי ספק:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ארור האיש.</b> הנה כל הארורים אמרו תחלה בלשון ברוך כמו שבא בקבלה ולזה אמר אלה יעמדו לברך את העם. אמנם הזכירם הכתוב בלשון ארור בלבד כי עיקר הכונה באלו הארורים היה לקלל את העוברים על אלה כדי שהם לבדם ישאו עונם ולא יהיו שאר העם ערבים להם וזה כי החוטאים האלה היו על הרוב ראשי העם שלא היה על ההדיוטות למחות בידם כמו שהעיד יחזקאל באמרו נשיאי ישראל איש לזרועו היו בך למען שפוך דם אב ואם הקלו בך כו' ובאותה הפרשה הזכיר הנביא רוב אלה הארורים או כולם ואמר שנעשו אלו העונות בירושלים לא שהעיר כולה חטאה בזה אבל הנשיאים הם חטאו בכמו אלה. אמנם בהזכירו שם עונות הצבור האשים את העיר באמרו קדשי בזית ואת שבתותי חללת:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לוקח שוחד להכות.</b> כענין דואג האדומי והזיפים למצוא חן בעיני שאול או להרויח:"
            ],
            [
                "<b>אשר לא יקים את דברי התורה הזאת לעשות אותם.</b> שלא יקיים ויודה שראוי לעשות את כולם אבל תהיה איזו מצוה מהם לבטלה אצלו והוא החשוד לדבר אחד:"
            ]
        ],
        [
            [],
            [
                "<b>ובאו עליך כל הברכות האלה והשיגוך.</b> אע\"פ שלא תשתדל אתה להשיגם:",
                "<b>כי תשמע בקול ה' אלהיך.</b> וזה כשתהיה תורתך קבע ומלאכתך עראי ולפי' ישיגוך הברכות בלתי השתדלות והנה הזכיר ברכות בית ראשון ואמר שיזכו להן בכל עת שישמרו את המצות עד אמרו יקימך ה' לו לעם קדוש וזה היה בתחילת בית שני כמו שספרו ז\"ל על ברכות שמעון הצדיק והנסים של בית המקדש כל ימיו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>וראו וגו'.</b> כמו שספרו ז\"ל על אלכסנדר שהשתחוה לפניו:"
            ],
            [
                "<b>והותירך ה' לטובה.</b> שתהיה הצלחתך בקנינים וזולתם יתרה מהצלחת שאר המצליחים בהם. ובאלה הברכות שהיו בבית שני סיים:"
            ],
            [],
            [],
            [
                "<b>ולא תסור מכל הדברים אשר אנכי מצוה אתכם היום ימין ושמאל.</b> שלא ישנו את מצות האל ית' בפרט ענין המשפט. ולא ימירו את שאר המצות במנהגי הדיוט ומצות אנשים מלומדה כ\"ש כשיעשו זה לכבוד קדמונים שהנהיגו אותם המנהגים לא לכבוד קונם ולא לשמור מצותיו. כי בזה האפן אין לך ללכת אחרי אלהים אחרים גדול מזה בחדוש דת לכבוד קדמונים אשר נחשבו אלהים שופטים בארץ. אמנם התוכחות עד יולך ה' אותך ואת מלכך היו בבית שני בימי יונים וזולתם עד שצרו מלכי בית חשמונאי זה על זה וגלה אחד מהם במצות פומפיאו לרומה ומשם והלאה עד ונסחתם היו עד חרבן הבית על יד רומיים ומשם והלאה הם תוכחות בגלות נמשכות אליו. "
            ],
            [
                "והתחיל בתוכחות באמרו <b>אם לא תשמע בקול ה' אלהיך לשמור לעשות את כל מצותיו וחוקותיו אשר אנכי מצוך היום.</b> וזה בלי ספק כאשר הומרה שמירת מצות התורה במנהגים שונים וזולתם והוסג אחור משפט. וכן אחר שאמר יולך ה' אותך ואת מלכך שהוא החלק השני חזר ואמר כי לא שמעת בקול ה' אלהיך לשמור מצותיו וחוקותיו אשר צוך כלומר אבל שמרת מה שצוו או הנהיגו אחרי' זולתו אשר לא כתורתו כמו שספרו ז\"ל (גטין) שלא היו תורמין ולא מעשרין והוצרכו לתקון יוחנן כ\"ג ולגזור על הדמאי והיו נועלי' דלת בפני לוין מפני השמטה והוצרך הלל לתקן פרוזבול ובטלו מי סוטה ועגלה ערופה וסנהדרין מרוב הפושעים בסוף בית שני באופן שבטל כל משפט כמו שספרו ז\"ל שגברו בעלי זרוע כמו שהוא הענין היום עם כל גלותנו ושפלתנו שרב הממון בפרט החיב בדין מואס את תורת האל יתברך ומשפטי פיהו. ומתאמץ על ידי גוים וערכאותיהם לעות אדם בריבו ובכן ירדו לטמיון הם ונכסיהם ובאלה התבאר' סבת חורבן בית שני והתמדת חורבנו בהתמדת סבתו:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>והתמכרתם.</b> שתשתדלו לעשות מיני מלאכות להתפרנס בהן  בקרב האומות:",
                "<b>ואין קונה.</b> אין איש מהם חפץ במלאכתך כדי שלא תוכל להתפרנס בה:"
            ]
        ],
        [
            [],
            [],
            [
                "<b>ולא נתן ה' לכם לב לדעת.</b> אע\"פ שהוא יתעלה השתדל בתורותיו ומופתיו לתת לכם לב לדעת כאמרו למען תספר וידעתם כי אני ה'. לא הושג זה המכוון מרוב מריכם:"
            ],
            [
                "<b>ואולך אתכם.</b> אמנם עתה אחר שראיתם רוב חסדיו עמכם במדבר למען תדעו והביאכם עתה אל ארץ סיחון ועוג שיש לכם אחוזת ארץ שתוכלו לקיים בה המכוון ראוי לכם שמכאן והלאה תתנו לב לדעת:"
            ],
            [],
            [],
            [],
            [
                "<b>ושמרתם את דברי הברית הזאת.</b> שתקבלו עליכם בהר גריזים ובהר עיבל:",
                "<b>למען תשכילו את כל אשר תעשון.</b> שתשיגו המכוון בכל מעשיכם לחיי עולם ולחיי שעה: חסלת פרשת כי תבוא."
            ],
            [
                "<b>אתם נצבים.</b> לפני ה' אלהיכם. ומי שיטעה אותי לא יוכל להטעות אותו ועל דעתו תקבלו עליכם:",
                "<b>ראשיכם שבטיכם זקניכם ושוטריכם.</b> ראשיכם שהם שבטיכם שבטי המושלים והם הנשיאים והשרים אשר בידם שבט המושל. ",
                "<b>וזקניכם.</b> הם השופטים. ",
                "<b>ושוטריכם.</b> אשר להם כח להכריח בעלי הדין. ועל כל אלו הראשים מוטל להורות להמון מה טוב להם שיקבלו עליהם או ימאנו:"
            ],
            [
                "<b>טפכם נשיכם.</b> שראוי שיהיו מעשיהם בהסכמות האבות והבעלים:",
                "<b>מחוטב עציך עד שואב מימיך.</b> מן הראשון שבחוטבים עד האחרון שבשואבים כמו מעולל ועד יונק משור ועד שה מגמל ועד חמור:"
            ],
            [
                "<b>לעברך בברית.</b> אתם נצבים עם כל זה הסדר וההסכמה מוכנים להיות עוברים בברית ומזה נראה שכולכם חפצים לקבל עליכם בלב שלם:",
                "<b>אשר ה' אלהיך כורת עמך היום למען הקים אותך וכו'.</b> והנה האל ית' מכוין בזה הברית להקים אותך לו לעם כדי שיהיה הוא לך לאלהים ובזה תקנה חיי עולם. ובהיות תכלית זה הברית כל כך נכבד צריך שתהיה קבלתו בתכלית השלימות:"
            ],
            [],
            [],
            [
                "<b>ואת אשר איננו פה עמנו היום.</b> והם הדורות הבאים ולפיכך צריך שתודיעם שמתנת הארץ וזולתה היתה לכם על תנאי קיום הברית ובאותו התנאי בעצמו יירשו מכם:"
            ],
            [
                "<b>כי אתם ידעתם את אשר ישבנו.</b> ולפיכך ראוי לחוש:"
            ],
            [],
            [
                "<b>פן יש בכם איש או אשה.</b> פן נפתה לבם להבלי המואבים בשבתם עמהם ויחשבו לבטל קבלת הברית בלבב' ולכן אמרתי שכולכם נצבים לפני ה' בוחן כליות ולב שלא תוכלו להטעותו:",
                "<b>פן יש בכם שרש פורה ראש ולענה.</b> חושב להדיח רבים אל דעותיו הנפסדות:"
            ],
            [
                "<b>והתברך בלבבו.</b> יקבל האלה בפיו ויתברך בלבבו לבטל אותה. ",
                "<b>למען ספות הרוה את הצמאה.</b> והטעם שיקבל האלה בפיו הוא כדי להוסיף את נפשו הרוה ושבעה בכל תאוותיה עם עדת אל הצמאה ונבדלת מן התאוות הגשמיו' כדי לשמוח עמהם בברכותם:"
            ],
            [
                "<b>לא יאבה ה' סלוח לו.</b> בחללו שבועת האלה שקבל בפיו אע\"פ שבטלה בלבו:"
            ],
            [],
            [],
            [
                "<b>גפרית ומלח.</b> כמהפכת סדום אשר הפך ה' יכירו שאין זה מקרה אבל אצבע אלהים שהרי עשה בה כמו שעשה בסדום שנודע שהוא הפך אותה:"
            ],
            [
                "<b>ואמרו כל הגוים.</b> כאשר יגלו ביניהם:"
            ],
            [],
            [
                "<b>אלהים אשר לא ידעום.</b> שלא ידעו מציאותם בשום פנים ועזבו אלהיהם שהוא אלהי אמת שבא מופת על מציאותו ויכלתו והשגחתו:",
                "<b>ולא חלק להם.</b> שיראו שאין שום מזל מתקן ענינם:"
            ],
            [],
            [],
            [
                "<b>הנסתרות לה' אלהינו.</b> אע\"פ שאמרתי שאתם נצבים כולכם לפני ה' שלא יוכל אדם להטעותו והוא יפרע מן הבוגד הנה זה יהיה בנסתרות בלבד:",
                "<b>והנגלות לנו ולבנינו עד עולם.</b> אבל בנגלות הדבר מוטל עלינו ועל בנינו וראוי לנו לעשות אל כל דברי התורה הזאת לענוש החוטאים ולעשות בהם משפט כתוב:"
            ]
        ],
        [
            [
                "<b>והשבות אל לבבך.</b> התבונן בחלקי הסותר ותשיבם אל לבבך יחדיו להבחין האמת מן השקר ובזה תכיר כמה רחקת מן האל יתעלה בדעות ובמנהגים אשר לא כתורתו:",
                "<b>בכל הגוים.</b> בעודך בגלות:"
            ],
            [
                "<b>ושבת עד ה' אלהיך.</b> תהיה תשובתך כדי לעשות רצון קונך בלבד. וזו היא התשובה שאמרו ז\"ל (יומא פרק יום הכפורים) שמגעת עד כסא הכבוד:",
                "<b>ושמעת בקולו ככל אשר אנכי מצוך היום.</b> לא מצות אנשים מלומדה כמו שעשית קודם לכן:",
                "<b>אתה ובניך.</b> גם ילידי הדור יכירו זה כאמרו כי כולם ידעו אותי למקטנם ועד גדולם:",
                "<b>בכל לבבך.</b> שלא תסתפק בזה:",
                "<b>ובכל נפשך.</b> שלא תמנע מזה נפש המתאוה בהכירך גודל הענין:"
            ],
            [
                "<b>ושב וקבצך.</b> בקבוץ גליות:"
            ],
            [],
            [],
            [
                "<b>ומל ה' אלהיך את לבבך ואת לבב זרעך לאהבה.</b> יגלה עיניך לסור מכל טעות מערבב השכל מידיעת האמת כשתשתדל לדבקה בו באופן שתכיר טובו ותאהבהו בהכרח. וזה יעשה למען חייך לעולמי עד:"
            ],
            [
                "<b>על אויבך ועל שונאיך.</b> על הקמים עליך ועל השונאים בלבבם, כאמרו כי אעשה כלה בכל הגויים:"
            ],
            [
                "<b>ואתה תשוב.</b> תנוח כמו בשובה ונחת וזה בהגלות משיח צדקנו ואתה תעמוד בשובה ונחת שלא יוסיף להגלותך כמו שבאר הנביא באמרו אם תשוב ישראל אלי תשוב ולא תנוד:",
                "<b>ועשית את כל מצותיו אשר אנכי מצוך היום.</b> שלא תחודש דת:"
            ],
            [
                "<b>והותירך ה'.</b> יתן לך הצלחה יתירה מכל הצלחה הקודמת:",
                "<b>לטובה. הכתובה בספר התורה הזה.</b> כאמרו והתהלכתי בתוככם והייתי לכם לאלהים ואתם תהיו לי לעם. וזה יעשה כאשר ישוב לשוש עליך לטוב כי תשמע כמו ששש על אבותיך לא בזכות אבות וזה מפני שתהיה תשובתך בכל לב ובכל נפש באופן שעונות נחשבים כזכיות ותהיה לרצון לפניו כמו שהיו אבותיך:"
            ],
            [],
            [
                "<b>כי המצוה הזאת.</b> והטעם שאמרתי והשבות אל לבבך בכל הגוים שצריך שהתשובה תהי' בעודך בגלות למען תושע הוא כי אמנם זאת המצוה של תשובה אשר אנכי מצוך היום כאמרו בכל חטא בפרשת ויקרא ואשם ואשמו שהענין כולם הוא שיכיר החוטא את חטאו כמו שפירש אח\"כ באמרו והיה כי יאשם לאחת מאלה והתודה אשר חטא עליה וכן באמרו איש או אשה כי יעשו מכל חטאת האדם ואשמה הנפש ההיא והתודו את עונם.",
                "<b>לא נפלאת היא ממך.</b> שתצטרך לנביאים.",
                "<b>לא רחוקה היא.</b> שתצטרך לחכמי הדור הרחוקים שיפרשו לך באופן שתוכל לעשותה אפי' בעודך בגלות ובאר זה באמרו"
            ],
            [
                "<b>לא בשמים היא לאמר.</b> לא יקרה לך בענין התשובה שתצטרך בה להגדת נביא:"
            ],
            [
                "<b>ולא מעבר לים היא.</b> גם כן לא תצטרך בה לחכמי הדור הרחוקים שיפרשו לך. באופן שיהיה זה אפשר לך בח\"ל ולא יקשה עליך כמו שיקרה באיזו מצוה שנפל בה ספק ותצטרך לפירוש חכמי הדור או שהיא נמנעת בח\"ל:"
            ],
            [
                "<b>בפיך ובלבבך לעשותו.</b> להכיר בלבבך את חטאך ואת האל ית' שחטאת לו ולהתחרט ולהתודות על זה בפיך:"
            ],
            [
                "<b>את החיים.</b> לעד:",
                "<b>ואת הטוב.</b> הערב בחיי שעה:",
                "<b>ואת המות.</b> לעד:",
                "<b>ואת הרע.</b> צער חיי שעה:"
            ],
            [
                "<b>וחיית.</b> לעד:"
            ],
            [],
            [
                "<b>כי אבוד תאבדון.</b> לעד:"
            ],
            [
                "<b>ובחרת בחיים.</b> בחיי עד:",
                "<b>למען תחיה אתה וזרעך לאהבה את ה' אלהיך.</b> ואמרתי שתבחר בחיים לא כעובד על מנת לקבל פרס. אבל אמרתי שתבחר מה שהוא חיים באמת בלבד למען תחפוץ בחיי שעה לזה התכלית בלבד שתאהב את ה' אלהיך בהכירך טובו עם רב גדלו:"
            ],
            [
                "<b>ולדבקה בו.</b> שתהיינה כל פעולותיך לשמו:",
                "<b>כי הוא חייך.</b> כי הדבוק בו הוא סבת החיי' הנצחיים:",
                "<b>ואורך ימיך לשבת על האדמה.</b> ומזה ימשך גם כן אורך ימיך לשבת על האדמה בחיי שעה אשר בם תזכה לחיי עד בעיון ובמעשה כאמרם ז\"ל (אבות פ' בן זומא) התקן עצמך בפרוזדור כדי שתכנס לטרקלין:"
            ]
        ],
        [
            [
                "<b>וילך משה.</b> התעורר לזה כמו וילך איש מבית לוי. וילך ויעבוד ודומיהם. וזה שאחר שהשלים עניני כריתת הברית התעורר לנחם את ישראל על מיתתו כדי שלא יערבבו שמחת הברית הראויה להם להורות על היותם מקבלים הברית בשמחה על דרך ישמח ישראל בעושיו כאמרו וזבחת שלמים ואכלת שם ושמחת לפני ה' אלהיך:"
            ],
            [
                "<b>בן מאה ועשרים שנה אנכי היום.</b> ואין להתעצב על מיתתי שלא הייתי ראוי לחיות עוד בטבע:",
                "<b>לא אוכל עוד לצאת ולבא.</b> וגם אם הייתי חי לא הייתי יכול לצאת ולבא לפניכם בזקנתי:",
                "<b>וה' אמר אלי לא תעבור.</b> וגם אם הייתי יכול לצאת ולבא הנה ה' אמר אלי לא תעבור ואם כן טוב לכם שאמות כדי שתוכלו לעבור:"
            ],
            [
                "<b>ה' אלהיך הוא עובר לפניך.</b> וכמו כן אין לכם להתעצב על מה שתאבד מכם הנהגתי כי אמנם ה' אלהיך עובר לפניך ובכן תזכו להנהגה יותר טובה מהנהגתי: ",
                "<b>יהושע הוא עובר לפניך כאשר דבר ה'.</b> כי אמנם יהושע אינו המנהיג אבל הוא עובר לפניך במצות האל יתעלה, שהוא המנהיג:"
            ],
            [],
            [],
            [
                "<b>לא ירפך.</b> כי יחזיק בידך בעת המלחמה:",
                "<b>ולא יעזבך.</b> אחרי כן שלא יגרע ממך עיני השגחתו ולא יתקוממו סביבותיך:"
            ],
            [
                "<b>כי אתה תבוא.</b> אע\"פ שאני לא זכיתי לזה:"
            ],
            [],
            [
                "<b>את התורה הזאת.</b> פרשת המלך שצוה עתה שיקרא בהקהל:",
                "<b>ויתנה אל הכהנים בני לוי.</b> שמידם יקבלנה המלך הקורא כאותה ששנינו הסגן נותנו לכ\"ג וכ\"ג למלך:",
                "<b>הנושאים את ארון.</b> שנשאו בעת התחדש נס בו:",
                "<b>ואל כל זקני ישראל.</b> שמידם יקבלו הכהנים את התורה בהקהל כאותה ששנינו חזן הכנסת נותן לראש הכנסת וראש הכנסת לסגן:"
            ],
            [],
            [],
            [
                "<b>למען ישמעו.</b> יבינו חכמי העם:",
                "<b>ולמען ילמדו.</b> ולמען ילמדו מהם הבלתי מבינים:",
                "<b>ויראו את ה' אלהיכם.</b> בהבינם גדלו הבא בתורתו במופתים שכליים:"
            ],
            [
                "<b>ובניהם אשר לא ידעו.</b> שלא היו יודעים לשאול בהיותם טף:",
                "<b>ישמעו.</b> שמיעת האזן או שישמעו שנאמרו דברים בה:",
                "<b>ולמדו.</b> ישאלו בגדלם וילמדו מן המבינים:"
            ],
            [],
            [],
            [],
            [
                "<b>ועזבתים.</b> ביד מחריבי הבית שיגברו עליהם:",
                "<b>והסתרתי פני מהם.</b> אעלים עיני חמלתי מהם כבלתי רואה בצרתם:",
                "<b>על כי אין אלהי בקרבי מצאוני הרעות.</b> בשביל שסלק שכינתו מתוכנו היו אלה לנו ובחשבם זה לא יפנו להתפלל ולא לשוב בתשובה:"
            ],
            [
                "<b>ואנכי הסתר אסתיר פני מהם.</b> לא כמו שחשבו הם באמרם שאיני בקרבם כי אמנם בכל מקום שיהיו תהיה שכינתי מצויה שם כאמרם ז\"ל (מגלה פרק בני העיר) בכל מקום שגלו כו' אבל אסתיר פני מהצילם:",
                "<b>על כל הרעה אשר עשה.</b> הוא לעצמו:",
                "<b>כי פנה אל אלהים אחרים.</b> כי בצרות המוצאות אותם על מה שחטאו הם אינם פונים אלי לעזרה בתשובה ובתפלה אבל פונים להמלט באמצעות עובדי אלהים אחרים:"
            ],
            [],
            [],
            [
                "<b>כי ידעתי את יצרו אשר הוא עושה היום.</b> שאינם מצפים להכנס לארץ כדי לעבדני בה כמו שהוא המכוון מאתי כאמרו ויתן להם ארצות גוים בעבור ישמרו חוקיו אבל מצפים אותה להשביע נפשם המתאוה וימשך מזה כל הרע שנבא כאמרו וישמן ישורון ויבעט:"
            ],
            [],
            [
                "<b>ויצו את יהושע.</b> האל ית' מנה אז את יהושע לנגיד כמו צויתי שופטים וצוך לנגיד ודומיהם:"
            ],
            [
                "<b>על ספר עד תומם.</b> עם פרשת האזינו ופרשת וזאת הברכה:"
            ],
            [],
            [
                "<b>והיה שם בך לעד.</b> יעיד שידעתי שתעזבו את תורת האל ית' שבשביל זה הוצרכתי לשים ספר תורה אחד במקום שלא יכנס שם אדם זולתי כ\"ג אחת בשנה ויעיד זה הספר שכל מה שימצא כתוב בספר התורה שימצאו ביד צדיקי הדור הן הן הדברים שנאמר לו למשה מסיני בלי תוספת וחסרון ובזה לא יולד ספק לכם עליהם. אמנם הספר שמצא חלקיהו נראה שהיה הספר שנתן משה אל הכהנים נושאי ארון ברית ה' שהוזכר למעלה שהיה פרשת המלך בלבד ובו כתב יהושע הברית שחדש עם ישראל בשכר שקבלו עליהם בו לעבוד את האל יתעלה באמת ובתמים שהוא בעיון ובמעשה וכשקרא בו יאשיהו וראה שרחקו מכל זה חרד ודרש את ה' על זאת:"
            ],
            [],
            [
                "<b>ואדברה באזניהם את הדברים האלה.</b> דברי שירת האזינו:",
                "<b>ואעידה בם את השמים ואת הארץ.</b> כאמרו האזינו השמים כו':"
            ],
            [
                "<b>כי ידעתי.</b> אגיד באותה השירה ואעיד בכם שידעתי שתעשו באופן שתקרה לכם הרעה כדי שלא תיחסו העתיד אל המקרה אבל תיחסו אל מה שהשחתם ותתנו לב לשוב כענין ואגיד לך מאז בטרם תבא השמעתיך פן תאמר עצבי עשם:"
            ],
            [
                "<b>את דברי השירה הזאת עד תומם.</b> עד פרשת כי ידין וכי אשא אע\"פ שאינם מכלל דברי ההעדה:"
            ]
        ],
        [
            [],
            [
                "<b>יערוף כמטר לקחי.</b> הנה תורתי היא תערוף ותבא בשטף כמטר למבינים המוכנים לקבל מבוע מקור חכמה:",
                "<b>תזל כטל אמרתי.</b> ונותנת ג\"כ כפי הנגלה ממנה איזו ידיעה להדיוטות שעם היותה מועטת היא טובה מאד כטל באופן שהיא כשעירים עלי דשא שהמשכילים יביטו נפלאות ממנה. ",
                "<b>וכרביבים עלי עשב.</b> שגם ההדיוטות יקנו בה איזה מדע להכיר בו בוראם באופן מה. א\"כ אתם ישראל שקבלתם אותה:"
            ],
            [
                "<b>כי שם ה' אקרא.</b> הנה קורא שם ה' הוא המתפלל כאמרו קראתי שמך ה' מבור תחתיות וכן ושמואל בקוראי שמו קוראים אל ה' והוא יענם. אמר א\"כ כאשר אתפלל על קבוץ גליות באמרי כנשר יעיר קנו ועל ביאת המשיח באמרי ה' בדד ינחנו ובסוף השירה באמרי הריננו גוים עמו אתם שידעתם גדלו במופתים שכליים מבוארים בתורתו. ",
                "<b>הבו גודל לאלהינו.</b> אל תיחסו אליו השתנות על מה שיסופר בשירה מהעתידות לישראל ושיהפך לכם לאויב כי ידעתם במופתי תורתו שהוא "
            ],
            [
                "<b>הצור.</b> בלתי משתנה לא קצרה ידו מהושיע ולא כבדה אזנו משמוע וגם כן לא תיחסו אליו עול אחרי שידעתם במופתים כי תמים פעלו במציאות. עליו אין להוסיף וממנו אין לגרוע.",
                "ובזה נודע <b>כי כל דרכיו משפט.</b> דרכי טובו ומדת דינו כולם משפט בלי ספק:",
                "<b>אל אמונה.</b> נאמן במה שנשבע לאבות להיטיב לבנים בזכותם של אבות:",
                "<b>ואין עול.</b> בהביאו פורענות:",
                "<b>צדיק.</b> צדקות אהב ובצדקתו לא יטוש את עמו:",
                "<b>וישר הוא.</b> שלא לקפח שכר כל בריה ומשלם לשונאיו אל פניו ולפיכך מאריך ומיטיב לאמות בעולם הזה:"
            ],
            [
                "<b>שחת לו לא בניו מומם דור עקש ופתלתול.</b> אבל דור עקש ופתלתול לא בניו בתמימות הנה מומם בעגל שחת לאל יתעלה את המכוון כאמרו כי שחת עמך. כי הוא אמנם כיון לקדש את ישראל ולקדש שמו בעולמו על ידם שיהיו למאורות במין האנושי להבין ולהורות כאמרו כי לי כל הארץ ואתם תהיו לי ממלכת כהנים. והם השחיתו כל זה בעגל:"
            ],
            [
                "<b>הלה' תגמלו זאת.</b> אחר שכיון לתתכם עליונים על כל הגוים במקום ממלכת כהנים. האמנם ראוי שתגמלו לו זאת שתקלקלו מכוונתו לחלל את שם קדשו ולמנוע שלא ישיג את התכלית שכיון באמרו נעשה אדם בצלמנו כדמותנו:",
                "<b>עם נבל.</b> בזוי בהיותך כפוי טובה ומשלם גמול רע למיטיב על היפך הנדיב הנכבד בהיטיבו למי שלא היטיב עמו מעולם:",
                "<b>ולא חכם.</b> במדיניות להבין אחרית דבר מה יהיה המושג:",
                "<b>הלא הוא אביך קנך.</b> לא אב טבעי הנותן מציאות מה במקרה אבל הוא אב רצוניי שנתן לך מציאות למען תהיה קנינו מוכן להשיג בך חפצו וסגולתו וזה כי הוא עשך לגוי כי לא היית גוי נחשב כלל:",
                "<b>ויכוננך.</b> נתן לך הכנות שתהיה מוכן בהם להיות לו לעם סגולה:"
            ],
            [
                "<b>זכור ימות עולם.</b> אחר שהשלים הקדמת השירה אשר בה הודיע שהמכוון ממנו הוא להגיד צדקת האל יתעלה שהוא אל אמונה להיטיב לעושי רצונו וברך ולא ישיבנה ואין עול במדת דינו נגדם. הואיל משה באר זה בהגדת העבר והעתיד להודיע ראשונה כמה היתה כוונת האל ית' להשיג זה התכלית בכל המין האנושי בימות עולם ובשנות דור ודור ואיך כשלא עלה זה הגדיל ה' לעשות להעלות את ישראל אל גרם המעלות כאשר יעשה באחרית הימים עם השרידים אשר יקרא. שנית שנתן להם מקום נכון לעבדו בשמחה ובטוב לבב מרב כל והמה מרו ושלמו רעה תחת טובה ומי שהחטיא כוונתו עם כל אלה אין ספק שהוא ראוי לעונש נמרץ. שלישית שבגודל עונם נפלו במכמורי רשעים והיו ראוים לכליון חרוץ לולי חלול ה' שמנע מזה. רביעית הודיע סבה אשר בגללה תהיה להם גאלה באחרית הימים. חמישית הודיע אופן הגאולה ורחמי האל ית' על שארית עמו והם חלקי פרשת האזינו שזכרו ז\"ל ונתנו בהם סימנין. הזי\"ו ל\"ך. אמר אם כן זכור ימות עולם ותבין דרכי טובו וכמה כיוון להיטיב למין האנושי בכלל כשתזכור ראשונה מה שהיטיב לאדם הראשון בתחלת ימי עולם ויניחהו בגן עדן והוא קלקל ענינו:",
                "<b>בינו שנות דור ודור.</b> ותבין שנית כמה היטיב לדורות והם השחיתו עד המבול. וכן שלישית מן המבול עד הפלגה והם קלקלו:"
            ],
            [
                "<b>יצב גבולות עמים.</b> והציב גבולות עמים בהפלגה ולא אבדם לגמרי כמו שהיו חייבים:",
                "<b>למספר בני ישראל.</b> בשביל בני ישראל שהיו מתי מספר והיו עתידים אז לצאת מאותם העמים. והראיה לזה:"
            ],
            [
                "<b>כי חלק ה' עמו.</b> כי אין לאל יתברך חלק במין האנושי אלא עמו. כי כל שאר האומות הם בני אל נכר. ובכן התבאר שלולא עמו שהיה עתיד אז לצאת מאותן האומות, היה לו לאבדם בענין הפלגה:",
                "<b>יעקב חבל נחלתו.</b> שהוא ובניו עבדים לאל יתעלה אבל באומות העולם אם ימצא ביניהם איזה חסיד לא ימשך זה לבניו:"
            ],
            [
                "<b>ימצאהו בארץ מדבר.</b> מצא לבבו של עמו שהוא חלקו זה נאמן לפניו בארץ מדבר. כאמרו לכתך אחרי במדבר:",
                "<b>יסובבנהו.</b> להר סיני כאמרו והגבלת את העם סביב:",
                "<b>יבוננהו.</b> כאמרו והתורה והמצוה אשר כתבתי להורותם:",
                "<b>יצרנהו.</b> משעבוד מצרים וממלאך המות כאמרם ז\"ל חרות על הלוחות חרות ממלאך המות ומשעבוד מלכיות:",
                "<b>כאישון עינו.</b> כמו שנצר את אישון עינו של אדם כשיצרו שסבב את העין בכתנות עור כדי שלא יפסד עם היותו מוכן לכך:"
            ],
            [
                "<b>כנשר יעיר קנו.</b> יהי רצון שכמו שחשב לעשות בסיני לולי חטאו בעגל יעשה לעתיד וקבל האל ית' תפלתו אז כאמרו אשרקם להם ואקבצם כי פדיתים:",
                "<b>על גוזליו ירחף.</b> כאמרו הנה אשא אל גוים ידי ואל עמים ארים ניסי והביאו בניך בחצן:",
                "<b>יפרוש כנפיו יקחהו.</b> כאמרו ואתם תלוקטו לאחד אחד בני ישראל:",
                "<b>ישאהו על אברתו.</b> כאמרו מי אלה כעב תעופינה:"
            ],
            [
                "<b>ה' בדד ינחנו.</b> כאמרו כי אעשה כלה בכל הגוים ואותך לא אעשה כלה (ירמיה מו, כח):",
                "<b>ואין עמו אל נכר.</b> כאמרו כי אז אהפוך אל עמים שפה ברורה לקרוא כולם בשם ה' וכאמרו אלהי כל הארץ יקרא:"
            ],
            [
                "<b>ירכיבהו על במתי ארץ.</b> וזה יעשה מאחר שלא השיג חפצו במתן תורה הנזכר ויבקש זה שנית בתת להם הארץ בעבור ישמרו חוקיו להשלימם בהרכיבם על חלק מהארץ נשא במקום ובמעלה כאמרו צבי היא לכל הארצות וזה בהכנסם לארץ עתה:",
                "<b>ויאכל תנובות שדי.</b> שלא טרחו בם כאמרו כרמים וזיתים אשר לא נטעתם אתם אוכלים:"
            ],
            [
                "<b>ודם ענב תשתה חמר.</b> מיץ הענבים היה ראוי לשתיה בלתי רב מלאכה בו ובכן היו מתפרנסים שלא בצער וכל זה עשה להם האל ית' כדי שיהיה להם פנאי לעסוק בתורה ובמצות:"
            ],
            [
                "<b>וישמן ישורון ויבעט.</b> והנה גם בעלי העיון שבהם הנקראים ישורון מן אשורנו ולא קרוב עשו כמו הבהמות הבועטות בבני אדם שנותנים להם מזון:",
                "<b>שמנת עבית כשית.</b> הנה אתה ישורון קהל תופשי התורה ובעלי העיון פנית אל התענוגים הגשמיים ובזה עבית מהבין דקות האמת כאמרו וגם אלה ביין שגו ובשכר תעו כהן ונביא.",
                "<b>כשית.</b> כאמרו כי טח מראות עיניהם מהשכיל לבותם:",
                "<b>ויטוש אלוה עשהו.</b> ולפיכך נטש ההמון אלוה עשהו:",
                "<b>וינבל צור ישועתו.</b> בזהו כי מרעה אל רעה יצאו:"
            ],
            [
                "<b>בתועבות יכעיסוהו.</b> לגרום לשכינה שתסתלק מישראל:"
            ],
            [
                "<b>לשדים לא אלוה.</b> שאינם נצחיים כמו שאמרו ז\"ל על השדים שהם מתים כבני אדם:",
                "<b>אלהים לא ידעום חדשים מקרוב באו.</b> כשהיו רואים איזה מין מן הנמצאות שלא ידעו מציאותו קודם לכן היו חושבים שיהיה לו איזה מסבב קדמון מיוחד אליו והיו עובדים אותו:"
            ],
            [
                "<b>צור ילדך תשי.</b> וגם אתה ישורון המעיין בפנותך אל התענוגים תנשה חכמתך וידיעתך בגדלו:",
                "<b>ותשכח אל מחוללך.</b> שהטיב עמך כאמרו אנכי אנכי הוא מנחמכם ותשכח ה' עושך נוטה שמים כו':"
            ],
            [
                "<b>וינאץ מכעס בניו ובנותיו.</b> ואחר שלא השיג שלמותם בארץ בחר שלישית לצרפם בגלות ובזה ומאס בכעסו את בניו ואת בנותיו לא רחם על הקטנים ולא על כבוד הבנות:"
            ],
            [
                "<b>אסתירה פני מהם.</b> מן הבנים והבנות:",
                "<b>אראה מה אחריתם.</b> רואה אני שאין בהם תקות תשובה באחרית:",
                "<b>כי דור תהפוכות המה.</b> הפכו להם לב אחר נוטה מדרכי האל ית':",
                "<b>בנים לא אמון בם.</b> שלא למדו מאבותם דבר אמתי:"
            ],
            [
                "<b>הם קנאוני בלא אל.</b> האבות קנאוני בלא אל בבית ראשון:",
                "<b>כעסוני בהבליהם.</b> בבית שני:",
                "<b>ואני אקניאם בלא עם.</b> בבית ראשון שהחריבוהו כשדים שנאמר בהם הן ארץ כשדים זה העם לא היה:",
                "<b>בגוי נבל אכעיסם.</b> שהחריבה אותו מלכות שלא היתה הוגנת שלא היה להם לא כתב ולא לשון:"
            ],
            [
                "<b>כי אש קדחה באפי.</b> כי יסרתים כדי שישובו. ותיקד עד שאול תחתית. הוסיפו על חטאתם פשע באופן שהבעירו את חמתי עד שאורידם לשאול תחתית כענין אחז כאמרו ובעת הצר לו ויוסף למעול מעל בה':",
                "<b>ותלהט מוסדי הרים.</b> הסירה מהם כל ראשי העם כאמרו מסיר מירושלים ומיהודה משען ומשענה גבור ואיש מלחמה יועץ ונביא כו':"
            ],
            [],
            [],
            [
                "<b>ומחדרים אימה גם בחור גם בתולה.</b> ומחדרים תשכל האימה את הבחורים והבתולות:"
            ],
            [
                "<b>אמרתי אפאיהם.</b> אשאיר איזו פאה מהם והמותר אכלם כמו שאעשה באחרית הימים אחרי שלא השגתי שלמותם לא במתן תורה ולא בארץ ישראל ולא בגלות כאמרו כי בהר ציון ובירושלים תהיה פליטה כאשר אמר ה' ובשרידים אשר ה' קורא:"
            ],
            [
                "<b>לולי כעס אויב אגור.</b> שמתוך כעס שיכעסו על אותם השרידים יש לחוש:",
                "<b>פן ינכרו צרימו.</b> פן ימשכו את לב השרידים להיות בני נכר כמותם:",
                "<b>פן יאמרו.</b> לאותם השרידים:",
                "<b>ידנו רמה.</b> להכחיד את ישראל מגוי ונשארתם מתי מספר:",
                "<b>ולא ה' פעל כל זאת.</b> שתחשבו להמלט על ידו. אבל בהיות ישראל רבים ונפוצים בארצות רבות לא יעלה על לב להשתדל בזה כאמרם מאי דכתיב צדקות פרזונו בישראל צדקה עשה הקב\"ה בישראל שפזרם:"
            ],
            [
                "<b>כי גוי אובד עצות המה.</b> הבבליים:"
            ],
            [
                "<b>לו חכמו ישכילו זאת.</b> איך נפלו ישראל בידם נגד הטבע בעונם:",
                "<b>יבינו לאחריתם.</b> ובזה היו מבינים מה יהיה באחריתם ברוב פשעיהם:"
            ],
            [
                "<b>איכה ירדוף אחד אלף.</b> היה להם להבין שאין זה בטבע שאחד ירדוף אלף:",
                "<b>אם לא כי צורם מכרם.</b> הוא נלחם בם והסיר תקפם ובכן נשתה גבורתם והיו לנשים:"
            ],
            [
                "<b>כי לא כצורנו צורם.</b> וזה קרה בלי ספק מפני שאין צורם כמו צורנו. כי אמנם כל אמה מצלחת כל ימי ממשלת השר שלה או מזלה. ולא יהיה השר לעולם נהפך לאויב עמו. אבל יפלו בסר ממשלת השר, ובמשול שר אמה אחרת, כפי הסדר שנתן בהם האל יתברך. ולפיכך לא יאבדו באופן בלתי טבעי עד שאחד ירדוף אלף:",
                "<b>ואויבינו.</b> אע\"פ שכשדים שהיו אויבי ה' ואויבי עמו כמו שהעיד באמרו לולי כעס אויב אגור ובאמרו מראש פרעות אויב:",
                "<b>פלילים.</b> הם בעלי מחשבות שכליות במדינות כאמרו והאבדתי חכמים מאדום מכלל דאיכא:"
            ],
            [
                "<b>כי מגפן סדום גפנם.</b> והטעם שאין בהם תבונה בזה הענין הוא מפני שהם מתגאים ברוב שלוותם ונותני' כל מחשבתם להשיג תענוגי גופם בלבד כמו אנשי סדום ולהשיג זה היו מואסים כל מיני גמילות חסדים כמו שהעיד הנביא באמרו הנה זה היה עון סדום אחותך גאון שבעת לחם ושלות השקט היה לה ולבנותיה ויד עני ואביון לא החזיקה:",
                "<b>ענבמו ענבי רוש.</b> ומזה הגפן יצמחו אצלם ענבי רוש שהם מעשים רעים ומזיקים לבריות וזה בהשתדלם לשים עיניהם ולבם על בצעם ועל דם הנקי לשפוך:",
                "<b>אשכלות מרורות למו.</b> ובזה יקנו דעות רעות וכוזבות לדבר על ה' תועה ויאמרו לא יראה יה:"
            ],
            [
                "<b>חמת תנינים יינם.</b> והנה באותם אשכולות נמצא יין שהוא חמת תנינים משומר בענביו והוא פורענות ראוי להם במדת הדין ונשמר עד שיוציאהו האל יתברך מאותם הענבים להשקותם כאמרו פורה דרכתי לבדי:"
            ],
            [
                "<b>הלא הוא כמוס עמדי.</b> כאמרו כי יום נקם בלבי:",
                "<b>חתום באוצרותי.</b> כאמרו כי סתומים וחתומים הדברים עד עת קץ:"
            ],
            [
                "<b>לי נקם.</b> עלי מוטל להשיב נקם לצרי:",
                "<b>ושלם.</b> וגם כן תשלום מדה כנגד מדה:",
                "<b>לעת תמוט רגלם.</b> כשתתמלא סאתם ונפלו ונשברו:"
            ],
            [
                "<b>כי קרוב יום אידם, וחש עתידות למו, כי ידין ה' עמו.</b> כי אמנם יהיה קרוב יום איד האומות כאשר ידין ה' עמו כאמרו וברותי מכם המורדים והפושעים (יחזקאל כ, לח) כי אז יאבדו מהרה שאר האומות:",
                "<b>ועל עבדיו יתנחם.</b> יתנחם על הרעה הראויה לעמו וירחם עליהם בשביל עבדיו שבתוכם כאמרו כן אעשה למען עבדי לבלתי השחית הכל:",
                "<b>כי יראה כי אזלת יד.</b> והטעם שיתנחם אז על הרעה הראויה לעמו ושזה יעשה בשביל עבדיו ולא כן עשה כל ימי הגלות הוא כי אז יראה את ישראל בתחתית העוני ולחץ הגלות באופן שאינם יכולים לחיות עוד בו כמו שהיה הענין במצרים כאמרו וירא את ענינו ואת עמלינו ואת לחצינו:",
                "<b>ואפס עצור ועזוב.</b> ויראה שאין להם עוד ממון עצור בבית ולא עזוב בשדה:"
            ],
            [
                "<b>ואמר.</b> האל יתברך לישראל:",
                "<b>אי אלוהימו.</b> של אמות העולם. כי אז אמנם יסיר שלטון כל שרי מעלה ומטה, כאמרו יפקוד ה' על צבא המרום במרום, ועל מלכי האדמה על האדמה (ישעיה כד, כא):"
            ],
            [
                "<b>יקומו ויעזרוכם.</b> וכמו כן יאמר האל לישראל: איה האומות ומלכיה שיקומו ויעזרוכם מו הדין שלי, כמו שהייתם חושבים להתגונן בהם בגלות:"
            ],
            [
                "<b>ראו עתה כי אני אני הוא.</b> שהייתי מביא עליכם פורענות:",
                "<b>ואין אלהים עמדי.</b> ולא היה זה מכח שרי מעלה וצבא השמים:",
                "<b>אני אמית ואחיה.</b> כאמרו והעליתי אתכם מקברותיכם:",
                "<b>מחצתי.</b> במכת נע ונד כאמרו והכה ה' את ישראל כאשר ינוד הקנה במים:",
                "<b>ואני ארפא.</b> כאמרו ביום חבוש ה' את שבר עמו ומחץ מכתו ירפא:"
            ],
            [
                "<b>כי אשא אל שמים ידי.</b> להשבע כענין וירם ימינו ושמאלו אל השמים:",
                "<b>ואמרתי חי אנכי לעולם.</b> אשבע שכמו שאני חי לעולם כענין אמרו וישבע בחיי עולם:"
            ],
            [
                "<b>אם שנותי.</b> אע\"פ שחדדתי נגד ישראל בימי החורבן את ברק חרבי לא פי חרבי:",
                "<b>ותאחז במשפט ידי.</b> ואע\"פ שאח\"כ תאחז במשפט ידי נגדם כי ידין ה' עמו. מכל מקום:",
                "<b>אשיב נקם לצרי.</b> הנקם שעשו בישראל, כאמרו יען עשות אדום בנקום נקם לבית יהודה (יחזקאל כה, יב), אשיב להם אותו הנקם, כאמרו ונתתי נקמתי באדום ביד עמי ישראל (שם שם, יד):",
                "<b>ולמשנאי אשלם.</b> תשלומי מדה כנגד מדה, כאמרו כאשר עשית כן יעשה לך, גמלך ישוב בראשך (עובדיה טו):"
            ],
            [
                "<b>אשכיר חצי מדם וחרבי תאכל בשר.</b> כאמרו כי באש ה' נשפט ובחרבו את כל בשר (ישעיה סו, טז):",
                "<b>מדם חלל ושביה.</b> כאמרו ורבו חללי ה' (שם):"
            ],
            [
                "<b>הרנינו גוים.</b> אתם חצי ה' וחרבו שיכירו כולם כי ישר ה' ולא עולתה בו כאמרו ישמחו וירננו לאומים כי תשפוט עמים מישור:",
                "<b>עמו.</b> והרנינו עמו שיתנו תודה וקול זמרה:",
                "<b>כי דם עבדיו יקום ונקם ישיב לצריו.</b> ורננת עמו תהיה על נקמת דם עבדיו ועל נקם שישיב לצריו בשביל מה שעשו לישראל דרך נקמה:",
                "<b>וכפר אדמתו.</b> בהשמה מהם ממה שנעשה בה:",
                "<b>עמו.</b> ויכפר ג\"כ עמו מכל מה שעשו מחלול ה' וזולתו במה שסבלו בגלות באופן שישיב שכינתו בתוכם כאמרו יחדו ירננו כי עין בעין יראו בשוב ה' ציון:"
            ],
            [],
            [],
            [
                "<b>אשר אנכי מעיד בכם היום.</b> בשירת האזינו שאני מעיד ומתרה בישראל שכמו שנתן להם האל ית' פרנסה שלא בצער כדי שיעבדוהו כן ישחיתם בהחטיאם כוונתו:",
                "<b>אשר תצוום את בניכם.</b> בסוף ימיכם הזכירו בצוואתכם לבניכם כל אלה הדברי' ותצוום שישמרו מאוד לנפשם פן ישחיתון כמו שצוה דוד לשלמה בנו:",
                "<b>לשמור לעשות.</b> כדי שהבנים ישמרו ויעשו:"
            ],
            [],
            [],
            [
                "<b>וראה את הארץ.</b> לתת שם ברכתך:"
            ],
            [
                "<b>ומות בהר.</b> קבל עליך המיתה לכפרה על אשר מעלתם:",
                "<b>והאסף אל עמיך.</b> ובזה תאסף בצרור החיים עם הכשרים כמוך:"
            ]
        ],
        [
            [
                "<b>וזאת הברכה אשר ברך משה.</b> כשהראהו האל ית' את כל הארץ לפני מותו כדי שיברך את הארץ ואת ישראל בה כמו שהיתה כוונתו באמרו אעברה נא ואראה. וכן כוונת האל ית' כאשר אמר לו וראה את הארץ זאת היא הברכה שבירך:"
            ],
            [
                "<b>ויאמר.</b> וקודם שהתחיל הברכה המתחלת ברזל ונחשת מנעליך אמר זאת ההקדמה והתפלל על השבטים למען תחול ברכתו כי אמנם דברי הברכה בכל מקום מדברים עם המבורך כאמרו אמור להם. וכן כל דבריו מברזל ונחשת עד על במותימו תדרוך היו עם ישראל אבל דבריו הקודמים היו עם האל לבקש מלפניו על עמו:",
                "<b>ה'.</b> לשון קריאה:",
                "<b>מסיני בא וזרח כו' אש דת למו.</b> הזכיר זכותם של ישראל כדי שתקובל תפלתו עליהם ותחול ברכתו ואמר אל האל ית' הנה מסיני בא וזרח והופיע ממקומות שונים לישראל קדש של אש דת והוא החלק העיוני הבא מרבבות קדש מצד ימין של קדש כי אמנם נתן באספקלריא המאירה:"
            ],
            [
                "<b>אף חובב עמים.</b> ואע\"פ שאתה חובב עמים כאמרך והייתם לי סגולה מכל העמים ובזה הודעת שכל המין האנושי סגולה אצלך. כאמרם ז\"ל (אבות) חביב אדם שנברא בצלם. מ\"מ כל קדושיו בידך. הנה אמרת שכל קדושיו של קודש של אש דת הם בידך כצרור הכסף שהם חביבים משאר המין כאמרו ואתם תהיו לי ממלכת כהנים וגוי קדוש כאמרם ז\"ל חביבין ישראל שנקראו בנים למקום:",
                "<b>והם תכו.</b> נשברו כמו ואיש תככים התפללו ברוח נשברה:",
                "<b>לרגלך.</b> להדום רגליך בסיני:"
            ],
            [
                "<b>ישא מדברותיך תורה צוה לנו משה.</b> אמרו אל האל ית' ישא אלינו משה את מדברותיך שהם התורה שצוה לנו ואמר מדברותיך כאמרו וישמע את הקול מדבר אליו:",
                "<b>מורשה קהלת יעקב.</b> שהיא למורשה לקהלת יעקב מקובלת לנו ולבנינו למורשה:"
            ],
            [
                "<b>ויהי בישורון מלך.</b> ואז מי שהיה מלך בישורון והוא האל ית' שהיה מלך בין המעיינים ותופשי התורה:",
                "<b>בהתאסף ראשי עם.</b> במתן תורה כאמרו ותקרבון אלי כל ראשי שבטיכם וזקניכם. וכאמרו הן הראנו ה' אלהינו את כבודו וגו':",
                "<b>יחד שבטי ישראל.</b> היה מלך על כל שבטי ישראל יחדיו שאז הודו וקבלו מלכותו כאמרם ואת תדבר אלינו את כל אשר יאמר ה' אלהינו אליך ושמענו ועשינו:"
            ],
            [
                "<b>יחי ראובן.</b> אע\"פ שבחר ראובן מעבר לירדן שאינה מארץ ה'. כאמרו ואך אם טמאה ארץ אחזתכם ולפי זה אינה כל כך מוכנת לזכות בה לחיי עולם. מ\"מ יחי לבדו לעד:",
                "<b>ואל ימות ויהי מתיו מספר.</b> ואל ימות בעולם הזה באופן שיהיו אנשיו מועטים כענין ואני מתי מספר אע\"פ שכתוב למען ירבו ימיכם על האדמה:"
            ],
            [
                "<b>וזאת ליהודה.</b> וזאת הבקשה אני מבקש ומתפלל גם על ארץ יהודה אשר בתוכה נחלת שמעון מפוזרת שלא ימותו במלחמה כי יחדיו היו יוצאים למלחמה:",
                "<b>ויאמר שמע ה' קול יהודה.</b> ומלבד מה שאמר וזאת ליהודה אמר ג\"כ שמע ה' קול יהודה כשיתפלל במלחמה או זולתה:",
                "<b>ידיו רב לו ועזר מצריו תהיה.</b> אתה היה ידיו נלחם בעדו ותהיה ג\"כ רב לו ונוקם נקמתו וג\"כ עזר מצריו כשילחמו עליו:"
            ],
            [
                "<b>תומיך ואוריך לאיש חסידך.</b> הנה התומים וגם האורים נתתם לאהרן שהיה איש וראש לשבט החסיד שהוא שבט לוי. ובזה התבאר שהיה מדבר ברוח הקדש ושכינה שורה עליו כאמרם ז\"ל כל כהן שמדבר ברוח הקדש ושכינה שורה עליו נשאלים בו באורים ותומים:",
                "<b>אשר נסיתו במסה.</b> בכל מסה שנסו ישראל את האל ית' כאמרו וינסו אותי זה עשר פעמים לא נסוהו שבט לוי ולכן לא נגזרה עליהם גזירת מרגלים:",
                "<b>תריבהו על מי מריבה.</b> שהכחדת את שני ראשיו שהם משה ואהרן בסבת מי מריבה:"
            ],
            [
                "<b>האומר לאביו.</b> בענין העגל:",
                "<b>ואת בניו לא ידע כי שמרו אמרתך.</b> לא הקפיד על חיי בניו במדבר כדי לשמור אמרתך והוא מצות מילת הבנים אע\"פ שהיו מתים רבים מהם כאמרם ז\"ל (פ\"ק דיומא) מפני שלא נשבה להם רוח צפונית:",
                "<b>ובריתך ינצורו.</b> כאמרם ז\"ל שבטו של לוי לא עבדו ע\"ג וזה התאמת במצרים ובמדבר:"
            ],
            [
                "<b>יורו משפטיך ליעקב.</b> ומאחר שהוא שבט כשר תן להם חן ושכל טוב שיורו משפטיך כאמרם ז\"ל (חגיגה) אם דומה הרב למלאך ה' צבאות יבקשו תורה מפיהו:"
            ],
            [
                "<b>ברך ה' חילו.</b> ברך נכסיהם באופן שיספיק להם מעט עסק בם ויהיה לחם פנאי להבין ולהורות:",
                "<b>ופועל ידיו תרצה.</b> עבודתם במקדש תהיה לרצון לפניך:",
                "<b>מן יקומון.</b> שלא יוכלו לקום עליהם כענין קרח ועזיהו המלך:"
            ],
            [
                "<b>ידיד ה'.</b> כאמרם ז\"ל (שבת פ' במה אשה) שבנימין מת בעטיו של נחש והזכיר זכותו לפניו:",
                "<b>ישכון לבטח עליו.</b> שלא ימרדו במלכ' עם עשרת השבטים:"
            ],
            [
                "<b>מבורכת ה' ארצו.</b> הנה חלקו של יוסף היא ארץ מבורכת בטבע:",
                "<b>ממגד שמים מטל.</b> והנני מתפלל שברכתה תהיה ג\"כ מצד מגדנות המתבשלות בכחות השמים מטל גם בלי מטר ומתהום וממגד תבואות כו':"
            ],
            [],
            [],
            [
                "<b>ורצון שוכני סנה.</b> וגם רצון האל שנגלה בסנה אשר בו הורה ענין עמו אנכי בצרה. כל אלה תבואתה לראש יוסף. מלבד ברכותיו עם הצבור תבואנה על ראשו מאת אלהי מרום שהוא יברך בלתי אמצעי:",
                "<b>ולקדקד נזיר אחיו.</b> כי אמנם ראוי הוא לזה כי אמנם היה בעל נזר וכתר מלכות בקרב אחיו והתנהג עם כלם בחסידות:"
            ],
            [
                "<b>בכור שורו.</b> והוא יוסף בכור שורו של שוכני סנה שאע\"פ שהמלכות ליהודה ונקרא אריה הנה אחריו במעלה היה יוסף כמו השור אחר הארי כאמרם ז\"ל מלך בחיות אריה. בבהמות שור. ובזה היה שבטו של יוסף ראשון בשבטים אחר שבט יהודה כאמרו כדבר אפרים רתת:",
                "<b>הדר לו.</b> אע\"פ שאין לו הוד מלכות הוא ראוי להדר ומעלה:",
                "<b>בהם עמים ינגח יחדו.</b> יחדיו עם השבט המולך ויאבד עמים רבים כאמרו וסרה קנאת אפרים וצוררי יהודה יכרתו ועפו בכתף פלשתים ימה יחדיו יבוזו את בני קדם:"
            ],
            [],
            [
                "<b>עמים הר יקראו.</b> יששכר וזבולון יקראו אומות העולם אל ההר הטוב במיני סחורתם הבלתי נמצאים בין האומות:",
                "<b>שם יזבחו זבחי צדק.</b> גם תגרי האומות שזבחו זבחיהם לשמש ולירח הנה בבואם אל ההר הטוב יזבחו שם זבחי צדק:",
                "<b>כי שפע ימים יינקו.</b> יששכר וזבולון יהיה להם מיני סחורה הבאים מן הים ומהם שספונים וטמונים בחול כמו דם חלזון וזכוכית לבנות בחולסית שבחול:"
            ],
            [
                "<b>ברוך מרחיב גד.</b> שנתן לו חלק גדול מחלק כל אחד משאר השבטים בעבר הירדן כי אמנם ארץ סיחון ועוג היתה גדולה בכמות אע\"פ שלא היתה זבת חלב ודבש כמו עבר הירדן:",
                "<b>כלביא שכן.</b> ראוי הוא לזאת ההרחבה מפני שהוא שוכן בתוך האומות כמו אריה לאכול את סביביו:"
            ],
            [
                "<b>וירא ראשית לו.</b> וג\"כ ראוי הוא לכך כי אמנם כשבחר גד את ארץ סיחון ועוג אע\"פ שאינה כקדושת עבר הירדן היתה כוונתו להשיג דבר עקרי אצלו כי שם בארץ סיחון ועוג חלקת מחוקק ספון היתה אותה החלקה שהמחוקק קבור בה שהוא משה:",
                "<b>ויתא ראשי עם.</b> ושם בארץ סיחון ועוג אתא המחוקק בראשי העם לכבוש את הארץ:",
                "<b>צדקת ה' עשה ומשפטיו עם ישראל.</b> ושם עשה המחוקק את צדקת ה' לישראל. שבאר שם את תורתו ושם נשפט עם ישראל והתוכח משפטי ה' ודיניו עליהם כענין שמואל באמרו התיצבו ואשפטה אתכם את כל צדקות ה':"
            ],
            [
                "<b>גור אריה יזנק מן הבשן.</b> הנה האריה לא יזנק מן הבשן שהוא מקום מבחר המקנה כאמרו אבירי בשן פרות הבשן זולתי בהיותו בטוח לטרוף איזה טרף שיזדמן לו חוץ לבשן וכן יהיה דן בטוח לכבוש סביבותיו ויצא עליהן בטח:"
            ],
            [
                "<b>נפתלי שבע רצון ומלא ברכת ה' ים ודרום ירשה.</b> אתה נפתלי ירשת ים ודרום שבע רצון ומלא ברכת ה' ואיני צריך להתפלל על ברכת ארצך וזה כי בחלקו יהיו פירות גינוסר הראשונים להתבשל ומהם יהיו בכורים רצויים לפניו:"
            ],
            [
                "<b>ברוך מבנים אשר.</b> הנה אשר בזה יהיה ברוך מכל שאר השבטים כי אמנם על כל עשיר תהיה קנאת אחיו ושנאתם בצד מה והפך זה יקרה לשבטו של אשר כי אמנם יהי רצוי אחיו:",
                "<b>וטובל בשמן רגלו.</b> וזה שהוא היה נותן זול בשמן בין אחיו לרב השמן אצלו:"
            ],
            [
                "<b>ברזל ונחושת מנעליך וכימיך דבאך.</b> אין כאל ישורון. אחר שסיים תפלתו על השבטים התחיל בברכת ישראל בכלל ואמר אתה ישורון בהיות כי אין כאל יכול על כל ובלתי משתנה תהי מלכותך נבדלת מכל שאר המלכיות בשתים. ראשונה שלא יכנסו בה אומות להלחם ולא יחמוד איש את ארצך מיראתך כמו שהיה כל ימי יהושע וכל ימי הזקנים אשר האריכו ימים אחרי יהושע. כאלו תהיה הארץ נעולה במנעולי ברזל ונחשת. שנית שלא תהיה מלכותך עולה ויורד כמו מלכות אומות העולם בעלות מזלם ויורדת בירדתו מפני שהם תחת הנהגת צבאות השמים. אבל אתה כימיך שהם ימי הנעורים ותחלת כניסתך לארץ כן יהיה דבאך ועת זקנתך כי תוליד בנים ובני בנים ונושנתם בארץ. וברכתי זאת תחול: ",
                "<b>כי אין כאל.</b> המנהיג עניניך: ",
                "<b>רוכב שמים בעזרך.</b> כי אמנם האל שהוא בעזרך הוא רוכב שמים שהוא עליון מהם ומנהיגם על הפך דעת אנשי הצאב\"ה שאמרו שאין לחשוב דבר נכבד יותר מן השמים. ובכן לא תהיה המלכות הבאה מאתו עולה ויורדת בעלות המזלות וברדתם:"
            ],
            [
                "<b>ובגאותו שחקים מעונה.</b> ובמעלתו הוא רוכב שחקים שהוא הגלגל היומי אשר אין בו כוכב ולא צורה והמניע שלו הוא כח בלתי נראה כענין מעונת האריה אשר בה כח רב נסתר:"
            ],
            [
                "<b>אלהי קדם.</b> אלוה קדמון וכל זולתו מחודש מאתו:",
                "<b>ומתחת זרועות עולם.</b> ולמטה מן השמים הוא אלהי זרועות ומנהיגי הנמצאים העולמיים והם ההוויים ונפסדים הנופלים תחת הזמן כמו איכיות היסודות והטבע הזן והמגדל והמוליד והמצייר בצמחים ובבעלי חיים:",
                "<b>ויגרש מפניך אויב ויאמר השמד.</b> והנה הוא גרש מפניך את האויב שהיה תושב הארץ ואמר לך השמד כי לא בחרבך ירשת ארץ באופן שתוכל לחשוב שבסור כחך באורך הזמן או בבא חליפתו יגברו האויבים כי אמנם הוא היה המגרשם ואיך יכנסו נגד רצונו:"
            ],
            [
                "<b>וישכון ישראל בטח.</b> כאמרו והארץ שקטה ממלחמה: ",
                "בדד עין יעקב אל ארץ דגן ותירוש אף שמיו יערפו טל. יהי רצון שלקץ הימין עין יעקב והוא האדון אשר אתם מבקשים אשר הוא עין ישראל בסוף ובעקב הכל וכן שמיו יערפו טל יביעו טל בשפע אל ארץ דגן ותירוש כי אמנם המשיח יערוף לקחי כטל שהכל שמחים בו וג\"כ השמים יביעו טל בשפע אל ארץ דגן ותירוש. כמו שהיה הענין בששת ימי בראשית קודם חטא של אדם הראשון כי לא המטיר ואדם אין לעבוד ואיד יעלה והשקה באופן שבהיות הארץ מעצמה ארץ דגן ותירוש בבא עליה עריפת טל לברכה מספיק להתפרנס את יושביה שלא בצער כאשר היתה הכוונה שיתפרנס אדם הראשון קודם חטאו כאמרם ז\"ל (פרק בתרא דכתובות) עתידה ארץ ישראל שתוציא גלוסקאות וכלי מילת:"
            ],
            [
                "<b>אשריך ישראל.</b> ואז תגיע אל האושר שהוא המדרגה העליונה האפשרית לעם:",
                "<b>מי כמוך.</b> עד שלא ימצא עם כמוך כאמרו ואשרו אתכם כל הגוים:",
                "<b>עם נושע בה'.</b> שלא תהיה תשועתך ע\"י מלחמתך אבל ה' ילחם לכם:",
                "<b>מגן עזרך.</b> הוא שעזר אותך בזמן החורבן שלא כלית כאמרו לולי ה' שהיה לנו אזי המים שטפונו עזרנו בשם ה':",
                "<b>ואשר חרב גאותך.</b> והוא אשר יהי' חרב גאותך שתתרומם על האומות במלחמתך עליהם כאומרו כי באש ה' נשפט ובחרבו את כל בשר:",
                "<b>ויכחשו איביך לך.</b> שהם כבר בזו אותך ויכחשו עצמם כאשר יכבדוך כאומרו והשתחוו על כפות רגליך כל מנצאיך:",
                "<b>ואתה על במותימו תדרך.</b> שאפילו מלכיהם יהיו נכנעים לך כאומרו והיו מלכים אומניך וכו' אפים ארצה ישתחוו לך:"
            ]
        ],
        [
            [],
            [],
            [],
            [
                "<b>הראיתיך בעיניך.</b> למען תברכנה:",
                "<b>ושמה לא תעבר.</b> כדי שלא תגיענה ברכתך באופן שלא תחרב בסוף כמו שכבר נגזר עליהם לכשתתמלא סאתם:"
            ],
            [],
            [
                "<b>ויקבר אותו.</b> אם הוא קבר את עצמו כדברי קצתם ז\"ל עשתה זאת נפשו הנבדלת כי הוא מת בהר ראש הפסגה שמשם ראה את הארץ כאמרו וימת שם משה והקבורה היתה בגיא:"
            ],
            [],
            [
                "<b>ויתמו ימי בכי אבל משה.</b> ויהושע בן נון מלא רוח חכמה. כי בימי הבכי אין חכמה ואין עצה:"
            ],
            [
                "<b>ויעשו.</b> יהושע וישראל: ",
                "<b>ככל אשר צוה ה' את משה.</b> כאמרו ושאל לו במשפט האורים לפני ה' על פיו יצאו ועל פיו יבאו הוא וכל בני ישראל אתו וכל העדה:"
            ],
            [
                "<b>ולא קם נביא עוד בישראל כמשה.</b> לא הגיע שום נביא למדרגת נבואתו ובזה התבאר שאין נביא רשאי לחדש דבר מעתה על דרך אמרם אין ב\"ד יכול לבטל דברי ב\"ד חבירו אלא אם כן גדול ממנו בחכמה ובמנין:",
                "<b>אשר ידעו ה'.</b> הנה הנביא יקנה תוספת אור שכלי בלי ספק באור פני מלך בהיותו מתנבא כאמרו והתנבית עמהם ונהפכת לאיש אחר ולכן כאשר הגיד חסדי האל על עמו אמר ואקח מבניכם לנביאים. ובהיות כל פעולת האל ית' בידיע' עצמו בלבד אמר אשר ידעו להורות שפעל בו בידיעתו לטוב כמו מה אדם ותדעהו ואדעך בשם וידע אלהים יודע ה' דרך צדיקים ורבים זולת אלה:",
                "<b>פנים אל פנים.</b> בעודו משתמש בחושיו:"
            ],
            [
                "<b>לכל האותות.</b> וזאת הידיעה בו פנים בפנים הגיעתהו כאשר שלחו ה' לעשות אותות ומופתים במצרים. כי אמנם המראה שנגלית עליו בסנה לא היתה באופן זה כאמרו כי ירא מהביט אל האלהים על הפך ותמונת ה' יביט:"
            ],
            [
                "<b>ולכל היד.</b> שפעל האל על ידו בבלתי נפסדים לשנות טבעם כענין בקיעת הים ופתיחת פי הארץ והורדת המן מן השמים וזולתם:",
                "<b>ולכל המורא הגדול.</b> של מתן תורה:",
                "<b>אשר עשה משה לעיני כל ישראל.</b> כשראו ועמדו מרחוק במתן תורה ומשה נגש אל הערפל כי אז קנה המדרגה העליונה בנבואת פנים אל פנים. ועשה את משה אז נורא בקרני הוד:",
                "<b>לעיני כל ישראל.</b> כאמרו וירא אהרן וכל בני ישראל את משה כי קרן עור פניו וייראו מגשת אליו: חסלת פרשת וזאת הברכה"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse",
        "Comment"
    ]
}