{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Wikisource Talmud Bavli", 
            "http://he.wikisource.org/wiki/%D7%AA%D7%9C%D7%9E%D7%95%D7%93_%D7%91%D7%91%D7%9C%D7%99"
        ]
    ], 
    "text": [
        [], 
        [], 
        [
            "משנה מאימתי מזכירין גבורות גשמים", 
            "רבי אליעזר אומר", 
            "מיום טוב הראשון של חג", 
            "ר' יהושע אומר", 
            "מיום טוב האחרון של חג", 
            "אמר לו ר' יהושע", 
            "הואיל ואין הגשמים אלא סימן קללה בחג למה הוא מזכיר", 
            "אמר לו ר' אליעזר", 
            "אף אני לא אמרתי לשאול אלא להזכיר משיב הרוח ומוריד הגשם בעונתו", 
            "אמר לו", 
            "א\"כ לעולם יהא מזכיר", 
            "אין שואלין את הגשמים אלא סמוך לגשמים", 
            "ר' יהודה אומר", 
            "העובר לפני התיבה ביו\"ט האחרון של חג האחרון מזכיר הראשון אינו מזכיר", 
            "ביו\"ט הראשון של פסח הראשון מזכיר האחרון אינו מזכיר", 
            "גמרא תנא היכא קאי דקתני מאימתי", 
            "תנא התם קאי דקתני", 
            "מזכירין גבורות גשמים בתחיית המתים ושואלין בברכת השנים והבדלה בחונן הדעת", 
            "וקתני", 
            "מאימתי מזכירין גבורות גשמים", 
            "וליתני התם מ\"ש דשבקיה עד הכא", 
            "אלא", 
            "תנא מראש השנה סליק דתנן", 
            "ובחג נידונין על המים", 
            "ואיידי דתנא ובחג נידונין על המים תנא מאימתי מזכירין גבורות גשמים", 
            "וליתני מאימתי מזכירין על הגשמים מאי גבורות גשמים", 
            "א\"ר יוחנן", 
            "מפני שיורדין בגבורה שנאמר (איוב ט, י) עושה גדולות עד אין חקר ונפלאות עד אין מספר וכתיב (איוב ה, י) הנותן מטר על פני ארץ ושולח מים על פני חוצות", 
            "מאי משמע", 
            "אמר רבה בר שילא", 
            "אתיא חקר חקר מברייתו של עולם", 
            "כתיב הכא עושה גדולות עד אין חקר וכתיב התם (ישעיהו מ, כח) הלא ידעת אם לא שמעת אלהי עולם ה' בורא קצות הארץ לא ייעף ולא ייגע אין חקר לתבונתו וכתיב (תהלים סה, ז) מכין הרים בכחו נאזר בגבורה", 
            "ומנא לן דבתפלה", 
            "דתניא", 
            "(דברים יא, יג) לאהבה את ה' אלהיכם ולעבדו בכל לבבכם איזו היא עבודה שהיא בלב הוי אומר זו תפלה", 
            "וכתיב בתריה (דברים יא, יד) ונתתי מטר ארצכם בעתו יורה ומלקוש", 
            "אמר ר' יוחנן", 
            "ג' מפתחות בידו של הקב\"ה שלא נמסרו ביד שליח ואלו הן", 
            "מפתח של גשמים מפתח של חיה מפתח של תחיית המתים", 
            "מפתח של גשמים דכתיב (דברים כח, יב) יפתח ה' לך את אוצרו הטוב את השמים לתת מטר ארצך בעתו", 
            "מפתח של חיה מנין דכתיב ויזכור אלהים את רחל וישמע"
        ], 
        [
            "אליה אלהים ויפתח את רחמה", 
            "מפתח של תחיית המתים מנין דכתיב (יחזקאל לז, יג) וידעתם כי אני ה' בפתחי את קברותיכם", 
            "במערבא אמרי", 
            "אף מפתח של פרנסה דכתיב (תהלים קמה, טז) פותח את ידך וגו'", 
            "ור' יוחנן מאי טעמא לא קא חשיב להא", 
            "אמר לך", 
            "גשמים היינו פרנסה:", 
            "ר' אליעזר אומר מיום טוב הראשון של חג כו':", 
            "איבעיא להו", 
            "ר' אליעזר מהיכא גמיר לה מלולב גמר לה או מניסוך המים גמר לה", 
            "מלולב גמר לה", 
            "מה לולב ביום אף הזכרה ביום", 
            "או דלמא מניסוך המים גמר לה", 
            "מה ניסוך המים מאורתא דאמר מר (במדבר כט, יח) ומנחתם ונסכיהם אפילו בלילה אף הזכרה מאורתא", 
            "תא שמע דאמר רבי אבהו", 
            "לא למדה ר' אליעזר אלא מלולב", 
            "איכא דאמרי", 
            "ר' אבהו גמרא גמיר לה ואיכא דאמרי", 
            "מתניתא שמיע ליה", 
            "מאי היא דתניא", 
            "מאימתי מזכירין על הגשמים רבי אליעזר אומר", 
            "משעת נטילת לולב ר' יהושע אומר", 
            "משעת הנחתו", 
            "א\"ר אליעזר", 
            "הואיל וארבעת מינין הללו אינן באין אלא לרצות על המים וכשם שארבע מינין הללו אי אפשר בהם בלא מים כך אי אפשר לעולם בלא מים", 
            "אמר לו ר' יהושע", 
            "והלא גשמים בחג אינו אלא סימן קללה", 
            "אמר לו ר' אליעזר", 
            "אף אני לא אמרתי לשאול אלא להזכיר", 
            "וכשם שתחיית המתים מזכיר כל השנה כולה ואינה אלא בזמנה כך מזכירים גבורות גשמים כל השנה ואינן אלא בזמנן", 
            "לפיכך אם בא להזכיר כל השנה כולה מזכיר", 
            "רבי אומר", 
            "אומר אני משעה שמפסיק לשאלה כך מפסיק להזכרה", 
            "ר' יהודה בן בתירה אומר", 
            "בשני בחג הוא מזכיר", 
            "ר' עקיבא אומר", 
            "בששי בחג הוא מזכיר", 
            "ר' יהודה משום ר' יהושע אומר", 
            "העובר לפני התיבה ביום טוב האחרון של חג האחרון מזכיר הראשון אינו מזכיר", 
            "ביום טוב ראשון של פסח הראשון מזכיר האחרון אינו מזכיר", 
            "שפיר קאמר ליה ר\"א לרבי יהושע", 
            "אמר לך רבי יהושע", 
            "בשלמא תחיית המתים מזכיר דכולי יומא זמניה הוא אלא גשמים כל אימת דאתיין זמנייהו היא", 
            "והתנן", 
            "יצא ניסן וירדו גשמים סימן קללה הם שנאמר (שמואל א יב, יז) הלא קציר חטים היום וגו'", 
            "ר' יהודה בן בתירה אומר", 
            "בשני בחג הוא מזכיר", 
            "מ\"ט דרבי יהודה בן בתירה", 
            "דתניא רבי יהודה בן בתירה אומר", 
            "נאמר בשני (במדבר כט, ו) ונסכיהם ונאמר בששי ונסכיה ונאמר בשביעי כמשפטם הרי מ\"ם יו\"ד מ\"ם הרי כאן מים", 
            "מכאן רמז לניסוך המים מן התורה", 
            "ומאי שנא בשני דנקט דכי רמיזי להו בקרא בשני הוא דרמיזי הלכך בשני מדכרינן", 
            "רבי עקיבא אומר", 
            "בששי בחג הוא מזכיר שנאמר בששי ונסכיה בשני ניסוכין הכתוב מדבר אחד ניסוך המים ואחד ניסוך היין", 
            "ואימא תרוייהו דחמרא", 
            "סבר לה כר' יהודה בן בתירה דאמר", 
            "רמיזי מיא"
        ], 
        [
            "אי סבר לה כרבי יהודה בן בתירה נימא כוותיה", 
            "קסבר רבי עקיבא", 
            "כי כתיב ניסוך יתירא בששי הוא דכתיב", 
            "תניא ר' נתן אומר", 
            "(במדבר כח, ז) בקדש הסך נסך שכר לה' בשני ניסוכין הכתוב מדבר", 
            "אחד ניסוך המים ואחד ניסוך היין", 
            "אימא תרוייהו דחמרא", 
            "אם כן ליכתוב קרא או הסך הסך או נסך נסך מאי הסך נסך שמעת מינה", 
            "חד דמיא וחד דחמרא", 
            "אלא הא דתנן", 
            "ניסוך המים כל ז'", 
            "מני", 
            "אי ר' יהושע נימא חד יומא אי ר\"ע תרי יומי אי ר' יהודה ב\"ב שיתא יומי", 
            "לעולם ר' יהודה ב\"ב היא וס\"ל כר' יהודה דמתני'", 
            "דתנן רבי יהודה אומר", 
            "בלוג היה מנסך כל שמונה ומפיק ראשון ומעייל שמיני", 
            "ומאי שנא ראשון דלא דכי רמיזי מים בשני הוא דרמיזי שמיני נמי כי רמיזי מים בשביעי הוא דרמיזי", 
            "אלא רבי יהושע היא וניסוך המים כל שבעה הלכתא גמירי לה", 
            "דאמר ר' אמי א\"ר יוחנן משום ר' נחוניא איש בקעת בית חורתן", 
            "עשר נטיעות ערבה וניסוך המים הלכה למשה מסיני:", 
            "רבי יהודה אומר משום רבי יהושע", 
            "העובר לפני התיבה ביום טוב האחרון של חג האחרון מזכיר הראשון אינו מזכיר", 
            "ביום טוב הראשון של פסח הראשון מזכיר האחרון אינו מזכיר:", 
            "הי רבי יהושע", 
            "אילימא רבי יהושע דמתניתין הא אמר ביום טוב האחרון של חג הוא מזכיר", 
            "אלא ר' יהושע דברייתא האמר משעת הנחתו", 
            "ותו הא דתניא ר' יהודה אומר משום בן בתירה", 
            "העובר לפני התיבה ביום טוב האחרון של חג האחרון מזכיר הי בן בתירה", 
            "אילימא רבי יהודה בן בתירה הא אמר בשני בחג הוא מזכיר", 
            "אמר רב נחמן בר יצחק", 
            "תהא ברבי יהושע בן בתירה", 
            "זמנין דקרי ליה בשמיה וזימנין דקרי ליה בשמיה דאבא והא מקמי דליסמכוהו והא לבתר דליסמכוהו", 
            "תנא", 
            "בטל וברוחות לא חייבו חכמים להזכיר ואם בא להזכיר מזכיר", 
            "מ\"ט", 
            "א\"ר חנינא", 
            "לפי שאין נעצרין", 
            "וטל מנלן דלא מיעצר", 
            "דכתיב (מלכים א יז, יג) ויאמר אליהו התשבי מתושבי גלעד אל אחאב חי ה' אלהי ישראל אשר עמדתי לפניו אם יהיה השנים האלה טל ומטר כי אם לפי דברי וכתיב (מלכים א יח, א) לך הראה אל אחאב ואתנה מטר על פני האדמה", 
            "ואילו טל לא קאמר ליה מאי טעמא משום"
        ], 
        [
            "דלא מיעצר", 
            "וכי מאחר דלא מיעצר אליהו אשתבועי למה ליה", 
            "הכי קא\"ל", 
            "אפילו טל דברכה נמי לא אתי", 
            "וליהדריה לטל דברכה", 
            "משום דלא מינכרא מילתא", 
            "(אלא) רוחות מנא לן דלא מיעצרי", 
            "א\"ר יהושע בן לוי", 
            "דאמר קרא (זכריה ב, י) כי כארבע רוחות השמים פרשתי אתכם נאם ה' מאי קאמר להו", 
            "אילימא הכי קאמר להו הקב\"ה לישראל", 
            "דבדרתינכו בארבע רוחי דעלמא אי הכי כארבע", 
            "בארבע מיבעי ליה", 
            "אלא הכי קאמר", 
            "כשם שאי אפשר לעולם בלא רוחות כך א\"א לעולם בלא ישראל", 
            "א\"ר חנינא", 
            "הלכך", 
            "בימות החמה אמר משיב הרוח אין מחזירין אותו אמר מוריד הגשם מחזירין אותו", 
            "בימות הגשמים לא אמר משיב הרוח אין מחזירין אותו לא אמר מוריד הגשם מחזירין אותו", 
            "ולא עוד אלא אפילו אמר מעביר הרוח ומפריח הטל אין מחזירין אותו", 
            "תנא", 
            "בעבים וברוחות לא חייבו חכמים להזכיר ואם בא להזכיר מזכיר", 
            "מ\"ט משום דלא מיעצרי", 
            "ולא מיעצרי", 
            "והתני רב יוסף", 
            "(דברים יא, יז) ועצר את השמים מן העבים ומן הרוחות אתה אומר מן העבים ומן הרוחות או אינו אלא מן המטר", 
            "כשהוא אומר ולא יהיה מטר הרי מטר אמור הא מה אני מקיים ועצר את השמים מן העבים ומן הרוחות", 
            "קשיא רוחות ארוחות קשיא עבים אעבים", 
            "עבים אעבים לא קשיא", 
            "הא בחרפי הא באפלי", 
            "רוחות ארוחות לא קשיא", 
            "הא ברוח מצויה הא ברוח שאינה מצויה", 
            "רוח שאינה מצויה חזיא לבי דרי", 
            "אפשר בנפוותא", 
            "תנא", 
            "העבים והרוחות שניות למטר", 
            "היכי דמי", 
            "אמר עולא ואיתימא רבי יהודה", 
            "דבתר מיטרא", 
            "למימרא דמעליותא היא", 
            "והכתיב (דברים כח, כד) יתן ה' את מטר ארצך אבק ועפר ואמר עולא ואיתימא רב יהודה", 
            "זיקא דבתר מטרא", 
            "לא קשיא", 
            "הא דאתא ניחא הא דאתא רזיא", 
            "(ואי בעית אימא)", 
            "הא דמעלה אבק הא דלא מעלה אבק", 
            "ואמר רב יהודה", 
            "זיקא דבתר מיטרא כמיטרא עיבא דבתר מיטרא כמיטרא שימשא דבתר מיטרא כתרי מטרי", 
            "למעוטי מאי", 
            "למעוטי גילהי דליליא ושמשא דביני קרחי", 
            "אמר רבא", 
            "מעלי תלגא לטורי כחמשה מטרי לארעא שנאמר (איוב לז, ו) כי לשלג יאמר הוא ארץ וגשם מטר וגשם מטרות עוזו", 
            "ואמר רבא", 
            "תלגא לטורי מטרא רזיא לאילני מטרא ניחא לפירי"
        ], 
        [
            "עורפילא אפילו לפרצידא דתותי קלא מהניא ליה", 
            "מאי עורפילא עורו פילי", 
            "ואמר רבא", 
            "האי צורבא מרבנן דמי לפרצידא דתותי קלא דכיון דנבט נבט", 
            "ואמר רבא", 
            "האי צורבא מרבנן דרתח אורייתא הוא דקא מרתחא ליה שנאמר (ירמיהו כג, כט) הלא כה דברי כאש נאם ה'", 
            "ואמר רב אשי", 
            "כל ת\"ח שאינו קשה כברזל אינו ת\"ח שנא' (ירמיהו כג, כט) וכפטיש יפוצץ סלע", 
            "א\"ל רבי אבא לרב אשי", 
            "אתון מהתם מתניתו לה אנן מהכא מתנינן לה דכתיב (דברים ח, ט) ארץ אשר אבניה ברזל אל תקרי אבניה אלא בוניה", 
            "אמר רבינא", 
            "אפ\"ה מיבעי ליה לאיניש למילף נפשיה בניחותא שנאמר (קהלת יא, י) והסר כעס מלבך וגו'", 
            "א\"ר שמואל בר נחמני אמר רבי יונתן", 
            "שלשה שאלו שלא כהוגן לשנים השיבוהו כהוגן לאחד השיבוהו שלא כהוגן", 
            "ואלו הן", 
            "אליעזר עבד אברהם ושאול בן קיש ויפתח הגלעדי", 
            "אליעזר עבד אברהם דכתיב (בראשית כד, יד) והיה הנערה אשר אומר אליה הטי נא כדך וגו' יכול אפי' חיגרת אפי' סומא השיבו כהוגן ונזדמנה לו רבקה", 
            "שאול בן קיש דכתיב (שמואל א יז, כה) והיה האיש אשר יכנו יעשרנו המלך עושר גדול ואת בתו יתן לו יכול אפי' עבד אפילו ממזר השיבו כהוגן ונזדמן לו דוד", 
            "יפתח הגלעדי דכתיב (שופטים יא, לא) והיה היוצא אשר יצא מדלתי ביתי וגו' יכול אפילו דבר טמא השיבו שלא כהוגן נזדמנה לו בתו", 
            "והיינו דקאמר להו נביא לישראל", 
            "(ירמיהו ח, כב) הצרי אין בגלעד אם רופא אין שם", 
            "וכתיב (ירמיהו יט, ה) אשר לא צויתי ולא דברתי ולא עלתה על לבי", 
            "אשר לא צויתי זה בנו של מישע מלך מואב שנאמר (מלכים ב ג, כז) ויקח את בנו הבכור אשר ימלך תחתיו ויעלהו עולה ולא דברתי זה יפתח ולא עלתה על לבי זה יצחק בן אברהם", 
            "אמר רבי ברכיה", 
            "אף כנסת ישראל שאלה שלא כהוגן והקב\"ה השיבה כהוגן שנא' (הושע ו, ג) ונדעה נרדפה לדעת את ה' כשחר נכון מוצאו ויבוא כגשם לנו", 
            "אמר לה הקב\"ה", 
            "בתי את שואלת דבר שפעמים מתבקש ופעמים אינו מתבקש אבל אני אהיה לך דבר המתבקש לעולם שנאמר (הושע יד, ו) אהיה כטל לישראל", 
            "ועוד שאלה שלא כהוגן אמרה לפניו", 
            "רבש\"ע (שיר השירים ח, ו) שימני כחותם על לבך כחותם על זרועך", 
            "א\"ל הקב\"ה", 
            "בתי את שואלת דבר שפעמים נראה ופעמים אינו נראה אבל אני אעשה לך דבר שנראה לעולם שנאמר (ישעיהו מט, טז) הן על כפים חקותיך:", 
            "אין שואלין את הגשמים כו':", 
            "סברוה", 
            "שאלה והזכרה חדא מילתא היא מאן תנא", 
            "אמר רבא", 
            "ר' יהושע היא דאמר", 
            "משעת הנחתו", 
            "א\"ל אביי", 
            "אפילו תימא רבי אליעזר שאלה לחוד", 
            "והזכרה לחוד", 
            "ואיכא דאמרי", 
            "לימא"
        ], 
        [
            "רבי יהושע היא דאמר משעת הנחתו", 
            "אמר רבא", 
            "אפילו תימא רבי אליעזר שאלה לחוד והזכרה לחוד:", 
            "רבי יהודה אומר העובר לפני התיבה כו':", 
            "ורמינהו", 
            "עד מתי שואלין את הגשמים", 
            "ר' יהודה אומר", 
            "עד שיעבור הפסח ר' מאיר אומר", 
            "עד שיעבור ניסן", 
            "אמר רב חסדא", 
            "לא קשיא כאן לשאול כאן להזכיר", 
            "מישאל שאיל ואזיל להזכיר ביו\"ט הראשון פסיק", 
            "אמר עולא", 
            "הא דרב חסדא קשיא (משלי י, כו) כחומץ לשינים וכעשן לעינים", 
            "ומה במקום שאינו שואל מזכיר במקום ששואל אינו דין שיהא מזכיר", 
            "אלא אמר עולא", 
            "תרי תנאי אליבא דר' יהודה", 
            "רב יוסף אמר", 
            "מאי עד שיעבור הפסח עד שיעבור שליח צבור ראשון היורד ביו\"ט ראשון של פסח", 
            "א\"ל אביי", 
            "שאלה ביו\"ט מי איכא", 
            "א\"ל", 
            "אין שואל מתורגמן", 
            "וכי מתורגמן שואל דבר שאינו צריך לצבור", 
            "אלא מחוורתא כדעולא", 
            "רבה אמר", 
            "מאי עד שיעבור הפסח עד שיעבור זמן שחיטת הפסח וכתחילתו כן סופו מה תחילתו מזכיר אע\"פ שאינו שואל אף סופו מזכיר אע\"פ שאינו שואל", 
            "א\"ל אביי", 
            "בשלמא תחילתו מזכיר הזכרה נמי ריצוי שאלה היא אלא סופו מאי ריצוי שאלה איכא", 
            "אלא מחוורתא כדעולא", 
            "א\"ר אסי א\"ר יוחנן", 
            "הלכה כר' יהודה", 
            "א\"ל ר' זירא לר' אסי", 
            "ומי אמר רבי יוחנן הכי", 
            "והתנן", 
            "בשלשה במרחשוון שואלין את הגשמים רבן גמליאל אומר", 
            "בשבעה בו", 
            "וא\"ר אלעזר", 
            "הלכה כרבן גמליאל", 
            "א\"ל", 
            "גברא אגברא קא רמית", 
            "איבעית אימא", 
            "לא קשיא", 
            "כאן לשאול כאן להזכיר", 
            "והאמר ר' יוחנן", 
            "במקום ששואל מזכיר", 
            "ההוא להפסקה איתמר", 
            "והאמר ר' יוחנן", 
            "התחיל להזכיר מתחיל לשאול פסק מלשאול פוסק מלהזכיר", 
            "אלא לא קשיא", 
            "הא לן הא להו", 
            "מאי שנא לדידן דאית לן פירי בדברא לדידהו נמי אית להו עולי רגלים", 
            "כי קא\"ר יוחנן בזמן שאין בית המקדש קיים", 
            "השתא דאתית להכי הא והא לדידהו ולא קשיא", 
            "כאן בזמן שבית המקדש קיים כאן בזמן שאין בית המקדש קיים", 
            "ואנן דאית לן תרי יומי היכי עבדינן", 
            "אמר רב", 
            "מתחיל במוספין ופוסק במנחה ערבית ושחרית וחוזר במוספין", 
            "אמר להו שמואל", 
            "פוקו ואמרו ליה לאבא", 
            "אחר שעשיתו קודש תעשהו חול", 
            "אלא אמר שמואל", 
            "מתחיל במוספין ובמנחה ופוסק ערבית ושחרית וחוזר ומתחיל במוספין"
        ], 
        [
            "רבא אמר", 
            "כיון שהתחיל שוב אינו פוסק", 
            "וכן אמר רב ששת", 
            "כיון שהתחיל שוב אינו פוסק", 
            "ואף רב הדר ביה דאמר רב חננאל אמר רב", 
            "מונה עשרים ואחד יום כדרך שמונה עשרה ימים מר\"ה עד יוה\"כ ומתחיל", 
            "וכיון שהתחיל שוב אינו פוסק", 
            "והלכתא", 
            "כיון שהתחיל שוב אינו פוסק:", 
            "מתני' עד מתי שואלין את הגשמים", 
            "ר' יהודה אומר", 
            "עד שיעבור הפסח ר' מאיר אומר", 
            "עד שיצא ניסן שנאמר (יואל ב, כג) ויורד לכם גשם יורה ומלקוש בראשון:", 
            "גמ' א\"ל רב נחמן לר' יצחק", 
            "יורה בניסן", 
            "יורה במרחשון הוא", 
            "(דתנן)", 
            "יורה במרחשון ומלקוש בניסן", 
            "א\"ל", 
            "הכי אמר רבי יוחנן", 
            "בימי יואל בן פתואל נתקיים מקרא זה דכתיב ביה (יואל א, ד) יתר הגזם אכל הארבה וגו'", 
            "אותה שנה יצא אדר ולא ירדו גשמים ירדה להם רביעה ראשונה באחד בניסן", 
            "אמר להם נביא לישראל", 
            "צאו וזרעו", 
            "אמרו לו", 
            "מי שיש לו קב חטים או קבים שעורין יאכלנו ויחיה או יזרענו וימות", 
            "אמר להם", 
            "אעפ\"כ צאו וזרעו", 
            "נעשה להם נס ונתגלה להם מה שבכתלין ומה שבחורי נמלים", 
            "יצאו וזרעו שני ושלישי ורביעי וירדה להם רביעה שניה בחמשה בניסן הקריבו עומר בששה עשר בניסן נמצאת תבואה הגדילה בששה חדשים גדילה באחד עשר יום נמצא עומר הקרב מתבואה של ששה חדשים קרב מתבואה של אחד עשר יום", 
            "ועל אותו הדור הוא אומר", 
            "(תהלים קכו, ה) הזורעים בדמעה ברנה יקצרו הלך ילך ובכה נושא משך הזרע וגו'", 
            "מאי הלך ילך ובכה נושא משך וגו'", 
            "א\"ר יהודה", 
            "שור כשהוא חורש הולך ובוכה ובחזירתו אוכל חזיז מן התלם", 
            "וזהו בא יבא ברנה", 
            "מאי נושא אלומותיו", 
            "א\"ר חסדא ואמרי לה במתניתא תנא", 
            "קנה זרת שיבולת זרתים", 
            "א\"ל רב נחמן לר' יצחק", 
            "מאי דכתיב (מלכים ב ח, א) כי קרא ה' לרעב וגם בא אל הארץ שבע שנים בהנך שבע שנים מאי אכול", 
            "א\"ל", 
            "הכי אמר רבי יוחנן", 
            "שנה ראשונה אכלו מה שבבתים שניה אכלו מה שבשדות שלישית בשר בהמה טהורה רביעית בשר בהמה טמאה חמישית בשר שקצים ורמשים ששית בשר בניהם ובנותיהם שביעית בשר זרועותיהם לקיים מה שנאמר (ישעיהו ט, יט) איש בשר זרועו יאכלו", 
            "וא\"ל רב נחמן לר' יצחק", 
            "מאי דכתיב (הושע יא, ט) בקרבך קדוש ולא אבוא בעיר משום דבקרבך קדוש לא אבוא בעיר", 
            "א\"ל הכי א\"ר יוחנן", 
            "אמר הקב\"ה לא אבוא בירושלים של מעלה עד שאבוא לירושלים של מטה", 
            "ומי איכא ירושלים למעלה", 
            "אין דכתיב (תהלים קכב, ג) ירושלם הבנויה כעיר שחוברה לה יחדיו", 
            "וא\"ל רב נחמן לר' יצחק", 
            "מאי דכתיב (ירמיהו י, ח) ובאחת יבערו ויכסלו מוסר הבלים עץ הוא", 
            "א\"ל", 
            "הכי א\"ר יוחנן", 
            "אחת היא שמבערת רשעים בגיהנם מאי היא ע\"ז", 
            "כתיב הכא מוסר הבלים עץ הוא וכתיב התם (ירמיהו י, טו) הבל המה מעשה תעתועים", 
            "וא\"ל רב נחמן לר' יצחק", 
            "מ\"ד (ירמיהו ב, יג) כי שתים רעות עשה עמי תרתין הוא דהוו", 
            "עשרין וארבע שביקא להו", 
            "א\"ל הכי א\"ר יוחנן", 
            "אחת שהיא"
        ], 
        [
            "שקולה כשתים ומאי ניהו ע\"ז דכתיב (ירמיהו ב, יג) כי שתים רעות עשה עמי אותי עזבו מקור מים חיים לחצוב להם בארות בארות נשברים", 
            "וכתיב בהו (ירמיהו ב, י) כי עברו איי כתיים וראו וקדר שלחו והתבוננו מאד וגו' ההימיר גוי אלהים והמה לא אלהים ועמי המיר כבודו בלא יועיל", 
            "תנא", 
            "כותיים עובדים לאש וקדריים עובדין למים", 
            "ואע\"פ שיודעים שהמים מכבין את האש לא המירו אלהיהם ועמי המיר כבודי בלא יועיל", 
            "וא\"ל רב נחמן לר' יצחק", 
            "מ\"ד (שמואל א ח, א) ויהי כאשר זקן שמואל ומי סיב שמואל כולי האי", 
            "והא בר נ\"ב הוה דאמר מר", 
            "מת בנ\"ב שנה זהו מיתתו של שמואל הרמתי", 
            "א\"ל", 
            "הכי א\"ר יוחנן", 
            "זקנה קפצה עליו דכתיב (שמואל א טו, יא) נחמתי כי המלכתי את שאול", 
            "אמר לפניו", 
            "רבש\"ע שקלתני כמשה ואהרן דכתיב (תהלים צט, ו) משה ואהרן בכהניו ושמואל בקוראי שמו מה משה ואהרן לא בטלו מעשה ידיהם בחייהם אף אני לא יתבטל מעשה ידי בחיי", 
            "אמר הקב\"ה", 
            "היכי אעביד", 
            "לימות שאול לא קא שביק שמואל לימות שמואל אדזוטר מרנני אבתריה לא לימות שאול ולא לימות שמואל כבר הגיעה מלכות דוד ואין מלכות נוגעת בחברתה אפילו כמלא נימא", 
            "אמר הקב\"ה", 
            "אקפיץ עליו זקנה היינו דכתיב (שמואל א כב, ו) ושאול יושב בגבעה תחת האשל ברמה וכי מה ענין גבעה אצל רמה", 
            "אלא לומר לך", 
            "מי גרם לשאול שישב בגבעה שתי שנים ומחצה תפלתו של שמואל הרמתי", 
            "ומי מידחי גברא מקמי גברא", 
            "אין דא\"ר שמואל בר נחמני א\"ר (יוחנן)", 
            "מ\"ד (הושע ו, ה) על כן חצבתי בנביאים הרגתים באמרי פי במעשיהם לא נאמר אלא באמרי פי אלמא", 
            "מידחי גברא מקמי גברא", 
            "רב נחמן ור' יצחק הוו יתבי בסעודתא א\"ל רב נחמן לר' יצחק", 
            "לימא מר מילתא", 
            "א\"ל הכי א\"ר יוחנן", 
            "אין מסיחין בסעודה שמא יקדים קנה לושט ויבא לידי סכנה", 
            "בתר דסעוד א\"ל", 
            "הכי א\"ר יוחנן", 
            "יעקב אבינו לא מת א\"ל", 
            "וכי בכדי ספדו ספדנייא וחנטו חנטייא וקברו קברייא", 
            "א\"ל", 
            "מקרא אני דורש שנאמר (ירמיהו ל, י) ואתה אל תירא עבדי יעקב נאם ה' ואל תחת ישראל כי הנני מושיעך מרחוק ואת זרעך מארץ שבים מקיש הוא לזרעו מה זרעו בחיים אף הוא בחיים", 
            "א\"ר יצחק", 
            "כל האומר רחב רחב מיד נקרי", 
            "א\"ל רב נחמן", 
            "אנא אמינא ולא איכפת לי", 
            "א\"ל", 
            "כי קאמינא ביודעה ובמכירה (ובמזכיר את שמה)", 
            "כי הוו מיפטרי מהדדי א\"ל", 
            "ליברכן מר", 
            "אמר ליה", 
            "אמשול לך משל למה\"ד לאדם שהיה הולך במדבר והיה רעב ועיף וצמא ומצא אילן שפירותיו מתוקין וצילו נאה ואמת המים עוברת תחתיו", 
            "אכל מפירותיו ושתה ממימיו וישב בצילו", 
            "וכשביקש לילך אמר", 
            "אילן אילן במה אברכך", 
            "אם אומר לך שיהו פירותיך מתוקין הרי פירותיך מתוקין שיהא צילך נאה הרי צילך נאה שתהא אמת המים עוברת תחתיך הרי אמת המים עוברת תחתיך", 
            "אלא", 
            "יהי רצון שכל נטיעות שנוטעין ממך"
        ], 
        [
            "יהיו כמותך", 
            "אף אתה במה אברכך", 
            "אם בתורה הרי תורה אם בעושר הרי עושר אם בבנים הרי בנים", 
            "אלא", 
            "יהי רצון שיהו צאצאי מעיך כמותך:", 
            "ת\"ר", 
            "יורה שמורה את הבריות להטיח גגותיהן ולהכניס את פירותיהן ולעשות כל צרכיהן", 
            "דבר אחר", 
            "שמרוה את הארץ ומשקה עד תהום שנאמר", 
            "(תהלים סה, יא) תלמיה רוה נחת גדודיה ברביבים תמוגגנה צמחה תברך", 
            "דבר אחר", 
            "יורה שיורד בנחת ואינו יורד בזעף", 
            "או אינו יורה אלא שמשיר את הפירות ומשטיף את הזרעים ומשטיף את האילנות ת\"ל מלקוש מה מלקוש לברכה אף יורה לברכה", 
            "או אינו מלקוש אלא שמפיל את הבתים ומשבר את האילנות ומעלה את הסקאין ת\"ל יורה מה יורה לברכה אף מלקוש לברכה", 
            "ויורה גופיה מנלן", 
            "דכתיב (יואל ב, כג) ובני ציון גילו ושמחו בה' אלהיכם כי נתן לכם את המורה לצדקה ויורד לכם גשם מורה ומלקוש בראשון:", 
            "ת\"ר", 
            "יורה במרחשון ומלקוש בניסן", 
            "אתה אומר יורה במרחשון ומלקוש בניסן או אינו אלא יורה בתשרי ומלקוש באייר", 
            "ת\"ל", 
            "בעתו", 
            "מלקוש אמר רב נהילאי בר אידי אמר שמואל", 
            "דבר שמל קשיותיהן של ישראל", 
            "דבי ר' ישמעאל תנא", 
            "דבר שממלא תבואה בקשיה", 
            "במתניתא תנא", 
            "דבר שיורד על המלילות ועל הקשין", 
            "ת\"ר", 
            "יורה במרחשון ומלקוש בניסן", 
            "אתה אומר יורה במרחשון או אינו אלא בחדש כסליו", 
            "ת\"ל (דברים יא, יד) בעתו יורה ומלקוש מה מלקוש בעתו אף יורה בעתו", 
            "(כיון שיצא ניסן וירדו גשמים אינו סימן ברכה)", 
            "תניא אידך", 
            "יורה במרחשון ומלקוש בניסן דברי ר\"מ", 
            "וחכמים אומרים", 
            "יורה בכסליו", 
            "מאן חכמים", 
            "אמר רב חסדא", 
            "ר' יוסי היא", 
            "דתניא", 
            "איזו היא רביעה ראשונה", 
            "הבכירה בשלשה במרחשון בינונית בשבעה בו אפילה בשבעה עשר בו דברי ר\"מ", 
            "ר' יהודה אומר", 
            "בשבעה ובי\"ז ובעשרים ושלשה", 
            "ר' יוסי אומר", 
            "בי\"ז ובעשרים ושלשה ובראש חדש כסליו", 
            "וכן היה ר' יוסי אומר", 
            "אין היחידים מתענין עד שיגיע ראש חדש כסליו", 
            "אמר רב חסדא", 
            "הלכה כר' יוסי", 
            "אמימר מתני להא דרב חסדא בהא לישנא", 
            "בשלשה במרחשון שואלין את הגשמים רבן גמליאל אומר", 
            "בשבעה בו", 
            "אמר רב חסדא", 
            "הלכה כרבן גמליאל", 
            "כמאן אזלא הא דתניא ר\"ש בן גמליאל אומר", 
            "גשמים שירדו שבעה ימים זה אחר זה אתה מונה בהן רביעה ראשונה ושניה ושלישית כמאן כר' יוסי", 
            "אמר רב חסדא", 
            "הלכה כר' יוסי", 
            "בשלמא רביעה ראשונה לשאול שלישית להתענות שניה למאי", 
            "אמר ר' זירא", 
            "לנדרים", 
            "דתנן"
        ], 
        [
            "הנודר עד הגשמים משירדו גשמים עד שתרד רביעה שניה", 
            "רב זביד אמר", 
            "לזיתים", 
            "דתנן", 
            "מאימתי כל אדם מותרין בלקט בשכחה ובפאה משילכו הנמושות בפרט ובעוללות משילכו עניים בכרם ויבואו", 
            "בזיתים משתרד רביעה שניה", 
            "מאי נמושות", 
            "אמר ר' יוחנן", 
            "סבי דאזלי אתיגרא ר\"ל אמר", 
            "לקוטי בתר לקוטי", 
            "רב פפא אמר", 
            "כדי להלך בשבילי הרשות", 
            "דאמר מר", 
            "מהלכין כל אדם בשבילי הרשות עד שתרד רביעה שניה", 
            "רב נחמן בר יצחק אמר", 
            "לבער פירות שביעית", 
            "דתנן", 
            "עד מתי נהנין ושורפין בתבן ובקש של שביעית עד שתרד רביעה שניה", 
            "מאי טעמא דכתיב (ויקרא כה, ז) ולבהמתך ולחיה אשר בארצך כל זמן שחיה אוכלת בשדה האכל לבהמתך בבית כלה לחיה מן השדה כלה לבהמתך מן הבית", 
            "אמר רבי אבהו", 
            "מאי לשון רביעה דבר שרובע את הקרקע כדרב יהודה", 
            "דאמר רב יהודה", 
            "מיטרא בעלה דארעא הוא שנאמר (ישעיהו נה, י) כי כאשר ירד הגשם והשלג מן השמים ושמה לא ישוב כי אם הרוה את הארץ והולידה והצמיחה", 
            "ואמר רבי אבהו", 
            "רביעה ראשונה כדי שתרד בקרקע טפח שניה כדי לגוף בה פי חבית", 
            "אמר רב חסדא", 
            "גשמים שירדו כדי לגוף בהן פי חבית אין בהן משום ועצר", 
            "ואמר רב חסדא", 
            "גשמים שירדו קודם ועצר אין בהן משום ועצר", 
            "אמר אביי", 
            "לא אמרן אלא קודם ועצר דאורתא אבל קודם ועצר דצפרא יש בהן משום ועצר", 
            "דאמר רב יהודה בר יצחק", 
            "הני ענני דצפרא לית בהו מששא", 
            "דכתיב (הושע ו, ד) מה אעשה לך אפרים מה אעשה לך יהודה וחסדכם כענן בקר וגו'", 
            "א\"ל רב פפא לאביי", 
            "והא אמרי אינשי", 
            "במפתח בבי מיטרא בר חמרא מוך שקך וגני", 
            "לא קשיא", 
            "הא דקטיר בעיבא הא דקטיר בענני", 
            "אמר רב יהודה", 
            "טבא לשתא דטבת ארמלתא", 
            "איכא דאמרי", 
            "דלא ביירי תרביצי ואיכא דאמרי", 
            "דלא שקיל שודפנא", 
            "איני", 
            "והאמר רב חסדא", 
            "טבא לשתא דטבת מנוולתא", 
            "לא קשיא", 
            "הא דאתא מיטרא מעיקרא הא דלא אתא מיטרא מעיקרא", 
            "ואמר רב חסדא", 
            "גשמים שירדו על מקצת מדינה ועל מקצת מדינה לא ירדו אין בהן משום ועצר", 
            "איני", 
            "והכתיב (עמוס ד, ז) וגם אנכי מנעתי מכם את הגשם בעוד שלשה חדשים לקציר והמטרתי על עיר אחת ועל עיר אחת לא אמטיר חלקה אחת תמטר וגו'", 
            "ואמר רב יהודה אמר רב", 
            "שתיהן לקללה", 
            "לא קשיא", 
            "הא דאתא טובא הא דאתא כדמבעי ליה", 
            "אמר רב אשי", 
            "דיקא נמי דכתיב תמטר תהא מקום מטר ש\"מ", 
            "א\"ר אבהו", 
            "מאימתי מברכין על הגשמים משיצא חתן לקראת כלה", 
            "מאי מברך", 
            "אמר רב יהודה אמר רב", 
            "מודים אנחנו לך ה' אלהינו על כל טפה וטפה שהורדת לנו", 
            "ור' יוחנן מסיים בה הכי", 
            "אילו פינו מלא שירה כים ולשוננו רנה כהמון גליו כו' עד אל יעזבונו רחמיך ה' אלהינו ולא עזבונו ברוך רוב ההודאות", 
            "רוב ההודאות ולא כל ההודאות", 
            "אמר רבא אימא", 
            "אל ההודאות", 
            "אמר רב פפא", 
            "הלכך"
        ], 
        [
            "נימרינהו לתרוייהו", 
            "אל ההודאות ורוב ההודאות", 
            "אמר ר' אבהו", 
            "גדול יום הגשמים מתחיית המתים דאילו תחיית המתים לצדיקים ואילו גשמים בין לצדיקים בין לרשעים", 
            "ופליגא דרב יוסף דאמר רב יוסף", 
            "מתוך שהיא שקולה כתחיית המתים קבעוה בתחיית המתים", 
            "אמר רב יהודה", 
            "גדול יום הגשמים כיום שניתנה בו תורה שנא' (דברים לב, ב) יערף כמטר לקחי ואין לקח אלא תורה שנא' (משלי ד, ב) כי לקח טוב נתתי לכם תורתי אל תעזובו", 
            "רבא אמר", 
            "יותר מיום שניתנה בו תורה שנאמר יערף כמטר לקחי מי נתלה במי הוי אומר", 
            "קטן נתלה בגדול", 
            "רבא רמי", 
            "כתיב יערף כמטר לקחי וכתיב תזל כטל אמרתי", 
            "אם תלמיד חכם הגון הוא כטל ואם לאו עורפהו כמטר", 
            "תניא היה ר' בנאה אומר", 
            "כל העוסק בתורה לשמה תורתו נעשית לו סם חיים שנאמר (משלי ג, יח) עץ חיים היא למחזיקים בה ואומר (משלי ג, ח) רפאות תהי לשרך ואומר (משלי ח, לה) כי מוצאי מצא חיים", 
            "וכל העוסק בתורה שלא לשמה נעשית לו סם המות שנאמר יערף כמטר לקחי ואין עריפה אלא הריגה שנאמר (דברים כא, ד) וערפו שם את העגלה בנחל", 
            "א\"ל ר' ירמיה לר' זירא", 
            "ליתי מר ליתני", 
            "א\"ל", 
            "חלש לבאי ולא יכילנא", 
            "לימא מר מילתא דאגדתא", 
            "א\"ל", 
            "הכי אמר ר' יוחנן", 
            "מאי דכתיב (דברים כ, יט) כי האדם עץ השדה וכי אדם עץ שדה הוא", 
            "אלא משום דכתיב (דברים כ, יט) כי ממנו תאכל ואותו לא תכרת וכתיב אותו תשחית וכרת", 
            "הא כיצד", 
            "אם ת\"ח הגון הוא ממנו תאכל ואותו לא תכרת ואם לאו אותו תשחית וכרת", 
            "אמר רבי חמא (אמר רבי) חנינא", 
            "מאי דכתיב (משלי כז, יז) ברזל בברזל יחד לומר לך", 
            "מה ברזל זה אחד מחדד את חבירו אף שני תלמידי חכמים מחדדין זה את זה בהלכה", 
            "אמר רבה בר בר חנה", 
            "למה נמשלו דברי תורה כאש שנאמר (ירמיהו כג, כט) הלא כה דברי כאש נאם ה' לומר לך", 
            "מה אש אינו דולק יחידי אף דברי תורה אין מתקיימין ביחידי", 
            "והיינו דאמר רבי יוסי בר חנינא", 
            "מאי דכתיב (ירמיהו נ, לו) חרב אל הבדים ונואלו חרב על שונאיהן של תלמידי חכמים שעוסקין בד בבד בתורה ולא עוד אלא שמטפשין שנאמר ונואלו ולא עוד אלא שחוטאין", 
            "כתיב הכא ונואלו וכתיב התם (במדבר יב, יא) אשר נואלנו ואשר חטאנו ואיבעית אימא מהכא", 
            "(ישעיהו יט, יג) נואלו שרי צוען [וגו'] והתעו את מצרים", 
            "אמר רב נחמן בר יצחק", 
            "למה נמשלו דברי תורה כעץ שנאמר (משלי ג, יח) עץ חיים היא למחזיקים בה לומר לך", 
            "מה עץ קטן מדליק את הגדול אף תלמידי חכמים קטנים מחדדים את הגדולים", 
            "והיינו דאמר ר' חנינא", 
            "הרבה למדתי מרבותי ומחבירי יותר מרבותי ומתלמידי יותר מכולן", 
            "רבי חנינא בר פפא רמי", 
            "כתיב (ישעיהו כא, יד) לקראת צמא התיו מים וכתיב (ישעיהו נה, א) הוי כל צמא לכו למים", 
            "אם תלמיד הגון הוא לקראת צמא התיו מים ואי לא הוי כל צמא לכו למים", 
            "רבי חנינא בר חמא רמי", 
            "כתיב (משלי ה, טז) יפוצו מעינותיך חוצה וכתיב (משלי ה, יז) יהיו לך לבדך", 
            "אם תלמיד הגון הוא יפוצו מעינותיך חוצה ואם לאו יהיו לך לבדך", 
            "(ואמר) רבי חנינא בר אידי", 
            "למה נמשלו דברי תורה למים דכתיב הוי כל צמא לכו למים לומר לך", 
            "מה מים מניחין מקום גבוה והולכין למקום נמוך אף דברי תורה אין מתקיימין אלא במי שדעתו שפלה", 
            "ואמר רבי אושעיא", 
            "למה נמשלו דברי תורה לשלשה משקין הללו", 
            "במים וביין ובחלב", 
            "דכתיב הוי כל צמא לכו למים וכתיב (ישעיהו נה, א) לכו שברו ואכלו ולכו שברו בלא כסף ובלא מחיר יין וחלב לומר לך", 
            "מה שלשה משקין הללו אין מתקיימין אלא בפחות שבכלים אף דברי תורה אין מתקיימין אלא במי שדעתו שפלה", 
            "כדאמרה ליה ברתיה דקיסר לר' יהושע בן חנניה", 
            "אי חכמה מפוארה בכלי מכוער", 
            "אמר לה", 
            "אביך רמי חמרא במני דפחרא", 
            "אמרה ליה", 
            "אלא במאי נירמי", 
            "אמר לה", 
            "אתון דחשביתו רמו במאני דהבא וכספא", 
            "אזלה ואמרה ליה לאבוה", 
            "רמייא לחמרא במני דהבא וכספא ותקיף", 
            "אתו ואמרו ליה", 
            "אמר לה לברתיה", 
            "מאן אמר לך הכי", 
            "אמרה ליה", 
            "רבי יהושע בן חנניה", 
            "קריוהו אמר ליה", 
            "אמאי אמרת לה הכי", 
            "אמר ליה", 
            "כי היכי דאמרה לי אמרי לה", 
            "והא איכא שפירי דגמירי"
        ], 
        [
            "אי הוו סנו טפי הוו גמירי", 
            "דבר אחר", 
            "מה שלשה משקין הללו אין נפסלין אלא בהיסח הדעת אף דברי תורה אין משתכחין אלא בהיסח הדעת", 
            "אמר רבי חמא בר' חנינא", 
            "גדול יום הגשמים כיום שנבראו שמים וארץ שנאמר (ישעיהו מה, ח) הרעיפו שמים ממעל ושחקים יזלו צדק תפתח ארץ ויפרו ישע וצדקה תצמיח יחד אני ה' בראתיו", 
            "בראתים לא נאמר אלא בראתיו", 
            "אמר רב אושעיא", 
            "גדול יום הגשמים שאפי' ישועה פרה ורבה בו שנאמר תפתח ארץ ויפרו ישע", 
            "אמר רבי תנחום בר חנילאי", 
            "אין הגשמים יורדים אלא א\"כ נמחלו עונותיהן של ישראל שנאמר (תהלים פה, ב) רצית ה' ארצך שבת שבות יעקב נשאת עון עמך כסית כל חטאתם סלה", 
            "א\"ל זעירי מדיהבת לרבינא", 
            "אתון מהכא מתניתו לה אנן מהכא מתנינן לה (מלכים א ח, לד) ואתה תשמע השמים וסלחת לחטאת וגו'", 
            "אמר ר' תנחום בריה דרבי חייא איש כפר עכו", 
            "אין הגשמים נעצרין אא\"כ נתחייבו שונאיהן של ישראל כליה שנאמר (איוב כד, יט) ציה גם חום יגזלו מימי שלג שאול חטאו", 
            "א\"ל זעירי מדיהבת לרבינא", 
            "אתון מהכא מתניתו לה אנן מהכא מתנינן לה (דברים יא, יז) ועצר את השמים ואבדתם מהרה", 
            "אמר רב חסדא", 
            "אין הגשמים נעצרין אלא בשביל ביטול תרומות ומעשרות שנאמר ציה גם חום יגזלו מימי שלג", 
            "מאי משמע", 
            "תנא דבי רבי ישמעאל", 
            "בשביל דברים שצויתי אתכם בימות החמה ולא עשיתם יגזלו מכם מימי שלג בימות הגשמים", 
            "אמר רבי שמעון בן פזי", 
            "אין הגשמים נעצרין אלא בשביל מספרי לשון הרע שנאמר (משלי כה, כג) רוח צפון תחולל גשם ופנים נזעמים לשון סתר", 
            "אמר רב סלא אמר רב המנונא", 
            "אין הגשמים נעצרין אלא בשביל עזי פנים שנאמר (ירמיהו ג, ג) וימנעו רביבים ומלקוש לא היה ומצח אשה זונה היה לך וגו'", 
            "ואמר רב סלא אמר רב המנונא", 
            "כל אדם שיש לו עזות פנים סוף נכשל בעבירה שנאמר ומצח אשה זונה היה לך", 
            "רב נחמן אמר", 
            "בידוע שנכשל בעבירה שנאמר היה לך ולא נאמר יהיה לך", 
            "אמר רבה בר רב הונא", 
            "כל אדם שיש לו עזות פנים מותר לקרותו רשע שנאמר (משלי כא, כט) העז איש רשע בפניו", 
            "רב נחמן בר יצחק אמר", 
            "מותר לשנאותו שנאמר (קהלת ח, א) ועז פניו ישונא אל תקרי ישונא אלא ישנא", 
            "אמר רב קטינא", 
            "אין הגשמים נעצרין אלא בשביל ביטול תורה שנאמר (קהלת י, יח) בעצלתים ימך המקרה בשביל עצלות שהיה בישראל שלא עסקו בתורה נעשה שונאו של הקב\"ה מך ואין מך אלא עני שנאמר (ויקרא כז, ח) ואם מך הוא מערכך ואין מקרה אלא הקב\"ה שנאמר (תהלים קד, ג) המקרה במים עליותיו", 
            "רב יוסף אמר מהכא (איוב לז, כא) ועתה לא ראו אור בהיר הוא בשחקים ורוח עברה ותטהרם ואין אור אלא תורה שנאמר (משלי ו, כג) כי נר מצוה ותורה אור", 
            "בהיר הוא בשחקים תנא דבי ר' ישמעאל", 
            "אפילו בשעה שרקיע נעשה בהורין בהורין להוריד טל ומטר רוח עברה ותטהרם", 
            "אמר ר' אמי", 
            "אין הגשמים נעצרין אלא בעון גזל שנאמר (איוב לו, לב) על כפים כסה אור בעון כפים כסה אור ואין כפים אלא חמס שנאמר (יונה ג, ח) ומן החמס אשר בכפיהם ואין אור אלא מטר שנאמר (איוב לז, יא) יפיץ ענן אורו", 
            "מאי תקנתיה ירבה בתפלה", 
            "שנאמר (איוב לו, לב) ויצו עליה במפגיע ואין פגיעה אלא תפלה שנאמר (ירמיהו ז, טז) ואתה אל תתפלל בעד העם הזה [וגו'] ואל תפגע בי", 
            "וא\"ר אמי", 
            "מאי דכתיב (קהלת י, י) אם קהה הברזל והוא לא פנים קלקל אם ראית רקיע שקיהה כברזל מלהוריד טל ומטר בשביל מעשה הדור שהן מקולקלין שנא' והוא לא פנים קלקל", 
            "מה תקנתן יתגברו ברחמים שנא' (קהלת י, י) וחילים יגבר ויתרון הכשיר חכמה כל שכן אם הוכשרו מעשיהן מעיקרא", 
            "ריש לקיש אמר", 
            "אם ראית תלמיד"
        ], 
        [
            "שלמודו קשה עליו כברזל בשביל משנתו שאינה סדורה עליו שנאמר (קהלת י, י) והוא לא פנים קלקל", 
            "מאי תקנתיה ירבה בישיבה שנאמר (קהלת י, י) וחילים יגבר", 
            "ויתרון הכשיר חכמה כ\"ש אם משנתו סדורה לו מעיקרא", 
            "כי הא דריש לקיש הוה מסדר מתני' ארבעין זמנין כנגד מ' יום שניתנה תורה ועייל לקמיה דר' יוחנן רב אדא בר אהבה מסדר מתני' עשרין וארבע זמנין כנגד תורה נביאים וכתובים", 
            "ועייל לקמיה דרבא", 
            "רבא אמר", 
            "אם ראית תלמיד שלמודו קשה עליו כברזל בשביל רבו שאינו מסביר לו פנים שנאמר והוא לא פנים קלקל", 
            "מאי תקנתיה ירבה עליו רעים שנאמר וחילים יגבר ויתרון הכשיר חכמה כ\"ש אם הוכשרו מעשיו בפני רבו מעיקרא", 
            "ואמר ר' אמי", 
            "מאי דכתיב (קהלת י, יא) אם ישוך הנחש בלא לחש ואין יתרון לבעל הלשון אם ראית דור שהשמים משתכין כנחשת מלהוריד טל ומטר בשביל לוחשי לחישות שאין בדור", 
            "מאי תקנתן ילכו אצל מי שיודע ללחוש דכתיב (איוב לו, לג) יגיד עליו רעו", 
            "ואין יתרון לבעל הלשון ומי שאפשר לו ללחוש ואינו לוחש מה הנאה יש לו", 
            "ואם לחש ולא נענה מאי תקנתיה", 
            "ילך אצל חסיד שבדור וירבה עליו בתפלה שנאמר (איוב לו, לב) ויצו עליה במפגיע ואין פגיעה אלא תפלה שנאמר (ירמיהו ז, טז) ואתה אל תתפלל בעד העם הזה ואל תשא בעדם רנה ותפלה ואל תפגע בי", 
            "ואם לחש ועלתה בידו ומגיס דעתו עליו מביא אף לעולם שנאמר (איוב לו, לג) מקנה אף על עולה", 
            "רבא אמר", 
            "שני ת\"ח שיושבין בעיר אחת ואין נוחין זה לזה בהלכה מתקנאין באף ומעלין אותו שנאמר מקנה אף על עולה", 
            "אמר ר\"ל", 
            "מאי דכתיב אם ישוך הנחש בלא לחש ואין יתרון לבעל הלשון", 
            "לעתיד לבא מתקבצות ובאות כל החיות אצל הנחש ואומרים לו", 
            "ארי דורס ואוכל זאב טורף ואוכל אתה מה הנאה יש לך", 
            "אמר להם", 
            "ואין יתרון לבעל הלשון", 
            "אמר רבי אמי", 
            "אין תפלתו של אדם נשמעת אלא אם כן משים נפשו בכפו שנאמר (איכה ג, מא) נשא לבבנו אל כפים", 
            "[איני", 
            "והא] אוקים שמואל אמורא עליה ודרש (תהלים עח, לו) ויפתוהו בפיהם ובלשונם יכזבו לו ולבם לא נכון עמו ולא נאמנו בבריתו ואף על פי כן (תהלים עח, לח) והוא רחום יכפר עון וגו'", 
            "לא קשיא", 
            "כאן ביחיד כאן בציבור", 
            "אמר ר' אמי", 
            "אין גשמים יורדין אלא בשביל בעלי אמנה שנאמר (תהלים פה, יב) אמת מארץ תצמח וצדק משמים נשקף", 
            "וא\"ר אמי", 
            "בא וראה כמה גדולים בעלי אמנה מניין מחולדה ובור", 
            "ומה המאמין בחולדה ובור כך המאמין בהקב\"ה עאכ\"ו", 
            "אמר רבי יוחנן", 
            "כל המצדיק את עצמו מלמטה מצדיקין עליו הדין מלמעלה שנאמר אמת מארץ תצמח וצדק משמים נשקף", 
            "רבי חייא בר אבין אמר רב הונא מהכא", 
            "(תהלים צ, יא) וכיראתך עברתך", 
            "ריש לקיש אמר מהכא", 
            "(ישעיהו סד, ד) פגעת את שש ועושה צדק בדרכיך יזכרוך הן אתה קצפת ונחטא בהם עולם ונושע", 
            "אמר ריב\"ל", 
            "כל השמח ביסורין שבאין עליו מביא ישועה לעולם שנאמר בהם עולם ונושע", 
            "אמר ריש לקיש", 
            "מאי דכתיב (דברים יא, יז) ועצר את השמים בשעה שהשמים נעצרין מלהוריד (טל ומטר) דומה לאשה שמחבלת ואינה יולדת והיינו דאמר ריש לקיש משום בר קפרא", 
            "נאמרה עצירה בגשמים ונאמרה עצירה באשה"
        ], 
        [
            "נאמרה עצירה באשה שנאמר (בראשית כ, יח) כי עצר עצר ה' בעד כל רחם ונאמרה עצירה בגשמים דכתיב (דברים יא, יז) ועצר את השמים", 
            "נאמר לידה באשה ונאמר לידה בגשמים נאמר לידה באשה דכתיב (בראשית ל, כג) ותהר ותלד בן ונאמר לידה בגשמים דכתיב (ישעיהו נה, י) והולידה והצמיחה", 
            "נאמר פקידה באשה ונאמר פקידה בגשמים נאמר פקידה באשה דכתיב (בראשית כא, א) וה' פקד את שרה ונאמר פקידה בגשמים דכתיב (תהלים סה, י) פקדת הארץ ותשקקה רבת תעשרנה פלג אלהים מלא מים", 
            "מאי פלג אלהים מלא מים", 
            "תנא", 
            "כמין קובה יש ברקיע שממנה גשמים יוצאין", 
            "אמר רבי שמואל בר נחמני", 
            "מאי דכתיב (איוב לז, יג) אם לשבט אם לארצו אם לחסד ימציאהו אם לשבט בהרים ובגבעות אם לחסד ימציאהו לארצו בשדות ובכרמים", 
            "אם לשבט לאילנות אם לארצו לזרעים אם לחסד ימציאהו בורות שיחין ומערות", 
            "בימי רבי שמואל בר נחמני הוה כפנא ומותנא אמרי", 
            "היכי נעביד", 
            "ניבעי רחמי אתרתי לא אפשר", 
            "אלא", 
            "ליבעי רחמי אמותנא וכפנא ניסבול", 
            "אמר להו ר' שמואל בר נחמני", 
            "ניבעי רחמי אכפנא דכי יהיב רחמנא שובעא לחיי הוא דיהיב דכתיב (תהלים קמה, טז) פותח את ידך ומשביע לכל חי רצון", 
            "ומנלן דלא מצלינן אתרתי דכתיב (עזרא ח, כג) ונצומה ונבקשה מאלהינו על זאת מכלל דאיכא אחריתי", 
            "במערבא אמרי משמיה דר' חגי מהכא", 
            "(דניאל ב, יח) ורחמין למבעא מן קדם אלה שמיא על רזא דנא מכלל דאיכא אחריתי", 
            "בימי ר' זירא גזור גזרה וגזור דלא למיתב בתעניתא", 
            "אמר להו ר' זירא", 
            "נקבליה עילוון ולכי בטיל הגזירה ליתביה", 
            "אמרי ליה", 
            "מנא לך הא", 
            "אמר להו", 
            "דכתיב (דניאל י, יב) ויאמר אלי אל תירא דניאל כי מן היום הראשון אשר נתת את לבך להבין ולהתענות לפני אלהיך נשמעו דבריך", 
            "אמר רבי יצחק", 
            "אפילו שנים כשני אליהו וירדו גשמים בערבי שבתות אינן אלא סימן קללה", 
            "היינו דאמר רבה בר שילא", 
            "קשה יומא דמיטרא כיומא דדינא", 
            "אמר אמימר", 
            "אי לא דצריך לברייתא בעינן רחמי ומבטלינן ליה", 
            "ואמר רבי יצחק", 
            "שמש בשבת צדקה לעניים שנאמר (מלאכי ג, כ) וזרחה לכם יראי שמי שמש צדקה ומרפא", 
            "ואמר רבי יצחק", 
            "גדול יום הגשמים שאפילו פרוטה שבכיס מתברכת בו שנאמר (דברים כח, יב) לתת מטר ארצך בעתו ולברך את כל מעשה ידיך", 
            "ואמר רבי יצחק", 
            "אין הברכה מצויה אלא בדבר הסמוי מן העין שנאמר (דברים כח, ח) יצו ה' אתך את הברכה באסמיך", 
            "תנא דבי ר' ישמעאל", 
            "אין הברכה מצויה אלא בדבר שאין העין שולטת בו שנאמר יצו ה' אתך את הברכה באסמיך", 
            "ת\"ר", 
            "הנכנס למוד את גרנו אומר", 
            "יר\"מ ה' אלהינו שתשלח ברכה במעשה ידינו", 
            "התחיל למוד אומר", 
            "ברוך השולח ברכה בכרי הזה", 
            "מדד ואח\"כ בירך הרי זו תפלת שוא", 
            "לפי שאין הברכה מצויה לא בדבר השקול ולא בדבר המדוד ולא בדבר המנוי אלא בדבר הסמוי מן העין:", 
            "קיבוץ גייסות צדקה (מעשה) פרנס סימן:", 
            "אמר רבי יוחנן", 
            "גדול יום הגשמים כיום קבוץ גליות שנאמר (תהלים קכו, ד) שובה ה' את שביתנו כאפיקים בנגב ואין אפיקים אלא מטר שנאמר (שמואל ב כב, טז) ויראו אפיקי ים", 
            "ואמר רבי יוחנן", 
            "גדול יום הגשמים שאפילו גייסות פוסקות בו שנאמר (תהלים סה, יא) תלמיה רוה נחת גדודיה", 
            "ואמר רבי יוחנן", 
            "אין הגשמים נעצרין אלא בשביל פוסקי צדקה ברבים ואין נותנין שנאמר (משלי כה, יד) נשיאים ורוח וגשם אין איש מתהלל במתת שקר", 
            "וא\"ר יוחנן", 
            "מאי דכתיב"
        ], 
        [
            "(דברים יד, כב) עשר תעשר עשר בשביל שתתעשר", 
            "אשכחיה ר' יוחנן לינוקא דריש לקיש אמר ליה", 
            "אימא לי פסוקיך", 
            "א\"ל", 
            "עשר תעשר", 
            "א\"ל", 
            "ומאי עשר תעשר", 
            "א\"ל", 
            "עשר בשביל שתתעשר", 
            "אמר ליה", 
            "מנא לך", 
            "א\"ל", 
            "זיל נסי", 
            "אמר ליה", 
            "ומי שרי לנסוייה להקב\"ה", 
            "והכתיב (דברים ו, טז) לא תנסו את ה'", 
            "א\"ל", 
            "הכי אמר רבי הושעיא", 
            "חוץ מזו שנאמר (מלאכי ג, י) הביאו את כל המעשר אל בית האוצר ויהי טרף בביתי ובחנוני נא בזאת אמר ה' צבאות אם לא אפתח לכם את ארובות השמים והריקותי לכם ברכה עד בלי די מאי עד בלי די", 
            "אמר רמי בר חמא אמר רב", 
            "עד שיבלו שפתותיכם מלומר די", 
            "א\"ל", 
            "אי הות מטי התם להאי פסוקא לא הוית צריכנא לך ולהושעיא רבך", 
            "ותו אשכחיה ר' יוחנן לינוקיה דריש לקיש דיתיב ואמר (משלי יט, ג) אולת אדם תסלף דרכו ועל ה' יזעף לבו", 
            "יתיב רבי יוחנן וקא מתמה", 
            "אמר", 
            "מי איכא מידי דכתיבי בכתובי דלא רמיזי באורייתא", 
            "א\"ל", 
            "אטו הא מי לא רמיזי", 
            "והכתיב (בראשית מב, כח) ויצא לבם ויחרדו איש אל אחיו לאמר מה זאת עשה אלהים לנו", 
            "דל עיניה וחזא ביה אתיא אימיה אפיקתיה אמרה ליה", 
            "תא מקמיה דלא ליעבד לך כדעבד לאבוך", 
            "(א\"ר יוחנן", 
            "מטר בשביל יחיד פרנסה בשביל רבים", 
            "מטר בשביל יחיד דכתיב (דברים כח, יב) יפתח ה' לך את אוצרו הטוב לתת מטר ארצך פרנסה בשביל רבים דכתיב (שמות טז, ד) הנני ממטיר לכם לחם", 
            "מיתיבי ר' יוסי בר' יהודה אומר", 
            "שלשה פרנסים טובים עמדו לישראל אלו הן", 
            "משה ואהרן ומרים", 
            "וג' מתנות טובות ניתנו על ידם ואלו הן", 
            "באר וענן ומן", 
            "באר בזכות מרים עמוד ענן בזכות אהרן מן בזכות משה", 
            "מתה מרים נסתלק הבאר שנאמר (במדבר כ, א) ותמת שם מרים וכתיב בתריה ולא היה מים לעדה וחזרה בזכות שניהן", 
            "מת אהרן נסתלקו ענני כבוד שנאמר (במדבר כא, א) וישמע הכנעני מלך ערד מה שמועה שמע שמע שמת אהרן ונסתלקו ענני כבוד וכסבור ניתנה לו רשות להלחם בישראל", 
            "והיינו דכתיב (במדבר כ, כט) ויראו כל העדה כי גוע אהרן", 
            "אמר ר' אבהו", 
            "אל תקרי ויראו אלא וייראו", 
            "כדדריש ר\"ל דאר\"ל כי משמש בארבע לשונות", 
            "אי דלמא אלא דהא", 
            "חזרו שניהם בזכות משה מת משה נסתלקו כולן שנאמר (זכריה יא, ח) ואכחיד את שלשת הרועים בירח אחד", 
            "וכי בירח אחד מתו", 
            "והלא מרים מתה בניסן ואהרן באב ומשה באדר", 
            "אלא", 
            "מלמד שנתבטלו ג' מתנות טובות שנתנו על ידן ונסתלקו כולן בירח אחד", 
            "אלמא אשכחן פרנסה בשביל יחיד", 
            "שאני משה כיון דלרבים הוא בעי כרבים דמי", 
            "רב הונא בר מנוח ורב שמואל בר אידי ורב חייא מווסתניא הוו שכיחי קמיה דרבא", 
            "כי נח נפשיה דרבא אתו לקמיה דרב פפא", 
            "כל אימת דהוה אמר להו שמעתא ולא הוה מסתברא להו הוו מרמזי אהדדי", 
            "חלש דעתיה"
        ], 
        [
            "אקרויה בחלמיה (זכריה יא, ח) ואכחיד את שלשת הרועים", 
            "למחר כי הוו מיפטרי מיניה אמר להו", 
            "ליזלו רבנן בשלמא:", 
            "רב שימי בר אשי הוה שכיח קמיה דרב פפא הוה מקשי ליה טובא", 
            "יומא חד חזייה דנפל על אפיה שמעיה דאמר", 
            "רחמנא ליצלן מכיסופא דשימי", 
            "קביל עליה שתיקותא ותו לא אקשי ליה", 
            "ואף ר\"ל סבר מטר בשביל יחיד", 
            "דאמר ר\"ל", 
            "מנין למטר בשביל יחיד דכתיב (זכריה י, א) שאלו מה' מטר בעת מלקוש ה' עושה חזיזים ומטר גשם יתן להם לאיש עשב בשדה", 
            "יכול לכל תלמוד לומר לאיש", 
            "ותניא", 
            "אי לאיש יכול לכל שדותיו", 
            "ת\"ל שדה אי שדה יכול לכל השדה ת\"ל עשב", 
            "כי הא דרב דניאל בר קטינא הוה ליה ההיא גינתא כל יומא הוה אזיל וסייר לה אמר", 
            "הא מישרא בעיא מיא והא מישרא לא בעיא מיא ואתא מיטרא וקמשקי כל היכא דמיבעי ליה מיא", 
            "מאי ה' עושה חזיזים", 
            "א\"ר יוסי (בר) חנינא", 
            "מלמד שכל צדיק וצדיק הקב\"ה עושה לו חזיז בפני עצמו", 
            "מאי חזיזים", 
            "אמר רב יהודה", 
            "פורחות", 
            "אמר רבי יוחנן", 
            "סימן למטר פורחות", 
            "מאי פורחות", 
            "אמר רב פפא", 
            "עיבא קלישא תותי עיבא סמיכתא", 
            "אמר רב יהודה", 
            "נהילא מקמי מיטרא אתי מיטרא", 
            "בתר מיטרא פסיק מיטרא", 
            "מקמי מיטרא אתי מיטרא וסימניך", 
            "מהולתא", 
            "דבתר מיטרא פסיק מיטרא וסימניך", 
            "חריא דעיזי:", 
            "עולא איקלע לבבל חזא פורחות", 
            "אמר להו", 
            "פנו מאני דהשתא אתי מיטרא", 
            "לסוף לא אתי מיטרא", 
            "אמר", 
            "כי היכי דמשקרי בבלאי הכי משקרי מיטרייהו", 
            "עולא איקלע לבבל חזי מלא צנא דתמרי בזוזא", 
            "אמר", 
            "מלא צנא דדובשא בזוזא ובבלאי לא עסקי באורייתא", 
            "בליליא צערוהו", 
            "אמר מלא צנא דסכינא בזוזא ובבלאי עסקי באורייתא", 
            "תניא ר' אליעזר אומר", 
            "כל העולם כולו ממימי אוקיינוס הוא שותה שנאמר (בראשית ב, ו) ואד יעלה מן הארץ והשקה את כל פני האדמה", 
            "אמר לו רבי יהושע", 
            "והלא מימי אוקיינוס מלוחין הן", 
            "אמר לו", 
            "ממתקין בעבים", 
            "ר' יהושע אומר", 
            "כל העולם כולו ממים העליונים הוא שותה שנאמר (דברים יא, יא) למטר השמים תשתה מים אלא מה אני מקיים ואד יעלה מן הארץ מלמד שהעננים מתגברים ועולים לרקיע ופותחין פיהן כנוד ומקבלין מי מטר שנאמר (איוב לו, כז) יזקו מטר לאדו", 
            "ומנוקבות הן ככברה ובאות ומחשרות מים על גבי קרקע שנאמר (שמואל ב כב, יב) חשרת מים עבי שחקים", 
            "ואין בין טיפה לטיפה אלא כמלא נימא ללמדך שגדול יום הגשמים כיום שנבראו בו שמים וארץ) שנאמר (איוב ט, י) עושה גדולות עד אין חקר וכתיב (איוב ה, י) הנותן מטר על פני ארץ וכתיב להלן (ישעיהו מ, כח) הלא ידעת אם לא שמעת אלהי עולם ה' אין חקר לתבונתו (וכתיב (תהלים סה, ז) מכין הרים בכחו וגו')", 
            "כמאן אזלא הא דכתיב (תהלים קד, יג) משקה הרים מעליותיו וא\"ר יוחנן", 
            "מעליותיו של הקב\"ה כמאן כרבי יהושע", 
            "ור' אליעזר", 
            "כיון דסלקי להתם משקה מעליותיו קרי להו", 
            "דאי לא תימא הכי (דברים כח, כד) אבק ועפר מן השמים היכי משכחת לה", 
            "אלא כיון דמדלי להתם מן השמים קרי ליה הכא נמי כיון דסלקי להתם מעליותיו קרי ליה", 
            "כמאן אזלא [הא] דא\"ר חנינא", 
            "(תהלים לג, ז) כונס כנד מי הים נותן באוצרות תהומות מי גרם לאוצרות שיתמלאו בר תהומות כרבי אליעזר ור' יהושע", 
            "ההוא"
        ], 
        [
            "בברייתו של עולם", 
            "ת\"ר", 
            "א\"י נבראת תחילה וכל העולם כולו נברא לבסוף שנאמר (משלי ח, כו) עד לא עשה ארץ וחוצות", 
            "א\"י משקה אותה הקב\"ה בעצמו וכל העולם כולו ע\"י שליח שנאמר (איוב ה, י) הנותן מטר על פני ארץ ושולח מים על פני חוצות", 
            "א\"י שותה מי גשמים וכל העולם כולו מתמצית שנאמר הנותן מטר על פני ארץ וגו'", 
            "א\"י שותה תחילה וכל העולם כולו לבסוף שנאמר הנותן מטר על פני ארץ וגו'", 
            "משל לאדם שמגבל את הגבינה נוטל את האוכל ומניח את הפסולת", 
            "אמר מר", 
            "ממתקין הן בעבים מנליה", 
            "דא\"ר יצחק בר יוסף א\"ר יוחנן", 
            "כתיב (תהלים יח, יב) חשכת מים עבי שחקים וכתיב (שמואל ב כב, יב) חשרת מים עבי שחקים שקול כף ושדי אריש וקרי ביה חכשרת", 
            "ור' יהושע בהני קראי מאי דריש בהו", 
            "סבר לה כי הא דכי אתא רב דימי אמר", 
            "אמרי במערבא", 
            "נהור ענני זעירין מוהי חשוך ענני סגיין מוהי", 
            "כמאן אזלא הא דתניא", 
            "מים העליונים במאמר הם תלוים ופירותיהן מי גשמים שנאמר (תהלים קד, יג) מפרי מעשיך תשבע הארץ", 
            "כמאן כר' יהושע", 
            "ור' אליעזר", 
            "ההוא במעשה ידיו של הקב\"ה הוא דכתיב", 
            "אריב\"ל", 
            "כל העולם כולו מתמצית גן עדן הוא שותה שנאמר (בראשית ב, י) ונהר יוצא מעדן וגו'", 
            "תנא", 
            "מתמצית בית כור שותה תרקב:", 
            "ת\"ר", 
            "ארץ מצרים הויא ד' מאות פרסה על ד' מאות פרסה והוא אחד מששים בכוש", 
            "וכוש אחד מששים בעולם ועולם א' מששים בגן וגן אחד מששים לעדן ועדן אחד מס' לגיהנם", 
            "נמצא כל העולם כולו ככיסוי קדרה לגיהנם", 
            "וי\"א", 
            "גיהנם אין לה שיעור וי\"א", 
            "עדן אין לה שיעור", 
            "א\"ר אושעיא", 
            "מאי דכתיב (ירמיהו נא, יג) שוכנת על מים רבים רבת אוצרות", 
            "מי גרם לבבל שיהו אוצרותיה מליאות בר הוי אומר מפני ששוכנת על מים רבים", 
            "אמר רב", 
            "עתירה בבל דחצדא בלא מיטרא", 
            "אמר אביי", 
            "נקיטינן טובעני ולא יובשני:", 
            "מתני' בג' במרחשון שואלין את הגשמים", 
            "רבן גמליאל אומר", 
            "בשבעה בו ט\"ו יום אחר החג כדי שיגיע אחרון שבישראל לנהר פרת:", 
            "גמ' א\"ר אלעזר", 
            "הלכה כרבן גמליאל", 
            "תניא חנניה אומר", 
            "ובגולה עד ששים בתקופה", 
            "אמר רב הונא בר חייא אמר שמואל", 
            "הלכה כחנניה", 
            "איני", 
            "והא בעו מיניה משמואל", 
            "מאימת מדכרינן ותן טל ומטר", 
            "אמר להו", 
            "מכי מעיילי ציבי לבי טבות רישבא", 
            "דילמא אידי ואידי חד שיעורא הוא", 
            "איבעיא להו", 
            "יום ששים כלפני ששים או כלאחר ששים", 
            "ת\"ש", 
            "רב אמר", 
            "יום ששים כלאחר ששים ושמואל אמר", 
            "יום ששים כלפני ששים", 
            "א\"ר נחמן בר יצחק וסימנך", 
            "עילאי בעו מיא תתאי לא בעו מיא", 
            "אמר רב פפא", 
            "הלכתא יום ששים כלאחר ששים:", 
            "מתני' הגיע י\"ז במרחשון ולא ירדו גשמים התחילו היחידים מתענין ג' תעניות אוכלין ושותין משחשיכה ומותרין במלאכה וברחיצה ובסיכה ובנעילת הסנדל ובתשמיש המטה", 
            "הגיע ר\"ח כסליו ולא ירדו גשמים ב\"ד גוזרין שלש תעניות על הצבור", 
            "אוכלין ושותין משחשיכה ומותרין במלאכה וברחיצה ובסיכה ובנעילת הסנדל ובתשמיש המטה:", 
            "גמ' מאן יחידים", 
            "אמר רב הונא", 
            "רבנן", 
            "ואמר רב הונא", 
            "יחידים מתענין שלשה תעניות שני וחמישי ושני", 
            "מאי קמשמע לן", 
            "תנינא", 
            "אין גוזרין תענית על הצבור בתחילה בחמישי שלא להפקיע את השערים", 
            "אלא שלש תעניות הראשונות שני וחמישי ושני", 
            "מהו דתימא", 
            "הני מילי צבור אבל יחיד לא קמשמע לן", 
            "תניא נמי הכי", 
            "כשהתחילו היחידים להתענות מתענין שני וחמישי ושני ומפסיקין בראשי חדשים"
        ], 
        [
            "ובימים טובים הכתובין במגילת תענית", 
            "תנו רבנן", 
            "אל יאמר אדם תלמיד אני איני ראוי להיות יחיד אלא", 
            "כל תלמידי חכמים יחידים", 
            "אי זהו יחיד ואיזהו תלמיד", 
            "יחיד כל שראוי למנותו פרנס על הצבור תלמיד כל ששואלין אותו דבר הלכה בלמודו ואומר ואפילו במסכת דכלה", 
            "תנו רבנן", 
            "לא כל הרוצה לעשות עצמו יחיד עושה תלמיד עושה דברי ר' מאיר", 
            "רבי יוסי אומר", 
            "עושה וזכור לטוב", 
            "לפי שאין שבח הוא לו אלא צער הוא לו", 
            "תניא אידך", 
            "לא כל הרוצה לעשות עצמו יחיד עושה תלמיד עושה דברי רבי שמעון בן אלעזר", 
            "רבן שמעון בן גמליאל אומר", 
            "במה דברים אמורים בדבר של שבח אבל בדבר של צער עושה וזכור לטוב שאין שבח הוא לו אלא צער הוא לו", 
            "ת\"ר", 
            "מי שהיה מתענה על הצרה ועברה על החולה ונתרפא הרי זה מתענה ומשלים", 
            "ההולך ממקום שאין מתענין למקום שמתענין הרי זה מתענה עמהן ממקום שמתענין למקום שאין מתענין הרי זה מתענה ומשלים", 
            "שכח ואכל ושתה אל יתראה בפני הצבור ואל ינהיג עידונין בעצמו שנאמר (בראשית מב, א) ויאמר יעקב לבניו למה תתראו", 
            "אמר להם יעקב לבניו", 
            "אל תראו עצמכם כשאתם שבעין לא בפני עשו ולא בפני ישמעאל כדי שלא יתקנאו בכם", 
            "(בראשית מה, כד) אל תרגזו בדרך אמר רבי אלעזר", 
            "אמר להם יוסף לאחיו", 
            "אל תתעסקו בדבר הלכה שמא תרגזו עליכם הדרך", 
            "איני", 
            "והאמר ר' אלעאי בר ברכיה", 
            "שני תלמידי חכמים שמהלכים בדרך ואין ביניהן דברי תורה ראויין לישרף שנאמר (מלכים ב ב, יא) ויהי המה הולכים (הולך) ודבר והנה רכב אש וסוסי אש ויפרידו בין שניהם טעמא דאיכא דיבור הא ליכא דיבור ראויין לישרף", 
            "לא קשיא", 
            "הא למיגרס הא לעיוני", 
            "במתניתא תנא", 
            "אל תפסיעו פסיעה גסה והכניסו חמה לעיר", 
            "אל תפסיעו פסיעה גסה דאמר מר", 
            "פסיעה גסה נוטלת אחד מחמש מאות ממאור עיניו של אדם", 
            "והכניסו חמה לעיר כדרב יהודה אמר רב", 
            "דאמר רב יהודה אמר רב", 
            "לעולם יצא אדם בכי טוב ויכנס בכי טוב שנאמר (בראשית מד, ג) הבקר אור והאנשים שלחו", 
            "אמר רב יהודה אמר רבי חייא", 
            "המהלך בדרך אל יאכל יותר משני רעבון", 
            "מאי טעמא", 
            "הכא תרגימו", 
            "משום מעיינא במערבא אמרי", 
            "משום מזוני", 
            "מאי בינייהו", 
            "איכא בינייהו"
        ], 
        [
            "דיתיב בארבא אי נמי", 
            "דקאזיל מאוונא לאוונא", 
            "רב פפא כל פרסה ופרסה אכיל חדא ריפתא קסבר", 
            "משום מעיינא", 
            "אמר רב יהודה אמר רב", 
            "כל המרעיב עצמו בשני רעבון ניצל ממיתה משונה שנאמר (איוב ה, כ) ברעב פדך ממות", 
            "מרעב מיבעי ליה", 
            "אלא הכי קאמר", 
            "בשכר שמרעיב עצמו בשני רעבון ניצול ממיתה משונה", 
            "אמר ריש לקיש", 
            "אסור לאדם לשמש מטתו בשני רעבון שנאמר (בראשית מא, נ) וליוסף ילד שני בנים בטרם תבוא שנת הרעב", 
            "תנא", 
            "חסוכי בנים משמשין מטותיהן בשני רעבון", 
            "תנו רבנן", 
            "בזמן שישראל שרויין בצער ופירש אחד מהן באין שני מלאכי השרת שמלוין לו לאדם ומניחין לו ידיהן על ראשו ואומרים", 
            "פלוני זה שפירש מן הצבור אל יראה בנחמת צבור", 
            "תניא אידך", 
            "בזמן שהצבור שרוי בצער אל יאמר אדם", 
            "אלך לביתי ואוכל ואשתה ושלום עליך נפשי ואם עושה כן עליו הכתוב אומר", 
            "(ישעיהו כב, יג) והנה ששון ושמחה הרוג בקר ושחוט צאן אכול בשר ושתות יין אכול ושתו כי מחר נמות מה כתיב בתריה ונגלה באזני ה' צבאות אם יכופר העון הזה לכם עד תמותון", 
            "עד כאן מדת בינונים אבל במדת רשעים מה כתיב (ישעיהו נו, יב) אתיו אקחה יין ונסבאה שכר והיה כזה יום מחר", 
            "מה כתיב בתריה הצדיק אבד ואין איש שם על לב כי מפני הרעה נאסף הצדיק", 
            "אלא", 
            "יצער אדם עם הצבור", 
            "שכן מצינו במשה רבינו שציער עצמו עם הצבור שנאמר (שמות יז, יב) וידי משה כבדים ויקחו אבן וישימו תחתיו וישב עליה וכי לא היה לו למשה כר אחת או כסת אחת לישב עליה", 
            "אלא כך אמר משה", 
            "הואיל וישראל שרויין בצער אף אני אהיה עמהם בצער וכל המצער עצמו עם הצבור זוכה ורואה בנחמת צבור", 
            "ושמא יאמר אדם", 
            "מי מעיד בי", 
            "אבני ביתו של אדם וקורות ביתו של אדם מעידים בו שנאמר (חבקוק ב, יא) כי אבן מקיר תזעק וכפיס מעץ יעננה", 
            "דבי רבי שילא אמרי", 
            "שני מלאכי השרת המלוין לו לאדם הן מעידין עליו שנאמר (תהלים צא, יא) כי מלאכיו יצוה לך", 
            "רבי חידקא אומר", 
            "נשמתו של אדם היא מעידה עליו שנאמר (מיכה ז, ה) משוכבת חיקך שמור פתחי פיך ויש אומרים", 
            "אבריו של אדם מעידים בו שנאמר (ישעיהו מג, י) אתם עדי נאם ה'", 
            "(דברים לב, ד) אל אמונה ואין עול אל אמונה כשם שנפרעין מן הרשעים לעולם הבא אפילו על עבירה קלה שעושין כך נפרעין מן הצדיקים בעולם הזה על עבירה קלה שעושין ואין עול כשם שמשלמין שכר לצדיקים לעולם הבא אפילו על מצוה קלה שעושין כך משלמין שכר לרשעים בעולם הזה אפילו על מצוה קלה שעושין", 
            "צדיק וישר הוא (אמרו", 
            "בשעת) פטירתו של אדם לבית עולמו כל מעשיו (נפטרין) לפניו ואומרים לו", 
            "כך וכך עשית במקום פלוני ביום פלוני והוא אומר (הין) ואומרים לו", 
            "חתום", 
            "וחותם שנאמר (איוב לז, ז) ביד כל אדם יחתום", 
            "ולא עוד אלא שמצדיק עליו את הדין ואומר להם", 
            "יפה דנתוני לקיים מה שנאמר (תהלים נא, ו) למען תצדק בדברך אמר שמואל", 
            "כל היושב בתענית נקרא חוטא", 
            "סבר כי האי תנא דתניא", 
            "ר' אלעזר הקפר ברבי אומר", 
            "מה תלמוד לומר (במדבר ו, יא) וכפר עליו מאשר חטא על הנפש וכי באיזה נפש חטא זה", 
            "אלא שציער עצמו מן היין והלא דברים קל וחומר", 
            "ומה זה שלא ציער עצמו אלא מן היין נקרא חוטא המצער עצמו מכל דבר ודבר על אחת כמה וכמה", 
            "ר' אלעזר אומר", 
            "נקרא קדוש שנאמר (במדבר ו, ה) קדוש יהיה גדל פרע שער ראשו", 
            "ומה זה שלא ציער עצמו אלא מדבר אחד נקרא קדוש המצער עצמו מכל דבר על אחת כמה וכמה", 
            "ולשמואל הא איקרי קדוש", 
            "ההוא אגידול פרע קאי", 
            "ולר' אלעזר הא נקרא חוטא", 
            "ההוא דסאיב נפשיה", 
            "ומי אמר רבי אלעזר הכי", 
            "והאמר ר' אלעזר", 
            "לעולם ימוד אדם עצמו"
        ], 
        [
            "כאילו קדוש שרוי בתוך מעיו שנאמר (הושע יא, ט) בקרבך קדוש ולא אבוא בעיר", 
            "לא קשיא הא דמצי לצעורי נפשיה הא דלא מצי לצעורי נפשיה", 
            "ר\"ל אמר", 
            "נקרא חסיד שנאמר (משלי יא, יז) גומל נפשו איש (חסיד) [צ\"ל חסד] ועוכר שארו וגו'", 
            "אמר רב ששת", 
            "האי בר בי רב דיתיב בתעניתא ליכול כלבא לשירותיה", 
            "אמר רבי ירמיה בר אבא", 
            "אין תענית צבור בבבל אלא תשעה באב בלבד", 
            "(אמר) ר' ירמיה בר אבא אמר ריש לקיש", 
            "אין תלמיד חכם רשאי לישב בתענית מפני שממעט במלאכת שמים:", 
            "אוכלין ושותין משחשיכה כו':", 
            "אמר רבי זעירא אמר רב הונא", 
            "יחיד שקיבל עליו תענית אפילו אכל ושתה כל הלילה למחר הוא מתפלל תפלת תענית", 
            "לן בתעניתו אינו מתפלל של תענית", 
            "אמר רב יוסף", 
            "מאי קסבר רב הונא", 
            "סבירא ליה אין מתענין לשעות או דלמא מתענין לשעות והמתענה לשעות אינו מתפלל תפלת תענית", 
            "אמר ליה אביי", 
            "לעולם קסבר רב הונא מתענין לשעות והמתענה לשעות מתפלל תפלת תענית ושאני הכא דאיכא שעות דליליא דלא קביל עליה מעיקרא", 
            "מר עוקבא איקלע לגינזק בעו מיניה", 
            "מתענין לשעות או אין מתענין לשעות", 
            "לא הוה בידיה", 
            "קנקנין של נכרים אסורין או מותרין", 
            "לא הוה בידיה", 
            "במה שימש משה כל שבעת ימי המלואים", 
            "לא הוה בידיה", 
            "אזל ושאיל בי מדרשא", 
            "אמרו ליה הלכתא", 
            "מתענין לשעות ומתפללין תפלת תענית", 
            "והלכתא", 
            "קנקנין של נכרים לאחר שנים עשר חדש מותרין", 
            "במה שימש משה כל ז' ימי המלואים בחלוק לבן", 
            "רב כהנא מתני", 
            "בחלוק לבן שאין לו אימרא", 
            "אמר רב חסדא"
        ], 
        [
            "הא דאמרת מתענין לשעות והוא שלא טעם כלום עד הערב", 
            "א\"ל אביי", 
            "הא תענית מעלייתא היא", 
            "לא צריכא דאימלך אימלוכי", 
            "ואמר רב חסדא", 
            "כל תענית שלא שקעה עליו חמה לאו שמיה תענית", 
            "מיתיבי", 
            "אנשי משמר מתענין ולא משלימין", 
            "התם לצעורי נפשיה בעלמא הוא", 
            "תא שמע", 
            "דא\"ר אליעזר (בן) צדוק", 
            "אני מבני בניו של סנאב בן בנימין ופעם אחת חל ט' באב להיות בשבת ודחינוהו לאחר השבת והתענינו בו ולא השלמנוהו מפני שיו\"ט שלנו הוא", 
            "התם נמי לצעורי נפשיה בעלמא הוא", 
            "תא שמע דאמר רבי יוחנן", 
            "אהא בתענית עד שאבוא לביתי", 
            "התם לשמוטיה נפשיה מבי נשיאה הוא דעבד", 
            "אמר שמואל", 
            "כל תענית שלא קיבל עליו מבעוד יום לאו שמיה תענית ואי יתיב מאי", 
            "אמר רבה בר שילא", 
            "דמי למפוחא דמליא זיקא", 
            "אימת מקביל ליה", 
            "רב אמר", 
            "במנחה ושמואל אמר", 
            "בתפלת המנחה", 
            "אמר רב יוסף", 
            "כוותיה דשמואל מסתברא דכתיב במגילת תענית", 
            "להן כל איניש דייתי עלוהי מקדמת דנא ייסר", 
            "מאי לאו ייסר עצמו בצלו", 
            "לא יאסר עצמו", 
            "פליגי בהא רבי חייא ורבי שמעון ברבי", 
            "חד אמר", 
            "ייסר וחד אמר", 
            "יאסר", 
            "מ\"ד ייסר כדאמרינן למאן דאמר יאסר מאי היא", 
            "דתניא במגילת תענית", 
            "כל איניש דייתי עלוהי מקדמת דנא יאסר", 
            "כיצד", 
            "יחיד שקיבל עליו שני וחמישי (ושני) של כל השנה כולה ואירעו בם ימים טובים הכתובין במגילת תענית אם נדרו קודם לגזרתנו יבטיל נדרו את גזרתנו", 
            "ואם גזרתנו קודמת לנדרו תבטל גזרתנו את נדרו", 
            "תנו רבנן", 
            "עד מתי אוכל ושותה עד שיעלה עמוד השחר דברי רבי רבי אליעזר בר שמעון אומר", 
            "עד קרות הגבר", 
            "אמר אביי", 
            "לא שנו אלא שלא גמר סעודתו אבל גמר סעודתו אינו אוכל", 
            "איתיביה רבא", 
            "גמר ועמד הרי זה אוכל", 
            "התם כשלא סילק", 
            "איכא דאמרי אמר רבא", 
            "לא שנו אלא כשלא ישן אבל ישן אינו אוכל", 
            "איתיביה אביי", 
            "ישן ועמד הרי זה אוכל", 
            "התם במתנמנם", 
            "היכי דמי מתנמנם", 
            "אמר רב אשי"
        ], 
        [
            "נים ולא נים תיר ולא תיר דקרו ליה ועני ולא ידע אהדורי סברא וכי מדכרי ליה מדכר", 
            "אמר רב כהנא אמר רב", 
            "יחיד שקיבל עליו תענית אסור בנעילת הסנדל חיישינן שמא תענית צבור קיבל עליו", 
            "היכי ליעבד", 
            "אמר רבה בר רב שילא", 
            "לימא הכי", 
            "למחר אהא לפניך בתענית יחיד", 
            "אמרו ליה רבנן לרב ששת", 
            "הא קא חזינן רבנן דמסיימי מסנייהו ואתו לבי תעניתא", 
            "איקפד ואמר להו", 
            "דלמא מיכל נמי אכול", 
            "אביי ורבא מעיילי כי מסיימי אפנתא", 
            "מרימר ומר זוטרא מחלפי דימינא לשמאלא ודשמאלא לימינא", 
            "רבנן דבי רב אשי נפקי כי אורחייהו", 
            "סברי כי הא דאמר שמואל", 
            "אין תענית צבור בבבל אלא תשעה באב בלבד", 
            "אמר רב יהודה אמר רב", 
            "לוה אדם תעניתו ופורע", 
            "כי אמריתה קמיה דשמואל אמר לי", 
            "וכי נדר קבל עליה דלא סגי דלא משלם", 
            "לצעורי נפשיה קביל עליה אי מצי מצער נפשיה אי לא מצי לא מצער נפשיה", 
            "איכא דאמרי אמר רב יהודה אמר רב", 
            "לוה אדם תעניתו ופורע", 
            "כי אמריתה קמיה דשמואל אמר לי", 
            "פשיטא לא יהא אלא נדר", 
            "נדר מי לא מצי בעי לשלומי ומיזל למחר וליומא אחרינא", 
            "רב יהושע בריה דרב אידי איקלע לבי רב אסי עבדו ליה עגלא תילתא", 
            "אמרו ליה", 
            "ליטעום מר מידי", 
            "א\"ל", 
            "בתעניתא יתיבנא", 
            "אמרו ליה", 
            "ולוזיף מר וליפרע לא סבר מר להא דאמר רב יהודה אמר רב", 
            "לוה אדם תעניתו ופורע", 
            "אמר להו", 
            "תענית חלום הוא", 
            "ואמר רבה בר מחסיא אמר רב חמא בר גוריא אמר רב", 
            "יפה תענית לחלום כאש לנעורת", 
            "(אמר) רב חסדא", 
            "ובו ביום", 
            "ואמר רב יוסף", 
            "ואפילו בשבת", 
            "מאי תקנתיה", 
            "ליתיב תעניתא לתעניתא:", 
            "מתני' עברו אלו ולא נענו בית דין גוזרין ג' תעניות אחרות על הצבור אוכלין ושותין מבעוד יום ואסורין במלאכה וברחיצה ובסיכה ובנעילת הסנדל ובתשמיש המטה ונועלין את המרחצאות", 
            "עברו אלו ולא נענו ב\"ד גוזרין עליהן עוד שבע שהן י\"ג תעניות על הצבור", 
            "הרי אלו יתרות על הראשונות שבאלו מתריעין ונועלין את החנויות", 
            "בשני מטין עם חשיכה ובחמישי מותרין מפני כבוד השבת", 
            "עברו אלו ולא נענו ממעטין במשא ומתן בבנין ובנטיעה באירוסין ובנישואין ובשאילת שלום בין אדם לחבירו כבני אדם הנזופין למקום", 
            "היחידים חוזרין ומתענין עד שיצא ניסן", 
            "יצא ניסן וירדו גשמים סימן קללה שנא' (שמואל א יב, יז) הלא קציר חטים היום וגו':", 
            "גמ' בשלמא כולהו אית בהו תענוג", 
            "רחיצה וסיכה ותשמיש המטה אבל מלאכה צער הוא", 
            "אמר רב חסדא אמר רב ירמיה בר אבא", 
            "אמר קרא (יואל א, יד) קדשו צום קראו עצרה אספו זקנים כעצרת מה עצרת אסור בעשיית מלאכה אף תענית אסור בעשיית מלאכה", 
            "אי מה עצרת מאורתא אף תענית נמי מאורתא", 
            "אמר רבי זירא", 
            "לדידי מיפרשא לי מיניה דר' ירמיה בר אבא", 
            "אמר קרא אספו זקנים דומיא דאסיפת זקנים מה אסיפת זקנים ביום אף צום נמי ביום", 
            "ואימא מטיהרא", 
            "אמר רב שישא בריה דרב אידי", 
            "מסייע ליה לרב הונא דאמר מצפרא כינופיא", 
            "היכי עבדי", 
            "אמר אביי", 
            "מצפרא עד פלגא דיומא מעיינינן במילי דמתא מכאן ואילך ריבעא דיומא קרינן בספרא ואפטרתא מכאן ואילך בעינן רחמי", 
            "שנא' (נחמיה ט, ג) ויקומו על עמדם ויקראו בספר תורת ה' אלהיהם רביעית היום ורביעית מתודים ומשתחוים לה' אלהיהם"
        ], 
        [
            "איפוך אנא", 
            "לא סלקא דעתך דכתיב (עזרא ט, ד) ואלי יאספו כל חרד בדברי אלהי ישראל על מעל הגולה וגו' וכתיב (עזרא ט, ה) ובמנחת הערב קמתי מתעניתי ואפרשה כפי אל ה'", 
            "אמר רפרם בר פפא אמר רב חסדא", 
            "כל שהוא משום אבל כגון תשעה באב ואבל אסור בין בחמין בין בצונן", 
            "כל שהוא משום תענוג כגון תענית צבור בחמין אסור בצונן מותר", 
            "אמר רב אידי בר אבין", 
            "אף אנן נמי תנינא", 
            "ונועלין את המרחצאות", 
            "א\"ל אביי", 
            "ואי בצונן אסור סוכרין את הנהרות מבעי ליה למיתני", 
            "אמר רב שישא בריה דרב אידי", 
            "אבא הכי קשיא ליה", 
            "מכדי תנן אסור ברחיצה נועלין את המרחצאות למה לי", 
            "אלא לאו ש\"מ", 
            "בחמין אסור בצונן מותר", 
            "לימא מסייע ליה", 
            "כל חייבי טבילות טובלין כדרכן בין בט' באב בין ביוה\"כ", 
            "במאי", 
            "אילימא בחמין טבילה בחמין מי איכא", 
            "שאובין נינהו", 
            "אלא לאו בצונן וחייבי טבילות אין איניש אחרינא לא", 
            "אמר רב חנא בר קטינא", 
            "לא נצרכה אלא לחמי טבריא", 
            "אי הכי אימא סיפא", 
            "א\"ר חנינא סגן הכהנים", 
            "כדי הוא בית אלהינו לאבד עליו טבילה פעם אחת בשנה", 
            "ואי אמרת בצונן מותר ירחץ בצונן", 
            "אמר רב פפא", 
            "באתרא דלא שכיח צונן", 
            "תא שמע", 
            "כשאמרו אסור במלאכה לא אמרו אלא ביום אבל בלילה מותר", 
            "וכשאמרו אסור בנעילת הסנדל לא אמרו אלא בעיר אבל בדרך מותר", 
            "הא כיצד", 
            "יוצא לדרך נועל נכנס לעיר חולץ", 
            "וכשאמרו אסור ברחיצה לא אמרו אלא כל גופו אבל פניו ידיו ורגליו מותר", 
            "וכן אתה מוצא במנודה ובאבל", 
            "מאי לאו אכולהו ובמאי עסקינן", 
            "אילימא בחמין פניו ידיו ורגליו מי שרו", 
            "והאמר רב ששת", 
            "אבל אסור להושיט אצבעו בחמין", 
            "אלא לאו בצונן", 
            "לא לעולם בחמין", 
            "ודקא קשיא לך וכן אתה מוצא במנודה ובאבל אשארא קאי", 
            "תא שמע דאמר ר' אבא הכהן משום ר' יוסי הכהן", 
            "מעשה ומתו בניו של ר' יוסי בן רבי חנינא ורחץ בצונן כל שבעה", 
            "התם כשתכפוהו אבליו הוה", 
            "דתניא", 
            "תכפוהו אבליו זה אחר זה הכביד שערו מיקל בתער ומכבס כסותו במים", 
            "אמר רב חסדא", 
            "בתער אבל לא במספרים במים ולא בנתר ולא בחול", 
            "אמר רבא", 
            "אבל מותר לרחוץ בצונן כל שבעה מידי דהוה אבשרא וחמרא", 
            "מיתיבי"
        ], 
        [
            "אין הבוגרת רשאה לנוול את עצמה בימי אבל אביה", 
            "הא נערה רשאה", 
            "מאי לאו ברחיצה ובמאי", 
            "אילימא בחמין אין הבוגרת רשאה והאמר רב חסדא", 
            "אבל אסור להושיט אצבעו בחמין", 
            "אלא לאו בצונן", 
            "לא אכיחול ופירכוס", 
            "לימא מסייע ליה דא\"ר אבא הכהן משום רבי יוסי הכהן", 
            "מעשה ומתו בניו של ר' יוסי בר חנינא ורחץ בצונן כל שבעה", 
            "אמרי", 
            "התם בשתכפוהו אבליו זה אחר זה", 
            "דתניא", 
            "תכפוהו אבליו זה אחר זה הכביד שערו מיקל בתער ומכבס כסותו במים", 
            "אמר רב חסדא", 
            "בתער אבל לא במספרים במים ולא בנתר ולא בחול ולא באהל", 
            "איכא דאמרי אמר רבא", 
            "אבל אסור בצונן כל שבעה", 
            "מאי שנא מבשר ויין", 
            "התם לפכוחי פחדיה הוא דעביד", 
            "לימא מסייע ליה", 
            "אין הבוגרת רשאה לנוול עצמה הא נערה רשאה", 
            "במאי", 
            "אילימא בחמין אין הבוגרת רשאה והאמר רב חסדא", 
            "אבל אסור להושיט אצבעו בחמין", 
            "אלא לאו בצונן", 
            "לא אכיחול ופירכוס", 
            "אמר רב חסדא זאת אומרת", 
            "אבל אסור בתכבוסת כל שבעה", 
            "והלכתא", 
            "אבל אסור לרחוץ כל גופו בין בחמין בין בצונן כל שבעה", 
            "אבל פניו ידיו ורגליו בחמין אסור בצונן מותר", 
            "אבל לסוך אפילו כל שהוא אסור", 
            "ואם לעבר את הזוהמא מותר", 
            "צלותא דתעניתא היכי מדכרינן", 
            "אדבריה רב יהודה לרב יצחק בריה ודרש", 
            "יחיד שקיבל עליו תענית מתפלל של תענית והיכן אומרה בין גואל לרופא", 
            "מתקיף לה רב יצחק", 
            "וכי יחיד קובע ברכה לעצמו", 
            "אלא אמר רב יצחק", 
            "בשומע תפלה וכן אמר רב ששת", 
            "בשומע תפלה", 
            "מיתיבי", 
            "אין בין יחיד לצבור אלא שזה מתפלל שמונה עשרה וזה מתפלל תשע עשרה", 
            "מאי יחיד ומאי צבור", 
            "אילימא יחיד ממש וצבור ש\"צ הני תשע עשרה", 
            "עשרין וארבע הוו", 
            "אלא לאו ה\"ק", 
            "אין בין יחיד דקבל עליו תענית יחיד ליחיד שקבל עליו תענית צבור אלא שזה מתפלל שמונה עשרה וזה מתפלל תשע עשרה", 
            "ש\"מ", 
            "יחיד קובע ברכה לעצמו", 
            "לא לעולם אימא לך שליח צבור", 
            "ודקא קשיא לך שליח צבור עשרין וארבע מצלי בג' תעניות ראשונות דליכא עשרים וארבע", 
            "ולא", 
            "והא אין בין קתני אין בין ג' ראשונות לג' אמצעיות אלא שבאלו מותרין בעשיית מלאכה ובאלו אסורין בעשיית מלאכה הא לכ\"ד זה וזה שוין", 
            "תנא ושייר", 
            "מאי שייר דהאי שייר", 
            "ותו", 
            "והא אין בין קתני", 
            "אלא", 
            "תנא באיסורי קא מיירי בתפלות לא מיירי", 
            "ואי בעית אימא", 
            "באמצעייתא נמי לא מצלי כ\"ד", 
            "ולא", 
            "והתניא", 
            "אין בין ג' שניות לשבע אחרונות אלא שבאלו מתריעין ונועלין את החנויות", 
            "הא לכל דבריהן זה וזה שוין", 
            "וכי תימא הכא נמי תנא ושייר והא אין בין קתני", 
            "ותסברא אין בין דוקא"
        ], 
        [
            "והא שייר תיבה", 
            "אי משום תיבה לאו שיורא הוא", 
            "מילי דצינעא קתני מילי דבפרהסיא לא קתני", 
            "אמר רב אשי", 
            "מתני' נמי דיקא דקתני", 
            "מה אלו יתירות על הראשונות", 
            "אלא שבאלו מתריעין ונועלין את החנויות אבל בכל דבריהן זה וזה שוין", 
            "וכ\"ת הכא נמי תנא ושייר והא מה אלו קתני", 
            "ותסברא מה אלו דווקא הוא", 
            "והא שייר לה תיבה", 
            "אי משום תיבה לאו שיורא הוא משום דקא חשיב לה באידך פרקא", 
            "השתא דאתית להכי עשרים וארבעה נמי לאו שיורא הוא דקתני לה באידך פירקא", 
            "מאי הוי עלה", 
            "אמר רב שמואל בר ססרטאי וכן אמר רב חייא בר אשי אמר רב", 
            "בין גואל לרופא", 
            "ורב אשי אמר משמיה דרבי ינאי בריה דרבי ישמעאל", 
            "בשומע תפלה", 
            "והלכתא", 
            "בשומע תפלה:", 
            "תני חדא", 
            "עוברות ומיניקות מתענות בראשונות ואין מתענות באחרונות", 
            "ותניא אידך", 
            "מתענות באחרונות ואין מתענות בראשונות", 
            "ותניא אידך", 
            "אין מתענות לא בראשונות ולא באחרונות", 
            "אמר רב אשי", 
            "נקוט אמצעייתא בידך דמיתרצון כולהו:", 
            "מה אלו יתירות על הראשונות אלא שבאלו מתריעין ונועלין את החנויות:", 
            "במאי מתריעין", 
            "רב יהודה אמר", 
            "בשופרות ורב יהודה בריה דרב שמואל בר שילת משמיה דרב אמר", 
            "בעננו", 
            "קס\"ד מאן דאמר בעננו לא אמר בשופרות ומאן דאמר בשופרות לא אמר בעננו והתניא", 
            "אין פוחתין משבע תעניות על הצבור שבהן י\"ח התרעות וסימן לדבר", 
            "יריחו", 
            "ויריחו שופרות הוה ותיובתא למאן דאמר בעננו", 
            "אלא", 
            "בשופרות דכולי עלמא לא פליגי דקרי לה התרעה", 
            "כי פליגי בעננו", 
            "מר סבר", 
            "קרי לה התרעה ומר סבר", 
            "לא קרי לה התרעה", 
            "למ\"ד בעננו כל שכן בשופרות ולמ\"ד בשופרות אבל בעננו לא", 
            "והתניא", 
            "ושאר כל מיני פורעניות המתרגשות כגון חיכוך חגב זבוב וצירעה ויתושין ושילוח נחשים ועקרבים לא היו מתריעין אלא צועקין", 
            "מדצעקה בפה התרעה בשופרות", 
            "תנאי היא", 
            "דתניא", 
            "על אלו מתריעין בשבת", 
            "על עיר שהקיפוה גייס או נהר ועל ספינה המטורפת בים", 
            "ר' יוסי אמר", 
            "לעזרה אבל לא לצעקה", 
            "במאי", 
            "אילימא בשופרות שופרות בשבת מי שרי", 
            "אלא לאו בעננו וקרי לה התרעה ש\"מ:", 
            "בשני דר' יהודה נשיאה הוה צערא"
        ], 
        [
            "גזר תלת עשרה תעניות ולא איעני", 
            "סבר למיגזר טפי", 
            "אמר ליה ר' אמי", 
            "הרי אמרו אין מטריחין את הצבור יותר מדאי", 
            "אמר ר' אבא בריה דרבי חייא בר אבא", 
            "רבי אמי דעבד לגרמיה הוא דעבד", 
            "אלא הכי אמר ר' חייא בר אבא אמר ר' יוחנן", 
            "לא שנו אלא לגשמים אבל לשאר מיני פורעניות מתענין והולכין עד שיענו מן השמים", 
            "תניא נמי הכי", 
            "כשאמרו שלש וכשאמרו שבע לא אמרו אלא לגשמים אבל לשאר מיני פורעניות מתענין והולכין עד שיענו", 
            "לימא תיהוי תיובתיה דר' אמי", 
            "אמר לך רבי אמי", 
            "תנאי היא", 
            "דתניא", 
            "אין גוזרין יותר משלש עשרה תעניות על הצבור לפי שאין מטריחין את הצבור יותר מדאי דברי רבי", 
            "רשב\"ג אומר", 
            "לא מן השם הוא זה אלא מפני שיצא זמנה של רביעה", 
            "שלחו ליה בני נינוה לרבי", 
            "כגון אנן דאפילו בתקופת תמוז בעינן מיטרא היכי נעביד", 
            "כיחידים דמינן או כרבים דמינן", 
            "כיחידים דמינן ובשומע תפלה או כרבים דמינן ובברכת השנים", 
            "שלח להו", 
            "כיחידים דמיתו ובשומע תפלה", 
            "מיתיבי אמר רבי יהודה", 
            "אימתי בזמן שהשנים כתיקנן וישראל שרוין על אדמתן אבל בזמן הזה הכל לפי השנים הכל לפי המקומות הכל לפי הזמן", 
            "אמר ליה", 
            "מתניתא רמית עליה דרבי", 
            "רבי תנא הוא ופליג", 
            "מאי הוי עלה", 
            "רב נחמן אמר", 
            "בברכת השנים רב ששת אמר", 
            "בשומע תפלה", 
            "והלכתא", 
            "בשומע תפלה:", 
            "בשני מטין עם חשיכה ובחמישי כל היום מפני כבוד השבת:", 
            "איבעיא להו", 
            "היכי קתני", 
            "בב' מטין עם חשיכה ובה' כל היום מפני כבוד השבת או דילמא", 
            "בשני מטין ובחמישי פותחין כל היום כולו", 
            "תא שמע דתניא", 
            "בשני מטין עד הערב ובחמישי פותחין כל היום כולו מפני כבוד השבת", 
            "היו לו שני פתחים פותח אחד ונועל אחד", 
            "היה לו אצטבא כנגד פתחו פותח כדרכו ואינו חושש:", 
            "עברו אלו ולא נענו ממעטין במשא ומתן ובבנין ובנטיעה:", 
            "תנא", 
            "בבנין בנין של שמחה נטיעה נטיעה של שמחה", 
            "אי זהו בנין של שמחה זה הבונה בית חתנות לבנו אי זו היא נטיעה של שמחה זה הנוטע אבוורנקי של מלכים:", 
            "ובשאילת שלום:", 
            "תנו רבנן", 
            "חברים אין שאילת שלום ביניהן עמי הארץ ששואלין מחזירין להם בשפה רפה ובכובד ראש", 
            "והן מתעטפין ויושבין כאבלים וכמנודין כבני אדם הנזופין למקום עד שירחמו עליהם מן השמים", 
            "אמר ר' אלעזר", 
            "אין אדם חשוב רשאי ליפול על פניו אלא אם כן נענה כיהושע בן נון שנאמר (יהושע ז, י) ויאמר ה' אל יהושע קום לך למה זה אתה נופל על פניך", 
            "ואמר ר' אלעזר", 
            "אין אדם חשוב רשאי לחגור שק אלא אם כן נענה כיהורם בן אחאב שנאמר (מלכים ב ו, ל) ויהי כשמוע המלך את דברי האשה ויקרע את בגדיו והוא עובר על החומה וירא העם והנה השק על בשרו וגו'", 
            "ואמר ר' אלעזר", 
            "לא הכל בקריעה ולא הכל בנפילה משה ואהרן בנפילה יהושע וכלב בקריעה", 
            "משה ואהרן בנפילה דכתיב (במדבר יד, ה) ויפל משה ואהרן על פניהם יהושע וכלב בקריעה דכתיב (במדבר יד, ו) ויהושע בן נון וכלב בן יפנה קרעו בגדיהם", 
            "מתקיף לה ר' זירא ואיתימא ר' שמואל בר נחמני", 
            "אי הוה כתיב יהושע כדקאמרת השתא דכתיב ויהושע הא והא עביד", 
            "ואמר ר' אלעזר", 
            "לא הכל בקימה ולא הכל בהשתחויה", 
            "מלכים בקימה ושרים בהשתחויה", 
            "מלכים בקימה דכתיב (ישעיהו מט, ז) כה אמר ה' גואל ישראל קדושו"
        ], 
        [
            "לבזה נפש למתעב גוי לעבד מושלים מלכים יראו וקמו", 
            "ושרים בהשתחויה דכתיב שרים וישתחוו", 
            "מתקיף לה רבי זירא ואיתימא רבי שמואל בר נחמני", 
            "אי הוה כתיב ושרים ישתחוו כדקאמרת השתא דכתיב שרים וישתחוו הא והא עבוד", 
            "אמר רב נחמן בר יצחק", 
            "אף אני אומר", 
            "לא הכל לאורה ולא הכל לשמחה צדיקים לאורה וישרים לשמחה", 
            "צדיקים לאורה דכתיב (תהלים צז, יא) אור זרוע לצדיק ולישרים שמחה דכתיב ולישרי לב שמחה:", 
            "הדרן עלך מאימתי", 
            "מתני' סדר תעניות כיצד", 
            "מוציאין את התיבה לרחובה של עיר ונותנין אפר מקלה על גבי התיבה ובראש הנשיא ובראש אב בית דין", 
            "וכל אחד ואחד נותן בראשו", 
            "הזקן שבהן אומר לפניהן דברי כבושין", 
            "אחינו", 
            "לא נאמר באנשי נינוה וירא אלהים את שקם ואת תעניתם אלא (יונה ג, י) וירא אלהים את מעשיהם כי שבו מדרכם הרעה ובקבלה הוא אומר (יואל ב, יג) וקרעו לבבכם ואל בגדיכם", 
            "עמדו בתפלה מורידין לפני התיבה זקן ורגיל ויש לו בנים וביתו ריקם כדי שיהא לבו שלם בתפלה", 
            "ואומר לפניהן עשרים וארבעה ברכות", 
            "י\"ח שבכל יום ומוסיף עליהן עוד שש", 
            "ואלו הן", 
            "זכרונות ושופרות", 
            "(תהלים קכ, א) אל ה' בצרתה לי קראתי ויענני (תהלים קכא, א) אשא עיני אל ההרים וגו' (תהלים קל, א) ממעמקים קראתיך ה' (תהלים קב, א) תפלה לעני כי יעטוף", 
            "ר' יהודה אומר", 
            "לא היה צריך לומר זכרונות ושופרות אלא אומר תחתיהן (מלכים א ח, לז) רעב כי יהיה בארץ דבר כי יהיה (ירמיהו יד, א) אשר היה דבר ה' אל ירמיהו על דברי הבצרות ואומר חותמיהן", 
            "על הראשונה הוא אומר", 
            "מי שענה את אברהם בהר המוריה הוא יענה אתכם וישמע בקול צעקתכם היום הזה", 
            "ברוך אתה ה' גואל ישראל", 
            "על השניה הוא אומר", 
            "מי שענה את אבותינו על ים סוף הוא יענה אתכם וישמע קול צעקתכם היום הזה", 
            "ברוך אתה ה' זוכר הנשכחות", 
            "על השלישית הוא אומר", 
            "מי שענה את יהושע בגלגל הוא יענה אתכם וישמע בקול צעקתכם היום הזה", 
            "ברוך אתה ה' שומע תרועה", 
            "על הרביעית הוא אומר", 
            "מי שענה את שמואל במצפה הוא יענה אתכם וישמע בקול צעקתכם היום הזה ברוך אתה ה' שומע צעקה", 
            "על החמישית הוא אומר", 
            "מי שענה את אליהו בהר הכרמל הוא יענה אתכם וישמע בקול צעקתכם היום הזה", 
            "ברוך אתה ה' שומע תפלה", 
            "על הששית הוא אומר", 
            "מי שענה את יונה ממעי הדגה הוא יענה אתכם וישמע בקול צעקתכם היום הזה ברוך אתה ה' העונה בעת צרה", 
            "על השביעית הוא אומר", 
            "מי שענה את דוד ואת שלמה בנו בירושלים הוא יענה אתכם וישמע בקול צעקתכם היום הזה", 
            "ברוך אתה ה' המרחם על הארץ:", 
            "מעשה"
        ], 
        [
            "בימי רבי חלפתא ור' חנניא בן תרדיון שעבר אחד לפני התיבה וגמר את הברכה כולה ולא ענו אחריו אמן", 
            "תקעו הכהנים", 
            "ותקעו", 
            "מי שענה את אברהם אבינו בהר המוריה הוא יענה אתכם וישמע בקול צעקתכם היום הזה", 
            "הריעו בני אהרן", 
            "הריעו", 
            "מי שענה את אבותינו על ים סוף הוא יענה אתכם וישמע בקול צעקתכם היום הזה", 
            "וכשבא דבר אצל חכמים אמרו", 
            "לא היינו נוהגין כן אלא בשער מזרח ובהר הבית", 
            "שלש תעניות הראשונות אנשי משמר מתענין ולא משלימין ואנשי בית אב לא היו מתענין כלל", 
            "שלש שניות אנשי משמר מתענין ומשלימין ואנשי בית אב מתענין ולא משלימין", 
            "שבע אחרונות אלו ואלו מתענין ומשלימין דברי רבי יהושע", 
            "וחכמים אומרים", 
            "שלש תעניות הראשונות אלו ואלו לא היו מתענין כלל שלש שניות אנשי משמר מתענין ולא משלימין ואנשי בית אב לא היו מתענין כלל", 
            "שבע אחרונות אנשי משמר מתענין ומשלימין ואנשי בית אב מתענין ולא משלימין", 
            "אנשי משמר מותרין לשתות יין בלילות אבל לא בימים ואנשי בית אב לא ביום ולא בלילה", 
            "אנשי משמר ואנשי מעמד אסורין מלספר ומלכבס ובחמישי מותרין מפני כבוד השבת", 
            "כל הכתוב במגילת תענית דלא למספד לפניו אסור לאחריו מותר", 
            "רבי יוסי אומר", 
            "לפניו ולאחריו אסור", 
            "דלא להתענאה לפניו ולאחריו מותר", 
            "ר' יוסי אומר", 
            "לפניו אסור לאחריו מותר", 
            "אין גוזרין תענית על הצבור בתחילה בחמישי שלא להפקיע השערים אלא שלש תעניות הראשונות שני וחמישי ושני ושלש שניות חמישי שני וחמישי", 
            "ר' יוסי אומר", 
            "כשם שאין הראשונות בחמישי כך לא שניות ולא אחרונות", 
            "אין גוזרין תענית על הצבור בראשי חדשים בחנוכה ובפורים", 
            "ואם התחילו אין מפסיקין דברי רבן גמליאל", 
            "אמר רבי מאיר", 
            "אף על פי שאמר רבן גמליאל אין מפסיקין מודה היה שאין משלימין", 
            "וכן תשעה באב שחל להיות בערב שבת:", 
            "גמ' סדר תעניות כיצד", 
            "מוציאין את התיבה כו'", 
            "ואפילו בקמייתא", 
            "ורמינהו", 
            "שלש תעניות ראשונות ושניות נכנסים לבית הכנסת ומתפללין כדרך שמתפללין כל השנה כולה ובשבע אחרונות מוציאין את התיבה לרחובה של עיר ונותנין אפר על גבי התיבה ובראש הנשיא ובראש אב בית דין וכל אחד ואחד נוטל ונותן בראשו", 
            "רבי נתן אומר", 
            "אפר מקלה הן מביאין", 
            "אמר רב פפא", 
            "כי תנן נמי מתניתין אשבע אחרונות תנן:", 
            "ובראש הנשיא והדר תני כל אחד ואחד (נוטל ונותן) בראשו", 
            "איני", 
            "(והתנן)", 
            "רבי אומר", 
            "בגדולה מתחילין מן הגדול ובקללה מתחילין מן הקטן", 
            "בגדולה מתחילין מן הגדול שנאמר (ויקרא י, ו) ויאמר משה אל אהרן ולאלעזר ולאיתמר", 
            "ובקללה מתחילין מן הקטן (דאמר מר)", 
            "בתחלה נתקלל נחש ואחר כך נתקללה חוה ואח\"כ נתקלל אדם", 
            "הא חשיבותא לדידהו דאמרי להו", 
            "אתון חשיביתו למיבעי עלן רחמי אכ\"ע:", 
            "(כל אחד ואחד (נוטל ונותן) בראשו אמר רב אדא)", 
            "וכל אחד ואחד (נוטל ונותן) בראשו נשיא ואב בית דין נמי נשקלו אינהו ונינחו בראשייהו מאי שנא דשקיל איניש אחרינא ומנח להו", 
            "אמר רבי אבא דמן קסרי", 
            "אינו דומה מתבייש מעצמו"
        ], 
        [
            "למתבייש מאחרים", 
            "והיכא מנח להו", 
            "אמר רבי יצחק", 
            "במקום תפילין שנאמר (ישעיהו סא, ג) לשום לאבילי ציון לתת להם פאר תחת אפר:", 
            "רחוב תיבה ושקים אפר אפר קבורה ומוריה סימן:", 
            "למה יוצאין לרחוב", 
            "ר' חייא בר אבא אמר לומר", 
            "זעקנו בצנעא ולא נענינו נבזה עצמנו בפרהסיא", 
            "ריש לקיש אמר", 
            "גלינו גלותינו מכפרת עלינו", 
            "מאי בינייהו", 
            "איכא בינייהו דגלי מבי כנישתא לבי כנישתא", 
            "ולמה מוציאין את התיבה לרחובה של עיר", 
            "אמר ר' יהושע בן לוי לומר", 
            "כלי צנוע היה לנו ונתבזה בעוונינו", 
            "ולמה מתכסין בשקים", 
            "אמר ר' חייא בר אבא לומר", 
            "הרי אנו חשובין כבהמה", 
            "ולמה נותנין אפר מקלה על גבי תיבה", 
            "אמר רבי יהודה בן פזי", 
            "כלומר (תהלים צא, טו) עמו אנכי בצרה ריש לקיש אמר", 
            "(ישעיהו סג, ט) בכל צרתם לו צר", 
            "אמר ר' זירא", 
            "מריש כי הוה חזינא להו לרבנן דיהבי אפר מקלה על גבי תיבה מזדעזע לי כוליה גופאי", 
            "ולמה נותנין אפר בראש כל אחד ואחד", 
            "פליגי בה ר' לוי בר חמא ור' חנינא", 
            "חד אמר", 
            "הרי אנו חשובין לפניך כאפר וחד אמר", 
            "כדי שיזכור לנו אפרו של יצחק", 
            "מאי בינייהו", 
            "איכא בינייהו עפר סתם", 
            "למה יוצאין לבית הקברות", 
            "פליגי בה ר' לוי בר חמא ור' חנינא", 
            "חד אמר", 
            "הרי אנו חשובין לפניך כמתים וחד אמר", 
            "כדי שיבקשו עלינו מתים רחמים", 
            "מאי בינייהו", 
            "איכא בינייהו קברי עכו\"ם", 
            "מאי (דברי הימים ב ג, א) הר המוריה", 
            "פליגי בה ר' לוי בר חמא ור' חנינא", 
            "חד אמר", 
            "הר שיצא ממנו הוראה לישראל וחד אמר", 
            "הר שיצא ממנו מורא לעובדי כוכבים:", 
            "הזקן שבהן אומר לפניהן דברי כבושין:", 
            "ת\"ר", 
            "אם יש זקן אומר זקן ואם לאו אומר חכם ואם לאו אומר אדם של צורה", 
            "אטו זקן דקאמרי אף על גב דלאו חכם הוא", 
            "אמר אביי", 
            "הכי קאמר", 
            "אם יש זקן והוא חכם אומר זקן והוא חכם ואם לאו אומר חכם ואם לאו אומר אדם של צורה", 
            "אחינו לא שק ותענית גורמים אלא תשובה ומעשים טובים גורמים", 
            "שכן מצינו באנשי נינוה שלא נאמר בהם וירא האלהים את שקם ואת תעניתם אלא (יונה ג, י) וירא האלהים את מעשיהם כי שבו מדרכם הרעה", 
            "(יונה ג, ח) ויתכסו שקים האדם והבהמה מאי הוו עבדי", 
            "אסרא הבהמות לחוד ואת הוולדות לחוד אמרו לפניו", 
            "רבונו של עולם", 
            "אם אין אתה מרחם עלינו אין אנו מרחמים על אלו (יונה ג, ח) ויקראו אל אלהים בחזקה מאי אמור", 
            "אמרו לפניו", 
            "רבונו של עולם", 
            "עלוב ושאינו עלוב צדיק ורשע מי נדחה מפני מי", 
            "(יונה ג, ח) וישובו איש מדרכו הרעה ומן החמס אשר בכפיהם", 
            "מאי ומן החמס אשר בכפיהם", 
            "אמר שמואל", 
            "אפילו גזל מריש ובנאו בבירה מקעקע כל הבירה כולה ומחזיר מריש לבעליו", 
            "אמר רב אדא בר אהבה", 
            "אדם שיש בידו עבירה ומתודה ואינו חוזר בה למה הוא דומה לאדם שתופס שרץ בידו שאפי' טובל בכל מימות שבעולם לא עלתה לו טבילה", 
            "זרקו מידו כיון שטבל בארבעים סאה מיד עלתה לו טבילה שנאמר (משלי כח, יג) ומודה ועוזב ירוחם ואומר (איכה ג, מא) נשא לבבינו אל כפים אל אל בשמים:", 
            "עמדו בתפלה מורידין לפני התיבה זקן כו':", 
            "תנו רבנן", 
            "עמדו בתפלה אע\"פ שיש שם זקן וחכם אין מורידין לפני התיבה אלא אדם הרגיל", 
            "(איזהו רגיל)", 
            "ר' יהודה אומר", 
            "מטופל ואין לו ויש לו יגיעה בשדה וביתו ריקם ופרקו נאה ושפל ברך ומרוצה לעם ויש לו נעימה וקולו ערב ובקי לקרות בתורה ובנביאים ובכתובים ולשנות במדרש בהלכות ובאגדות ובקי בכל הברכות כולן", 
            "ויהבו ביה רבנן עינייהו בר' יצחק בר אמי"
        ], 
        [
            "היינו מטופל ואין לו היינו ביתו ריקם", 
            "אמר רב חסדא", 
            "זהו שביתו ריקם מן העבירה:", 
            "ופרקו נאה אמר אביי", 
            "זה שלא יצא (לו) שם רע בילדותו", 
            "(ירמיהו יב, ח) היתה לי נחלתי כאריה ביער נתנה עלי בקולה על כן שנאתיה", 
            "מאי נתנה עלי בקולה", 
            "אמר מר זוטרא בר טוביה אמר רב ואמרי לה אמר רבי חמא אמר רבי אלעזר", 
            "זה שליח צבור (היורד לפני התיבה שאינו הגון):", 
            "ואומר לפניהם עשרים וארבע ברכות", 
            "שמונה עשרה שבכל יום ומוסיף עליהן עוד שש:", 
            "הני שש", 
            "שבע הוויין", 
            "כדתנן", 
            "על השביעית הוא אומר ברוך מרחם על הארץ", 
            "אמר רב נחמן בר יצחק", 
            "מאי שביעית שביעית לארוכה כדתניא", 
            "בגואל ישראל מאריך ובחותמה הוא אומר", 
            "מי שענה את אברהם בהר המוריה הוא יענה אתכם וישמע בקול צעקתכם היום הזה ברוך גואל ישראל", 
            "והן עונין אחריו אמן וחזן הכנסת אומר להם", 
            "תקעו בני אהרן תקעו", 
            "וחוזר ואומר", 
            "מי שענה את אבותינו על ים סוף הוא יענה אתכם וישמע בקול צעקתכם היום הזה ברוך זוכר הנשכחות והן עונין אחריו אמן וחזן הכנסת אומר להם", 
            "הריעו בני אהרן הריעו", 
            "וכן בכל ברכה וברכה באחת אומר תקעו ובאחת אומר הריעו:", 
            "במה דברים אמורים בגבולין אבל במקדש אינו כן לפי שאין עונין אמן במקדש", 
            "ומנין שאין עונין אמן במקדש שנאמר (נחמיה ט, ה) קומו ברכו את ה' אלהיכם מן העולם עד העולם ויברכו שם כבודך ומרומם על כל ברכה ותהלה", 
            "יכול על כל ברכות כולן לא תהא אלא תהלה אחת ת\"ל", 
            "ומרומם על כל ברכה ותהלה על כל ברכה תן לו תהלה", 
            "ואלא במקדש מהו אומר", 
            "ברוך ה' אלהים אלהי ישראל מן העולם ועד העולם ברוך גואל ישראל והן עונין אחריו", 
            "ברוך שם כבוד מלכותו לעולם ועד", 
            "וחזן הכנסת אומר להם", 
            "תקעו הכהנים בני אהרן תקעו וחוזר ואומר", 
            "מי שענה את אברהם בהר המוריה הוא יענה אתכם וישמע בקול צעקתכם היום הזה ברוך ה' אלהי ישראל זוכר הנשכחות והם עונים אחריו בשכמל\"ו וחזן הכנסת אומר להם הריעו הכהנים בני אהרן הריעו וכו' וכן בכל ברכה וברכה באחת אומר תקעו ובאחת אומר הריעו עד שגומר את כולן", 
            "וכך הנהיג ר' חלפתא בצפורי ור' חנניה בן תרדיון בסיכני", 
            "וכשבא דבר לפני חכמים אמרו", 
            "לא היו נוהגין כן אלא בשערי מזרח ובהר הבית", 
            "ואית דאמרי כדתניא", 
            "אומר לפניהן עשרים וארבע ברכות שמונה עשרה שבכל יום ומוסיף עליהן עוד שש", 
            "ואותן שש היכן אומרן בין גואל לרופא חולי ומאריך בגאולה והן עונין אחריו אמן על כל ברכה וברכה", 
            "וכך היו נוהגין בגבולין אבל במקדש היו אומרים ברוך ה' אלהי ישראל מן העולם ועד העולם ברוך גואל ישראל ולא היו עונין אחריו אמן", 
            "וכל כך למה לפי שאין עונין אמן במקדש", 
            "ומנין שאין עונין אמן במקדש שנאמר קומו ברכו את ה' אלהיכם מן העולם ועד העולם ויברכו (את) שם כבודך ומרומם על כל ברכה ותהלה על כל ברכה וברכה תן לו תהלה:", 
            "תנו רבנן", 
            "על הראשונות הוא אומר ברוך ה' אלהי ישראל מן העולם ועד העולם ברוך גואל ישראל והן עונין אחריו ברוך שם כבוד מלכותו לעולם ועד", 
            "וחזן הכנסת אומר", 
            "תקעו כהנים תקעו", 
            "וחוזר ואומר", 
            "מי שענה את אברהם בהר המוריה הוא יענה אתכם וישמע בקול צעקתכם היום הזה (והן תוקעין ומריעין ותוקעין) ועל השניה הוא אומר ברוך ה' אלהי ישראל מן העולם ועד העולם ברוך זוכר הנשכחות והן עונין אחריו ברוך שם כבוד מלכותו לעולם ועד וחזן הכנסת אומר הריעו בני אהרן הריעו", 
            "ואומר", 
            "מי שענה את אבותינו על ים סוף הוא יענה אתכם וישמע בקול צעקתכם היום הזה והם מריעין ותוקעין ומריעין וכן בכל ברכה וברכה", 
            "באחת אומר תקעו ובאחת אומר הריעו עד שיגמור את הברכות כולן", 
            "וכך הנהיג ר' חלפתא בצפורי ור' חנניה בן תרדיון בסיכני", 
            "וכשבא דבר אצל חכמים אמרו", 
            "לא היו נוהגין כן אלא בשערי מזרח ובהר הבית:", 
            "ר' יהודה אומר לא היה צריך לומר זכרונות כו':", 
            "א\"ר אדא דמן יפו", 
            "מאי טעמא דר' יהודה לפי שאין אומרים זכרונות ושופרות"
        ], 
        [
            "אלא בראש השנה וביובלות ובשעת מלחמה:", 
            "על הראשונה הוא אומר מי שענה את אברהם כו':", 
            "תנא", 
            "יש מחליפין צעקה לאליהו ותפלה לשמואל", 
            "בשלמא גבי שמואל כתיב ביה תפלה וכתיב ביה צעקה אלא גבי אליהו תפלה כתיב צעקה לא כתיב", 
            "(מלכים א יח, לז) ענני ה' ענני לשון צעקה היא:", 
            "על הששית הוא אומר מי שענה את יונה כו' על השביעית הוא אומר מי שענה את דוד כו':", 
            "מכדי יונה בתר דוד ושלמה הוה מאי טעמא מקדים ליה ברישא", 
            "משום דבעי למיחתם מרחם על הארץ", 
            "תנא משום סומכוס אמרו", 
            "ברוך משפיל הרמים:", 
            "שלש תעניות הראשונות אנשי משמר מתענין ולא משלימין כו':", 
            "תנו רבנן", 
            "מפני מה אמרו אנשי משמר מותרין לשתות יין בלילות אבל לא בימים שמא תכבד העבודה על אנשי בית אב ויבואו ויסייעו להם", 
            "מפני מה אמרו אנשי בית אב לא ביום ולא בלילה מפני שהן עסוקין תמיד בעבודה", 
            "מכאן אמרו", 
            "כל כהן שמכיר משמרתו ומשמרת בית אב שלו ויודע שבתי אבותיו קבועין שם אסור לשתות יין כל אותו היום", 
            "במכיר משמרתו ואין מכיר משמרת בית אב שלו ויודע שבתי אבותיו קבועין שם אסור לשתות יין כל אותה שבת", 
            "אינו מכיר משמרתו ומשמרת בית אב שלו ויודע שבתי אבותיו קבועין שם אסור לשתות יין כל השנה", 
            "רבי אומר אומר אני", 
            "אסור לשתות יין לעולם אבל מה אעשה שתקנתו קלקלתו", 
            "אמר אביי", 
            "כמאן שתו האידנא כהני חמרא כרבי:", 
            "אנשי משמר ואנשי מעמד אסורים לספר ולכבס ובחמישי מותרין מפני כבוד השבת:", 
            "מאי טעמא", 
            "אמר רבה בר בר חנה אמר ר' יוחנן", 
            "כדי שלא יכנסו למשמרתם כשהן מנוולין", 
            "ת\"ר", 
            "מלך מסתפר בכל יום כהן גדול מערב שבת לערב שבת כהן הדיוט אחת לשלשים יום", 
            "מלך מסתפר בכל יום מ\"ט", 
            "אמר רבי אבא בר זבדא", 
            "אמר קרא (ישעיהו לג, יז) מלך ביפיו תחזינה עיניך", 
            "כהן גדול מע\"ש לערב שבת מ\"ט", 
            "אמר רב שמואל בר יצחק", 
            "הואיל ומשמרות מתחדשות", 
            "כהן הדיוט אחת לשלשים יום מנלן", 
            "אתיא פרע פרע מנזיר כתיב הכא (יחזקאל מד, כ) וראשם לא יגלחו ופרע לא ישלחו וכתיב התם (במדבר ו, ה) קדוש יהיה גדל פרע שער ראשו מה להלן שלשים אף כאן שלשים", 
            "ונזיר גופיה מנלן", 
            "אמר רב מתנה", 
            "סתם נזירות שלשים יום", 
            "מנלן", 
            "אמר קרא יהיה בגימטריא תלתין הוי", 
            "א\"ל", 
            "רב פפא לאביי", 
            "ודילמא ה\"ק רחמנא", 
            "לא לירבו כלל", 
            "אמר ליה אי הוה כתב לא ישלחו פרע כדקאמרת השתא דכתיב ופרע לא ישלחו פרע ליהוי שלוחי הוא דלא לישלחו", 
            "אי הכי אפילו האידנא נמי", 
            "דומיא דשתויי יין", 
            "מה שתויי יין בזמן ביאה הוא דאסור שלא בזמן ביאה שרי", 
            "אף הכא נמי", 
            "והתניא רבי אומר אומר אני", 
            "כהנים אסורין לשתות יין לעולם אבל מה אעשה שתקנתו קלקלתו", 
            "ואמר אביי", 
            "כמאן שתו האידנא כהני חמרא"
        ], 
        [
            "כרבי", 
            "מכלל דרבנן אסרי מ\"ט", 
            "מהרה יבנה בית המקדש ובעינן כהן הראוי לעבודה וליכא", 
            "הכא אפשר דמספר ועייל", 
            "אי הכי", 
            "שתוי יין נמי אפשר דגני פורתא ועייל כדרמי בר אבא", 
            "דאמר רמי בר אבא", 
            "דרך מיל ושינה כל שהוא מפיגין את היין", 
            "לאו מי איתמר עלה אמר רב נחמן אמר רבה בר אבוה", 
            "לא שנו אלא כששתה שיעור רביעית אבל שתה יותר מרביעית כל שכן שדרך מטרידתו ושינה משכרתו", 
            "רב אשי אמר", 
            "שתויי יין דמחלי עבודה גזרו בהו רבנן פרועי ראש דלא מחלי עבודה לא גזרו בהו רבנן", 
            "מיתיבי", 
            "ואלו שהן במיתה", 
            "שתויי יין ופרועי ראש", 
            "בשלמא שתויי יין בהדיא כתיב בהו (ויקרא י, ט) יין ושכר אל תשת אלא פרועי ראש מנלן", 
            "דכתיב (יחזקאל מד, כ) וראשם לא יגלחו ופרע לא ישלחו וכתיב בתריה ויין לא ישתו כל כהן בבאם אל החצר הפנימית ואיתקוש פרועי ראש לשתויי יין", 
            "מה שתויי יין במיתה אף פרועי ראש במיתה", 
            "ומינה אי מה שתויי יין דמחלי עבודה אף פרועי ראש דמחלי עבודה", 
            "(לא כי איתקוש למיתה הוא דאיתקוש אבל לאחולי עבודה לא איתקוש)", 
            "א\"ל רבינא לרב אשי", 
            "הא מקמי דאתא יחזקאל מאן אמרה", 
            "א\"ל", 
            "וליטעמיך הא דאמר רב חסדא", 
            "דבר זה מתורת משה לא למדנו ומדברי קבלה למדנו", 
            "(יחזקאל מד, ט) כל בן נכר ערל לב וערל בשר לא יבוא אל מקדשי (לשרתני) הא מקמי דאתא יחזקאל מאן אמרה", 
            "אלא", 
            "גמרא גמיר לה ואתא יחזקאל ואסמכה אקרא הכא נמי גמרא גמיר לה ואתא יחזקאל ואסמכה אקרא", 
            "(כי גמירי הלכה למיתה לאחולי עבודה לא גמירי):", 
            "כל הכתוב במגילת תענית דלא למיספד לפניו אסור לאחריו מותר:", 
            "תנו רבנן", 
            "אלין יומיא דלא להתענאה בהון ומקצתהון דלא למיספד בהון", 
            "מריש ירחא דניסן ועד תמניא ביה איתוקם תמידא דלא למיספד בהון", 
            "מתמניא ביה עד סוף מועדא איתותב חגא דשבועיא דלא למיספד בהון", 
            "אמר מר", 
            "מריש ירחא דניסן עד תמניא ביה איתוקם תמידא דלא למיספד למה לי מריש ירחא", 
            "לימא מתרי בניסן ור\"ח גופיה יו\"ט הוא ואסור", 
            "אמר רב", 
            "לא נצרכה אלא לאסור יום שלפניו", 
            "ושלפניו נמי תיפוק ליה דהוה ליה יום שלפני ראש חדש", 
            "ר\"ח דאורייתא הוא ודאוריית' לא בעי חיזוק", 
            "דתניא", 
            "הימים האלה הכתובין במגילת תענית לפניהם ולאחריהם אסורין שבתות וימים טובים הן אסורין לפניהן ולאחריהן מותרין", 
            "ומה הפרש בין זה לזה", 
            "הללו דברי תורה ודברי תורה אין צריכין חיזוק", 
            "הללו דברי סופרים ודברי סופרים צריכין חיזוק", 
            "אמר מר", 
            "מתמניא ביה עד סוף מועדא איתותב חגא דשבועיא דלא למיספד", 
            "למה לי עד סוף מועד", 
            "לימא עד המועד ומועד גופיה יום טוב הוא ואסור", 
            "אמר רב פפא כדאמר רב", 
            "לא נצרכא"
        ], 
        [
            "אלא לאסור יום שלפניו ה\"נ לא נצרכה אלא לאסור יום שלאחריו", 
            "כמאן כרבי יוסי דאמר", 
            "בין לפניו בין לאחריו אסור", 
            "אי הכי בעשרים ותשעה נמי מאי איריא דהוי יומא דמקמי יומא דמיתוקם תמידא", 
            "תיפוק ליה דה\"ל יומא דבתר עשרין ותמניא ביה דתניא", 
            "בעשרים ותמני' ביה אתת בשורתא טבתא ליהודאי דלא יעידון מן אורייתא", 
            "שפעם אחת נגזרה גזירה על ישראל שלא יעסקו בתורה ושלא ימולו את בניהם ושיחללו שבתות", 
            "מה עשה יהודה בן שמוע וחביריו", 
            "הלכו ונטלו עצה ממטרוניתא אחת שכל גדולי רומי מצויין אצלה", 
            "אמרה להם", 
            "עמדו והפגינו בלילה", 
            "הלכו והפגינו בלילה אמרו", 
            "אי שמים", 
            "לא אחים אנחנו לא בני אב אחד אנחנו לא בני אם אחת אנחנו", 
            "מה נשתנינו מכל אומה ולשון שאתם גוזרין עלינו גזירות רעות", 
            "ובטלום", 
            "ואותו היום עשאוהו יו\"ט", 
            "אמר אביי", 
            "לא נצרכה אלא לחדש מעובר", 
            "רב אשי אמר", 
            "אפילו תימא לחדש חסר", 
            "כל שלאחריו בתענית אסור בהספד מותר", 
            "וזה הואיל ומוטל בין שני ימים טובים עשאוהו כיו\"ט עצמו ואפילו בהספד נמי אסור", 
            "אמר מר", 
            "מתמניא ביה ועד סוף מועדא איתותב חגא דשבועיא דלא למיספד", 
            "למה לי למימר מתמניא ביה", 
            "לימא מתשעה ביה ותמניא גופיה אסור דה\"ל יומא דאיתוקם ביה תמידא", 
            "כיון דאילו מקלע (ליה) מילתא ובטליניה לשבעה תמניא גופיה אסור דה\"ל יומא קמא דאיתותב ביה חגא דשבועיא", 
            "השתא דאתית להכי עשרים ותשעה נמי כיון דאילו מיקלע מילתא ובטליניה לעשרים ותמניא עשרין ותשעה גופיה אסור דה\"ל יומא דמקמי יומא דאיתוקם תמידא", 
            "איתמר ר' חייא בר אסי אמר רב", 
            "הלכה כר' יוסי ושמואל אמר", 
            "הלכה כר' מאיר", 
            "ומי אמר שמואל הכי", 
            "והתניא רשב\"ג אומר", 
            "ומה תלמוד לומר בהון בהון שתי פעמים לומר לך שהן אסורין לפניהן ולאחריהן מותרין", 
            "ואמר שמואל", 
            "הלכה כרבן שמעון בן גמליאל", 
            "מעיקרא סבר כיון דליכא תנא דמיקל כרבי מאיר אמר הלכה כרבי מאיר כיון דשמעיה לרבן שמעון דמיקל טפי אמר הלכה כרבן שמעון בן גמליאל", 
            "וכן אמר באלי אמר רבי חייא בר אבא א\"ר יוחנן", 
            "הלכה כרבי יוסי", 
            "א\"ל רבי חייא לבאלי", 
            "אסברא לך כי אמר ר' יוחנן הלכה כרבי יוסי אדלא להתענאה", 
            "ומי אמר רבי יוחנן הכי", 
            "והאמר ר' יוחנן", 
            "הלכה כסתם משנה", 
            "ותנן", 
            "אע\"פ שאמרו מקדימין ולא מאחרין"
        ], 
        [
            "מותרין בהספד ותענית", 
            "אימת", 
            "אילימא בני חמיסר וקא קרו ליה בארביסר ומי שרי", 
            "והכתיב במגילת תענית", 
            "יום ארבעה עשר בו ויום חמשה עשר בו יומי פוריא אינון דלא למיספד בהון", 
            "ואמר רבא", 
            "לא נצרכא אלא לאסור את של זה בזה ואת של זה בזה", 
            "ואלא בני ארביסר וקא קרי ליה בתליסר יום ניקנור הוא", 
            "ואלא בני ארביסר וקא קרי ליה בתריסר יום טוריינוס הוא", 
            "אלא לאו דקא קרו ליה בחדיסר וקתני", 
            "מותר בהספד ובתענית", 
            "לא בני ארבעה עשר וקא קרו ליה בתריסר", 
            "ודקאמרת יום טריינוס הוא יום טריינוס גופיה בטולי בטלוהו הואיל ונהרגו בו שמעיה ואחיה אחיו", 
            "כי הא דרב נחמן גזר תעניתא בתריסר", 
            "אמרו ליה רבנן", 
            "יום טוריינוס הוא", 
            "אמר להו", 
            "יום טוריינוס גופיה בטולי בטלוהו הואיל ונהרגו בו שמעיה ואחיה אחיו", 
            "ותיפוק ליה דהוה ליה יום שלפני ניקנור", 
            "אמר רב אשי", 
            "השתא איהו גופיה בטלוהו משום יום ניקנור ניקום ונגזר", 
            "מאי ניקנור ומאי טוריינוס", 
            "דתניא", 
            "ניקנור אחד מאפרכי יוונים היה ובכל יום ויום היה מניף ידו על יהודה וירושלים ואומר", 
            "אימתי תפול בידי וארמסנה וכשגברה מלכות בית חשמונאי ונצחום קצצו בהונות ידיו ורגליו ותלאום בשערי ירושלים ואמרו", 
            "פה שהיה מדבר בגאוה וידים שהיו מניפות על ירושלים תעשה בהם נקמה", 
            "מאי טוריינוס", 
            "אמרו", 
            "כשבקש טוריינוס להרוג את לולינוס ופפוס אחיו בלודקיא אמר להם", 
            "אם מעמו של חנניה מישאל ועזריה אתם יבא אלהיכם ויציל אתכם מידי כדרך שהציל את חנניה מישאל ועזריה מיד נבוכדנצר", 
            "אמרו לו", 
            "חנניה מישאל ועזריה צדיקים גמורין היו וראויין היו ליעשות להם נס ונבוכדנצר מלך הגון היה וראוי ליעשות נס על ידו", 
            "ואותו רשע הדיוט הוא ואינו ראוי ליעשות נס על ידו", 
            "ואנו נתחייבנו כליה למקום ואם אין אתה הורגנו הרבה הורגים יש לו למקום והרבה דובין ואריות יש לו למקום בעולמו שפוגעין בנו והורגין אותנו", 
            "אלא לא מסרנו הקדוש ברוך הוא בידך אלא שעתיד ליפרע דמינו מידך", 
            "אעפ\"כ הרגן מיד", 
            "אמרו", 
            "לא זזו משם עד שבאו דיופלי מרומי ופצעו את מוחו בגיזרין:", 
            "אין גוזרין תענית על הצבור בתחלה בחמישי כו' אין גוזרין תענית בראשי חדשים כו':", 
            "וכמה הויא התחלה", 
            "רב אחא אמר", 
            "שלש רבי אסי אמר", 
            "אחת", 
            "אמר רב יהודה אמר רב", 
            "זו דברי רבי מאיר שאמר משום רבן (שמעון בן) גמליאל אבל חכמים אומרים", 
            "מתענה ומשלים", 
            "דרש מר זוטרא משמיה דרב הונא", 
            "הלכה מתענה ומשלים:", 
            "הדרן עלך סדר תעניות כיצד", 
            "מתני' סדר תעניות אלו האמור ברביעה ראשונה", 
            "אבל צמחים ששנו מתריעין עליהן מיד", 
            "וכן שפסקו גשמים בין גשם לגשם ארבעים יום מתריעין עליהן מפני שהיא מכת בצורת", 
            "ירדו לצמחין אבל לא ירדו לאילן לאילן ולא לצמחין לזה ולזה אבל לא לבורות לשיחין ולמערות מתריעין עליהן מיד", 
            "וכן עיר שלא ירדו עליה גשמים דכתיב (עמוס ד, ז) והמטרתי על עיר אחת ועל עיר אחת לא אמטיר חלקה אחת תמטר וגו'"
        ], 
        [
            "אותה העיר מתענה ומתרעת וכל סביבותיה מתענות ולא מתריעות", 
            "רבי עקיבא אומר", 
            "מתריעות ולא מתענות", 
            "וכן עיר שיש בה דבר או מפולת אותה העיר מתענה ומתרעת וכל סביבותיה מתענות ולא מתריעות", 
            "רבי עקיבא אומר", 
            "מתריעות ולא מתענות", 
            "איזהו דבר", 
            "עיר המוציאה חמש מאות רגלי ויצאו ממנה ג' מתים בג' ימים זה אחר זה הרי זה דבר פחות מכאן אין זה דבר", 
            "על אלו מתריעין בכל מקום", 
            "על השדפון ועל הירקון ועל הארבה ועל החסיל ועל החיה רעה ועל החרב מתריעין עליה מפני שהיא מכה מהלכת", 
            "מעשה שירדו זקנים מירושלים לעריהם וגזרו תענית על שנראה כמלא פי תנור שדפון באשקלון", 
            "ועוד גזרו תענית על שאכלו זאבים שני תינוקות בעבר הירדן", 
            "רבי יוסי אומר", 
            "לא על שאכלו אלא על שנראו:", 
            "על אלו מתריעין בשבת", 
            "על עיר שהקיפוה נכרים או נהר ועל הספינה המיטרפת בים", 
            "ר' יוסי אומר", 
            "לעזרה ולא לצעקה", 
            "שמעון התימני אומר", 
            "אף על הדבר", 
            "ולא הודו לו חכמים:", 
            "על כל צרה שלא תבא על הצבור מתריעין עליהן חוץ מרוב גשמים", 
            "מעשה שאמרו לו לחוני המעגל", 
            "התפלל שירדו גשמים", 
            "אמר להם", 
            "צאו והכניסו תנורי פסחים בשביל שלא ימוקו", 
            "התפלל ולא ירדו גשמים", 
            "מה עשה", 
            "עג עוגה ועמד בתוכה ואמר לפניו", 
            "רבש\"ע", 
            "בניך שמו פניהם עלי שאני כבן בית לפניך נשבע אני בשמך הגדול שאיני זז מכאן עד שתרחם על בניך", 
            "התחילו גשמים מנטפין אמר", 
            "לא כך שאלתי אלא גשמי בורות שיחין ומערות", 
            "התחילו לירד בזעף אמר", 
            "לא כך שאלתי אלא גשמי רצון ברכה ונדבה", 
            "ירדו כתיקנן עד שיצאו ישראל מירושלים להר הבית מפני הגשמים", 
            "באו ואמרו לו", 
            "כשם שהתפללת עליהם שירדו כך התפלל שילכו להן", 
            "אמר להם", 
            "צאו וראו אם נמחית אבן הטועין", 
            "שלח לו שמעון בן שטח", 
            "אלמלא חוני אתה גוזרני עליך נידוי אבל מה אעשה לך שאתה מתחטא לפני המקום ועושה לך רצונך כבן שהוא מתחטא על אביו ועושה לו רצונו ועליך הכתוב אומר (משלי כג, כה) ישמח אביך ואמך ותגל יולדתך:", 
            "(מתני') היו מתענין וירדו להם גשמים קודם הנץ החמה לא ישלימו לאחר הנץ החמה ישלימו", 
            "ר\"א אומר", 
            "קודם חצות לא ישלימו לאחר חצות ישלימו", 
            "מעשה שגזרו תענית בלוד וירדו להם גשמים קודם חצות אמר להם ר' טרפון", 
            "צאו ואכלו ושתו ועשו יו\"ט", 
            "ויצאו ואכלו ושתו ועשו יום טוב ובאו בין הערבים וקראו הלל הגדול:", 
            "גמ' סדר תעניות האלו האמור ברביעה ראשונה ורמינהי", 
            "רביעה ראשונה ושניה לשאול שלישית להתענות", 
            "אמר רב יהודה", 
            "ה\"ק", 
            "סדר תעניות האמור אימתי", 
            "בזמן שיצאה רביעה ראשונה ושניה ושלישית ולא ירדו גשמים", 
            "אבל ירדו גשמים ברביעה ראשונה וזרעו ולא צמחו אי נמי צמחו וחזרו ונשתנו מתריעין עליהן מיד", 
            "אמר רב נחמן", 
            "דוקא נשתנו אבל יבשו לא", 
            "פשיטא נשתנו תנן", 
            "לא צריכא דאקון", 
            "מהו דתימא אקנתא מילתא היא קמשמע לן:", 
            "וכן שפסקו גשמים בין גשם לגשם כו':", 
            "מאי מכת בצורת", 
            "אמר רב יהודה אמר רב", 
            "מכה המביאה לידי בצורת", 
            "אמר רב נחמן", 
            "נהרא אנהרא"
        ], 
        [
            "בצורתא מדינתא אמדינתא כפנא", 
            "וא\"ר חנינא", 
            "סאה בסלע ושכיחא בצורתא ארבעה ולא שכיחא כפנא", 
            "א\"ר יוחנן", 
            "לא שנו אלא בזמן שהמעות בזול ופירות ביוקר אבל מעות ביוקר ופירות בזול מתריעין עליה מיד", 
            "דא\"ר יוחנן", 
            "נהירנא כד הוו קיימי ד' סאין בסלע והוו נפישי נפיחי כפן בטבריא מדלית איסר:", 
            "ירדו לצמחין אבל לא לאילן:", 
            "בשלמא לצמחים ולא לאילן משכחת לה דאתא ניחא ולא אתיא רזיא", 
            "לאילן ולא לצמחין דאתיא רזיא ולא אתיא ניחא", 
            "לזה ולזה אבל לא לבורות ולא לשיחין ומערות משכחת לה דאתיא רזיא וניחא מיהו טובא לא אתיא", 
            "אלא הא דתניא ירדו לבורות לשיחין ולמערות אבל לא לזה ולזה היכי משכחת לה", 
            "דאתיא בשפיכותא", 
            "ת\"ר", 
            "מתריעין על האילנות בפרוס הפסח על הבורות ושיחין ומערות אפילו בפרוס החג", 
            "ועל כולן אם אין להן מים לשתות מתריעין עליהן מיד", 
            "ואיזהו מיד שלהן שני וחמישי ושני", 
            "ועל כולן אין מתריעין עליהן אלא באפרכיא שלהן", 
            "ואסכרא בזמן שיש בה מיתה מתריעין עליה בזמן שאין בה מיתה אין מתריעין עליה ומתריעין על הגובאי בכל שהוא", 
            "רבי שמעון בן אלעזר אומר", 
            "אף על החגב", 
            "ת\"ר", 
            "מתריעין על האילנות בשאר שני שבוע על הבורות ועל השיחין ועל המערות אפילו בשביעית", 
            "רשב\"ג אומר", 
            "אף על האילנות בשביעית מפני שיש בהן פרנסה לעניים", 
            "תניא אידך", 
            "מתריעין על האילנות בשאר שני שבוע על הבורות על השיחין ועל המערות אפילו בשביעית", 
            "רבן שמעון בן גמליאל אומר", 
            "אף על האילנות", 
            "מתריעין על הספיחין בשביעית מפני שיש בהן פרנסה לעניים", 
            "תניא א\"ר אלעזר בן פרטא", 
            "מיום שחרב בית המקדש נעשו גשמים צימוקין לעולם יש שנה שגשמיה מרובין ויש שנה שגשמיה מועטין", 
            "יש שנה שגשמיה יורדין בזמנן ויש שנה שאין גשמיה יורדין בזמנן", 
            "שנה שגשמיה יורדין בזמנן למה הוא דומה לעבד שנתן לו רבו פרנסתו בא' בשבת נמצאת עיסה נאפית כתיקנה ונאכלת כתיקנה", 
            "שנה שאין גשמיה יורדין בזמנן למה הוא דומה לעבד שנתן לו רבו פרנסתו בע\"ש נמצאת עיסה נאפית שלא כתיקנה ונאכלת שלא כתיקנה", 
            "שנה שגשמיה מרובין למה הוא דומה לעבד שנתן לו רבו פרנסתו בבת אחת נמצאו ריחים טוחנות מן הכור מה שטוחנות מן הקב ונמצאת עיסה אוכלת מן הכור כמו אוכלת מן הקב", 
            "שנה שגשמיה מועטין למה הוא דומה לעבד שנתן לו רבו פרנסתו מעט מעט נמצאו ריחיים מה שטוחנות מן הכור טוחנות מן הקב נמצאת עיסה כמה שנאכלת מן הכור אוכלת מן הקב", 
            "ד\"א", 
            "בזמן שגשמיה מרובין למה הוא דומה לאדם שמגבל את הטיט אם יש לו מים רבים מים אינן כלין והטיט מגובל יפה אם יש לו מים מועטין מים כלים והטיט אינו מתגבל יפה", 
            "ת\"ר", 
            "פעם אחת עלו כל ישראל לרגל לירושלים ולא היה להם מים לשתות", 
            "הלך נקדימון בן גוריון אצל אדון אחד אמר לו", 
            "הלויני שתים עשרה מעיינות מים לעולי רגלים ואני אתן לך שתים עשרה עינות מים", 
            "ואם איני נותן לך הריני נותן לך שתים עשרה ככר כסף", 
            "וקבע לו זמן", 
            "כיון שהגיע הזמן ולא ירדו גשמים בשחרית שלח לו", 
            "שגר לי או מים או מעות שיש לי בידך", 
            "שלח לו", 
            "עדיין יש לי זמן כל היום כולו שלי הוא", 
            "בצהרים שלח לו", 
            "שגר לי או מים או מעות שיש לי בידך", 
            "שלח לו", 
            "עדיין יש לי שהות ביום", 
            "במנחה שלח לו", 
            "שגר לי או מים או מעות שיש לי בידך שלח לו", 
            "עדיין יש לי שהות ביום", 
            "לגלג עליו אותו אדון אמר", 
            "כל השנה כולה לא ירדו גשמים"
        ], 
        [
            "ועכשיו ירדו גשמים", 
            "נכנס לבית המרחץ בשמחה", 
            "עד שהאדון נכנס בשמחתו לבית המרחץ נקדימון נכנס לבית המקדש כשהוא עצב", 
            "נתעטף ועמד בתפלה אמר לפניו", 
            "רבונו של עולם", 
            "גלוי וידוע לפניך שלא לכבודי עשיתי ולא לכבוד בית אבא עשיתי אלא לכבודך עשיתי שיהו מים מצויין לעולי רגלים", 
            "מיד נתקשרו שמים בעבים וירדו גשמים עד שנתמלאו שתים עשרה מעינות מים והותירו", 
            "עד שיצא אדון מבית המרחץ נקדימון בן גוריון יצא מבית המקדש", 
            "כשפגעו זה בזה אמר לו", 
            "תן לי דמי מים יותר שיש לי בידך", 
            "אמר לו", 
            "יודע אני שלא הרעיש הקב\"ה את עולמו אלא בשבילך", 
            "אלא עדיין יש לי פתחון פה עליך שאוציא ממך את מעותיי שכבר שקעה חמה וגשמים ברשותי ירדו", 
            "חזר ונכנס לבית המקדש נתעטף ועמד בתפלה ואמר לפניו", 
            "רבונו של עולם", 
            "הודע שיש לך אהובים בעולמך", 
            "מיד נתפזרו העבים וזרחה החמה", 
            "באותה שעה אמר לו האדון", 
            "אילו לא נקדרה החמה היה לי פתחון פה עליך שאוציא ממך מעותיי", 
            "תנא", 
            "לא נקדימון שמו אלא בוני שמו ולמה נקרא שמו נקדימון שנקדרה חמה בעבורו", 
            "תנו רבנן", 
            "שלשה נקדמה להם חמה בעבורן", 
            "משה ויהושע ונקדימון בן גוריון", 
            "בשלמא נקדימון בן גוריון גמרא", 
            "יהושע נמי קרא דכתיב (יהושע י, יג) וידם השמש וירח עמד וגו'", 
            "אלא משה מנלן", 
            "אמר רבי אלעזר", 
            "אתיא אחל אחל כתיב הכא (דברים ב, כה) אחל תת פחדך וכתיב התם (יהושע ג, ז) אחל גדלך", 
            "רבי שמואל בר נחמני אמר", 
            "אתיא תת תת", 
            "כתיב הכא אחל תת פחדך וכתיב התם (יהושע י, יב) ביום תת ה' את האמרי", 
            "רבי יוחנן אמר", 
            "אתיא מגופיה דקרא", 
            "(דברים ב, כה) אשר ישמעון שמעך ורגזו וחלו מפניך אימתי רגזו וחלו מפניך בשעה שנקדמה לו חמה למשה:", 
            "וכן עיר שלא ירדו עליה גשמים כו':", 
            "אמר רב יהודה אמר רב", 
            "ושתיהן לקללה", 
            "(איכה א, יז) היתה ירושלם לנדה ביניהם אמר רב יהודה אמר רב", 
            "לברכה", 
            "כנדה מה נדה יש לה היתר אף ירושלים יש לה תקנה", 
            "(איכה א, א) היתה כאלמנה אמר רב יהודה", 
            "לברכה כאלמנה ולא אלמנה ממש אלא כאשה שהלך בעלה למדינת הים ודעתו לחזור עליה", 
            "(מלאכי ב, ט) וגם אני נתתי אתכם נבזים ושפלים אמר רב יהודה", 
            "לברכה דלא מוקמי מינן לא רישי נהרי ולא גזיריפטי", 
            "(מלכים א יד, טו) והכה ה' את ישראל כאשר ינוד הקנה במים אמר רב יהודה אמר רב", 
            "לברכה", 
            "דאמר רבי שמואל בר נחמני אמר רבי יונתן", 
            "מאי דכתיב (משלי כז, ו) נאמנים פצעי אוהב ונעתרות נשיקות שונא טובה קללה שקילל אחיה השילוני את ישראל יותר מברכה שבירכן בלעם הרשע", 
            "אחיה השילוני קללן בקנה אמר להם לישראל והכה ה' את ישראל כאשר ינוד הקנה מה קנה זה עומד במקום מים וגזעו מחליף ושרשיו מרובין ואפילו כל הרוחות שבעולם באות ונושבות בו אין מזיזות אותו ממקומו אלא הולך ובא עמהן", 
            "דממו הרוחות עמד הקנה במקומו", 
            "אבל בלעם הרשע בירכן בארז שנאמר (במדבר כד, ו) כארזים (עלי מים) מה ארז זה אינו עומד במקום מים ואין גזעו מחליף ואין שרשיו מרובין אפילו כל הרוחות שבעולם נושבות בו אין מזיזות אותו ממקומו כיון שנשבה בו רוח דרומית עוקרתו והופכתו על פניו", 
            "ולא עוד אלא שזכה קנה ליטול הימנו קולמוס לכתוב בו ספר תורה נביאים וכתובים", 
            "תנו רבנן", 
            "לעולם יהא אדם רך כקנה ואל יהא קשה כארז", 
            "מעשה שבא רבי אלעזר (בן ר') שמעון ממגדל גדור מבית רבו והיה רכוב על החמור ומטייל על שפת נהר ושמח שמחה גדולה והיתה דעתו גסה עליו מפני שלמד תורה הרבה"
        ], 
        [
            "נזדמן לו אדם אחד שהיה מכוער ביותר", 
            "אמר לו", 
            "שלום עליך רבי", 
            "ולא החזיר לו", 
            "אמר לו", 
            "ריקה כמה מכוער אותו האיש", 
            "שמא כל בני עירך מכוערין כמותך", 
            "אמר לו", 
            "איני יודע אלא לך ואמור לאומן שעשאני כמה מכוער כלי זה שעשית", 
            "כיון שידע בעצמו שחטא ירד מן החמור ונשתטח לפניו ואמר לו", 
            "נעניתי לך מחול לי", 
            "אמר לו", 
            "איני מוחל לך עד שתלך לאומן שעשאני ואמור לו כמה מכוער כלי זה שעשית", 
            "היה מטייל אחריו עד שהגיע לעירו", 
            "יצאו בני עירו לקראתו והיו אומרים לו", 
            "שלום עליך רבי רבי מורי מורי", 
            "אמר להם", 
            "למי אתם קורין רבי רבי", 
            "אמרו לו", 
            "לזה שמטייל אחריך", 
            "אמר להם", 
            "אם זה רבי אל ירבו כמותו בישראל", 
            "אמרו לו", 
            "מפני מה", 
            "אמר להם", 
            "כך וכך עשה לי", 
            "אמרו לו", 
            "אעפ\"כ מחול לו שאדם גדול בתורה הוא", 
            "אמר להם", 
            "בשבילכם הריני מוחל לו", 
            "ובלבד שלא יהא רגיל לעשות כן", 
            "מיד נכנס רבי אלעזר בן רבי שמעון ודרש", 
            "לעולם יהא אדם רך כקנה ואל יהא קשה כארז ולפיכך זכה קנה ליטול הימנה קולמוס לכתוב בו ספר תורה תפילין ומזוזות:", 
            "וכן עיר שיש בה דבר או מפולת כו':", 
            "תנו רבנן", 
            "מפולת שאמרו בריאות ולא רעועות", 
            "שאינן ראויות ליפול ולא הראויות ליפול", 
            "הי ניהו בריאות הי ניהו שאינן ראויות ליפול הי ניהו רעועות הי ניהו ראויות ליפול", 
            "לא צריכא דנפלו מחמת גובהייהו", 
            "אי נמי דקיימן אגודא דנהרא", 
            "כי ההיא אשיתא רעועה דהואי בנהרדעא דלא הוה חליף רב ושמואל תותה אע\"ג דקיימא באתרה תליסר שנין", 
            "יומא חד איקלע רב אדא בר אהבה להתם אמר ליה שמואל לרב", 
            "ניתי מר נקיף", 
            "אמר ליה", 
            "לא צריכנא האידנא דאיכא רב אדא בר אהבה בהדן דנפיש זכותיה ולא מסתפינא", 
            "רב הונא הוה ליה ההוא חמרא בההוא ביתא רעיעא ובעי לפנוייה עייליה לרב אדא בר אהבה להתם משכי' בשמעתא עד דפנייה", 
            "בתר דנפק נפל ביתא", 
            "ארגיש רב אדא בר אהבה איקפד סבר לה כי הא דאמר רבי ינאי", 
            "לעולם אל יעמוד אדם במקום סכנה ויאמר עושין לי נס שמא אין עושין לו נס ואם תימצי לומר עושין לו נס מנכין לו מזכיותיו", 
            "אמר רב חנן", 
            "מאי קרא דכתיב (בראשית לב, יא) קטנתי מכל החסדים ומכל האמת", 
            "מאי הוה עובדיה דרב אדא בר אהבה", 
            "כי הא דאתמר", 
            "שאלו תלמידיו (את רבי זירא ואמרי לה) לרב אדא בר אהבה", 
            "במה הארכת ימים", 
            "אמר להם", 
            "מימי לא הקפדתי בתוך ביתי ולא צעדתי בפני מי שגדול ממני ולא הרהרתי במבואות המטונפות ולא הלכתי ד' אמות בלא תורה ובלא תפילין ולא ישנתי בבית המדרש לא שינת קבע ולא שינת עראי ולא ששתי בתקלת חברי ולא קראתי לחבירי בהכינתו ואמרי לה בחניכתו", 
            "אמר ליה רבא לרפרם בר פפא", 
            "לימא לן מר מהני מילי מעלייתא דהוה עביד רב הונא", 
            "אמר ליה", 
            "בינקותיה לא דכירנא בסיבותיה דכירנא", 
            "דכל יומא דעיבא הוו מפקין ליה בגוהרקא דדהבא וסייר לה לכולה מתא וכל אשיתא דהוות רעיעתא הוה סתר לה", 
            "אי אפשר למרה בני לה ואי לא אפשר בני לה איהו מדידיה", 
            "וכל פניא דמעלי שבתא הוה משדר שלוחא לשוקא וכל ירקא דהוה פייש להו לגינאי זבין ליה ושדי ליה לנהרא", 
            "וליתביה לעניים", 
            "זמנין דסמכא דעתייהו ולא אתו למיזבן", 
            "ולשדייה לבהמה", 
            "קסבר מאכל אדם אין מאכילין לבהמה", 
            "ולא ליזבניה כלל", 
            "נמצאת מכשילן לעתיד לבא", 
            "כי הוה ליה מילתא דאסותא הוי מלי כוזא דמיא ותלי ליה בסיפא דביתא ואמר", 
            "כל דבעי ליתי ולישקול", 
            "ואיכא דאמרי", 
            "מילתא דשיבתא הוה גמיר והוה מנח כוזא דמיא ודלי ליה ואמר", 
            "כל דצריך ליתי וליעול דלא לסתכן", 
            "כי הוה כרך ריפתא הוה פתח לבביה ואמר", 
            "כל מאן דצריך ליתי וליכול", 
            "אמר רבא", 
            "כולהו מצינא מקיימנא לבר מהא דלא מצינא למיעבד"
        ], 
        [
            "משום דנפישי בני חילא דמחוזא", 
            "אילפא ור' יוחנן הוו גרסי באורייתא דחיקא להו מילתא טובא אמרי", 
            "ניקום וניזיל וניעבד עיסקא ונקיים בנפשין (דברים טו, ד) אפס כי לא יהיה בך אביון", 
            "אזלו אותבי תותי גודא רעיעא", 
            "הוו קא כרכי ריפתא", 
            "אתו תרי מלאכי השרת שמעיה רבי יוחנן דאמר חד לחבריה", 
            "נישדי עלייהו האי גודא ונקטלינהו שמניחין חיי עולם הבא ועוסקין בחיי שעה", 
            "אמר ליה אידך", 
            "שבקינהו דאיכא בהו חד דקיימא ליה שעתא", 
            "רבי יוחנן שמע אילפא לא שמע", 
            "אמר ליה ר' יוחנן לאילפא", 
            "שמע מר מידי", 
            "אמר ליה", 
            "לא", 
            "אמר", 
            "מדשמעי אנא ואילפא לא שמע", 
            "ש\"מ לדידי קיימא לי שעתא", 
            "אמר ליה רבי יוחנן", 
            "איהדר ואוקי בנפשאי (דברים טו, יא) כי לא יחדל אביון מקרב הארץ", 
            "ר' יוחנן הדר אילפא לא הדר", 
            "עד דאתא אילפא מליך רבי יוחנן", 
            "אמרו לו", 
            "אי אתיב מר וגריס לא הוה מליך מר", 
            "אזל תלא נפשיה באסקריא דספינתא אמר", 
            "אי איכא דשאיל לי במתניתא דר' חייא ורבי אושעיא ולא פשטינא ליה ממתני' נפילנא מאסקריא דספינתא וטבענא", 
            "אתא ההוא סבא תנא ליה", 
            "האומר תנו שקל לבניי בשבת והן ראויין לתת להם סלע נותנין להם סלע", 
            "ואם אמר אל תתנו להם אלא שקל אין נותנין להם אלא שקל", 
            "אם אמר מתו ירשו אחרים תחתיהם בין שאמר תנו בין שאמר אל תתנו אין נותנין להם אלא שקל א\"ל", 
            "הא מני ר\"מ היא דאמר", 
            "מצוה לקיים דברי המת", 
            "אמרו עליו על נחום איש גם זו שהיה סומא משתי עיניו גידם משתי ידיו קיטע משתי רגליו וכל גופו מלא שחין והיה מוטל בבית רעוע ורגלי מטתו מונחין בספלין של מים כדי שלא יעלו עליו נמלים", 
            "פעם אחת [היתה מטתו מונחת בבית רעוע]", 
            "בקשו תלמידיו לפנות מטתו ואח\"כ לפנות את הכלים", 
            "אמר להם", 
            "בניי פנו את הכלים ואח\"כ פנו את מטתי", 
            "שמובטח לכם כל זמן שאני בבית אין הבית נופל", 
            "פינו את הכלים ואחר כך פינו את מטתו ונפל הבית", 
            "אמרו לו תלמידיו", 
            "רבי", 
            "וכי מאחר שצדיק גמור אתה למה עלתה לך כך", 
            "אמר להם", 
            "בניי אני גרמתי לעצמי", 
            "שפעם אחת הייתי מהלך בדרך לבית חמי והיה עמי משוי ג' חמורים אחד של מאכל ואחד של משתה ואחד של מיני מגדים", 
            "בא עני אחד ועמד לי בדרך ואמר לי", 
            "רבי פרנסני", 
            "אמרתי לו", 
            "המתן עד שאפרוק מן החמור", 
            "לא הספקתי לפרוק מן החמור עד שיצתה נשמתו", 
            "הלכתי ונפלתי על פניו ואמרתי", 
            "עיני שלא חסו על עיניך יסומו ידיי שלא חסו על ידיך יתגדמו רגליי שלא חסו על רגליך יתקטעו", 
            "ולא נתקררה דעתי עד שאמרתי", 
            "כל גופי יהא מלא שחין", 
            "אמרו לו", 
            "אוי לנו שראינוך בכך", 
            "אמר להם", 
            "אוי לי אם לא ראיתוני בכך", 
            "ואמאי קרו ליה נחום איש גם זו דכל מילתא דהוה סלקא ליה אמר גם זו לטובה", 
            "זימנא חדא בעו לשדורי ישראל דורון לבי קיסר אמרו", 
            "מאן ייזיל", 
            "ייזיל נחום איש גם זו דמלומד בניסין הוא", 
            "שדרו בידיה מלא סיפטא דאבנים טובות ומרגליות", 
            "אזל בת בההוא דירה", 
            "בליליא קמו הנך דיוראי ושקלינהו לסיפטיה ומלונהו עפרא", 
            "(למחר כי חזנהו אמר", 
            "גם זו לטובה)", 
            "כי מטא התם [שרינהו לסיפטא חזנהו דמלו עפרא] בעא מלכא למקטלינהו לכולהו", 
            "אמר", 
            "קא מחייכו בי יהודאי", 
            "[אמר", 
            "גם זו לטובה]", 
            "אתא אליהו אדמי ליה כחד מינייהו א\"ל", 
            "דלמא הא עפרא מעפרא דאברהם אבוהון הוא דכי הוה שדי עפרא הוו סייפיה גילי הוו גירי דכתיב (ישעיהו מא, ב) יתן כעפר חרבו כקש נדף קשתו", 
            "הויא חדא מדינתא דלא מצו למיכבשה בדקו מיניה וכבשוה עיילו לבי גנזיה ומלוהו לסיפטיה אבנים טובות ומרגליות ושדרוהו ביקרא רבה", 
            "כי אתו ביתו בההוא דיורא", 
            "אמרו ליה", 
            "מאי אייתית בהדך דעבדי לך יקרא כולי האי", 
            "אמר להו", 
            "מאי דשקלי מהכא אמטי להתם", 
            "סתרו לדירייהו ואמטינהו לבי מלכא אמרו ליה", 
            "האי עפרא דאייתי הכא מדידן הוא בדקוה ולא אשכחוה וקטלינהו להנך דיוראי:", 
            "אי זו היא דבר", 
            "עיר המוציאה חמש מאות רגלי כו':", 
            "ת\"ר", 
            "עיר המוציאה חמש מאות ואלף רגלי כגון כפר עכו ויצאו הימנה תשעה מתים בשלשה ימים זה אחר זה הרי זה דבר", 
            "ביום אחד או בד' ימים אין זה דבר", 
            "ועיר המוציאה חמש מאות רגלי כגון כפר עמיקו ויצאו ממנה שלשה מתים בג' ימים זה אחר זה הרי זה דבר"
        ], 
        [
            "ביום אחד או בארבעה ימים אין זה דבר", 
            "דרוקרת עיר המוציאה חמש מאות רגלי הוה ויצאו ממנה שלשה מתים ביום אחד גזר רב נחמן בר רב חסדא תעניתא", 
            "אמר רב נחמן בר יצחק", 
            "כמאן כר\"מ דאמר", 
            "ריחק נגיחותיו חייב קירב נגיחותיו לא כ\"ש", 
            "א\"ל רב נחמן בר רב חסדא לרב נחמן בר יצחק", 
            "ליקום מר ליתי לגבן", 
            "א\"ל", 
            "תנינא רבי יוסי אומר", 
            "לא מקומו של אדם מכבדו אלא אדם מכבד את מקומו", 
            "שכן מצינו בהר סיני שכל זמן שהשכינה שרויה עליו אמרה תורה (שמות לד, ג) גם הצאן והבקר אל ירעו אל מול ההר ההוא נסתלקה שכינה ממנו אמרה תורה (שמות יט, יג) במשוך היובל המה יעלו בהר", 
            "וכן מצינו באהל מועד שבמדבר שכל זמן שהוא נטוי אמרה תורה (במדבר ה, ב) וישלחו מן המחנה כל צרוע", 
            "הוגללו הפרוכת הותרו זבין והמצורעים ליכנס שם", 
            "אמר ליה", 
            "אי הכי ניקום אנא לגבי מר", 
            "אמר ליה", 
            "מוטב יבא מנה בן פרס אצל מנה בן מנה ואל יבא מנה בן מנה אצל מנה בן פרס", 
            "בסורא הוות דברתא בשיבבותיה דרב לא הוות דברתא", 
            "סברו מיניה משום זכותיה דרב דנפיש", 
            "איתחזי להו בחילמא", 
            "רב דנפישא זכותיה טובא הא מילתא זוטרא ליה לרב", 
            "אלא משום ההוא גברא דשייל מרא וזבילא לקבורה", 
            "בדרוקרת הוות דליקתא ובשיבבותיה דרב הונא לא הוות דליקתא", 
            "סבור מינה בזכותא דרב הונא דנפיש", 
            "איתחזי להו בחילמא", 
            "האי זוטרא ליה לרב הונא אלא משום ההיא איתתא דמחממת תנורא ומשיילי לשיבבותיה", 
            "אמרו ליה לרב יהודה", 
            "אתו קמצי", 
            "גזר תעניתא", 
            "אמרו ליה", 
            "לא קא מפסדן", 
            "אמר להו", 
            "זוודא אייתו בהדייהו", 
            "אמרו ליה לרב יהודה", 
            "איכא מותנא בחזירי", 
            "גזר תעניתא", 
            "נימא קסבר רב יהודה מכה משולחת ממין אחד משולחת מכל המינין", 
            "לא שאני חזירי דדמיין מעייהו לבני אינשי", 
            "אמרו ליה לשמואל", 
            "איכא מותנא בי חוזאי", 
            "גזר תעניתא", 
            "א\"ל", 
            "והא מרחק", 
            "אמר", 
            "ליכא מעברא הכא דפסיק ליה", 
            "אמרו ליה לרב נחמן", 
            "איכא מותנא בארעא דישראל", 
            "גזר תעניתא", 
            "אמר", 
            "אם גבירה לוקה שפחה לא כל שכן", 
            "טעמא דגבירה ושפחה הא שפחה ושפחה לא", 
            "והא אמרו ליה לשמואל", 
            "איכא מותנא בי חוזאי גזר תעניתא", 
            "שאני התם כיון דאיכא שיירתא דלווי ואתיא בהדיה", 
            "אבא אומנא הוה אתי ליה שלמא ממתיבתא דרקיעא כל יומא ולאביי כל מעלי יומא דשבתא לרבא כל מעלי יומא דכיפורי", 
            "הוה קא חלשא דעתיה דאביי משום דאבא אומנא", 
            "אמרו ליה", 
            "לא מצית למיעבד כעובדיה", 
            "ומאי הוו עובדיה דאבא אומנא", 
            "דכי הוה עביד מילתא הוה מחית גברי לחוד ונשי לחוד ואית ליה לבושא דאית ביה קרנא דהוות בזיעא כי כוסילתא", 
            "כי הוות אתיא ליה איתתא הוה מלביש לה כי היכי דלא ניסתכל בה", 
            "ואית ליה דוכתא דצניעא דשדי ביה פשיטי דשקיל", 
            "דאית ליה שדי ביה דלית ליה לא מיכסיף", 
            "כי הוה אתרמי ליה צורבא מרבנן אגרא מיניה לא שקיל ובתר דקאי יהיב ליה פשיטי ואמר ליה", 
            "זיל בריא נפשך", 
            "יומא חד שדר אביי זוגא דרבנן למיבדקיה אותבינהו ואכלינהו ואשקינהו ומך להו ביסתרקי בליליא"
        ], 
        [
            "לצפרא כרכינהו ושקלינהו וקמו ונפקו להו לשוקא ואשכחינהו", 
            "א\"ל", 
            "לשיימיה מר היכי שוו", 
            "א\"ל הכי והכי", 
            "א\"ל", 
            "ודלמא שוו טפי א\"ל", 
            "בהכי שקלינהו", 
            "אמרו ליה", 
            "דידך ניהו ושקלינהו מינך", 
            "אמרו ליה", 
            "במטותא מינך במאי חשדתינן", 
            "א\"ל", 
            "אמינא", 
            "פדיון שבויים איקלע להו לרבנן ואכסיפו למימר לי", 
            "אמרו ליה", 
            "השתא נשקלינהו מר", 
            "אמר להו", 
            "מההוא שעתא אסחתינהו מדעתאי לצדקה", 
            "הוה קא חלשא דעתיה דרבא משום דאביי", 
            "אמרו ליה", 
            "מסתייך דקא מגנית אכולה כרכא", 
            "ר' ברוקא חוזאה הוה שכיח בשוקא דבי לפט הוה שכיח אליהו גביה א\"ל", 
            "איכא בהאי שוקא בר עלמא דאתי", 
            "א\"ל", 
            "לא", 
            "אדהכי והכי חזא לההוא גברא דהוה סיים מסאני אוכמי ולא רמי חוטא דתכלתא בגלימיה", 
            "א\"ל", 
            "האי בר עלמא דאתי הוא", 
            "רהט בתריה א\"ל", 
            "מאי עובדך", 
            "א\"ל", 
            "זיל האידנא ותא למחר", 
            "למחר א\"ל", 
            "מאי עובדך", 
            "א\"ל", 
            "זנדוקנא אנא ואסרנא גברי לחוד ונשי לחוד ורמינא פורייאי בין הני להני כי היכי דלא ליתו לידי איסורא", 
            "כי חזינא בת ישראל דיהבי נכרים עלה עינייהו מסרנא נפשאי ומצילנא לה", 
            "יומא חד הוות נערה מאורסה גבן דיהבו בה נכרים עינייהו שקלי דורדייא דחמרא ושדאי לה בשיפולה ואמרי", 
            "דיסתנא היא", 
            "א\"ל", 
            "מאי טעמא לית לך חוטי ורמית מסאני אוכמי", 
            "א\"ל", 
            "עיילנא ונפיקנא ביני נכרים כי היכי דלא לידעו דיהודאה אנא כי הוו גזרי גזירתא מודענא להו לרבנן ובעו רחמי ומבטלי לגזירתייהו", 
            "ומאי טעמא כי אמינא לך אנא מאי עובדך ואמרת לי זיל האידנא ותא למחר", 
            "א\"ל", 
            "בההיא שעתא גזרי גזירתא ואמינא ברישא איזיל ואשמע להו לרבנן דלבעי רחמי עלה דמילתא", 
            "אדהכי והכי אתו הנך תרי אתי", 
            "א\"ל", 
            "הנך נמי בני עלמא דאתי נינהו", 
            "אזל לגבייהו", 
            "אמר להו", 
            "מאי עובדייכו", 
            "אמרו ליה", 
            "אינשי בדוחי אנן מבדחינן עציבי", 
            "אי נמי כי חזינן בי תרי דאית להו תיגרא בהדייהו טרחינן ועבדינן להו שלמא:", 
            "על אלו מתריעין בכל מקום כו' ת\"ר", 
            "על אלו מתריעין בכל מקום", 
            "על השדפון ועל הירקון ועל ארבה וחסיל ועל חיה רעה", 
            "ר' עקיבא אומר", 
            "על השדפון ועל הירקון בכל שהוא ארבה וחסיל אפילו לא נראה בא\"י אלא כנף אחד מתריעין עליהן:", 
            "ועל חיה וכו' ת\"ר", 
            "חיה רעה שאמרו בזמן שהיא משולחת מתריעין עליה אינה משולחת אין מתריעין עליה", 
            "אי זו היא משולחת ואי זו היא שאינה משולחת", 
            "נראית בעיר משולחת בשדה אינה משולחת", 
            "ביום משולחת בלילה אינה משולחת", 
            "ראתה שני בני אדם ורצתה אחריהן משולחת", 
            "נחבאת מפניהן אינה משולחת", 
            "טרפה שני בני אדם ואכלה אחד מהן משולחת אכלה שניהן אינה משולחת", 
            "עלתה לגג ונטלה תינוק מעריסה משולחת", 
            "הא גופה קשיא", 
            "אמרת נראתה בעיר משולחת לא שנא ביום ולא שנא בלילה והדר אמרת", 
            "ביום משולחת בלילה אינה משולחת", 
            "לא קשיא", 
            "הכי קאמר", 
            "נראתה בעיר ביום משולחת בעיר בלילה אינה משולחת", 
            "אי נמי בשדה [אפילו] ביום [אינה] משולחת (בשדה בלילה אינה משולחת)", 
            "ראתה שני בני אדם ורצתה אחריהן משולחת הא עומדת אינה משולחת והדר אמרת", 
            "נחבאת מפניהן אינה משולחת הא עומדת משולחת", 
            "לא קשיא", 
            "כאן בשדה הסמוכה לאגם כאן בשדה שאינה סמוכה לאגם", 
            "טרפה שני בני אדם כאחד ואכלה אחד מהן משולחת שניהם אינה משולחת", 
            "והא אמרת אפילו רצתה", 
            "אמר רב פפא כי תני ההיא באגמא:", 
            "גופא עלתה לגג ונטלה תינוק מעריסה משולחת", 
            "פשיטא", 
            "אמר רב פפא", 
            "ככוכי דציידי:", 
            "על החרב וכו' ת\"ר", 
            "חרב שאמרו אינו צריך לומר חרב שאינו של שלום אלא אפילו חרב של שלום", 
            "שאין לך חרב של שלום יותר מפרעה נכה ואעפ\"כ נכשל בה המלך יאשיהו שנאמר"
        ], 
        [
            "(דברי הימים ב לה, כא) וישלח אליו מלאכים לאמר מה לי ולך מלך יהודה לא עליך אתה היום כי אל בית מלחמתי ואלהים אמר לבהלני חדל לך מאלהים אשר עמי ואל ישחיתך", 
            "מאי אלהים אשר עמי", 
            "אמר רב יהודה אמר רב", 
            "זו ע\"ז", 
            "אמר", 
            "הואיל וקא בטח בע\"ז יכילנא ליה", 
            "(דברי הימים ב לה, כג) ויורו היורים למלך יאשיהו ויאמר המלך לעבדיו העבירוני כי החליתי מאד מאי כי החליתי מאד", 
            "אמר רב יהודה אמר רב", 
            "מלמד שעשו כל גופו ככברה", 
            "אמר ר' שמואל בר נחמני אמר רבי (יוחנן)", 
            "מפני מה נענש יאשיהו מפני שהיה לו לימלך בירמיהו ולא נמלך", 
            "מאי דרש", 
            "(ויקרא כו, ו) וחרב לא תעבור בארצכם מאי חרב", 
            "אילימא חרב שאינה של שלום והכתיב ונתתי שלום בארץ", 
            "אלא אפילו של שלום והוא אינו יודע שאין דורו דומה יפה", 
            "כי הוה ניחא נפשיה חזא ירמיהו שפוותיה דקא מרחשן אמר", 
            "שמא ח\"ו מילתא דלא מהגנא אמר אגב צעריה", 
            "גחין ושמעיה דקא מצדיק עליה דינא אנפשיה אמר", 
            "(איכה א, יח) צדיק הוא ה' כי פיהו מריתי", 
            "פתח עליה ההיא שעתא (איכה ד, כ) רוח אפינו משיח ה':", 
            "מעשה וירדו זקנים מירושלים לעריהם כו' איבעיא להו", 
            "כמלא תנור תבואה או דלמא כמלא תנור פת", 
            "תא שמע", 
            "כמלא פי תנור ועדיין תיבעי להו", 
            "ככיסויא דתנורא או דלמא כי דרא דריפתא דהדר ליה לפומא דתנורא", 
            "תיקו:", 
            "ועוד גזרו תענית על שאכלו זאבים כו' אמר עולא משום ר' שמעון בן יהוצדק", 
            "מעשה ובלעו זאבים שני תינוקות והקיאום דרך בית הרעי ובא מעשה לפני חכמים וטיהרו את הבשר וטמאו את העצמות:", 
            "על אלו מתריעין בשבת כו':", 
            "תנו רבנן", 
            "עיר שהקיפוה נכרים או נהר ואחד ספינה המיטרפת בים ואחד יחיד שנרדף מפני נכרים או מפני לסטין ומפני רוח רעה על כולן יחיד רשאי לסגף את עצמו בתענית", 
            "רבי יוסי אומר", 
            "אין היחיד רשאי לסגף את עצמו בתענית שמא יצטרך לבריות ואין הבריות מרחמות עליו", 
            "אמר רב יהודה אמר רב", 
            "מ\"ט דרבי יוסי דכתיב (בראשית ב, ז) ויהי האדם לנפש חיה נשמה שנתתי בך החייה:", 
            "שמעון התימני אומר", 
            "אף על הדבר כו':", 
            "איבעיא להו", 
            "לא הודו לו חכמים בשבת אבל בחול הודו לו", 
            "או דלמא לא הודו לו כלל", 
            "ת\"ש דתניא", 
            "מתריעין על הדבר בשבת ואצ\"ל בחול", 
            "ר' חנן בן פיטום תלמידו של ר' עקיבא משום רבי עקיבא אומר", 
            "אין מתריעין על הדבר כל עיקר:", 
            "על כל צרה שלא תבא על הצבור כו':", 
            "ת\"ר", 
            "על כל צרה שלא תבא על הצבור מתריעין עליה חוץ מרוב גשמים", 
            "מ\"ט", 
            "אמר ר' יוחנן", 
            "לפי שאין מתפללין על רוב הטובה", 
            "ואמר רבי יוחנן", 
            "מניין שאין מתפללין על רוב הטובה שנאמר (מלאכי ג, י) הביאו את כל המעשר אל בית האוצר וגו' מאי עד בלי די", 
            "אמר רמי בר רב (יוד)", 
            "עד שיבלו שפתותיכם מלומר די", 
            "אמר רמי בר רב יוד", 
            "ובגולה מתריעין עליה", 
            "תניא נמי הכי", 
            "שנה שגשמיה מרובין אנשי משמר שולחין לאנשי מעמד", 
            "תנו עיניכם באחיכם שבגולה שלא יהא בתיהם קבריהם", 
            "שאלו את ר' אליעזר", 
            "עד היכן גשמים יורדין ויתפללו שלא ירדו", 
            "אמר להם", 
            "כדי שיעמוד אדם בקרן אפל וישכשך רגליו במים", 
            "והתניא ידיו", 
            "רגליו כידיו קאמינא", 
            "אמר רבה בר בר חנה", 
            "לדידי חזיא לי קרן אפל דקם ההוא טייעא כי רכיב גמלא ונקיט רומחא בידיה מתחזי איניבא", 
            "ת\"ר", 
            "(ויקרא כו, ד) ונתתי גשמיכם בעתם", 
            "לא שכורה ולא צמאה אלא בינונית", 
            "שכל זמן שהגשמים מרובין מטשטשין את הארץ ואינה מוציאה פירות", 
            "דבר אחר"
        ], 
        [
            "בעתם בלילי רביעיות ובלילי שבתות", 
            "שכן מצינו בימי שמעון בן שטח שירדו להם גשמים בלילי רביעיות ובלילי שבתות עד שנעשו חטים ככליות ושעורים כגרעיני זיתים ועדשים כדינרי זהב וצררו מהם דוגמא לדורות להודיע כמה החטא גורם שנאמר (ירמיהו ה, כה) עונותיכם הטו אלה וחטאתיכם מנעו הטוב מכם", 
            "וכן מצינו בימי הורדוס שהיו עוסקין בבנין בהמ\"ק והיו יורדין גשמים בלילה למחר נשבה הרוח ונתפזרו העבים וזרחה החמה ויצאו העם למלאכתן וידעו שמלאכת שמים בידיהם:", 
            "מעשה ששלחו לחוני המעגל וכו':", 
            "ת\"ר", 
            "פעם אחת יצא רוב אדר ולא ירדו גשמים", 
            "שלחו לחוני המעגל", 
            "התפלל וירדו גשמים", 
            "התפלל ולא ירדו גשמים", 
            "עג עוגה ועמד בתוכה כדרך שעשה חבקוק הנביא שנאמר (חבקוק ב, א) על משמרתי אעמדה ואתיצבה על מצור וגו'", 
            "אמר לפניו", 
            "רבונו של עולם", 
            "בניך שמו פניהם עלי שאני כבן בית לפניך נשבע אני בשמך הגדול שאיני זז מכאן עד שתרחם על בניך", 
            "התחילו גשמים מנטפין אמרו לו תלמידיו", 
            "רבי ראינוך ולא נמות", 
            "כמדומין אנו שאין גשמים יורדין אלא להתיר שבועתך", 
            "אמר", 
            "לא כך שאלתי אלא גשמי בורות שיחין ומערות", 
            "ירדו בזעף עד שכל טפה וטפה כמלא פי חבית", 
            "ושיערו חכמים שאין טפה פחותה מלוג", 
            "אמרו לו תלמידיו", 
            "רבי ראינוך ולא נמות", 
            "כמדומין אנו שאין גשמים יורדין אלא לאבד העולם", 
            "אמר לפניו", 
            "לא כך שאלתי אלא גשמי רצון ברכה ונדבה", 
            "ירדו כתיקנן עד שעלו כל העם להר הבית מפני הגשמים", 
            "אמרו לו", 
            "רבי כשם שהתפללת שירדו כך התפלל וילכו להם", 
            "אמר להם", 
            "כך מקובלני שאין מתפללין על רוב הטובה", 
            "אעפ\"כ הביאו לי פר הודאה", 
            "הביאו לו פר הודאה", 
            "סמך שתי ידיו עליו ואמר לפניו", 
            "רבש\"ע", 
            "עמך ישראל שהוצאת ממצרים אינן יכולין לא ברוב טובה ולא ברוב פורענות כעסת עליהם אינן יכולין לעמוד השפעת עליהם טובה אינן יכולין לעמוד יהי רצון מלפניך שיפסקו הגשמים ויהא ריוח בעולם", 
            "מיד נשבה הרוח ונתפזרו העבים וזרחה החמה ויצאו העם לשדה והביאו להם כמהין ופטריות", 
            "שלח לו שמעון בן שטח", 
            "אלמלא חוני אתה גוזרני עליך נידוי", 
            "שאילו שנים כשני אליהו שמפתחות גשמים בידו של אליהו לא נמצא שם שמים מתחלל על ידך", 
            "אבל מה אעשה לך שאתה מתחטא לפני המקום ועושה לך רצונך כבן שמתחטא על אביו ועושה לו רצונו", 
            "ואומר לו", 
            "אבא הוליכני לרחצני בחמין שטפני בצונן תן לי אגוזים שקדים אפרסקים ורמונים ונותן לו", 
            "ועליך הכתוב אומר (משלי כג, כה) ישמח אביך ואמך ותגל יולדתך", 
            "תנו רבנן", 
            "מה שלחו בני לשכת הגזית לחוני המעגל", 
            "(איוב כב, כח) ותגזר אומר ויקם לך ועל דרכיך נגה אור", 
            "ותגזר אומר אתה גזרת מלמטה והקדוש ברוך הוא מקיים מאמרך מלמעלה", 
            "ועל דרכיך נגה אור דור שהיה אפל הארת בתפלתך כי השפילו ותאמר גוה דור שהיה שפל הגבהתו בתפלתך ושח עינים יושיע דור ששח בעונו הושעתו בתפלתך ימלט אי נקי דור שלא היה נקי מלטתו בתפלתך ונמלט בבור כפיך מלטתו במעשה ידיך הברורין", 
            "אמר ר' יוחנן", 
            "כל ימיו של אותו צדיק היה מצטער על מקרא זה (תהלים קכו, א) שיר המעלות בשוב ה' את שיבת ציון היינו כחולמים", 
            "אמר", 
            "מי איכא דניים שבעין שנין בחלמא", 
            "יומא חד הוה אזל באורחא חזייה לההוא גברא דהוה נטע חרובא אמר ליה", 
            "האי עד כמה שנין טעין", 
            "אמר ליה", 
            "עד שבעין שנין", 
            "אמר ליה", 
            "פשיטא לך דחיית שבעין שנין", 
            "אמר ליה", 
            "האי [גברא] עלמא בחרובא אשכחתיה כי היכי דשתלי לי אבהתי שתלי נמי לבראי", 
            "יתיב קא כריך ריפתא אתא ליה שינתא נים", 
            "אהדרא ליה משוניתא איכסי מעינא ונים שבעין שנין", 
            "כי קם חזייה לההוא גברא דהוה קא מלקט מינייהו", 
            "אמר ליה", 
            "את הוא דשתלתיה", 
            "א\"ל", 
            "בר בריה אנא", 
            "אמר ליה", 
            "שמע מינה דניימי שבעין שנין", 
            "חזא לחמריה דאתיילידא ליה רמכי רמכי", 
            "אזל לביתיה אמר להו", 
            "בריה דחוני המעגל מי קיים", 
            "אמרו ליה", 
            "בריה ליתא בר בריה איתא", 
            "אמר להו", 
            "אנא חוני המעגל", 
            "לא הימנוהו", 
            "אזל לבית המדרש שמעינהו לרבנן דקאמרי", 
            "נהירן שמעתתין כבשני חוני המעגל דכי הוי עייל לבית מדרשא כל קושיא דהוו להו לרבנן הוה מפרק להו", 
            "אמר להו", 
            "אנא ניהו לא הימנוהו ולא עבדי ליה יקרא כדמבעי ליה חלש דעתיה בעי רחמי ומית", 
            "אמר רבא היינו דאמרי אינשי", 
            "או חברותא או מיתותא", 
            "אבא חלקיה בר בריה דחוני המעגל הוה וכי מצטריך עלמא למיטרא הוו משדרי רבנן לגביה ובעי רחמי ואתי מיטרא", 
            "זימנא חדא איצטריך עלמא למיטרא שדור רבנן זוגא דרבנן לגביה למבעי רחמי דניתי מיטרא", 
            "אזול לביתיה ולא אשכחוהו אזול בדברא ואשכחוהו דהוה קא רפיק", 
            "יהבו ליה שלמא"
        ], 
        [
            "ולא אסבר להו אפיה", 
            "בפניא כי הוה מנקט ציבי דרא ציבי ומרא בחד כתפא וגלימא בחד כתפא", 
            "כולה אורחא לא סיים מסאני כי מטי למיא סיים מסאניה", 
            "כי מטא להיזמי והיגי דלינהו למניה", 
            "כי מטא למתא נפקא דביתהו לאפיה כי מיקשטא", 
            "כי מטא לביתיה עלת דביתהו ברישא והדר עייל איהו והדר עיילי רבנן", 
            "יתיב וכריך ריפתא ולא אמר להו לרבנן תו כרוכו", 
            "פלג ריפתא לינוקי לקשישא חדא ולזוטרא תרי", 
            "אמר לה לדביתהו", 
            "ידענא דרבנן משום מיטרא קא אתו ניסק לאיגרא וניבעי רחמי אפשר דמרצי הקדוש ברוך הוא וייתי מיטרא", 
            "ולא נחזיק טיבותא לנפשין", 
            "סקו לאיגרא קם איהו בחדא זויתא ואיהי בחדא זויתא קדים סלוק ענני מהך זויתא דדביתהו", 
            "כי נחית אמר להו", 
            "אמאי אתו רבנן", 
            "אמרו ליה", 
            "שדרי לן רבנן לגבי דמר למיבעי רחמי אמיטרא", 
            "אמר להו", 
            "ברוך המקום שלא הצריך אתכם לאבא חלקיה", 
            "אמרו ליה", 
            "ידעינן דמיטרא מחמת מר הוא דאתא אלא לימא לן מר הני מילי דתמיהא לן", 
            "מאי טעמא כי יהיבנא למר שלמא לא אסבר לן מר אפיה", 
            "אמר להו", 
            "שכיר יום הואי ואמינא לא איפגר", 
            "ומאי טעמא דרא מר ציבי אחד כתפיה וגלימא אחד כתפיה", 
            "אמר להו", 
            "טלית שאולה היתה להכי שאלי ולהכי לא שאלי", 
            "מאי טעמא כולה אורחא לא סיים מר מסאניה וכי מטי למיא סיים מסאניה", 
            "אמר להו", 
            "כולה אורחא חזינא במיא לא קא חזינא", 
            "מ\"ט כי מטא מר להיזמי והיגי דלינהו למניה", 
            "אמר להו", 
            "זה מעלה ארוכה וזה אינה מעלה ארוכה", 
            "מאי טעמא כי מטא מר למתא נפקא דביתהו דמר כי מיקשטא", 
            "אמר להו", 
            "כדי שלא אתן עיני באשה אחרת", 
            "מאי טעמא עיילא היא ברישא והדר עייל מר אבתרה והדר עיילינן אנן", 
            "אמר להו", 
            "משום דלא בדקיתו לי", 
            "מאי טעמא כי כריך מר ריפתא לא אמר לן איתו כרוכו", 
            "משום דלא נפישא ריפתא ואמינא לא אחזיק בהו ברבנן טיבותא בחנם", 
            "מאי טעמא יהיב מר לינוקא קשישא חדא ריפתא ולזוטרא תרי", 
            "אמר להו", 
            "האי קאי בביתא והאי יתיב בבי כנישתא", 
            "ומאי טעמא קדים סלוק ענני מהך זויתא דהוות קיימא דביתהו דמר לעננא דידיה", 
            "משום דאיתתא שכיחא בביתא ויהבא ריפתא לעניי ומקרבא הנייתה [ואנא יהיבנא] זוזא ולא מקרבא הנייתיה", 
            "אי נמי הנהו ביריוני דהוו בשיבבותן [אנא] בעי רחמי דלימותו והיא בעיא רחמי דליהדרו בתיובתא [ואהדרו]", 
            "חנן הנחבא בר ברתיה דחוני המעגל הוה", 
            "כי מצטריך עלמא למיטרא הוו משדרי רבנן ינוקי דבי רב לגביה ונקטי ליה בשיפולי גלימיה ואמרו ליה", 
            "אבא אבא הב לן מיטרא", 
            "אמר לפני הקב\"ה", 
            "רבש\"ע עשה בשביל אלו שאין מכירין בין אבא דיהיב מיטרא לאבא דלא יהיב מיטרא", 
            "ואמאי קרי ליה חנן הנחבא מפני שהיה מחביא עצמו בבית הכסא", 
            "אמר ליה רבי זריקא לרב ספרא", 
            "תא חזי [מה] בין תקיפי דארעא דישראל לחסידי דבבל", 
            "חסידי דבבל רב הונא ורב חסדא כי הוה מצטריך עלמא למיטרא אמרי", 
            "ניכניף הדדי וניבעי רחמי אפשר דמירצי הקדוש ברוך הוא דייתי מיטרא", 
            "תקיפי דארעא דישראל כגון ר' יונה אבוה דרבי מני כי הוה מצטריך עלמא למיטרא הוה עייל לביתיה ואמר להו", 
            "הבו לי גואלקי ואיזיל ואייתי לי בזוזא עיבורא", 
            "כי הוה נפיק לברא אזיל וקאי בדוכתא עמיקתא דכתיב (תהלים קל, א) ממעמקים קראתיך ה' וקאי בדוכתא צניעא ומכסי בשקא ובעי רחמי ואתי מיטרא", 
            "כי הוה אתי לביתיה אמרי ליה", 
            "אייתי מר עיבורא", 
            "אמר להו", 
            "אמינא הואיל ואתא מיטרא השתא רווח עלמא", 
            "ותו רבי מני בריה הוו קא מצערי ליה דבי נשיאה", 
            "אישתטח על קברא דאבוה אמר ליה", 
            "אבא אבא הני מצערו לי", 
            "יומא חד הוו קא חלפי התם אינקוט כרעא דסוסוותייהו עד דקבילו עלייהו דלא קא מצערו ליה", 
            "ותו רבי מני הוה שכיח קמיה דרבי יצחק בן אלישיב", 
            "אמר ליה", 
            "עתירי דבי חמי קא מצערו לי", 
            "אמר", 
            "ליענו ואיענו", 
            "אמר", 
            "קא דחקו לי", 
            "אמר", 
            "ליעתרו ואיעתרו", 
            "אמר", 
            "לא מיקבלי עלי אינשי ביתי", 
            "א\"ל", 
            "מה שמה", 
            "חנה", 
            "תתייפי חנה ונתייפת", 
            "אמר ליה", 
            "קא מגנדרא עלי", 
            "א\"ל", 
            "אי הכי תחזור חנה לשחרוריתה", 
            "וחזרה חנה לשחרוריתה", 
            "הנהו תרי תלמידי דהוו קמיה דרבי יצחק בן אלישיב אמרו ליה", 
            "ניבעי מר רחמי עלן דניחכים טובא", 
            "אמר להו", 
            "עמי היתה ושלחתיה", 
            "רבי יוסי בר אבין הוה שכיח קמיה דר' יוסי דמן יוקרת שבקיה ואתא לקמיה דרב אשי"
        ], 
        [
            "יומא חד שמעיה דקא גריס", 
            "אמר שמואל השולה דג מן הים בשבת כיון שיבש בו כסלע חייב", 
            "א\"ל", 
            "ולימא מר ובין סנפיריו", 
            "אמר ליה", 
            "ולא סבר לה מר דההיא רבי יוסי בן רבי אבין אמרה", 
            "אמר ליה", 
            "אנא ניהו", 
            "א\"ל", 
            "ולאו קמיה דר' יוסי דמן יוקרת הוה שכיח מר", 
            "א\"ל", 
            "(הין)", 
            "א\"ל", 
            "ומ\"ט שבקיה מר ואתא הכא", 
            "אמר ליה", 
            "גברא דעל בריה ועל ברתיה לא חס עלי דידי היכי חייס", 
            "בריה מאי היא יומא חד הוו אגרי ליה אגירי בדברא נגה להו ולא אייתי להו ריפתא", 
            "אמרו ליה לבריה", 
            "כפינן", 
            "הוו יתבי תותי תאינתא אמר", 
            "תאנה תאנה", 
            "הוציאי פירותיך ויאכלו פועלי אבא", 
            "אפיקו ואכלו", 
            "אדהכי והכי אתא אבוה", 
            "אמר להו", 
            "לא תינקטו בדעתייכו דהאי דנגהנא אמצוה טרחנא ועד השתא הוא דסגאי", 
            "אמרו ליה", 
            "רחמנא לישבעך כי היכי דאשבען ברך", 
            "אמר להו", 
            "מהיכא", 
            "אמרו", 
            "הכי והכי הוה מעשה", 
            "אמר לו", 
            "בני אתה הטרחת את קונך להוציא תאנה פירותיה שלא בזמנה יאסף שלא בזמנו", 
            "ברתיה מאי היא", 
            "הויא ליה ברתא בעלת יופי", 
            "יומא חד חזיא לההוא גברא דהויא כריא בהוצא וקא חזי לה", 
            "אמר לו", 
            "מאי האי", 
            "אמר ליה", 
            "רבי אם ללוקחה לא זכיתי לראותה לא אזכה", 
            "אמר לה", 
            "בתי קא מצערת להו לברייתא שובי לעפריך ואל יכשלו ביך בני אדם", 
            "הויא ליה ההוא חמרא כדהוו אגרי לה כל יומא לאורתא הוו משדרי לה אגרה אגבה ואתיא לבי מרה", 
            "ואי טפו לה או בצרי לה לא אתיא", 
            "יומא חד אינשו זוגא דסנדלי עלה ולא אזלה עד דשקלונהו מינה והדר אזלה", 
            "אלעזר איש בירתא כד הוו חזו ליה גבאי צדקה הוו טשו מיניה דכל מאי דהוה גביה יהיב להו", 
            "יומא חד הוה סליק לשוקא למיזבן נדוניא לברתיה חזיוהו גבאי צדקה טשו מיניה", 
            "אזל ורהט בתרייהו אמר להו", 
            "אשבעתיכו במאי עסקיתו", 
            "אמרו ליה", 
            "ביתום ויתומה", 
            "אמר להן", 
            "העבודה", 
            "שהן קודמין לבתי", 
            "שקל כל דהוה בהדיה ויהב להו", 
            "פש ליה חד זוזא זבן ליה חיטי ואסיק שדייה באכלבא", 
            "אתא דביתהו אמרה לה לברתיה", 
            "מאי אייתי אבוך", 
            "אמרה לה", 
            "כל מה דאייתי באכלבא שדיתיה", 
            "אתיא למיפתח בבא דאכלבא חזת אכלבא דמליא חיטי וקא נפקא בצינורא דדשא ולא מיפתח בבא מחיטי", 
            "אזלא ברתיה לבי מדרשא אמרה ליה", 
            "בא וראה מה עשה לך אוהבך", 
            "אמר לה", 
            "העבודה", 
            "הרי הן הקדש עליך ואין לך בהן אלא כאחד מעניי ישראל", 
            "ר' יהודה נשיאה גזר תעניתא בעי רחמי ולא אתא מיטרא", 
            "אמר", 
            "כמה איכא משמואל הרמתי ליהודה בן גמליאל", 
            "אוי לו לדור שכן נתקע אוי לו למי שעלתה בימיו כך", 
            "חלש דעתיה ואתא מיטרא", 
            "דבי נשיאה גזר תעניתא ולא אודעינהו לרבי יוחנן ולריש לקיש", 
            "לצפרא אודעינהו אמר ליה ריש לקיש לרבי יוחנן", 
            "הא לא קבילנא עלן מאורתא", 
            "אמר ליה", 
            "אנן בתרייהו גררינן", 
            "דבי נשיאה גזר תעניתא ולא אתא מיטרא", 
            "תנא להו אושעיא זעירא דמן חברייא", 
            "(במדבר טו, כד) והיה אם מעיני העדה נעשתה לשגגה משל לכלה שהיא בבית אביה כל זמן שעיניה יפות אין כל גופה צריכה בדיקה עיניה טרוטות כל גופה צריכה בדיקה", 
            "אתו עבדיה ורמו ליה סודרא בצואריה וקא מצערו ליה", 
            "אמרו (ליה) בני מאתיה", 
            "שבקיה דהא נמי מצער לן כיון דחזינן דכל מיליה לשום שמים לא אמרי ליה מידי ושבקינן ליה אתון נמי שבקוהו", 
            "רבי גזר תעניתא ולא אתא מיטרא", 
            "נחית קמיה אילפא ואמרי לה רבי אילפי אמר", 
            "משיב הרוח ונשא זיקא מוריד הגשם ואתא מיטרא", 
            "אמר ליה", 
            "מאי עובדך", 
            "אמר ליה", 
            "דיירנא בקוסטא דחיקא דלית ביה חמרא לקידושא ואבדלתא טרחנא ואתינא חמרא לקידושא ואבדלתא ומפיקנא להו ידי חובתייהו", 
            "רב איקלע לההוא אתרא גזר תעניתא ולא אתא מיטרא", 
            "נחית קמיה שליחא דצבורא אמר משיב הרוח ונשב זיקא אמר מוריד הגשם ואתא מיטרא אמר ליה", 
            "מאי עובדך", 
            "אמר ליה", 
            "מיקרי דרדקי אנא ומקרינא לבני עניי כבני עתירי וכל דלא אפשר ליה לא שקלינא מיניה מידי", 
            "ואית לי פירא דכוורי וכל מאן דפשע משחדינא ליה מינייהו ומסדרינן ליה ומפייסינן ליה עד דאתי וקרי", 
            "רב נחמן גזר תעניתא בעא רחמי ולא אתא מיטרא", 
            "אמר", 
            "שקלוה לנחמן חבוטו מן גודא לארעא", 
            "חלש דעתיה ואתא מיטרא", 
            "רבה גזר תעניתא בעי רחמי ולא אתא מיטרא", 
            "אמרו ליה", 
            "והא רב יהודה כי הוה גזר תעניתא אתא מיטרא", 
            "אמר להו", 
            "מאי אעביד", 
            "אי משום תנויי אנן עדיפינן מינייהו דבשני דרב יהודה כל תנויי"
        ], 
        [
            "בנזיקין הוה ואנן קא מתנינן בשיתא סדרין וכי הוה מטי רב יהודה בעוקצין האשה שכובשת ירק בקדירה ואמרי לה זיתים שכבשן בטרפיהן טהורין אמר הויי' דרב ושמואל קא חזינא הכא", 
            "ואנן קא מתנינן בעוקצין תליסר מתיבתא", 
            "ואילו רב יהודה כי הוה שליף חד מסאנא אתי מיטרא", 
            "ואנן קא צווחינן כולי יומא וליכא דאשגח בן", 
            "אי משום עובדא אי איכא דחזא מידי לימא", 
            "אבל מה יעשו גדולי הדור שאין דורן דומה יפה", 
            "רב יהודה חזא הנהו בי תרי דהוו קא פרצי בריפתא אמר", 
            "שמע מינה איכא שבעא בעלמא", 
            "יהיב עיניה הוה כפנא", 
            "אמרו ליה רבנן לרב כהנא בריה דרב נחוניא שמעיה", 
            "מר דשכיח קמיה ניעשייה דליפוק בפתחא דסמוך לשוקא", 
            "עשייה ונפק לשוקא", 
            "חזא כנופיא אמר להו", 
            "מאי האי", 
            "אמרו ליה", 
            "אכוספא דתמרי קיימי דקא מזדבן", 
            "אמר", 
            "שמע מינה כפנא בעלמא", 
            "אמר ליה לשמעיה", 
            "שלוף לי מסאניי", 
            "שלף ליה חד מסאנא ואתא מיטרא", 
            "כי מטא למישלף אחרינא אתא אליהו ואמר ליה", 
            "אמר הקדוש ברוך הוא", 
            "אי שלפת אחרינא מחריבנא לעלמא", 
            "אמר רב מרי ברה דבת שמואל", 
            "אנא הוה קאימנא אגודא דנהר פפא חזאי למלאכי דאידמו למלחי דקא מייתי חלא ומלונהו לארבי והוה קמחא דסמידא", 
            "אתו כולי עלמא למיזבן", 
            "אמר להו", 
            "מהא לא תיזבנון דמעשה נסים הוא", 
            "למחר אתיין ארבי דחיטי דפרזינא", 
            "רבא איקלע להגרוניא גזר תעניתא ולא אתא מיטרא", 
            "אמר להו", 
            "ביתו כולי עלמא בתעניתייכו", 
            "למחר אמר להו", 
            "מי איכא דחזא חילמא לימא", 
            "אמר להו ר' אלעזר מהגרוניא", 
            "לדידי אקריון בחלמי שלם טב לרב טב מריבון טב דמטוביה מטיב לעמיה אמר", 
            "שמע מינה עת רצון היא מבעי רחמי", 
            "בעי רחמי ואתי מיטרא", 
            "ההוא גברא דאיחייב נגדא בבי דינא דרבא משום דבעל כותית נגדיה רבא ומית", 
            "אשתמע מילתא בי שבור מלכא בעא לצעורי לרבא אמרה ליה איפרא הורמיז אימיה דשבור מלכא לברה", 
            "לא ליהוי לך עסק דברים בהדי יהודאי דכל מאן דבעיין ממרייהו יהיב להו", 
            "אמר לה", 
            "מאי היא", 
            "בעין רחמי ואתי מיטרא", 
            "אמר לה", 
            "ההוא משום דזימנא דמיטרא הוא", 
            "אלא לבעו רחמי האידנא בתקופת תמוז וליתי מיטרא", 
            "שלחה ליה לרבא", 
            "כוין דעתך ובעי רחמי דליתי מיטרא", 
            "בעי רחמי ולא אתי מיטרא", 
            "אמר לפניו", 
            "רבונו של עולם", 
            "(תהלים מז, ב) אלהים באזנינו שמענו אבותינו ספרו לנו פועל פעלת בימיהם בימי קדם ואנו בעינינו לא ראינו", 
            "אתא מיטרא עד דשפוך מרזבי דצפורי לדיגלת", 
            "אתא אבוה איתחזי ליה בחלמיה ואמר ליה", 
            "מי איכא דמיטרח קמי שמיא כולי האי", 
            "אמר ליה", 
            "שני דוכתיך", 
            "שני דוכתיה למחר אשכחיה דמרשם פורייה בסכיני", 
            "רב פפא גזר תעניתא ולא אתא מיטרא חלש ליביה שרף פינכא דדייסא ובעי רחמי ולא אתא מיטרא", 
            "אמר ליה רב נחמן בר אושפזתי", 
            "אי שריף מר פינכא אחריתי דדייסא אתי מיטרא", 
            "איכסיף וחלש דעתיה ואתא מיטרא", 
            "ר' חנינא בן דוסא הוה קא אזיל באורחא אתא מיטרא", 
            "אמר לפניו", 
            "רבונו של עולם כל העולם כולו בנחת וחנינא בצער", 
            "פסק מיטרא", 
            "כי מטא לביתיה אמר לפניו", 
            "רבונו של עולם", 
            "כל העולם כולו בצער וחנינא בנחת", 
            "אתא מיטרא", 
            "אמר רב יוסף", 
            "מאי אהניא ליה צלותא דכהן גדול לגבי רבי חנינא בן דוסא", 
            "דתנן", 
            "היה מתפלל תפלה קצרה בבית החיצון", 
            "מאי מצלי", 
            "רבין בר אדא ורבא בר אדא דאמרי תרוייהו משמיה דרב יהודה", 
            "יהי רצון מלפניך ה' אלהינו שתהא השנה הזו גשומה ושחונה", 
            "שחונה מעלייתא היא", 
            "אדרבה גריעותא היא", 
            "אלא", 
            "אם שחונה תהא גשומה וטלולה", 
            "ואל יכנס לפניך תפלת עוברי דרכים", 
            "רב אחא בריה דרבא מסיים משמיה דרב יהודה", 
            "לא יעדי עביד שולטן מדבית יהודה ואל יהו עמך ישראל צריכין להתפרנס זה מזה ולא לעם אחר", 
            "אמר רב יהודה אמר רב", 
            "בכל יום ויום בת קול יוצאת ואומרת", 
            "כל העולם כולו ניזון בשביל חנינא בני וחנינא בני דיו בקב חרובים מע\"ש לע\"ש", 
            "הוה רגילא דביתהו למיחמא תנורא כל מעלי דשבתא ושדייא אקטרתא"
        ], 
        [
            "משום כיסופא הוה לה הך שיבבתא בישתא", 
            "אמרה", 
            "מכדי ידענא דלית להו ולא מידי מאי כולי האי", 
            "אזלא וטרפא אבבא איכספא ועיילא לאינדרונא איתעביד לה ניסא דחזיא לתנורא מלא לחמא ואגנא מלא לישא", 
            "אמרה לה", 
            "פלניתא פלניתא", 
            "אייתי מסא דקא חריך לחמיך", 
            "אמרה לה", 
            "אף אנא להכי עיילי", 
            "תנא", 
            "אף היא להביא מרדה נכנסה מפני שמלומדת בנסים", 
            "אמרה ליה דביתהו", 
            "עד אימת ניזיל ונצטער כולי האי", 
            "אמר לה", 
            "מאי נעביד", 
            "בעי רחמי דניתבו לך מידי בעא רחמי יצתה כמין פיסת יד ויהבו ליה חד כרעא דפתורא דדהבא", 
            "(חזאי) בחלמא עתידי צדיקי דאכלי אפתורא דדהבא דאית ליה תלת כרעי", 
            "(ואת) אוכלת אפתורא דתרי כרעי (אמרה ליה)", 
            "ניחא לך דמיכל אכלי כולי עלמא אפתורא דמשלם ואנן אפתורא דמחסר", 
            "אמרה ליה", 
            "ומאי נעביד", 
            "בעי רחמי דנשקלינהו מינך", 
            "בעי רחמי ושקלוהו תנא", 
            "גדול היה נס אחרון יותר מן הראשון", 
            "דגמירי", 
            "דמיהב יהבי מישקל לא שקלי", 
            "חד בי שמשי חזייה לברתיה דהוות עציבא אמר לה", 
            "בתי למאי עציבת", 
            "אמרה ליה", 
            "כלי של חומץ נתחלף לי בכלי של שמן והדלקתי ממנו אור לשבת", 
            "אמר לה", 
            "בתי מאי איכפת לך", 
            "מי שאמר לשמן וידלוק הוא יאמר לחומץ וידלוק", 
            "תנא", 
            "היה דולק והולך כל היום כולו עד שהביאו ממנו אור להבדלה", 
            "ר' חנינא בן דוסא הוו ליה הנך עיזי אמרו ליה", 
            "קא מפסדן אמר", 
            "אי קא מפסדן ניכלינהו דובי ואי לא כל חדא וחדא תיתי לאורתא דובא בקרנייהו", 
            "לאורתא אייתי כל חדא וחדא דובא בקרנייהו", 
            "הוה ליה ההיא שיבבתא דקא בניא ביתא", 
            "ולא מטו כשורי", 
            "אתיא לקמיה אמרה ליה", 
            "בניתי ביתי ולא קמטו כשוראי", 
            "אמר לה", 
            "מה שמך", 
            "אמרה ליה", 
            "איכו", 
            "אמר", 
            "איכו נימטו כשוריך", 
            "תנא", 
            "הגיעו עד שיצאו אמה לכאן ואמה לכאן", 
            "ויש אומרין", 
            "סניפין עשאום", 
            "תניא פלימו אומר", 
            "אני ראיתי אותו הבית והיו קורותיו יוצאות אמה לכאן ואמה לכאן", 
            "ואמרו לי", 
            "בית זה שקירה ר' חנינא בן דוסא בתפלתו", 
            "ור' חנינא בן דוסא מהיכן הוו ליה עזים", 
            "והא עני הוי", 
            "ועוד אמרו חכמים", 
            "אין מגדלין בהמה דקה בא\"י", 
            "אמר רב פנחס", 
            "מעשה ועבר אדם אחד על פתח ביתו והניח שם תרנגולין ומצאתן אשתו של ר' חנינא בן דוסא ואמר לה", 
            "אל תאכלי מביציהן", 
            "והרבו ביצים ותרנגולין והיו מצערין אותם ומכרן וקנה בדמיהן עזים", 
            "פעם אחת עבר אותו אדם שאבדו ממנו התרנגולין ואמר לחבירו", 
            "בכאן הנחתי התרנגולין שלי", 
            "שמע ר' חנינא אמר לו", 
            "יש לך בהן סימן", 
            "אמר לו", 
            "הן", 
            "נתן לו סימן ונטל את העזין והן הן עיזי דאייתו דובי בקרנייהו", 
            "רבי אלעזר בן פדת דחיקא ליה מילתא", 
            "טובא עבד מלתא ולא הוה ליה מידי למטעם שקל ברא דתומא ושדייה בפומיה חלש לביה ונים", 
            "אזול רבנן לשיולי ביה חזיוהו דקא בכי וחייך ונפק צוציתא דנורא מאפותיה", 
            "כי אתער אמרו ליה", 
            "מ\"ט קבכית וחייכת", 
            "אמר להו", 
            "דהוה יתיב עמי הקב\"ה ואמרי ליה", 
            "עד מתי אצטער בהאי עלמא", 
            "ואמר לי", 
            "אלעזר בני ניחא לך דאפכיה לעלמא מרישא", 
            "אפשר דמתילדת בשעתא דמזוני", 
            "אמרי לקמיה", 
            "כולי האי ואפשר", 
            "אמרי ליה", 
            "דחיי טפי או דחיינא", 
            "א\"ל", 
            "דחיית", 
            "אמרי לקמיה", 
            "א\"כ לא בעינא", 
            "אמר לי", 
            "בהאי אגרא דאמרת לא בעינא יהיבנא לך לעלמא דאתי תליסרי נהרוותא דמשחא אפרסמון דכיין כפרת ודיגלת דמענגת בהו", 
            "אמרי לקמיה", 
            "האי ותו לא", 
            "אמר לי", 
            "ולחברך מאי יהיבנא", 
            "אמרי ליה", 
            "ואנא מגברא דלית ליה בעינא", 
            "מחיין באסקוטלא אפותאי ואמר לי", 
            "אלעזר ברי גירי בך גירי", 
            "ר' חמא בר חנינא גזר תעניתא ולא אתא מיטרא אמרו ליה", 
            "והא רבי יהושע בן לוי גזר תעניתא ואתי מיטרא", 
            "אמר להו", 
            "הא אנא הא בר ליואי", 
            "אמרו ליה", 
            "דניתי וניכוין דעתין איפשר דתברי ציבורא לבייהו דאתי מיטרא", 
            "בעון רחמי ולא אתי מיטרא", 
            "אמר להו", 
            "ניחא לכו שיבא מטר בשבילנו", 
            "אמרו ליה", 
            "הן", 
            "אמר", 
            "רקיע רקיע כסי פניך", 
            "לא איכסי", 
            "אמר", 
            "כמה עזין פני רקיע", 
            "איכסי ואתא מיטרא", 
            "לוי גזר תעניתא ולא אתא מיטרא אמר לפניו", 
            "רבונו של עולם", 
            "עלית וישבת במרום ואין אתה מרחם על בניך", 
            "אתא מיטרא ואיטלע", 
            "אמר רבי אלעזר", 
            "לעולם אל יטיח אדם דברים כלפי מעלה שהרי אדם גדול הטיח דברים כלפי מעלה ואיטלע ומנו לוי", 
            "והא גרמא ליה", 
            "והא לוי אחוי קידה קמיה דרבי ואיטלע", 
            "הא והא גרמא ליה", 
            "רבי חייא בר לולייני שמעינהו להנך ענני דקאמרי", 
            "ניתו וניתבי מיא בעמון ומואב", 
            "אמר לפניו", 
            "רבונו של עולם כשנתת תורה לעמך ישראל חזרת על כל אומות העולם ולא קיבלוה ועכשיו אתה נותן להם מטר", 
            "שדו הכא", 
            "שדיוה אדוכתיהו", 
            "דרש רבי חייא בר לולייני", 
            "מאי דכתיב (תהלים צב, יג) צדיק כתמר יפרח כארז בלבנון ישגה אם נאמר תמר למה נאמר ארז ואם נאמר ארז למה נאמר תמר", 
            "אילו נאמר תמר ולא נאמר ארז הייתי אומר", 
            "מה תמר"
        ], 
        [
            "אין גזעו מחליף אף צדיק ח\"ו אין גזעו מחליף לכך נאמר ארז", 
            "אילו נאמר ארז ולא נאמר תמר הייתי אומר", 
            "מה ארז אין עושה פירות אף צדיק ח\"ו אין עושה פירות לכך נאמר תמר ונאמר ארז", 
            "וארז גזעו מחליף", 
            "והתניא", 
            "הלוקח אילן מחבירו לקוץ מגביהו מן הקרקע טפח וקוצץ", 
            "בסדן השקמה שני טפחים בבתולת השקמה שלשה טפחים בקנים ובגפנים מן הפקק ולמעלה", 
            "בדקלים ובארזים חופר למטה ומשריש לפי שאין גזעו מחליף", 
            "הכא במאי עסקינן בשאר מיני ארזים כדרבה בר הונא", 
            "דאמר רבה בר הונא", 
            "עשרה מיני ארזים הן שנאמר", 
            "(ישעיהו מא, יט) אתן במדבר ארז שיטה והדס וגו'", 
            "ת\"ר מעשה ברבי אליעזר שגזר שלש עשרה תעניות על הצבור ולא ירדו גשמים", 
            "באחרונה התחילו הצבור לצאת", 
            "אמר להם", 
            "תקנתם קברים לעצמכם", 
            "געו כל העם בבכיה וירדו גשמים", 
            "שוב מעשה בר' אליעזר שירד לפני התיבה ואמר עשרים וארבע ברכות ולא נענה", 
            "ירד רבי עקיבא אחריו ואמר", 
            "אבינו מלכנו אין לנו מלך אלא אתה", 
            "אבינו מלכנו למענך רחם עלינו וירדו גשמים", 
            "הוו מרנני רבנן", 
            "יצתה בת קול ואמרה", 
            "לא מפני שזה גדול מזה אלא שזה מעביר על מדותיו וזה אינו מעביר על מדותיו", 
            "ת\"ר", 
            "עד מתי יהו הגשמים יורדין והצבור פוסקין מתעניתם", 
            "כמלא ברך המחרישה דברי רבי מאיר", 
            "וחכמים אומרים", 
            "בחרבה טפח בבינונית טפחיים בעבודה שלשה טפחים", 
            "תניא רבי שמעון בן אלעזר אומר", 
            "אין לך טפח מלמעלה שאין תהום יוצא לקראתו שלשה טפחים", 
            "והא תניא טפחיים", 
            "לא קשיא", 
            "כאן בעבודה כאן בשאינה עבודה", 
            "א\"ר אלעזר", 
            "כשמנסכין את המים בחג תהום אומר לחבירו", 
            "אבע מימיך קול שני ריעים אני שומע שנאמר (תהלים מב, ח) תהום אל תהום קורא לקול צנוריך וגו'", 
            "אמר רבה", 
            "לדידי חזי לי האי רידיא דמי לעיגלא (תלתא) ופירסא שפוותיה וקיימא בין תהומא תתאה לתהומא עילאה לתהומא עילאה א\"ל", 
            "חשור מימיך לתהומא תתאה א\"ל", 
            "אבע מימיך", 
            "שנא' (שיר השירים ב, יב) הנצנים נראו בארץ וגו':", 
            "היו מתענין וירדו גשמים קודם הנץ החמה כו':", 
            "ת\"ר", 
            "היו מתענין וירדו להם גשמים קודם הנץ החמה לא ישלימו לאחר הנץ החמה ישלימו דברי ר' מאיר", 
            "ר' יהודה אומר", 
            "קודם חצות לא ישלימו לאחר חצות ישלימו", 
            "רבי יוסי אומר", 
            "קודם ט' שעות לא ישלימו לאחר ט' שעות ישלימו", 
            "שכן מצינו באחאב מלך ישראל שהתענה מתשע שעות ולמעלה שנאמר (מלכים א כא, כט) הראית כי נכנע אחאב וגו'", 
            "ר' יהודה נשיאה גזר תעניתא וירדו להם גשמים לאחר הנץ החמה סבר לאשלומינהו א\"ל רבי אמי", 
            "קודם חצות ואחר חצות שנינו", 
            "שמואל הקטן גזר תעניתא וירדו להם גשמים קודם הנץ החמה כסבורין העם לומר שבחו של צבור הוא אמר להם", 
            "אמשול לכם [משל] למה הדבר דומה לעבד שמבקש פרס מרבו אמר להם", 
            "תנו לו ואל אשמע קולו", 
            "שוב שמואל הקטן גזר תעניתא וירדו להם גשמים לאחר שקיעת החמה", 
            "כסבורים העם לומר שבחו של צבור הוא אמר להם שמואל", 
            "לא שבח של צבור הוא אלא אמשול לכם משל למה הדבר דומה לעבד שמבקש פרס מרבו ואמר להם", 
            "המתינו לו עד שיתמקמק ויצטער ואחר כך תנו לו", 
            "ולשמואל הקטן שבחו של צבור היכי דמי", 
            "אמר משיב הרוח ונשב זיקא אמר מוריד הגשם ואתא מיטרא:", 
            "מעשה וגזרו תענית בלוד כו':", 
            "ונימא הלל מעיקרא", 
            "אביי ורבא דאמרי תרווייהו", 
            "לפי שאין אומרים הלל"
        ], 
        [
            "אלא על נפש שבעה וכרס מלאה", 
            "איני", 
            "והא רב פפא איקלע לבי כנישתא דאבי גובר וגזר תענית וירדו להם גשמים עד חצות ואמר הלל ואחר כך אכלו ושתו", 
            "שאני בני מחוזא דשכיחי בהו שכרות:", 
            "הדרן עלך סדר תעניות אלו", 
            "מתני' בשלשה פרקים בשנה כהנים נושאין את כפיהן ארבע פעמים ביום", 
            "בשחרית במוסף במנחה ובנעילת שערים בתעניות ובמעמדות וביום הכפורים", 
            "אלו הן מעמדות", 
            "לפי שנאמר (במדבר כח, ב) צו את בני ישראל את קרבני לחמי וכי היאך קרבנו של אדם קרב והוא אינו עומד על גביו", 
            "התקינו נביאים הראשונים עשרים וארבעה משמרות על כל משמר ומשמר היה מעמד בירושלים של כהנים של לוים ושל ישראלים", 
            "הגיע זמן המשמר לעלות כהנים ולוים עולים לירושלים וישראל שבאותו משמר מתכנסין לעריהן וקוראין במעשה בראשית", 
            "(ואנשי המעמד היו מתענין ארבעה ימים בשבוע מיום ב' ועד יום חמישי ולא היו מתענין ערב שבת מפני כבוד השבת ולא באחד בשבת כדי שלא יצאו ממנוחה ועונג ליגיעה ותענית וימותו)", 
            "ביום הראשון", 
            "בראשית ויהי רקיע בשני", 
            "יהי רקיע ויקוו המים בשלישי", 
            "יקוו המים ויהי מאורות ברביעי", 
            "יהי מאורות וישרצו המים בחמישי", 
            "ישרצו המים ותוצא הארץ בששי ותוצא הארץ ויכלו השמים", 
            "פרשה גדולה קורין אותה בשנים והקטנה ביחיד בשחרית במוסף", 
            "ובמנחה נכנסין וקורין על פיהן כקורין את שמע", 
            "ערב שבת במנחה לא היו נכנסין מפני כבוד השבת", 
            "כל יום שיש בו הלל אין מעמד בשחרית קרבן מוסף אין בנעילה קרבן עצים אין במנחה דברי ר' עקיבא", 
            "אמר לו בן עזאי", 
            "כך היה רבי יהושע שונה", 
            "קרבן מוסף אין במנחה קרבן עצים אין בנעילה", 
            "חזר רבי עקיבא להיות שונה כבן עזאי", 
            "זמן עצי כהנים והעם תשעה", 
            "באחד בניסן בני ארח בן יהודה", 
            "בעשרים בתמוז בני דוד בן יהודה", 
            "בחמשה באב בני פרעוש בן יהודה בשבעה בו בני יונדב בן רכב", 
            "בעשרה בו בני סנאה בן בנימן", 
            "בחמשה עשר בו בני זתוא בן יהודה ועמהם כהנים ולוים וכל מי שטעה בשבטו ובני גונבי עלי ובני קוצעי קציעות", 
            "בעשרים בו בני פחת מואב בן יהודה", 
            "בעשרים באלול בני עדין בן יהודה", 
            "באחד בטבת שבו בני פרעוש שניה", 
            "באחד בטבת לא היה בו מעמד שהיה בו הלל וקרבן מוסף וקרבן עצים", 
            "חמשה דברים אירעו את אבותינו בשבעה עשר בתמוז וחמשה בתשעה באב", 
            "בשבעה עשר בתמוז"
        ], 
        [
            "נשתברו הלוחות ובטל התמיד והובקעה העיר", 
            "ושרף אפוסטמוס את התורה והעמיד צלם בהיכל", 
            "בתשעה באב נגזר על אבותינו שלא יכנסו לארץ וחרב הבית בראשונה ובשניה ונלכדה ביתר ונחרשה העיר", 
            "משנכנס אב ממעטין בשמחה", 
            "שבת שחל תשעה באב להיות בתוכה אסור מלספר ומלכבס", 
            "ובחמישי מותרין מפני כבוד השבת", 
            "ערב תשעה באב לא יאכל אדם שני תבשילין לא יאכל בשר ולא ישתה יין", 
            "רבן שמעון בן גמליאל אומר", 
            "ישנה רבי יהודה מחייב בכפיית המטה ולא הודו לו חכמים", 
            "אמר רבן שמעון בן גמליאל", 
            "לא היו ימים טובים לישראל כחמשה עשר באב וכיוה\"כ שבהן בנות ירושלים יוצאות בכלי לבן שאולין שלא לבייש את מי שאין לו כל הכלים טעונין טבילה", 
            "ובנות ירושלים יוצאות וחולות בכרמים ומה היו אומרות", 
            "בחור", 
            "שא נא עיניך וראה מה אתה בורר לך אל תתן עיניך בנוי תן עיניך במשפחה (משלי לא, ל) שקר החן והבל היופי אשה יראת ה' היא תתהלל ואומר", 
            "(משלי לא, לא) תנו לה מפרי ידיה ויהללוה בשערים מעשיה", 
            "וכן הוא אומר (שיר השירים ג, יא) צאינה וראינה בנות ציון במלך שלמה בעטרה שעטרה לו אמו ביום חתונתו וביום שמחת לבו ביום חתונתו זה מתן תורה וביום שמחת לבו זה בנין בית המקדש שיבנה במהרה בימינו:", 
            "גמ' בשלשה פרקים בשנה כהנים נושאין את כפיהם כו':", 
            "תעניות ומעמדות מי איכא מוסף", 
            "חסורי מיחסרא והכי קתני", 
            "בשלשה פרקים כהנים נושאין את כפיהן כל זמן שמתפללין ויש מהן ארבעה פעמים ביום", 
            "שחרית ומוסף מנחה ונעילת שערים", 
            "ואלו הן שלשה פרקים", 
            "תעניות ומעמדות ויום הכפורים", 
            "א\"ר נחמן אמר רבה בר אבוה", 
            "זו דברי רבי מאיר אבל חכמים אומרים", 
            "שחרית ומוסף יש בהן נשיאת כפים מנחה ונעילה אין בהן נשיאת כפים", 
            "מאן חכמים ר' יהודה היא", 
            "דתניא", 
            "שחרית ומוסף מנחה ונעילה כולן יש בהן נשיאת כפים דברי ר\"מ ר\"י אומר", 
            "שחרית ומוסף יש בהן נשיאת כפים מנחה ונעילה אין בהן נשיאת כפים", 
            "רבי יוסי אומר", 
            "נעילה יש בה נשיאת כפים מנחה אין בה נשיאת כפים", 
            "במאי קמיפלגי", 
            "רבי מאיר סבר", 
            "כל יומא טעמא מאי לא פרשי כהני ידייהו במנחתא משום שכרות האידנא ליכא שכרות", 
            "רבי יהודה סבר", 
            "שחרית ומוסף דכל יומא לא שכיח שכרות לא גזרו בהו רבנן מנחה ונעילה דכל יומא שכיחא שכרות גזרו בהו רבנן", 
            "רבי יוסי סבר", 
            "מנחה דאיתה בכל יומא גזרו בה רבנן נעילה דליתה בכל יומא לא גזרו בה רבנן", 
            "אמר רב יהודה אמר רב", 
            "הלכה כרבי מאיר", 
            "ורבי יוחנן אמר", 
            "נהגו העם כרבי מאיר", 
            "ורבא אמר", 
            "מנהג כרבי מאיר", 
            "מאן דאמר הלכה כרבי מאיר דרשינן לה בפירקא", 
            "מאן דאמר מנהג מידרש לא דרשינן אורויי מורינן", 
            "ומאן דאמר נהגו אורויי לא מורינן ואי עביד עביד ולא מהדרינן ליה", 
            "ורב נחמן אמר", 
            "הלכה כרבי יוסי", 
            "והלכה כרבי יוסי", 
            "והאידנא מ\"ט פרשי כהני ידייהו במנחתא דתעניתא", 
            "כיון דבסמוך לשקיעת החמה קא פרשי כתפלת נעילה דמיא", 
            "דכולי עלמא מיהת שכור אסור בנשיאת כפים מנהני מילי", 
            "אמר רבי יהושע בן לוי משום בר קפרא", 
            "למה נסמכה פרשת כהן מברך לפרשת נזיר", 
            "לומר", 
            "מה נזיר אסור ביין אף כהן מברך אסור ביין", 
            "מתקיף לה אבוה דרבי זירא ואמרי לה אושעיא בר זבדא", 
            "אי מה נזיר אסור בחרצן", 
            "אף כהן מברך אסור בחרצן", 
            "א\"ר יצחק אמר קרא לשרתו ולברך בשמו מה משרת מותר בחרצן אף כהן מברך מותר בחרצן"
        ], 
        [
            "אי מה משרת בעל מום לא", 
            "אף כהן מברך בעל מום לא", 
            "הא איתקש לנזיר", 
            "ומאי חזית דמקשת לקולא אקיש לחומרא", 
            "אסמכתא נינהו מדרבנן ולקולא:", 
            "אלו הן מעמדות לפי שנאמר צו את בני ישראל כו':", 
            "מאי קאמר", 
            "ה\"ק", 
            "אלו הן מעמדות", 
            "ומה טעם תיקנו מעמדות לפי שנאמר (במדבר כח, ב) צו את בני ישראל ואמרת אליהם את קרבני לחמי לאשי והיאך קרבנו של אדם קרב והוא אינו עומד על גביו", 
            "התקינו נביאים הראשונים עשרים וארבעה משמרות", 
            "על כל משמר ומשמר היה מעמד בירושלים של כהני' ושל לוים ושל ישראלים", 
            "הגיע זמן משמר לעלות כהנים ולוים עולין לירושלים", 
            "ת\"ר", 
            "עשרים וארבעה משמרות בארץ ישראל ושתים עשרה ביריחו", 
            "שתים עשרה ביריחו", 
            "נפישן להו טובא", 
            "אלא", 
            "שתים עשרה מהן ביריחו", 
            "הגיע זמן המשמר לעלות חצי המשמר היה עולה מארץ ישראל לירושלים וחצי המשמר היה עולה מיריחו כדי שיספקו מים ומזון לאחיהם שבירושלים", 
            "אמר רב יהודה אמר שמואל", 
            "כהנים ולוים וישראלים מעכבין את הקרבן", 
            "במתניתא תנא ר\"ש בן אלעזר", 
            "כהנים ולוים וכלי שיר מעכבין את הקרבן", 
            "במאי קמיפלגי", 
            "מר סבר", 
            "עיקר שירה בפה ומר סבר עיקר שירה בכלי", 
            "אמר רב חמא בר גוריא אמר רב", 
            "משה תיקן להם לישראל שמונה משמרות", 
            "ארבעה מאלעזר וד' מאיתמר", 
            "בא שמואל והעמידן על שש עשרה בא דוד והעמידן על עשרים וארבעה שנאמר", 
            "(דברי הימים א כו, לא) בשנת הארבעים למלכות דוד נדרשו וימצא בהם גבורי החיל ביעזר גלעד", 
            "מיתיבי", 
            "משה תיקן להם לישראל שמונה משמרות ארבעה מאלעזר וארבעה מאיתמר", 
            "בא דוד ושמואל והעמידן על עשרים וארבע שנאמר", 
            "(דברי הימים א ט, כב) המה יסד דוד ושמואל הרואה באמונתם", 
            "הכי קאמר", 
            "מיסודו של דוד ושמואל הרמתי העמידום על עשרים וארבע", 
            "תניא אידך", 
            "משה תיקן להם לישראל שש עשרה משמרות שמונה מאלעזר ושמונה מאיתמר וכשרבו בני אלעזר על בני איתמר חלקום והעמידום על עשרים וארבע שנאמר", 
            "(דברי הימים א כד, ד) וימצאו בני אלעזר רבים לראשי הגברים מן בני איתמר ויחלקום לבני אלעזר ראשים לבית אבות ששה עשר ולבני איתמר לבית אבותם שמונה ואומר", 
            "(דברי הימים א כד, ו) בית אב אחד אחוז לאלעזר ואחוז אחוז לאיתמר", 
            "מאי ואומר", 
            "וכי תימא", 
            "כי היכי דנפישי בני אלעזר הכא נמי דנפישי בני איתמר שמנה מעיקרא ארבעה הוו", 
            "ת\"ש", 
            "בית אב אחד אחוז לאלעזר ואחוז אחוז לאיתמר", 
            "תיובתא דרב חמא בר גוריא", 
            "אמר לך רב חמא בר גוריא", 
            "תנאי היא ואנא דאמרי כי האי תנא דאמר שמונה", 
            "ת\"ר", 
            "ארבעה משמרות עלו מן הגולה ואלו הן", 
            "ידעיה [חרים] פשחור ואימר", 
            "עמדו נביאים שביניהם"
        ], 
        [
            "וחלקום והעמידום על עשרים וארבעה", 
            "בללום ונתנום בקלפי בא ידעיה ונטל חלקו וחלק חבריו שש", 
            "בא [חרים] ונטל חלקו וחלק חבריו שש וכן פשחור וכן אימר", 
            "וכן התנו נביאים שביניהם שאפי' (יהוידיב) ראש משמרת עולה לא ידחה ידעיה ממקומו אלא ידעיה עיקר (ויהוידיב) טפל לו:", 
            "וישראל שבאותו משמר מתכנסין בעריהן וקורין במעשה בראשית:", 
            "מנהני מילי", 
            "א\"ר יעקב בר אחא אמר רב אסי", 
            "אלמלא מעמדות לא נתקיימו שמים וארץ שנאמר (בראשית טו, ב) ויאמר ה' אלהים במה אדע כי אירשנה אמר אברהם", 
            "רבש\"ע", 
            "שמא ישראל חוטאין לפניך אתה עושה להם כדור המבול וכדור הפלגה", 
            "א\"ל", 
            "לאו", 
            "אמר לפניו", 
            "רבש\"ע הודיעני במה אירשנה", 
            "א\"ל", 
            "(בראשית טו, ט) קחה לי עגלה משולשת ועז משולשת וגו'", 
            "אמר לפניו", 
            "רבש\"ע תינח בזמן שבית המקדש קיים בזמן שאין בית המקדש קיים מה תהא עליהם", 
            "אמר לו", 
            "כבר תקנתי להם סדר קרבנות בזמן שקוראין בהן לפני מעלה אני עליהם כאילו הקריבום לפני ואני מוחל להם על כל עונותיהם", 
            "ת\"ר", 
            "אנשי משמר היו מתפללין על קרבן אחיהם שיתקבל ברצון ואנשי מעמד מתכנסין לבית הכנסת ויושבין ד' תעניות", 
            "בשני בשבת בשלישי ברביעי ובחמישי", 
            "בשני על יורדי הים בשלישי על הולכי מדברות ברביעי על אסכרא שלא תיפול על התינוקות בחמישי על עוברות ומיניקות", 
            "עוברות שלא יפילו מיניקות שיניקו את בניהם", 
            "ובערב שבת לא היו מתענין מפני כבוד השבת ק\"ו בשבת עצמה", 
            "באחד בשבת מ\"ט לא", 
            "אמר ר' יוחנן", 
            "מפני הנוצרים", 
            "ר' שמואל בר נחמני אמר", 
            "מפני שהוא שלישי ליצירה", 
            "ריש לקיש אמר", 
            "מפני נשמה יתירה", 
            "דאמר ריש לקיש", 
            "נשמה יתירה ניתנה בו באדם בע\"ש במוצאי שבת נוטלין אותה ממנו שנאמר (שמות לא, יז) שבת וינפש כיון ששבת וי אבדה נפש:", 
            "ביום הראשון בראשית ויהי רקיע:", 
            "תנא", 
            "בראשית בשנים יהי רקיע באחד", 
            "בשלמא יהי רקיע באחד תלתא פסוקי הוו", 
            "אלא בראשית בשנים (מ\"ט)", 
            "ה' פסוקי הויין (ותנן)", 
            "הקורא בתורה אל יפחות מג' פסוקים", 
            "רב אמר", 
            "דולג ושמואל אמר", 
            "פוסק", 
            "ורב דאמר דולג מ\"ט לא אמר פוסק", 
            "קסבר", 
            "כל פסוקא דלא פסקיה משה אנן לא פסקינן ליה", 
            "ושמואל אמר", 
            "פוסק ומי פסקינן", 
            "והאמר רבי חנינא קרא", 
            "צער גדול היה לי אצל ר' חנינא הגדול ולא התיר לי לפסוק אלא לתינוקות של בית רבן", 
            "הואיל ולהתלמד עשוין", 
            "ושמואל", 
            "התם טעמא מאי משום דלא אפשר הכא נמי לא אפשר", 
            "ושמואל אמר פוסק מ\"ט לא אמר דולג", 
            "גזירה משום הנכנסין וגזירה משום היוצאין", 
            "מיתיבי", 
            "פרשה של ששה פסוקים קורין אותה בשנים ושל חמשה [ביחיד", 
            "ואם] הראשון קורא ג' השני קורא שנים מפרשה זו ואחד מפרשה אחרת", 
            "וי\"א", 
            "ג' לפי שאין מתחילין בפרשה פחות משלשה פסוקין", 
            "למ\"ד דולג לידלוג ולמאן דאמר פוסק ליפסוק", 
            "שאני התם"
        ], 
        [
            "דאית ליה רווחא:", 
            "פרשה גדולה קורין אותה בשנים בשחרית ובמוסף ובמנחה קורין על פיהן כו':", 
            "איבעיא להו", 
            "היכי קאמר", 
            "בשחרית ובמוסף קורין אותה בספר ובמנחה קורין אותה על פה כקורין את שמע", 
            "או דלמא הכי קתני", 
            "בשחרית קורין אותה בספר ובמוסף ובמנחה קורין אותה על פה כקורין את שמע", 
            "תא שמע דתניא", 
            "בשחרית ובמוסף נכנסין לבית הכנסת וקורין כדרך שקורין כל השנה ובמנחה יחיד קורא אותה על פה", 
            "אמר ר' יוסי", 
            "וכי יחיד יכול לקרות דברי תורה על פה בצבור", 
            "אלא", 
            "כולן נכנסין וקורין אותה על פה כקורין את שמע:", 
            "כל יום שיש בו הלל אין בו מעמד כו':", 
            "מה הפרש בין זה לזה", 
            "הללו דברי תורה והללו דברי סופרים:", 
            "זמן עצי כהנים והעם כו' ת\"ר", 
            "למה הוצרכו לומר זמן עצי כהנים והעם", 
            "אמרו", 
            "כשעלו בני הגולה לא מצאו עצים בלשכה ועמדו אלו והתנדבו משלהם", 
            "וכך התנו נביאים שביניהן", 
            "שאפי' לשכה מלאה עצים יהיו אלו מתנדבין משלהן שנאמר (נחמיה י, לה) והגורלות הפלנו על קרבן העצים הכהנים הלוים והעם להביא לבית אלהינו לבית אבותינו לעתים מזומנים שנה בשנה לבער על מזבח ה' אלהינו ככתוב בתורה:", 
            "ועמהם כהנים ולוים וכל מי כו':", 
            "תנו רבנן", 
            "מה היו בני גונבי עלי ובני קוצעי קציעות", 
            "אמרו", 
            "פעם אחת גזרה המלכות גזירה על ישראל שלא יביאו עצים למערכה ושלא יביאו בכורים לירושלים והושיבו פרוזדאות על הדרכים כדרך שהושיב ירבעם בן נבט שלא יעלו ישראל לרגל", 
            "מה עשו כשרין (שבאותו הדור ויראי חטא)", 
            "הביאו סלי בכורים וחיפום בקציעות ונטלום ועלי על כתפיהן", 
            "וכיון שהגיעו אצל פרוזדאות אמרו להם", 
            "להיכן אתם הולכין", 
            "אומרין להם", 
            "לעשות שני עיגולי דבילה במכתשת שלפנינו ובעלי שעל כתפינו", 
            "כיון שעברו מהן עיטרום בסלים והביאום לירושלים", 
            "תנא", 
            "הן הן בני סלמאי הנתופתי", 
            "ת\"ר", 
            "מה הן בני סלמאי הנתופתי", 
            "אמרו", 
            "פעם אחת גזרה המלכות גזירה על ישראל שלא יביאו עצים למערכה והושיבו פרוזדאות על הדרכים כדרך שהושיב ירבעם בן נבט על הדרכים שלא יעלו ישראל לרגל", 
            "מה עשו יראי חטא שבאותו הדור", 
            "הביאו גזיריהן ועשו סולמות והניחו על כתפיהם והלכו להם", 
            "כיון שהגיעו אצלן אמרו להם", 
            "להיכן אתם הולכין", 
            "אמרו להם", 
            "להביא גוזלות משובך שלפנינו ובסולמות שעל כתפינו", 
            "כיון שעברו מהן פירקום והביאום והעלום לירושלים", 
            "ועליהם ועל כיוצא בהם הוא אומר (משלי י, ז) זכר צדיק לברכה ועל ירבעם בן נבט וחבריו נאמר ושם רשעים ירקב:", 
            "בעשרים בו בני פחת מואב בן יהודה:", 
            "תנא", 
            "בני פחת מואב בן יהודה הן הן בני דוד בן יהודה דברי ר' מאיר", 
            "רבי יוסי אומר", 
            "הן הן בני יואב בן צרויה:", 
            "בעשרים באלול בני עדין בן יהודה וכו' תנו רבנן", 
            "בני עדין בן יהודה הן הן בני דוד בן יהודה דברי רבי יהודה", 
            "רבי יוסי אומר", 
            "הן הן בני יואב בן צרויה:", 
            "באחד בטבת שבו בני פרעוש שניה כו':", 
            "מני מתני'", 
            "לא ר' מאיר ולא רבי יהודה ולא רבי יוסי", 
            "אי ר\"מ ליתני שבו בני דוד בן יהודה שניה אי רבי יהודה ליתני שבו בני דוד בן יהודה שניה אי רבי יוסי ליתני שבו בני יואב בן צרויה שניה", 
            "לעולם ר' יוסי ותרי תנאי אליבא דר' יוסי:", 
            "באחד בטבת לא היה בו מעמד כו':", 
            "אמר ליה מר קשישא בריה דרב חסדא לרב אשי"
        ], 
        [
            "מאי שנא הלל דדחי דידיה ומאי שנא מוסף דלא דחי דידיה", 
            "א\"ל רב אשי", 
            "השתא דלאו דידיה דחי דידיה לא כל שכן", 
            "אמר ליה", 
            "הכי קאמינא לך", 
            "לא לידחי אלא דידיה", 
            "אמר ליה", 
            "איכא ר' יוסי דקאי כוותך", 
            "דתניא ר' יוסי אומר", 
            "כל יום שיש בו מוסף יש בו מעמד מעמד דמאי", 
            "אילימא מעמד דשחרית הא תנא קמא נמי הכי קאמר", 
            "אלא מעמד דמוסף דידיה נמי לא דחי", 
            "אלא דמנחה קרבן עצים דחי", 
            "אלא לאו דנעילה", 
            "שמע מינה", 
            "דידיה דחי דלאו דידיה לא דחי שמע מינה", 
            "וליתני נמי באחד בניסן לא היה בו מעמד מפני שיש בו הלל וקרבן מוסף וקרבן עצים", 
            "אמר רבא", 
            "זאת אומרת הלילא דבריש ירחא לאו דאורייתא", 
            "דאמר רבי יוחנן משום רבי שמעון בן יהוצדק", 
            "שמונה עשר יום בשנה יחיד גומר בהן את הלל ואלו הן", 
            "שמונת ימי החג ושמונת ימי חנוכה ויום טוב הראשון של פסח ויום טוב (ראשון) של עצרת", 
            "ובגולה עשרים ואחד יום ואלו הן", 
            "תשעת ימי החג ושמונת ימי חנוכה ושני ימים הראשונים של פסח וב' ימים טובים של עצרת", 
            "רב איקלע לבבל חזינהו דקא קרו הלילא בריש ירחא", 
            "סבר לאפסוקינהו", 
            "כיון דחזא דקא מדלגי דלוגי אמר שמע מינה מנהג אבותיהם בידיהם", 
            "תנא", 
            "יחיד לא יתחיל ואם התחיל גומר:", 
            "ה' דברים אירעו את אבותינו בשבעה עשר בתמוז כו':", 
            "נשתברו הלוחות מנלן", 
            "דתניא", 
            "בששה לחדש ניתנו עשרת הדברות לישראל רבי יוסי אומר", 
            "בשבעה בו", 
            "מאן דאמר בששה ניתנו בששה ניתנו ובשבעה עלה משה מ\"ד בשבעה בשבעה ניתנו ובשבעה עלה משה", 
            "דכתיב (שמות כד, טז) ויקרא אל משה ביום השביעי וכתיב (שמות כד, יח) ויבא משה בתוך הענן ויעל אל ההר ויהי משה בהר ארבעים יום וארבעים לילה", 
            "עשרים וארבעה דסיון ושיתסר דתמוז מלו להו ארבעין בשיבסר בתמוז", 
            "נחית אתא ותברינהו ללוחות וכתיב (שמות לב, יט) ויהי כאשר קרב אל המחנה וירא את העגל וישלך מידיו את הלוחות וישבר אותם תחת ההר:", 
            "בטל התמיד גמרא:", 
            "הובקעה העיר בי\"ז הוה", 
            "והכתיב (ירמיהו נב, ו) בחדש הרביעי בתשעה לחדש ויחזק הרעב בעיר וכתיב בתריה (ירמיהו נב, ז) ותבקע העיר וגו'", 
            "אמר רבא", 
            "לא קשיא", 
            "כאן בראשונה כאן בשניה", 
            "דתניא", 
            "בראשונה הובקעה העיר בתשעה בתמוז בשניה בשבעה עשר בו:", 
            "שרף אפוסטמוס את התורה גמרא:", 
            "העמיד צלם בהיכל מנלן", 
            "דכתיב (דניאל יב, יא) ומעת הוסר התמיד ולתת שקוץ שומם", 
            "וחד הוה", 
            "והכתיב (דניאל ט, כז) ועל כנף שקוצים משומם", 
            "אמר רבא", 
            "תרי הוו ונפל חד על חבריה ותבריה ליה לידיה ואשתכח דהוה כתיב"
        ], 
        [
            "אנת צבית לחרובי ביתא ידך אשלימת ליה", 
            "בתשעה באב נגזר על אבותינו שלא יכנסו לארץ מנלן", 
            "דכתיב (שמות מ, יז) ויהי בחדש הראשון בשנה השנית באחד לחדש הוקם המשכן", 
            "ואמר מר", 
            "שנה ראשונה עשה משה את המשכן שניה הקים משה את המשכן ושלח מרגלים וכתיב (במדבר י, יא) ויהי בשנה השנית בחדש השני בעשרים בחדש נעלה הענן מעל משכן העדות וכתיב (במדבר י, לג) ויסעו מהר ה' דרך שלשת ימים", 
            "אמר רבי חמא בר חנינא", 
            "אותו היום סרו מאחרי ה'", 
            "וכתיב (במדבר יא, ד) והאספסוף אשר בקרבו התאוו תאוה וישובו ויבכו גם בני ישראל וגו'", 
            "וכתיב (במדבר יא, כ) עד חדש ימים וגו' דהוו להו עשרין ותרתין בסיון", 
            "וכתיב (במדבר יב, טו) ותסגר מרים שבעת ימים דהוו להו עשרין ותשעה בסיון וכתיב", 
            "(במדבר יג, ב) שלח לך אנשים", 
            "ותניא", 
            "בעשרים ותשעה בסיון שלח משה מרגלים וכתיב (במדבר יג, כה) וישובו מתור הארץ מקץ ארבעים יום", 
            "הני ארבעים יום נכי חד הוו", 
            "אמר אביי", 
            "תמוז דההיא שתא מלויי מליוה דכתיב (איכה א, טו) קרא עלי מועד לשבור בחורי", 
            "וכתיב (במדבר יד, א) ותשא כל העדה ויתנו את קולם ויבכו העם בלילה ההוא", 
            "אמר רבה אמר ר' יוחנן", 
            "(אותו היום ערב) תשעה באב היה", 
            "אמר להם הקב\"ה", 
            "אתם בכיתם בכיה של חנם ואני קובע לכם בכיה לדורות", 
            "חרב הבית בראשונה דכתיב (מלכים ב כה, ח) ובחדש החמישי בשבעה לחדש היא שנת תשע עשרה [שנה] למלך נבוכדנצר מלך בבל בא נבוזראדן רב טבחים עבד מלך בבל ירושלם וישרוף את בית ה' וגו' וכתיב (ירמיהו נב, יב) ובחדש החמישי בעשור לחדש היא שנת תשע עשרה [שנה] למלך נבוכדנצר מלך בבל בא נבוזראדן רב טבחים עמד לפני מלך בבל בירושלם וגו'", 
            "ותניא", 
            "אי אפשר לומר בשבעה שהרי כבר נאמר בעשור ואי אפשר לומר בעשור שהרי כבר נאמר בשבעה", 
            "הא כיצד", 
            "בשבעה נכנסו נכרים להיכל ואכלו וקלקלו בו שביעי שמיני ותשיעי סמוך לחשכה הציתו בו את האור והיה דולק והולך כל היום כולו שנאמר (ירמיהו ו, ד) אוי לנו כי פנה היום כי ינטו צללי ערב", 
            "והיינו דאמר רבי יוחנן", 
            "אלמלי הייתי באותו הדור לא קבעתיו אלא בעשירי מפני שרובו של היכל בו נשרף", 
            "ורבנן אתחלתא דפורענותא עדיפא", 
            "ובשניה מנלן", 
            "דתניא", 
            "מגלגלין זכות ליום זכאי וחובה ליום חייב", 
            "אמרו", 
            "כשחרב בית המקדש בראשונה אותו היום ערב תשעה באב היה ומוצאי שבת היה ומוצאי שביעית היתה ומשמרתה של יהויריב היתה והלוים היו אומרי' שירה ועומדין על דוכנם", 
            "ומה שירה היו אומרים (תהלים צד, כג) וישב עליהם את אונם וברעתם יצמיתם", 
            "ולא הספיקו לומר יצמיתם ה' אלהינו עד שבאו נכרים וכבשום וכן בשניה", 
            "נלכדה ביתר גמרא", 
            "נחרשה העיר", 
            "תניא", 
            "כשחרב טורנוסרופוס הרשע את ההיכל נגזרה גזרה על רבן גמליאל להריגה", 
            "בא אדון אחד ועמד בבית המדרש ואמר", 
            "בעל החוטם מתבקש בעל החוטם מתבקש", 
            "שמע רבן גמליאל אזל טשא מינייהו", 
            "אזל לגביה בצנעא", 
            "א\"ל", 
            "אי מצילנא לך מייתית לי לעלמא דאתי", 
            "א\"ל", 
            "הן א\"ל", 
            "אשתבע לי", 
            "אשתבע ליה", 
            "סליק לאיגרא נפיל ומית", 
            "וגמירי דכי גזרי גזירתא ומית חד מינייהו מבטלי לגזרתייהו", 
            "יצתה בת קול ואמרה", 
            "אדון זה מזומן לחיי העולם הבא", 
            "תנו רבנן", 
            "משחרב הבית בראשונה נתקבצו כיתות כיתות של פרחי כהונה ומפתחות ההיכל בידן ועלו לגג ההיכל ואמרו לפניו", 
            "רבונו של עולם", 
            "הואיל ולא זכינו להיות גזברין נאמנים יהיו מפתחות מסורות לך וזרקום כלפי מעלה", 
            "ויצתה כעין פיסת יד וקיבלתן מהם והם קפצו ונפלו לתוך האור", 
            "ועליהן קונן ישעיהו הנביא (ישעיהו כב, א) משא גיא חזיון מה לך איפוא כי עלית כולך לגגות תשואות מלאה עיר הומיה קריה עליזה חלליך לא חללי חרב ולא מתי מלחמה", 
            "אף בהקב\"ה נאמר (ישעיהו כב, ה) מקרקר קיר ושוע אל ההר:", 
            "משנכנס אב ממעטין בשמחה כו' אמר רב יהודה בריה דרב שמואל בר שילת משמיה דרב", 
            "כשם שמשנכנס אב ממעטין בשמחה כך משנכנס אדר מרבין בשמחה"
        ], 
        [
            "אמר רב פפא", 
            "הלכך בר ישראל דאית ליה דינא בהדי נכרי לישתמיט מיניה באב דריע מזליה ולימצי נפשיה באדר דבריא מזליה", 
            "(ירמיהו כט, יא) לתת לכם אחרית ותקוה אמר רב יהודה בריה דרב שמואל בר שילת משמיה דרב", 
            "אלו דקלים וכלי פשתן", 
            "(בראשית כז, כז) ויאמר ראה ריח בני כריח שדה אשר ברכו ה' אמר רב יהודה בריה דרב שמואל בר שילת משמיה דרב", 
            "כריח שדה של תפוחים:", 
            "שבת שחל תשעה באב להיות בתוכה אסורין לספר ולכבס:", 
            "אמר רב נחמן", 
            "לא שנו אלא לכבס וללבוש אבל לכבס ולהניח מותר ורב ששת אמר", 
            "אפילו לכבס ולהניח אסור", 
            "אמר רב ששת", 
            "תדע דבטלי קצרי דבי רב", 
            "מתיב רב המנונא", 
            "בחמישי מותרים מפני כבוד השבת", 
            "למאי", 
            "אילימא לכבס וללבוש מאי כבוד שבת איכא", 
            "אלא להניח", 
            "ובחמישי הוא דשרי אבל השבת כולה אסור", 
            "לעולם לכבס וללבוש וכשאין לו אלא חלוק אחד", 
            "דאמר רב אסי א\"ר יוחנן", 
            "מי שאין לו אלא חלוק אחד מותר לכבסו בחולו של מועד", 
            "איתמר נמי אמר רבי בנימין אמר ר' אלעזר", 
            "לא שנו אלא לכבס וללבוש אבל להניח מותר", 
            "מיתיבי", 
            "אסור לכבס לפני תשעה באב אפילו להניח לאחר תשעה באב וגיהוץ שלנו ככיבוס שלהן וכלי פשתן אין בהם משום גיהוץ", 
            "תיובתא", 
            "שלח רב יצחק בר גיורי משמיה דרבי יוחנן", 
            "אע\"פ שאמרו כלי פשתן אין בהן משום גיהוץ אבל אסור ללובשן בשבת שחל תשעה באב להיות בתוכה", 
            "אמר רב", 
            "לא שנו אלא לפניו אבל לאחריו מותר", 
            "ושמואל אמר", 
            "אפילו לאחריו נמי אסור", 
            "מיתיבי", 
            "שבת שחל תשעה באב להיות בתוכה אסור לספר ולכבס ובחמישי מותרין מפני כבוד השבת", 
            "כיצד", 
            "חל להיות באחד בשבת מותר לכבס כל השבת כולה", 
            "בשני בשלישי ברביעי ובחמישי לפניו אסור לאחריו מותר", 
            "חל להיות בערב שבת מותר לכבס בחמישי מפני כבוד השבת", 
            "ואם לא כבס בחמישי בשבת מותר לכבס בערב שבת מן המנחה ולמעלה", 
            "לייט עלה אביי ואיתימא רב אחא בר יעקב אהא", 
            "חל להיות בשני ובחמישי קורין שלשה ומפטיר אחד", 
            "בשלישי וברביעי קורא אחד ומפטיר אחד", 
            "רבי יוסי אומר", 
            "לעולם קורין שלשה ומפטיר אחד", 
            "תיובתא דשמואל", 
            "אמר לך שמואל", 
            "תנאי היא דתניא", 
            "תשעה באב שחל להיות בשבת וכן ערב תשעה באב שחל להיות בשבת אוכל ושותה כל צרכו ומעלה על שולחנו אפילו כסעודת שלמה בשעתו ואסור לספר ולכבס מר\"ח ועד התענית דברי רבי מאיר", 
            "רבי יהודה אומר", 
            "כל החדש כולו אסור", 
            "רשב\"ג אומר", 
            "אינו אסור אלא אותה שבת בלבד", 
            "ותניא אידך", 
            "ונוהג אבל מראש חדש ועד התענית דברי ר' מאיר", 
            "רבי יהודה אומר", 
            "כל החדש כולו אסור רשב\"ג אומר", 
            "אינו אסור אלא אותה שבת בלבד", 
            "אמר ר' יוחנן", 
            "ושלשתן מקרא אחד דרשו דכתיב (הושע ב, יג) והשבתי כל משושה חגה חדשה ושבתה", 
            "מאן דאמר מר\"ח ועד התענית"
        ], 
        [
            "מחגה ומ\"ד כל החדש כולו אסור מחדשה ומ\"ד כל השבת כולה אסור משבתה", 
            "אמר רבא", 
            "הלכה כרשב\"ג", 
            "ואמר רבא", 
            "הלכה כרבי מאיר", 
            "ותרוייהו לקולא", 
            "וצריכא דאי אשמועינן הלכה כר' מאיר הוה אמינא", 
            "אפי' מר\"ח קמ\"ל הלכה כרשב\"ג", 
            "ואי אשמועינן הלכה כרשב\"ג הוה אמינא", 
            "אפילו לאחריו קמ\"ל הלכה כרבי מאיר:", 
            "ערב תשעה באב לא יאכל אדם ב' תבשילין כו':", 
            "אמר רב יהודה", 
            "לא שנו אלא משש שעות ולמעלה אבל משש שעות ולמטה מותר", 
            "ואמר רב יהודה", 
            "לא שנו אלא בסעודה המפסיק בה אבל בסעודה שאינו מפסיק בה מותר", 
            "ותרוייהו לקולא", 
            "וצריכא דאי אשמעינן בסעודה המפסיק בה הוה אמינא", 
            "אפי' משש שעות ולמטה קמ\"ל", 
            "משש שעות ולמעלה", 
            "ואי אשמעינן משש שעות ולמעלה הוה אמינא", 
            "אפי' בסעודה שאינו מפסיק בה קמ\"ל בסעודה המפסיק בה", 
            "תניא כלישנא קמא תניא כלישנא בתרא", 
            "תניא כלישנא בתרא", 
            "הסועד ערב תשעה באב אם עתיד לסעוד סעודה אחרת מותר לאכול בשר ולשתות יין ואם לאו אסור לאכול בשר ולשתות יין", 
            "תניא כלישנא קמא", 
            "ערב תשעה באב לא יאכל אדם שני תבשילין לא יאכל בשר ולא ישתה יין", 
            "רבן שמעון בן גמליאל אומר", 
            "ישנה", 
            "אמר רבי יהודה", 
            "כיצד משנה", 
            "אם היה רגיל לאכול שני תבשילין יאכל מין אחד ואם היה רגיל לסעוד בעשרה בני אדם סועד בחמשה", 
            "היה רגיל לשתות עשרה כוסות שותה חמשה כוסות", 
            "במה דברים אמורים משש שעות ולמעלה אבל משש שעות ולמטה מותר", 
            "תניא אידך", 
            "ערב תשעה באב לא יאכל אדם שני תבשילין לא יאכל בשר ולא ישתה יין", 
            "דברי ר\"מ וחכ\"א", 
            "ישנה וממעט בבשר וביין כיצד ממעט", 
            "אם היה רגיל לאכול ליטרא בשר יאכל חצי ליטרא היה רגיל לשתות לוג יין ישתה חצי לוג יין ואם אינו רגיל כל עיקר אסור", 
            "רשב\"ג אומר", 
            "אם היה רגיל לאכול צנון או מליח אחר סעודתו הרשות בידו", 
            "תניא אידך", 
            "כל שהוא משום תשעה באב אסור לאכול בשר ואסור לשתות יין ואסור לרחוץ", 
            "כל שאינו משום ט\"ב מותר לאכול בשר ולשתות יין ואסור לרחוץ", 
            "ר' ישמעאל בר' יוסי אומר משום אביו", 
            "כל שעה שמותר לאכול בשר מותר לרחוץ", 
            "ת\"ר", 
            "כל מצות הנוהגות באבל נוהגות בט' באב", 
            "אסור באכילה ובשתיה ובסיכה ובנעילת הסנדל ובתשמיש המטה ואסור לקרות בתורה בנביאים ובכתובים ולשנות במשנה בתלמוד ובמדרש ובהלכות ובאגדות", 
            "אבל קורא הוא במקום שאינו רגיל לקרות ושונה במקום שאינו רגיל לשנות וקורא בקינות באיוב ובדברים הרעים שבירמיה", 
            "ותינוקות של בית רבן בטלין משום שנאמר (תהלים יט, ט) פקודי ה' ישרים משמחי לב", 
            "ר' יהודה אומר", 
            "אף אינו קורא במקום שאינו רגיל לקרות ואינו שונה במקום שאינו רגיל לשנות אבל קורא הוא באיוב ובקינות ובדברים הרעים שבירמיהו ותינוקות של בית רבן בטלים בו משום שנאמר פקודי ה' ישרים משמחי לב:", 
            "לא יאכל בשר ולא ישתה יין:", 
            "תנא", 
            "אבל אוכל הוא בשר מליח ושותה יין מגתו", 
            "בשר מליח עד כמה", 
            "אמר רב חיננא בר כהנא משמיה דשמואל", 
            "כל זמן (שאינו) כשלמים", 
            "ויין מגתו עד כמה", 
            "כל זמן שהוא תוסס", 
            "תנא", 
            "יין תוסס אין בו משום גילוי", 
            "וכמה תסיסתו ג' ימים", 
            "אמר רב יהודה אמר רב", 
            "כך היה מנהגו של רבי יהודה ברבי אילעאי", 
            "ערב תשעה באב מביאין לו פת חריבה במלח ויושב"
        ], 
        [
            "בין תנור לכיריים ואוכל ושותה עליה קיתון של מים ודומה כמי שמתו מוטל לפניו", 
            "תנן התם", 
            "מקום שנהגו לעשות מלאכה בט' באב עושין מקום שנהגו שלא לעשות אין עושין ובכל מקום ת\"ח בטלים", 
            "רשב\"ג אומר", 
            "לעולם יעשה כל אדם עצמו כתלמיד חכם", 
            "תניא נמי הכי רשב\"ג אומר", 
            "לעולם יעשה אדם עצמו כתלמיד חכם כדי שיתענה", 
            "תניא אידך", 
            "רשב\"ג אומר", 
            "כל האוכל ושותה בט' באב כאילו אוכל ושותה ביוה\"כ", 
            "ר\"ע אומר", 
            "כל העושה מלאכה בתשעה באב אינו רואה סימן ברכה לעולם", 
            "וחכ\"א", 
            "כל העושה מלאכה בט' באב ואינו מתאבל על ירושלים אינו רואה בשמחתה שנא' (ישעיהו סו, י) שמחו את ירושלם וגילו בה כל אוהביה שישו אתה משוש כל המתאבלים עליה", 
            "מכאן אמרו", 
            "כל המתאבל על ירושלים זוכה ורואה בשמחתה ושאינו מתאבל על ירושלים אינו רואה בשמחתה", 
            "תניא נמי הכי", 
            "כל האוכל בשר ושותה יין בט' באב עליו הכתוב אומר (יחזקאל לב, כז) ותהי עונותם על עצמותם:", 
            "רבי יהודה מחייב בכפיית המטה ולא הודו לו חכמים:", 
            "תניא", 
            "אמרו לו לרבי יהודה", 
            "לדבריך עוברות ומניקות מה תהא עליהן", 
            "אמר להם", 
            "אף אני לא אמרתי אלא ביכול", 
            "תניא נמי הכי", 
            "מודה ר' יהודה לחכמים בשאינו יכול ומודים חכמים לרבי יהודה ביכול", 
            "מאי בינייהו", 
            "איכא בינייהו שאר מטות", 
            "כדתניא", 
            "כשאמרו לכפות המטה לא מטתו בלבד הוא כופה אלא כל המטות כולן הוא כופה", 
            "אמר רבא", 
            "הלכתא כתנא דידן ולא הודו לו חכמים כל עיקר:", 
            "א\"ר שמעון ב\"ג", 
            "לא היו ימים טובים לישראל כחמשה עשר באב וכיוה\"כ:", 
            "בשלמא יום הכפורים משום דאית ביה סליחה ומחילה יום שניתנו בו לוחות האחרונות", 
            "אלא ט\"ו באב מאי היא", 
            "אמר רב יהודה אמר שמואל", 
            "יום שהותרו שבטים לבוא זה בזה", 
            "מאי דרוש (במדבר לו, ו) זה הדבר אשר צוה ה' לבנות צלפחד וגו' דבר זה לא יהא נוהג אלא בדור זה", 
            "אמר רב יוסף אמר רב נחמן", 
            "יום שהותר שבט בנימן לבוא בקהל שנאמר (שופטים כא, א) ואיש ישראל נשבע במצפה לאמר איש ממנו לא יתן בתו לבנימן לאשה", 
            "מאי דרוש", 
            "אמר רב", 
            "ממנו ולא מבנינו", 
            "(אמר) רבה בר בר חנה א\"ר יוחנן", 
            "יום שכלו בו מתי מדבר", 
            "דאמר מר", 
            "עד שלא כלו מתי מדבר לא היה דבור עם משה שנאמר (דברים ב, טז) ויהי כאשר תמו כל אנשי המלחמה למות וידבר ה' אלי אלי היה הדבור", 
            "עולא אמר", 
            "יום שביטל הושע בן אלה פרוסדיות שהושיב ירבעם בן נבט על הדרכים שלא יעלו ישראל לרגל ואמר"
        ], 
        [
            "לאיזה שירצו יעלו", 
            "רב מתנה אמר", 
            "יום שנתנו הרוגי ביתר לקבורה", 
            "ואמר רב מתנה", 
            "אותו יום שנתנו הרוגי ביתר לקבורה תקנו ביבנה הטוב והמטיב הטוב שלא הסריחו והמטיב שנתנו לקבורה", 
            "רבה ורב יוסף דאמרי תרוייהו", 
            "יום שפסקו מלכרות עצים למערכה", 
            "(תניא) רבי אליעזר הגדול אומר", 
            "מחמשה עשר באב ואילך תשש כחה של חמה ולא היו כורתין עצים למערכה לפי שאינן יבשין", 
            "אמר רב מנשיא", 
            "וקרו ליה יום תבר מגל", 
            "מכאן ואילך דמוסיף יוסיף ודלא מוסיף (יאסף)", 
            "(תני רב יוסף)", 
            "מאי יאסף", 
            "אמר רב יוסף", 
            "תקבריה אימיה:", 
            "שבהן בנות ירושלים כו':", 
            "ת\"ר", 
            "בת מלך שואלת מבת כהן גדול בת כהן גדול מבת סגן ובת סגן מבת משוח מלחמה ובת משוח מלחמה מבת כהן הדיוט וכל ישראל שואלין זה מזה כדי שלא יתבייש את מי שאין לו:", 
            "כל הכלים טעונין טבילה אמר רבי אלעזר", 
            "אפילו מקופלין ומונחין בקופסא:", 
            "בנות ישראל יוצאות וחולות בכרמים תנא", 
            "מי שאין לו אשה נפנה לשם:", 
            "מיוחסות שבהן היו אומרות בחור וכו':", 
            "תנו רבנן", 
            "יפיפיות שבהן מה היו אומרות תנו עיניכם ליופי שאין האשה אלא ליופי", 
            "מיוחסות שבהן מה היו אומרות תנו עיניכם למשפחה לפי שאין האשה אלא לבנים", 
            "מכוערות שבהם מה היו אומרות קחו מקחכם לשום שמים ובלבד שתעטרונו בזהובים", 
            "אמר עולא ביראה אמר רבי אלעזר", 
            "עתיד הקדוש ברוך הוא לעשות מחול לצדיקים והוא יושב ביניהם בגן עדן וכל אחד ואחד מראה באצבעו שנאמ' (ישעיהו כה, ט) ואמר ביום ההוא הנה אלהינו זה קוינו לו ויושיענו זה ה' קוינו לו נגילה ונשמחה בישועתו:", 
            "הדרן עלך בשלשה פרקים וסליקא לה מסכת תענית"
        ]
    ], 
    "title": "Taanit", 
    "versionSource": "http://www.sefaria.org/Taanit", 
    "heTitle": "תענית", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Moed"
    ]
}