{
    "text": {
        "0": {
            "0": "נשים שוחטות לכתחלה. (ד\"ז בתוספות ריש מסכת חולין):"
        },
        "1": {
            "0": "שחט ולא בירך או לא כסה כשר. (ד\"ז ברא\"ש ריש מסכת חולין):"
        },
        "2": {
            "0": "דבר הלמד בגזירה שוה חוזר ומלמד בגזירה שוה הלמד בהיקש אין חוזר ומלמד בהיקש. (ד\"ז במסכת זבחים דף ב):"
        },
        "3": {
            "0": "נשבעים לקיים המצוה לזרוזי בעלמא דאין שבועה חלה על שבועה. (ד\"ז בגמרא דף ג' ב'):"
        },
        "4": {
            "0": "מערה דם הפר לתוך דם השעיר ולא שייך קמא קמא בטל או שמא דם הפר ודם השעיר בשתי כוסות מערין לשלישי:"
        },
        "5": {
            "0": "בכור יתומים נשחט באיטליז. שאר קדשים נאכלין בצלי ובחרדל:"
        },
        "6": {
            "0": "אין מראין בכור לישראל אלא אם כן כהן עמו בוודאי בכור אבל ספק בכור נאמן. ד\"ה דילמא: דף ח ע\"ב"
        },
        "7": {
            "0": "החשוד על הדבר לא דנו ולא מעידו: בא\"ד:"
        },
        "8": {
            "0": "שלשה לוגין פוסלין את המקוה במים שאובין אבל בארבעה כלים או בחמשה לא פסלי:"
        },
        "9": {
            "0": "אין סמיכה בצבור אלא בשעיר עבודת כוכבים ופר העלם. עופות אין בצבור:"
        },
        "10": {
            "0": "דברים שבכתב אי אתה רשאי לומר בעל פה בצבור להוציא ידי חובתו כגון לקרות בתורה לכך אנו קורין קריאת שמע ופרשת קרבנות ויושע וכמה פסוקים בעל פה והלל שהוא להוציא לפי שאין כ\"א שבח. וקריאת שמע שהוא מוציא אחרים קורא צבור בלחש ועל ידו נהגו כולן ויש מפרשים מי כמוך באלים ה' ה' ימלוך לעולם ועד נהגו לומר כמו כן בלחש וי\"מ שאלו בלחש מפני תרעומת הצדוקין שיאמרו שאין עוד בכל השירה. כאמור לעושה אורים גדולים כי לעולם חסדו שהוא להוציא אחרים כיון שאין בו צורך אין לחוש. (עיין ד\"ה דברים: דף יד ע\"ב)"
        },
        "11": {
            "0": "אין להביא חולין לעזרה לצורך עבודה כעין תנופה ולא לשאר דברים כגון מלבושים חולין דשרי: ד\"ה אוכלין: דף כג"
        },
        "12": {
            "0": "אמר על הבכור קודם שיצא לאויר העולם הרי זו עולה דבריו קיימים אבל אם היה חייב עולה לא מהני ליה בכור:"
        },
        "13": {
            "0": "בכור בהמה דקה מטפל בה שלשים יום ובגסה חמשים יום קודם שיתן לכהן. (ד\"ז לעיל דף ח ע\"ב בגמרא):"
        },
        "14": {
            "0": "מותר להטיל מום בבכור קודם שיצא לאויר העולם שלא יבא לידי תקלה גיזה ועבודה והא דכלו חיותיה דרב מרי לפי שיכול להקנות בגוף האם ולפי זה משמע דטפי עדיף להקנות האם (ובולד) שאין לכהן: ד\"ה הא: דף כד ע\"ב"
        },
        "15": {
            "0": "בזמן הזה אסור להטיל מום בבכור ובקדשים שרי:"
        },
        "16": {
            "0": "מעשר בהמה קדוש בלא מנין:"
        },
        "17": {
            "0": "העובד להר ולא לציפוי מותר הציפוי והעובד גם לציפוי אסורה. ד\"ה נעבד. דף כח ע\"ב:"
        },
        "18": {
            "0": "עיברה ושוב נתן לה לזונה מותר העובר נתן לה שוב נתעברה אסור. ד\"ה דניחא: דף ל ע\"ב"
        },
        "19": {
            "0": "כשרה שינקה מן הטריפה פסולה למזבח וכשרה להדיוט: ד\"ה שינקה: דף לא"
        },
        "20": {
            "0": "חוט שוע טוי כלאים המעורב אוסר הכל אבל שער האסור ושק היתר לא: (ד\"ז ברש\"י ד\"ה ליבטל): דף לח"
        },
        "21": {
            "0": "וטיפת חלב דבטילה בבשר משום דהוי טעמא אבל כלאים אוסר מעט בהרבה:"
        },
        "22": {
            "0": "אשירות עובד כוכבים אפילו שרפה ישראל מותר אם לא אשירה דמשה."
        }
    },
    "meta": "Comment-Paragraph",
    "work": "Piskei Tosafot on Temurah"
}