{
    "versionTitle": "Wikisource Mishna", 
    "sectionNames": [
        "Chapter", 
        "Mishna"
    ], 
    "language": "he", 
    "title": "Mishnah Middot", 
    "text": [
        [
            "בשלשה מקומות הכהנים שומרים בבית המקדש, בבית אבטינס, ובבית הניצוץ, ובבית המוקד. והלוים בעשרים ואחד מקום. חמשה, על חמשה שערי הר הבית. ארבעה, על ארבע פנותיו מתוכו. חמשה, על חמשה שערי העזרה. ארבעה, על ארבע פנותיה מבחוץ, ואחד בלשכת הקרבן, ואחד בלשכת הפרכת, ואחד לאחורי בית הכפרת.", 
            "איש הר הבית היה מחזר על כל משמר ומשמר, ואבוקות דולקין לפניו, וכל משמר שאינו עומד, אומר לו איש הר הבית, שלום עליך. נכר שהוא ישן, חובטו במקלו. ורשות היה לו לשרוף את כסותו. והם אומרים מה קול בעזרה, קול בן לוי לוקה ובגדיו נשרפין, שישן לו על משמרו. רבי אליעזר בן יעקב אומר: פעם אחת מצאו את אחי אמא ישן, ושרפו את כסותו.", 
            "חמשה שערים היו להר הבית. שני שערי חלדה מן הדרום משמשין כניסה ויציאה, קיפונוס מן המערב משמש כניסה ויציאה, טדי מן הצפון לא היה משמש כלום, שער המזרחי עליו שושן הבירה צורה, שבו כהן גדול השורף את הפרה, [ופרה] וכל מסעדיה יוצאים להר המשחה.", 
            "שבעה שערים היו בעזרה, שלשה בצפון ושלשה בדרום ואחד במזרח. שבדרום שער הדלק, שני לו שער הבכורות, שלישי לו שער המים. שבמזרח שער נקנור, ושתי לשכות היו לו, אחת מימינו ואחת משמאלו, אחת לשכת פנחס המלביש, ואחת לשכת עושי חבתין.", 
            "ושבצפון שער הניצוץ, וכמין אכסדרה היה, ועליה בנויה על גביו, שהכהנים שומרים מלמעלן והלוים מלמטן, ופתח היה לו לחיל. שני לו שער הקרבן, שלישי לו בית המוקד.", 
            "וארבע לשכות היו בבית המוקד כקיטונות פתוחות לטרקלין, שתים בקדש ושתים בחל, וראשי פספסין מבדילין בין קדש לחל. ומה היו משמשות, מערבית דרומית היא היתה לשכת [טלאי] קרבן. דרומית מזרחית היא היתה לשכת [עושי] לחם הפנים. מזרחית צפונית בה גנזו בני חשמונאי את אבני המזבח ששקצום מלכי יון. צפונית מערבית בה יורדים לבית הטבילה.", 
            "שנים שערים היו לבית המוקד, אחד פתוח לחיל ואחד פתוח לעזרה. אמר רבי יהודה: זה שהיה פתוח לעזרה, פשפש קטן היה לו, שבו נכנסין לבלוש את העזרה.", 
            "בית המוקד, כפה ובית גדול היה, מקף רובדין של אבן, וזקני בית אב ישנים שם ומפתחות העזרה בידם, ופרחי כהנה איש כסתו בארץ.", 
            "ומקום היה שם אמה על אמה, וטבלא של שיש וטבעת היתה קבועה בה, ושלשלת שהמפתחות היו תלויות בה. הגיע זמן הנעילה, הגביה את הטבלא בטבעת ונטל את המפתחות מן השלשלת, ונעל הכהן מבפנים, ובן לוי ישן לו מבחוץ. גמר מלנעול, החזיר את המפתחות לשלשלת ואת הטבלא למקומה, נתן כסותו עליה, ישן לו. ארע קרי באחד מהם, יוצא והולך לו במסבה ההולכת תחת הבירה, והנרות דולקים מכאן ומכאן, עד שהוא מגיע לבית הטבילה. רבי אליעזר בן יעקב אומר: במסבה ההולכת תחת החיל, יוצא והולך לו בטדי."
        ], 
        [
            "הר הבית היה חמש מאות אמה על חמש מאות אמה, רבו מן הדרום, שני לו מן המזרח, שלישי לו מן הצפון, מעוטו מן המערב. מקום שהיה רב מדתו, שם היה רב תשמישו.", 
            "כל הנכנסין להר הבית נכנסין דרך ימין ומקיפין ויוצאין דרך שמאל, חוץ ממי שארעו דבר, שהוא מקיף לשמאל. [מה לך מקיף לשמאל], שאני אבל, השוכן בבית הזה ינחמך. שאני מנדה, השוכן בבית הזה יתן בלבם ויקרבוך, דברי רבי מאיר. אמר לו רבי יוסי: עשיתן כאלו עברו עליו את הדין. אלא השוכן בבית הזה יתן בלבך ותשמע לדברי חבריך ויקרבוך.", 
            "לפנים ממנו, סורג גבוה עשרה טפחים. ושלש עשרה פרצות היו שם שפרצום מלכי יון. חזרו וגדרום, וגזרו כנגדם שלש עשרה השתחויות. לפנים ממנו, החיל עשר אמות. ושתים עשרה מעלות היו שם. רום המעלה חצי אמה, ושלחה חצי אמה. כל המעלות שהיו שם, רום מעלה חצי אמה, ושלחה חצי אמה, חוץ משל אולם. כל הפתחים והשערים שהיו שם, גבהן עשרים אמה, ורחבן עשר אמות, חוץ משל אולם. כל הפתחים שהיו שם, היו להן דלתות, חוץ משל אולם. כל השערים שהיו שם, היו להן שקופות, חוץ משער טדי, שהיו שם שתי אבנים מטות זו על גב זו. כל השערים שהיו שם, נשתנו להיות של זהב, חוץ משער ניקנור, מפני שנעשה בהן נס. ויש אומרים: מפני שנחשתן מצהיב.", 
            "כל הכתלים שהיו שם היו גבוהים, חוץ מכתל המזרחי, שהכהן השורף את הפרה עומד בראש הר המשחה, ומתכון ורואה בפתחו של היכל בשעת הזית הדם.", 
            "עזרת הנשים היתה ארך מאה ושלשים וחמש על רחב מאה ושלשים וחמש. וארבע לשכות היו בארבע מקצעותיה, של ארבעים ארבעים אמה. ולא היו מקרות. וכך הם עתידים להיות, שנאמר (יחזקאל מו) ויוציאני אל החצר החיצונה ויעבירני אל ארבעת מקצועי החצר והנה חצר במקצע החצר, חצר במקצע החצר, בארבעת מקצעת החצר חצרות קטורות. [ואין קטורות] אלא שאינן מקרות. ומה היו משמשות, דרומית מזרחית היא היתה לשכת הנזירים, ששם הנזירין מבשלין את שלמיהן, ומגלחין את שערן, ומשלחים תחת הדור. מזרחית צפונית היא היתה לשכת העצים, ששם הכהנים בעלי מומין מתליעין העצים, וכל עץ שנמצא בו תולעת, פסול מעל גבי המזבח. צפונית מערבית היא היתה לשכת מצורעים. מערבית דרומית, אמר רבי אליעזר בן יעקב: שכחתי מה היתה משמשת. אבא שאול אומר: שם היו נותנין יין ושמן, היא היתה נקראת לשכת בית שמניה. וחלקה היתה בראשונה, והקיפוה כצוצרה, שהנשים רואות מלמעלן, והאנשים מלמטן, כדי שלא יהו מערבין, וחמש עשרה מעלות עולות מתוכה לעזרת ישראל, כנגד חמש עשרה מעלות שבתהלים, שעליהן הלוים אומרים בשיר. לא היו טרוטות, אלא מקפות כחצי גרן עגלה.", 
            "ולשכות היו תחת עזרת ישראל, ופתוחות לעזרת הנשים, ששם הלוים נותנים כנורות ונבלים ומצלתים וכל כלי שיר. עזרת ישראל היתה ארך מאה אמה ושלשים וחמש על רחב אחת עשרה. וכן עזרת כהנים היתה ארך מאה ושלשים וחמש על רחב אחת עשרה. וראשי פספסין מבדילין בין עזרת ישראל לעזרת הכהנים. רבי אליעזר בן יעקב אומר: מעלה היתה שם, וגבוהה אמה, והדוכן נתון עליה, ובה שלש מעלות של חצי חצי אמה. נמצאת עזרת הכהנים גבוהה מעזרת ישראל שתי אמות ומחצה. כל העזרה היתה ארך מאה ושמונים ושבע על רחב מאה ושלשים וחמש. ושלש עשרה השתחויות היו שם. אבא יוסי בן חנן אומר: כנגד שלשה עשר שערים. שערים דרומיים סמוכים למערב, שער העליון, שער הדלק, שער הבכורות, שער המים. ולמה נקרא שמו שער המים, שבו מכניסין צלוחית של מים של נסוך בחג. רבי אליעזר בן יעקב אומר: ובו המים מפכים, ועתידין להיות יוצאין מתחת מפתן הבית. ולעמתן בצפון סמוכים למערב, שער יכניה, שער הקרבן, שער הנשים, שער השיר. ולמה נקרא שמו שער יכניה, שבו יצא יכניה בגלותו. שבמזרח שער ניקנור, ושני פשפשים היו לו, אחד מימינו ואחד משמאלו. ושנים במערב לא היה להם שם."
        ], 
        [
            "המזבח היה שלשים ושתים על שלשים ושתים. עלה אמה וכנס אמה, זה היסוד, נמצא שלשים על שלשים. עלה חמש וכנס אמה, זה הסובב, נמצא עשרים ושמונה על עשרים ושמונה. מקום הקרנות אמה מזה ואמה מזה, נמצא עשרים ושש על עשרים ושש. מקום הלוך רגלי הכהנים אמה מזה ואמה מזה, נמצא עשרים וארבע על עשרים וארבע מקום מערכה. אמר רבי יוסי: מתחלה לא היה אלא עשרים ושמונה על עשרים ושמונה, כונס ועולה במדה זו, עד שנמצא מקום המערכה עשרים על עשרים. וכשעלו בני הגולה, הוסיפו עליו ארבע אמות מן הדרום וארבע אמות מן המערב, כמין גמא, שנאמר (יחזקאל מג) והאריאל שתים עשרה ארך בשתים עשרה רחב רבוע. יכול שאינו אלא שתים עשרה על שתים עשרה, כשהוא אומר אל ארבעת רבעיו, מלמד שמן האמצע הוא מודד שתים עשרה אמה לכל רוח. וחוט של סקרא חוגרו באמצע להבדיל בין הדמים העליונים לדמים התחתונים. והיסוד היה מהלך על פני כל הצפון ועל פני כל המערב, ואוכל בדרום אמה אחת ובמזרח אמה אחת.", 
            "ובקרן מערבית דרומית היו שני נקבים, כמין שני חטמין דקין, שהדמים הנתנין על יסוד מערבי ועל יסוד דרומי יורדין בהן ומתערבין באמה, ויוצאין לנחל קדרון.", 
            "למטה ברצפה באותו הקרן, מקום היה שם אמה על אמה, וטבלא של שיש, וטבעת היתה קבועה בה, שבו יורדין לשית ומנקין אותו. וכבש היה לדרומו של מזבח, שלשים ושתים על רחב שש עשרה, ורבובה היתה לו במערבו, ששם היו נותנים פסולי חטאת העוף.", 
            "אחד אבני הכבש ואחד אבני המזבח מבקעת בית כרם. וחופרין למטה מהבתולה, ומביאים משם אבנים שלמות, שלא הונף עליהם ברזל, שהברזל פוסל בנגיעה, ובפגימה לכל דבר. נפגמה אחת מהן, היא פסולה וכלן כשרות. ומלבנים אותן פעמים בשנה, אחת בפסח ואחת בחג, וההיכל, פעם אחת בפסח. רבי אומר: כל ערב שבת מלבנים אותן במפה מפני הדמים. לא היו סדין אותן בכפיס של ברזל, שמא יגע ויפסול, שהברזל נברא לקצר ימיו של אדם, והמזבח נברא להאריך ימיו של אדם, אינו בדין שיונף המקצר על המאריך.", 
            "וטבעות היו לצפונו של מזבח, ששה סדרים של ארבע ארבע. ויש אומרים: ארבע של שש שש, שעליהן שוחטין את הקדשים. בית המטבחים היה לצפונו של מזבח, ועליו  שמונה עמודים ננסין, ורביעין של ארז על גביהן, ואונקליות של ברזל היו קבועין בהם, ושלשה סדרים היו לכל אחד ואחד, שבהם תולין, ומפשיטין על שלחנות של שיש שבין העמודים.", 
            "הכיור היה בין האולם ולמזבח, ומשוך כלפי הדרום. בין האולם ולמזבח, עשרים ושתים אמה, ושתים עשרה מעלות היו שם. רום מעלה חצי אמה, ושלחה אמה. אמה אמה ורובד שלש, ואמה אמה ורובד שלש. והעליונה, אמה אמה ורובד ארבע. רבי יהודה אומר: העליונה, אמה אמה ורובד חמש.", 
            "פתחו של אולם גבהו ארבעים אמה, ורחבו עשרים אמה, וחמש מלתראות של מילת היו על גביו. התחתונה עודפת על הפתח אמה מזה ואמה מזה. שלמעלה ממנה עודפת עליה אמה מזה ואמה מזה. נמצאת העליונה שלשים אמה ונדבך של אבנים היה בין כל אחת ואחת.", 
            "וכלונסות של ארז היו קבועין מכתלו של היכל לכתלו של אולם, כדי שלא יבעט. ושרשרות של זהב היו קבועין בתקרת האולם, שבהן פרחי כהנה עולין ורואין את העטרות, שנאמר (זכריה ו) והעטרת תהיה לחלם ולטוביה ולידעיה ולחן בן צפניה לזכרון בהיכל יי. גפן של זהב היתה עומדת על פתחו של היכל, ומדלה על גבי כלונסות. כל מי שהוא מתנדב עלה, או גרגיר, או אשכול, מביא ותולה בה. אמר רבי אליעזר ברבי צדוק: מעשה היה, ונמנו עליה שלש מאות כהנים."
        ], 
        [
            "פתחו של היכל גבהו עשרים אמה ורחבו עשר אמות. וארבע דלתות היו לו, שתים בפנים ושתים בחוץ, שנאמר (יחזקאל מא) ושתים דלתות להיכל ולקדש. החיצונות נפתחות לתוך הפתח לכסות עביו של כתל, והפנימיות נפתחות לתוך הבית לכסות אחר הדלתות, שכל הבית טוח בזהב, חוץ מאחר הדלתות. רבי יהודה אומר: בתוך הפתח היו עומדות, וכמין אצטרמיטה היו ונקפלות לאחוריהן, אלו שתי אמות ומחצה ואלו שתי אמות ומחצה, חצי אמה מזוזה מכאן וחצי אמה מזוזה מכאן, שנאמר (שם) ושתים דלתות לדלתות שתים מוסבות דלתות שתים לדלת אחת ושתי דלתות לאחרת.", 
            "ושני פשפשין היו לו לשער הגדול, אחד בצפון, ואחד בדרום. שבדרום לא נכנס בו אדם מעולם, ועליו הוא מפרש על ידי יחזקאל, שנאמר (שם מד) ויאמר אלי יי השער הזה סגור יהיה לא יפתח ואיש לא יבא בו כי יי אלהי ישראל בא בו והיה סגור. נטל את המפתח ופתח את הפשפש, ונכנס להתא, ומהתא להיכל. רבי יהודה אומר: בתוך עביו של כתל היה מהלך, עד שנמצא עומד בין שני השערים, ופתח את החיצונות מבפנים ואת הפנימיות מבחוץ.", 
            "ושלשים ושמונה תאים היו שם, חמשה עשר בצפון, חמשה עשר בדרום, ושמונה במערב. שבצפון ושבדרום, חמשה על גבי חמשה, וחמשה על גביהם. ושבמערב, שלשה על גבי שלשה, ושנים על גביהם. ושלשה פתחים היו לכל אחד ואחד, אחד לתא מן הימין, ואחד לתא מן השמאל, ואחד לתא שעל גביו. ובקרן מזרחית צפונית היו חמשה פתחים, אחד לתא מן הימין, ואחד לתא שעל גביו, ואחד למסבה, ואחד לפשפש, ואחד להיכל.", 
            "התחתונה חמש ורובד שש, והאמצעית שש ורובד שבע, והעליונה שבע, שנאמר (מלכים א ו) היציע התחתונה חמש באמה רחבה והתיכונה שש באמה רחבה והשלישית שבע באמה רחבה.", 
            "ומסבה היתה עולה מקרן מזרחית צפונית לקרן צפונית מערבית, שבה היו עולים לגגות התאים. היה עולה במסבה ופניו למערב. הלך על כל פני הצפון, עד שהוא מגיע למערב. הגיע למערב, והפך פניו לדרום, הלך כל פני מערב עד שהוא מגיע לדרום. הגיע לדרום, והפך פניו למזרח. היה מהלך בדרום, עד שהוא מגיע לפתחה של עליה, שפתחה של עליה פתוח לדרום. ובפתחה של עליה היו שני כלונסות של ארז, שבהן היו עולים לגגה של עליה. וראשי פספסין מבדילים בעליה בין הקדש לבין קדש הקדשים. ולולין היו פתוחין בעליה לבית קדש הקדשים, שבהן היו משלשלין את האומנים בתבות, כדי שלא יזונו עיניהן מבית קדשי הקדשים.", 
            "וההיכל מאה על מאה, על רום מאה. האטם שש אמות, וגבהו ארבעים אמה, אמה כיור, ואמתים בית דלפה, ואמה תקרה, ואמה מעזיבה, [וגבהה של עליה ארבעים אמה, ואמה כיור, ואמתים בית דלפה, ואמה תקרה, ואמה מעזיבה], ושלש אמות מעקה, ואמה כלה עורב. רבי יהודה אומר: לא היה כלה עורב עולה מן המדה, אלא ארבע אמות היה מעקה.", 
            "מהמזרח למערב מאה אמה, כתל האולם חמש, והאולם אחת עשרה, כתל ההיכל שש, ותוכו ארבעים אמה, אמה טרקסין, ועשרים אמה בית קדש הקדשים, כתל ההיכל שש, והתא שש, וכתל התא חמש. מן הצפון לדרום שבעים אמה, כתל המסבה חמש, והמסבה שלש, כתל התא חמש, והתא שש, כתל ההיכל שש, ותוכו עשרים אמה, כתל ההיכל שש, והתא שש, וכתל התא חמש, ובית הורדת המים שלש אמות והכתל חמש אמות. האולם עודף עליו חמש עשרה אמה מן הצפון, וחמש עשרה אמה מן הדרום, והוא היה נקרא בית החליפות, ששם גונזים את הסכינים. וההיכל צר מאחריו, ורחב מלפניו, ודומה לארי, שנאמר (ישעיה כט) הוי אריאל אריאל קרית חנה דוד, מה הארי צר מאחריו ורחב מלפניו, אף ההיכל צר מאחריו ורחב מלפניו."
        ]
    ], 
    "versionSource": "http://he.wikisource.org/wiki/%D7%9E%D7%A9%D7%A0%D7%94", 
    "heTitle": "משנה מדות", 
    "categories": [
        "Mishnah", 
        "Seder Kodashim"
    ]
}