{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Marit HaAyin, Jerusalem 1960", 
            "http://beta.nli.org.il/he/books/NNL_ALEPH001139211/NLI"
        ]
    ], 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [
            "<b>תלמידיך אנו ומימיך אנו שותים.</b> כלומר דלהיות תלמידיו הוא תפארת וגדולה לז\"א תלמידיך אנו ולא שאנו ראויים להיות תלמידיך דזה הוא חשיבות גדול שזכינו ללמוד מחכמתך לא כי אלא מה שאנו אומרים תלמידיך הוא בסוג ראשון דמימיך אנו שותים ואינו בסוג החשוב שהוא כבוד ושבח שאנו תלמידיך. ולפי גירסת הירושלמי דגריס הכל תלמידיך ומימיך אנו שותים א\"ש דהכי קאמרי כל הגדולים שלנו הם תלמידיך ושבח להם לומר שהם תלמידיך על דרך אשר יצק מים על ידי אליהו דזה שבח לאלישע שהיה תלמיד לאליהו. ואנו אין אנו בסוג זה רק בתחילת השימוש כמו קטנים ומימך אנו שותים. וכלפי מה שאירע לרבי יוסי בן דורמסקית עם רבי אליעזר דמייתי בסמוך דהוא שאל מה חידוש היה לכם בבית המדרש והשיבו נמנו וגמרו וכו' והקפיד על זה אע\"ג דרבי יוסי על הגדולים היושבים בבית המדרש קאמר א\"כ מוכרח שהגדולים בזמנינו בעיניו קטנים יחשבו לכן הוכרחו להקטין גם הגדולים ולומר הכל תלמידיך:", 
            "<b>אמר להם אע\"פ כן.</b> לא שח\"ו הי\"ל רמות רוחא להחשיב לגדולים תלמידיו והסכים לדבריו ואמר להם אעפ\"י כן. אלא דמהנהגת גדולי הדור הוא דהגם שהם ענוים אם רבנן אילני דמלבלבי עושים ענוה. להסכים בענוה שלהם להכניעם כדי שיהיו ענוים וטוב להם וכמו שידעתי מהנהגת הרבנים הגדולים ז\"ל אשר זכיתי להכיר בקטנותי. ומשו\"ה אמר להם אעפ\"י כן. ואין לך מדה והנהגה טובה שאינה רמוזה בתלמוד הקדוש וז\"ש וכל דבריהם כגחלי אש פירוש אפילו שיחה קטנה שלהם ושיחת חולין הן הן גופי תורה ז\"ש כגחלי אש כגוף התורה שהיא אש דת והוא הדבר אשר אמרו שיחת ת\"ח צריכה תלמוד להכניע פ' גימטריא תלמוד דשיחת חולין שלהם ללמד חכמה ומוסר ולפי קדושתם וכונתם להרביץ יראה ומוסר היא צריכה להכניע הפ' ואז יהיה להם בנקל ללמוד תורה:", 
            "<b>א\"א לבית המדרש בלא חידוש.</b> אפשר דכיון דקדושת בית המדרש היא חמורה מקדושת בית הכנסת ויש שם השראת שכינה. ורבנן קדישי הן רבים ושכינה שורה והם לומדים תורה לשמה ליחד קב\"ה ושכינתיה ומיחוד הדודים מתחדשים אורות עליונים ונמשך השפע לרבנן לחדש חידושי תורה ודאי לכן אמר בפשיטות אי אפשר לבית המדרש בלא חידוש דכיון דע\"י יש יחוד למעלה ונולדים אורות חדשים ומופלאים משם נמשך שגם הם יחדשו חידושי תורה. וגמר אומר שבת של מי היתה רמז להם דהנשיא הוא ברצון הבורא יתברך והוא אשר מינהו נשיא ואם כן ה' עמו כי כך רצה בו להיותו נשיא איש על העדה ובעזרתו יתברך נותן כח לעשות חיל חילא לאורייתא ומחדש בטובו:", 
            "<b>מרגלית טובה היתה לי בידכם ובקשתם לאבדה ממני.</b> עיין מה שכתבתי אני הדל בקונטריס פתח עינים ועיין מ\"ש בעניותי בישוב דברי הרמב\"ם ז\"ל בקונטריס טוב עין סימן ד' ע\"ש. ואמר ובקשתם לאבדה ממני. כלומר דודאי הדרך ארץ שלא לומר תכף ומיד כרבי יוסי בן דורמסקית. ותיסגי להורות ענוה בפעם אחת. אבל הם סירבו הרבה ולכן סרב\"ת המכוה היא כאלו הם מבקשים למנוע תורה וז\"ש ובקשתם לאבדה ממני כאלו הם משתדלים למנות התורה. ובשביל שאמר להם בלשון הזה לכן אחר כך היו אומרים מעצמם עוד דרש ועוד דרש וק\"ל:", 
            "<b>ועוד דרש את ה' האמרת היום וכו'.</b> אפשר לרמוז במ\"ש בזהר הקדוש דכשיש יחוד מעלה מכריזין מי רוצה לראות בטובת המלך ואז בורחת הסט\"א וכו' וז\"ש את ה' את מ' ה' קב\"ה האמרת לשון ראוה מדברת שהוא לשון זיווג וז\"ש את ה' קב\"ה ושכינתיה האמרת היום שיתיחדו וזהו שאמר אתם עשיתוני חטיבה אחת פירש רש\"י ז\"ל לשון הבדלה שעל ידי שאתם כיונתם ליחד קב\"ה ושכינתיה הובדלה הסט\"א כמדובר. אף אני אעשה אתכם חטיבה אחת בעולם שיהיו מובדלים מכל העמים מדה כנגד מדה:"
        ], 
        [
            "<b>פשוט ידיך וקבל עיניך.</b> כבר פירשתי דנצטער רבי אליעזר על שאמרו נמנו וגמרו דזהו מדקרות חרב לו דחלק עם רבים. ורבי יוסי ן' דורמסקית סבר דרבנן דבי מדרשא עיני כל ישראל והם עיקר התורה ואפשר לומר דרך דרש דלזה אמר פשוט ידיך וקבל עיניך כלומר אתה סובר דהם עיני העדה ודע דאני מסלק העינים ואיני חש להם שאני מסלק עיניך:"
        ], 
        [], 
        [
            "<b>מה תוכחה של ב\"ו כך.</b> כתב הרב עיון יעקב ז\"ל וז\"ל עיין במהרש\"א ז\"ל ונתעלם ממנו לשון המדרש וכו' ותו קשה בגמרא מה ק\"ו הוא זה הא כתיב בשמואל נפלה ביד ה' כי רבים רחמיו וביד אדם אל אפולה וצ\"ע עכ\"ל. ומ\"ש הרב על מהרש\"א ז\"ל נראה דכונתו על הרי\"ף ז\"ל כמו שיראה הרואה. ומה שהקשה בגמרא לק\"מ דהק\"ו הוא כי האדם מצטער ונבהל מרוב הבושה כשחטא לאדם וק\"ו על אשר חטא לה' דבעומדו לדין יבוש ויכלם ויתבהל מאד ואה\"נ דרבו רחמיו מאד ולא איירי הכא ברחמים רק על מה שיצטער ויתבהל מאד על חטאו בבושה גדולה והוא ק\"ו מרובה עאכ\"ו ופשוט ואין להאריך. ועוד יש לדחות דקרא דמייתי הוא על כללות ישראל ובודאי כי לכוללות ישראל לא יכלא רחמיו אבל הכא מיירי ביחיד או יחידים וזה אני אומר מפני שהרב סמך על האי קרא אמנם האמת כמ\"ש דלא איירי בסוגיא אלא בערך הבושה שיתבהל ויבוש האדם בתוכחות על עון וכמ\"ש:", 
            "<b>דליכא מילתא דכתיבא באורייתא ולא קיימתיה.</b> עמ\"ש התוספות ומ\"ש הרב עיון יעקב ז\"ל וכפי דרכו אנכי עשיתי אר\"ש בקונטרס ראש דוד פרשת תרומה ע\"ש ואפשר דחש שמואל הנביא ע\"ה דילמא הקב\"ה מדקדק כחוט השערה על דבר מ\"ש הרמב\"ם ז\"ל דלפי מה שהוא גדול מדקדקין ביותר עליו ודוד לקח ב\"ש והיתה מגורשת ונכתב עליו עון א\"א וכו' וע\"ז היה מתירא שמואל לפום שער\"א כחוט השערה להכי אייתי למשה וא\"ל דליכא מילתא דכתיבא באורייתא ולא קיימתיה. ואם הא דמתבעי הוא על חוט השערה להכי אייתי למשה רבינו ע\"ה להליץ בעדו ולהצילו:", 
            "<b>אי איכא צורבא מרבנן דמעביר אמיליה מוסיפנא להו ליה וכו'.</b> בזה פירש רבינו האר\"י ז\"ל בשער הפסוקים פסוק מזמור מ\"ט כצאן לשאול שתו וכו' הכונה כי אותם שהולכים כצאן בלי רועה לשאול שתו נלקחים קודם זמנם ויורדים לשאול ודומים אל הצאן שאין להם חיים קצובים ואעפ\"י שלא הגיע זמנם למות נמסרים ביד דומה הנקרא מות והוא ירעם עד דמטא זמניהו כמ\"ש דרעינא להו וז\"ש מות ירעם ואמר וירדו בם ישרים לבקר כי אותם השנים שנתקצרו מהם משלים אותם לאיזה צדיק וז\"ש וירדו בם ישרים כי הצדיקים הישרים שולטים באותם שנים המתקצרים מאותם הרשעים אשר מות ירעם עכ\"ל שער הפסוקים מרבינו האר\"י ז\"ל בקצור. ויש למתק מ\"ש וירדו בם ישרים שהוא כינוי לענוים כמ\"ש סוף פרק כיסוי הדם יכול יגיס דעתו ת\"ל משרים ע\"ש ובפירוש רש\"י ז\"ל ויש טעם לזה דכיון שהעניו מרכבה לשכינה נקרא ישר שכן נקראת השכינה כמ\"ש בזהר הקדוש ח\"ג דף רצ\"ז וישר דא צדק ע\"ש והרמ\"פ ז\"ל הובא ביאיר נתיב מערכת יוד אות י\"ג אלהים דיודין גימטריא ש' דההין גימטריא ר' וי' אותיות ב' אלהים הוא ישר ע\"ש ולפי זה א\"ש דהענוים נקראים ישרים כי הם מרכבה לשכינה. ולפי הפשט הת\"ח נקראים ישרים דעוסקים בתורה דכתיב פקודי ה' ישרים. וא\"ש דרך הרב ז\"ל וירדו בם ישרים דהם ת\"ח וענוים וכמ\"ש יהיבנא להו לצורבא מרבנן דמעביר אמיליה וכתבו המפרשים דהא דאמר דרעינא בהו וכו' אם מת בנשיקה תכף הולך לג\"ע וזה רמז אך אלהים יפדה נפשי מיד שאול ולא אצטרך לסוג מות ירעם כי יקחני סלה בנשיקה ובזה אין צורך ותכף ינוח בג\"ע ודוק:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>אין קורין מעוות אלא למי שהיה מתוקן מתחילה.</b> בזה פירש הגאון מהר\"ר העשל ז\"ל פסוק יבושו זדים כי שקר עוותני אני אשיח בפקודיך כלומר דשונאי דוד הע\"ה היו קורין אותו מעוות דח\"ו אמרו כי בא על הערוה ועל זה אמר דוד יבושו זדים כי שקר עוותני דמה שקורין מעוות הוא שקר כי אין קורין מעוות אלא לת\"ח שהיה מתוקן ופירש מן התורה ואני אשיח בפקודיך ואני מתעסק בתורה תמיד וא\"כ לא צדקו שקראוני מעוות עכ\"ד הגאון הנזכר ז\"ל. ואפשר לסיים ישובו לי יראיך וכו' הכונה מלבד דשקר ענו במה שקורין אותי מעוות. אעיקרא מה שאומרים דבא על הערוה ח\"ו אינו אמת הלא תראה ישובו לי יריאיך ויודעי עדותיך לשאול דבר הלכה דידעו שהלכה כמותי כדכתיב וה' עמו שהלכה כמותו. והטעם דשכינה עמי וזה טעם מ\"ש רז\"ל דכל הרואה פני דוד זוכר תלמודו כי שכינה עמו ופניו מאירות וכל הרואה פניו כמקבל פני שכינה ותורה שבע\"פ היא כנגד השכינה ולכן זוכר תלמודו והוא מה שאמר קודם יראיך יראוני וישמחו כמ\"ש המפרשים ואם כן מזה מוכח שלא חטאתי ויבושו זדים:"
        ], 
        [
            "<b>אינו דומה שונה פרקו מאה פעמים לשונה מאה ואחד.</b> אפשר במ\"ש בזהר הקדוש כי אות ק' מאותיות שקר והוא מסט\"א לכך שונה פרקו ק' פעמים יש בו סרך סט\"א אבל כשמצרף עוד א' שהוא אלף אותיות פלא מתקיים בידו. והרב עיון יעקב ז\"ל כתב כי מיכאל שר התורה גימטריא ק\"א והשכחה מצד ס\"מ גימטריא ק' וכו' ע\"ש ויתישב במ\"ש המקובלים דאל אשר בשם ס\"מ הוא קדושה ודוק היטב ומעין דוגמא יש לרמוז בפסוק סומך ה' לכל הנופלים ס\"מ רומז לנזכרא ובתוכו כ\"ו גימטריא הויה לבטלו ולהיות עזר לכל הנופלים וזה רמז סילה כל אבירי סילה ר\"ת סומך ה' לכל הנופלים ונ\"ט ה' בקרבי דכ\"ו גימטריא הויה מפריד ס\"מ ודוק כי קצרתי:", 
            "<b>רבי שמעון בן יוחאי אומר אין אומרים בקרו גמל בקרו חזיר אלא בקרו טלה וכו'.</b> מה טוב ומה נעים הא דנקט הני בי תרי וגם הקדים גמל על פי הקדמה יקרה היא נפלאת שמצאתי בספר משיבת נפש כ\"י להרב עיר וקדיש מהר\"ר יעקב צמח ז\"ל אשר לקט מגורי האר\"י ז\"ל והבאתי כל ההקדמות בלקוטי ואפס קצה הקדמה הנזכרת בקצר אמי\"ץ יטמין ברמ\"ז במדבר קדמות ערך גרים במערכת גימל אות ט' ע\"ש:"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>והן הן עזי פנים שבדור.</b> כתב בספר חסידים סימן אלף קל\"ז דעשו וההוא עוברא דאמרינן ביומא פרק יום הכפורים דף פ\"ב דאלחישו לה ולא אלחישא וקרי עלה זורו רשעים מרחם אלו מאותם של תתקע\"ד דורות ואלו היה להם יצה\"ר כשהם בבטן אמם ע\"ש והני מילי דרבינו נעלמו מהרב באר שבע ז\"ל בתוספותיו פרק חלק ושאר אחרונים שהבאתי בקונטריס פני דוד פרשת תולדות ע\"ש:", 
            "<b>חד אמר שש מאות סדרי משנה וחד אמר שבע מאות סדרי משנה.</b> אפשר דמ\"ד שש מאות היינו כנגד ו' דשם הויה הכולל דיש בו י\"ס כל אחד כלולה מעשר ועשר מעשר הם ת\"ר. ואידך סבר שהם נגד מ' שהיא ספירה ז'. אמנם ממה שראינו דהיום הם ששה סדרי משנה נראה דהיו ת\"ר וקצרום ועשאום ששה. וא\"ש כי תורה שבכתב שהיא כנגד קב\"ה הרומז לאות ו' הם חמשה חומשים נגד אות ה' שהיא מ' ליחדא קבה\"ו. ועל דרך הזה המשנה שהיא כנגד מ' שהיא אות ה' הם ששה סדרים נגד אות ו' הרומז לקב\"ה ליחדא קודשא בריך הוא ושכינתיה:"
        ], 
        [
            "<b>שאלו את בן זומא בתולה שעיברה וכו'.</b> הרב עיון יעקב תמה על הרמב\"ם שלא הביא דין זה והרב משנה למלך פט\"ו דאישות ופי\"ז דאסורי ביאה כתב דשום אחד מהמחברים לא הביא הא דבן זומא נראה שדחאוה מהלכה ועמ\"ש אני הדל בברכי יוסף א\"ה סימן א' אות י\"ד ובסימן י\"ג אות יוד ע\"ש:"
        ], 
        [], 
        [
            "<b>רבי מאיר רמון מצא תוכו אכל קליפתו זרק.</b> אפשר דרך צחות כי רמון מלא ריש מם ויו נון אותיות אמצעיות גימטריא כ\"ו שהוא מספר שם הויה וזהו שאמר תוכו אכל שהוא הקדושה שם הויה קליפתו זרק וכן עשה באחר שלמד הטוב שבו דוקא. א\"נ דרך צחות רמון גימטריא צור ועם ד' אותיות גימטריא יצר. וזה רמז ר\"מ רמון מצא ונדבק עם צור ישראל גימטריא רמון קליפתו דהיינו מספרו עם ד' אותיות מספר יצר זרק ודוק:"
        ], 
        [], 
        [
            "<b>ודילמא פיוסי פייסיה או בדינא תבעיה.</b> והא דפריך ודילמא לא שיש ספק כמ\"ש יהודה בן טבאי דודאי כיון שהוא אמר כי אינו קול המת רק קול יהודה קושטא קאמר אמנם על מה שאמר תדעו שלמחר הוא מת ואין קולו נשמע על זה דקדק דאין מופת חותך ודילמא פיוסי פייסיה וכ\"כ הריטב\"א ז\"ל בחידושיו למכות על דף ה' ושם כתב דאגב ארחיה בא להשמיענו דיש פיוס גם לאחר מיתה להפטר מעונש הנפש עכ\"ד. ואפשר דיש פיוס לאחר מיתה דאיזה עונש ויסורין שהי\"ל לסבול לאותו המת הוא סובל אותם בעה\"ב ובעדו ובזה מתפייס המת ההוא ומעין דוגמא מצאתי בקונטריס ישן מכ\"י משם רבינו יהודה החסיד ז\"ל דאליהו הנביא זכור לטוב מושיב לכל צדיק וצדיק בגן עדן ואותו שבא זמנו לצאת מגהנם יום ג' או ב' בשבת אליהו הנביא זכור לטוב מוציאו מגהנם וסובל דינו עד יום שהיה לאותו צדיק לסבול וכו' ע\"ש כמ\"ש במדבר קדמות מערכת האלף אות כ\"ח ע\"ש:"
        ], 
        [], 
        [], 
        [
            "<b>ולא הניחן רבי טרפון וכו'.</b> מכאן הוכיח רבינו ישעיה ז\"ל דאסור להתענות במוצאי חג השבועות וכן פסק מרן בש\"ע א\"ח סימן תצ\"ד. וכבר כתבתי בזה בפתח עינים ובמחזיק ברכה שם סימן תצ\"ד ורבינו האר\"י ז\"ל האריך בטעם סוד אסרו חג ע\"ש הוא ברחמיו יאריך ימינו ושנותינו על התורה ועל העבודה ועל גמילות חסדים לעשות רצון ה' אלהים <b>חיים</b>:"
        ]
    ], 
    "title": "Marit HaAyin on Chagigah", 
    "versionSource": "https://www.sefaria.org/Marit_HaAyin_on_Chagigah", 
    "heTitle": "מראית העין על חגיגה", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Marit HaAyin", 
        "Seder Moed"
    ]
}