{
    "text": {
        "0_Chapter, 0_Halakhah, 0_DH": "<b>אור לארבעה וכו'.</b> משנ' פ\"א מ\"א.",
        "0_Chapter, 0_Halakhah, 1_DH": "<b>אין בודקין וכו'.</b> ירוש' פ\"א ה\"א, כ\"ז ע\"א; מכילתא דרשב\"י בא, עמ' 22; בבלי ז' ב'.",
        "0_Chapter, 0_Halakhah, 2_DH": "<b>והיה בעת וכו'.</b> צפני' א', י\"ב.",
        "0_Chapter, 0_Halakhah, 3_DH": "<b>נר אלים וכו'.</b> משלי כ', כ\"ז.",
        "0_Chapter, 1_Halakhah, 0_DH": "<b>בית שמיי וכו'.</b> משנ' פ\"א מ\"א.",
        "0_Chapter, 1_Halakhah, 1_DH": "<b>שורה החיצונה וכו'.</b> בבלי ח' ב'. ועיין בירוש' פ\"א ה\"א, כ\"ז ע\"ב.",
        "0_Chapter, 1_Halakhah, 2_DH": "<b>בית הלל וכו'.</b> בבלי הנ\"ל. ועיין בירוש' הנ\"ל.",
        "0_Chapter, 2_Halakhah, 0_DH": "<b>חורי הבית וכו'.</b> ירוש' פ\"א ה\"א, כ\"ז ע\"ב, ובבלי ח' א' (כל הברייתא).",
        "0_Chapter, 3_Halakhah, 0_DH": "<b>היוצאין וכו'.</b> ירוש' הנ\"ל; בבלי ו' א'.",
        "0_Chapter, 3_Halakhah, 1_DH": "<b>ר' יהודה וכו'.</b> משנ' פ\"א מ\"ה.",
        "0_Chapter, 4_Halakhah, 0_DH": "<b>שורפין וכו'.</b> עיין בבלי כ' ב', ובמשנ' פ\"א מ\"ז.",
        "0_Chapter, 4_Halakhah, 1_DH": "<b>אמ' ר' שמעון וכו'.</b> בבלי הנ\"ל. ועיין במשנ' הנ\"ל, וירוש' פ\"א ה\"ח, כ\"ח ע\"א.",
        "0_Chapter, 5_Halakhah, 0_DH": "<b>אמ' ר' יוסה וכו'.</b> בבלי הנ\"ל ולעיל שם ט\"ו א'.",
        "0_Chapter, 5_Halakhah, 1_DH": "<b>בית שמיי וכו'.</b> ירוש' פ\"א ה\"ו, כ\"ז ע\"ד; בבלי ט\"ו ב'.",
        "0_Chapter, 6_Halakhah, 0_DH": "<b>בראשונה וכו'.</b> בבלי כ\"א א', שבת י\"ח ב'.",
        "0_Chapter, 7_Halakhah, 0_DH": "<b>האוכל חמץ וכו'.</b> ירוש' פ\"ב ה\"ב, כ\"ח ע\"ד. ועיין ספרי ראה פיס' ק\"ל, עמ' 187, בבלי כ\"ח א', ב'.",
        "0_Chapter, 8_Halakhah, 0_DH": "<b>האוכל כזית וכו'.</b> משנ' כריתות פ\"א מ\"א.",
        "0_Chapter, 9_Halakhah, 0_DH": "<b>האוכל תרומה וכו'.</b> בבלי ל\"ב א' (כל הברייתא). ועיין במשנ' פ\"ב מ\"ג.",
        "0_Chapter, 9_Halakhah, 1_DH": "<b>בתרומה שהפרישה וכו'.</b> עיין בבבלי הנ\"ל ובירוש' פ\"ב רה\"ג, כ\"ט ע\"א.",
        "0_Chapter, 10_Halakhah, 0_DH": "<b>האוכל קדש וכו'.</b> עיין בבלי כ\"ט א'.",
        "0_Chapter, 10_Halakhah, 1_DH": "<b>בקודש שהפרישו וכו'.</b> עיין ירוש' פ\"ב ה\"ב, כ\"ט ע\"א.",
        "0_Chapter, 11_Halakhah, 0_DH": "<b>אחד האוכל וכו'.</b> עיין לעיל תרומות פ\"ז ה\"ג, עמ' 142, ובמסה\"ת שם.",
        "0_Chapter, 11_Halakhah, 1_DH": "<b>חמץ של נכרי וכו'.</b> משנ' פ\"ב מ\"ב.",
        "0_Chapter, 11_Halakhah, 2_DH": "<b>של הקדש וכו'.</b> ספרי ראה פי' קל\"א, עמ' 188; מכילתא דרשב\"י, עמ' 39; ירוש' פ\"ב ה\"ב. כ\"ט ע\"א; בבלי ה' ב', כ\"ג א', כ\"ט א'.",
        "1_Chapter, 0_Halakhah, 0_DH": "<b>חמץ וכו'.</b> ירוש' ערלה פ\"ב ה\"ז, ס\"ב ע\"ב, ע\"ז פ\"ה הי\"א, מ\"ה ע\"א (עד שו' 8).",
        "1_Chapter, 1_Halakhah, 0_DH": "<b>בזמן שלא עשו וכו'.</b> עיין ירוש' פ\"א ה\"א, כ\"ז ע\"ב.",
        "1_Chapter, 2_Halakhah, 0_DH": "<b>מצה וכו'.</b> בבלי גיטין י' א', קידושין ע\"ו א', חולין ד' א'.",
        "1_Chapter, 2_Halakhah, 1_DH": "<b>רבן שמעון וכו'.</b> ירוש' פ\"א ה\"א, כ\"ז ע\"ב; בבלי הנ\"ל. ועיין ברכות מ\"ז ב'.",
        "1_Chapter, 3_Halakhah, 0_DH": "<b>חמיצן וכו'.</b> חולין ד' א'. ועיין במשנ' פ\"ב מ\"ב.",
        "1_Chapter, 4_Halakhah, 0_DH": "<b>המליי וכו'.</b> בבלי ל\"א ב'.",
        "1_Chapter, 8_Halakhah, 0_DH": "<b>נכרי שהלוה וכו'.</b> עיין במשנ' פ\"ב מ\"ג.",
        "1_Chapter, 10_Halakhah, 0_DH": "<b>נכרי שבא וכו'.</b> מכילתא דרשב\"י, עמ' 23; ירוש' פ\"ב ה\"ב, כ\"ח ע\"ד; בבלי ו' א'.",
        "1_Chapter, 11_Halakhah, 0_DH": "<b>ישראל וגוי וכו'.</b> ירוש' פ\"ב ה\"ב, כ\"ח ע\"ד.",
        "1_Chapter, 13_Halakhah, 0_DH": "<b>משכיר ישראל וכו'.</b> עיין ירוש' פ\"ב רה\"ב, כ\"ח ע\"ד.",
        "1_Chapter, 14_Halakhah, 0_DH": "<b>מעשה וכו'.</b> ירוש' ע\"ז פ\"א ה\"ט, מ' ע\"א; בבלי עירובין ס\"ד ב'.",
        "1_Chapter, 14_Halakhah, 1_DH": "<b>ואין מעבירין וכו'.</b> מקורות הנ\"ל; ירוש' דמאי פ\"ג רה\"ג כ\"ג ע\"ג; בבלי ב\"מ כ\"ג א'.",
        "1_Chapter, 15_Halakhah, 0_DH": "<b>שרביעית וכו'.</b> להלן כריתות פ\"א ה\"כ; תו\"כ ריש שמיני, מ\"ו ע\"ב; ירוש' ע\"ז הנ\"ל; שם תרומות פ\"א ה\"ו, מ' ע\"ד; בבלי עירובין הנ\"ל; שם כריתות י\"ג ב'.",
        "1_Chapter, 15_Halakhah, 1_DH": "<b>ואין מפירין וכו'.</b> ירוש' ע\"ז הנ\"ל. ועיין ירוש' נדרים פ\"י ה\"י, מ\"ב ע\"א, ולהלן סנהדרין פ\"ו ה\"ב.",
        "1_Chapter, 16_Halakhah, 0_DH": "<b>ר' יוחנן וכו'.</b> עיין לעיל חלה רפ\"א, ירוש' שם פ\"א ה\"א, נ\"ז ע\"א, פסחים פ\"ב ה\"ד, כ\"ט ע\"ב, בבלי ל\"ה א'.",
        "1_Chapter, 17_Halakhah, 0_DH": "<b>במעשר שני וכו'.</b> עיין מכילתא בא פ\"י, עמ' 35, מכילתא דרשב\"י, עמ' 24, בבלי ל\"ו א'. ועיין במשנ' פ\"ב מ\"ה.",
        "1_Chapter, 17_Halakhah, 1_DH": "<b>לא בבכורים.</b> מכילתא ומכילתא דרשב\"י הנ\"ל; ספרי זוטא בהעלותך, עמ' 260; ירוש' פ\"ב ה\"ד, כ\"ט ע\"ב, ומגילה ספ\"א, ע\"ב ע\"ד; בבלי הנ\"ל.",
        "1_Chapter, 18_Halakhah, 0_DH": "<b>יוצאין ברקיק וכו'.</b> בבלי מ\"א א', ברכות ל\"ח ב'. ועיין ירוש' פ\"ג ה\"א, כ\"ט ע\"ד.",
        "1_Chapter, 18_Halakhah, 1_DH": "<b>יוצאין בספגנין וכו'.</b> ירוש' חלה פ\"א ה\"א, נ\"ז ע\"ד. ועיין בבלי ל\"ז א'.",
        "1_Chapter, 18_Halakhah, 2_DH": "<b>יוצאין בסריקין וכו'.</b> ירוש' פ\"ב ה\"ד, כ\"ט סע\"ב; בבלי ל\"ז א'.",
        "1_Chapter, 19_Halakhah, 0_DH": "<b>אין יוצאין בחליט וכו'.</b> עיין במשנת חלה פ\"א מ\"ו, עדיות פ\"ה מ\"ב, לעיל חלה פ\"א ה\"א ובמסה\"ת שם.",
        "1_Chapter, 19_Halakhah, 1_DH": "<b>ולא בספגנין וכו'.</b> בבלי קי\"ט ב'. ועיין מכילתא בא פ\"י, עמ' 55, ירוש' חלה פ\"א ה\"א, נ\"ז ע\"ד.",
        "1_Chapter, 20_Halakhah, 0_DH": "<b>במצה מתובלת וכו'.</b> ירוש' פ\"ב ה\"ד, כ\"ט ע\"ב. ועיין בבלי מנחות כ\"ג ב'.",
        "1_Chapter, 20_Halakhah, 1_DH": "<b>ובמצה ישנה וכו'.</b> ירוש' פ\"ב ה\"ד, כ\"ט ע\"ב; סוכה פ\"א ה\"ב, נ\"ב ע\"א.",
        "1_Chapter, 20_Halakhah, 2_DH": "<b>ר' יהודה וכו'.</b> עיין בבלי ל\"ט א'.",
        "1_Chapter, 20_Halakhah, 3_DH": "<b>ר' ישמעאל וכו'.</b> עיין בבלי ל\"ט א'.",
        "1_Chapter, 20_Halakhah, 4_DH": "<b>בין לחין וכו'.</b> עיין בבלי ל\"ט ב', במשנ' פ\"ב מ\"ו, ובירוש' פ\"ב ה\"ה, כ\"ט ע\"ג.",
        "1_Chapter, 20_Halakhah, 5_DH": "<b>ר' צדוק וכו'.</b> עיין בבלי הנ\"ל.",
        "1_Chapter, 21_Halakhah, 0_DH": "<b>החזרת וכו'.</b> ירוש' פ\"ח ה\"א, ל\"ה ע\"ד, קידושין פ\"א ה\"ח, ס\"א ע\"ג. ועיין בבלי צ\"א ב'.",
        "1_Chapter, 21_Halakhah, 1_DH": "<b>לאנשים חובה וכו'.</b> עיין להלן פ\"ח ה\"י ובמסה\"ת שם.",
        "1_Chapter, 21_Halakhah, 2_DH": "<b>הלל הזקן וכו'.</b> מכילתא דרשב\"י, עמ' 13; ירוש' חלה פ\"א ה\"א, נ\"ז ע\"ב; בבלי כאן קט\"ו א', זבחים ע\"ט א'.",
        "1_Chapter, 21_Halakhah, 3_DH": "<b>החזרת וכו'.</b> מכילתא דרשב\"י הנ\"ל. ועיין מכילתא בא פ\"ו, עמ' 20, ובבלי ק\"כ א'.",
        "2_Chapter, 0_Halakhah, 0_DH": "<b>בצק וכו'.</b> בבלי מ\"ה א', ב'. ועיין במשנ' פ\"ג מ\"ב.",
        "2_Chapter, 0_Halakhah, 1_DH": "<b>היה כחצי וכו'.</b> עיין בבלי מ\"ה ב' וירוש' פ\"ג רה\"ב, ל' ע\"א.",
        "2_Chapter, 1_Halakhah, 0_DH": "<b>עריבת העבדנין וכו'.</b> בבלי מ\"ה ב'.",
        "2_Chapter, 2_Halakhah, 0_DH": "<b>מלוגמא וכו'.</b> ירוש' פ\"ב ה\"ו, כ\"ט ע\"ג.",
        "2_Chapter, 2_Halakhah, 1_DH": "<b>חלות בצק וכו'.</b> עיין בבלי מ\"ה ב'.",
        "2_Chapter, 3_Halakhah, 0_DH": "<b>חמץ שירד וכו'.</b> עיין בבלי י' ב'.",
        "2_Chapter, 3_Halakhah, 1_DH": "<b>ר' יוסה וכו'.</b> בבלי ל\"ט ב'.",
        "2_Chapter, 3_Halakhah, 2_DH": "<b>השורה וכו'.</b> ירוש' ספ\"ב, כ\"ט ע\"ג; בבלי מ' א'.",
        "2_Chapter, 4_Halakhah, 0_DH": "<b>אין לשין וכו'.</b> ירוש' פ\"ב ה\"ז, כ\"ט ע\"ג. ועיין להלן מנחות פ\"ז הי\"ב, ובמשנ' שם פ\"ה מ\"ב, ובבבלי שם נ\"ג א'.",
        "2_Chapter, 4_Halakhah, 1_DH": "<b>ולא בפושרין.</b> בבלי ל\"ו א'.",
        "2_Chapter, 4_Halakhah, 2_DH": "<b>בשאר משקין וכו'.</b> ירוש' פ\"ב ה\"ז, כ\"ט ע\"ג; בבלי ל\"ו א'. ועיין במשנ' פ\"ב מ\"ח.",
        "2_Chapter, 5_Halakhah, 0_DH": "<b>מי תשמישו וכו'.</b> ירוש' ספ\"ב, כ\"ז ע\"ג; בבלי מ\"ב א'. ועיין במשנ' ספ\"ב.",
        "2_Chapter, 6_Halakhah, 0_DH": "<b>אמ' לו וכו'.</b> עיין במשנ' פ\"ג מ\"ג.",
        "2_Chapter, 6_Halakhah, 1_DH": "<b>שבעת ימים וכו'.</b> שמות י\"ב, י\"ט.",
        "2_Chapter, 6_Halakhah, 2_DH": "<b>אך אשר וכו'.</b> שם י\"ב, ט\"ז.",
        "2_Chapter, 6_Halakhah, 3_DH": "<b>אמ' לו ר' ליעזר וכו'.</b> עיין להלן זבחים פ\"ח הכ\"ג.",
        "2_Chapter, 6_Halakhah, 4_DH": "<b>כשאני עושה וכו'.</b> ירוש' פ\"ג ה\"ג, ל' ע\"א, סוף עירובין, כ\"ו ע\"ד. ועיין בבלי מ\"ח א'.",
        "2_Chapter, 7_Halakhah, 0_DH": "<b>וחכמים וכו'.</b> משנ' פ\"ג מ\"ד.",
        "2_Chapter, 7_Halakhah, 1_DH": "<b>לשה וכו'.</b> בבלי מ\"ח ב'. ועיין ירוש' פ\"ג ה\"ד, ל' ע\"ב.",
        "2_Chapter, 7_Halakhah, 2_DH": "<b>כמה היא וכו'.</b> ירוש' הנ\"ל; בבלי מ\"ח א'.",
        "2_Chapter, 8_Halakhah, 0_DH": "<b>ארבעה עשר וכו'.</b> עיין במשנ' פ\"ג מ\"ו, בבלי י\"ג א', כ' ב'.",
        "2_Chapter, 9_Halakhah, 0_DH": "<b>תרומה טהורה וכו'.</b> עיין ירוש' פ\"א ה\"ח, כ\"ח ע\"א, תרומות פ\"ח ה\"ט, מ\"ו ע\"א וע\"ב, ובבלי הנ\"ל.",
        "2_Chapter, 10_Halakhah, 0_DH": "<b>אמ' ר' לעזר וכו'.</b> בבלי מ\"ט א'.",
        "2_Chapter, 11_Halakhah, 0_DH": "<b>מיכן אתה אומ' וכו'.</b> משנ' פ\"ג מ\"ז, ספרי ראה פיס' קל\"א, עמ' 188, מכילתא דרשב\"י, עמ' 39.",
        "2_Chapter, 11_Halakhah, 1_DH": "<b>ר' שמעון וכו'.</b> בבלי מ\"ט א'.",
        "2_Chapter, 12_Halakhah, 0_DH": "<b>אם עיבר וכו'.</b> משנ' פ\"ג מ\"ח.",
        "2_Chapter, 12_Halakhah, 1_DH": "<b>בן בתירא וכו'.</b> בבלי נ' א'.",
        "2_Chapter, 12_Halakhah, 2_DH": "<b>רצה לשורפו וכו'.</b> עיין ירוש' פ\"ז רה\"ח, ל\"ד סע\"ד ואילך, ובבלי פ\"ב א'.",
        "2_Chapter, 13_Halakhah, 0_DH": "<b>להחזיר וכו'.</b> בבלי ב\"ב קמ\"ד ב'.",
        "2_Chapter, 14_Halakhah, 0_DH": "<b>לעשות מעמד וכו'.</b> בבלי הנ\"ל ק' ב'.",
        "2_Chapter, 14_Halakhah, 1_DH": "<b>אין מעמד וכו'.</b> להלן מגילה פ\"ג הי\"ג; ירוש' שם פ\"ד ה\"ד, ע\"ה סע\"א; בבלי הנ\"ל.",
        "2_Chapter, 15_Halakhah, 0_DH": "<b>לשאול שלום וכו'.</b> ירוש' ברכות פ\"ב ה\"ז, ה' ע\"ב, מו\"ק פ\"ג ה\"ה, פ\"ב ע\"ד.",
        "2_Chapter, 15_Halakhah, 1_DH": "<b>להיות אבלים וכו'.</b> עיין ירוש' סנהדרין פ\"ב ה\"ד, כ' ע\"ב, בבלי שם כ' א'.",
        "2_Chapter, 16_Halakhah, 0_DH": "<b>שנהגו להדליק וכו'.</b> משנ' פ\"ד מ\"ד.",
        "2_Chapter, 16_Halakhah, 1_DH": "<b>ובבית המים.</b> עיין ירוש' פ\"ד ה\"ד, ל\"א ע\"א.",
        "2_Chapter, 16_Halakhah, 2_DH": "<b>כשאמרו מדליקין וכו'.</b> ירוש' הנ\"ל; בבלי נ\"ג ב'.",
        "2_Chapter, 17_Halakhah, 0_DH": "<b>במחובר וכו'.</b> ירוש' חלה פ\"א ה\"א, נ\"ז ע\"ג. ועיין במשנ' רפ\"ד.",
        "2_Chapter, 17_Halakhah, 1_DH": "<b>ר' ליעזר וכו'.</b> בבלי ב' ב'.",
        "2_Chapter, 17_Halakhah, 2_DH": "<b>וחכמים או' וכו'.</b> משנ' פ\"ד מ\"ו.",
        "2_Chapter, 17_Halakhah, 3_DH": "<b>החייטין שכן וכו'.</b> ירוש' פ\"ד ה\"ז, ל\"א רע\"ב, בבלי נ\"ה ב', מו\"ק י\"ג א'.",
        "2_Chapter, 17_Halakhah, 4_DH": "<b>ר' יוסה וכו'.</b> משנ' הנ\"ל.",
        "2_Chapter, 17_Halakhah, 5_DH": "<b>שכן עולי וכו'.</b> ירוש' ובבלי הנ\"ל.",
        "2_Chapter, 17_Halakhah, 6_DH": "<b>זבל וכו'.</b> ירוש' פ\"ד ה\"ח, ל\"א ע\"ב; בבלי נ\"ה ב'.",
        "2_Chapter, 18_Halakhah, 0_DH": "<b>ששה דברים וכו'.</b> עיין במשנ' פ\"ד מ\"ח, בבלי נ\"ו א', מנחות ע\"א א'.",
        "2_Chapter, 18_Halakhah, 1_DH": "<b>כיצד כורכין וכו'.</b> ירוש' פ\"ד ה\"ט, ל\"א ב'; בבלי נ\"ו א'.",
        "2_Chapter, 19_Halakhah, 0_DH": "<b>כיצד נותנין וכו'.</b> ירוש' הנ\"ל; בבלי נ\"ו ב'.",
        "2_Chapter, 19_Halakhah, 1_DH": "<b>מעשה בבנו וכו'.</b> ירוש' הנ\"ל; בבלי נ\"ז א'.",
        "2_Chapter, 20_Halakhah, 0_DH": "<b>שהיו פותחין וכו'.</b> בבלי נ\"ו א'.",
        "2_Chapter, 21_Halakhah, 0_DH": "<b>אי אתם מודים וכו'.</b> ירוש' פ\"ד ה\"ט, ל\"א ע\"ב; בבלי נ\"ו ב'.",
        "3_Chapter, 0_Halakhah, 0_DH": "<b>הביא וכו'.</b> להלן ב\"ק פ\"י סהי\"ח.",
        "3_Chapter, 0_Halakhah, 1_DH": "<b>מצורע וכו'.</b> להלן ב\"ק הנ\"ל הי\"ט. ועיין להלן נגעים ספ\"ח ובבלי מנחות ה' א'.",
        "3_Chapter, 1_Halakhah, 0_DH": "<b>שאין לך קודם וכו'.</b> ספרי פנחס פי' קמ\"ג, עמ' 191; ירוש' יומא פ\"ב ה\"א, ל\"ט ע\"ג, פ\"ג ה\"ה, מ' ע\"ג; בבלי כאן נ\"ט א'. ועיין תו\"כ צו פ\"ב ה\"י, ל' סע\"ב, ספרי זוטא פנחס, עמ' 323, ירוש' כאן פ\"ה ה\"א, ל\"א ע\"ד, בבלי נ\"ח ב', יומא ל\"ג ב', ב\"ק קי\"א א', מנחות מ\"ט א', תמיד כ\"ח ב'.",
        "3_Chapter, 1_Halakhah, 1_DH": "<b>ומחוסרי כפרה וכו'.</b> בבלי נ\"ט א'. ועיין בספרי פנחס הנ\"ל ובירוש' פ\"ה סה\"א, ל\"א ע\"ד.",
        "3_Chapter, 1_Halakhah, 2_DH": "<b>בן ברוקה וכו'.</b> בבלי הנ\"ל. ועיין בירוש' הנ\"ל.",
        "3_Chapter, 1_Halakhah, 3_DH": "<b>שחטו לשמו וכו'.</b> להלן זבחים פ\"א ה\"ד. ועיין במשנ' פ\"ה מ\"ב.",
        "3_Chapter, 1_Halakhah, 4_DH": "<b>כיצד שלא וכו'.</b> ירוש' פ\"ה ה\"ג, ל\"ב ע\"א; בבלי ס\"א א'.",
        "3_Chapter, 1_Halakhah, 5_DH": "<b>שחטו למולין וכו'.</b> משנ' פ\"ה מ\"ג.",
        "3_Chapter, 1_Halakhah, 6_DH": "<b>והדין נותן וכו'.</b> עיין בבלי ס\"א ב'.",
        "3_Chapter, 2_Halakhah, 0_DH": "<b>השוחט וכו'.</b> משנ' פ\"ה מ\"ד. ועיין בבלי ס\"ג ב'.",
        "3_Chapter, 2_Halakhah, 1_DH": "<b>כשר.</b> ירוש' פ\"ה ה\"ד, ל\"ב ע\"ב.",
        "3_Chapter, 2_Halakhah, 2_DH": "<b>אחד השוחט וכו'.</b> בבלי ס\"ג ב'. ועיין מכילתא משפטים פ\"כ, עמ' 334, וירוש' הנ\"ל.",
        "3_Chapter, 2_Halakhah, 3_DH": "<b>בזמן שיש וכו'.</b> בבלי הנ\"ל.",
        "3_Chapter, 2_Halakhah, 4_DH": "<b>המולק וכו'.</b> עיין ירוש' פ\"ה ה\"ד, ל\"ב ע\"ב, ובבלי ס\"ג ב' ואילך.",
        "3_Chapter, 2_Halakhah, 5_DH": "<b>הפסח וכו'.</b> עיין במשנ' פ\"ה מ\"ד.",
        "3_Chapter, 4_Halakhah, 0_DH": "<b>שחטו אחרים וכו'.</b> עיין במשנ' זבחים פ\"א מ\"ב, ירוש' פ\"ה ה\"ד, ל\"ב ע\"ג, בבלי ס\"ב ב', זבחים י\"א א'.",
        "3_Chapter, 4_Halakhah, 1_DH": "<b>אמ' ר' יהושע וכו'.</b> בבלי זבחים הנ\"ל (כל הברייתא עד שו' 50).",
        "3_Chapter, 6_Halakhah, 0_DH": "<b>השוחט וכו'.</b> לעיל תרומות פ\"ב ה\"ג.",
        "3_Chapter, 7_Halakhah, 0_DH": "<b>הפסח וכו'.</b> משנ' זבחים פ\"א מ\"ג. ועיין במשנ' כאן פ\"ה מ\"ג.",
        "3_Chapter, 8_Halakhah, 0_DH": "<b>השיב רבי וכו'.</b> בבלי זבחים י\"ב א', ועיי\"ש י\"א ב'. ועיין ירוש' כאן פ\"י ה\"א, ל\"ז ע\"ב, ובבלי ק\"ח א'.",
        "3_Chapter, 9_Halakhah, 0_DH": "<b>פסח ראשון וכו'.</b> להלן פ\"ח, שו' 23, ושו' 87. ועיין במשנ' פ\"ה מ\"ה, מכילתא בא פ\"ה, עמ' 17, ירוש' פ\"ה ה\"ה, ל\"ב ע\"ג, בבלי ס\"ד ב'.",
        "3_Chapter, 9_Halakhah, 1_DH": "<b>מקטיר וכו'.</b> עיין ירוש' פ\"ה ה\"א, ל\"א ע\"ד, בבלי נ\"ח סע\"ב, נ\"ט א'.",
        "3_Chapter, 9_Halakhah, 2_DH": "<b>קרעו וכו'.</b> עיין במשנ' פ\"ה מ\"י.",
        "3_Chapter, 9_Halakhah, 3_DH": "<b>ובשבת וכו'.</b> עיין בבלי ס\"ה ב'.",
        "3_Chapter, 9_Halakhah, 4_DH": "<b>ר' ישמעאל וכו'.</b> ירוש' פ\"ו ה\"א, ל\"ג רע\"ב; בבלי שבת קט\"ז ב', קל\"ג ב', מנחות ס\"ג ב'.",
        "3_Chapter, 10_Halakhah, 0_DH": "<b>כהן הקרוב וכו'.</b> משנ' פ\"ה מ\"ו. וכל הבבא להלן זבחים פ\"ו הט\"ו.",
        "3_Chapter, 10_Halakhah, 1_DH": "<b>שלא כנגד היסוד וכו'.</b> עיין זבחים פ\"ב מ\"א, בבלי שם כ\"ו ב'.",
        "3_Chapter, 10_Halakhah, 2_DH": "<b>אם גמרו וכו'.</b> משנ' פ\"ה מ\"ז.",
        "3_Chapter, 10_Halakhah, 3_DH": "<b>אהבתי וכו'.</b> תהלים קט\"ז, א'.",
        "3_Chapter, 10_Halakhah, 4_DH": "<b>והיא היתה וכו'.</b> ירוש' פ\"ה סה\"ז, ל\"ב ע\"ג; בבלי ס\"ב א'.",
        "3_Chapter, 11_Halakhah, 0_DH": "<b>כמעשהו וכו'.</b> משנ' פ\"ה מ\"ח.",
        "3_Chapter, 11_Halakhah, 1_DH": "<b>ר' יהודה וכו'.</b> משנ' הנ\"ל; בבלי ס\"ה א', זבחים ל\"ד ב', ס' א'. ועיין מנחות נ\"ט ב'.",
        "3_Chapter, 11_Halakhah, 2_DH": "<b>שאם נתערב וכו'.</b> בבלי הנ\"ל.",
        "3_Chapter, 11_Halakhah, 3_DH": "<b>והלא אין מתקבל וכו'.</b> ירוש' פ\"ה ה\"ח, ל\"ב רע\"ד; בבלי ס\"ה א'. ועיין זבחים ל\"ד ב'.",
        "3_Chapter, 11_Halakhah, 4_DH": "<b>אמ' להם וכו'.</b> בבלי ס\"ה ב', זבחים ל\"ה א'.",
        "3_Chapter, 12_Halakhah, 0_DH": "<b>פעם אחת וכו'.</b> ירוש' פ\"ו ה\"א, ל\"ג ע\"א; בבלי ס\"ו א'.",
        "3_Chapter, 13_Halakhah, 0_DH": "<b>מועדו וכו'.</b> במדבר כ\"ח, ב' (תמיד), שם ט', ב' (פסח).",
        "3_Chapter, 13_Halakhah, 1_DH": "<b>תמיד שנאמ' וכו'.</b> עיין מכילתא בא פ\"ה, עמ' 17, ספרי בהעלותך פי' ס\"ה, עמ' 61, פנחס פי' קמ\"ב, עמ' 188. ועיין תו\"כ אמור סוף פרש' י\"ב, ק\"ג ע\"ב, ירוש' פ\"ז ה\"ד, ל\"ד ע\"ב, בבלי ע\"ז א', מנחות ע\"ב ב'.",
        "3_Chapter, 13_Halakhah, 2_DH": "<b>פסח שני.</b> עיין במשנ' פ\"ט מ\"ג, להלן פ\"ח ה\"ח, שו' 32, ובמסה\"ת שם.",
        "3_Chapter, 13_Halakhah, 3_DH": "<b>מה יהא וכו'.</b> ירוש' פ\"ו ובבלי ס\"ו א' הנ\"ל; ירוש' שבת פי\"ט ה\"א, י\"ז ע\"א.",
        "3_Chapter, 14_Halakhah, 0_DH": "<b>פעם אחת וכו'.</b> בבלי ס\"ד ב'.",
        "4_Chapter, 0_Halakhah, 0_DH": "<b>ר' ליעזר וכו'.</b> ירוש' פ\"ו רה\"ד, ל\"ג ע\"ג, שבת פי\"ט ה\"א, י\"ז ע\"א. ועיין במשנ' פ\"ו מ\"א, שבת פי\"ט מ\"א, ספרי זוטא, עמ' 257.",
        "4_Chapter, 0_Halakhah, 1_DH": "<b>כלל אמ' וכו'.</b> משנ' פ\"ו מ\"ב, שבת פי\"ט מ\"א, מנחות פי\"א מ\"ג; להלן בתוספתא שם פי\"א ה\"ה, תמורה פ\"א הי\"ז; ספרי זוטא (?), ריש עמ' 258.",
        "4_Chapter, 0_Halakhah, 2_DH": "<b>אמורי צבור וכו'.</b> ירוש' פ\"ו ה\"ד, ל\"ג ע\"ג, פי\"ט ה\"א, י\"ז ע\"א. ועיין בבלי ס\"ט א'.",
        "4_Chapter, 1_Halakhah, 0_DH": "<b>בא מן הצאן וכו'.</b> עיין במשנ' מנחות פ\"ז מ\"ו, מכילתא בא פ\"ד, עמ' 13, ספרי ראה פי' קכ\"ט, עמ' 187, ירוש' פ\"ו ה\"א, ל\"ג ע\"א, בבלי ע' ב'.",
        "4_Chapter, 1_Halakhah, 1_DH": "<b>ואין נאכל וכו'.</b> עיין במשנ' זבחים ספ\"ה ולהלן, שו' 48.",
        "4_Chapter, 2_Halakhah, 0_DH": "<b>חגיגה וכו'.</b> משנ' פ\"ו מ\"ד, ובמקורות שצוינו לעיל, שו' 9.",
        "4_Chapter, 2_Halakhah, 1_DH": "<b>ונאכלת וכו'.</b> משנ' הנ\"ל. ועיין תו\"כ צו פרק י\"ב ה\"ח, ל\"ה ע\"ד, ספרי ראה פי' קל\"א, עמ' 189. ועיין בבלי ע' א'.",
        "4_Chapter, 2_Halakhah, 2_DH": "<b>חגיגה וכו'.</b> ירוש' פ\"ו ה\"ה, ל\"ג ע\"ג; בבלי ע' רע\"א.",
        "4_Chapter, 2_Halakhah, 3_DH": "<b>חגיגה הבאה וכו'.</b> ירוש' סוכה פ\"ד ה\"ה, נ\"ד ע\"ג, חגיגה פ\"א ה\"ד, ע\"ו ע\"ב; בבלי ע' א, ע\"א א'.",
        "4_Chapter, 2_Halakhah, 4_DH": "<b>ר' שמעון וכו'.</b> ירוש' פ\"ו ה\"ה, ל\"ג ע\"ג.",
        "4_Chapter, 3_Halakhah, 0_DH": "<b>אחד דברים וכו'.</b> בבלי ע\"ב ב'. ועיין במשנ' פ\"ו מ\"ה.",
        "4_Chapter, 3_Halakhah, 1_DH": "<b>אמ' ר' שמעון וכו'.</b> בבלי ע\"ב ב'. ועיין ירוש' פ\"ו ה\"ז, ל\"ג ע\"ג ואילך, שבת פי\"ט ה\"ד, י\"ז ע\"ב. ועיין לעיל שבת פט\"ו, שו' 47 ואילך.",
        "4_Chapter, 4_Halakhah, 0_DH": "<b>אמ' ר' יוסה וכו'.</b> תו\"כ ויקרא, נדבה פ\"ג הי\"ב, ה' ע\"ג; בבלי סוכה מ\"ב א'.",
        "4_Chapter, 4_Halakhah, 1_DH": "<b>שנ' תמימים וכו'.</b> במדבר כ\"ח, ל\"א.",
        "4_Chapter, 5_Halakhah, 0_DH": "<b>שחטו ונודע וכו'.</b> עיין במשנ' ספ\"ו. ועיין להלן פ\"ו, שו' 37 ואילך.",
        "4_Chapter, 5_Halakhah, 1_DH": "<b>ר' ישמעאל וכו'.</b> בבלי ע\"ג ב', ועיין להלן פ\"ו הנ\"ל.",
        "4_Chapter, 6_Halakhah, 0_DH": "<b>חטאת צבור וכו'.</b> להלן מנחות פ\"ה סה\"ב.",
        "4_Chapter, 6_Halakhah, 1_DH": "<b>עולות וכו'.</b> שם ה\"ג.",
        "4_Chapter, 6_Halakhah, 2_DH": "<b>חטאת יחיד וכו'.</b> תוספתא הנ\"ל; ירוש' שבת פי\"ג ה\"ג, י\"ד ע\"א.",
        "4_Chapter, 6_Halakhah, 3_DH": "<b>השוחט שתי וכו'.</b> להלן מנחות פ\"ה ה\"ב. ועיין בבלי שם ס\"ד א'.",
        "4_Chapter, 7_Halakhah, 0_DH": "<b>ר' יהודה וכו'.</b> מכילתא דרשב\"י, עמ' 13; ירוש' פ\"ז ה\"א, ל\"ד ע\"א; בבלי ע\"ד א'.",
        "4_Chapter, 8_Halakhah, 0_DH": "<b>פסח שסכו וכו'.</b> עיין במשנ' ספ\"ב.",
        "4_Chapter, 8_Halakhah, 1_DH": "<b>בשלו וכו'.</b> מכילתא דרשב\"י הנ\"ל; בבלי מ\"א א'. ועיין ירוש' פ\"ז ה\"ב, ל\"ד ע\"א.",
        "4_Chapter, 9_Halakhah, 0_DH": "<b>אין מולגין וכו'.</b> עיין להלן ביצה פ\"ג הי\"ט (לעניין אחר). ועיין בבלי ע\"ה א'.",
        "4_Chapter, 9_Halakhah, 1_DH": "<b>הפסח צולין וכו'.</b> עיין מכילתא דרשב\"י, עמ' 13 הנ\"ל, להלן פ\"ז, שו' 6 ואילך.",
        "4_Chapter, 10_Halakhah, 0_DH": "<b>אין צולין וכו'.</b> ירוש' תרומות פ\"י ה\"ד, מ\"ז ע\"ב; בבלי כאן ע\"ו ב'.",
        "4_Chapter, 11_Halakhah, 0_DH": "<b>פסח וכו'.</b> עיין לעיל, שו' 11 ואילך.",
        "5_Chapter, 0_Halakhah, 0_DH": "<b>אימתי וכו'.</b> ירוש' פ\"ז ה\"ה, ל\"ד סע\"ב; בבלי ע\"ח א'. ועיין במשנ' פ\"ז מ\"ד.",
        "5_Chapter, 0_Halakhah, 1_DH": "<b>הצבור והכהנים וכו'.</b> בבלי ע\"ט א'. ועיין ירוש' פ\"ז ה\"ו, ל\"ד ע\"ג.",
        "5_Chapter, 1_Halakhah, 0_DH": "<b>היו חציין וכו'.</b> ירוש' פ\"ז ה\"ו, ל\"ד ע\"ג; בבלי ע\"ט סע\"ב ואילך (כל הברייתא), ועיין לעיל שם.",
        "5_Chapter, 1_Halakhah, 1_DH": "<b>ר' אלעזר וכו'.</b> ספרי ראה פי' קל\"ב, עמ' 189; מכילתא דרשב\"י, עמ' 10; ירוש' פ\"ח ה\"ז, ל\"ו ע\"א; בבלי הנ\"ל; ועיין ירוש' פ\"ז ה\"ו, ל\"ד ע\"ג.",
        "5_Chapter, 1_Halakhah, 2_DH": "<b>לא תוכל וכו'.</b> דברים ט\"ז, ה'.",
        "5_Chapter, 1_Halakhah, 3_DH": "<b>ר' שמעון וכו'.</b> עיין ירוש' פ\"ז ה\"ו, ל\"ד ע\"ג, ובבלי פ' א'.",
        "5_Chapter, 2_Halakhah, 0_DH": "<b>ר' יהושע או' וכו'.</b> להלן זבחים פ\"ד ה\"ג; בבלי כאן ע\"ט א', זבחים ק\"ט א', מנחות ט' א', כ\"ו א', מעילה ט\"ו ב'. והרישא גם בזבחים כ\"ה ב' ובכורות ל\"ט ב'. ועיין במשנ' פ\"ז מ\"ה, בספרי ראה פי' ע\"ח, עמ' 143, להלן זבחים רפ\"ד, בבלי כאן ע\"ז א', זבחים ק\"ד א'. ועיין בתו\"כ ויקרא, נדבה פרש' ד' הי\"ב, ו' ע\"ג, ירוש' כאן פ\"ז ה\"ה, ל\"ד ע\"ב וע\"ג.",
        "5_Chapter, 2_Halakhah, 1_DH": "<b>ובעולה וכו'.</b> עיין במשנ' זבחים פי\"ג מ\"ד, תוספתא מעילה פ\"א הכ\"ח ובבלי שם ט\"ו ב'.",
        "5_Chapter, 3_Halakhah, 0_DH": "<b>ר' יהושע וכו'.</b> להלן זבחים פ\"ד סה\"ג הנ\"ל; בבלי כאן ע\"ט א' הנ\"ל. ועיי\"ש ס\"ב א', ע\"ז ב'.",
        "5_Chapter, 4_Halakhah, 0_DH": "<b>כל קרבנות וכו'.</b> להלן נזיר פ\"ו ה\"ב. ועיין במשנ' פ\"ז מ\"ז, זבחים פ\"ב מ\"א, ירוש' כאן פ\"ז, ה\"ז, ל\"ד ע\"א, בבלי זבחים כ\"ב ב', כ\"ג ב'.",
        "5_Chapter, 4_Halakhah, 1_DH": "<b>עד שלא עשה וכו'.</b> עיין ירוש' פ\"ז ה\"ז, ל\"ד ע\"ד, נזיר פ\"ט ה\"ב, נ\"ז ע\"ג.",
        "5_Chapter, 4_Halakhah, 2_DH": "<b>ונודע לו וכו'.</b> עיין משנ' נזיר פ\"ט מ\"ב, ירוש' הנ\"ל, בבלי נזיר ס\"ג א'.",
        "5_Chapter, 5_Halakhah, 0_DH": "<b>שחטו וכו'.</b> עיין בבלי ע\"ג רע\"ב, לעיל פ\"ה, שו' 30 ואילך. ועיין במשנ' פ\"ז מ\"ט.",
        "5_Chapter, 5_Halakhah, 1_DH": "<b>ר' ישמעאל וכו'.</b> בבלי ע\"ג ב'. ועיין ירוש' ספ\"ו, ל\"ג ע\"ד.",
        "5_Chapter, 5_Halakhah, 2_DH": "<b>זה הכלל וכו'.</b> ירוש' פ\"ז ה\"ח, ל\"ה ע\"א; בבלי ל\"ד א', ע\"ג ב', פ\"ב ב'.",
        "5_Chapter, 6_Halakhah, 0_DH": "<b>השורף וכו'.</b> בבלי פ\"ד ב', חולין י\"א א'. ועיין ירוש' פ\"ז ה\"ט, ל\"ה ע\"א.",
        "5_Chapter, 7_Halakhah, 0_DH": "<b>העצמות וכו'.</b> עיין ירוש' פ\"ז רה\"י, ל\"ה ע\"א, סנהדרין פ\"ח ה\"ב, כ\"ו ע\"א, בבלי פ\"ד א', משנ' פ\"ז מי\"א.",
        "5_Chapter, 8_Halakhah, 0_DH": "<b>פסח כשר וכו'.</b> משנ' פ\"ז מי\"א. ועיין במכילתא דרשב\"י, עמ' 36, ספרי זוטא, עמ' 260, בבלי פ\"ד א'.",
        "5_Chapter, 8_Halakhah, 1_DH": "<b>ר' יעקב או' וכו'.</b> ירוש' פ\"ז ה\"ט, ל\"ה ע\"א; בבלי פ\"ג א', ועיי\"ש פ\"ד ב'. ועיין להלן זבחים פ\"י ה\"ט והי\"א.",
        "5_Chapter, 8_Halakhah, 2_DH": "<b>ר' ישמעאל וכו'.</b> עיין בבלי פ\"ד ב' ומשנ' פ\"ז מי\"ב.",
        "5_Chapter, 9_Halakhah, 0_DH": "<b>השובר וכו'.</b> עיין מכילתא בא פט\"ו, עמ' 55, ובבלי פ\"ה א'. ועיין ירוש' פ\"ז רה\"ט, ל\"ה ע\"א, שם ה\"י, ל\"ה ע\"ב.",
        "5_Chapter, 9_Halakhah, 1_DH": "<b>וחייבין וכו'.</b> להלן אהלות פ\"א ה\"ה.",
        "5_Chapter, 9_Halakhah, 2_DH": "<b>כזית נא וכו'.</b> עיין ירוש' פ\"ז ה\"ב, ל\"ד ע\"ב, ובבלי מ\"א ב'. ועיין מכילתא בא פ\"ו, עמ' 21, מכילתא דרשב\"י שם, עמ' 13.",
        "5_Chapter, 9_Halakhah, 3_DH": "<b>כזית צלי וכו'.</b> בבלי הנ\"ל.",
        "5_Chapter, 10_Halakhah, 0_DH": "<b>המוציא כזית וכו'.</b> להלן מכות רפ\"ג (כי\"ע רפ\"ד); מכילתא דרשב\"י, עמ' 36. ועיין מכילתא פט\"ו, עמ' 55, וירוש' פ\"ז הי\"ב, ל\"ה ע\"ב.",
        "5_Chapter, 10_Halakhah, 1_DH": "<b>לא תוציא וכו'.</b> שמות י\"ב, מ\"ו.",
        "5_Chapter, 10_Halakhah, 2_DH": "<b>בבית אחד וכו'.</b> שם.",
        "5_Chapter, 10_Halakhah, 3_DH": "<b>אוכלין אותו וכו'.</b> עיין מכילתא דרשב\"י, עמ' 36, הנ\"ל.",
        "5_Chapter, 10_Halakhah, 4_DH": "<b>ר' שמעון וכו'.</b> מכילתא בא פט\"ו, עמ' 55. ועיין ירוש' פ\"ז הי\"ב, ל\"ה ע\"ב, בבלי פ\"ו סע\"א ואילך.",
        "5_Chapter, 10_Halakhah, 5_DH": "<b>על הבתים וכו'.</b> שמות י\"ב, ז'.",
        "5_Chapter, 10_Halakhah, 6_DH": "<b>שלא יהוא וכו'.</b> עיין במשנ' ספ\"ז.",
        "5_Chapter, 10_Halakhah, 7_DH": "<b>אם אין שם וכו'.</b> עיין ירוש' ספ\"ז, ל\"ה ע\"ג.",
        "6_Chapter, 0_Halakhah, 0_DH": "<b>ארבעה עשר וכו'.</b> משנ' שבת ספ\"א. ועיין ירוש' מע\"ש סה\"ב, נ\"ד ע\"א.",
        "6_Chapter, 0_Halakhah, 1_DH": "<b>והממרח וכו'.</b> לעיל שבת פ\"ה, שו' 17.",
        "6_Chapter, 1_Halakhah, 0_DH": "<b>הפסח וכו'.</b> עיין ספרי ראה פי' קל\"ד, עמ' 190, ירוש' שבת פ\"א הי\"א, ד' ע\"ב, ולעיל פ\"ה, שו' 43.",
        "6_Chapter, 2_Halakhah, 0_DH": "<b>יתום וכו'.</b> משנ' פ\"ח מ\"א.",
        "6_Chapter, 2_Halakhah, 1_DH": "<b>הומנא על שני וכו'.</b> עיין להלן, שו' 20–21, וירוש' פ\"ח ה\"א ורה\"ב, ל\"ה ע\"ד.",
        "6_Chapter, 2_Halakhah, 2_DH": "<b>ר' שמעון אומ' וכו'.</b> בבלי פ\"ט א'. ועיין במשנ' פ\"ח מ\"ג ובירוש' שם סה\"ג, ל\"ו ע\"א.",
        "6_Chapter, 3_Halakhah, 0_DH": "<b>לא ישחוט וכו'.</b> בבלי פ\"ח א' (בשם תניא אידך). ועיין לעיל עירובין פ\"ו הי\"א, שו' 32 ואילך, ובבלי שם פ\"ב ב'.",
        "6_Chapter, 4_Halakhah, 0_DH": "<b>ומי שחציו וכו'.</b> משנ' פ\"ח מ\"א. ועיין בבלי פ\"ח א'.",
        "6_Chapter, 4_Halakhah, 1_DH": "<b>של שני שותפין וכו'.</b> בבלי פ\"ח א'. ועיין במשנ' הנ\"ל.",
        "6_Chapter, 4_Halakhah, 2_DH": "<b>הומנה על שני וכו'.</b> עיין לעיל, שו' 12.",
        "6_Chapter, 4_Halakhah, 3_DH": "<b>שכח רבו וכו'.</b> עיין במשנ' פ\"ח סמ\"ב, בירוש' שם ה\"ב, ל\"ה ע\"ד, ובבבלי פ\"ח ב'.",
        "6_Chapter, 4_Halakhah, 4_DH": "<b>ר' נתן אומ' וכו'.</b> ירוש' הנ\"ל. ועיין להלן, שו' 27, ירוש' פ\"ז רה\"ה, ל\"ד ע\"ב, בבלי ע\"ח ב', קידושין מ\"א ב'. ועיין מכילתא בא פ\"ה, עמ' 17 (בשם ר' אליעזר).",
        "6_Chapter, 5_Halakhah, 0_DH": "<b>בני חבורה וכו'.</b> ירוש' פ\"ח ה\"ד, ל\"ו ע\"א; בבלי ע\"ח ב'.",
        "6_Chapter, 6_Halakhah, 0_DH": "<b>בני חבורה וכו'.</b> מכילתא דרשב\"י, עמ' 10.",
        "6_Chapter, 6_Halakhah, 1_DH": "<b>לעולם נמשכין וכו'.</b> מכילתא דרשב\"י, עמ' 9; ירוש' פ\"ח ה\"ד, ל\"ו ע\"א; בבלי צ\"ט א'. ועיין מכילתא דר' ישמעאל פ\"ג, עמ' 11, ועמ' 12.",
        "6_Chapter, 7_Halakhah, 0_DH": "<b>מעות חולין.</b> מכילתא דרשב\"י, סוף עמ' 9; בבלי פ\"ט ב'. ועיין בירוש' פ\"ח ה\"ג, ל\"ו ע\"א.",
        "6_Chapter, 7_Halakhah, 1_DH": "<b>על חגיגתו וכו'.</b> בבלי הנ\"ל (כל הברייתא).",
        "6_Chapter, 8_Halakhah, 0_DH": "<b>בני חבורה וכו'.</b> עיין ירוש' ספ\"ז, ל\"ה ע\"ג.",
        "6_Chapter, 9_Halakhah, 0_DH": "<b>שהיה אחד בהן וכו'.</b> ירוש' פ\"ח רה\"ד, ל\"ו ע\"א; בבלי פ\"ט ב'.",
        "6_Chapter, 10_Halakhah, 0_DH": "<b>מצורע וכו'.</b> עיין במשנ' פ\"ח מ\"ה, ובבלי צ' ב'.",
        "6_Chapter, 10_Halakhah, 1_DH": "<b>יולדת וכו'.</b> בבלי כריתות י' א'.",
        "6_Chapter, 10_Halakhah, 2_DH": "<b>ר' ישמעאל וכו'.</b> עיין בבלי צ\"א א', ירוש' פ\"ח ה\"ו, ל\"ו ע\"א.",
        "6_Chapter, 11_Halakhah, 0_DH": "<b>חולה בשעת וכו'.</b> בבלי ע\"ח ב'.",
        "6_Chapter, 12_Halakhah, 0_DH": "<b>ר' יוסה וכו'.</b> בבלי פ' סע\"א, ועיי\"ש פ\"א א'.",
        "6_Chapter, 12_Halakhah, 1_DH": "<b>אבל ערל וכו'.</b> עיין ירוש' פ\"ח ה\"ו, ל\"ו ע\"א.",
        "6_Chapter, 13_Halakhah, 0_DH": "<b>אמ' ר' לעזר וכו'.</b> בבלי צ\"ב א'.",
        "6_Chapter, 13_Halakhah, 1_DH": "<b>ערל גוי וכו'.</b> משנ' ספ\"ח עדיות פ\"ה מ\"ב.",
        "6_Chapter, 13_Halakhah, 2_DH": "<b>ר' ליעזר וכו'.</b> ירוש' ספ\"ח, ל\"ו ע\"ב, נזיר פ\"ח סה\"א, נ\"ז ע\"א.",
        "6_Chapter, 14_Halakhah, 0_DH": "<b>בני חבורה וכו'.</b> ירוש' פ\"ז ה\"ו, ל\"ד ע\"ג.",
        "6_Chapter, 16_Halakhah, 0_DH": "<b>ונמצא יבולת וכו'.</b> עיין ירוש' פ\"ז ה\"ה, ל\"ד רע\"ג.",
        "6_Chapter, 16_Halakhah, 1_DH": "<b>חמש חבורות וכו'.</b> ירוש' הנ\"ל; בבלי פ\"ח ב'.",
        "7_Chapter, 0_Halakhah, 0_DH": "<b>אילו עושין וכו'.</b> בבלי צ\"ג א'. ועיין ספרי בהעלותך פי' ס\"ט, עמ' 64, ירוש' פ\"ט ה\"א, ל\"ו ע\"ג, בבלי ס\"ט ב'.",
        "7_Chapter, 0_Halakhah, 1_DH": "<b>והמזידין.</b> ירוש' רפ\"ט, ל\"ו ע\"ג; בבלי צ\"ב ב'. ועיין במשנ' רפ\"ט.",
        "7_Chapter, 0_Halakhah, 2_DH": "<b>אם כן וכו'.</b> משנ' הנ\"ל.",
        "7_Chapter, 0_Halakhah, 3_DH": "<b>טמא וכו'.</b> במדבר ט', י'.",
        "7_Chapter, 1_Halakhah, 0_DH": "<b>ר' עקיבא וכו'.</b> ספרי בהעלותך פי' ס\"ט, עמ' 64; בבלי צ\"ב סע\"א. ועיין במשנ' פ\"ט מ\"ב, וספרי זוטא, עמ' 260.",
        "7_Chapter, 1_Halakhah, 1_DH": "<b>ר' ליעזר וכו'.</b> ספרי הנ\"ל; בבלי צ\"ד ב'.",
        "7_Chapter, 1_Halakhah, 2_DH": "<b>ר' יוסה וכו'.</b> ספרי ובבלי הנ\"ל; משנ' הנ\"ל.",
        "7_Chapter, 2_Halakhah, 0_DH": "<b>אמ' ר' יוסה וכו'.</b> משנ' פ\"ט מ\"ב. ועיין בספרי הנ\"ל, אבות דר\"ן נו\"א פל\"ד, נ' סע\"ב, נו\"ב פל\"ז, מ\"ט ע\"א.",
        "7_Chapter, 2_Halakhah, 1_DH": "<b>ר' יוסה הגלילי וכו'.</b> בבלי צ\"ד סע\"ב.",
        "7_Chapter, 2_Halakhah, 2_DH": "<b>דרך רחוקה.</b> במדבר ט', י'.",
        "7_Chapter, 2_Halakhah, 3_DH": "<b>ובדרך לא וכו'.</b> שם ט', י\"ג.",
        "7_Chapter, 3_Halakhah, 0_DH": "<b>גר וכו'.</b> בבלי צ\"ג א'.",
        "7_Chapter, 3_Halakhah, 1_DH": "<b>ר' נתן או' אין צריך וכו'.</b> בבלי הנ\"ל. ועיין מכילתא בא פט\"ו, עמ' 56, ספרי בהעלותך פי' ע\"א, עמ' 67, ספרי זוטא, עמ' 261.",
        "7_Chapter, 3_Halakhah, 2_DH": "<b>ניתן להן וכו'.</b> ירוש' פ\"ט ה\"א, ל\"ו ע\"ג.",
        "7_Chapter, 3_Halakhah, 3_DH": "<b>היחיד עושה וכו'.</b> ספרי הנ\"ל פי' ע', עמ' 66, ספרי זוטא, עמ' 259, ירוש' הנ\"ל, בבלי ס\"ו ב', ס\"ז א'.",
        "7_Chapter, 3_Halakhah, 4_DH": "<b>ר' יהודה או' וכו'.</b> ירוש' הנ\"ל. ועיין להלן סנהדרין פ\"ב ה\"י, ירוש' שם פ\"א ה\"ב. י\"ח ע\"ד, נדרים פ\"ו הי\"ג (ה\"ח), ל\"ט ע\"ד, בבלי סנהדרין י\"ב א', ב'.",
        "7_Chapter, 3_Halakhah, 5_DH": "<b>כי מרבית וכו'.</b> דה\"ב ל', י\"ח.",
        "7_Chapter, 4_Halakhah, 0_DH": "<b>ר' שמעון וכו'.</b> המקורות הנ\"ל.",
        "7_Chapter, 5_Halakhah, 0_DH": "<b>אין עושין וכו'.</b> ירוש' פ\"ח ה\"ז, ל\"ו סע\"א; בבלי צ\"א א'. ועיין במשנ' פ\"ח סמ\"ז.",
        "7_Chapter, 6_Halakhah, 0_DH": "<b>הראשון בשלש וכו'.</b> לעיל פ\"ד, שו' 60, ובמסה\"ת שם.",
        "7_Chapter, 6_Halakhah, 1_DH": "<b>ואין השני וכו'.</b> ספרי בהעלותך פי' ע', עמ' 67, ועיי\"ש פי' ס\"ה, עמ' 62, ירוש' פ\"ט סה\"ג, ל\"ו ע\"ד, בבלי צ\"ה ב', יומא נ\"א א'.",
        "7_Chapter, 6_Halakhah, 2_DH": "<b>והשני אין חייבין וכו'.</b> בבלי צ\"ג א'. ועיין ספרי בהעלותך פי' ע', סוף עמ' 66, ספרי זוטא, עמ' 259, ירוש' פ\"ט ה\"ג, ל\"ו ע\"ד.",
        "7_Chapter, 6_Halakhah, 3_DH": "<b>ר' חנינא וכו'.</b> בבלי הנ\"ל. ועיין ירוש' הנ\"ל.",
        "7_Chapter, 6_Halakhah, 4_DH": "<b>ואין השיני וכו'.</b> עיין ירוש' הנ\"ל סה\"ג.",
        "7_Chapter, 6_Halakhah, 5_DH": "<b>יום אחד.</b> ספרי דברים פי' קל\"ד, עמ' 191. ועיין ספרי בהעלותך פי' ס\"ט, עמ' 66.",
        "7_Chapter, 7_Halakhah, 0_DH": "<b>שה תמים וכו'.</b> שמות י\"ב, ה'.",
        "7_Chapter, 7_Halakhah, 1_DH": "<b>והשני כיוצא וכו'.</b> ספרי בהעלותך פי' ס\"ה, עמ' 62, ועיי\"ש פי' ס\"ט, עמ' 66, ובבלי צ\"ה א'.",
        "7_Chapter, 7_Halakhah, 2_DH": "<b>אל תאכלו וכו'.</b> שמות י\"ב, ט'.",
        "7_Chapter, 7_Halakhah, 3_DH": "<b>והשיני כיוצא וכו'.</b> עיין במקורות הנ\"ל ובמשנ' פ\"ט מ\"ג.",
        "7_Chapter, 7_Halakhah, 4_DH": "<b>ולא תותירו וכו'.</b> שמות י\"ב, י'.",
        "7_Chapter, 7_Halakhah, 5_DH": "<b>הראשון דוחה וכו'.</b> משנתנו פ\"ט מ\"ג. ועיין לעיל פ\"ד, שו' 85 ובמסה\"ת שם.",
        "7_Chapter, 7_Halakhah, 6_DH": "<b>והשני דוחה וכו'.</b> לעיל פ\"ד, שו' 89. ועיין ספרי בהעלותך סוף פי' ע', עמ' 67, שם פי' ס\"ה, עמ' 62, בבלי צ\"ה ב', יומא נ\"א א'.",
        "7_Chapter, 7_Halakhah, 7_DH": "<b>הראשון טעון וכו'.</b> ספרי ראה פי' קל\"ד, עמ' 190, בבלי צ\"ה ב'.",
        "7_Chapter, 7_Halakhah, 8_DH": "<b>ר' יהודה וכו'.</b> ספרי, עמ' 191 הנ\"ל, בבלי צ\"ה ב', סוכה מ\"ז ב'.",
        "7_Chapter, 8_Halakhah, 0_DH": "<b>זבים וזבות וכו'.</b> עיין במשנ' פ\"ט מ\"ד, בבלי צ\"ה ב', מנחות צ\"ה א', ירוש' פ\"ט רה\"ד, ל\"ו ע\"ד.",
        "7_Chapter, 8_Halakhah, 1_DH": "<b>ר' לעזר או' וכו'.</b> עיין במקורות הנ\"ל, תו\"כ צו פרק י\"ד ה\"ב, ל\"ז ע\"ד, ספרי זוטא, עמ' 229, בבלי ס\"ז ב'.",
        "7_Chapter, 8_Halakhah, 2_DH": "<b>וישלחו וכו'.</b> במדבר ה', ב'.",
        "7_Chapter, 8_Halakhah, 3_DH": "<b>חייבין וכו'.</b> ירוש' פ\"ט רה\"ד, ל\"ו ע\"ד.",
        "7_Chapter, 8_Halakhah, 4_DH": "<b>ר' שמעון וכו'.</b> תו\"כ וירוש' הנ\"ל; בבלי צ\"ה ב' (בכי\"י).",
        "7_Chapter, 8_Halakhah, 5_DH": "<b>כל טהור וכו'.</b> ויקרא ז', י\"ט-כ'.",
        "7_Chapter, 9_Halakhah, 0_DH": "<b>פסח ראשון וכו'.</b> ירוש' פ\"ח ה\"א, ל\"ה ע\"ד, סוף חלה, ס' ע\"ב, קידושין פ\"א ה\"ח, ס\"א ע\"ג; בבלי צ\"א א', ב', צ\"ג א'. ועיין מכילתא בא ספ\"ג, עמ' 12, מכילתא דרשב\"י, עמ' 10.",
        "7_Chapter, 9_Halakhah, 1_DH": "<b>ואין עושה פסח וכו'.</b> ירוש' ובבלי הנ\"ל, ועיין סנהדרין י\"ב ב', ספרי בהעלותך סוף פי' ע', עמ' 67.",
        "7_Chapter, 9_Halakhah, 2_DH": "<b>מעשה ביוסף וכו'.</b> משנ' חלה ספ\"ד.",
        "7_Chapter, 10_Halakhah, 0_DH": "<b>לא נהגו בו וכו'.</b> ירוש' פ\"ט ה\"ד, ל\"ו ע\"ד. ועיין מכילתא בא רפ\"ד, עמ' 12, מכילתא דרשב\"י, עמ' 11.",
        "7_Chapter, 11_Halakhah, 0_DH": "<b>פסח מצרים וכו'.</b> מכילתא דרשב\"י, עמ' 10. ועיין במכילתא דר' ישמעאל, בא פט\"ו, עמ' 56.",
        "7_Chapter, 11_Halakhah, 1_DH": "<b>ולקח הוא וכו'.</b> שמות י\"ב, ד'.",
        "7_Chapter, 12_Halakhah, 0_DH": "<b>ר' שמעון או' וכו'.</b> מכילתא דרשב\"י, עמ' 10.",
        "7_Chapter, 12_Halakhah, 1_DH": "<b>טוב שכן וכו'.</b> משלי כ\"ז, י'.",
        "7_Chapter, 13_Halakhah, 0_DH": "<b>לגבי מזבח וכו'.</b> עיין מכילתא בא פ\"ו, עמ' 18, מכילתא דרשב\"י, עמ' 26, ירוש' פ\"ט ה\"ד, ל\"ו סע\"ד, בבלי צ\"ו א'.",
        "7_Chapter, 13_Halakhah, 1_DH": "<b>והגעתם וכו'.</b> שמות י\"ב, כ\"ב.",
        "7_Chapter, 13_Halakhah, 2_DH": "<b>בפסח דורות.</b> משנ' פ\"ט מ\"ה.",
        "7_Chapter, 14_Halakhah, 0_DH": "<b>ואתם לא תצאו וכו'.</b> שמות י\"ב, כ\"ב.",
        "7_Chapter, 17_Halakhah, 0_DH": "<b>עבדים וכו'.</b> מכילתא דרשב\"י, עמ' 35.",
        "7_Chapter, 17_Halakhah, 1_DH": "<b>בפסח מצרים וכו'.</b> עיין מכילתא בא פט\"ו, עמ' 53 ועמ' 55.",
        "7_Chapter, 18_Halakhah, 0_DH": "<b>פסח מצרים וכו'.</b> ירוש' פ\"ה ה\"ה, ל\"ב ע\"ג. ועיין לעיל פ\"ה, שו' 60.",
        "7_Chapter, 18_Halakhah, 1_DH": "<b>שה תמים וכו'.</b> שמות י\"ב, ה'. ועיין ספרי זוטא בהעלותך, עמ' 258.",
        "7_Chapter, 19_Halakhah, 0_DH": "<b>ולא תותירו וכו'.</b> שם י\"ב, י'.",
        "7_Chapter, 20_Halakhah, 0_DH": "<b>כל שבעה וכו'.</b> עיין בבלי כ\"ח ב' וירוש' פ\"ב ה\"ב, כ\"ח סע\"ד.",
        "7_Chapter, 20_Halakhah, 1_DH": "<b>ר' יוסה הגלילי וכו'.</b> ירוש' ובבלי הנ\"ל; ירוש' פ\"ט ה\"ה, ל\"ז ע\"א. ועיין במשנ' פ\"ט מ\"ח, ובבלי צ\"ו ב'.",
        "7_Chapter, 20_Halakhah, 2_DH": "<b>לא יאכל וכו'.</b> שמות י\"ג, ג'-ד'.",
        "8_Chapter, 0_Halakhah, 0_DH": "<b>פסח שנתערב וכו'.</b> עיין במשנ' זבחים פ\"ח סמ\"א, תוספתא שם פ\"ח ה\"ב.",
        "8_Chapter, 0_Halakhah, 1_DH": "<b>שנים שנתערבו וכו'.</b> עיין במשנ' ספ\"ט.",
        "8_Chapter, 0_Halakhah, 2_DH": "<b>חמש של ארבעה וכו'.</b> עיין ירוש' ספ\"ט, ל\"ז ע\"א, בבלי צ\"ט א' (לפי גירסת הר\"ח).",
        "8_Chapter, 1_Halakhah, 0_DH": "<b>אמ' להן וכו'.</b> משנ' פ\"ט סמ\"ט.",
        "8_Chapter, 1_Halakhah, 1_DH": "<b>יפה שתיקה וכו'.</b> ירוש' פ\"ט ה\"ח, ל\"ז ע\"א; בבלי צ\"ט רע\"א.",
        "8_Chapter, 1_Halakhah, 2_DH": "<b>גם אויל וכו'.</b> משלי י\"ז, כ\"ח.",
        "8_Chapter, 1_Halakhah, 3_DH": "<b>אטם וכו'.</b> שם.",
        "8_Chapter, 2_Halakhah, 0_DH": "<b>נתערבו וכו'.</b> משנ' פ\"ט מ\"ח. ועיין במשנ' זבחים פ\"ח מ\"ב ובתוספתא שם פ\"ח ה\"ג.",
        "8_Chapter, 3_Halakhah, 0_DH": "<b>נתערבו בתודה וכו'.</b> עיין להלן זבחים פ\"ח ה\"ח.",
        "8_Chapter, 4_Halakhah, 0_DH": "<b>בחטאות וכו'.</b> עיין להלן שם ה\"ד.",
        "8_Chapter, 5_Halakhah, 0_DH": "<b>באשם וכו'.</b> עיין להלן שם ה\"ה.",
        "8_Chapter, 7_Halakhah, 0_DH": "<b>שלמים שנתערבו וכו'.</b> להלן זבחים פ\"ח ה\"י.",
        "8_Chapter, 7_Halakhah, 1_DH": "<b>בן עזאי אומ' וכו'.</b> תוספתא הנ\"ל. ועיין תו\"כ ויקרא, נדבה סוף פרק י\"ח ה\"ד, י\"ד ע\"ג.",
        "8_Chapter, 8_Halakhah, 0_DH": "<b>נתערבו בבכור וכו'.</b> להלן זבחים פ\"ח הי\"ב. ועיין במשנה שם פ\"ח מ\"ב.",
        "8_Chapter, 8_Halakhah, 1_DH": "<b>ר' שמעון וכו'.</b> משנ' כאן פ\"ט מ\"ח.",
        "8_Chapter, 8_Halakhah, 2_DH": "<b>במעשר וכו'.</b> להלן שם.",
        "8_Chapter, 9_Halakhah, 0_DH": "<b>ר' שמעון אומ' וכו'.</b> זבחים פ\"ח מ\"ג.",
        "8_Chapter, 10_Halakhah, 0_DH": "<b>נתערבו בפסולי וכו'.</b> להלן זבחים פ\"ח הי\"ד.",
        "8_Chapter, 11_Halakhah, 0_DH": "<b>המפריש פסחו וכו'.</b> ירוש' פ\"ט ה\"ה, ל\"ז ע\"ב; בבלי יומא ס\"ב א', ס\"ד א'.",
        "8_Chapter, 11_Halakhah, 1_DH": "<b>המפריש מעות וכו'.</b> עיין במשנ' תמורה פ\"ד מ\"ג, תוספתא שם פ\"ב ה\"ז ואילך ומנחות פ\"ח הכ\"א ואילך.",
        "8_Chapter, 12_Halakhah, 0_DH": "<b>והקריבו וכו'.</b> עיין במשנ' פ\"ט מ\"ו.",
        "8_Chapter, 14_Halakhah, 0_DH": "<b>הפסח שנמצא וכו'.</b> עיין ירוש' פ\"ט ה\"ה, ל\"ז ע\"א.",
        "8_Chapter, 14_Halakhah, 1_DH": "<b>ר' לעזר וכו'.</b> בבלי צ\"ו ב'.",
        "8_Chapter, 14_Halakhah, 2_DH": "<b>הפסח שלא קרב וכו'.</b> להלן יומא פ\"ג הי\"ט. ועיין בבלי שם ס\"ו א'.",
        "8_Chapter, 14_Halakhah, 3_DH": "<b>חגיגה וכו'.</b> להלן תוספתא יומא הנ\"ל; ירוש' ר\"ה פ\"א ה\"א, נ\"ו ע\"ג.",
        "8_Chapter, 15_Halakhah, 0_DH": "<b>המפריש וכו'.</b> בבלי צ\"ח א'. ועיין במשנ' פ\"ט מ\"ז, ובירוש' שם ה\"ו, ל\"ז ע\"א.",
        "8_Chapter, 17_Halakhah, 0_DH": "<b>תמורת הפסח וכו'.</b> להלן תמורה פ\"ב ה\"ד. ועיין במשנ' כאן פ\"ט מ\"ו.",
        "8_Chapter, 17_Halakhah, 1_DH": "<b>ר' ליעזר וכו'.</b> להלן תמורה הנ\"ל. ועיין במשנ' שם פ\"ג מ\"ג.",
        "8_Chapter, 18_Halakhah, 0_DH": "<b>המפריש נקבה וכו'.</b> להלן תמורה הנ\"ל ה\"ה; ירוש' שקלים פ\"ד ה\"ז, מ\"ח ע\"ב; בבלי תמורה י\"ט סע\"ב.",
        "8_Chapter, 19_Halakhah, 0_DH": "<b>המפריש נקבה וכו'.</b> להלן תמורה פ\"ב ה\"ג; בבלי שם י\"ט א', כריתות כ\"ח א'. ועיין במשנ' כאן פ\"ט מ\"ז.",
        "9_Chapter, 0_Halakhah, 0_DH": "<b>ערב פסחים וכו'.</b> משנ' רפ\"י.",
        "9_Chapter, 0_Halakhah, 1_DH": "<b>כדי רביעית וכו'.</b> ירוש' פ\"י ה\"א, ל\"ז ע\"ג, שבת פ\"ח ה\"א, י\"א ע\"א, שקלים פ\"ג ה\"ב, מ\"ז ע\"ב; בבלי ק\"ח ב'.",
        "9_Chapter, 1_Halakhah, 0_DH": "<b>מזגו לו וכו'.</b> משנ' פ\"י מ\"ב.",
        "9_Chapter, 1_Halakhah, 1_DH": "<b>בית שמיי וכו'.</b> משנ' הנ\"ל, ברכות רפ\"ח; לעיל ברכות פ\"ה הכ\"ה, עמ' 29; ירוש' שם פ\"ח ה\"א, י\"א ע\"ד, כאן פ\"י ה\"ב, ל\"ז ע\"ג; בבלי קי\"ד א', ברכות נ\"א ב', סוכה נ\"ו א'.",
        "9_Chapter, 2_Halakhah, 0_DH": "<b>דבר אחר וכו'.</b> מקורות הנ\"ל; בבלי זבחים צ\"א א'.",
        "9_Chapter, 3_Halakhah, 0_DH": "<b>מצוה וכו'.</b> ירוש' פ\"י ה\"א, ל\"ז ע\"ב; בבלי ק\"ט א'.",
        "9_Chapter, 3_Halakhah, 1_DH": "<b>ויין ישמח וכו'.</b> תהלים ק\"ד, ט\"ו.",
        "9_Chapter, 4_Halakhah, 0_DH": "<b>השמש וכו'.</b> בבלי ק\"ז ב'.",
        "9_Chapter, 4_Halakhah, 1_DH": "<b>נירו וכו'.</b> ירמיהו ד', ג'.",
        "9_Chapter, 6_Halakhah, 0_DH": "<b>לברוך הבא וכו'.</b> תהלים קי\"ח, כ\"ו.",
        "9_Chapter, 7_Halakhah, 0_DH": "<b>לבית הכנסת וכו'.</b> ירוש' פ\"י ה\"א, ל\"ז ע\"ג, ברכות פ\"א ה\"ה, ג' ע\"ד, שבת פ\"ח ה\"א, י\"א ע\"א, שקלים פ\"ג ה\"ב, מ\"ז ע\"ב.",
        "9_Chapter, 8_Halakhah, 0_DH": "<b>ר' לעזר וכו'.</b> בבלי קי\"ט ב', סוכה ל\"ט א'.",
        "9_Chapter, 8_Halakhah, 1_DH": "<b>ר' לעזר וכו'.</b> בבלי ק\"ט א'.",
        "9_Chapter, 8_Halakhah, 2_DH": "<b>בית שמיי וכו'.</b> משנ' פ\"י מ\"ו.",
        "9_Chapter, 8_Halakhah, 3_DH": "<b>אם הבנים וכו'.</b> תהלים קי\"ג, ט'.",
        "9_Chapter, 8_Halakhah, 4_DH": "<b>חלמיש וכו'.</b> שם קי\"ד, ח'.",
        "9_Chapter, 8_Halakhah, 5_DH": "<b>אמרו בית שמיי וכו'.</b> ירוש' פ\"י ה\"ו, ל\"ז ע\"ד.",
        "9_Chapter, 8_Halakhah, 6_DH": "<b>המצה וכו'.</b> משנ' פ\"י מ\"ג.",
        "9_Chapter, 8_Halakhah, 7_DH": "<b>במקדש וכו'.</b> משנ' הנ\"ל.",
        "9_Chapter, 9_Halakhah, 0_DH": "<b>ר' לעזר וכו'.</b> בבלי קט\"ז א'. ועיין ירוש' פ\"י ה\"ג, ל\"ז ע\"ד.",
        "9_Chapter, 10_Halakhah, 0_DH": "<b>אין מפטירין וכו'.</b> משנ' פ\"י מ\"ח; מכילתא בא פי\"ח, עמ' 73.",
        "9_Chapter, 10_Halakhah, 1_DH": "<b>כגון אגוזין וכו'.</b> בבלי קי\"ט ב'. ועיין ירוש' פ\"י ה\"ח, ל\"ז ע\"ד.",
        "9_Chapter, 10_Halakhah, 2_DH": "<b>אפלו בינו וכו'.</b> מכילתא סוף בא, עמ' 74; בבלי קט\"ז א'.",
        "9_Chapter, 12_Halakhah, 0_DH": "<b>ברכת הזבח וכו'.</b> עיין לעיל ברכות פ\"ה הכ\"ב, עמ' 28, שו' 46–47."
    },
    "meta": "Chapter-Halakhah-DH",
    "work": "Masoret HaTosefta on Pesachim"
}