{
    "language": "en",
    "title": "Ecclesiastes",
    "versionSource": "https://fr.wikisource.org/wiki/Bible_du_Rabbinat_1899",
    "versionTitle": "Bible du Rabbinat 1899 [fr]",
    "status": "locked",
    "license": "Public Domain",
    "actualLanguage": "fr",
    "isBaseText": false,
    "heTitle": "קהלת",
    "categories": [
        "Tanakh",
        "Writings"
    ],
    "text": [
        [
            "Paroles de Kohélet, fils de David, roi à Jérusalem.",
            "Vanité des vanités, a dit Kohélet, vanité des vanités; tout est vanité!",
            "Quel profit tire l’homme de tout le mal qu’il se donne sous le soleil?",
            "Une génération s’en va, une autre génération lui succède, et la terre subsiste perpétuellement.",
            "Le soleil se lève, le soleil se couche: il se hâte vers son point de départ, où il se lèvera encore,",
            "pour s’avancer vers le sud et décrire sa courbe vers le nord; le vent progresse en évoluant toujours et repasse par les mêmes circuits.",
            "Tous les fleuves vont à la mer, et la mer n’en est pas remplie; vers l’endroit qui est assigné aux fleuves, ils dirigent invariablement leur cours.",
            "Toutes choses sont toujours en mouvement; personne n’est capable d’en rendre compte. L’œil n’en a jamais assez de voir, ni l’oreille ne se lasse d’entendre.",
            "Ce qui a été c’est ce qui sera; ce qui s’est fait, c’est ce qui se fera: il n’y a rien de nouveau sous le soleil!",
            "Il est telle chose dont on dirait volontiers: \"Voyez, ceci est nouveau\" Eh bien! Cette chose a déjà existé dans les temps qui nous ont précédés.",
            "Nul souvenir ne subsiste des anciens, de même de leurs plus récents successeurs il ne demeurera aucun souvenir chez ceux qui viendront plus tard.",
            "Moi, Kohélet, je suis devenu roi d’Israël, à Jérusalem.",
            "Et j’ai pris à cœur d’étudier, d’examiner avec sagacité tout ce qui se passe sous le soleil: c’est une triste besogne que Dieu a offerte aux fils d’Adam pour s’en tracasser.",
            "J’ai donc observé toutes les œuvres qui s’accomplissent sous le soleil: eh bien! Tout est vanité et pâture de vent.",
            "Ce qui est tordu ne peut être redressé, et ce qui manque ne peut entrer en compte.",
            "Je me suis dit en moi-même: \"Voilà que j’ai, moi, accumulé et amassé plus de sagesse que tous ceux qui m’ont précédé à Jérusalem; mon cœur a acquis un grand fonds de discernement et d’expérience.\"",
            "J’avais en effet appliqué mon attention à connaître la sagesse et à discerner la folie et la sottise, et je me suis aperçu que cela aussi était pâture de vent;",
            "car, abondance de sagesse, abondance de chagrin, et accroître sa science, c’est accroître sa peine."
        ],
        [
            "Je me suis dit à moi-même: \"Allons! Je veux te faire faire l’expérience de la joie, te donner du bon temps.\" Eh bien! Cela aussi est vanité!",
            "A la gaîté j’ai dit: \"Tu es folie! Et à la joie: \"A quoi sers-tu?\"",
            "Je résolus, à part moi, de prodiguer à mon corps les plaisirs du vin et, tout en restant attaché de cœur à la sagesse, de faire une place à la folie, de façon à voir quel est le meilleur parti que puissent suivre les fils d’Adam sous le ciel, au cours de leur existence.",
            "J’entrepris de grandes choses: je me bâtis des palais, je me plantai des vignes.",
            "Je me fis des jardins et des parcs, et j’y plantai toutes sortes d’arbres fruitiers.",
            "Je me construisis des réservoirs d’eau, pour arroser des forêts riches en arbres.",
            "J’acquis des esclaves et des servantes, j’eus un nombreux personnel domestique; mes troupeaux de bœufs et de brebis dépassaient de loin ceux de tous mes prédécesseurs à Jérusalem.",
            "Je m’amassai aussi de l’argent et de l’or, les trésors précieux des rois et des provinces; je me procurai des chanteurs et des chanteuses, ce qui fait les délices des fils d’Adam, de nombreuses odalisques.",
            "Je surpassai ainsi en faste et en richesse tous ceux qui m’avaient précédé à Jérusalem; en même temps ma sagesse me restait comme appui.",
            "Rien de ce que mes yeux pouvaient désirer ne leur était refusé par moi; je n’interdis aucun plaisir à mon cœur. Mon cœur, en effet, n’eut qu’à s’applaudir des soins que je prenais, et telle fut la récompense de toutes mes peines.",
            "Mais quand je me mis à considérer toutes les œuvres accomplies par mes mains et tous les tracas que je m’étais imposés, je constatai que tout était vanité et pâture de vent, et qu’il n’est point d’avantage durable sous le soleil.",
            "Puis, je me mis à passer en revue sagesse, folie et sottise: \"Car, me disais-je, que [pourra faire] l’homme qui viendra après le roi? Celui-ci aura déjà tout fait.\"",
            "Je m’aperçus que la sagesse est supérieure à la folie autant que la lumière est supérieure aux ténèbres:",
            "Le sage a ses yeux dans la tête, et le sot chemine dans les ténèbres. Mais je reconnus aussi qu’un même sort est réservé à l’un et à l’autre.",
            "Alors je dis en mon cœur: \"Le sort du fou est le même qui m’attend, moi; dès lors, à quoi bon avoir acquis tant de sagesse?\" Et je m’avouai à moi-même que cela encore est vanité.",
            "En effet, le souvenir du sage n’est pas plus durable que celui du fou; car viennent les temps futurs, tout tombera dans l’oubli! Et comment se fait-il que le sage meure à l’égal du fou?",
            "Aussi ai-je pris la vie en haine, car je regardai comme mauvais tout ce qui se passe sous le soleil, tout n’étant que vanité et pâture de vent.",
            "Je finis aussi par détester tout le labeur auquel je m’étais adonné sous le soleil, et dont je dois laisser les fruits à quelqu’un qui me succédera.",
            "Or, qui sait s’il sera sage ou sot? Et pourtant il sera maître de tout ce que j’aurai acquis sous le soleil par mon travail et mon ingéniosité. Cela aussi est vanité.",
            "Je me laissai donc aller à prendre en aversion tout le labeur pour lequel j’avais peiné sous le soleil.",
            "Car voilà un homme qui a travaillé avec sagesse, réflexion et succès, et il doit tout laisser en propriété à quelqu’un qui ne s’est donné aucun mal! Cela aussi est vanité et souverainement mauvais.",
            "Qu’est-ce qui revient donc à l’homme de tout son labeur et de toutes les combinaisons de son esprit, pour lesquelles il se tracasse sous le soleil?",
            "En effet, tous ses jours sont pénibles, son activité est une source de chagrin; même la nuit son cœur n’a point de repos. Cela encore est vanité.",
            "Ne vaut-il pas mieux pour l’homme de manger, de boire et de se donner du plaisir pour prix de son labeur? Cela aussi, je l’ai constaté, émane de Dieu.",
            "Car qui peut manger et jouir en dehors de sa volonté?",
            "C’est à l’homme qui lui plait qu’il donne sagesse, intelligence et joie; tandis qu’au pécheur il impose la corvée de recueillir et d’entasser [des biens], qu’il fait passer ensuite à celui qui jouit de la faveur divine. Cela est également vanité et pâture de vent."
        ],
        [
            "Il y a un temps pour tout, et chaque chose a son heure sous le ciel.",
            "Il est un temps pour naître et un temps pour mourir, un temps pour planter et un temps pour déraciner ce qui était planté;",
            "un temps pour tuer et un temps pour guérir, un temps pour démolir et un temps pour bâtir;",
            "un temps pour pleurer et un temps pour rire, un temps pour se lamenter et un temps pour danser;",
            "un temps pour jeter des pierres et un temps pour ramasser des pierres, un temps pour embrasser et un temps pour repousser les caresses;",
            "un temps pour chercher [ce qui est perdu] et un temps pour perdre, un temps pour conserver et un temps pour dissiper;",
            "un temps pour déchirer et un temps pour coudre, un temps pour se taire et un temps pour parler;",
            "un temps pour aimer et un temps pour haïr, un temps pour la guerre et un temps pour la paix.",
            "Quel avantage tire le travailleur de la peine qu’il se donne?",
            "J’ai observé la besogne que Dieu a assignée aux fils d’Adam pour se fatiguer en efforts.",
            "Il a fait toute chose excellente à son heure; il a mis aussi dans le cœur de l’homme le sens de la durée, sans quoi celui-ci ne saisirait point l’œuvre accomplie par Dieu du commencement à la fin.",
            "J’ai reconnu qu’il n’y a pas de plus grand bien que de s’égayer et de se faire une vie heureuse.",
            "Et toutes les fois que l’homme mange et boit, jouissant du bien-être qu’il doit à son labeur, c’est là un don de Dieu.",
            "J’ai reconnu aussi que tout ce que Dieu fait restera ainsi éternellement: il n’y a rien à y ajouter, rien à en retrancher: Dieu a arrangé les choses de telle sorte qu’on le craigne.",
            "Ce qui existait dans le passé existe à présent; ce qui sera dans l’avenir a été antérieurement: Dieu veut la continuité.",
            "Voici encore ce que j’ai vu sous le soleil: dans l’enceinte de la justice domine l’iniquité; au siège du droit triomphe l’injustice.",
            "Aussi me suis-je dit à moi-même: \"Le juste et le méchant, c’est Dieu qui les jugera; car il a fixé un temps pour chaque chose et pour chaque action.\"",
            "Ensuite j’ai réfléchi à cette prétention des hommes d’être l’objet des préférences de Dieu, et j’ai vu que, considérés en eux-mêmes, ils sont comme les animaux.",
            "Car telle la destinée des fils d’Adam, telle la destinée des animaux; leur condition est la même, la mort des uns est comme la mort des autres; un même souffle les anime: la supériorité de l’homme sur l’animal est nulle, car tout est vanité.",
            "Tout aboutit au même endroit: tout est venu de la poussière et tout retourne à la poussière.",
            "Qui peut savoir si le souffle des fils d’Adam monte en haut, tandis que le souffle des animaux descend en bas, vers la terre?",
            "Par là je vois bien que le meilleur parti à prendre pour l’homme, c’est de se réjouir de ses œuvres, puisque c’est là son lot; car qui le ramènera [un jour] pour voir ce qui se passera après lui?"
        ],
        [
            "Puis je me mis à observer tous les actes d’oppression qui se commettent sous le soleil: partout des opprimés en larmes et personne pour les consoler! Violentés par la main de leurs tyrans, il n’est personne pour les consoler.",
            "Et j’estime plus heureux les morts, qui ont fini leur carrière, que les vivants qui ont prolongé leur existence jusqu’à présent;",
            "mais plus heureux que les uns et les autres, celui qui n’a pas encore vécu, qui n’a pas vu l’œuvre mauvaise qui s’accomplit sous le soleil!",
            "Et j’ai observé que le labeur [de l’homme] et tous ses efforts pour réussir ont pour mobile la jalousie qu’il nourrit contre son prochain; ceci encore est vanité et pâture de vent.",
            "Le fou se croise les bras et se nourrit de sa propre substance.",
            "Plutôt une simple poignée dans le calme, que d’avoir les mains pleines en peinant et en courant après le vent.",
            "Je me remis à observer une autre vanité sous le soleil:",
            "Voici un homme isolé, sans compagnon, qui n’a même pas de fils ni de frère, et il ne met pas de bornes à son labeur! Ses yeux ne sont jamais rassasiés de richesses. [II ne se demande pas:] \"Pour qui est-ce que je peine? Pour qui refusé-je à mon âme la moindre jouissance?\" Encore une vanité et une triste condition!",
            "Être à deux vaut mieux que d’être chacun seul; car c’est tirer un meilleur profit de son travail.",
            "Si l’un d’eux tombe, son compagnon pourra le relever; mais si un homme isolé tombe, il n’y a personne d’autre pour le remettre debout.",
            "De même, si deux sont couchés ensemble, ils ressentent de la chaleur; mais celui qui est seul, comment se réchauffera-t-il?",
            "Et si un agresseur vient les attaquer, ils seront deux pour lui tenir tête; mais un triple lien est encore moins facile à rompre.",
            "Mieux vaut un jeune homme pauvre, mais intelligent, qu’un roi vieux et stupide, incapable même d’accueillir encore des conseils.",
            "Celui-là sortirait d’une prison pour régner, tandis que celui-ci est né pauvre, quoique revêtu de la dignité royale.",
            "J’ai vu la foule des vivants, qui se meuvent sous le soleil, prendre parti pour ce jeune homme, appelé à monter sur le trône à la place de l’autre.",
            "Sans limites est le nombre des gens qu’il traîne à la remorque; en revanche, ceux qui viendront après ne seront guère satisfaits de lui; car tout cela est encore vanité et pâture de vent.",
            "Sois circonspect dans ta démarche quand tu te rends dans la maison de Dieu: s’en approcher pour obéir [vaut mieux] que les sacrifices offerts par les sots, car ceux-ci ne savent [que] faire le mal."
        ],
        [
            "N’ouvre pas la bouche avec précipitation; que ton cœur ne soit pas prompt à proférer quelque parole devant Dieu, car Dieu est au ciel, et toi, tu es sur la terre; c’est pourquoi tes propos doivent être peu nombreux.",
            "Car les songes naissent de l’abondance des soucis, et la voix du sot se reconnaît à l’abondance de ses paroles.",
            "Lorsque tu fais un vœu à Dieu, ne tarde pas à t’en acquitter, car il n’aime pas les sots. Paie ce que tu as promis par ton vœu.",
            "Tu ferais mieux de t’abstenir de tout vœu que d’en faire un et de ne pas l’accomplir.",
            "Ne permets pas à ta bouche de charger ta personne d’un péché; et ne prétends pas devant le messager [de Dieu] qu’il y avait inadvertance de ta part: pourquoi Dieu devra-t-il s’irriter au son de ta voix et ruiner l’œuvre de tes mains?",
            "Tel serait le fruit de ce tas de songes et de niaiseries et de ce flux de paroles: crains plutôt Dieu.",
            "Si tu remarques dans le pays l’oppression du pauvre et l’escamotage de la justice et du droit, ne sois pas trop surpris du fait: c’est qu’un fonctionnaire élevé est contrôlé par un supérieur et qu’au-dessus d’eux il est encore des fonctionnaires.",
            "La terre a des avantages sur tout le reste: un roi même est dans la dépendance des champs.",
            "Qui aime l’argent n’est jamais rassasié d’argent; qui aime l’opulence n’en a aucun profit: cela aussi est vanité!",
            "La fortune augmente-t-elle, ceux qui la dévorent augmentent du même coup. Quel autre avantage y a-t-il pour son possesseur que d’en repaître sa vue?",
            "Doux est le sommeil du laboureur, qu’il mange peu ou prou tandis que la satiété ne laisse pas dormir le riche.",
            "Il est un mal cuisant que j’ai constaté sous le soleil c’est la richesse amassée pour le malheur de celui qui la possède.",
            "Cette richesse se perd-elle par quelque fâcheuse circonstance, le fils à qui il aura donné le jour n’aura rien dans les mains.",
            "Et lui-même, sorti nu du sein de sa mère, il s’en ira tel qu’il était venu et il ne prendra rien du fruit de son travail qu’il puisse emporter dans sa main.",
            "C’est déjà là un mal profond qu’il faille s’en aller comme on est venu à quoi lui sert-il d’avoir travaillé pour le vent?",
            "Il consume tous ses jours dans les ténèbres: multiples sont ses ennuis, ses souffrances et ses impatiences.",
            "Or donc, ce que j’ai reconnu comme bon, comme convenable, c’est de manger et de boire, de jouir du bien-être dû à toutes les peines qu’on se donne sous le soleil, au cours de l’existence que Dieu nous octroie: c’est là notre lot.",
            "En effet, supposez un homme que Dieu a comblé de richesses et de biens et rendu maître d’en jouir, d’en prendre sa bonne part et d’être en liesse, grâce à son travail: ce sera un don de Dieu!",
            "Car celui-là ne songera pas beaucoup aux jours de son existence, puisque Dieu voit avec plaisir la joie de son cœur."
        ],
        [
            "Il est un mal que j’ai constaté sous le soleil et qui est fréquent parmi le genre humain:",
            "Voici un homme à qui Dieu a donné richesse, biens et honneurs; il ne manque personnellement de rien qu’il puisse désirer. Mais Dieu ne le laisse pas maître de jouir de ces avantages: c’est un étranger qui en jouira. Quelle vanité et quelle souffrance amère!",
            "Qu’un homme donne le jour à cent fils et vive de longues années, quel que soit le nombre de ses jours, s’il ne doit pas savourer son bonheur, et qu’une tombe même lui soit refusée, je dis que l’avorton est plus favorisé que lui.",
            "Car celui-ci arrive comme un vain souffle, s’en va dans la nuit, et son nom demeure enseveli dans les ténèbres.",
            "Il n’a même pas vu ni connu le soleil; il jouit d’un repos qu’ignorait l’autre.",
            "A quoi servirait même de vivre deux fois mille ans, si on n’a pas su ce que c’est d’être heureux? Finalement tout n’aboutit-il pas au même terme?",
            "Tout le labeur de l’homme est au profit de sa bouche, et jamais son désir n’est assouvi.",
            "Quelle supériorité le sage a-t-il donc sur le fou? Où est l’avantage du malheureux, habile à marcher à rebours de la vie?",
            "Mieux vaut se satisfaire par les yeux que de laisser dépérir sa personne; cela aussi est vanité et pâture de vent.",
            "Ce qui vient à naître a dès longtemps reçu son nom; d’avance est déterminée la condition de l’homme; il ne pourra tenir tête à un plus fort que lui.",
            "Certes, il est bien des discours qui augmentent les insanités; quel avantage offrent-ils à l’homme?",
            "Qui sait, en effet, ce qui est avantageux pour l’homme durant sa vie, au cours de ces quelques années de sa vaine existence, qu’il voit fuir comme une ombre? Qui peut annoncer à l’homme ce qui se passera après lui, sous le soleil?"
        ],
        [
            "Un bon renom est préférable à l’huile parfumée, et le jour de la mort au jour de la naissance.",
            "Mieux vaut aller dans une maison de deuil que dans une maison où l’on festoie; là se voit la fin de tout homme: et les vivants doivent la prendre à cœur!",
            "Mieux vaut la tristesse que la gaieté, car le visage peut être sombre et le cœur satisfait.",
            "La pensée du sage se porte vers la maison de deuil, la pensée des fous vers la maison de plaisir.",
            "Mieux vaut entendre les reproches d’un sage que d’écouter les chansons des sots.",
            "Car tel le crépitement des broussailles sous la marmite, tels sont les rires des fous. Et cela aussi est vanité!",
            "Certes, la concussion affole le sage, et les présents font perdre le sens.",
            "La fin d’une entreprise est préférable à son début; un caractère endurant l’emporte sur un caractère hautain.",
            "Ne cède pas trop vite à ton humeur irascible, car la colère est à demeure au sein des fous.",
            "Ne dis point: \"D’où vient que les temps passés valaient mieux que le présent?\" Car c’est manquer de sagesse de poser cette question.",
            "Précieuse est la sagesse avec un patrimoine: grande supériorité pour ceux qui voient le soleil!",
            "Car ainsi on est sous la protection de la sagesse et sous la protection de l’argent; toutefois la sagesse l’emporte, car elle prolonge la vie de ceux qui la possèdent.",
            "Regarde l’œuvre de Dieu: qui peut redresser ce qu’il a fait courbe?",
            "Au jour du bonheur, sois content; et au jour du malheur, considère que Dieu a fait correspondre l’un à l’autre, de façon à ce que l’homme ne trouve pas à récriminer contre lui.",
            "J’ai tout vu au cours de mon éphémère existence: tel juste succombe malgré sa vertu, et tel méchant dure malgré sa perversité.",
            "Ne sois pas juste à l’excès, ne sois pas sage plus qu’il ne faut; pourquoi t’exposer à la ruine?",
            "Ne sois pas trop méchant, évite d’être sot; pourquoi voudrais-tu mourir avant le temps?",
            "Tu feras bien de t’attacher à l’une des méthodes sans que ta main lâche l’autre: celui qui craint Dieu se tire d’affaire en toutes choses.",
            "La sagesse est une force pour l’homme, plus efficace que dix chefs gouvernant une ville.",
            "Il n’est pas d’homme juste sur terre qui fasse le bien sans jamais faillir.",
            "N’aie garde de faire attention à toutes les paroles qu’on débite; tu éviteras ainsi d’entendre ton esclave proférer des malédictions contre toi.",
            "Car bien des fois, ton cœur le sait, il t’est arrivé de proférer des malédictions contre les autres.",
            "Tout cela, je l’ai expérimenté avec sagacité; je disais: \"Je voudrais me rendre maître de la sagesse!\" Mais elle s’est tenue loin de moi.",
            "Ce qui existe est si loin et si infiniment profond! Qui pourrait y atteindre?",
            "Je m’étais appliqué de tout cœur à tout examiner et scruter, à rechercher sagesse et raison, à apprécier aussi malignité et sottise, folie et insanités.",
            "Et ce que j’ai trouvé de plus amer que la mort, c’est la femme, dont le cœur n’est que guet-apens et pièges et dont les bras sont des chaînes. Celui qui jouit de la faveur de Dieu échappe à ses griffes, mais le pécheur s’y laisse prendre.",
            "Vois, c’est là ce que j’ai trouvé, dit l’Ecclésiaste, en ajoutant un fait à un autre pour arriver à une conclusion.",
            "Mais il est une chose encore que j’ai cherchée et que je n’ai pas trouvée: parmi mille individus, j’ai pu trouver un homme, mais de femme, parmi eux tous, je n’en ai pas trouvé.",
            "Seulement voici ce que j’ai trouvé: c’est que Dieu a fait les hommes pour être droits; ce sont eux qui ont recours à toutes sortes de roueries."
        ],
        [
            "Qui est comparable au sage et connaît [comme lui] le sens des choses? La sagesse de l’homme éclaire sa face et prête à sa figure un double ascendant.",
            "Je [dis], moi: \"Observe l’ordre du roi, et cela en raison du serment fait à Dieu:",
            "Ne sois pas pressé de sortir de sa présence; ne t’engage pas dans une mauvaise affaire, car il fait tout ce qu’il veut.",
            "En effet, la parole du roi est souveraine; qui oserait lui dire: \"Que fais-tu?\"",
            "Celui qui exécute son ordre n’éprouvera rien de fâcheux; un esprit avisé connaît l’heure propice et la bonne règle.",
            "Car pour toute chose il est un temps opportun et une règle sûre; mais il est un mal qui pèse lourdement sur l’homme:",
            "il ne sait pas ce qui arrivera; et comment les choses se passeront, qui le lui dira?",
            "Nul homme n’est maître du vent, capable d’emprisonner le vent. Il n’est point de pouvoir contre le jour de la mort, ni de rémission dans le combat; et ce n’est pas la méchanceté qui sauvera l’impie.",
            "Tout cela, je l’ai vu, en appliquant mon attention à toute l’œuvre qui s’accomplit sous le soleil, en un temps où l’homme domine sur l’homme pour son malheur.",
            "Et c’est ainsi que j’ai vu des méchants escortés à leur tombe, tandis que disparaissaient des lieux saints et étaient vite oubliés dans la ville ceux qui avaient bien agi: vanité encore!",
            "Par cela même qu’une sanction n’atteint pas immédiatement les mauvaises actions, le cœur des fils d’Adam s’enhardit à faire le mal;",
            "car tel pécheur fait cent fois le mal et voit sa vie se prolonger, bien que je sache, moi, que ceux qui craignent Dieu méritent d’être heureux à cause de leur piété,",
            "tandis que le bonheur devrait être refusé au méchant et que celui-ci, tel qu’une ombre, ne devrait pas voir de longs jours, parce qu’il ne craint pas Dieu.",
            "Il est un fait décevant qui se passe sur la terre: il est des justes qui sont traités comme s’ils agissaient à la manière des impies, et des impies qui sont traités comme s’ils agissaient à la manière des justes; et je disais que cela aussi est vanité.",
            "Aussi ai-je prôné la joie, puisque rien n’est bon pour l’homme sous le soleil comme de manger, de boire et de se réjouir; c’est là ce qui lui demeure fidèle au milieu de ses peines, tout le long de la vie que Dieu lui a octroyée sous le soleil.",
            "Lorsque je me suis appliqué à connaître la sagesse et à envisager la besogne qui s’accomplit sur la terre, [j’ai vu] que tant le jour que la nuit le sommeil fuit ses yeux.",
            "J’ai observé toute l’œuvre de Dieu et [constaté] que l’homme ne saurait atteindre tous les faits qui se passent sous le soleil; que même si l’homme s’évertuait à s’en rendre compte, il n’y réussirait point. Le sage même, s’il prétendait arriver à la connaissance, n’y parviendrait pas."
        ],
        [
            "Tout cela, je l’ai noté dans mon esprit et cherché à le tirer au clair: les justes, les sages et ce qu’ils font sont dans la main de Dieu; les hommes ne se rendent compte ni de l’amour ni de la haine; tout leur échappe.",
            "Tous sont soumis à des accidents pareils; un même sort attend le juste et le méchant, l’homme bon et pur et l’impur, celui qui sacrifie et celui qui ne sacrifie point; l’homme de bien est comme le pécheur, celui qui prête des serments comme celui qui craint de jurer.",
            "C’est là le défaut de tout ce qui s’accomplit sous le soleil, qu’une même destinée y soit réservée à tous; aussi le cœur des hommes déborde-t-il de méchanceté, la folie emplit leur âme leur vie durant; après cela… [en route] vers les morts!",
            "Or, qui demeure dans la société des vivants peut avoir quelque espoir, car un chien vivant vaut mieux qu’un lion mort.",
            "Les vivants savent du moins qu’ils mourront, tandis que les morts ne savent quoi que ce soit; pour eux plus de récompense, car leur souvenir même s’efface,",
            "leur amour, leur haine, leur jalousie, tout s’est évanoui ils n’ont plus désormais aucune part à ce qui se passe sous le soleil.",
            "Va donc, mange ton pain allègrement et bois ton vin d’un cœur joyeux; car dès longtemps Dieu a pris plaisir à tes œuvres.",
            "Qu’en tout temps tes vêtements soient blancs, et que l’huile ne cesse de parfumer ta tête.",
            "Jouis de la vie avec la femme que tu aimes, tous les jours de l’existence éphémère qu’on t’accorde sous le soleil, oui, de ton existence fugitive car c’est là ta meilleure part dans la vie et dans le labeur que tu t’imposes sous le soleil.",
            "Tout ce que tes propres moyens permettent à ta main de faire, fais-le; car il n’y aura ni activité, ni projet, ni science, ni sagesse dans le Cheol, vers lequel tu te diriges.",
            "J’ai encore observé sous le soleil que le prix de la course n’est pas assuré aux plus légers, ni la victoire dans les combats aux plus forts, ni le pain aux gens intelligents, ni la richesse aux sages, ni la faveur à ceux qui savent; car mêmes destinées et mêmes accidents sont le lot de tous.",
            "L’homme ne connaît même pas son heure, pas plus que les poissons pris dans le filet fatal et les oiseaux pris au piège. Tout comme ceux-ci, les hommes sont retenus dans les lacets, au moment du désastre fondant soudainement sur eux.",
            "Voici encore un effet de la sagesse que j’ai remarqué sous le soleil: il a paru important à mes yeux.",
            "[J’ai vu] une petite ville, aux habitants clairsemés; un roi puissant marcha contre elle, l’investit et éleva autour d’elle de grandes redoutes.",
            "Mais il se trouva dans cette ville un pauvre homme doué de sagesse: c’est lui qui sauva la ville par son esprit. Cependant personne ne s’était soucié de ce pauvre homme.",
            "Mais je dis, moi: \"Sagesse vaut mieux que force, bien que la sagesse de ce pauvre homme fût dédaignée et que ses paroles ne trouvassent pas d’écho.\"",
            "Les paroles des sages dites avec douceur sont mieux écoutées que les cris d’un souverain éclatant parmi des sots.",
            "Mieux vaut la sagesse que des engins de guerre; mais un seul pécheur gâte beaucoup de bien."
        ],
        [
            "Des mouches venimeuses corrompent, font tourner l’huile du parfumeur; Un peu de folie a plus de poids que sagesse et honneur.",
            "Le sage a le cœur à droite, le cœur du sot est à gauche.",
            "Aussi bien, dans la voie où se dirige le sot, l’intelligence lui fait défaut: il révèle à tous qu’il est sot.",
            "Si la mauvaise humeur du souverain fait explosion contre toi, ne quitte pas ta place; car la douceur atténue de grandes offenses.",
            "Il est un abus que j’ai observé sous le soleil et qui a l’air d’une inadvertance échappée au souverain:",
            "la folie est appelée à de hautes situations, et des gens considérables demeurent dans un rang inférieur.",
            "J’ai vu des esclaves à cheval, et des grands allant à pied comme des esclaves.",
            "Celui qui creuse une fosse y tombe; celui qui renverse une clôture, le serpent le mord.",
            "Celui qui extrait des pierres peut se faire du mal; celui qui fend du bois s’expose à quelque danger.",
            "Si on a laissé s’émousser le fer, n’en affile-t-on pas le tranchant pour lui rendre sa force? Ainsi le véritable instrument du succès, c’est la sagesse.",
            "Si le serpent mord faute d’incantations, il n’y a point de profit pour le charmeur.",
            "Les paroles du sage [éveillent] la sympathie; les lèvres du sot causent sa perte.",
            "Le début de ses paroles est sottise, la conclusion de son discours est méchante insanité.",
            "Le sot a beau multiplier son verbiage: nul homme ne sait ce qui sera; qui pourrait lui dire d’avance ce qui arrivera après lui?",
            "Le mal que se donnent les sots les exténue, tellement qu’ils ne savent trouver le chemin de la ville.",
            "Malheureux pays, si ton roi est un esclave; et si les grands font ripaille dès le matin!",
            "Heureux pays, si ton roi est un fils de nobles et si les grands mangent à l’heure voulue, pour prendre des forces et non par goût de la boisson!",
            "L’indolence est cause que la charpente s’effondre; les mains nonchalantes que la pluie pénètre dans la maison.",
            "Pour se mettre en joie, on organise des festins; le vin égaie la vie, et l’argent répond à tout.",
            "Ne maudis pas le roi même en pensée; au fond de ta chambre à coucher, ne maudis par le riche, car l’oiseau du ciel transmettrait le son de ta voix et la gent ailée rapporterait les propos."
        ],
        [
            "Répands ton pain sur la surface des eaux, car à la longue tu le retrouveras.",
            "Donnes-en une part à sept, même à huit, car tu ne sais quelle calamité peut se produire sur la terre,",
            "si les nuages chargés de pluie se déverseront sur le sol, et si un arbre tombera du côté du Midi ou du Nord là où il sera tombé, il demeurera.",
            "Qui observe le vent ne sèmera pas; qui regarde les nuages ne moissonnera pas.",
            "Pas plus que tu ne connais la voie de l’esprit allant animer l’embryon dans le sein qui le porte, tu ne saurais connaître l’œuvre de Dieu, auteur de toutes choses.",
            "Dès le matin, fais tes semailles, et le soir encore ne laisse pas chômer ta main, car tu ignores où sera la réussite, ici ou là, et peut-être y aura-t-il succès des deux côtés.",
            "Douce est la lumière, et c’est une jouissance pour les yeux de voir le soleil.",
            "Aussi, quand même l’homme vivrait de longues années, qu’il les consacre toutes à la joie, en songeant aux jours des ténèbres, qui seront nombreux: alors tout ce qui adviendra sera néant.",
            "Réjouis-toi, jeune homme, dans ton jeune âge; que ton cœur soit en fête au temps de ton adolescence. Suis librement les tendances de ton esprit et ce qui charme tes yeux: sache seulement que Dieu t’appellera en jugement pour tout cela.",
            "Chasse les soucis de ton cœur, éloigne les souffrances de ton corps, car adolescence et jeunesse sont chose éphémère."
        ],
        [
            "Surtout souviens-toi de ton Créateur aux jours de ta jeunesse, avant qu’arrivent les mauvais jours et que surviennent les années dont tu diras: \"Elles n’ont pas d’agrément pour moi\";",
            "avant que s’obscurcissent le soleil et la lumière, la lune et les étoiles, et que les nuages remontent aussitôt après la pluie.",
            "C’est le moment où fléchissent les gardiens de la maison, où se tordent les lutteurs vigoureux, où les meunières, devenues rares, restent oisives, et où celles qui regardent par les lucarnes voient trouble;",
            "où les portes, ouvrant sur le dehors, se ferment, tandis que s’affaiblit le bruit du moulin, devenu semblable à la voix d’un passereau, et où s’éteignent toutes les modulations du chant;",
            "où l’on s’effraie de toute montée, où la route est pleine d’alarmes, où l’amandier fleurit, où une sauterelle paraît un pesant fardeau, et où les câpres demeurent impuissantes, car déjà l’homme se dirige vers sa demeure éternelle, et les pleureurs rôdent sur la place.",
            "[N’attends pas] que se rompe la corde d’argent, que se brise la boule d’or, que le seau soit mis en pièces près de la fontaine et que la poulie fracassée roule dans la citerne;",
            "que la poussière retourne à la poussière, redevenant ce qu’elle était, et que l’esprit remonte à Dieu qui l’a donné.",
            "Vanité des vanités, disait Kohélet, tout est vanité!",
            "Ce qui témoigne mieux encore que Kohélet était un sage, c’est qu’il ne cessa d’enseigner la science au peuple; il pesa, il scruta et composa de nombreuses sentences.",
            "Kohélet s’appliqua à trouver des dictons de prix, des choses écrites avec droiture, des paroles de vérité.",
            "Les paroles des sages sont comme des aiguillons, [les dires] des auteurs de collections, comme des clous bien plantés: tout émane d’un seul et même pasteur.",
            "Mais, mon fils, sois bien en garde contre ce qui viendrait s’y ajouter: on fait des livres en quantité, à ne pas finir; or, beaucoup méditer, c’est se fatiguer le corps.",
            "La conclusion de tout le discours, écoutons-la: \"Crains Dieu et observe ses commandements; car c’est là tout l’homme.",
            "En effet, toutes les actions, Dieu les appellera devant son tribunal, même celles qui sont entièrement cachées, qu’elles soient bonnes ou mauvaises.\""
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}