{
    "text": {
        "0_Chapter, 0_Verse, 0_Comment": "<b>In the beginning, created:</b> has a numerical equivalent (<i>gematria</i>) of 'On Rosh Hashanah was created (the world).' <i>Bereishit</i> (In the beginning) is the acronym of <i><b>be</b>rishona <b>ra</b>ah <b>E</b>lohim <b>she</b>yikablu <b>yi</b>srael <b>T</b>orah</i> (first God saw that Israel would accept the Torah). The last letters of <i>Bereishi<b>t</b> bar<b>a</b> Elohi<b>m</b></i> (In the beginning, God created) form the acronym, <i>emmet</i> (truth), [which] teaches that God created the world with truth, as it is stated (Psalms 119:160), \"The beginning of Your word is truth;\" and so [too], there are many verses, which the last letters of of its words form the acronym, <i>emmet</i>. ",
        "0_Chapter, 1_Verse, 0_Comment": "<b>And the spirit of God was hovering:</b> has a numerical equivalent (<i>gematria</i>) of 'this is the spirit of messiah.' [ Alternative <i>Messiah</i>]",
        "0_Chapter, 3_Verse, 0_Comment": "<b>The light:</b> has a numerical equivalent (<i>gematria</i>) of 'in the Torah' and adds up to six hundred and thirteen (the traditional numerical sum of the Torah's commandments).",
        "0_Chapter, 3_Verse, 1_Comment": "<b><i>E<u>t</u> haoh<u>r</u> k<u>i</u> to<u>v</u></i> (the light, that it was good):</b> The last letters [of which] form the acronym, <i>brit</i> (covenant). <b>And God saw the light that it was good and He separated:</b> From here [we learn], that we do not make a blessing on the candle [at the Havdalah (separation) service] until we derive use from its light; and [that last phrase] adds up to the numerical equivalent of 'and He separated - we separate during the year at the end of the Shabbats.'",
        "0_Chapter, 4_Verse, 0_Comment": "5 times the word 'light' is written in this section, representing the 5 books of the Torah which are called LIGHT... [<b>Five</b> times '<i>Or</i>' is written in the parashah, against <b>five</b> Torah Pentacles called <i>Or</i> ]",
        "0_Chapter, 6_Verse, 0_Comment": "<b>From above the firmament:</b> There are two [places this appears] according to the tradition: here and the other is (Ezekiel 1:25), \"and there was a voice from above the firmament,\" in the chariot [apparition] of Ezekiel. And in the same way that we don't teach about 'the story of creation' in public, so [too] do we not teach about 'the story of the chariot' [in public].",
        "0_Chapter, 11_Verse, 0_Comment": "<b><u>Ma</u>zria <u>ze</u>ra <u>le</u>mineihu (that gives off seed according to its species):</b> forms the acronym, <i>mazal</i> ('constellation'); as there is no grass that does not have a 'constellation' above [governing] it.",
        "0_Chapter, 13_Verse, 0_Comment": "<b>Luminaries (<i>meorot</i>):</b> is [written in its] incomplete spelling [meaning that it lacks the letter <i>vav</i>], since only the sun was created to give light. And the moon was only created so that [people] would not worship the sun, [which might have been the case] had it been alone.",
        "0_Chapter, 21_Verse, 0_Comment": "<b>And the birds:</b> There are three [places this appears] according to the tradition: [here, where it states,] \"and the birds shall increase;\" \"and the birds ate them\" (Genesis 40:17); \"this is the law of the beasts and the birds\" (Leviticus 11:46). [This is] a hint to that which they said (Chullin 63b), \"pure birds are more numerous than impure birds;\" this is [what is alluded to by] \"and the birds shall increase,\" meaning that they will be more, [but] which? \"And the birds ate them,\" meaning those that are pure, and so [too], \"this is the law, etc.\" refers to the pure ones.",
        "0_Chapter, 26_Verse, 0_Comment": "<b><i>Haadam</i> (man):</b> [has the same] letters [as] <i>adamah</i> (earth), since he was created from the earth. <i>Adam</i> is the acronym of <i><b>e</b>fer, <b>da</b>m, <b>ma</b>rah</i> (ash, blood, bile).",
        "0_Chapter, 27_Verse, 0_Comment": "<b>And have dominion (<i>ouredu</i>) upon the fish of the sea:</b> There are two [places this appears] according to the tradition: here and the other is \"and go down (<i>ouredu</i>) to Gat of the Philistines\" (Amos 6:2). If you will have merit, you will have dominion even over the fish of the seas; but, if not, you will go down to Gat; meaning to say, you will be subjugated to the Philistines.",
        "0_Chapter, 28_Verse, 0_Comment": "<b>Fruit of the tree (<i>pri etz</i>):</b> There are two [places this appears] according to the tradition: [here, where it states,] that has within it the fruit of the tree;\" [and] \"fruit of a beautiful tree\" (<i>pri etz hadar</i>) [in Leviticus 23:40]. This is a hint for the opinion that holds that the tree that Adam ate from here was a citron (<i>etrog</i>) [since that is what the verse in Leviticus refers to]. ",
        "0_Chapter, 28_Verse, 1_Comment": "<b>Male:</b> has a numerical equivalent (<i>gematria</i>) of 'blessing.' Female has a numerical equivalent (<i>gematria</i>) of 'in a curse.' ",
        "0_Chapter, 30_Verse, 0_Comment": "<b><i><u>Y</u>om <u>ha</u>shishi <u>va</u>yekhulu <u>ha</u>shamayim</i> (the sixth day. And He finished the skies):</b> [forms] the acronym of [God's] name [that consists] of four letters, with which he [here] sealed the story of creation. And so [too in Psalms 96:11] \"<i><b>yi</b>smechu <b>ha</b>shamayim <b>ve</b>tagel <b>ha</b>arets</i>\" (\"Let the heavens be glad and let the earth rejoice\") [forms] the acronym of [God's] name [that consists] of four letters, with which he [also] sealed the world, with the name of four letters.",
        "1_Chapter, 1_Verse, 0_Comment": "<b>ויכל אלהים \"And all God is,\"</b>  <i>Targum Yerusalmi</i> says this about grace, This is what they said the \"grace\" in there. In this case, there were 3 verses of his works for 3 works that returned, which are the heavens and the earth, and the sea. And there is no writing that says, \"there was an evening and there was a morning\" on the seventh day, according to Musaf adds \"to rest upon one as a duty is sacred.\"",
        "1_Chapter, 1_Verse, 1_Comment": "<b>וישבות \"and rested\"</b> There are 2 separate Tanakh teachings according to \"And the manna dwells.\" And we were to write in this case the Manna that the Lord spoke the Sabbath on the holy Sabbath, and we do not find that Moses told them this beforehand, but it is alluded to in God the days of Genesis and the rest on the seventh day and the rest of the <i>Manna</i>. Another thing teaches that Manna ruled out worship on Sabbath as evidenced in <i>Kiddushin</i>. Another thing alluded to what they demanded: bless them with manna and sanctify them with manna.",
        "1_Chapter, 2_Verse, 0_Comment": "<b>ויברך אלהים \"And <i>Elohim</i> blessed\"</b> There are 3 different teachings about s’mikhai (<i>Blessings</i>) , And <i>Elohim</i> blessed Noaĥ(Gen 9:1). And on the other hand, \"<i>Elohim</i> blessed Isaac. (Gen 48:15, Gen 25:11)\" At the time when the world was created in the blessing of the Sabbath (Gen 2:3) and the world and in the days of Noah when all the first ones were lost and the world was renewed, it was necessary to bless a second time and blessed Isaac as it is in the <i>Midrash</i> until now I needed to bless my creation from now on the blessings will be entrusted to you.",
        "1_Chapter, 3_Verse, 0_Comment": "<b>בהבראם</b> In the word <i>where created</i> there are the same letters that are in Abraham (הבראם\\אברהם), thanks to Abraham, heaven and earth were created. ",
        "1_Chapter, 3_Verse, 1_Comment": "<b>ארץ ושמים \"earth and heavens\"</b> there are 2 teaching parts in Tanakh, \"Thank you for heaven and earth (Ps. 148:13).\" Why did they thank the earth and the heavens instead of the one who made the earth and the heavens?",
        "1_Chapter, 5_Verse, 0_Comment": " ואד \"until that\" there are 2 separate Tanakh teachings about this, \"and his wife beset with (אֵ֗יד) calamity (Job 18:12).\" An allusion to what many of us said, remember them as a blessing, why is his name called ´Eid (אֵ֗יד - calamity)? It was because of that the nations break their hearts, so that the Holy One, blessed be He, will give them rain.",
        "1_Chapter, 6_Verse, 0_Comment": "וייצר \"and He made\" there is 2. cases one accurate and one lack of accuracy, And the Lord God created man. It is full that he has two creations, the creation of good and the creation of evil, and the Lord God created from the earth every beast of the field. Lacking that they have but one creation.",
        "1_Chapter, 6_Verse, 1_Comment": "ויפח באפיו נשמת חייםAnd breathed into his nose the breath of life, a sealed prayer arrangement.",
        "1_Chapter, 6_Verse, 2_Comment": "נשמת \"soul\" the words that he breathed in his nostrils a soul, all that is a spirit of life, the candle of God is the soul of man, and if not, the soul of God is like a stream of brimstone.",
        "1_Chapter, 6_Verse, 3_Comment": "האדם לנפש חיה \"human becomes a living soul\", the initials chalah (the sanctification [of creation]), which was the chalah of the world(Shir_HaShirim_Rabbah 1:6:5). ",
        "1_Chapter, 9_Verse, 0_Comment": "יפרד \"will break up\" There are 2 separate teachings in Tanakh \"but a poor man is parted from his fellow [by his poverty] (Prov. 19:4).\" When the first man became deficient in unleavened bread, he was separated from the garden.",
        "1_Chapter, 11_Verse, 0_Comment": "הבדלח \"the bdellium\" there are 2 separate Tanakh teachings about this, \"and in color, it was like bdellium (Numb. 11:7).\" This teaches that good stones and marbles came down with the manna.",
        "1_Chapter, 19_Verse, 0_Comment": "ולאדם לא מצא עזר \"And Adam found no helper\" 3. different places teach us: And to Adam, he said that you have listened to your wife's voice (Gen. 3:17). And to the man who did not labor, his portion will be reduced (Ecc. 2:21), and to the man, he had no helper, and God did a favor with him and created the woman as a helper, and he sinned by her, and that's it. And to the man, he said, Because you have heard that you have sinned by the helper, therefore, and to the man who did not labor in it, his portion will be given to him for which the penalty of death will be given*. [*Look: Jerusalem Talmud Sanhedrin 10:1:12]",
        "1_Chapter, 20_Verse, 0_Comment": "ויפל ה' אלהים  \"And God HaShem caused to fall in\" 3. separated teachings: \"and cast it upon him and he died (Numb 35:23)\". \"And He made them fall in the midst of their camp (Psalm 78:28).\"  It is that Dajjal (the demon) in one who killed by mistake and one who kills maliciously that the Holy One, blessed be He, congregates in one inn and he goes up the ladder and everything and that's it and he will fall among his camp that the Holy One, blessed be He, has appointed in his camp.",
        "1_Chapter, 20_Verse, 1_Comment": "ויסגור \"and will close\" there are 2. separated places in Tanakh teaching: \"And יהוה shut him in (Gen 7:16)\", an allusion to the closing of meat which prohibited the use of staff for the stretch out from the ark (to close the door), when God closed on his behalf and the flesh was closed in (the Ark). ",
        "1_Chapter, 21_Verse, 0_Comment": "ויבאה \"and came\"  The writings were missing, and she cries and says about my writings, she decorated them, and she did decorate my writings and brought them to me. [edit. I suspect this example was R' Jacob's life, his wife?]. And I will explain things in the tradition (Mesorah) and things that were brought to Adam. \"Isaac then brought her into the tent... (Gen 24:67)\", \"...and brought her to the City of David... (I King 3:1)\", \"Hence the LORD was intent upon bringing calamity upon us (Dan 9:14)\". Their predecessor who carried Pharaoh's daughter from above and this example of first Adam was banished by the `Elionim (The Superior one) cause of Chavah (Eve), And in Yitzchak it was the opposite because she (Rebecca) was in Sarah's place (blessing returned), it is said in the Midrash (Ber. Rab. 60:16). ",
        "5_Chapter, 12_Verse, 0_Comment": "ויאמר אלהים 'לנח קץ כל בשר... And God said, 'To rest the end of all flesh, he hinted at the days of the flood, which are like the end of a day of rain and a day of reinforcement. (Transl. KK)",
        "5_Chapter, 12_Verse, 1_Comment": "כי מלאה הארץ חמס מפניהם... for the earth is filled with lawlessness because of them, in Gematria: illicit sexual intercourse/i.e. incest. (Transl. KK)",
        "5_Chapter, 12_Verse, 2_Comment": "והנני... In the Tanakh there are 3 parallels in this: I am about to destroy them (Gen. 6:31). And so I propose to build a house for the Shiloh (means \"Messiah\")(I Kings 5:19)  am just gathering a couple of sticks (I Kings 17:12). The Holy One, blessed be He, said, I will rebuild the established world and spoiled their actions. And I spoil them and I am about to destroy them to tell you that not a single tree was left standing, but all were uprooted. (Transl. KK)",
        "5_Chapter, 12_Verse, 3_Comment": "משחיתם... \"destroy them\" In Gematria: She will slap with an open hand. (Transl. KK)",
        "5_Chapter, 12_Verse, 5_Comment": "משחיתם את הארץ... \"about to destroy them\" our Rabbi Tam (רבנו תם = ר''ת) Ma´ah teaches you that you destroyed their height, which was a hundred cubits high. (Transl. KK)",
        "5_Chapter, 14_Verse, 0_Comment": "וזה אשר תעשה And you shall do this... this Occurs two times, like here another time \"and you shall do this on the altar\" (Exodus 29:38) and to say that just as the altar atones, so you should build an altar to atone for when you come out (in this verse Gen 6:15). (Trasl. KK)",
        "5_Chapter, 15_Verse, 0_Comment": "1. צהר, Tzohar, window, opening in Gematria: In the light of the stone. (Transl. KK)",
        "5_Chapter, 15_Verse, 1_Comment": "ושלשים... In this case in Tanakh 2 parallel verses are according to this, And \"in distress\" אידך (Prov. 27:10) and \"thirty will march\" ושלשים יסעו (Numb. 2:24). An allusion to the Star of David is that the flags traveled in square writing through the land that thanks to the flags were saved. Do it and I trust and I will do it to say that I will assist you in doing it otherwise he would not have been able to do it. (Transl. KK)",
        "5_Chapter, 18_Verse, 0_Comment": "1 Bring to life in a doubled* (*מהעוף bird can mean also, to be bent, doubled; to be wearied) with you a male and a female of the of its kind. He hinted to him that the bird* would live with him and this is what the scripture said and he sent the dove, away from him, to study if there was a place of dwelling for him: (This part of the commentary seems to apply also to verse 20 cause word מהעוף appears in there)",
        "5_Chapter, 18_Verse, 1_Comment": "2 \"to preserve life with you...\" In Gematria: \"no predation\" or \"no missing limb.\" (Trans. KK)",
        "5_Chapter, 20_Verse, 0_Comment": "\"and to them...\" there are 3 connected verses in Tanakh in this case, and did Yosef \"and to them\" (II Kings. 3:22 כדם) \"as red as blood\"(Judges 6:5). And they and their camels have no number. As like did Yosef ate by himself and the Egyptians by themselves [Gen 39:6 except for the bread that he ate: Since the Egyptians did not eat with foreigners (see, for instance, Gen. 43:32).], it was like Noah and his sons and the animals and the beasts, each given alone to each given his food, (Gen. 24:33, 34) and it was she to them and their camels who put a branch in the shelter and food for the camels, as well as for every body in company. (Transl. KK)",
        "6_Chapter, 3_Verse, 0_Comment": "היקום אשר עשיתי \"existence that I created\" in Gematria \"No life to the resurrection.\" (Transl. KK)",
        "6_Chapter, 3_Verse, 1_Comment": "היקום The existence... there are 3 parallel verses in Tanakh: And I wiped out the whole universe. (Gen. 7:23) All existence on earth was blotted out. (Deut. 11:6) and the whole universe at their feet. To say that just as the generation of the flood sinned because of the abundance of favors and wealth that they had, so did a קרח (Korach Tosefta, Sanhedrin XIII, 9, Rab. Bah. 16:1:8) from the abundance of wealth that he had remained and sinned. (Transl. KK)",
        "6_Chapter, 9_Verse, 0_Comment": "<b>Seven days (<i>leshiv’as yamim</i>).</b> The numerical value of this phrase is equal to that of “the days of mourning for Mesushelach” (<i>liymei eivel Mesushelach</i>).",
        "6_Chapter, 10_Verse, 0_Comment": "בשבעה עשר יום לחודש \"on the seventeenth day of the month\" And they will spend their days as well as the month when the flood came down. and the sky chimneys. In Gematria: \"who took two stars from Kima.\" ",
        "6_Chapter, 15_Verse, 0_Comment": "והבאים and the following 2 cases in Tanakh in this case: And to say you, \"who did come with Zerubbaḇel\" (Neh 7:7). To say as in here \"came naturally\" (Gen. 6:20 יָבֹ֥אוּ אֵלֶ֖יךָ) so in that case likewise \"ascended towards\" and to draw into what? It was said that \"Ezra went up.\"(Ezra 7:6) ",
        "6_Chapter, 22_Verse, 0_Comment": "וישאר אך נח \"Only Noah was left\", all were limited and limited except those that were not included in that, all others that breath were run over (by flood).",
        "6_Chapter, 22_Verse, 1_Comment": "אך נח Only Noach in Gematria עוג to draw.",
        "7_Chapter, 1_Verse, 0_Comment": "ויכלא הגשם there are 2 different Tanakh places: On the other hand, So the people were restrained from bringing (Exo. 36:6). If I may say, walk in my the protecting influence of good conduct Israel's great assembly, to make the earth fruitful. ",
        "7_Chapter, 2_Verse, 0_Comment": "ושוב \"and again\" 3 separate Tanakh places; And the rest which went forth to and fro, until the waters were dried up from off the earth(Gen 8:7). And the living creatures ran and returned (Ezek 1:14). It is he who said that the fear of the animals comes out like A fiery stream issued and came forth from before him (Daniel 7:10). ",
        "7_Chapter, 3_Verse, 0_Comment": "ותנח \"and rested\" is 2 times on Tanakh, \"And the ark rested.\" \"and the spirit rested upon them (Num 11:26).\" To say that the Holy Spirit rested on those who remained in the ark and that is it \"And the spirit rested on them.\"",
        "7_Chapter, 3_Verse, 1_Comment": "Ararat appears 3 separate times in writings: So Sennacherib king of Assyria departed etc (II Kings 19:36), as he was worshipping in the house of Nisroch his god, etc. and they escaped into the land of Ararat (II Kings 19:37). And our sages said their memory is a blessed: \"Sennacherib went and found a beam from Noah’s ark, from which he fashioned a god. He said: This beam is the great god who delivered Noah from the flood.\" (Sanh 96a:1). It is a wrong said about blank. נסרוך = \"Nisrokh\" (deity) sounds same in language like \"nasor\" = \"plank\" (Sandh. Gem. 96a:3) ",
        "7_Chapter, 10_Verse, 0_Comment": "טרף \"Torn\" 2. separated Tanakh places: At the other hand, for he has torn, and he will heal us (Hosea 6:1). What is the point of such a broken tongue? He mentioned that she broke it from the tree and \"did not find\" (Lev. 25:28) it floating on the water, and by this, he knew that the water was diminishing. ",
        "7_Chapter, 20_Verse, 0_Comment": "וירח at Tanakh are 2 different places that teach, \"smelled the sweet scent\" as burning. And that's what they demanded of the Sages, may their memory be blessed, even the rebels of Israel in the future, Let them give a scent and that is he and the moon the smell of his clothes Ibn Tibon his clothes but in his clothes and the Lord gave the smell of the fragrance that they will give a scent of the fragrance. Another thing hinted that the smell of heaven entered with him when (Yitzak says from Yakov) \"the smell of my son is like the smell of a field which the Lord has blessed\" (Gen 27:27) ",
        "7_Chapter, 20_Verse, 1_Comment": "מנעריו From the youth in 3 different places in Tanakh teaches \"a man of war from his youth (I Sam. 17:33).\" \"Mo᾽av has been at ease from his youth (Jer 48:11).\" From his youth, a man must fight with the evil inclination and if he overcomes him and his victory is that he is Moab from his youth, \"and he has settled on his lees (Jer 48:11).\" ",
        "7_Chapter, 21_Verse, 0_Comment": "וקציר \"and harvest\" there are 2 in Tanakh this teaching  And on the other hand in Parshat Vigesh, go to look there (Gen 45:6) [edit. and also Ruth 2:23]",
        "8_Chapter, 4_Verse, 0_Comment": "ואך \"And surely\" there are 3 Tanakh places in tradition, Howbeit, if the land of your possession is unclean (Joshua 22:19). but only that word (Numb 22:20). To say just as it is forbidden to kill oneself so it is forbidden to curse oneself and it is your blood for your souls and the thing that even the bee will demand. But if it is impure to say that from every animal we have required sin between impure and pure.",
        "8_Chapter, 8_Verse, 0_Comment": "מקים את בריתי אתכם \"I establish my covenant with you\", a prayer arrangement for the dead (Kaddish), an allusion to the resurrection of the dead with whom God establishes His covenant to revive them.",
        "8_Chapter, 19_Verse, 0_Comment": "ויטע \"was the first to plant\" there are 3. Tanakh passages from this: was the first to plant a vineyard. And God planted a garden in Eden (Gen 2:8). He (Avraham) planted Tamarisk (Gen. 21:33). Our sages demanded from where did the planting come from Heaven, just as Abraham took the bush from Heaven.",
        "8_Chapter, 20_Verse, 0_Comment": "היין the wine (75) in Gematria יללה howl, And wavy letters that appeared on the head of the exiles by the wine will be revealed:",
        "8_Chapter, 24_Verse, 0_Comment": "עבד עבדים יהיה\"A slave, slave he will be\" There will be an Oleh (he prized), a hint for a servant's shekel fees:",
        "9_Chapter, 8_Verse, 0_Comment": "יאמר \"It is said in the secret (mystical) tradition: Therefore, it is said 'like Nimrod', therefore it is said in the book of the wars of the Lord, and regarding Zion, it is said 'every one that is born in her', which teaches that Nimrod was a man of war who captured cities, as it is written 'And the beginning of his kingdom was Babel'. This is why it is said in the book of the wars of the Lord, and regarding Zion, it is said that every one who is born there should be brave and stand tall like Nimrod, so that it will be noticeable and people will say, 'this one was born in Zion'.\"",
        "10_Chapter, 0_Verse, 0_Comment": " \"words\" (דברים) and \"meaningless words\" (הבלים) are mentioned twice in the verse, indicating that the people spoke both meaningful and meaningless words. ",
        "10_Chapter, 0_Verse, 1_Comment": "שפה אחת, \"one language\", in Gematria [this corresponds to] לשון הקדש \"the holy tongue\" [= Hebrew]. [the value of  שפה אחת is 794, that of לשון הקדש is 795, which is 794 plus 1 added for its totality]",
        "10_Chapter, 1_Verse, 0_Comment": "occurs 2 times in the Tanakh as follows: \"When they traveled from the camp, our rabbi, may his memory be blessed, explained thus: 'That day they turned away from God.' It is equivalent to this saying: \"a child who runs away from scriptures.\" This means that when they traveled east, they were moving away from \"the beginning of the world,\" the place where \"God originally created the world.\"",
        "10_Chapter, 2_Verse, 0_Comment": "איש אל רעהו הבה \"Man, come to his neighbor.\" \"A Torah scroll that is incomplete [missing letters] should be set aside in order to promote peace, because of the great peace that would result from correcting it.\" ",
        "10_Chapter, 2_Verse, 1_Comment": "לאבן \"Into Stone\" Appears 2 times in Tanakh\"And his heart died within him, and he turned into a stone. Regarding the incident of Nabal (in 1 Samuel 25), just as there it says \"death,\" so too here it means death. But in this case, it was a death that was even harder for them than death itself, when the moon fell from the tower (of Babel).\"",
        "10_Chapter, 7_Verse, 0_Comment": "\"And they scattered\" [Genesis 11:8] in the Masorah here and there: \"And the people scattered throughout the land of Egypt.\" \"And the people scattered from him\" [1 Samuel 13:11], and our Sages of blessed memory said that the people of the Tower and the people of Egypt were both deserving of punishment, and some were scattered from the Tower and some from Egypt, and this is the meaning of \"and the people scattered from him.\"...",
        "10_Chapter, 7_Verse, 1_Comment": "ויחדלו \"Vay'chadaloo\" (And they ceased) - In the second explanation, \"And they ceased\" refers to the voices and hail. This teaches that even they (the Egyptians) were punished with the voices and hail.",
        "10_Chapter, 9_Verse, 0_Comment": "שנתים אחר \"Shnayim Achar\" in Sefer Smichut, here and there: \"Two years after the noise\". Meaning two years before the earthquake. Just as there was a great noise during the flood [in the time of Noah], there was also a great noise before the earthquake.",
        "10_Chapter, 28_Verse, 0_Comment": "שרה \"Sarah\" in the Aleph Bet Shin Bet Shin Bet Gematria. This is a hint to what our sages said, \"This \"Yiskah\" is Sarah.\"",
        "11_Chapter, 0_Verse, 0_Comment": "לך לך \"Lech Lecha\" \"Go forth\" opens with a statement in the language in which the world was created, as the world was created with ten sayings, and it was created solely through the merit of Abraham. Therefore, a statement is written about him.",
        "11_Chapter, 0_Verse, 1_Comment": "לך לך \"Lech Lecha\" \"Go forth\" is a hint to Abraham that when he will be one hundred years old, he will have a son, Isaac, who will be like a nation to him. Alternatively, it hints to him that after he leaves his land, he will live like the numerical value of \"Lech Lecha,\" as his age was 75 when he left and lived 100 years more. Alternatively, it hints to him about the two exiles that the people of Israel will go through twice. Alternatively, it hints to him that after nine generations, the people of Israel will go into exile during the days of King Zedekiah. And due to Abraham's merit, because God spoke with him when he was 75 years old, they will return after seventy years. Therefore, he relied on going to Haran and moving on to Canaan, as the furnace of the Holy One, blessed be He, was in Haran, and the people of Israel will go into exile. [\"Go, yourself,\" A hint to him, \"When you will be 100 years old (30+20+30+20), then I will make you a great nation.\" For then Isaac will be born.]",
        "11_Chapter, 1_Verse, 0_Comment": "\"ואעשך לגוי גדול וגו'\" is a verse from Genesis 12:2, where God promises Abraham, \"And I will make of you a great nation, and I will bless you and make your name great, so that you will be a blessing.\" Here, it is explained that this verse is the basis for seven blessings (or \"brachot\") that are recited during Jewish wedding ceremonies. These blessings are: \"And I will make of you a great nation\" - the blessing of greatness and prosperity, \"And I will bless you\" - the blessing of wealth and success, \"And make your name great\" - the blessing of fame and recognition, \"You yourself shall be a blessing\" - the blessing of happiness and joy, \"And I will bless those who bless you\" - the blessing of protection and safety, \"And him who curses you I will curse\" - the blessing of justice and fairness, \"And all the families of the earth shall bless themselves by you\" - the blessing of universal impact and influence.",
        "11_Chapter, 1_Verse, 1_Comment": "\"אשר אראך\" (which I will show you) - In tradition, this phrase is expounded as follows: \"במסורה הכא ואידך\" (here and there in tradition), in Zechariah, regarding the Babylonian exile, it teaches that God showed Abraham the future exiles.",
        "11_Chapter, 1_Verse, 2_Comment": "\"The word 'arach' as a gematria [numerical value of Hebrew letters] in the clouds teaches that there were clouds going before him and showing him the way. And I will make you into a great nation, and I will bless you and make your name great. Three blessings corresponding to the three blessings of the priests, and so I bless you with three shields upon you, to tell you that the letters gimmel, peh, and kuf are equal to the letters samech, corresponding to the blessings of the priests, and they will bless you, may He illuminate and uplift you, and I will bless you, with the gematria of Abraham.\"",
        "11_Chapter, 1_Verse, 3_Comment": "\"And it shall be\" is a six in numerology and it shall be a blessing. And it shall be perfect. And it shall be fitting to check. Go up to the mountain and it shall be there. And it shall be for me a father. And it shall be for us a father. If you will be perfect and fitting, then there shall be a blessing, and go up to the mountain, and it shall be for me a father.",
        "11_Chapter, 2_Verse, 0_Comment": "\"And I will bless those who bless you\" has the same gematria as the priests who bless your children. Therefore, when people bless you, it should be in the plural form, and when they curse you, it should be in the singular form.",
        "11_Chapter, 2_Verse, 1_Comment": "\"And he who curses you, I will curse\" has the same gematria as Balaam, who came to curse your children....",
        "11_Chapter, 2_Verse, 2_Comment": "'And I will bless' is the first and the second in the tradition, and I will bless your name forever. Blessing that has no end, and this is it: 'And I will bless your name forever'.",
        "11_Chapter, 6_Verse, 0_Comment": "\"'The one who appeared' is the first and the second in the tradition, and as for Jacob, it means that just as it appeared to Abraham when he was exiled, so it appeared to Jacob when he was exiled.\"",
        "11_Chapter, 11_Verse, 0_Comment": "יחיו 'Yechi' is the first and the second in the tradition, and as for 'yechi' - 'let the grain live and let the vine bloom', since they wished you to live long, they will give you gifts of fields and vineyards.",
        "11_Chapter, 12_Verse, 0_Comment": "'My sister you are' is the first and the second in the tradition, and as for 'sister you are', it means to say that both Abraham and Sarah were great in wisdom.",
        "11_Chapter, 18_Verse, 0_Comment": "\"And for you\" in the text here and there: \"Behold, Rebecca is before you, take and go.\" Drive and go with Avishag the Shunammite, which teaches that she was righteous like the matriarchs, and \"Take my staff in your hand and go.\" The one who revealed it to you, take it in your hand and go. This teaches that even though it is not explained here that he gave him gifts like with Abimelech, he certainly gave him, and this is \"take it in your hand and go,\" meaning he gave him something that can be given immediately by hand.",
        "12_Chapter, 5_Verse, 0_Comment": "\"ולא נשא\" in both instances: \"And David did not count their number, and their wealth was beyond measure.\"",
        "12_Chapter, 5_Verse, 1_Comment": "[\"ולא נשא\" literally means \"and not counted\" or \"not enumerated\". In the context of the passage, it is referring to the great wealth of David and his followers which was so vast that it could not be counted or enumerated]",
        "12_Chapter, 6_Verse, 0_Comment": "\"רועי\" in the tradition here and there: And my shepherds did not inquire about my flock. This teaches that he rebuked them for not tending to the flock properly, and as a result, there was strife. And this is what is meant by \"and my shepherds did not inquire about my flock.\"",
        "12_Chapter, 10_Verse, 0_Comment": "The verse \"ויפרדו איש מעל אחיו אברם\" (Genesis 13:11) means that Abram and Lot separated from each other. This separation was made in peace, and it also hinted to Abram that there would be peace for his descendants. This is demonstrated by the verse \"אל תצר את מואב\" (Deuteronomy 2:9), which prohibits the Israelites from attacking Moab, which was one of the nations that descended from Lot.",
        "22_Chapter, 1_Verse, 0_Comment": "The small \"kaf\" signifies that Abraham cried, but not too much because she was elderly, and also because she caused her own death when she passed judgment for her own deeds onto another (cf. TB Rosh Hashanah 16b) and therefore was punished first, and one does not eulogize someone who dies by suicide.",
        "23_Chapter, 46_Verse, 0_Comment": "<b>I placed (<i>asim</i>) a nose ring.</b> The word <i>asim</i> is written defective (i.e. missing a <i>yud</i>) to indicate that he did not actually touch her face or even her hand.",
        "27_Chapter, 10_Verse, 0_Comment": "And he arrived at the place – the word place is used three times in this verse, which is a hint to the three pilgrimage holy days on which his children would come up to that place in the future (see Chullin 91b)",
        "31_Chapter, 11_Verse, 2_Comment": "Mothers and children together - There are two in the tradition, this one and \"mother and children dashed.\" This is about Sanheriv, the king of Ashur, whi said to destroy Israel, and then Esav who came to make war against Yaakov, and so \"do not take mother and children alike\" is a hint regarding exile.",
        "44_Chapter, 10_Verse, 0_Comment": "<b>Lest you become impoverished.</b> Leaving the Holy Land was preferable to becoming impoverished in his Torah knowledge through the vicissitudes of famine.",
        "48_Chapter, 0_Verse, 0_Comment": "<b>In the end of days.</b> See Rashi. When the Divine Presence departed he was concerned that his sons were tainted with sin, but they pointed out that the root letters of the word <i>cheit</i> — “sin” — do not even appear in their names. He replied that neither do the letters comprising <i>keitz</i> — “the end [of days]”."
    },
    "meta": "Chapter-Verse-Comment",
    "work": "Kitzur Baal HaTurim on Genesis"
}