{
    "work": "Tamid", 
    "text": {
        "59": {
            "42": "מערבית דרומית ונותן מערבה דרומה", 
            "43": "שירי הדם היה שופך אל יסוד דרומית", 
            "24": "מיריחו היו מריחין ריח פיטום הקטורת", 
            "25": "א\"ר אלעזר בן דגלאי", 
            "26": "עזים היו לאבא בערי המכוור והיו מתעטשות מריח פיטום הקטורת", 
            "27": "מי שזכה בתמיד משכו והולך בבית המטבחיים ומי שזכו באברים הולכין עמו", 
            "20": "מיריחו היו שומעין קול השיר", 
            "21": "מיריחו היה שומע קול השופר", 
            "22": "וי\"א", 
            "23": "אף קולו של כ\"ג בשעה שהוא מזכיר את השם ביה\"כ", 
            "28": "בית המטבחיים היה לצפונו של מזבח ועליו ח' עמודים ננסים ורבעים של ארז על גביהן ואנקלאות של ברזל היו קבועין בהן וג' סדרים לכל אחד ואחד שבהן תולין ומפשיטין על שולחנות של שיש שבין העמודים", 
            "29": "מי שזכה בדישון מזבח הפנימי נכנס ונטל את הטני והניחו לפניו והיה חופן ונותן לתוכו", 
            "40": "של בין הערבים היה נשחט על קרן מזרחית צפונית על טבעת שנייה", 
            "41": "שחט השוחט וקבל המקבל בא לו לקרן מזרחית צפונית ונותן מזרחה צפונה", 
            "1": "אע\"פ שהוא מבוקר מבערב מבקרין אותו לאור אבוקות", 
            "0": "של זהב", 
            "3": "הטני והכוז ושני מפתחות", 
            "2": "מי שזכה בדישון מזבח הפנימי ובדישון המנורה היו מקדימין וד' כלים בידם", 
            "5": "והכוז דומה לקיתון גדול של זהב", 
            "4": "הטני דומה לתרקב של זהב מחזיק קביים וחצי", 
            "7": "בא לו לפשפש הצפוני שני פשפשין היו לו לשער הגדול אחת בצפון ואחת בדרום", 
            "6": "ושתי מפתחות אחד שהיא יורד באמת השחי ואחד שהוא פותח כיון", 
            "9": "(יחזקאל מד, ב) ויאמר אלי ה' השער הזה סגור יהיה לא יפתח ואיש אל יבא בו כי ה' אלהי ישראל בא בו והיה סגור", 
            "8": "שבדרום לא נכנס בו אדם עליו הוא מפורש ע\"י יחזקאל שנאמר", 
            "39": "של שחר היה נשחט על קרן צפונית מערבית על טבעת שניה", 
            "38": "ראשו לדרום ופניו למערב והשוחט עומד במזרח ופניו למערב", 
            "11": "הגיע לשער הגדול העביר את הנגר ואת הפותחות ופתחו", 
            "10": "נטל את המפתח ופתח את הפשפש ונכנס להתא ומהתא להיכל עד שמגיע לשער הגדול", 
            "13": "מיריחו היו שומעין קול שער גדול שנפתח", 
            "12": "לא היה שוחט השוחט עד ששומע שער גדול שנפתח", 
            "15": "מיריחו היו שומעין קול השיר", 
            "14": "מיריחו היו שומעין קול מגריפה", 
            "17": "מיריחו היו שומעין קול החליל", 
            "16": "מיריחו היו שומעין קול בן ארזה מקיש בצלצל", 
            "19": "מיריחו היו שומעין קול העץ שעשה בן קטין מוכני לכיור", 
            "18": "מיריחו היו שומעין קול גביני כרוז", 
            "31": "מי שזכה בדישון המנורה נכנס ומצא ב' נרות מזרחית מערבית דולקין מדשן את השאר ומניח את אלו דולקין במקומן", 
            "30": "ובאחרונה כיבד את השאר לתוכו והניחו ויצא", 
            "37": "וכך היה עקידתו", 
            "36": "מי שזכו באברים אוחזין בו", 
            "35": "מתני׳ <big><strong>לא</strong></big> היו כופתין את הטלה אלא מעקידין אותו", 
            "34": "<br><br><big><strong>הדרן עלך אמר להם הממונה</strong></big><br><br>", 
            "33": "ואבן היתה לפני המנורה ובה ג' מעלות שעליה כהן עומד ומטיב את הנרות ומניח את הבוז על מעלה שניה ויצא:", 
            "32": "מצאן שכבו מדשנן ומדליקן מן הדולקין ואח\"כ מדשן את השאר"
        }, 
        "58": {
            "24": "צאו והביאו (לי והוציאו) טלה מלשכת הטלאים", 
            "25": "והרי לשכת הטלאים נתונה במקצוע צפונית מערבית", 
            "26": "ארבע לשכות היו שם אחת לשכת הטלאים ואחת לשכת החותמות ואחת לשכת בית המוקד ואחת לשכה שעושין בה לחם הפנים", 
            "27": "נכנסו ללשכת הכלים הוציאו משם תשעים ושלשה כלי כסף וכלי זהב", 
            "20": "מתיא בן שמואל אומר", 
            "21": "האיר פני כל המזרח עד שהוא בחברון", 
            "22": "והוא אומר הן", 
            "23": "אמר להן", 
            "28": "השקו את התמיד בכוס", 
            "1": "סידר את המערכה גדולה וכו':", 
            "0": "ושייפי להו בחבלא דצבתא דסריך עליה בזרא וקברי היכא דמסיק ימא שירטון קורה עבדא פירי לא עבדא ותלת בריכי מינייהו לא מחזקה להו גמלא:", 
            "3": "רב הונא ורב חסדא", 
            "2": "מאי טעמא", 
            "5": "כדי שתהא הרוח מנשבת בה וחד אמר", 
            "4": "חד אמר", 
            "7": "מיתיבי", 
            "6": "כדי שיהו מציתין את האליתא משם", 
            "9": "אמר לך", 
            "8": "ריוח היה בהן בין הגזירין שהיו מציתין את האליתא משם", 
            "11": "<br><br><big><strong>הדרן עלך ראוהו אחיו</strong></big><br><br>", 
            "10": "מקומות מקומות עבדי:", 
            "13": "בואו והפיסו מי השוחט ומי הזורק מי מדשן מזבח הפנימי מי מדשן את המנורה מי מעלה אברים לכבש", 
            "12": "מתני׳ <big><strong>אמר</strong></big> להן הממונה", 
            "15": "הפיסו זכה מי שזכה", 
            "14": "הראש והרגל של ימין ושתי הידים העוקץ והרגל של שמאל החזה והגרה ושתי דפנות הקרביים והסולת והחביתין והיין", 
            "17": "צאו וראו אם הגיע זמן שחיטה", 
            "16": "אמר להן", 
            "19": "ברקאי", 
            "18": "אם הגיע הרואה אומר"
        }, 
        "49": {
            "1": "בית אבטינס בית הניצוץ בית המוקד בבית אבטינס ובבית הניצוץ היו עליות הרובים שומרים שם", 
            "0": "מתני׳ <big><strong>בשלשה</strong></big> מקומות הכהנים שומרים בבית המקדש", 
            "3": "פרחי כהונה איש כסותו בארץ", 
            "2": "בית המוקד כיפה ובית הגדול היה מוקף רובדין של אבן זקני בית אב ישנים שם ומפתחות העזרה בידם", 
            "5": "אירע קרי לאחד מהן יוצא והולך לו", 
            "4": "לא היו ישנים בבגדי קדש אלא היו פושטין ומניחין אותן תחת ראשיהם ומתכסין בכסות עצמן"
        }, 
        "55": {
            "24": "אם אין צדדים מחזיקין סודרים אותם בסובב על הכבש", 
            "25": "החלו מעלין באפר על גב תפוח", 
            "26": "תפוח היה באמצע המזבח", 
            "27": "פעמים שהיו עליו כשלש מאות כור וברגלים לא היו מדשנין אותו מפני שהוא נוי למזבח", 
            "20": "<br><br><big><strong>הדרן עלך בשלשה מקומות</strong></big><br><br>", 
            "21": "מתני׳ <big><strong>ראוהו</strong></big> אחיו שירד והם רצים ובאים", 
            "22": "מהרו וקדשו ידיהם ורגליהם מן הכיור נטלו את המגרפות ואת הצינורות ועלו לראש המזבח", 
            "23": "האברים והפדרים שלא נתעכלו מבערב סולקין אותן על צדי המזבח", 
            "28": "ומימיו", 
            "1": "והן אומרים", 
            "0": "ולא היו שומעין את קולו עד שהיו שומעין קול העץ שעשה בן קטין מוכני לכיור", 
            "3": "קידש ידיו ורגליו מן הכיור נטל מחתת הכסף ועלה לראש המזבח פינה את הגחלים הילך חותה את המאוכלות הפנימיות ירד", 
            "2": "הגיע עת", 
            "5": "<big><strong>גמ׳</strong></big> ומי הוו אכסדראות בעזרה", 
            "4": "הגיע לרצפה הפך פניו לצפון הולך במזרחו של כבש כעשר אמות צבר את הגחלים על גבי הרצפה רחוק מן הכבש שלשה טפחים מקום שנותנים מוראת העוף ודישון מזבח הפנימי ודישון המנורה:", 
            "7": "מנין שאין עושין אכסדראות בעזרה", 
            "6": "והא תניא רבי אליעזר בן יעקב אומר", 
            "9": "(דברים טז, כא) לא תטע לך אשרה כל עץ אצל מזבח ה' אלהיך הכי קאמר", 
            "8": "ת\"ל", 
            "11": "אמר רב חסדא", 
            "10": "לא תטע לך אשרה לא תטע לך כל עץ אצל מזבח ה' אלהיך", 
            "13": "היו בודקין והולכין כו':", 
            "12": "באכסדראות של בנין:", 
            "15": "מנין שאין דבר קודם לתמיד של שחר ת\"ל", 
            "14": "למימרא דחביתין הוו קדימי והתניא", 
            "17": "העולה עולה ראשונה", 
            "16": "(ויקרא ו, ה) וערך עליה העולה ואמר רבה", 
            "19": "להחם חמין לרביכה:", 
            "18": "א\"ר יהודה"
        }, 
        "54": {
            "42": "לא היו רואין אותו", 
            "24": "בראשונה כל מי שרוצה לתרום את המזבח תורם", 
            "25": "בזמן שהן מרובין רצין ועולין בכבש כל הקודם את חבירו בתוך ארבע אמות זכה", 
            "26": "היו שנים שוין הממונה אומר להם הצביעו", 
            "27": "ומה הן מוציאין אחת או שתים ואין מוציאין גוד במקדש", 
            "20": "הא גופא קשיא אמרת מי שהוא רוצה לתרום את המזבח משכים וטובל עד שלא יבא הממונה אלמא לאו בפייס תליא מילתא והדר תני יבא ויפייס אלמא בפייס תליא מילתא", 
            "21": "אמר אביי", 
            "22": "לא קשיא כאן קודם תקנה כאן לאחר תקנה", 
            "23": "דתנן", 
            "28": "מעשה ב' היו שוין רצין עולין בכבש ודחף אחד מהם את חבירו ונשברה רגלו", 
            "29": "וכשראו בית די שהיו באים לידי סכנה התקינו שלא יהו תורמין את המזבח אלא בפייס", 
            "40": "והרי המחתה נתונה במקצוע בין הכבש למזבח במערבו של כבש", 
            "41": "אין אדם נכנס עמו ולא נר בידו אלא מהלך לאור המערכה", 
            "1": "ניכר שהוא ישן חובטו במקלו ורשות היתה לו לשרוף את כסותו", 
            "0": "שלום עליך", 
            "3": "מה קול בעזרה", 
            "2": "והם אומרים", 
            "5": "ר' אליעזר בן יעקב אומר", 
            "4": "קול בן לוי לוקה ובגדיו נשרפין שישן לו על משמר", 
            "7": "א\"ר חייא בר אבא", 
            "6": "פעם אחת מצאו את אחי אמי ישן ושרפו את כסותו", 
            "9": "תניא רבי אומר", 
            "8": "כי מטי רבי יוחנן בהא מתניתא אמר הכי אשריהם לראשונים שאפילו על אונס שינה עושין דין שלא על אונס שינה על אחת כמה וכמה", 
            "39": "הוי זהיר שלא תגע בכלי עד שתקדש ידיך ורגליך מן הכיור", 
            "38": "והם אומרים", 
            "11": "(משלי כד, כה) ולמוכיחים ינעם ועליהם תבא ברכת טוב", 
            "10": "איזו היא דרך ישרה שיבור לו האדם יאהב את התוכחות שכל זמן שתוכחות בעולם נחת רוח באה לעולם טובה וברכה באין לעולם ורעה מסתלקת מן העולם שנאמר", 
            "13": "יחזיק באמונה יתירה שנאמר", 
            "12": "ויש אומרים", 
            "15": "אמר רבי שמואל בר נחמני אמר ר' יונתן", 
            "14": "(תהלים קא, ו) עיני בנאמני ארץ לשבת עמדי וגו'", 
            "17": "(משלי כח, כג) מוכיח אדם אחרי ולא עוד אלא שמושכין עליו חוט של חסד שנאמר", 
            "16": "כל המוכיח את חבירו לשם שמים זוכה לחלקו של הקדוש ברוך הוא שנאמר", 
            "19": "מצאו נעול יודע וכו' מי שהוא רוצה לתרום את המזבח [וכו']:", 
            "18": "(משלי כח, כג) חן ימצא ממחליק לשון:", 
            "31": "אידי ואידי לאחר תקנה והכי קתני מי שהוא רוצה לבא ולפייס משכים וטובל עד שלא יבא הממונה:", 
            "30": "רבא אמר", 
            "37": "מי שזכה לתרום את המזבח הוא יתרום", 
            "36": "העמידו עושה חביתים לעשות חביתים", 
            "35": "שלום הכל שלום", 
            "34": "הגיעו אלו ואלו אמרו", 
            "33": "נחלקו לשתי כיתות אלו מהלכין באכסדרה דרך מזרח ואלו מהלכין באכסדרה דרך מערב היו בודקין והולכים עד שמגיעים למקום עושה חביתים", 
            "32": "<big><strong>מתני׳</strong></big> נטל את המפתח ופתח את הפשפש ונכנס מבית המוקד לעזרה ונכנסו הכהנים אחריו ושתי אבוקות של אור בידם"
        }, 
        "57": {
            "24": "אלא למאן דאמר משום ישוב דארץ ישראל דקל מי לית ביה משום ישוב דארץ ישראל", 
            "25": "אמר לך", 
            "26": "וליטעמיך תאנה לית בה משום ישוב דארץ ישראל", 
            "27": "אלא מאי אית לך למימר", 
            "20": "בשלמא למאן דאמר משום דקטרי בהא קמיפלגי", 
            "21": "דמר סבר", 
            "22": "אף על גב דלא קטרי מגואי כיון דקטרי מבראי לא מייתינן ומר סבר", 
            "23": "כיון דלא קטרי מגואי אע\"ג דמבראי קטרי מייתינן", 
            "28": "בתאנה דלא עבידא פירא דקל נמי בדלא עביד פירא", 
            "29": "ומי איכא תאנה דלא עבדא פירא", 
            "1": "אמר ר' אלעזר ברבי צדוק", 
            "0": "או גרגיר או אשכול מביא ותולה בה", 
            "3": "פרוכת דתנן רבן שמעון בן גמליאל אומר משום רבי שמעון הסגן", 
            "2": "מעשה היה ונמנו עליה שלש מאות כהנים לפנותה", 
            "5": "על שבעים ושנים נימין נארגת ועל כל נימה ונימה עשרים וארבעה חוטין", 
            "4": "פרוכת עביה טפח", 
            "7": "ושתים עושין בכל שנה ושנה ושלש מאות כהנים מטבילין אותה:", 
            "6": "ארכה ארבעים אמה ורחבה עשרים אמה ומשמונים ושתים ריבוא נעשית", 
            "9": "הני מ\"ט", 
            "8": "החלו מעלין בגזירין לסדר את המערכה [וכו'] חוץ משל זית ומשל גפן [וכו']:", 
            "11": "משום דקטרי רב אחא בר יעקב אמר", 
            "10": "רב פפא אמר", 
            "13": "מיתיבי", 
            "12": "משום ישוב דארץ ישראל", 
            "15": "וכי כל העצים כשרים למערכה הן", 
            "14": "(ויקרא א, ח) על העצים אשר על האש עצים הנתוכים להיות אש ומאי ניהו דוקרי שפוד דלא קטרי ואזלי מקטר מתוכו", 
            "17": "במרביות של תאנה ושל אגוז ושל עץ שמן", 
            "16": "כל העצים כשרים חוץ מן זית וגפן אבל באלו היו רגילין", 
            "19": "אף של מייש ושל אלון ושל דקל ושל חרוב ושל שקמה", 
            "18": "רבי אליעזר מוסיף", 
            "31": "מייתי תאיני חיורתא", 
            "30": "אין כדרחבה דאמר רחבה"
        }, 
        "56": {
            "24": "תפוח גפן ופרכת", 
            "25": "לאפוקי מדרבא", 
            "26": "דתנן", 
            "27": "השקי את התמיד בכוס של זהב ואמר רבא", 
            "20": "דברו נביאים לשון הבאי דכתיב", 
            "21": "{מלכים א א } (וכל עם הארץ) מחללים בחלילים וגו' ותבקע הארץ לקולם", 
            "22": "אמר רבי ינאי בר נחמני אמר שמואל", 
            "23": "בשלשה מקומות דברו חכמים בלשון הכאי ואלו הן", 
            "28": "גוזמא קא משמע לן", 
            "29": "הני אין התם לא אין עניות במקום עשירות", 
            "1": "החלו מעלין בגזירין לסדר את המערכה", 
            "0": "לא נתעצל הכהן מלהוציא את הדשן", 
            "3": "כל העצים כשרין למערכה חוץ משל גפן ושל זית אבל באלו היו רגילין", 
            "2": "וכי כל העצים כשרין למערכה הן", 
            "5": "סידר את המערכה גדולה מזרחה וחזיתה מזרחה", 
            "4": "במרביות של תאנה של אגוז ושל עץ שמן", 
            "7": "בררו משם עצי תאנה יפים סידר את המערכה שניה לקטורת כנגד מערבית דרומית משוך מן הקרן כלפי צפון ארבע אמות", 
            "6": "וראשי גזירין הפנימים היו נוגעין בתפוח וריוח היה בין הגזירים שהיו מציתים את האליתא משם", 
            "9": "האברים והפדרים שלא (היו) נתעכלו מבערב מחזירין אותן למערכה והציתו שתי מערכות באש רדו ובאו להם ללשכת הגזית:", 
            "8": "בעומד חמש סאין גחלים ובשבת בעומד שמונה סאין גחלים ששם היו נותנים שני בזיכי לבונה של לחם הפנים", 
            "11": "גוזמא", 
            "10": "<big><strong>גמ׳</strong></big> אמר רבא", 
            "13": "גוזמא", 
            "12": "השקו את התמיד בכוס של זהב אמר רבא", 
            "15": "דברה תורה לשון הכאי דברו נביאים לשון הבאי דברו חכמים לשון הבאי", 
            "14": "אמר רבי אמי", 
            "17": "(דברים א, כח) ערים גדולות ובצורות בשמים בשמים ס\"ד", 
            "16": "דברה תורה לשון הבאי דכתיב", 
            "19": "דברו חכמים לשון הבאי הא דאמרן תפוח והשקו את התמיד בכוס של זהב", 
            "18": "אלא גוזמא", 
            "31": "גפן זהב היתה עומדת על פתח ההיכל ומודלה על גבי כלונסות וכל מי שמתנדב עלה", 
            "30": "תפוח הא דאמרן גפן דתניא"
        }, 
        "51": {
            "24": "רובדין מאי ניהו", 
            "25": "גזרתא דאצטבתא דסלקי בהו לאצטבתא", 
            "26": "ומי הוו מיפלגי אבנים", 
            "27": "והכתיב", 
            "20": "אמר אביי", 
            "21": "כיון דגבי הררי הוו קיימי סגי להו בחד שומר", 
            "22": "דוי להכא ודוי להכא", 
            "23": "מוקף רובדין של אבן", 
            "28": "{מלכים א ז } והבית בהבנותו אבן שלמה וגו'", 
            "29": "אמר אביי", 
            "1": "איבעיא להו", 
            "0": "בית אבטינס ובית הניצוץ:", 
            "3": "תא שמע", 
            "2": "עליות ממש הוו או דלמא דהוו גביהי מגבה כעליות", 
            "5": "שבצפון שער הניצוץ כמין אכסדרא היה ועלייה בנוי על גבה שהכהנים שומרים מלמעלה והלוים מלמטה ופתח היה לו לחול", 
            "4": "דתנן", 
            "7": "דתנו רבנן", 
            "6": "מנא הני מילי", 
            "9": "אתה אומר בעבודתך הכתוב מדבר או אינו אלא בעבודתם", 
            "8": "(במדבר יח, ב) וילוו עליך וישרתוך בעבודתך הכתוב מדבר", 
            "11": "בעבודתך הכתוב מדבר", 
            "10": "כשהוא אומר {מלכים א ו } ונלוו עליך ושמרו לכל כליו ולכל עבודתו הרי בעבודתם אמור הא מה אני מקיים וילוו עליך וישרתוך", 
            "13": "כהנים שומרים מלמעלה ולוים מלמטה", 
            "12": "הא כיצד", 
            "15": "וחד שומר הוא דהוה בבית המוקד", 
            "14": "בית המוקד כיפה ובית גדול היה", 
            "17": "שני שערים היו בבית המוקד אחד פתוח לחיל ואחד פתוח לעזרה", 
            "16": "ורמינהי", 
            "19": "בזה שנכנסין לעזרה פשפש קטן היה לו שבו נכנסין לבלוש העזרה", 
            "18": "א\"ר יהודה", 
            "31": "זקני בית אב ישנים שם:", 
            "30": "דמתקני ומייתי מעיקרא אבני זוטרתא ואבני רברבתא כדכתיב אבני עשר אמות ואבני שמונה אמות:", 
            "37": "אמאי התם קרי להו רובים הכא קרי להו", 
            "36": "פרחי כהונה איש כסותו בארץ:", 
            "35": "לאו אורח ארעא לעיולי מטות לבית המקדש:", 
            "34": "אמר אביי", 
            "33": "לעיילי מטות", 
            "32": "ואמאי"
        }, 
        "50": {
            "24": "מסיפיה דקרא (במדבר ג, לח) שומרים משמרת למשמרת:", 
            "20": "מדכתיב והחונים וכתיב שומרים חונים לחוד ושומרים לחוד אימא", 
            "21": "כולהו בחד מקום לחודיה", 
            "22": "לא ס\"ד מה משה בחד מקום לחודיה אף אהרן ובניו בחד מקום לחודיה", 
            "23": "רב אשי אמר", 
            "1": "ומדורה היתה שם ובית הכסא של כבוד", 
            "0": "במסיבה ההולכת לו תחת הבירה ונרות דולקין מכאן ומכאן עד שהוא מגיע לבית הטבילה", 
            "3": "מצאו נעול יודע שיש שם אדם פתוח בידוע שאין שם אדם", 
            "2": "זה היה כבודו", 
            "5": "מי שהוא רוצה לתרום את המזבח משכים וטובל עד שלא יבא הממונה", 
            "4": "ירד וטבל עלה ונסתפג ונתחמם כנגד המדורה בא וישב לו אצל אחיו הכהנים עד שהיו שערים נפתחים יוצא והולך לו", 
            "7": "לא כל העתים שוות", 
            "6": "וכי באיזה שעה בא הממונה", 
            "9": "הממונה בא ודפק עליהן והן פתחו לו", 
            "8": "פעמים שהוא בא מקרות הגבר או סמוך לו מלפניו או מאחריו", 
            "11": "מי שטבל יבא ויפיס", 
            "10": "אמר להן", 
            "13": "<big><strong>גמ׳</strong></big> מנא ה\"מ", 
            "12": "הפיסו מי שזכה זכה כו:", 
            "15": "יאמר קרא (במדבר ג, לח) והחונים לפני המשכן קדמה לפני אהל מועד מזרחה משה ואהרן ובניו שומרים משמרת המקדש למשמרת בני ישראל", 
            "14": "אמר אביי", 
            "17": "אין שימור בעלמא אשכחן דבעי כהנים ולוים שימור מיתו מתניתין קתני בשלשה מקומות הכהנים שומרים בבית המקדש והלוים בעשרים וא' מקום ואילו קרא כהנים ולוים בהדי הדדי כתיב", 
            "16": "אמרי", 
            "19": "הכי קאמר והחונים לפני המשכן קדמה לפני אהל מועד מזרחה משה והדר אהרן ובניו שומרי משמרת המקדש אהרן בחד מקום ובניו בשני מקומות ממאי", 
            "18": "אמרי"
        }, 
        "53": {
            "42": "לא ישתה אדם מים ויתן לתלמידו אלא אם כן שפך מהן", 
            "48": "כל מילי לא תיפלוט באפי רבך בר מקרא ודייסא דכפתילה של אבר דמו", 
            "43": "ומעשה באחד ששתה מים ולא שפך מהן ונתן לתלמידו ואותו תלמיד איסטניס היה ולא רצה לשתות ומת בצמא", 
            "49": "תנן התם", 
            "24": "מחילות לא נתקדשו", 
            "25": "ובעל קרי משתלח חוץ לשני מחנות:", 
            "26": "והנרות דולקין מכאן ומכאן כו':", 
            "27": "רב ספרא הוה יתיב בבית הכסא אתא ר' אבא נחר ליה א\"ל", 
            "20": "קרוב וכו' עד איבעית אימא ראויין הן לבגדי כהונה", 
            "21": "ואי בעית אימא (תהלים קיט, קכו) עת לעשות לה' הפרו תורתך:", 
            "22": "אירע קרי באחד מהן [וכו']:", 
            "23": "מסייע ליה לר' יוחנן דאמר", 
            "46": "רב אשי אמר", 
            "47": "הילכך האי תלמידא דשפיך קמי רביה לית ביה משום אפקירותא", 
            "44": "באותה שעה אמרו", 
            "45": "לא ישתה אדם מים ויתן לתלמידו אא\"כ שפך מהן", 
            "28": "ליעול מר", 
            "29": "בתר דנפיק א\"ל ר' אבא", 
            "40": "שטוף ושתי [שטוף] ואחית וכשאתה שותה מים שפוך מהן ואח\"כ תן לתלמידך", 
            "41": "כדתניא", 
            "1": "וכי תימא", 
            "0": "הניחא למ\"ד אבנטו של כ\"ג לא זהו אבנטו של כהן הדיוט אלא למ\"ד אבנטו של כהן הדיוט זהו אבנטו של כ\"ג מאי איכא למימר", 
            "3": "(ויקרא יט, יט) לא יעלה עליך אבל אתה מציעו תחתיך אבל אמרו חכמים", 
            "2": "כלאים בעליה ולבישה הוא דאסור אבל מימך תותיה שפיר דמי והתניא", 
            "5": "וכי תימא דמפסיק מידי והאמר ר\"ש א\"ר יהושע בן לוי א\"ר יוסי בן שאול משום קהלא קדישא שבירושלים", 
            "4": "אסור לעשות כן שמא תיכרך נימא אחת על בשרו", 
            "7": "אלא ש\"מ", 
            "6": "אפילו עשר מצעות זו על גב זו וכלאים תחתיהן אסור לישן עליהן", 
            "9": "ואי בעית אימא", 
            "8": "נגד ראשיהן", 
            "39": "תוב וגלי כסי וקום", 
            "38": "חשיך תקין נפשך וקדים תקין נפשך כי היכי דלא תרחק", 
            "11": "רב אשי אמר", 
            "10": "באותן שאין בהן כלאים", 
            "13": "הא נמטא גמדא דנרש שריא", 
            "12": "בגדי כהונה קשין הן דאמר רב הונא בריה דרב יהושע", 
            "15": "בגדי כהונה היוצא בהן למדינה אסור", 
            "14": "ת\"ש", 
            "17": "ובמדינה לא", 
            "16": "במקדש בין בשעת עבודה ובין שלא בשעת עבודה מותר מפני שבגדי כהונה ניתנו ליהנות בהן ש\"מ", 
            "19": "בכ\"א בו יום הר גריזים דלא למיספד כדאיתא ביומא פרק בא לו כ\"ג", 
            "18": "והתניא", 
            "31": "לאו הכי תנן", 
            "30": "ע\"כ לא סליקת לשעיר גמרת מילי דשעיר", 
            "37": "א\"ל רב לחייא בריה וכן א\"ל רב הונא לרבה בריה", 
            "36": "עמוד החוזר מביא את האדם לידי הדרוקן סילון החוזר מביא את האדם לידי ירקון", 
            "35": "כדתני' רשב\"ג אומר", 
            "34": "דלמא מסוכן הוא", 
            "33": "ורב ספרא סבר", 
            "32": "מצאו נעול בידוע שיש שם אדם למימרא דלא מיבעי ליה למיעל", 
            "50": "איש הר הבית היה מחזר על כל משמר ומשמר ואבוקות דולקות לפניו וכל משמר שאינו עומד וא\"ל איש הר הבית"
        }, 
        "52": {
            "42": "בגדי כהונה ניתנו ליהנות בהן", 
            "48": "אימא", 
            "43": "אמרי", 
            "49": "נגד ראשיהם", 
            "52": "ה\"נ מסתברא דכנגד ראשיהן דאי אמרת תחת ראשיהן נהי דניתנו ליהנות בהן תיפוק ליה משום איסורא דכלאים", 
            "24": "חמשה על חמשה שערי הר הבית וארבעה על ארבעה פנותיו מתוכו ה' על ה' שערי עזרה וארבעה על ארבעה פנותיו מבחוץ", 
            "25": "מאי שנא הר הבית דעבדינן מתוכו ומאי שנא עזרה דעבדינן מבחוץ", 
            "26": "אמרי הר הבית דאי תמה ובעי מיתב יתיב אמרינן מתוכו", 
            "27": "עזרה דאי תמה ובעי למיתב לא מצי יתיב דאמר מר אין ישיבה בעזרה אלא למלכי בית דוד בלבד אמרינן מבחוץ", 
            "20": "לעולם כ\"ד כדכתיב תלתא מינייהו דכהנים ועשרין וחד דלוים", 
            "21": "והא הכא לוים הוא דכתיב", 
            "22": "כר' יהושע בן לוי דאמר ריב\"ל", 
            "23": "בכ\"ד מקומות נקראו כהנים לוים וזה אחד מהן (יחזקאל מד, טו) והכהנים הלוים בני צדוק:", 
            "46": "ומניחין אותן תחת ראשיהן ש\"מ", 
            "47": "בגדי כהונה ניתנו ליהנות בהם", 
            "44": "הוא הדין דאפילו הילוך נמי לא והא דקתני לא היו ישנים משום דבעי למיתנא סיפא אלא פושטין ומקפלין ומניחין אותן תחת ראשיהן קתני רישא נמי לא היו ישנים", 
            "45": "והא גופה קא קשיא", 
            "28": "אמר מר", 
            "29": "ה' על ה' שערי עזרה וה' שערים הוא דהוי בעזרה", 
            "40": "לא היו ישנים בבגדי קדש כו':", 
            "41": "שינה הוא דלא אבל הילוך מהלכים שמעת מינה", 
            "1": "אמרי", 
            "0": "פרחי כהונה", 
            "3": "תנן התם", 
            "2": "אין התם דלא מטו למעבד עבודה קרי להו רובים הכא דמטו להו למעבד עבודה קרי להו פרחי", 
            "5": "ה' על ה' שערי הר הבית ד' על ד' פנותיו מבפנים ה' על ה' שערי עזרה וד' על ד' פנותיו מבחוץ אחד בלשכת הקרבן ואחד בלשכת הפרוכת ואחד אחורי בית הכפורת", 
            "4": "בשלשה מקומות הכהנים שומרים בבית המקדש בבית אבטינס ובבית הניצוץ ובבית המוקד והלוים בכ\"א מקומות", 
            "7": "אמר רב יהודה מסורא ואמרי לה במתניתא תנא", 
            "6": "מנה\"מ", 
            "9": "לפרבר למערב ארבעה למסלה שנים לפרבר", 
            "8": "דכתיב (דברי הימים א כו, יז) למזרח הלוים ששה לצפונה לוים ארבעה לנגבה לוים ארבעה ולאסופים שנים שנים", 
            "51": "שמע מינה תפילין מן הצד שריין ולא חיישינן דלמא מיגנדר ונפיל עלייהו", 
            "39": "אלמא איכא תנא דאמר תמניא הוו ואיכא תנא דאמר שבעה ואיכא תנא דאמר חמשה הוו:", 
            "38": "דל חמשה דהר הבית פשו להו תמניא דעזרה", 
            "11": "הני כ\"ד הוו", 
            "10": "אמרי", 
            "13": "ה\"ק לאסופים שנים (ב')", 
            "12": "אמר אביי", 
            "15": "היאך דפרבר חד הוה ואחרינא בצוותא הוא דאזיל ויתיב גביה משום דקאי אבראי", 
            "14": "אכתי עשרין ותרי הוו", 
            "17": "אמר רבה בר רב שילא", 
            "16": "מאי לפרבר", 
            "19": "ואב\"א", 
            "18": "כמ\"ד כלפי בר", 
            "31": "אמר אביי", 
            "30": "ורמינהי ז' שערים היו בעזרה ג' בצפון וג' בדרום ואחד במזרח", 
            "37": "אין פוחתין מי\"ג גזברין כנגד י\"ג שערים", 
            "36": "ר' נתן אומר", 
            "35": "דתניא אין פוחתין מי\"ג גזברין ומז' אמרכלין", 
            "34": "תנאי היא", 
            "33": "רבא אמר", 
            "32": "תרי מינייהו לא צריכי שימור", 
            "50": "אמר רב פפא"
        }, 
        "60": {
            "24": "נמצאו כולן עומדים בשורה והאברים בידם", 
            "20": "חתכה ונתנה למי שזכה בה והשדרה עמה והטחול תלוי בה", 
            "21": "והיא היתה גדולה אלא של ימין קורין גדולה שהכבד תלויה בה", 
            "22": "בא לו לעוקץ חתכו ונתנו למי שזכה בו האליה ואצבע הכבד וב' כליות עמו", 
            "23": "נטל את הרגל השמאלית חתכה ונתנה למי שזכה בה", 
            "1": "היה מפשיט ויורד עד שמגיע לחזה", 
            "0": "לא היה שובר בו את הרגל אלא נוקבו מתוך ערקובו ותולה בו", 
            "3": "חתך את הכרעים ונתנן למי שזכה בהן", 
            "2": "הגיע לחזה חתך את הראש ונתנו למי שזכה בו", 
            "5": "עלה לרגל הימנית חתכה ונתנה למי שזכה בה וב' ביצים עמה", 
            "4": "מרק את ההפשט קרע את הלב והוציא את דמו חתך את הידים ונתנן למי שזכה בהן", 
            "7": "נטל את הפדר ונתנו על בית שחיטת הראש מלמעלה", 
            "6": "קרעו ונמצא כולו גלוי לפניו", 
            "9": "והכרס מדיחין אותה בבית המדיחין ומדיחין אותה כל צרכה", 
            "8": "נטל את הקרביים ונתנן למי שזכה בהן להדיחן", 
            "11": "נטל את הסכין והפריש את הריאה מן הכבד ואצבע הכבד מן הכבד ולא היה מזיזה ממקומה", 
            "10": "והקרביים מדיחין אותן שלש פעמים במעוטן על שולחנות של שיש שבין העמודים", 
            "13": "עלה לדופן הימנית היה חותך ויורד עד השדרה ולא היה נוגע בשדרה עד שמגיע לבין ב' צלעות דקות חתכה ונתנה למי שזכה בה", 
            "12": "נוקב את החזה ונתנה למי שזכה בה", 
            "15": "בא לו לגרה הניח בה שתי צלעות מכאן וב' צלעות מכאן", 
            "14": "והכבד תלויה בה", 
            "17": "בא לו לדופן השמאלית הניח בה שתי צלעות דקות מלמעלן ושתי צלעות דקות מלמטן", 
            "16": "חתכה ונתנה למי שזכה בה הקנה והלב והריאה תלוים בה", 
            "19": "נמצא מניח שתים מלמעלן שתים שתים מלמטן", 
            "18": "כך היה מניח בחבירתה"
        }, 
        "61": {
            "42": "אתה אומר נגד היום או אינו אלא חובת היום", 
            "48": "אמר להן", 
            "43": "כשהוא אומר (במדבר כח, ד) את הכבש אחד תעשה בבקר ואת הכבש השני תעשה בין הערבים הרי חובת היום אמור הא מה אני מקיים שנים ליום", 
            "24": "מאי בינייהו", 
            "25": "איכא בינייהו דכפתיה בשיראי אי נמי בהוצא דדהבא", 
            "26": "תנן התם", 
            "27": "שלש עשרה שולחנות היו במקדש", 
            "20": "מאי טעמא", 
            "21": "רב הונא ורב חסדא חד אמר", 
            "22": "משום בזיון קדשים וחד אמר", 
            "23": "משום דמהלך בחוקי העמים", 
            "46": "תמיד של שחר היה נשחט על קרן צפונית מערבית על טבעת שניה ושל בין הערבים היה נשחט על קרן צפונית מזרחית על טבעת שניה:", 
            "47": "עשרה דברים שאל אלכסנדרוס מוקדון את זקני הנגב", 
            "44": "נגד היום", 
            "45": "הא כיצד", 
            "28": "שמונה של שיש בבית המטבחיים שעליהם מדיחין את הקרבים ב' במערבה של כבש אחד של שיש ואחד של כסף על של שיש נותנין את האברים ועל של כסף כלי שרת", 
            "29": "ובאולם שנים מבפנים על פתח הבית אחד של כסף ואחד של זהב", 
            "40": "תניא נמי הכי", 
            "41": "שנים ליום כנגד היום", 
            "1": "הראש בימינו וחוטמו כלפי זרועו קרניו בין אצבעותיו בית שחיטתו מלמעלן והפדר נתון עליה", 
            "0": "הראשון בראש וברגל", 
            "3": "השני בשתי ידים", 
            "2": "הרגל של ימין בשמאלו ובית עורן לחוץ", 
            "5": "השלישי בעוקץ וברגל", 
            "4": "של ימין בימינו ושל שמאל בשמאלו ובית עורן לחוץ", 
            "7": "הרביעי בחזה ובגרה", 
            "6": "העוקץ בימינו והאליה מדולדלת בין אצבעותיו ואצבע הכבד ושתי כליות עמו הרגל של שמאל בשמאלו ובית עורן לחוץ", 
            "9": "החמישי בשתי דפנות", 
            "8": "החזה בימינו והגרה בשמאלו וצלעותיו בין שני אצבעותיו", 
            "39": "דאמר קרא (במדבר כח, ג) שנים ליום כנגד היום", 
            "38": "אמר רב חסדא", 
            "11": "הששי רבים הנתונים בבזך וכרעים על גביהן מלמעלה", 
            "10": "של ימין בימינו ושל שמאל בשמאלו ובית עורן לחוץ", 
            "13": "השמיני בחביתים", 
            "12": "הז' בסולת", 
            "15": "הלכו ונתנום מחצי כבש ולמטה במערבו ומלחום", 
            "14": "התשיעי ביין", 
            "17": "<big><strong>גמ׳</strong></big> תנא", 
            "16": "וירדו ובאו להן ללשכת הגזית לקרות את שמע:", 
            "19": "לא היו כופתין את הטלה", 
            "18": "יד ורגל כעקידת יצחק בן אברהם:", 
            "31": "ואחד של זהב בפנים שעליו לחם הפנים תמיד", 
            "30": "על של כסף נותנין לחם הפנים בכניסתו ועל של זהב ביציאתו שמעלין בקודש ולא מורידין", 
            "37": "מנא הני מילי", 
            "36": "של שחר היה נשחט על קרן מזרחית צפונית:", 
            "35": "מפני שהוא מרתיח:", 
            "34": "אמר רב חיננא בשם רבי אסי ורבי אסי בשם רבי שמואל בר רב יצחק", 
            "33": "ניעבדו דכסף ניעבדו דזהב", 
            "32": "מכדי אין עניות במקום עשירות אמאי עבדי דשיש"
        }, 
        "62": {
            "56": "אידין מנכון חכים יתיר", 
            "77": "מטא לההוא מחוזא דכוליה נשי", 
            "54": "ביבשתא יאי למידר דהא כל נחותי ימא לא מיתבא דעתיהון עד דסלקין ליבשתא", 
            "42": "ימית עצמו", 
            "48": "יסני מלכו ושלטן", 
            "43": "מה יעביד איניש וימות", 
            "60": "מה דין אתריסתון לקבלי", 
            "61": "אמרו ליה", 
            "62": "סטנא נצח", 
            "63": "אמר להן", 
            "64": "הא אנא מקטילנא יתכון בגזירת מלכין", 
            "49": "אמר להו", 
            "66": "שלטן ביד מלכא ולא יאי למלכא כזב", 
            "67": "מיד אלביש יתהון לבושין דארגוון ושדי מניכא דדהבא על צואריהון", 
            "68": "אמר להן", 
            "69": "בעינא דאיזל למדינת אפריקי", 
            "80": "אי קטלת לן יאמרו נשי קטל אי קטילנא לך יאמרו מלכא דקטלוהו נשי", 
            "52": "בימא יאי למידר או ביבשתא יאי למידר", 
            "53": "אמרו ליה", 
            "24": "מעיקרא סבור", 
            "25": "אקראי בעלמא הוא דקא שייל כיון דחזו דקהדר שאיל סברי", 
            "26": "לא נימא ליה דילמא אתי לשיולי מה למעלה מה למטה מה לפנים ומה לאחור", 
            "27": "אמר להם", 
            "20": "(בראשית א, ב) והארץ היתה תהו ובהו וחשך והדר ויאמר אלהים יהי אור ויהי אור", 
            "21": "סברי", 
            "22": "דילמא אתי לשיולי מה למעלה ומה למטה מה לפנים ומה לאחור", 
            "23": "אי הכי שמים נמי לא נימרו ליה", 
            "46": "מה יעביד איניש ויתקבל על ברייתא", 
            "47": "אמרו", 
            "44": "יחיה את עצמו", 
            "45": "אמר להן", 
            "28": "אידין מתקרי חכים", 
            "29": "אמרו ליה", 
            "40": "מה יעביד איניש ויחיה", 
            "41": "אמרו ליה", 
            "1": "אמרו לו", 
            "0": "מן השמים לארץ רחוק או ממזרח למערב", 
            "3": "שהרי חמה במזרח הכל מסתכלין בה חמה במערב הכל מסתכלין בה חמה באמצע רקיע אין הכל מסתכלין בה", 
            "2": "ממזרח למערב תדע", 
            "5": "זה וזה כאחד שוין שנאמר", 
            "4": "וחכמים אומרים", 
            "7": "ואלא חמה באמצ רקיע מ\"ט אין הכל מסתכלין בה", 
            "6": "(תהלים קג, יא) כגבוה שמים על הארץ [וגו'] כרחוק מזרח ממערב ואי חד מינייהו נפיש נכתוב תרווייהו כי ההוא דנפיש", 
            "9": "אמר להן", 
            "8": "משום דקאי להדיא ולא כסי ליה מידי", 
            "78": "בעי למיעבד קרבא בהדייהו", 
            "51": "אמר להן", 
            "82": "אייתו לי נהמא", 
            "83": "אייתו ליה נהמא דדהבא אפתורא דדהבא", 
            "39": "אמר להן", 
            "65": "אמרו ליה", 
            "76": "עבד הכי ואזל", 
            "75": "אייתי חמרי לובאי דפרשי בהברא ואייתי קיבורי דמתני וקטר בהאי גיסא דכי אתית (באורחא) נקטת בגוייהו ואתית לאתרך", 
            "38": "איזהו עשיר השמח בחלקו", 
            "73": "לא סגיא דלא אזלינא אמטו הכי משיילנא לכו אלא מאי אעביד", 
            "72": "אמר להן", 
            "71": "לא מצית אזלת דפסקי הרי חשך", 
            "70": "אמרו ליה", 
            "59": "אמר להן", 
            "79": "אמרו ליה", 
            "58": "כולנא כחדא שווין דהא כל מילתא דאמרת לנא בחד פתרנא לך", 
            "11": "אמרו", 
            "10": "שמים נבראו תחלה או הארץ", 
            "13": "(בראשית א, א) בראשית ברא אלהים את השמים ואת הארץ", 
            "12": "שמים נבראו תחלה שנא'", 
            "15": "אור נברא תחלה או חשך", 
            "14": "אמר להן", 
            "17": "מילתא דא אין לה פתר", 
            "16": "אמרו לו", 
            "19": "חשך נברא תחלה דכתיב", 
            "18": "ונימרו ליה", 
            "31": "אמר להם", 
            "30": "איזהו חכם הרואה את הנולד", 
            "37": "אמרו ליה", 
            "36": "אידין מתקרי עשיר", 
            "35": "אמר להן", 
            "34": "איזהו גבור הכובש את יצרו", 
            "33": "אמרו לו", 
            "55": "אמר להן", 
            "74": "אמרו ליה", 
            "32": "אידין מתקרי גבור", 
            "81": "אמר להן", 
            "57": "אמרו לו", 
            "50": "דידי טבא מדידכו ירחם מלכו ושלטן ויעבד טיבו עם בני אינשא"
        }, 
        "63": {
            "54": "מתני' מסרום לחזנים היו מפשיטין אותם את בגדיהם ולא היו מניחין עליהם אלא מכנסים בלבד וחלונות היו שם וכתוב עליהם תשמיש הכלים: ", 
            "42": "והם ברכו", 
            "48": "חדשים לקטרת בואו והפיסו", 
            "43": "קראו עשרת הדברות שמע והיה אם שמוע ויאמר", 
            "49": "זכה מי שזכה", 
            "52": "ר\"א בן יעקב אומר", 
            "53": "המעלה אברים לכבש הוא מעלה אותן ע\"ג המזבח:", 
            "24": "אמרי", 
            "25": "גולגלתא לעינא דבישרא ודמא דלא קא שבע", 
            "26": "אמר להו", 
            "27": "ממאי דהכי הוא", 
            "20": "יהבו ליה גולגלתא חדא", 
            "21": "אתייה תקליה לכוליה דהבא וכספא דידיה בהדיה לא הוה מתקליה", 
            "22": "אמר להון לרבנן", 
            "23": "מאי האי", 
            "46": "ובשבת מוסיפין ברכה אחת למשמר היוצא:", 
            "47": "מתני' אמר להם", 
            "44": "ברכו את העם שלש ברכות", 
            "45": "אמת ויציב ועבודה וברכת כהנים", 
            "28": "שקלי קלילי עפרא וכסייה לאלתר תקלא דכתיב", 
            "29": "{משלי כז } שאול ואבדון לא תשבענה וגו'", 
            "40": "מתני׳ <big><strong>אמר</strong></big> להם הממונה", 
            "41": "ברכו ברכה אחת", 
            "1": "מי אכלי אינשי נהמא דדהבא", 
            "0": "אמר להו", 
            "3": "אלא אי נהמא בעית לא הוה לך באתרך נהמא למיכל דשקלית ואתית להכא", 
            "2": "אמרו ליה", 
            "5": "אנא אלכסנדרוס מוקדון הויתי שטייא עד דאתיתי למדינת אפריקי דנשיא ויליפת עצה מן נשיא", 
            "4": "כי נפיק ואתי כתב אבבא דמחוזא", 
            "7": "הוו בידיה גולדני דמלחא בהדי דמחוורי להו נפל בהו ריחא", 
            "6": "כי שקיל ואתי יתיב אההוא מעיינא קא אכיל נהמא", 
            "9": "ש\"מ האי עינא מגן עדן אתי", 
            "8": "אמר", 
            "51": "חרשים עם ישנים בואו והפיסו מי מעלה אברים מן הכבש למזבח", 
            "39": "<br><br><big><strong>הדרן עלך לא היו כופתין</strong></big><br><br>", 
            "38": "(ישעיהו נד, יג) וכל בניך לימודי ה' ורב שלום בניך:", 
            "11": "שקל מהנהו מיא טרא באפיה", 
            "10": "איכא דאמרי", 
            "13": "אידלי כוליה עד דמטא לפתחא דגן עדן", 
            "12": "איכא דאמרי", 
            "15": "פתחו לי בבא", 
            "14": "רמא קלא", 
            "17": "(תהלים קיח, כ) זה השער לה' וגו'", 
            "16": "אמרו ליה", 
            "19": "אנא נמי מלכא אנא מיחשב חשיבנא הבו לי מידי", 
            "18": "אמר להון", 
            "31": "גיהנם למעלה מן הרקיע וי\"א", 
            "30": "תנא דבי אליהו", 
            "37": "תלמידי חכמים מרבים שלום בעולם שנאמר", 
            "36": "אמר ר\"א בן עזריה", 
            "35": "{איכה ב } קומי רוני בלילה לראש אשמורות שפכי כמים לבך נכח פני ה' (וגו')", 
            "34": "כל העוסק בתורה בלילה שכינה כנגדו שנאמר", 
            "33": "תנא רבי חייא", 
            "55": "מתני' מי שזכה בקטרת הי' נוטל את הכף והכף דומה לתרקב גדול של זהב מחזקת שלשה קבין והבזך היה בתוכו", 
            "32": "לאחורי הרי חשך", 
            "50": "אמר להם"
        }, 
        "64": {
            "24": "התחיל מרדדן ויוצא", 
            "25": "לא היה המקטיר מקטיר עד שהממונה אומר לו", 
            "26": "הקטר", 
            "27": "ואם היה כ\"ג הממונה אומר לו", 
            "20": "מתני' מי שזכה בקטרת היה נוטל את הבזך מתוך הכף ונותנו לאוהבו או לקרובו", 
            "21": "נתפזר ממנו לתוכו נותנו לו בחפניו", 
            "22": "ומלמדים אותו", 
            "23": "הוי זהיר שמא תתחיל מפניך שלא תכוה", 
            "28": "אישי כהן גדול הקטר", 
            "29": "פרשו העם והקטיר והשתחוה ויצא:", 
            "1": "מתני' מי שזכה במחתה נטל מחתת הכסף ועלה לראש המזבח ופנה את הגחלים הילך וחתה מן המאוכלות הפנימיות ירד ועירן לתוך של זהב", 
            "0": "מלא וגדוש קטרת וכסוי היה לו וכמין מטוטלת היה עליו מלמעלן:", 
            "3": "ובשבת כופין עליהם פסכתר", 
            "2": "נתפזר ממנה כקב גחלים והיה מכבדן לאמה", 
            "5": "ושלושה דברים הייתה משמשת", 
            "4": "ופסכתר הייתה כלי גדול מחזקת לתך ושתי שרשרות היו בה אחת שהוא מושך בה ויורד ואחת שהוא אוחז בה מלמעלן בשביל שלא תתגלגל", 
            "7": "מתני' הגיעו בין האולם ולמזבח נטל אחד את המגרפה וזרקה בין האולם ולמזבח", 
            "6": "כופין אותה על קב גחלים ועל השרץ בשבת ומורידין בה את הדשן מעל גבי המזבח:", 
            "9": "ושלושה דברים הייתה משמשת", 
            "8": "אין אדם שומע קול חברו בירושלים מקול המגרפה", 
            "11": "ובן לוי שהוא שומע את קולה יודע שאחיו הלויים נכנסין לדבר בשיר והוא רץ ובא", 
            "10": "כהן שהוא שומע את קולה יודע שאחיו הכוהנים נכנסים להשתחוות והוא רץ ובא", 
            "13": "<br><br><big><strong>הדרן עלך אמר להם הממונה</strong></big><br><br>", 
            "12": "וראש המעמד היה מעמיד את הטמאים בשערי המזרח:", 
            "15": "מי שזכו בדישון מזבח הפנימי והמנורה היו מקדימים לפניהם", 
            "14": "מתני׳ <big><strong>החלו</strong></big> עולים במעלות האולם", 
            "17": "מצאו שכבה מדשנו ומדליקו ממזרח העולה", 
            "16": "מי שזכה בדישון מזבח הפנימי נכנס ונטל את הטני והשתחוה ויצא מי שזכה בדישון המנורה נכנס ומצא שתי נרות מערביים דולקין מדשן את המזרחי ומניח את המערבי דולק שממנו היה מדליק את המנורה של בין הערבים", 
            "19": "מתני' מי שזכה במחתה צבר את הגחלים על גבי המזבח ורדדן בשולי המחתה והשתחוה ויצא:", 
            "18": "נטל את הכוז ממעלה שניה והשתחוה ויצא:", 
            "30": "<br><br><big><strong>הדרן עלך החלו עולים</strong></big><br><br>"
        }, 
        "65": {
            "24": "באו ועמדו אצל בן ארזא אחד מימינו ואחד משמאלו", 
            "25": "שחה לנסך והניף הסגן בסודרים והקיש בן ארזא בצלצל ודברו הלוים בשיר", 
            "26": "הגיעו לפרק תקעו והשתחוו העם", 
            "27": "על כל פרק תקיעה ועל כל תקיעה השתחויה", 
            "20": "מקרן דרומית מזרחית מזרחית צפונית צפונית מערבית מערבית דרומית", 
            "21": "נתנו לו יין לנסך", 
            "22": "הסגן עומד על הקרן והסודרים בידו שני כהנים עומדין על שלחן החלבים ושתי חצוצרות בידם", 
            "23": "תקעו והריעו ותקעו", 
            "28": "זהו סדר התמיד לעבודת בית אלהינו יהי רצון שיבנה במהרה בימינו אמן:", 
            "29": "ד השיר שהיו הלוים אומרים במקדש", 
            "1": "אחד בימינו ואחד בשמאלו ואחד באבנים טובות", 
            "0": "מתני׳ <big><strong>בזמן</strong></big> שכ\"ג נכנס להשתחות שלשה אוחזין בו", 
            "3": "נכנסו אחיו הכהנים השתחוו ויצאו:", 
            "2": "וכיון ששמע הממונה קול רגליו של כ\"ג שהוא יוצא הגביה לו את הפרוכת נכנס (יוצא) והשתחוה ויצא", 
            "5": "הטני ביד אחד והכוז ביד אחד והמחתה ביד אחד והבזך ביד אחד וכף וכסויו ביד אחד", 
            "4": "ב באו ועמדו על מעלות האולם עמדו הראשונים לדרום אחיהם הכהנים וחמשה כלים בידם", 
            "7": "אלא שבמדינה אומרים אותה שלש ברכות ובמקדש ברכה אחת", 
            "6": "וברכו את העם ברכה אחת", 
            "9": "במדינה הכהנים נושאים את ידיהם כנגד כתפיהם ובמקדש על גבי ראשיהן חוץ מכהן גדול שאין מגביה את ידיו למעלה מן הציץ", 
            "8": "במקדש היו אומרים את השם ככתבו ובמדינה בכנויו", 
            "11": "אף כהן גדול מגביה את ידיו למעלה מן הציץ שנאמר (ויקרא ט, כב) וישא אהרן את ידיו אל העם ויברכם:", 
            "10": "ר' יהודה אומר", 
            "13": "הגיע למחצית הכבש אחז הסגן בימינו והעלהו", 
            "12": "ג בזמן שכ\"ג רוצה להקטיר היה עולה בכבש והסגן בימינו", 
            "15": "הושיט השני לראשון שתי הידים נותנן לכהן גדול וסמך עליהן וזרקן", 
            "14": "והושיט לו הראשון הראש והרגל וסמך עליהן וזרקן", 
            "17": "וכך היו מושיטין לו שאר כל האברין והוא סומך עליהן וזורקן", 
            "16": "נשמט השני והלך לו", 
            "19": "בא לו להקיף את המזבח מהיכן הוא מתחיל", 
            "18": "ובזמן שהוא רוצה הוא סומך ואחרים זורקין", 
            "31": "בשני היו אומרים (תהלים מח, ב) גדול ה' ומהולל מאד בעיר אלהינו הר קדשו", 
            "30": "ביום הראשון היו אומרים (תהלים כד, א) לה' הארץ ומלואה תבל ויושבי בה", 
            "37": "<br><br><big><strong>הדרן עלך בזמן שכהן גדול וסליקא לה מסכת תמיד</strong></big><br><br>", 
            "36": "בשבת היו אומרים (תהלים צב, א) מזמור שיר ליום השבת מזמור שיר לעתיד לבוא ליום שכולו שבת ומנוחה לחיי העולמים:", 
            "35": "בששי היו אומרים (תהלים צג, א) ה' מלך גאות לבש לבש וגומר", 
            "34": "בחמישי היו אומרים (תהלים פא, ב) הרנינו לאלהים עוזנו הריעו לאלהי יעקב", 
            "33": "ברביעי היו אומרים (תהלים צד, א) אל נקמות ה' אל נקמות הופיע", 
            "32": "בשלישי היו אומרים (תהלים פב, א) אלהים נצב בעדת אל בקרב אלהים ישפוט"
        }
    }, 
    "meta": "Daf-Line"
}