{
    "title": "Kiryat Sefer on Mishneh Torah, Shofar, Sukkah and Lulav",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kiryat_Sefer_on_Mishneh_Torah,_Shofar,_Sukkah_and_Lulav",
    "text": [
        [
            [
                "<b>מצוה מא </b> לשמוע תרועת השופר בראש השנה. שנאמר יום תרועה יהיה לכם ומנין שבשופר תלמוד לומר והעברת שופר תרועה אין לי אלא ביובל בראש השנה מנין ת\"ל בחדש השביעי שאין ת\"ל בחדש השביעי דהא כתב לן בכמה דוכתי דיום הכיפורים בחדש השביעי והכא יום הכיפורים כתיב ביום הכיפורים תעבירו אלא מה ת\"ל בחדש השביעי שיהיו כל התרועות של חודש השביעי כזה. ובספרי איתא כתיב תרועה בראש השנה וביובל מה תרועת יובל בשופר אף תרועת ראש השנה בשופר. וכל השופרות כשרים מדאוריתא דפשוט וכפוף לא כתיב בתורה אלא תעבירו שופר כתיב ביובל וגמרה ר\"ה מיניה חוץ ממה שלא נקרא שופר אלא קרן דפסול מדאוריתא דשופר כתיב. ולמצוה הוא דבעו של איל כדאמר תקעו לפני בשופר של איל כדי שאזכור לכם עקידת יצחק."
            ],
            [],
            [
                "<b>שופר </b> של ע\"ג כשר מדאוריתא דאע\"ג דנשתמשו בו לע\"ג ונאסר בהנאה כדכתיב אבד תאבדון וגו' בכלים שנשתמשו בהן לע\"ז הכתוב מדבר אפילו הכי מצות לאו ליהנות נתנו אין קיומם הנאת הגוף אלא עבודת עבד לרבו ואם של ע\"ז של ישראל הוא לא יצא דאין לה בטלה עולמית כדילפינן מושם בסתר וכתותי מכתת שיעורה וה\"ה תקרובת ע\"ז שמסרוה לפניו לשם דורון דקי\"ל דאין לה בטלה עולמית דאיתקש למת דכתיב ויאכלו זבחי מתים מה מת אסור בהנאה כדילפינן שם שם מעגלה ערופה אף תקרובת ע\"ז אסור בהנאה. ושל עיר הנדחת נמי לא יצא דכתותי מיכתת שיעוריה דהא לשריפה קאי כדכתיב ושרפת וגו' וכשרוף דמי כדילפינן דכל העומד לישרף או לינתץ כשרוף או כנתוץ דמי מבית המוחלטת דלא הוה מטמאת בביאה משום דעומדת לינתץ אי לאו דאמר קרא ונתץ את הבית דאפילו בשעת נתינה קרוי בית הא לאו הכי לא דכל העומד לינתץ כנתוץ דמי ובשופר בעינן שיעור כדלקמן. אבל בשופר הגזול ושל עולה יצא דאין בקול גזל ומעילה וגם אינו נהנה דמצות לאו ליהנות נתנו וגו'. והראב\"ד כתב בירושלמי דאע\"ג דיש בקול דין גזל יום תרועה יהיה לכם כתיב דמשמע לכם מכל מקום. והמודר הנאה מחברו או משופר מותר לתקוע בו תקיעה של מצוה דמצות לאו ליהנות נתנו כדאמר ולאו הנאה הוא."
            ],
            [
                "<b>שופר </b> של ראש השנה אין מחללין עליו י\"ט לא בדבר שהוא משום שבות ואין צריך לומר בדבר שהוא משום מלאכה. משום דשופר עשה ויו\"ט עשה ולא תעשה ואין עשה דוחה לא תעשה ועשה. דכיון דגלי קרא בציצית דאתי עשה דציצית ודחי לא תעשה דכלאים משמע דעשה ולא תעשה לא דחי. והכא אפילו לא תעשה גרידה לא הוה דחי משום דבעידנא דקא מעקר לאו לא מקיים עשה. ומאי דקאמר עשה ולא תעשה קושטא דמילתא קאמר אבל לא צריך. ומשום הכי נמי עשו חיזוק חכמים לדבריהם כשל תורה דלא דחי שבות דידהו משום דהוו מכשירין דהא גופא דתקיעה שבות היא ודחיה לה עשה דשופר משום דבעידנא דמעקר לשבות מקיים ליה לעשה אבל מכשירים דמעקר ליה לשבות ואכתי לא מקיים עשה לא דכיון דנתנה תורה מקום לחכמים לאסור מה שאסרו משום שבות העמידו דבריהם אפילו היכא דאתי לידי דחיית עשה כיון דבההיא עידנא לא מקיים ליה לעשה כדאמר והוה איפשר לעשות מכשיר דמצוה מבעוד יום. ומים או יין כדי לצחצחו מותר ליתן בתוכו ביו\"ט ולא יתן לתוכו מי רגלים לעולם שלא יהו מצות בזויות עליו כדילפינן מושפך וכסה במה ששפך יכסה שלא יכסה ברגל שלא יהו מצות בזויות עליו."
            ],
            [
                "<b>ושיעור </b> דשופר נראה דהוי בכלל שיעורין הלכה למשה מסיני דשיעור שיאחזנו בידו ויראה לכאן ולכאן טפח הוי דהוא ד' אצבעות בגודל. נסדק לארכו פסול אי משום שתי שופרות כדפרש\"י ז\"ל ואנן חד שופר בעינן. אי משום דלאו שם שופר עליו אלא כחתיכת שופר שתקנה. נסדק לרחבו אם נשתייר כשיעור לצד הפה כשר דהוה ליה כאלו ניטל כל מה שלמעלה ואע\"ג דלאו שופר שלם הוא לא איכפת לן בהכי אלא אשיעורא דאי הוה קפדינן אשלם לא הוה ביה שיעורא. ניקב אם סתמו שלא במינו פסול ואפילו נשתייר רובו שלם ואפילו לא היה מעכב עכשיו סתימת הנקבים את התקיעה פסול כיון דבסתימת שלא במינו חזרה התקיעה לכמו שהיתה קודם שניקב הרי קול שופר ודבר אחר אף ע\"ג דהשתא לא מעכב סתמו במינו אם נשתייר רובו שלם ולא עכבו הנקבים שנסתמו את התקיעה הרי זה כשר דאי מעכבי הנקבים שנסתמו אף ע\"ג דנשתייר רוב שלם הוי פסול דהוי שופר ודבר אחר ואי לא נשתייר רובו שלם אף ע\"ג דלא מעכב השתא את התקיעה נמי פסול דהוה כדבק שברי שופרות דפסול דשופר אחד אמר רחמנא ולא ב' או ג'. קדחו בזכרותו שהוא עצם הבולט מן הראש ונכנס לתוכו ומוציאין אותו והוא לא הוציאו אלא נקב את הזכרות כשר שמין במינו אינו חוצץ והוי הקול מן השופר. והא דמין במינו אינו חוצץ ילפי' מדבעינן בכלי שרת לקיחה ממש דכתיב ולקח והיינו המזרק שבו הדם ואי הוי מזרק תוך מזרק לא הוי חציצה דהוי דרך שירות כדנילף במצות לולב. דבק שברי שופרות עד שהשלימו לאחד פסול דהוה ליה ב' או ג' שופרות וקרא שופר קאמר. הוסיף עליו כל שהוא בין במינו בין שלא במינו פסול דהוה ליה שני שופרות. צפהו זהב מבפנים או במקום הנחת פיו פסול ואם מבחוץ אם נשתנה קולו מכמות שהיה נמי פסול טעמא דכולם לפי שאין הקול קול שופר אלא קול זהב ואם לא נשתנה קולו כשצפהו מבחוץ כשר דקול שופר הוי. וטעמא דפסול כשצפהו במקום הנחת פה דאינו מגיע פיו לשופר וכתיב והעברת דמשמע דהוא עצמו מעביר הקול בשופר והיינו כשמגיע לשופר. נתן שופר בתוך שופר אם קול פנימי שמע יצא דחיצון כמאן דליתיה אבל אם שמע קול חיצון לא יצא שהקול יוצא באויר שבין חיצון לפנימי והיינו ב' או ג' שופרות. הרחיב את הקצר וקיצר את הרחב פסול דכתיב והעברת ובעינן דרך העברתו כדרך שהאיל מעבירו בראשו בבהמה מחיים היה ארוך וקצרו כשר דלא תימא דפסול משום דכתיב והעברת שופר אלא כיון דאית ביה שיעור כשר. גרדו בין מבפנים בין מבחוץ אפילו העמידו על גלדו כשר דאכתי שופר הוי. וכל הקולות כשר בשופר והעברת קול שופר הוא דבעינן לא שנא דק או עבה או צח כשר. התוקע לתוך הבור או המערה או חבית גדולה העומדים בפנים יצאו דשמעו קול שופר אבל עומדים בחוץ לא יצאו אי דשמעו קול הברה ואנן בעינן קול שופר לחוד:"
            ]
        ],
        [
            [
                "<b>הכל </b> חייבים לשמוע קול שופר כהנים לוים וישראלים. דלא תימא כהנים לוים דליתנהו במצות יובל דמוכרים לעולם וגואלים לעולם ליתנהו נמי בתקיעת שופר קמ\"ל דנהי דליתנהו בכל דין השמטת קרקע אבל בהשמטת כספים ושילוח עבדים איתנהו ולהכי איתנהו נמי בתקיעת שופר. וגרים ועבדים משוחררים נמי דחייבים בכל המצות אבל נשים ועבדים וקטנים פטורים משום דהוי מצות עשה שהזמן גרמה וכל מצות עשה שהזמן גרמה נשים פטורות. כדילפינן מתפילין דכתיב בהו למען תהיה תורת ה' בפיך הוקשה כל התורה לתפילין מה תפילין מצות עשה שהזמן גרמה דכתיב מימים ימימה ונשים פטורות דאיתקוש תפילין לתלמוד תורה דכתיב ושננתם וקשרתם ונשים פטורות מתלמוד תורה דכתיב לבניך הכי נמי דתפילין ואיתקש כל התורה כולה במצות עשה שהזמן גרמה לתפילין כדאמר. ועבדים אתקשו לאשה בגזירה שוה דלה לה כתיב באשה וכתב לה ספר כריתות וכתיב בשפחה חרופה או חפשה לא ניתן לה מה אשה פטורה ממצות עשה שהזמן גרמה אף עבדים וקטנים דלאו בני חיוב מצוה נינהו. מי שחציו עבד וחציו בן חורין וטומטום ואנדרוגינוס חייבים טומטום שמא זכר הוא ואנדרוגינוס נמי דבריה בפני עצמה היא ולאו אשה הוא. השומע תקיעת שופר ממי שאינו חייב לא יצא דתוקע ושומע כולהו מחד קרא נפקין וכי היכי דשומע בר חיוב הכי נמי תוקע. אנדרוגינוס מוציא את מינו ולא שאינו מינו דאף על גב דהוי חייב לא מפיק לאנשים דהוו ודאי בני חיובא. טומטום אפילו מינו אינו מוציא דשמא השומע זכר והיא נקבה לכשקרע ומי שחציו עבד אפילו עצמו אינו מוציא דלא אתי צד עבדות שבו ומפיק צד חירות שבו וכיצד יצא ידי חובתו שישמע מבן חורין שיתקע לו דבין בתקיעה בין בשמיעה נפיק איניש ידי חובתיה דקרא קאמר יום תרועה ולא קפיד אתוקע או אשומע אלא בחד מתרי גווני נפיק."
            ],
            [],
            [],
            [
                "<b>המתעסק </b> בתקיעת שופר להתלמד לא יצא ידי חובתו ונראה דכוונת שומע ומשמיע דבעינן למאן דאמר מצות צריכות כוונה היינו מדרבנן."
            ],
            [],
            [
                "<b>י\"ט </b> של ראש השנה שחל להיות בשבת תוקעין מדאוריתא אלא שחכמים העמידו דבריהם לעשות גדר שלא יבא לידי איסור סקילה:"
            ]
        ],
        [
            [
                "<b>כמה </b> תקיעות חייב אדם לשמוע בראש השנה תשע. לפי שנאמרה תרועה ביובל ובראש השנה ג' פעמים וכל תרועה פשוטה לפניה ופשוטה לאחריה דכתיב והעברת שופר תרועה הרי פשוטה לפניה תעבירו שופר הרי פשוטה לאחריה ומפי השמועה למדו שכל תרועה של חדש השביעי אחד הן בין בראש השנה בין ביובל של יום הכיפורים שאין ת\"ל בחדש השביעי דהא ידענא דיום כיפור בחדש השביעי הוא אלא אתא לאשמועינן דכל תרועות של חדש השביעי זה כזה. ומנין לג' של שלש שלש דכתיב תרועה ג' פעמים בר\"ה וביובל ומנין ליתן האמור של זה בזה ת\"ל שביעי שביעי לג\"ש נאמר בראש השנה בחדש השביעי ונאמר ביובל והעברת שופר תרועה בחדש השביעי הא כיצד ג' שהן תשע והשתא דאתי בג\"ש הקשה דלעיל לתקיעה לפניה ולאחריה לא צריך. תרועה האמורה בתורה מספקא לן אם היא היללה או האנחה או שניהן כאחד האנחה והיללה שדרכה לבא אחריה ולכך אנו עושים הכל לצאת מידי ספק תרועה דמתרגמא יבבא ובאימיה דסיסרא כתיב נשקפה ותיבב והיינו או גנוחי גנחה או ילולי יללה. נמצא מנין התקיעות ל' כדי לצאת מכל ספק ובסימן תשר\"ת היה נראה לומר שהיה יוצא ידי ספק מדאוריתא דההפסקה נראה דהוי דרבנן אלא דאפשר דאהפסקה נמי חיישינן מדאוריתא ולא נפיק ידי חובתיה דכתיב והעברת ותעבירו דמינייהו ילפינן פשוטה לפניה ולאחריה ומשמע לפניה דוקא ולאחריה דוקא בלא הפסק שום תקיעה בנתים והכא דאיכא הפסק בין תקיעה ראשונה ליבבא אי תרועה דקרא הוי יבבות לא נפיק ידי חובתיה מדאוריתא דהא דאמר שמע ט' תקיעות בט' שעות יצא שאני הכא דהפסיק בתקיעה אחרת לשם מצוה כדכתב הרמב\"ן ז\"ל. שיעור תרועה כשתי תקיעות למאן דסבירא להו שיעור תקיעה אחד כתרועה אפשר דילפינן ליה מדכתיב והעברת שופר תרועה דמשמע שתהא העברה כשיעור התרועה ולפי' הרב ז\"ל נראה דהכי קים להו דשיעור תרועה כשתי תקיעות והוי בכלל שיעורין הל\"מ והכי נמי שיעור ג' שברים כתרועה ואף על גב דתקיעה אית לה שיעור כדאמר אם האריך בה כשתים לא עלתה לו אלא אחת דלמעלה לית בה שיעור דפסוקי תקיעתה בעינן דבכל תרועה בעינן העברה חדא בתחלה וחדא בסוף כדילפינן והאי כולה חדא היא. שמע ט' תקיעות בט' שעות ביום יצא כיון ששמען כסדרן אבל שמען מט' בני אדם כאחד לא יצא דבעינן תקיעה לפני התרועה ואחריה והכא כולהו הוו בבת אחת ואינו יוצא ידי חובתו עד שישמע כל הט' תקיעות כדילפינן דכולהו חדא מצוה נינהו ואית דאמר בגמרא דחד מדאוריתא ותרי מדברי סופרים דקראי דוהעברת שופר תרועה ויום תרועה יהיה לכם לתלמודו הוא בא כדאיתא התם. ויש במצוה זו ציוויין ואזהרות מדרבנן סמוכים אלא תסור ואקרא דושמרתם את משמרתי ורובן יש להן סמך מן המקרא בברכות של ראש השנה:"
            ]
        ],
        [
            [
                "<b>מצוה מב </b> לישב בסוכה כל ז' ימי החג דכתיב בסוכות תשבו ז' ימים. שיעור הסוכה גובהה אין פחות מעשרה טפחים ולא יתר על עשרים אמה ורחבה אין פחות משבעה טפחים על שבעה טפחים. גובהה אין פחות מעשרה ילפינן דעד עשרה הוא דחשיב רשות ובפחות מעשרה חלל לא חשיב סכך דכתיב בבית עולמים והבית אשר בנה שלמה שלשים אמה קומתו וכתיב קומת הכרוב האחד עשר אמות וכן הכרוב השני ותניא מה מצינו בבית עולמים כרובים בשליש הבית הן עומדים משכן נמי כרובים בשליש הבית הן עומדין ומשכן כמה הוי עשר אמות דכתיב עשר אמות אורך הקרש כמה הוי להו שיתין פושכיה תילתא כמה הוי עשרים פושכי נמצא גובה הכרובים של משכן כלה לסוף עשרים טפחים מן הארץ והם עומדים על הכפורת דל עשרה דארון וכפורת דארון הוי ט' דכתיב אמה וחצי קומתו וכפורת טפח דכתיב אל פני הכפורת ואין פני פחות מטפח פשו להו עשרה לכרובים וכתיב ויהיו הכרובים פורשי כנפים למעלה סוככים בכנפיהם על הכפורת אלמא מכנפיהם ולמטה עד הכפורת והוי סכך וכנפיהן למעלה לגובהן היו פרוסות אלמא תחת כנפיהם עשרה טפחים חלל וקרי ליה סוכה ולא תימא דגדנפייה להדי רישייהו דהוי ליה עשרה טפחים עם עובי הכנפים אלא עילויה רישייהו פרסי' גדנפייהו דלמעלה כתיב והוו ליה חללה עשרה אלמא דכל פחות מעשרה חלל לאו סכך הוא. ולא יתר על עשרים אמה דאמר רבה כתיב בסוכות תשבו שבעת ימים אמרה תורה צא מדירת קבע ושב בדירת עראי עד עשרים אמה אדם עושה דירתו דירת עראי למעלה מעשרים אמה אין אדם עושה דירתו דירת עראי אלא דירת קבע שצריך לעשות יתדותיה ומחיצותיה חזקים וקבועים שלא תפול ואנן דירת עראי בעינן כדכתיב בסוכות תשבו שבעת ימים עשה סוכה לשבעה והיינו עראי. ורחבה אין פחות משבעה טפחים על ז' טפחים מדאוריתא בכלל שיעורין דהוו הלכה למשה מסיני. היתה פחותה מעשרה או מז' על שבעה או יותר מעשרים אמה פסולה כדאמר."
            ],
            [
                "<b>סוכה </b> שאין לה שלשה דפנות פסולה היו לה שנים גמורות זו בצד זו כמין גם עושה דופן שיש ברוחבו יותר על טפח ומעמידו בפחות משלשה סמוך לאחד משתי הדפנות. דכתיב בסכת בסכת בסוכות בסכת תשבו ישבו בסכת כי בסכות הושבתי חד מלא ותרין חסרין דיש אם למסורת דמה שמסר משה בספר תורה לישראל היא האם והעיקר לא כמו שהוא נקרא הרי כאן ארבע. (כ)[ד]ל חד לגופיה דאין דורשין תחלת פסוק הנאמר ראשון אינו לדרשה אלא למשמעו אתא פשו להו תלתא שתים כהלכתן מזרחית דרומית ומערבית וצפונית כשיעור משך סוכה ז' טפחים ושלישית אפילו טפח דאתאי הלכתא דמחיצין דאמרן דהוו הלכה למשה מסיני למיגרעיה לדופן ג' של סוכה ולאוקומא אטפח. ונראה דמדאוריתא סגי בטפח מצומצם סמוך לאחד מהדפנות ואפילו בסוכה העשויה כמבוי דמיקרו נמי כי האי גונא כהלכתן דהא הלכתא אוקמיה אטפח בכל מקום שיהיה. קנים שיוצאים מסכך הסוכה לפני הסוכה ודופן אחד נמשכת עמהן כשרה דהוי מן הסוכה והוי כשתים כהלכתן וג' אפילו טפח דלא ממשכא עד הרביעית וכשרה."
            ],
            [],
            [
                "<b>דפנות </b> שלא היו מגיעות לארץ אם היו גבוהות מן הארץ ג' טפחים פסולה דהוה ליה סוכה בלא דפנות אבל תוך שלשה כלבוד דמי דהוי הלכתא למשה מסיני. היו מגיעות לארץ ולא לסכך כל שהדפנות גבוהות עשרה טפחים ומכוונת נגד הסכך כשרה אע\"ג דמרחקי מן הגג כמה אמות דהא הוי הני דפנות לסוכה אבל אם אינם מכוונות לסכך אלא דמרחקי שלשה טפחים מכנגד הסכך פסולה דאויר ג' פוסל בסכך ואפילו מן הצד. תלה מחיצה ד' ועשהו בפחות משלשה סמוך לארץ ולגג כשרה דתרי לבוד נמי אמרינן דהלכתא היא בין (חרבין) [חד בין] תרי. העושה סוכתו בין האילנות והאילנות דפנות לה ואותם הדפנות הם יכולים לעמוד ברוח מצויה כשרה אבל אינם עומדים ברוח מצויה פסולה דלא הוו מחיצה דכל מחיצה שאינה עומדת ברוח מצויה לאו שמה מחיצה דבעינן מחיצות מגיעות לתוך ג' לארץ ומכוונות לסכך והאי דפנות הואיל ונעין ונדין על ידי רוח מצויה דיבשה לאו הכי הוו."
            ],
            [],
            [
                "<b>העושה </b> סוכתו בראש העגלה או בראש הספינה כשרה. והכי נמי בראש האילן או על גבי גמל כשרה מדאוריתא דסוכה דירת עראי בעינן כדילפינן מקרא דבסוכות תשבו שבעת ימים."
            ],
            [
                "<b>סוכה </b> שאין לה גג פסולה והיא העשויה כמין צריף או שסמכה לכותל ואם היה לה גג טפח או שהגביה מן הקרקע טפח הרי זו כשרה דכיון דאיכא טפח דגג שוה מסיכוך כשר שאר שיפוע תשלום ז' טפחים חשיב ליה גג והכי נמי הגביה מן הקרקע טפח ההוא טפח חשיב בכותלים של סוכה בשיפוע תשלום עשרה טפחים ושאר השיפוע חשיב ליה גג ונראה דהכי גמירי לה ולמחיצה דכל שיש טפח שוה בין בגג בין במחיצה חשיב ליה לשיפוע מחיצה. סוכה עגולה שיש לרבע בה ז' על ז' טפחים כשרה דכיון דילפינן סוכה דירת עראי לא בעינן זויות."
            ],
            [
                "<b>סיכך </b> על גבי אכסדרה שיש לה פצימין שהם עומדים בולטים ברוח ג' אפילו אין נראין מבחוץ או מבפנים כשרה דאמרינן פי תקרה יורד וסותם דהיינו גוד אחית דאמרן דאתאי הלכתא דמחיצין לגוד ולבוד ודופן עקומה ואע\"ג דהאי פי תקרה לגגות הוא דעבידה ולא לאוירה כיון דאית בה הני תרי פצימי אמרינן גוד אחית אבל ליכא פצימי לא אמרינן משום דהאי תקרה לאו לאוירה עבידה וכי אגמריה רחמנא למשה גוד אחית במחיצה העשויה לחלל שלה גמירי."
            ],
            [],
            [
                "<b>סיכך </b> על גבי מבוי שיש לו לחי או על גבי פסי ביראות כשרה אף על גב דלסוכה בעינן שנים כהלכתן ושלישית אפילו טפח הכא כיון דלחי ופסי ביראות הוו מחיצה לשבת מהני לכל מה שצריך מחיצה לאותה שבת דהרי מחיצה היא עכשיו."
            ],
            [
                "<b>נעץ </b> ד' קונדסין על ד' זויות הגג וסכך על גבן על שפת הגג כשרה דאמרינן גוד אחית מחיצתה דהלכתא דמחיצה אתא לגוד בין גוד אחית בין גוד אסיק."
            ],
            [
                "<b>פרוץ </b> מרובה על העומד הותר בסוכה משום דסגי לה בשתים כהלכתן ושלישית אפילו טפח ואפילו הוי פתחים בשתי הדפנות אחד או שנים דכי מצרפה להו בהדי שתי דפנות הפרוצות הוה ליה פרוץ מרובה ושריה מה שאין כן בשבת דבעינן שלש מחיצות שלימות."
            ],
            [
                "<b>סוכה </b> שאוירה גבוה מעשרים אמה ומיעטה בכרים וכסתות אינו מיעוט ואפילו בטלם שאין סוף להניחם שם כל שבעה מפני הפסד ממונו ואפילו בטלינהו בטלה דעתו אצל כל אדם והרי חללה יותר מעשרים. תבן ואין צריך לומר עפר ובטלם הוי מיעוט. היתה גבוהה מעשרים והוצין יורדין לתוך כ' אם צלתן מרובה מחמתן יחשבו כגג עבה וכשרה דסוכ' דמשמע סכך לא מיקרי אלא בצלתו מרובה מחמתו. בנה בה איצטבה באמצע אם יש משפת האצטבה ולכותל פחות מארבע אמות כשרה דאמר דופן עקומה דהיא בכלל מחיצין הלכה למשה מסיני דאתי לגוד וללבו' ולדופן עקומה דרואין כאלו המחיצות נוגעות באצטבה והרי נתמעט חלל מתחתיו ובשיש באצטבה שיעור סוכה בנה בה עמוד ויש בו הכשר סוכה פסולה דלא אמרינן גוד אסיק כי האי גוונא דליכא מחיצות ניכרות ונמצא על גב העמוד סכך כשר בלא מחיצות."
            ],
            [],
            [
                "<b>היתה </b> פחותה מעשרה וחקק בה להשלימה לעשרה אם יש משפת חקק ולכותל ג' טפחים פסולה דלא הוי לבוד וליכא דפנות ואנן דפנות בעינן פחות מכאן כשרה דאמרינן לבוד דהוא הלכתא בכלל מחיצין הלכה למשה מסיני."
            ],
            [
                "<b>דופני </b> סוכה כשרים מן הכל שאין אנו צריכים אלא מחיצה מכל מקום והני גמירי לה למחיצה ואפילו מבעלי חיים ועושה אדם את חברו דופן ביו\"ט וכן מכלים דאהל עראי לא אסור מדאוריתא:"
            ]
        ],
        [
            [
                "<b>אין </b> מסככין אלא בדבר שגידולו מן הארץ שנעקר מן הארץ ואינו מקבל טומאה. למאן דסבר כי בסוכות הושבתי את בני ישראל ענני כבוד היו סוכות שהושיבן במדבר בסוכות הושבתי מתרגמינן במטלות ענני יליף לה מדכתיב ואיד יעלה מן הארץ והשקה וגו' מה איד דבר שאינו מקבל טומאה דלא נאמרה טומאה אלא בכלים ואוכלים ומשקין ואדם וזה אינו אחד מאלה אף סוכה דבר שאינו מקבל טומאה ומה איד גידולו מן הארץ ונעקר ממנה כדכתיב ואיד יעלה מן הארץ. ואמרו בבראשית רבה על דעתיה דר\"ל דיליף מואיד יעלה מן הארץ דמי לאדם אחד שאמר לחברו תן לי סאה חטין אמר לו הבא קופתך וטול כך אמר הקב\"ה לארץ אייתי עננים וקביל מטרא. ולמאן דאמ' סוכות ממש מפני החמה בשעת חנייתן עשו להם יליף לה להא מילתא מדכתיב חג הסוכות תעשה לך באספך מגרנך ומיקבך בפיסולת גורן ויקב הכתוב מדבר פסולת גורן קשי תבואה פסולת יקב זמורות ואשכולות ריקנין דכתיב מגרנך ומיקבך ולא גורן ויקב עצמו דמשמע מה שאתה אוספו וניטלו מן הגורן וגורן הוא האוכל ומה שאתה אוסף ובורר מתוכו הוא הפיסולת והני לאו לקבלי טומאה וגידולם מן הארץ ונעקרים ממנה. סיכך בדבר שאין גידולו מן הארץ כגון מיני מתכות ועצמות ועורות או במחובר לארץ כגון שהדלה עליה גפנים וכיוצא בהם או בדבר המקבל טומאה כגון מחצלאות העשויות לשכיב' וכיוצא בהן פסולה כדילפינן מקראי כדכתיב."
            ],
            [],
            [
                "<b>סוכי </b> תאנים ובהן תאנים וכן כל כיוצא בהן אם פסולת מרובה על האוכלים מסככין בהן דבטיל מדאוריתא דכתיב אחרי רבים להטות. ירקות שאינן מאכל אדם מסככין בהם מדאוריתא בעודם לחים וחוצצין מדאוריתא בפני הטומאה. ומסככין מדאוריתא אפילו בפשתן שרק ונפץ אותו דאכתי לא מקבל טומאה והרי הוא גידולי קרקע אף על גב שנשתנית צורתו וכן בכל חבלים אפילו בחבלי פשתן מדאוריתא דלא מקבלי טומאה. סיככה בחצים זכרים כשרה בנקבות פסולה דמקבלי טומאה ונראה דהוי דרבנן טומאת בית קיבול העשוי למלאות וצ\"ע בהלכות כלים פ\"ב."
            ],
            [],
            [],
            [
                "<b>מחצלת </b> הקטנה מאי זה דבר שתהיה סתמה לשכיבה וראויה לקבל טומאה לכשישכב בה הזב ולכך אינה ראויה לסיכך כדילפינן לעיל למקבלי טומאה. ומה שהוא טמא מדרס הזב מטמא טמא מת וה\"ה לכל הטומאות ואפילו הוא פשוטי כלי עץ דילפינן בק\"ו מפץ קנים שראוי לשכיבה שיקבל טומאה מגע במת ומהפכין קטנים של חרס שטהורין בזב דלא חזו לישיבה וכתיב אשר ישב עליו הזב יצא זה שאומרים עמוד ונעשה מלאכתינו ועוד שהן של חרס ולא מטמאו אלא מאוירן ואין יכול להכניס אצבעו לתוכו שפיהן צר ובהיסט נמי לא דכל שאינו מטמא במגע אינו מטמא בהיסט משום דאפקיה רחמנא בלשון נגיעה ואפילו הכי טמאין באוהל המת דכתיב וכל כלי פתוח מפץ שטמא בזב אינו דין שיהא טמא במת. ומחצלת גדולה סתמה לסיכוך אלא אם כן עשאה לשכיבה דראויה לקבל טומאה. ואם יש לה קיר אפילו גדולה אין מסככין בה דהוי כלי קבול וכל שיש לו בית קבול טמאה."
            ],
            [],
            [
                "<b>תקרה </b> שאין עליה מעזיבה שהוא הטיט והעפר אלא נסרים תקועים פסול דכתיב חג הסוכות תעשה לך ולא מן העשוי כבר לשם בית לפיכך אם פקפק הנסרים לשם סוכה כשרה."
            ],
            [
                "<b>סוכה </b> העשויה כהלכתה אע\"פ שלא נעשה לשם סוכת מצוה כשרה והוא שתהיה עשויה לצל דחג הסוכות תעשה לך וגו' לא דרשינן ליה לשם חג אבל סוכה שנעשית מאליה פסולה שלא נעשית לצל. וכן החוטט בגדיש אינה סוכה דבעינן תעשה ולא מן העשוי ואם בתחילה עשה טפח חלל במשך שבעה לשם סוכה והשלימה אח\"כ לעשרה כשרה דחלל טפח אהל הוא ויש שם סכך עליו מתחלה."
            ],
            [],
            [],
            [
                "<b>העושה </b> סוכתו תחת האילן כאלו עשאה בתוך הבית דהוי אילן סכך פסול כמחובר דכתיב באספך מגרנך ומיקבך בפיסולת גורן ויקב הכתוב מדבר. הדלה עליה עלי האילנות וסיכך על גבן ואחר כן קצצן אם היא בסיכוך הרבה מהן כשרה ואם לא היה הסיכוך שהיה מתחלת כשר הרבה מהן צריך לעשות אותן אחר קציצתן שתהיה לסוכה דכתיב תעשה לך ולא מן העשוי והאי כיון דהשתא בקציצה הוי כשר הרי היה עשוי."
            ],
            [
                "<b>עירב </b> דבר שמסככין בו בדבר שאין מסככין בו וסיכך בשניהם אע\"פ שהכשר יתר על הפסול פסולה שהרי מועיל הפסול להכשר סוכה שתהא צלתה מרובה מחמתה. סיכך בזה לעצמו ובזה לעצמו זה בצד זה אם יש בסכך פסול שלשה טפחים בסוכת שבעה באיזה צד שיהיו פסולה שהרי אין כאן הכשר סוכה ובסוכה גדולה שישאר בה שבעה על שבעה מסכך כשר. סכך פסול פוסל באמצע בד' טפחים ומן הצד בד' אמות דאמ' דופן עקומה הלכה למשה מסיני ושאר השיעורין בכלל שיעורין הל\"מ. סיכך בדבר פסול ודבר כשר זה בצד זה ואין במקום אחד מסכך הפסול רוחב שלשה טפחים אם היה כל הסכך הכשר יותר על כל הפסול כשר דמדאורית' אזלינן בתר רובא דכתיב אחרי רבים ואם היה זה כמו זה בצמצום פסולה שסכך פסול כפרוץ נחשב ולענין סוכה אגמרי רחמנא למשה גדור רובא משום דבעינן צילתה מרובה מחמתה והיינו לדעת הרב ז\"ל."
            ],
            [],
            [],
            [],
            [
                "<b>פירש </b> בגד עליה או תחתיה פסולה דהוי דבר המקבל טומאה ופסול כדילפינן לעיל ואם לנאותה אין שם סכך עליו וכשר וכן בכל מה שמונח בה לנוי. ואין ממעטין בגובה הסוכה לא להכשיר ולא לפסול אבל מן הצד ממעטין דהרי אינה מחזקת ראשו ורובו ושלחנו דהוי שיעור רוחב סוכה קטנה ואם מופלגים מן הסכך ארבעה טפחים לא בטיל לגבי סוכה והוו סכך פסול."
            ],
            [],
            [
                "<b>סוכה </b> שיש בה מקומות מגולין אם יש בכל האויר כמקום המסוכך פסולה שהיה חמתה מרובה מצילתה ואין לה סכך ואם היה הסכך רב על האויר כשרה והוא שאין במקום אחד אויר ג\"ט ואם יש אויר ג\"ט בין מאמצע בין מן הצד באופן שלא נשאר הכשר סוכה ודפנות במקום אחד פסולה כולה עד שימעט האויר משלשה טפחים. מעטו בדבר הפסול לסכך בסוכה גדולה כשרה דהרי איכא הכשר סוכה כיון שמעט ובסוכה קטנה פסולה דליכא הכשר סוכה אלא באויר ובסכך פסולה שמיעט בו. היה רוב הסיכוך צלתו מרובה ומיעוטו חמתה מרובה הואיל וצילת הכל מרובה מחמתה הכל כשרה דשם סכך עליו. סוכה מעובה כמין בית כשרה דסכך קרינן ביה היה הסיכוך מדולדל מקצתו למעלה ומקצתו למטה אם אין ביניהם שלשה אמרינן לבוד ואם היה ברוחב העולה טפח או יותר אע\"פ שהוא גבוה שלשה טפחים כשר דאמר חבוט רמי השפל והשלך דהוא ענין גוד אחית דהוי הל\"מ אלא דלענין מחיצה שייך גוד אחית ולענין המוטל לרוחב שייך חבטה והוא שיהיה מכוון לשפת היורד."
            ],
            [],
            [],
            [
                "<b>סוכה </b> על גבי סוכה התחתונה פסולה כמי שעשאה בתוך הבית דכתיב בסוכת תשבו ולא בסוכה שתחת סוכה ולא בסוכה שתחת האילן ולא בסוכה שבתוך הבית ולא תימא דסוכות תרתי משמע דהא סכת כתיב דיש אם למקרא [למסורת] ואפי' למאן דאמר יש אם למקרא מודה דלא לחנם נכתב המסורת. והא דמיפסלה משום סוכה שתחת סוכה היינו כשהעליונה כשרה דגבוהה עשרה ויכולה לקבל כרים וכסתות אפילו על ידי הדחק אבל אי לאו הכי אף התחתונה כשרה דחשבינן לסכך עליונה כסכך תחתונה והוא שאין גובה העליונה יותר מעשרים אמה. מטה שבתוך הסוכה אם גבוהה עשרה טפחים היושב תחתיה לא יצא ידי חובתו מפני שהיא כסוכה בתוך סוכה דכיון דקפיד רחמנא למיפסיל סוכה שתחת סוכה הכא נמי קפיד לפסול סוכה שיש תחתיה אהל שכיוצא בו פסול מלמעלה וכן כילה שיש לה גג טפח דלענין טומאה טפח על טפח הוי אהל אם גבוהה עשרה טפחים אין ישנין תחתיה וכן המעמיד ד' עמודים וגו' הרי זו כסוכה שתחת סוכה ומדברי התוספות נראה דלאו מדאוריתא הוו האי פיסולה."
            ],
            [],
            [],
            [
                "<b>סוכה </b> שאולה כשרה דכתיב כל האזרח בישראל ישבו בסוכות מלמד שכל ישראל ראויין לישב בסוכה אחד וסכת כתיב דמשמע סוכה אחד שישבו בה זה אחר זה ואי איפשר שיהא לכולן דהא לא מטי שוה פרוטה לכל חד אלא על ידי שאלה. וכן סוכה גזולה כשרה דקרקע אינה נגזלת והוה ליה שאולה וכשר ואם גזל עצים ועשה מהם סוכה מדאוריתא הוה פסולה דכתיב לך אלא משום תקנת מריש אינו חייב אלא דמים וכשרה מדרבנן. והמסכך ברשות הרבים נמי אע\"ג דהוי גזל רבים יצא דקרקע אינה נגזלת והוה ליה שאולה:"
            ]
        ],
        [
            [
                "<b>נשים </b> ועבדים וקטנים פטורים מן הסוכה. נשים הלכתא היא דהוה סד\"א תשבו כעין תדורו מה דירה איש ואשתו אף סוכה איש ואשתו קמ\"ל הלכתא אי נמי דהוה יליף ט\"ו מט\"ו דחג המצות מה להלן נשים חייבות אף כאן נשים חייבות קמ\"ל וקרא דכל האזרח אוקמי ליה לגרים דחייבים בסוכה דס\"ד ישראל ולא גרים קמ\"ל ועבדים דילפינן לה לה מאשה וקטנים דלאו בני חיובא נינהו. טומטום ואנדרוגינוס חייבים מספק דאוריתא. ומי שחציו עבד וחציו בן חורין חייב נמי משום צד חירות שבו דהוי כגר דחייב."
            ],
            [
                "<b>חולין </b> ומשמשיהם וכל הני דפטירי היינו משום דכתיב תשבו שהוא כעין תדורו וכמו שאין אדם דר במקום שמצטער הכי נמי בסוכה. האבל חייב בסוכה דאף על גב דמצטע' פטור היינו מצטער מחמת הסוכה אבל הכא אי(נ)[ה]ו הוא דקמצטער נפשיה וחובה עליו לישב דעתו למצוה. וחתן וכל השושבינין נמי פטורין כל שבעת ימי המשתה משום צער חתן שמצטער דלא מצי עיילי כל בני חופה בסוכה."
            ],
            [],
            [
                "<b>שלוחי </b> מצוה פטורין מן הסוכה דכתיב ובלכתך בדרך בשבתך בביתך פרט לעוסק במצוה דפטור מן המצוה. ההולכי דרכים וגו' דכתיב תשבו כעין תדורו וכשם שכל השנה אינו נמנע מלכת בדרך בסחורה כך כל ימות החג שאינו י\"ט לא הצריכו הכתוב למנוע. ושומרי העיר ביום ובלילה וגנות ופרדסים פטורים בעת שמירתם דכתיב תשבו כעין תדורו דכיון שאין דרך לקבוע שם אינו חייב לעשות שם סוכה ולרבה משום שאם יעשה סוכה ידע הגנב ויבא ויגנוב וגו' ואית ליה תשבו כעין תדורו."
            ],
            [
                "<b>כיצד </b> היא מצות הסוכה שיהיה אוכל ושותה ודר בסוכה כל שבעה בין ביום בין בלילה דאע\"ג דכתיב שבעת ימים כתיב הכא תשבו וכתיב התם במילואים תשבו יומם וליל' מה להלן ימים ואפילו לילות אף כאן ימים ואפילו לילות. כל שבעת הימים עושה אדם את ביתו עראי וסוכתו קבע שנאמר בסוכות תשבו שבעת ימים. אוכלים ושותים וישנים בסוכה כל שבעת ימים בין ביום בין בלילה כמו שאין אדם אוכל חוץ מביתו אלא אם אכל אכילת עראי חוץ לסוכה כביצה או פחות או יותר מעט."
            ],
            [],
            [
                "<b>אכילה </b> בליל יו\"ט הראשון בסוכ' חובה אפי' אכל כזית פת יצא ידי חובתו דילפי' ט\"ו מט\"ו של חג המצות דכתיב בערב תאכלו מצות ומכאן ואילך רשות כדין אכילת מצה בפסח. ואם ירדו גשמים נכנס לביתו כל הני משום דכל ענינים שאדם רגיל לצאת מדירתו רשאי לצאת מביתו דתשבו כעין תדורו."
            ],
            [],
            [],
            [],
            [
                "<b>ומצות </b> הסוכה כל היום עד הלילה של יום שמיני חג עצרת. מי שלא עשה סוכה בין בשוגג בין במזיד עושה סוכה בחולו של מועד דכתיב חג הסוכות תעשה לך שבעת ימים דדרשינן לרבנן עשה סוכה בחג כל שבעת ימים ואפילו ביום שביעי. עצי סוכה אסורים כל שבעת ימי החג דכתיב חג הסוכות שבעת ימים לה' כשם שחל ש\"ש על חגיגה שהם שלמי חגיגה לאוסרן עד לאחר הקטרת אימורין כך חל ש\"ש על הסוכה דאקשינהו קרא חג הסוכות מה חג לה' אף סוכה לה' והיינו בכל מה שצריך להכשר סוכה ובעודה קיימת מדאורייתא. ונוי סוכה נראה דלא אסירי אלא מדרבנן משום בזויי מצוה ויש במצוה זו דברים מדרבנן סמוכים אלא תסור ואקרא דושמרתם את משמרתי וגו':"
            ]
        ],
        [
            [
                "<b>מצוה מג </b> לנטול לולב עם שלש מינין כל שבעת ימי החג במקדש דכתיב ולקחתם לכם לקיחה לכל אחד ואחד מדכתיב ולקחתם לשון רבים ולא כתיב ולקחת לשון יחיד במקדש. כפות תמרים האמורות בתורה הם חריות של דקל כשיצמחו קודם שיתפרדו העלין שלהן דכפת כתיב שיהיו עליו מחוברין וכפותין ולא פרודין ואין לשון זה נופל אלא בלולב שהוא כמו שרביט. פרי עץ הדר האמור בתורה זה אתרוג דכתיב פרי עץ שהעץ כפרי בטעם שוה ולא תימא פלפלים דלא איפשר דאינקט חדא לא מינכרה לקיחתה ואי נקיט תרי או תלתא חד קאמר רחמנא ולא שנים ושלשה הלכך לא איפשר ר' אומר אל תקרי הדר אלא הדיר מה דיר זה עד שבאים קטנים עדין גדולים של שתים ושלש שנים קיימים הכא נמי גדולים של אשתקד וקטנים של שנה זו שהאתרוג דר וגדל באילנות שתים ושלש שנים וכשבאים וחונטין של עכשיו עדין גדולים של אשתקד קיימים בו כדיר צאן ר' אבהו אמר אל תקרי הדר אלא הדר דבר שדר באילנו משנה לשנה כדאמרן בן עזאי אומר אל תקרי הדר אלא הידור שכן בלשון יון קורין למים הידור ואי זו שגדל על כל מים הוי אומר זה אתרוג. וענף עץ עבות האמור בתורה הוא ההדס שעליו חופין את עציו כגון ג' עלין בגבעול אחד דכתיב ענף עץ עבות עץ שהוא עבות שענפיו חופים את עצו וזהו הדס דאי תימא זיתא דעליו ארוכים ומרובים ומכסים את העץ הא כתיב עבות דבעינן מעשה שרשרות שיהו מורכבין זה על זה ואי אמרת דולבא דהיינו ערמון דקלוע הוא הא אין עליו רצופים לכסות כל עצו ולא תימא נמי הרדופני דעליו הן כמין קליעה דכתיב דרכיה דרכי נועם והאי עוקץ את הידים שראשי עליו חדים כמחט הילכך זה הדס ר' אליעזר בן יעקב אומר ענף עץ עץ שטעם עצו ופריו שוה והיכי דמי עבות דקיימי תלתא בחד קינה דתרי וחד אין זה עבות אבל נקרא הדס שוטה. ערבי נחל האמורות בתורה הם מין ידוע הנקרא ערבי נחל עלה שלו משוך כנחל ולא עגול ופיו חלק וקנה שלה אדום הוא הנקרא ערבה ורוב מין זה גדל על כל הנחלים לכך נאמר ערבי נחל אבל אפא הגדל במדבר ובהרים כשר דכתיב ערבי לשון רבים וצפצפא שעלה שלה עגול ואינו בנחל פסול ויש ערבה שאין פיה חלק אבל אינו כמסר אלא יש בו תלמים קטנים כפי מגל קטן וזה כשר דאע\"ג דיש לה שם ליווי חילפה גילה כשרה דערבי נחל אמר רחמנא מכל מקום וכל הדברים האלו מפי השמועה ממשה רבינו נתפרש."
            ],
            [],
            [],
            [],
            [
                "<b>ארבעה </b> מינין אלו מצוה אחד הן דכולהו כתיבי בחד קרא ומעכבין זה את זה דכתיב ולקחתם שתהא לקיחה תמה דהכי משמע ולקחתם ואין פוחתין מהן ואין מוסיפין עליהם דארבעה מינין דווקא כתיב בקרא ואם לא מצא אחד מהם אינו מביא אחר הדומה לו תחתיו דאהני הוא דקפיד רחמנא כדאמר. מצוה מן המובחר לאגוד הדס וערבה עם הלולב משום זה אלי ואנוהו התנאה לפניו במצות אבל לא לעיכוב דאם לא אגדן ונטלן אחד אחד יצא והיינו כשארבעתן מצויין אצלו דבעינן לקיחה תמה וכל היכא דאין ארבעתם לאו לקיחה שלימה היא ולהכי אם חסר לו מין אחד לא יטול עד שימצא השאר."
            ],
            [],
            [
                "<b>כמה </b> נוטל מהן לולב אחד אתרוג אחד ושני בדי ערבה וג' בדי הדס דכתיב פרי עץ הדר אחד כפת תמרים אחד משמע דכפת כתיב ענף חד עץ חד עבות חד ערבי נחל שתים דמיעוט רבים שנים. ואם רצה להוסיף בהדס וגו' טעמא דשריותא דתוספת הדס מה שאין כן בשאר המינין להאי גירסת הרב ז\"ל משום דהדס לא ילפינן ג' בדי הדס אלא מיתורא דענף עץ עבות ולהכי אמרינן דמנינא לאו דוקא מלעיל אבל בהנך אחריני דילפי מנינא ממשמעותא דכתיב פרי עץ וכתיב כפת וכתיב ערבי דמיעוט רבים שנים הוי מנינא דוקא בין מלעיל בין מלרע ואם הוסיף או גרע פסול דכתיב לא תוסיף עליו ולא תגרע ממנו ופשטי' דקרא דקאמר עליו משמע דתוספת במנין עצמו איקרי תוספת כדדייק קרא עליו דמשמע ממינה."
            ],
            [
                "<b>שיעורי </b> ארבעה מינין נראה דהוו דאוריתא ובכלל שיעורין הל\"מ דטפח שדרו של לולב היוצא מן ההדס דהוי דאוריתא כדמוכח פרק המפלת ולמעלה אין להן שיעור."
            ],
            [
                "<b>משיגביה </b> ארבעה מינין אלו בין בבת אחת בין בזה אחר זה יצא דכתיב ולקחתם לכם והא לקחם והוא שיגביה דרך גדילתם דכל המצות כולם אין אדם יוצא בהן אלא דרך גדילתם דכתיב עצי שטים עומדים שעומדים דרך גדילתם ואם לא הגביהם דרך גדילתם לא יצא כדילפינן. כל לקיחת לולב על ידי דבר אחר שהוא דרך כבוד והידור ללולב הוי לקיחה תמה ולא הוי חציצה אבל אי לאו דרך כבוד והידור הוא לא הוי לקיחה תמה והוי חציצה ולא יצא דכתיב ולקחתם שתהא לקיחה תמה ולקיחה על ידי דבר אחר שאין כבוד והידור ללולב לא שמה לקיחה ואם הוא ממינו אפילו אינו דרך נוי הויא לקיחה ואיפשר דילפינן לה מדבעי' בכלי שרת לקיחה ממש דכתיב ולקח והיינו המזרק שבו הדם ואפ\"ה אם נתן מזרק בתוך מזרק לא הוי חציצה כיון שהוא מינו וגלי קרא דכי האי גוונא הוי דרך שירות דכתיב ואת כל כלי השרת אשר ישרתו בם בקודש שני כלים ושירות אחד דהיינו מזרק בתוך מזרק ומינה דלא הוי חציצה במין במינו."
            ],
            [],
            [],
            [],
            [
                "<b>מצות </b> לולב להנטל ביום ראשון של חג בלבד בכל מקום ובכל זמן ואפילו בשבת שנאמר ולקחתם לכם ביום הראשון ביום ואפילו בשבת הראשון ואפילו בגבולין והיינו לר' אליעזר ולרבנן דקיימא לן כוותיהו לא איצטריך קרא למשרי טלטול אלא ביום ולא בלילה ובמקדש לבדו נוטלין בכל יום מז' ימי החג דכתיב ושמחתם לפני ה' אלהיכם שבעת ימים ולא בגבולין שבעת ימים."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כל </b> שחייב בשופר ובסוכה חייב בנטילת לולב וכל הפטור מהן פטור מנטילת לולב דהוי מצות עשה שהזמן גרמא דנשים ועבדים פטורים דילפינן מתפילין כדכתיב במצות מ'."
            ],
            [
                "<b>הלכה </b> למשה מסיני שמביאין במקדש ערבה אחרת חוץ מערבה שבלולב ואין אדם יוצא ידי חובתו בערבה שבלולב מדאיצטריך הל\"מ ושיעורה אפילו עלה אחד בבד אחד והיינו במקדש ולא בגבולין."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הדס </b> שבלולב אסור להריח בה דגמרי' מסוכה דילפינן דחל שם שמים עליה מדכתיב חג הסוכות שבעת ימים לה' מה חג לה' אף סוכה לה' כדלעיל ונראה דמדרבנן היא דילפינן הדס מסוכה דלא קרא ולא היקשה איכא:"
            ]
        ],
        [
            [
                "<b>ארבעה </b> מינין אלו שהיה אחד מהן יבש פסול. דכתיב באתרוג הדר ויבש לאו הדר הוא וילפינן שאר מינין מאתרוג מדאתקשו כולהו אמרינן מה אתרוג בעינן הדר אף שאר מינין הדר בעינן. וכן גזול וגנוב פסול דכתיב ולקחתם לכם משלכם ואפילו לאחר יאוש לא קני דלאו שלכם הוא ולמ\"ד קני הוה מצוה הבאה בעבירה ונראה דמדרבנן הוי פיסול מצוה הבאה בעבירה למ\"ד יאוש כדי קני. היה אחד מאלו המינין של אשרה ושל עיר הנדחת הרי זה פסול כאשרה דמשה אותן שהיה בשעת כיבוש ארץ ישראל שהצריכו הכתוב שרפה כדכתיב ואשריהם תשרפון באש ולולב ושאר מינין צריכין שיעור והאי כמאן דמכתת שיעוריה כיון דלשרפה קאי דכל העומד לישרף כשרוף דמי כדלעיל. וע\"ז של ישראל דאין לה ביטול כדילפינן באזהרת מ' הוו כאשרה דמשה דמיכתת שיעוריה. ועיר הנדחת כתיב בה ושרפת וגו' ומיכתת שיעוריה. ובע\"ז ואשרה של גוי שנטלן בשאלה פסול משום שאול ובשאר ימים אפילו במקדש דהוי דאוריתא כשר ואפילו גזול אי לאו מצוה הבאה בעבירה דלא כתיב לכם אלא ביום ראשון. היה כמוש ולא גמר ליבש כשר דאכתי מיחזי הדר ובשעת הדחק או הסכנה לולב היבש כשר אבל לא שאר מינים. ואיפשר דטעמא דבלולב מכשרינן יבש בשעת הדחק משום דכתי' כפת בלא וי\"ו דנראה דלא יליף מאתרוג מה שאין כן בשאר מינין דכתיבי בו\"ו דמהדר אריש קרא ומשום זה אלי ואנוהו הוא דבעינן לולב לא כדפרש\"י ז\"ל במתניתן דלולב דהא דאקשי' שאר מינין לאתרוג בגמר' היינו הדס וערבה לחוד כדפי'. אתרוג של ערלה ושל תרומ' טמאה פסו' דלשריפה קיימי. ערלה יליף מכלאי הכרם כפרש\"י (בשלהי תרומה) דאיתקש לכלאי הכרם דכתיב בהו פן תקדש תוקד אש. ותרומה טמאה היתר הסקה ילפינן מדכתיב ואני נתתי לך את משמרת תרומותי שתי תרומות במשמע אחת תרומה טהורה ואחת תרומה טמאה וכתיב לך תהא להסקה. ושל טבל ביום א' פסול דלא קרינן ביה לכם אבל של מעשר שני ותרומה טהורה כשר."
            ],
            [],
            [
                "<b>לולב </b> שנקטם ראשו או נסדק כי המניק או היה עקום לפניו או לצדדיו או שנפרצו עליו פסול. כל הני משום דלא הוי הדר ונחלקה התיומת נמי פסול דלאו הדר הוא. ולולבא דסליק בחד הוצה נמי פסול אי משום דלאו לולב מיקרי אי משום דלאו הדר הוא. ואם אין עליו מגיעות זו לעיקרה של זו פסול נמי דלאו הדר הוא."
            ],
            [],
            [
                "<b>הדס </b> שנקטם ראשו כשר דאכתי הדר הוא ואם נשתיירו שלשה עליו בקן אחד כשר דהא עליו חופין את עצו במקום העלין. היו ענביו שחורות או אדומות מרובות מעליו פסול דבטילי עלים לגבי ענבים ואם מיעטן כשר דאזלינן בתר רובא מדאוריתא אבל ירוקות מין הדס הן וכשר."
            ],
            [
                "<b>ערבה </b> שנקטם ראשה כשרה דאכתי הדר ונפרצו עליה פסולה נמי מהאי טעמא."
            ],
            [
                "<b>אתרוג </b> שניקב נקב מפולש כל שהוא או שאינו מפולש כאיסר אפילו שאינו חסר פסול דלאו הדר הוא ואם חסר אפילו כל שהוא פסול דפרי עץ קאמר רחמנא שלם ולא חסר והרב ז\"ל כתב דפסול משום דבעינן לקיחה תמה דכתיב ולקחתם לכם וגו'. ניטל דדו או העץ שתלוי בו ונשאר במקומו גימה פסול מדין חסר. עלתה חזזית בשנים או בשלשה מקומות או ברובו במקום אחד או כל שהוא בדדו פסול ונראה דמשום הדר הוא פסול. נקלף אם נשאר ממנו כל שהוא כשר דמציל על כולו ואכתי הדר הוא ואם נקלף כולו פסול דלאו הדר הוא. אתרוג שהוא תפוח סרוח כבוש שלוק שחור לבן מנומר ירוק ככרתי שהוא כעשב פסול וכל הני נראה דמיפסלי משום דאינם הדר. עשהו כמין ברייתו אע\"פ שעשהו כמין דפין דפין כשר דהוי הדר. התיום והבוסר נמי הוו הדר כושי פסול בכל מקום דומה לכושי במקום שהם כעין שחורות כשר דהוו הדר למקומו."
            ],
            [],
            [
                "<b>כל </b> שהוא פסול משום שאינו שלכם ביו\"ט ראשון בלבד הוא דכתיב לכם ביום הראשון אבל הפסולים משום שאינם הדר או משום ע\"ז או משום שאסור באכילה בין בי\"ט ראשון בין בשאר הימים של תורה במקדש פסולים."
            ],
            [
                "<b>אין </b> אדם יוצא ביו\"ט הראשון של חג בלולבו של חברו דבעינן שלכם עד שיתננו לו במתנה נתנו במתנה על מנת להחזיר שמה מתנה ואם לא החזירו לא יצא דנמצא גזול. ואין נותנין אותו לקטן דכשדעת אחרת מקנה יש לו זכיה מן התורה דאומר אדם לבתו קטנה צאי וקבל קידושיך ויש לה יד לזכות בהן ומתקדשת. ואחד לולב ואחד כל המינין אם היה אחד מהן שאול אין יוצאין בו בי\"ט ראשון דקרא דלכם אכולהו כתיב. שותפין שקנו לולב או אתרוג בשותפות אין אחד מהם יוצא ביום ראשון עד שיתן חלקו לחברו במתנה דבעינן שיהא כולו שלו. האחין שקנו אתרוגין בתפיסת הבית ונטל אחד מהן אתרוג אם יכול לאוכלו ואין האחין מקפידין יצא ואם הם מקפידים לא יצא עד שיתנו לו חלקם במתנה ואם קנו אתרוג עם מינים אחרים אפילו אינם מקפידים לא יצאו דכל שאין שם מאותו המין אין מחילתה בסתם מועלת עד שיתן אותו במתנה."
            ],
            [],
            [
                "<b>אע\"פ </b> שכל המועדות מצוה לשמוח בהם בחג הסוכות היתה שמחה יתירה במקדש שנאמר ושמחתם לפני ה' אלהיכם שבעת ימים ומצוה להרבות בשמחה זו שהשמחה שישמח אדם בעשיית המצות ובאהבת האל עבודה גדולה היא והמונע עצמו ממנו ראוי ליפרע ממנו שנאמר תחת אשר לא עבדת את ה' אלהיך בשמחה ובטוב לבב והמגיס דעתו וחולק כבוד לעצמו במקומות אלו חוטא ואמר שלמה אל תתהדר לפני מלך והמשפיל על עצמו ומקיל בכבודו הוא הגדול המכובד וכן דוד מלך ישראל אמר ונקלותי עוד מזאת ואין הגדולה והכבוד אלא לשמוח לפני ה' שנאמר והמלך דוד מפזז ומכרכר לפני ה' ויש במצוה זו דברים מדרבנן נכללים בלא תסור ובושמרתם את משמרתי עשו משמרת למשמרתי ויש מה שאינו בכלל אלו אלא מנהג נביאים ועל הכל אנו חייבים מן התורה שלא למרות את פיהם:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קרית ספר על משנה תורה, הלכות שופר וסוכה ולולב",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kiryat Sefer",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}