{
    "title": "Ezra",
    "language": "en",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ezra",
    "text": [
        [
            "In the first year of King Cyrus of Persia, when the word of the L<small>ORD</small> spoken by Jeremiah was fulfilled,<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Cf. Jer. 29.10.</i> the L<small>ORD</small> roused the spirit of King Cyrus of Persia to issue a proclamation throughout his realm by word of mouth and in writing as follows:",
            "“Thus said King Cyrus of Persia: The L<small>ORD</small> God of Heaven has given me all the kingdoms of the earth and has charged me with building Him a house in Jerusalem, which is in Judah.",
            "Anyone of you of all His people—may his God be with him, and let him go up to Jerusalem that is in Judah and build the House of the L<small>ORD</small> God of Israel, the God that is in Jerusalem;",
            "and all who stay behind, wherever he may be living, let the people of his place assist him with silver, gold, goods, and livestock, besides the freewill offering to the House of God that is in Jerusalem.”",
            "So the chiefs of the clans of Judah and Benjamin, and the priests and Levites, all whose spirit had been roused by God, got ready to go up to build the House of the L<small>ORD</small> that is in Jerusalem.",
            "All their neighbors supported them with silver vessels, with gold, with goods, with livestock, and with precious objects, besides what had been given as a freewill offering.",
            "King Cyrus released the vessels of the L<small>ORD</small>’s house which Nebuchadnezzar had taken away from Jerusalem and had put in the house of his god.",
            "These King Cyrus of Persia released through the office of Mithredath the treasurer, who gave an inventory of them to Sheshbazzar the prince of Judah.",
            "This is the inventory: 30 gold basins, 1,000 silver basins, 29 knives,",
            "30 gold bowls, 410 silver <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>double bowls,<sup class=\"endFootnote\">-b</sup> 1,000 other vessels;",
            "in all, 5,400 gold and silver vessels. Sheshbazzar brought all these back when the exiles came back from Babylon to Jerusalem."
        ],
        [
            "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">This chapter appears as Neh. 7.6–73 with variations in the names and numbers.</i>These are the people of the province who came up from among the captive exiles whom King Nebuchadnezzar of Babylon had carried into exile to Babylon, who returned to Jerusalem and Judah, each to his own city,",
            "who came with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, Baanah:<br>The list of the men of the people of Israel:",
            "the sons of Parosh—2,172;",
            "the sons of Shephatiah—372;",
            "the sons of Arah—775;",
            "the sons of Pahath-moab: the sons of Jeshua and Joab—2,812;",
            "the sons of Elam—1,254;",
            "the sons of Zattu—945;",
            "the sons of Zaccai—760;",
            "the sons of Bani—642;",
            "the sons of Bebai—623;",
            "the sons of Azgad—1,222;",
            "the sons of Adonikam—666;",
            "the sons of Bigvai—2,056;",
            "the sons of Adin—454;",
            "the sons of Ater: Hezekiah—98;",
            "the sons of Bezai—323;",
            "the sons of Jorah—112;",
            "the sons of Hashum—223;",
            "the sons of Gibbar—95;",
            "the sons of Bethlehem—<br>123;",
            "the sons of Netophah—56;",
            "the sons of Anathoth—128;",
            "the sons of Azmaveth—42;",
            "the sons of Kiriath-arim: Chephirah and Beeroth—743;",
            "the sons of Ramah and Geba—621;",
            "the men of Michmas—122;",
            "the men of Bethel and Ai—223;",
            "the men of Nebo—52;",
            "the sons of Magbish—156;",
            "the sons of the other Elam—1,254;",
            "the sons of Harim—320;",
            "the sons of Lod, Hadid, and Ono—725;",
            "the sons of Jericho—345;",
            "the sons of Senaah—3,630.",
            "The priests: the sons of Jedaiah: the house of Jeshua—973;",
            "the sons of Immer—1,052;",
            "the sons of Pashhur—1,247;",
            "the sons of Harim—1,017.",
            "The Levites: the sons of Jeshua and Kadmiel: the sons of Hodaviah—74.",
            "The singers: the sons of Asaph—128.",
            "The gatekeepers: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, the sons of Shobai, all told—139.",
            "The temple servants: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,",
            "the sons of Keros, the sons of Siaha, the sons of Padon,",
            "the sons of Lebanah, the sons of Hagabah, the sons of Akkub,",
            "the sons of Hagab, the sons of Salmai, the sons of Hanan,",
            "the sons of Giddel, the sons of Gahar, the sons of Reaiah,",
            "the sons of Rezin, the sons of Nekoda, the sons of Gazzam,",
            "the sons of Uzza, the sons of Paseah, the sons of Besai,",
            "the sons of Asnah, the sons of Meunim, the sons of Nephusim,",
            "the sons of Bakbuk, the sons of Hakupha, the sons of Harhur,",
            "the sons of Bazluth, the sons of Mehida, the sons of Harsha,",
            "the sons of Barkos, the sons of Sisera, the sons of Temah,",
            "the sons of Neziah, the sons of Hatipha.",
            "The sons of Solomon’s servants: the sons of Sotai, the sons of Hassophereth, the sons of Peruda,",
            "the sons of Jaalah, the sons of Darkon, the sons of Giddel,",
            "the sons of Shephatiah, the sons of Hattil, the sons of Pochereth-hazzebaim, the sons of Ami.",
            "The total of temple servants and the sons of Solomon’s servants—392.",
            "The following were those who came up from Tel-melah, Tel-harsha, Cherub, Addan, and Immer—they were unable to tell whether their father’s house and descent were Israelite:",
            "the sons of Delaiah, the sons of Tobiah, the sons of Nekoda—652.",
            "Of the sons of the priests, the sons of Habaiah, the sons of Hakkoz, the sons of Barzillai who had married a daughter of Barzillai and had taken his<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Lit. “their.”</i> name—",
            "these searched for their genealogical records, but they could not be found, so they were disqualified for the priesthood.",
            "The Tirshatha<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">A Persian title.</i> ordered them not to eat of the most holy things until a priest with Urim and Thummim should appear.",
            "The sum of the entire community was 42,360,",
            "not counting their male and female servants, those being 7,337; they also had 200 male and female singers.",
            "Their horses—736; their mules—245;",
            "their camels—435; their asses—6,720.",
            "Some of the chiefs of the clans, on arriving at the House of the L<small>ORD</small> in Jerusalem, gave a freewill offering to erect the House of God on its site.",
            "In accord with their means, they donated to the treasury of the work: gold—61,000 drachmas, silver—5,000 minas, and priestly robes—100.",
            "The priests, the Levites and some of the people, and the singers, gatekeepers, and the temple servants took up residence in their towns and all Israel in their towns."
        ],
        [
            "When the seventh month arrived—the Israelites being settled in their towns—the entire people assembled as one man in Jerusalem.",
            "Then Jeshua son of Jozadak and his brother priests, and Zerubbabel son of Shealtiel and his brothers set to and built the altar of the God of Israel to offer burnt offerings upon it as is written in the Teaching of Moses, the man of God.",
            "They set up the altar on its site because they were in fear of the peoples of the land, and they offered burnt offerings on it to the L<small>ORD</small>, burnt offerings each morning and evening.",
            "Then they celebrated the festival of Tabernacles as is written, with its daily burnt offerings in the proper quantities, on each day as is prescribed for it,",
            "followed by the regular burnt offering and the offerings for the new moons and for all the sacred fixed times of the L<small>ORD</small>, and whatever freewill offerings were made to the L<small>ORD</small>.",
            "From the first day of the seventh month they began to make burnt offerings to the L<small>ORD</small>, though the foundation of the Temple of the L<small>ORD</small> had not been laid.",
            "They paid the hewers and craftsmen with money, and the Sidonians and Tyrians with food, drink, and oil to bring cedarwood from Lebanon by sea to Joppa, in accord with the authorization granted them by King Cyrus of Persia.",
            "In the second year after their arrival at the House of God, at Jerusalem, in the second month, Zerubbabel son of Shealtiel and Jeshua son of Jozadak, and the rest of their brother priests and Levites, and all who had come from the captivity to Jerusalem, as their first step appointed Levites from the age of twenty and upward to supervise the work of the House of the L<small>ORD</small>.",
            "Jeshua, his sons and brothers, Kadmiel and his sons, <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">I.e., Hodaviah of 2.40.</i>the sons of Judah,<sup class=\"endFootnote\">-a</sup> together were appointed in charge of those who did the work in the House of God; also the sons of Henadad, their sons and brother Levites.",
            "When the builders had laid the foundation of the Temple of the L<small>ORD</small>, priests in their vestments with trumpets, and Levites sons of Asaph with cymbals were stationed to give praise to the L<small>ORD</small>, as King David of Israel had ordained.",
            "They sang songs extolling and praising the L<small>ORD</small>, <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Cf. Pss. 106.1; 136.</i>“For He is good, His steadfast love for Israel is eternal.”<sup class=\"endFootnote\">-b</sup> All the people raised a great shout extolling the L<small>ORD</small> because the foundation of the House of the L<small>ORD</small> had been laid.",
            "Many of the priests and Levites and the chiefs of the clans, the old men who had seen the first house, wept loudly at the sight of the founding of this house. Many others shouted joyously at the top of their voices.",
            "The people could not distinguish the shouts of joy from the people’s weeping, for the people raised a great shout, the sound of which could be heard from afar."
        ],
        [
            "When the adversaries of Judah and Benjamin heard that the returned exiles were building a temple to the L<small>ORD</small> God of Israel,",
            "they approached Zerubbabel and the chiefs of the clans and said to them, “Let us build with you, since we too worship your God, having offered sacrifices to Him since the time of King Esarhaddon of Assyria, who brought us here.”",
            "Zerubbabel, Jeshua, and the rest of the chiefs of the clans of Israel answered them, “It is not for you and us to build a House to our God, but we alone will build it to the L<small>ORD</small> God of Israel, in accord with the charge that the king, King Cyrus of Persia, laid upon us.”",
            "Thereupon the people of the land undermined the resolve of the people of Judah, and made them afraid to build.",
            "They bribed ministers in order to thwart their plans all the years of King Cyrus of Persia and until the reign of King Darius of Persia.",
            "And in the reign of Ahasuerus, at the start of his reign, they drew up an accusation against the inhabitants of Judah and Jerusalem.",
            "And in the time of Artaxerxes, Bishlam, Mithredath, Tabeel, and the rest of their colleagues wrote to King Artaxerxes of Persia, a letter written in Aramaic and translated.<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Cf. below v. 18 and note d.</i><br><br>Aramaic:<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">A note indicating that what follows is in the Aramaic language.</i>",
            "Rehum the commissioner and Shimshai the scribe wrote a letter concerning Jerusalem to King Artaxerxes as follows: (",
            "<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Vv. 9–11 amplify v. 8.</i>Then Rehum the commissioner and Shimshai the scribe, and the rest of their colleagues, the judges, officials, officers, and overseers, the men of Erech, and of Babylon, and of Susa—that is the Elamites—",
            "and other peoples whom the great and glorious Osnappar deported and settled in the city of Samaria and the rest of the province Beyond the River [wrote]—and now",
            "this is the text of the letter which they sent to him:)—“To King Artaxerxes [from] your servants, men of the province Beyond the River. And now",
            "be it known to the king that the Jews who came up from you to us have reached Jerusalem and are rebuilding that rebellious and wicked city; they are completing the walls and repairing the foundation.",
            "Now be it known to the king that if this city is rebuilt and the walls completed, they will not pay tribute, poll-tax, or land-tax, and in the end it will harm the kingdom.",
            "Now since we eat the salt of the palace, and it is not right that we should see the king dishonored, we have written to advise the king [of this]",
            "so that you may search the records of your fathers and find in the records and know that this city is a rebellious city, harmful to kings and states. Sedition has been rife in it from early times; on that account this city was destroyed.",
            "We advise the king that if this city is rebuilt and its walls are completed, you will no longer have any portion in the province Beyond the River.”",
            "The king sent back the following message: “To Rehum the commissioner and Shimshai the scribe, and the rest of their colleagues, who dwell in Samaria and in the rest of the province of Beyond the River, greetings. Now",
            "the letter that you wrote me has been read to me in translation.<sup class=\"footnote-marker\">d</sup><i class=\"footnote\">I.e., from Aramaic to Persian.</i>",
            "At my order a search has been made, and it has been found that this city has from earliest times risen against kings, and that rebellion and sedition have been rife in it.",
            "Powerful kings have ruled over Jerusalem and exercised authority over the whole province of Beyond the River, and tribute, poll-tax, and land-tax were paid to them.",
            "Now issue an order to stop these men; this city is not to be rebuilt until I so order.",
            "Take care not to be lax in this matter or there will be much damage and harm to the kingdom.”",
            "When the text of the letter of King Artaxerxes was read before Rehum and Shimshai the scribe and their colleagues, they hurried to Jerusalem, to the Jews, and stopped them by main force.",
            "At that time, work on the House of God in Jerusalem stopped and remained in abeyance until the second year of the reign of King Darius of Persia."
        ],
        [
            "Then the prophets, Haggai the prophet and Zechariah son of Iddo, prophesied to the Jews in Judah and Jerusalem, <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Lit. “with the name of the God of Israel upon them.”</i>inspired by the God of Israel.<sup class=\"endFootnote\">-a</sup>",
            "Thereupon Zerubbabel son of Shealtiel and Jeshua son of Jozadak began rebuilding the House of God in Jerusalem, with the full support of the prophets of God.",
            "At once Tattenai, governor of the province of Beyond the River, Shethar-bozenai, and their colleagues descended upon them and said this to them, “Who issued orders to you to rebuild this house and complete its furnishing?”",
            "Then we<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">The officials of v. 3; cf. v. 10. Greek and Syriac read “they.”</i> said to them, “What are the names of the men who are engaged in the building?”",
            "But God watched over the elders of the Jews and they were not stopped while a report went to Darius and a letter was sent back in reply to it.",
            "This is the text of the letter that Tattenai, governor of the province of Beyond the River, and Shethar-bozenai and his colleagues, the officials of Beyond the River, sent to King Darius.",
            "They sent a message to him and this is what was written in it: “To King Darius, greetings, and so forth.",
            "Be it known to the king, that we went to the province of Judah, to the house of the great God. It is being rebuilt of hewn stone, and wood is being laid in the walls. The work is being done with dispatch and is going well.",
            "Thereupon we directed this question to these elders, ‘Who issued orders to you to rebuild this house and to complete its furnishings?’",
            "We also asked their names so that we could write down the names of their leaders for your information.",
            "This is what they answered us: ‘We are the servants of the God of heaven and earth; we are rebuilding the house that was originally built many years ago; a great king of Israel built it and completed it.",
            "But because our fathers angered the God of Heaven, He handed them over to Nebuchadnezzar the Chaldean, king of Babylon, who demolished this house and exiled the people to Babylon.",
            "But in the first year of King Cyrus of Babylon, King Cyrus issued an order to rebuild this House of God.",
            "Also the silver and gold vessels of the House of God that Nebuchadnezzar had taken away from the temple in Jerusalem and brought to the temple in Babylon—King Cyrus released them from the temple in Babylon to be given to the one called Sheshbazzar whom he had appointed governor.",
            "He said to him, “Take these vessels, go, deposit them in the temple in Jerusalem, and let the House of God be rebuilt on its original site.”",
            "That same Sheshbazzar then came and laid the foundations for the House of God in Jerusalem; and ever since then it has been under construction, but is not yet finished.’",
            "And now, if it please the king, let the royal archives there in Babylon be searched to see whether indeed an order had been issued by King Cyrus to rebuild this House of God in Jerusalem. May the king convey to us his pleasure in this matter.”"
        ],
        [
            "Thereupon, at the order of King Darius, they searched the archives where the treasures were stored in Babylon.",
            "But it was in the citadel of Ecbatana, in the province of Media, that a scroll was found in which the following was written: “Memorandum:",
            "In the first year of King Cyrus, King Cyrus issued an order concerning the House of God in Jerusalem: ‘Let the house be rebuilt, a place for offering sacrifices, with a base built up high. Let it be sixty cubits high and sixty cubits wide,",
            "with a course of unused timber for each three courses of hewn stone. The expenses shall be paid by the palace.",
            "And the gold and silver vessels of the House of God which Nebuchadnezzar had taken away from the temple in Jerusalem and transported to Babylon shall be returned, and let each go back to the temple in Jerusalem where it belongs; you shall deposit it in the House of God.’",
            "“Now<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">This introduces the text of the reply of Darius that doubtless contained the preceding narrative (vv. 1–5) as a preliminary.</i> you, Tattenai, governor of the province of Beyond the River, Shethar-bozenai and colleagues, the officials of the province of Beyond the River, stay away from that place.",
            "Allow the work of this House of God to go on; let the governor of the Jews and the elders of the Jews rebuild this House of God on its site.",
            "And I hereby issue an order concerning what you must do to help these elders of the Jews rebuild this House of God: the expenses are to be paid to these men with dispatch out of the resources of the king, derived from the taxes of the province of Beyond the River, so that the work not be stopped.",
            "They are to be given daily, without fail, whatever they need of young bulls, rams, or lambs as burnt offerings for the God of Heaven, and wheat, salt, wine, and oil, at the order of the priests in Jerusalem,",
            "so that they may offer pleasing sacrifices to the God of Heaven and pray for the life of the king and his sons.",
            "I also issue an order that whoever alters this decree shall have a beam removed from his house, and he shall be impaled on it and his house confiscated.<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning uncertain; or “turned into ruins.”</i>",
            "And may the God who established His name there cause the downfall of any king or nation that undertakes to alter or damage that House of God in Jerusalem. I, Darius, have issued the decree; let it be carried out with dispatch.”",
            "Then Tattenai, governor of the province of Beyond the River, Shethar-bozenai, and their colleagues carried out with dispatch what King Darius had written.",
            "So the elders of the Jews progressed in the building, urged on by the prophesying of Haggai the prophet and Zechariah son of Iddo, and they brought the building to completion under the aegis of the God of Israel and by the order of Cyrus and Darius and King Artaxerxes of Persia.",
            "The house was finished on the third of the month of Adar in the sixth year of the reign of King Darius.",
            "The Israelites, the priests, and the Levites, and all the other exiles celebrated the dedication of the House of God with joy.",
            "And they sacrificed for the dedication of this House of God one hundred bulls, two hundred rams, four hundred lambs, and twelve goats as a purification offering for all of Israel, according to the number of the tribes of Israel.",
            "They appointed the priests in their courses and the Levites in their divisions for the service of God in Jerusalem, according to the prescription in the Book of Moses.<br>",
            "<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Hebrew resumes here.</i>The returned exiles celebrated the Passover on the fourteenth day of the first month,",
            "for the priests and Levites had purified themselves to a man; they were all pure. They slaughtered the passover offering for all the returned exiles, and for their brother priests and for themselves.",
            "The children of Israel who had returned from the exile, together with all who joined them in separating themselves from the uncleanliness of the nations of the lands to worship the L<small>ORD</small> God of Israel, ate of it.",
            "They joyfully celebrated the Feast of Unleavened Bread for seven days, for the L<small>ORD</small> had given them cause for joy by inclining the heart of the Assyrian king toward them so as to give them support in the work of the House of God, the God of Israel."
        ],
        [
            "After these events, during the reign of King Artaxerxes of Persia, Ezra son of Seraiah son of Azariah son of Hilkiah",
            "son of Shallum son of Zadok son of Ahitub",
            "son of Amariah son of Azariah son of Meraioth",
            "son of Zerahiah son of Uzzi son of Bukki",
            "son of Abishua son of Phinehas son of Eleazar son of Aaron the chief priest—",
            "that Ezra came up from Babylon, a scribe expert in the Teaching of Moses which the L<small>ORD</small> God of Israel had given, whose request the king had granted in its entirety, thanks to the benevolence of the L<small>ORD</small> toward him.",
            "Some of the Israelites, the priests and Levites, the singers, the gatekeepers, and the temple servants set out for Jerusalem in the seventh year of King Artaxerxes,",
            "arriving in Jerusalem in the fifth month in the seventh year of the king.)",
            "On the first day of the first month the journey up from Babylon was started, and on the first day of the fifth month he arrived in Jerusalem, thanks to the benevolent care of his God for him.",
            "For Ezra had dedicated himself to study the Teaching of the L<small>ORD</small> so as to observe it, and to teach laws and rules to Israel.",
            "The following is the text of the letter which King Artaxerxes gave Ezra the priest-scribe, a scholar in matters concerning the commandments of the L<small>ORD</small> and His laws to Israel:",
            "<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Aramaic resumes here through v. 26.</i>“Artaxerxes king of kings, to Ezra the priest, scholar in the law of the God of heaven, <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning uncertain.</i>and so forth.<sup class=\"endFootnote\">-b</sup> And now,",
            "I hereby issue an order that anyone in my kingdom who is of the people of Israel and its priests and Levites who feels impelled to go to Jerusalem may go with you.",
            "For you are commissioned by the king and his seven advisers to regulate Judah and Jerusalem according to the law of your God, which is in your care,",
            "and to bring the freewill offering of silver and gold, which the king and his advisers made to the God of Israel, whose dwelling is in Jerusalem,",
            "and whatever silver and gold that you find throughout the province of Babylon, together with the freewill offerings that the people and the priests will give for the House of their God, which is in Jerusalem.",
            "You shall, therefore, with dispatch acquire with this money bulls, rams, and lambs, with their meal offerings and libations, and offer them on the altar of the House of your God in Jerusalem.",
            "And whatever you wish to do with the leftover silver and gold, you and your kinsmen may do, in accord with the will of your God.",
            "The vessels for the service of the House of your God that are given to you, deliver to God in Jerusalem,",
            "and any other needs of the House of your God that it falls to you to supply, do so from the royal treasury.",
            "I, King Artaxerxes, for my part, hereby issue an order to all the treasurers in the province of Beyond the River that whatever request Ezra the priest, scholar in the law of the God of Heaven, makes of you is to be fulfilled with dispatch",
            "up to the sum of one hundred talents of silver, one hundred kor of wheat, one hundred bath of wine, one hundred bath of oil, and salt without limit.",
            "Whatever is by order of the God of Heaven must be carried out diligently for the House of the God of Heaven, else wrath will come upon the king and his sons.",
            "We further advise you that it is not permissible to impose tribute, poll tax, or land tax on any priest, Levite, singer, gatekeeper, temple servant, or other servant of this House of God.",
            "And you, Ezra, by the divine wisdom you possess, appoint magistrates and judges to judge all the people in the province of Beyond the River who know the laws of your God, and to teach those who do not know them.",
            "Let anyone who does not obey the law of your God and the law of the king be punished with dispatch, whether by death, corporal punishment, confiscation of possessions, or imprisonment.”",
            "<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Hebrew resumes here.</i>Blessed is the L<small>ORD</small> God of our fathers, who put it into the mind of the king to glorify the House of the L<small>ORD</small> in Jerusalem,",
            "and who inclined the king and his counselors and the king’s military officers to be favorably disposed toward me. For my part, thanks to the care of the L<small>ORD</small> for me, I summoned up courage and assembled leading men in Israel to go with me."
        ],
        [
            "These are the chiefs of the clans and the register of the genealogy of those who came up with me from Babylon in the reign of King Artaxerxes:",
            "Of the sons of Phinehas, Gershom; of the sons of Ithamar, Daniel; of the sons of David, Hattush.",
            "Of the sons of Shecaniah: of the sons of Parosh, Zechariah; through him the genealogy of 150 males was registered.",
            "Eliehoenai son of Zerahiah, of the sons of Pahath-moab, and with him 200 males.",
            "Of the sons of Shecaniah son of Jahaziel; and with him 300 males.",
            "And of the sons of Adin, Ebed son of Jonathan; and with him 50 males.",
            "And of the sons of Elam, Jeshaiah son of Athaliah; and with him 70 males.",
            "And of the sons of Shephatiah, Zebadiah son of Michael; and with him 80 males.",
            "Of the sons of Joab, Obadiah son of Jehiel; and with him 218 males.",
            "And of the sons of Shelomith, the son of Josiphiah; and with him 160 males.",
            "And of the sons of Bebai, Zechariah son of Bebai; and with him 28 males.",
            "And of the sons of Azgad, Johanan son of Hakkatan; and with him 110 males.",
            "And of the sons of Adonikam, who were the last; and these are their names: Eliphelet, Jeiel, and Shemaiah; and with them 60 males.",
            "And of the sons of Bigvai, Uthai and Zaccur; and with them 70 males.",
            "These I assembled by the river that enters Ahava, and we encamped there for three days. I reviewed the people and the priests, but I did not find any Levites there.",
            "I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, the leading men, and also for Joiarib and Elnathan, the instructors,",
            "and I gave them an order for Iddo, the leader at the place [called] Casiphia. I gave them a message to convey to Iddo [and] his brother, temple-servants at the place [called] Casiphia, that they should bring us attendants for the House of our God.",
            "Thanks to the benevolent care of our God for us, they brought us a capable man of the family of Mahli son of Levi son of Israel, and Sherebiah and his sons and brothers, 18 in all,",
            "and Hashabiah, and with him Jeshaiah of the family of Merari, his brothers and their sons, 20 in all;",
            "and of the temple servants whom David and the officers had appointed for the service of the Levites—220 temple servants, all of them listed by name.",
            "I proclaimed a fast there by the Ahava River to afflict ourselves before our God to beseech Him for a smooth journey for us and for our children and for all our possessions;",
            "for I was ashamed to ask the king for soldiers and horsemen to protect us against any enemy on the way, since we had told the king, “The benevolent care of our God is for all who seek Him, while His fierce anger is against all who forsake Him.”",
            "So we fasted and besought our God for this, and He responded to our plea.",
            "Then I selected twelve of the chiefs of the priests, namely Sherebiah and Hashabiah with ten of their brothers,",
            "and I weighed out to them the silver, the gold, and the vessels, the contribution to the House of our God which the king, his counselors and officers, and all Israel who were present had made.",
            "I entrusted to their safekeeping the weight of six hundred and fifty talents of silver, one hundred silver vessels of one talent each, one hundred talents of gold;",
            "also, twenty gold bowls worth one thousand darics and two vessels of good, shining bronze, as precious as gold.",
            "I said to them, “You are consecrated to the L<small>ORD</small>, and the vessels are consecrated, and the silver and gold are a freewill offering to the L<small>ORD</small> God of your fathers.",
            "Guard them diligently until such time as you weigh them out in the presence of the officers of the priests and the Levites and the officers of the clans of Israel in Jerusalem in the chambers of the House of the L<small>ORD</small>.”",
            "So the priests and the Levites received the cargo of silver and gold and vessels by weight, to bring them to Jerusalem to the House of our God.",
            "We set out for Jerusalem from the Ahava River on the twelfth of the first month. We enjoyed the care of our God, who saved us from enemy ambush on the journey.",
            "We arrived in Jerusalem and stayed there three days.",
            "On the fourth day the silver, gold, and vessels were weighed out in the House of our God into the keeping of Meremoth son of Uriah the priest, with whom was Eleazar son of Phinehas. Jozabad son of Jeshua, and Noadiah son of Binnui, the Levites, were with them.",
            "Everything accorded as to number and weight, the entire cargo being recorded at that time.",
            "The returning exiles who arrived from captivity made burnt offerings to the God of Israel: twelve bulls for all Israel, ninety-six rams, seventy-seven lambs and twelve he-goats as a purification offering, all this a burnt offering to the L<small>ORD</small>.",
            "They handed the royal orders to the king’s satraps and the governors of the province of Beyond the River who gave support to the people and the House of God."
        ],
        [
            "When this was over, the officers approached me, saying, “The people of Israel and the priests and Levites have not separated themselves from the peoples of the land whose abhorrent practices are like those of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites.",
            "They have taken their daughters as wives for themselves and for their sons, so that the holy seed has become intermingled with the peoples of the land; and it is the officers and prefects who have taken the lead in this trespass.”",
            "When I heard this, I rent my garment and robe, I tore hair out of my head and beard, and I sat desolate.",
            "Around me gathered all who were concerned over the words of the God of Israel because of the returning exiles’ trespass, while I sat desolate until the evening offering.",
            "At the time of the evening offering I ended my self-affliction; still in my torn garment and robe, I got down on my knees and spread out my hands to the L<small>ORD</small> my God,",
            "and said, “O my God, I am too ashamed and mortified to lift my face to You, O my God, for our iniquities <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Lit. “are numerous above the head.”</i>are overwhelming<sup class=\"endFootnote\">-a</sup> and our guilt has grown high as heaven.",
            "From the time of our fathers to this very day we have been deep in guilt. Because of our iniquities, we, our kings, and our priests have been handed over to foreign kings, to the sword, to captivity, to pillage, and to humiliation, as is now the case.",
            "“But now, for a short while, there has been a reprieve from the L<small>ORD</small> our God, who has granted us a surviving remnant and given us a stake in His holy place; our God has restored the luster to our eyes and furnished us with a little sustenance in our bondage.",
            "For bondsmen we are, though even in our bondage God has not forsaken us, but has disposed the king of Persia favorably toward us, to furnish us with sustenance and to raise again the House of our God, repairing its ruins and giving us a hold<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Lit. “fence.”</i> in Judah and Jerusalem.",
            "“Now, what can we say in the face of this, O our God, for we have forsaken Your commandments,",
            "which You gave us through Your servants the prophets when You said, ‘The land that you are about to possess is a land unclean through the uncleanness of the peoples of the land, through their abhorrent practices with which they, in their impurity, have filled it from one end to the other.",
            "Now then, do not give your daughters in marriage to their sons or let their daughters marry your sons; do nothing for their well-being or advantage, then you will be strong and enjoy the bounty of the land and bequeath it to your children forever.’",
            "After all that has happened to us because of our evil deeds and our deep guilt—though You, our God, have been forbearing, [punishing us] less than our iniquity [deserves] in that You have granted us such a remnant as this—",
            "shall we once again violate Your commandments by intermarrying with these peoples who follow such abhorrent practices? Will You not rage against us till we are destroyed without remnant or survivor?",
            "O L<small>ORD</small>, God of Israel, You are benevolent,<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Or “in the right.”</i> for we have survived as a remnant, as is now the case. We stand before You in all our guilt, for we cannot face You on this account.”"
        ],
        [
            "While Ezra was praying and making confession, weeping and prostrating himself before the House of God, a very great crowd of Israelites gathered about him, men, women, and children; the people were weeping bitterly.",
            "Then Shecaniah son of Jehiel of the family of Elam spoke up and said to Ezra, “We have trespassed against our God by bringing into our homes foreign women from the peoples of the land; <sup class=\"footnote-marker\">a</sup><i class=\"footnote\">Or “Is there…?”</i>but there is still hope for Israel despite this.<sup class=\"endFootnote\">-a</sup>",
            "Now then, let us make a covenant with our God to expel all these women and those who have been born to them, in accordance with the bidding of the Lord and of all who are concerned over the commandment of our God, and let the Teaching be obeyed.",
            "Take action, for the responsibility is yours and we are with you. Act with resolve!”",
            "So Ezra at once put the officers of the priests and the Levites and all Israel under oath to act accordingly, and they took the oath.",
            "Then Ezra rose from his place in front of the House of God and went into the chamber of Jehohanan son of Eliashib; there, he ate no bread and drank no water, for he was in mourning over the trespass of those who had returned from exile.",
            "Then a proclamation was issued in Judah and Jerusalem that all who had returned from the exile should assemble in Jerusalem,",
            "and that anyone who did not come in three days would, by decision of the officers and elders, have his property confiscated and himself excluded from the congregation of the returning exiles.",
            "All the men of Judah and Benjamin assembled in Jerusalem in three days; it was the ninth month, the twentieth of the month. All the people sat in the square of the House of God, trembling on account of the event and because of the rains.",
            "Then Ezra the priest got up and said to them, “You have trespassed by bringing home foreign women, thus aggravating the guilt of Israel.",
            "So now, make confession to the L<small>ORD</small>, God of your fathers, and do His will, and separate yourselves from the peoples of the land and from the foreign women.”",
            "The entire congregation responded in a loud voice, “We must surely do just as you say.",
            "However, many people are involved, and it is the rainy season; it is not possible to remain out in the open, nor is this the work of a day or two, because we have transgressed extensively in this matter.",
            "Let our officers remain on behalf of the entire congregation, and all our townspeople who have brought home foreign women shall appear before them at scheduled times, together with the elders and judges of each town, in order to avert the burning anger of our God from us on this account.”",
            "Only Jonathan son of Asahel and Jahzeiah son of Tikvah remained for this purpose, assisted by Meshullam and Shabbethai, the Levites.",
            "The returning exiles did so. Ezra the priest and the men who were the chiefs of the ancestral clans—all listed by name—sequestered themselves on the first day of the tenth month to study the matter.",
            "By the first day of the first month they were done with all the men who had brought home foreign women.",
            "Among the priestly families who were found to have brought foreign women were Jeshua son of Jozadak and his brothers Maaseiah, Eliezer, Jarib, and Gedaliah.",
            "They gave their word<sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Lit. “hand.”</i> to expel their wives and, acknowledging their guilt, offered a ram from the flock to expiate it.",
            "Of the sons of Immer: Hanani and Zebadiah;",
            "of the sons of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah;",
            "of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah;",
            "of the Levites: Jozabad, Shimei, Kelaiah who is Kelita, Pethahiah, Judah, and Eliezer.",
            "Of the singers: Eliashib. Of the gatekeepers: Shallum, Telem, and Uri.",
            "Of the Israelites: of the sons of Parosh: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Malchijah, and Benaiah;",
            "of the sons of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah;",
            "of the sons of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza;",
            "of the sons of Bebai: Jehohanan, Hananiah, Zabbai, and Athlai;",
            "of the sons of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Ramoth;",
            "of the sons of Pahath-moab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh;",
            "of the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, and Shimeon;",
            "also Benjamin, Malluch, and Shemariah;",
            "of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei;",
            "of the sons of Bani: Maadai, Amram, and Uel;",
            "also Benaiah, Bedeiah, Cheluhu,",
            "Vaniah, Meremoth, Eliashib,",
            "Mattaniah, Mattenai, Jaasai,",
            "Bani, Binnui, Shimei,",
            "Shelemiah, Nathan, Adaiah,",
            "Machnadebai, Shashai, Sharai,",
            "Azarel, Shelemiah, Shemariah,",
            "Shallum, Amariah, and Joseph;",
            "of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah.",
            "All these had married foreign women, among whom were some women <sup class=\"footnote-marker\">c</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>who had borne children.<sup class=\"endFootnote\">-c</sup>"
        ]
    ],
    "versions": [
        [
            "Tanakh: The Holy Scriptures, published by JPS",
            "https://jps.org/books/tanakh-the-holy-scriptures-blue/"
        ]
    ],
    "heTitle": "עזרא",
    "categories": [
        "Tanakh",
        "Writings"
    ],
    "sectionNames": [
        "Chapter",
        "Verse"
    ]
}