{
    "text": {
        "0": {
            "0": "Ed il Signore parlò a Mosè nel deserto di Sinai nel padiglione di congregazione, nel primo (giorno) del mese secondo, nell'anno secondo della loro uscita dalla terra d'Egitto, con dire: ",
            "1": "Fate il novero di tutta la congrega dei figli di Israel, (distinti) secondo le loro famiglie e i loro casati, numerandone i nomi, tutt'i maschi, individualmente. ",
            "2": "Dall'età di vent'anni in su, chiunque in Israel esce nell'esercito, li registrerete, tu ed Aronne, (distribuiti) nelle loro schiere. ",
            "3": "E con voi siavi un uomo per ciascheduna tribù, dei quali ognuno sia il capo del proprio casato. ",
            "4": "E questi sono i nomi degli uomini che v'assisteranno: di Ruben, Elissùr figlio di Scedeùr. ",
            "5": "Di Simeone, Scelumièl figlio di Ssurisciaddài.",
            "6": "Di Giuda, Nahhsciòn figlio di Amminadàv.",
            "7": "D'Issachàr, Nethanèl figlio di Ssuàr. ",
            "8": "Di Zevulùn, Eliàv figlio di Hhelòn.",
            "9": "Dei figli di Giuseppe [divisi in due tribù]: di Efraimo, Elisciamà figlio d'Ammihùd; di Manasse, Gamlièl figlio di Pedassùr. ",
            "10": "Di Binjamin, Avidàn figlio di Ghideonì.",
            "11": "Di Dan, Ahhièzer figlio d'Ammisciaddài. ",
            "12": "Di Ascèr, Paghièl figlio di Ochràn.",
            "13": "Di Gad, Eljassàf figlio di Deuèl.",
            "14": "Di Naftalì, Ahhirà figlio di Enàn.",
            "15": "Questi sono quelli che vengono chiamati al consesso, i principi delle loro paterne tribù, i capi cioè delle migliaja d'Israel. ",
            "16": "E Mosè ed Aronne presero questi uomini, che furono [da Dio] additati per nome. ",
            "17": "E fecero adunare tutta la congrega nel primo del mese secondo, e ne vennero fatti i registri genealogici per famiglie e casati, col numero dei nomi, dall'età di vent'anni in su, individualmente.",
            "18": "Come il Signore comandò a Mosè, questi li numerò nel deserto di Sinai. ",
            "19": "E risultarono i figli di Ruben, primogenito d'Israel, i loro discendenti (cioè), distinti per famiglie e casati, numerati i nomi, individualmente, tutt'i maschi, dall'età di vent'anni in su, tutti quelli ch'escono nell'esercito;",
            "20": "I registrati (dico) della tribù di Ruben (furono) quarantasei mila e cinquecento. ",
            "21": "Dei figli di Simeone, i discendenti, distinti per famiglie e casati, i suoi registrati, numerati i nomi individualmente, tutt'i maschi dall'età di vent'anni in su, tutti quelli ch'escono nell'esercito;",
            "22": "I registrati (dico) della tribù di Simeone (furono) cinquantanove mile e trecento. ",
            "23": "Dei figli di Gad, i discendenti, distinti per famiglie e casati, numerati i nomi, dall'età di vent'anni in su, tutti quelli ch'escono nell'esercito; ",
            "24": "I registrati (dico) della tribù di Gad (furono) quarantacinque mila, seicento e cinquanta. ",
            "25": "Dei figli di Giuda, i discendenti, distinti per famiglie e casati, numerati i nomi, dall'età di vent'anni in su, tutti quelli ch'escono nell'esercito; ",
            "26": "I registrati (dico) della tribù di Giuda (furono) settantaquattro mila e seicento.",
            "27": "Dei figli d'Issachàr, i discendenti distinti per famiglie e casati, numerati i nomi, dall'età di vent'anni in su, tutti quelli ch'escono nell'esercito;",
            "28": "I registrati (dico) della tribù di Issachàr (furono) cinquantaquattro mila e quattrocento. ",
            "29": "Dei figli di Zevulùn, i discendenti, distinti per famiglie e casati, numerati i nomi, dall'età di vent'anni in su, tutti quelli ch'escono nell'esercito; ",
            "30": "I registrati (dico) della tribù di Zevulùn (furono) cinquantasette mila e quattrocento.",
            "31": "Dei figli di Giuseppe [divisi in due tribù]: dei figli d'Efraim, i discendenti, divisi per famiglie e casati, numerati i nomi, dall'età di vent'anni in su, tutti quelli ch'escono nell'esercito; ",
            "32": "I registrati (dico) della tribù d'Efraim (furono) quarantamila e cinquecento. ",
            "33": "Dei figli di Manasse, i discendenti, distinti per famiglie e casati, numerati i nomi, dall'età di vent'anni in su; tutti quelli ch'escono nell'esercito;",
            "34": "I registrati (dico) della tribù di Manasse (furono) trantadue mila e dugento. ",
            "35": "Dei figli di Binjamin, i discendenti, distinti per famiglie e casati, numerati i nomi, dall'età di vent'anni in su, tutti quelli ch'escono nell'esercito; ",
            "36": "I registrati (dico) della tribù di Binjamin (furono) trentacinque mila e quattrocento. ",
            "37": "Dei figli di Dan, i discendenti, distinti per famiglie e casati, numerati i nomi, dall'età di vent'anni in su, tutti quelli ch'escono nell'esercito; ",
            "38": "I registrati (dico) della tribù di Dan (furono) sessantadue mila e settecento. ",
            "39": "Dei figli d'Ascèr, i discendenti, distinti per famiglie e casati, numerati i nomi, dall'età di vent'anni in su, tutti quelli ch'escono nell'esercito; ",
            "40": "I registrati (dico) della tribù d'Ascèr (furono) quarantaun mila e cinquecento.",
            "41": "Dei figli di Naftalì, i discendenti, distinti per famiglie e casati, numerati i nomi, dall'età di vent'anni in su, tutti quelli ch'escono nell'esercito; ",
            "42": "I registrati (dico) della tribù di Naftalì (furono) cinquantatrè mila e quattrocento. ",
            "43": "Quest'e l'enumerazione fatta da Mosè ed Aronne, insieme coi principi d'Israel, dodici uomini, un uomo per ogni casato. ",
            "44": "E furono tutt'i registrati dei figli d'Israel, distinti per casati, dall'età di vent'anni in su, chiunque in Israel esce nell'esercito; ",
            "45": "Furono (dico) tutt'i registrati: seicentotre mila, cinquecento e cinquanta. ",
            "46": "I Leviti poi, tutta cioè la loro tribù paterna, non furono registrati in mezzo agli altri. ",
            "47": "Ed il Signore parlò a Mosè, con dire: ",
            "48": "Però i figli di Levi non devi registrare, né farne l'enumerazione, cogli altri figli d'Israel [poiché non devono formar parte dell'esercito].",
            "49": "Devi invece incaricare i Leviti della cura del tabernacolo della Legge e di tutt'i suo arredi, e di quanto gli appartiene; eglino parteranno il tabernacolo e tutt'i suoi arredi, ed eglino ne saranno i ministri, ed intorno al tabernacolo stanzieranno. ",
            "50": "E quando il tabernacolo dovrà porsi in viaggio, lo caleranno giù i Leviti; e quando il tabernacolo dovrà fermarsi, lo ergeranno i Leviti; e l'estraneo che s'avvicinasse sarà fatto morire.",
            "51": "I figli d'Israel s'accamperanno, divisi in varie schiere, ciascheduno presso il suo campo, e presso il suo corpo d'esercito. ",
            "52": "Ed i Leviti stanzieranno intorno al tabernacolo della Legge, affinché la congrega dei figli d'Israel non incorra nell'ira (celeste); i Leviti cioè avranno cura della custodia del tabernacolo della Legge [onde altri non tocchi gli oggetti sacri].",
            "53": "E i figli d'Israel eseguirono: fecero pienamente, quanto il Signore comandò a Mosè."
        }
    },
    "meta": "Chapter-Verse",
    "work": "Numbers"
}