{
    "text": {
        "0": {
            "0": "E o Eterno falou a Moshe no deserto de Sinai, na Tenda do Encontro, no primeiro dia do segundo mês, no segundo ano após a sua saída da terra de Mitzrayim, dizendo:",
            "1": "\"Levantai a cabeça de toda a congregação dos Filhos de Yisrael, pelas suas famílias, pelas casas de seus pais, conforme o número de nomes, todo homem, individualmente.",
            "2": "De vinte anos para cima, todo aquele que sai à guerra em Yisrael, contai-os segundo os seus exércitos, tu e Aharon.",
            "3": "E convosco estarão homens, um homem de cada tribo; um homem que seja chefe da casa de seus pais.",
            "4": "E estes são os nomes dos homens que estarão convosco: para Reuven, Elitzur ben Shedeur.",
            "5": "Para Shim'on, Shelumiel ben Tzurishaddai.",
            "6": "Para Yehudah, Nachshon ben Aminadav.",
            "7": "Para Yissachar, Netanel ben Tzu'ar.",
            "8": "Para Zevulun, Eli'av ben Kheilon.",
            "9": "Para os filhos de Yosef: para Efraim, Elishama ben Amihud; para Menashe, Gamliel ben Pedahzur.",
            "10": "Para Binyamin, Avidan ben Gide'oni.",
            "11": "Para Dan, Achi'ezer ben Amishaddai.",
            "12": "Para Asher, Pag'i’el ben Okhran.",
            "13": "Para Gad, Eliyasaf ben Deu'el.",
            "14": "Para Naftali, Achir'a ben Einan.",
            "15": "Estes são os chamados da assembleia, príncipes das tribos de seus pais, cabeças dos milhares de Yisrael.",
            "16": "E Moshe e Aharon tomaram esses homens que foram designados por nome.",
            "17": "E reuniram toda a congregação no primeiro dia do segundo mês, e inscreveram-se pelas suas famílias, pelas casas de seus pais, pelo número de nomes, de vinte anos para cima, individualmente.",
            "18": "Como o Eterno ordenou a Moshe, assim ele os contou no deserto de Sinai. {ס}",
            "19": "E os filhos de Reuven, o primogênito de Yisrael, pelas suas gerações, pelas suas famílias, pelas casas de seus pais, pelo número de nomes, individualmente, todo homem de vinte anos para cima, todo aquele que sai à guerra,",
            "20": "os seus contados da tribo de Reuven eram quarenta e seis mil e quinhentos. {פ}",
            "21": "Os filhos de Shim’on, pelas suas gerações, pelas suas famílias, pelas casas de seus pais, os seus contados, pelo número de nomes, individualmente, todo homem de vinte anos para cima, todo aquele que sai à guerra,",
            "22": "os seus contados da tribo de Shim’on eram cinquenta e nove mil e trezentos. {פ}",
            "23": "Os filhos de Gad, pelas suas gerações, pelas suas famílias, pelas casas de seus pais, pelo número de nomes, de vinte anos para cima, todo aquele que sai à guerra,",
            "24": "os seus contados da tribo de Gad eram quarenta e cinco mil seiscentos e cinquenta. {פ}",
            "25": "Os filhos de Yehudah, pelas suas gerações, pelas suas famílias, pelas casas de seus pais, pelo número de nomes, de vinte anos para cima, todo aquele que sai à guerra,",
            "26": "os seus contados da tribo de Yehudah eram setenta e quatro mil e seiscentos. {פ}",
            "27": "Os filhos de Yissachar, pelas suas gerações, pelas suas famílias, pelas casas de seus pais, pelo número de nomes, de vinte anos para cima, todo aquele que sai à guerra,",
            "28": "os seus contados da tribo de Yissachar eram cinquenta e quatro mil e quatrocentos. {פ}",
            "29": "Os filhos de Zevulun, pelas suas gerações, pelas suas famílias, pelas casas de seus pais, pelo número de nomes, de vinte anos para cima, todo aquele que sai à guerra,",
            "30": "os seus contados da tribo de Zevulun eram cinquenta e sete mil e quatrocentos. {פ}",
            "31": "Os filhos de Yosef: os filhos de Efraim, pelas suas gerações, pelas suas famílias, pelas casas de seus pais, pelo número de nomes, de vinte anos para cima, todo aquele que sai à guerra,",
            "32": "os seus contados da tribo de Efraim eram quarenta mil e quinhentos. {פ}",
            "33": "Os filhos de Menashe, pelas suas gerações, pelas suas famílias, pelas casas de seus pais, pelo número de nomes, de vinte anos para cima, todo aquele que sai à guerra,",
            "34": "os seus contados da tribo de Menashe eram trinta e dois mil e duzentos. {פ}",
            "35": "Os filhos de Binyamin, pelas suas gerações, pelas suas famílias, pelas casas de seus pais, pelo número de nomes, de vinte anos para cima, todo aquele que sai à guerra,",
            "36": "os seus contados da tribo de Binyamin eram trinta e cinco mil e quatrocentos. {פ}",
            "37": "Os filhos de Dan, pelas suas gerações, pelas suas famílias, pelas casas de seus pais, pelo número de nomes, de vinte anos para cima, todo aquele que sai à guerra,",
            "38": "os seus contados da tribo de Dan eram sessenta e dois mil e setecentos. {פ}",
            "39": "Os filhos de Asher, pelas suas gerações, pelas suas famílias, pelas casas de seus pais, pelo número de nomes, de vinte anos para cima, todo aquele que sai à guerra,",
            "40": "os seus contados da tribo de Asher eram quarenta e um mil e quinhentos. {פ}",
            "41": "Os filhos de Naftali, pelas suas gerações, pelas suas famílias, pelas casas de seus pais, pelo número de nomes, de vinte anos para cima, todo aquele que sai à guerra,",
            "42": "os seus contados da tribo de Naftali eram cinquenta e três mil e quatrocentos. {פ}",
            "43": "Estes são os contados que Moshe e Aharon e os príncipes de Yisrael contaram, doze homens, sendo um homem de cada casa de seus pais.",
            "44": "E todos os contados dos Filhos de Yisrael, pelas casas de seus pais, de vinte anos para cima, todo aquele que sai à guerra em Yisrael,",
            "45": "todos os contados eram seiscentos e três mil, quinhentos e cinquenta.",
            "46": "Mas os levitas, segundo a tribo de seus pais, não foram contados entre eles. {פ}",
            "47": "E o Eterno falou a Moshe, dizendo:",
            "48": "\"Porém a tribo de Levi não contareis, nem levantareis a sua cabeça entre os Filhos de Yisrael.",
            "49": "Mas tu designarás os levitas sobre o Tabernáculo do Testemunho, e sobre todos os seus utensílios, e sobre tudo o que lhe pertence; eles carregarão o Tabernáculo e todos os seus utensílios, e eles o servirão; e ao redor do Tabernáculo acamparão.",
            "50": "E quando o Tabernáculo partir, os levitas o desmontarão; e quando o Tabernáculo acampar, os levitas o armarão; e o estranho que se aproximar será morto.",
            "51": "E os Filhos de Yisrael acamparão, cada um no seu acampamento, e cada um junto à sua bandeira, segundo os seus exércitos.",
            "52": "E os levitas acamparão ao redor do Tabernáculo do Testemunho, para que não haja ira sobre a congregação dos Filhos de Yisrael; e os levitas guardarão a guarda do Tabernáculo do Testemunho.\"",
            "53": "E os Filhos de Yisrael fizeram conforme tudo o que o Eterno ordenou a Moshe; assim fizeram. {פ}"
        },
        "1": {
            "0": "E Hashem falou a Moshe e a Aharon, dizendo:",
            "1": "\"Cada homem em seu estandarte, com os símbolos das casas de seus pais, acamparão os filhos de Yisrael; opostos ao redor da Tenda do Encontro eles acamparão.\"",
            "2": "Os que acampam a leste, para o lado do nascer do sol, estarão sob o estandarte do acampamento de Yehudah, segundo seus exércitos. O líder dos filhos de Yehudah será Nachshon, filho de Aminadav.",
            "3": "Seu exército e os contados deles serão: setenta e quatro mil e seiscentos.",
            "4": "Aqueles que acampam ao lado deles serão da tribo de Yissachar. O líder dos filhos de Yissachar será Netanel, filho de Tzu’ar.",
            "5": "Seu exército e os contados deles serão: cinquenta e quatro mil e quatrocentos.",
            "6": "Da tribo de Zevulun. O líder dos filhos de Zevulun será Eliav, filho de Chelon.",
            "7": "Seu exército e os contados deles serão: cinquenta e sete mil e quatrocentos.",
            "8": "Todos os contados do acampamento de Yehudah serão cento e oitenta e seis mil e quatrocentos, segundo seus exércitos. Eles partirão primeiro. {ס}",
            "9": "O estandarte do acampamento de Reuven estará ao sul, segundo seus exércitos. O líder dos filhos de Reuven será Elitzur, filho de Shedeur.",
            "10": "Seu exército e os contados deles serão: quarenta e seis mil e quinhentos.",
            "11": "Aqueles que acampam ao lado deles serão da tribo de Shim’on. O líder dos filhos de Shim’on será Shelumiel, filho de Tzurishadai.",
            "12": "Seu exército e os contados deles serão: cinquenta e nove mil e trezentos.",
            "13": "Da tribo de Gad. O líder dos filhos de Gad será Eliyasaf, filho de Reuel.",
            "14": "Seu exército e os contados deles serão: quarenta e cinco mil, seiscentos e cinquenta.",
            "15": "Todos os contados do acampamento de Reuven serão cento e cinquenta e um mil, quatrocentos e cinquenta, segundo seus exércitos. Eles partirão em segundo lugar. {ס}",
            "16": "Então partirá a Tenda do Encontro, o acampamento dos Levitas no meio dos acampamentos. Assim como eles acamparem, assim eles partirão, cada um à sua posição, segundo seus estandartes. {ס}",
            "17": "O estandarte do acampamento de Efrayim estará a oeste, segundo seus exércitos. O líder dos filhos de Efrayim será Elisama, filho de Amihud.",
            "18": "Seu exército e os contados deles serão: quarenta mil e quinhentos.",
            "19": "Ao lado deles estará a tribo de Menashe. O líder dos filhos de Menashe será Gamliel, filho de Pedatzur.",
            "20": "Seu exército e os contados deles serão: trinta e dois mil e duzentos.",
            "21": "Da tribo de Binyamin. O líder dos filhos de Binyamin será Avidan, filho de Gideoni.",
            "22": "Seu exército e os contados deles serão: trinta e cinco mil e quatrocentos.",
            "23": "Todos os contados do acampamento de Efrayim serão cento e oito mil e cem, segundo seus exércitos. Eles partirão em terceiro lugar. {ס}",
            "24": "O estandarte do acampamento de Dan estará ao norte, segundo seus exércitos. O líder dos filhos de Dan será Achiézer, filho de Amishadai.",
            "25": "Seu exército e os contados deles serão: sessenta e dois mil e setecentos.",
            "26": "Aqueles que acampam ao lado deles serão da tribo de Asher. O líder dos filhos de Asher será Pagiel, filho de Okran.",
            "27": "Seu exército e os contados deles serão: quarenta e um mil e quinhentos.",
            "28": "Da tribo de Naftali. O líder dos filhos de Naftali será Achira, filho de Enan.",
            "29": "Seu exército e os contados deles serão: cinquenta e três mil e quatrocentos.",
            "30": "Todos os contados do acampamento de Dan serão cento e cinquenta e sete mil e seiscentos. Eles partirão por último, segundo seus estandartes. {פ}",
            "31": "Estes são os contados dos filhos de Yisrael, pelas casas de seus pais; todos os contados dos acampamentos, segundo seus exércitos, foram seiscentos e três mil, quinhentos e cinquenta.",
            "32": "Mas os Levitas não foram contados entre os filhos de Yisrael, conforme Hashem ordenara a Moshe.",
            "33": "Assim fizeram os filhos de Yisrael, conforme tudo o que Hashem ordenara a Moshe; assim acamparam sob seus estandartes, e assim partiram, cada um segundo suas famílias, segundo as casas de seus pais. {פ}"
        },
        "2": {
            "0": "E estes são os descendentes de Aharon e Moshe no dia em que o Eterno falou com Moshe no monte Sinai:",
            "1": "E estes são os nomes dos filhos de Aharon, o primogênito: Nadav e Avihu, Elazar e Itamar.",
            "2": "Estes são os nomes dos filhos de Aharon, os sacerdotes ungidos, aos quais ele encheu as mãos para servir como sacerdotes.",
            "3": "E Nadav e Avihu morreram perante o Eterno quando trouxeram fogo estranho diante do Eterno no deserto de Sinai, e eles não tiveram filhos. E Elazar e Itamar serviram como sacerdotes perante Aharon, seu pai. {פ}",
            "4": "E o Eterno falou a Moshe dizendo:",
            "5": "Aproxima a tribo de Levi e coloca-a perante Aharon, o sacerdote, e eles o servirão.",
            "6": "E guardarão aquilo que lhe foi confiado e também a responsabilidade de toda a congregação perante a Tenda do Encontro, para executar o serviço do Tabernáculo.",
            "7": "E eles cuidarão de todos os utensílios da Tenda do Encontro e da guarda dos filhos de Yisrael, para executar o serviço do Tabernáculo.",
            "8": "E darás os levitas a Aharon e a seus filhos; eles são dados a ele dentre os filhos de Yisrael.",
            "9": "E Aharon e seus filhos tu designarás para que guardem o seu sacerdócio, e o estranho que se aproximar será morto. {פ}",
            "10": "E o Eterno falou a Moshe dizendo:",
            "11": "Eu, eis que tomei os levitas dentre os filhos de Yisrael no lugar de todo primogênito que abre a madre entre os filhos de Yisrael, e os levitas serão meus.",
            "12": "Porque meu é todo primogênito; no dia em que feri a todo primogênito na terra de Mitzrayim, eu santifiquei para mim todo primogênito em Yisrael, tanto de homem quanto de animal; eles serão meus, Eu sou o Eterno. {פ}",
            "13": "E o Eterno falou a Moshe no deserto de Sinai dizendo:",
            "14": "Conta os filhos de Levi segundo suas casas paternas, por suas famílias; todo macho desde um mês de idade para cima tu os contará.",
            "15": "E Moshe os contou conforme o mandamento do Eterno, como lhe foi ordenado.",
            "16": "E estes foram os filhos de Levi pelos seus nomes: Gershon, Kehat e Merari.",
            "17": "E estes são os nomes dos filhos de Gershon pelas suas famílias: Livni e Shimei.",
            "18": "E os filhos de Kehat pelas suas famílias: Amram, Yitzhar, Chevron e Uziel.",
            "19": "E os filhos de Merari pelas suas famílias: Makhli e Mushiy. Estes são as famílias dos levitas segundo suas casas paternas.",
            "20": "De Gershon, a família dos livnitas e a família dos shimeítas; estas são as famílias dos gershonitas.",
            "21": "O número deles em todas as suas contagens de machos desde um mês de idade para cima foi sete mil e quinhentos.",
            "22": "As famílias dos gershonitas acamparão atrás do Tabernáculo, ao oeste.",
            "23": "E o príncipe da casa paterna dos gershonitas era Eliassaf, filho de Lael.",
            "24": "E a guarda dos filhos de Gershon na Tenda do Encontro inclui o Tabernáculo e a tenda, sua cobertura e o véu à entrada da Tenda do Encontro,",
            "25": "E as cortinas do átrio, e o véu à entrada do átrio, que está ao redor do Tabernáculo e do altar, e suas cordas para todo o seu serviço. {ס}",
            "26": "E de Kehat, a família dos amramitas, a família dos yitzharitas, a família dos hevronitas e a família dos uezialitas; estas são as famílias dos kehatitas.",
            "27": "Em número de todos os machos desde um mês de idade para cima, oito mil e seiscentos, guardas da santidade do santuário.",
            "28": "As famílias dos filhos de Kehat acamparão ao lado sul do Tabernáculo.",
            "29": "E o príncipe da casa paterna das famílias dos kehatitas era Elitsafan, filho de Uziel.",
            "30": "E a sua guarda inclui a Arca, a mesa, o candelabro, os altares e os utensílios sagrados com os quais serviam, e o véu e todo o seu serviço.",
            "31": "E o príncipe dos príncipes dos levitas era Eleazar, filho de Aharon, o sacerdote, supervisor dos guardas da santidade do santuário.",
            "32": "De Merari, a família dos makhli e a família dos mushi; estas são as famílias dos meraritas.",
            "33": "E o número deles em todas as suas contagens de machos desde um mês de idade para cima foi seis mil e duzentos.",
            "34": "E o príncipe da casa paterna das famílias dos meraritas era Tzuriel, filho de Avichayil, que acampava ao lado norte do Tabernáculo.",
            "35": "E a guarda dos filhos de Merari inclui as tábuas do Tabernáculo, suas travessas, suas colunas e suas bases, e todos os seus utensílios e todo o seu serviço.",
            "36": "E as colunas do átrio ao redor, suas bases, suas estacas e suas cordas.",
            "37": "E os que acampavam perante o Tabernáculo, ao leste, diante da Tenda do Encontro, eram Moshe, Aharon e seus filhos, guardas da responsabilidade do santuário em favor dos filhos de Yisrael; e o estranho que se aproximasse seria morto.",
            "38": "Todos os levitas contados que Moshe e Aharon contaram por ordem do Eterno, por suas famílias, todos os machos desde um mês de idade para cima foram vinte e dois mil. {ס}",
            "39": "E o Eterno disse a Moshe: Conta todo primogênito macho dos filhos de Yisrael desde um mês de idade para cima, e toma o número de seus nomes.",
            "40": "E tomarás os levitas para mim, Eu sou o Eterno, no lugar de todo primogênito entre os filhos de Yisrael, e o gado dos levitas no lugar de todo primogênito entre o gado dos filhos de Yisrael.",
            "41": "E Moshe contou conforme o Eterno lhe ordenara, a todos os primogênitos entre os filhos de Yisrael.",
            "42": "E aconteceu que o total de todos os primogênitos machos pelo número de seus nomes, desde um mês de idade para cima, em suas contagens, foi vinte e dois mil trezentos e setenta e três. {פ}",
            "43": "E o Eterno falou a Moshe dizendo:",
            "44": "Toma os levitas no lugar de todo primogênito entre os filhos de Yisrael, e o gado dos levitas no lugar de seu gado; e os levitas serão meus, Eu sou o Eterno.",
            "45": "E os resgates dos trezentos e setenta e três que excedem os levitas dos primogênitos dos filhos de Yisrael.",
            "46": "E tomarás cinco siclos por cabeça, conforme o siclo do santuário tomarás; vinte gerahs é o siclo.",
            "47": "E darás o dinheiro a Aharon e a seus filhos, o resgate dos que excedem entre eles.",
            "48": "E Moshe tomou o dinheiro do resgate dos que excediam os redimidos dos levitas.",
            "49": "Dos primogênitos dos filhos de Yisrael ele tomou o dinheiro, mil trezentos e sessenta e cinco siclos, conforme o siclo do santuário.",
            "50": "E Moshe deu o dinheiro do resgate a Aharon e a seus filhos, conforme a palavra do Eterno, como o Eterno ordenara a Moshe. {פ}"
        }
    },
    "meta": "Chapter-Verse",
    "work": "Numbers"
}