{
    "text": {
        "0": {
            "0": "AND the Lord spoke to Moshe in the wilderness of Sinay, in the Tent of Meeting, on the first day of the second month, in the second year after they were come out of the land of Miżrayim, saying,",
            "1": "Take the sum of all the congregation of the children of Yisra᾽el, after their families, by the houses of their fathers, by the number of names, every male by their polls;",
            "2": "from twenty years old and upward, all that are able to go forth to war in Yisra᾽el: thou and Aharon shall number them by their hosts.",
            "3": "And with you there shall be a man of every tribe; every one head of the house of his fathers.",
            "4": "And these are the names of the men that shall stand with you: of the tribe of Re᾽uven; Eliżur the son of Shede᾽ur.",
            "5": "Of Shim῾on; Shelumi᾽el the son of Żurishadday.",
            "6": "Of Yehuda; Naĥshon the son of ῾Amminadav.",
            "7": "Of Yissakhar; Netan᾽el the son of Żu῾ar.",
            "8": "Of Zevulun; Eli᾽av the son of Ĥelon.",
            "9": "Of the children of Yosef: of Efrayim; Elishama the son of ῾Ammihud: of Menashshe, Gamli᾽el the son of Pedażur.",
            "10": "Of Binyamin; Avidan the son of Gid῾oni.",
            "11": "Of Dan; Aĥi῾ezer the son of ῾Ammishadday.",
            "12": "Of Asher; Pag῾i᾽el the son of ῾Okhran.",
            "13": "Of Gad; Elyasaf the son of De῾u᾽el,",
            "14": "Of Naftali, Aĥira the son of ῾Enan.",
            "15": "These were the men of mark in the congregation, princes of the tribes of their fathers, heads of thousands in Yisra᾽el.",
            "16": "And Moshe and Aharon took these men who were pointed out by their names:",
            "17": "and they assembled all the congregation together on the first day of the second month, and they declared their pedigrees after their families, by the houses of their fathers, according to the number of names, from twenty years old and upward, by their polls.",
            "18": "As the Lord commanded Moshe, so he numbered them in the wilderness of Sinay.",
            "19": "And the children of Re᾽uven, Yisra᾽el’s oldest son, their generations, after their families, by the house of their fathers, according to the number of names, by their polls, every male from twenty years old and upward, all that were able to go forth to war;",
            "20": "those that were numbered of them, of the tribe of Re᾽uven, were forty six thousand, five hundred.",
            "21": "Of the children of Shim῾on, their generations, after their families, by the house of their fathers, those that were numbered of them, according to the number of names, by their polls, every male from twenty years old and upward, all that were able to go forth to war;",
            "22": "those that were numbered of them, of the tribe of Shim῾on, were fifty nine thousand, three hundred.",
            "23": "Of the children of Gad, their generations, after their families, by the house of their fathers, according to the number of names, from twenty years old and upward, all that were able to go forth to war;",
            "24": "those that were numbered of them, of the tribe of Gad, were forty five thousand, six hundred and fifty.",
            "25": "Of the children of Yehuda, their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;",
            "26": "those that were numbered of them, of the tribe of Yehuda, were seventy four thousand, six hundred.",
            "27": "Of the children of Yissakhar, their generations, after their families, by the house of their fathers, according to the number of names, from twenty years old and upward, all that were able to go forth to war;",
            "28": "those that were numbered of them, of the tribe of Yissakhar, were fifty four thousand, four hundred.",
            "29": "Of the children of Zevulun, their generations, after their families, by the house of their fathers, according to the number of names, from twenty years old and upward, all that were able to go forth to war;",
            "30": "those that were numbered of them, of the tribe of Zevulun, were fifty seven thousand, four hundred.",
            "31": "Of the children of Yosef, of the children of Efrayim, their generations, after their families, by the house of their fathers, according to the number of names, from twenty years old and upward, all that were able to go forth to war;",
            "32": "those that were numbered of them, of the tribe of Efrayim, were forty thousand, five hundred.",
            "33": "Of the children of Menashshe, their generations, after their families, by the house of their fathers, according to the number of names, from twenty years old and upward, all that were able to go forth to war;",
            "34": "those that were numbered of them, of the tribe of Menashshe, were thirty two thousand, two hundred.",
            "35": "Of the children of Binyamin, their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;",
            "36": "those that were numbered of them, of the tribe of Binyamin, were thirty five thousand, four hundred.",
            "37": "Of the children of Dan, their generations, after their families, by the house of their fathers, according to the number of names, from twenty years old and upward, all that were able to go forth to war;",
            "38": "those that were numbered of them, of the tribe of Dan, were sixty two thousand, seven hundred.",
            "39": "Of the children of Asher, their generations, after their families, by the house of their fathers, according to the number of names, from twenty years old and upward, all that were able to go forth to war;",
            "40": "those that were numbered of them, of the tribe of Asher, were forty one thousand, five hundred.",
            "41": "Of the children of Naftali, their generations, after their families, by the house of their fathers, according to the number of names, from twenty years old and upward, all that were able to go forth to war;",
            "42": "those that were numbered of them, of the tribe of Naftali, were fifty three thousand, four hundred.",
            "43": "These are those that were numbered, whom Moshe and Aharon numbered, and the princes of Yisra᾽el, being twelve men: each one represented the house of his fathers.",
            "44": "So were all those that were numbered of the children of Yisra᾽el, by the house of their fathers, from twenty years old and upward, all that were able to go forth to war in Yisra᾽el;",
            "45": "all they that were numbered were six hundred and three thousand, five hundred and fifty.",
            "46": "But the Levites after the tribe of their fathers were not numbered among them.",
            "47": "For the Lord had spoken to Moshe, saying,",
            "48": "Only thou shalt not number the tribe of Levi, nor take the sum of them among the children of Yisra᾽el:",
            "49": "but thou shalt appoint the Levites over the tabernacle of testimony, and over all its vessels, and over all things that belong to it: they shall bear the tabernacle, and all its vessels; and they shall minister to it, and shall encamp round about the tabernacle.",
            "50": "And when the tabernacle sets forward, the Levites shall take it down: and when the tabernacle is to be pitched, the Levites shall set it up: and the stranger that comes near shall be put to death.",
            "51": "And the children of Yisra᾽el shall pitch their tents, every man by his own camp, and every man by his own standard, throughout their hosts.",
            "52": "But the Levites shall pitch round about the tabernacle of testimony, that there be no wrath upon the congregation of the children of Yisra᾽el: and the Levites shall keep the charge of the tabernacle of testimony.",
            "53": "And the children of Yisra᾽el did according to all that the Lord commanded Moshe, so they did."
        },
        "1": {
            "0": "And the Lord spoke to Moshe and to Aharon, saying,",
            "1": "Every man of the children of Yisra᾽el shall pitch by his own standard, with the ensigns of their father’s house: far off about the Tent of Meeting shall they pitch.",
            "2": "And on the east side toward the rising of the sun shall they of the standard of the camp of Yehuda pitch by their hosts: and Naĥshon the son of ῾Amminadav shall be captain of the children of Yehuda.",
            "3": "And his host, and those that were numbered of them, were seventy four thousand, six hundred.",
            "4": "And those that pitch next to him shall be the tribe of Yissakhar: and Netan᾽el the son of Żu῾ar shall be captain of the children of Yissakhar.",
            "5": "And his host, and those that were numbered thereof, were fifty four thousand, four hundred.",
            "6": "Then the tribe of Zevulun: and Eli᾽av the son of Ĥelon shall be captain of the children of Zevulun.",
            "7": "And his host, and those that were numbered of it, were fifty seven thousand, four hundred.",
            "8": "All that were numbered in the camp of Yehuda were a hundred and eighty six thousand, four hundred, by their hosts. These shall first set forth.",
            "9": "On the south side shall be the standard of the camp of Re᾽uven by their hosts: and the captain of the children of Re᾽uven shall be Eliżur the son of Shede᾽ur.",
            "10": "And his host, and those that were numbered of it, were forty six thousand, five hundred.",
            "11": "And those who pitch by him shall be the tribe of Shim῾on: and the captain of the children of Shim῾on shall be Shelumi᾽el the son of Żurishadday.",
            "12": "And his host, and those that were numbered of them, were fifty nine thousand, three hundred.",
            "13": "Then the tribe of Gad: and the captain of the sons of Gad shall be Elyasaf the son of Re῾u᾽el.",
            "14": "And his host, and those that were numbered of them, were forty five thousand, six hundred and fifty.",
            "15": "All that were numbered in the camp of Re᾽uven were a hundred and fifty one thousand, four hundred and fifty, by their hosts. And they shall set forth in the second rank.",
            "16": "Then the Tent of Meeting shall set forward with the camp of the Levites in the midst of the camps: as they encamp, so shall they set forward, every man in his place by their standards.",
            "17": "On the west side shall be the standard of the camp of Efrayim by their hosts: and the captain of the sons of Efrayim shall be Elishama the son of ῾Ammihud.",
            "18": "And his host, and those that were numbered of them, were forty thousand, five hundred.",
            "19": "And by him shall be the tribe of Menashshe: and the captain of the children of Menashshe shall be Gamli᾽el the son of Pedażur.",
            "20": "And his host, and those that were numbered of them, were thirty two thousand, two hundred.",
            "21": "Then the tribe of Binyamin: and the captain of the sons of Binyamin shall be Avidan the son of Gid῾oni.",
            "22": "And his host, and those that were numbered of them, were thirty five thousand, four hundred.",
            "23": "All that were numbered of the camp of Efrayim were a hundred and eight thousand and one hundred, by their hosts. And they shall go forward in the third rank.",
            "24": "The standard of the camp of Dan shall be on the north side by their hosts: and the captain of the children of Dan shall be Aĥi῾ezer the son of ῾Ammishadday.",
            "25": "And his host, and those that were numbered of them, were sixty two thousand, seven hundred.",
            "26": "And those that encamp by him shall be the tribe of Asher: and the captain of the children of Asher shall be Pag῾i᾽el the son of ῾Okhran.",
            "27": "And his host, and those that were numbered of them, were forty one thousand, five hundred.",
            "28": "Then the tribe of Naftali: and the captain of the children of Naftali shall be Aĥira the son of ῾Enan.",
            "29": "And his host, and those that were numbered of them, were fifty three thousand, four hundred.",
            "30": "All they that were numbered in the camp of Dan were a hundred and fifty seven thousand, six hundred. They shall go hindmost with their standards.",
            "31": "These are those who were numbered of the children of Yisra᾽el by the houses of their fathers: all those that were numbered of the camps by their hosts were six hundred and three thousand, five hundred and fifty.",
            "32": "But the Levites were not numbered among the children of Yisra᾽el; as the Lord commanded Moshe.",
            "33": "And the children of Yisra᾽el did according to all that the Lord commanded Moshe: so they pitched by their standards, and so they set forward, everyone after their families, according to the houses of their fathers."
        },
        "2": {
            "0": "These also are the generations of Aharon and Moshe in the day that the Lord spoke with Moshe in mount Sinay.",
            "1": "And these are the names of the sons of Aharon; Nadav the firstborn, and Avihu, El῾azar and Itamar.",
            "2": "These are the names of the sons of Aharon, the priests who were anointed, whom he consecrated to minister in the priest’s office.",
            "3": "And Nadav and Avihu died before the Lord, when they offered strange fire before the Lord, in the wilderness of Sinay, and they had no children: and El῾azar and Itamar ministered in the priest’s office in the sight of Aharon their father.",
            "4": "And the Lord spoke to Moshe saying,",
            "5": "Bring the tribe of Levi near, and present them before Aharon the priest, that they may minister to him.",
            "6": "And they shall keep his charge, and the charge of the whole congregation before the Tent of Meeting, to do the service of the tabernacle.",
            "7": "And they shall keep all the instruments of the Tent of Meeting, and the charge of the children of Yisra᾽el, to do the service of the tabernacle.",
            "8": "And thou shalt give the Levites to Aharon and to his sons: they are wholly given to him out of the children of Yisra᾽el.",
            "9": "And thou shalt appoint Aharon and his sons, and they shall keep their priest’s office: and the stranger that comes near shall be put to death.",
            "10": "And the Lord spoke to Moshe, saying,",
            "11": "And I, behold, I have taken the Levites from among the children of Yisra᾽el instead of all the firstborn that opens the womb among the children of Yisra᾽el: therefore the Levites shall be mine;",
            "12": "because all the firstborn are mine; for on the day that I smote all the firstborn in the land of Miżrayim I hallowed to me all the firstborn in Yisra᾽el, both man and beast: mine shall they be: I am the Lord.",
            "13": "And the Lord spoke to Moshe in the wilderness of Sinay, saying,",
            "14": "Number the children of Levi after the house of their fathers, by their families: every male from a month old and upward shalt thou number them.",
            "15": "And Moshe numbered them according to the word of the Lord, as he was commanded.",
            "16": "And these were the sons of Levi by their names; Gershon, and Qehat, and Merari.",
            "17": "And these are the names of the sons of Gershon by their families; Livni, and Shim῾i.",
            "18": "And the sons of Qehat by their families; ῾Amram, and Yiżhar, Ĥevron, and ῾Uzzi᾽el.",
            "19": "And the sons of Merari by their families; Maĥli, and Mushi. These are the families of the Levites according to the house of their fathers.",
            "20": "Of Gershon was the family of the Livni, and the family of the Shim῾i: these are the families of the Gershoni.",
            "21": "Those that were numbered of them, according to the number of all the males, from a month old and upward, even those that were numbered of them were seven thousand five hundred.",
            "22": "The families of the Gershoni shall pitch behind the tabernacle westward.",
            "23": "And the chief of the house of the father of the Gershoni shall be Elyasaf the son of La᾽el.",
            "24": "And the charge of the sons of Gershon in the Tent of Meeting shall be the tabernacle, and the tent, its covering, and the screen for the door of the Tent of Meeting,",
            "25": "and the hangings of the court, and the screen for the door of the court, which is by the tabernacle, and by the altar round about, and the cords of it for all its service.",
            "26": "And of Qehat was the family of the ῾Amrami, and the family of the Yiżhari, and the family of the Ĥevroni, and the family of the ῾Uzzi’eli: these are the families of the Qehati.",
            "27": "In the number of all the males, from a month old and upward, were eight thousand, six hundred, keeping the charge of the sanctuary.",
            "28": "The families of the sons of Qehat shall pitch on the side of the tabernacle southward.",
            "29": "And the chief of the house of the father of the families of the Qehati shall be Eliżafan, the son of ῾Uzzi᾽el.",
            "30": "And their charge shall be the ark, and the table, and the candlestick, and the altars, and the vessels of the sanctuary with which they minister, and the screen, and all its service.",
            "31": "And El῾azar the son of Aharon the priest shall be chief over the chiefs of the Levites, and have the oversight of them that keep the charge of the sanctuary.",
            "32": "Of Merari was the family of the Maĥli, and the family of the Mushi: these are the families of Merari.",
            "33": "And those that were numbered of them, according to the number of all the males, from a month old and upward, were six thousand two hundred.",
            "34": "And the chief of the house of the father of the families of Merari was Żuri᾽el the son of Aviĥayil: these shall pitch on the side of the tabernacle northward.",
            "35": "And under the custody and charge of the sons of Merari shall be the boards of the tabernacle, and its bars, and its pillars, and its sockets, and all its vessels, and all that belongs to it.",
            "36": "And the pillars of the court round about, and their sockets, and their pegs, and their cords.",
            "37": "But those that encamp before the tabernacle toward the east, before the Tent of Meeting eastward, shall be Moshe and Aharon and his sons, keeping the charge of the sanctuary for the charge of the children of Yisra᾽el; and the stranger that comes near shall be put to death.",
            "38": "All that were numbered of the Levites, whom Moshe and Aharon numbered at the commandment of the Lord, by their families, all the males from a month old and upward, were twenty two thousand.",
            "39": "And the Lord said to Moshe, Number all the firstborn of the males of the children of Yisra᾽el from a month old and upward, and take the number of their names.",
            "40": "And thou shalt take the Levites for me (I am the Lord) instead of all the firstborn among the children of Yisra᾽el; and the cattle of the Levites instead of all the firstlings among the cattle of the children of Yisra᾽el.",
            "41": "And Moshe numbered, as the Lord commanded him, all the firstborn among the children of Yisra᾽el.",
            "42": "And all the firstborn males by the number of names, from a month old and upward, of those that were numbered of them, were twenty two thousand, two hundred and seventy three.",
            "43": "And the Lord spoke to Moshe, saying,",
            "44": "Take the Levites instead of all the firstborn among the children of Yisra᾽el, and the cattle of the Levites instead of their cattle; and the Levites shall be mine: I am the Lord.",
            "45": "And for those that are to be redeemed of the two hundred and seventy three of the firstborn of the children of Yisra᾽el who are more than the Levites:",
            "46": "thou shalt take five shekels for every man, after the shekel of the sanctuary shalt thou take them: (the shekel is twenty gera:)",
            "47": "and thou shalt give the money, with which the surplus of them is to be redeemed, to Aharon and to his sons.",
            "48": "And Moshe took the redemption money of those who were over and above those who were redeemed by the Levites:",
            "49": "of the firstborn of the children of Yisra᾽el he took the money; a thousand three hundred and sixty five shekels, after the shekel of the sanctuary:",
            "50": "and Moshe gave the money of those who were redeemed to Aharon and to his sons, according to the word of the Lord, as the Lord had commanded Moshe."
        },
        "3": {
            "0": "And the Lord spoke to Moshe and to Aharon, saying,",
            "1": "Take the sum of the sons of Qehat from among the sons of Levi, after their families, by the house of their fathers,",
            "2": "from thirty years old and upward until fifty years old, all that enter into the host, to do the work in the Tent of Meeting.",
            "3": "This shall be the service of the sons of Qehat in the Tent of Meeting, namely, the most holy things:",
            "4": "and when the camp sets forward, Aharon shall come, and his sons, and they shall take down the veil of the screen, and cover the ark of testimony with it:",
            "5": "and they shall put on it the covering of taĥash skins, and shall spread over it a cloth wholly of blue, and shall put in its poles.",
            "6": "And upon the table of showbread they shall spread a cloth of blue, and put on it the dishes, and the spoons, and the bowls, and the jars for pouring out: and the continual bread shall be on it:",
            "7": "and they shall spread upon them a cloth of scarlet, and cover the same with a covering of taĥash skins, and shall put in its poles.",
            "8": "And they shall take a cloth of blue, and cover the candlestick of the light, and its lamps, and its tongs, and its pans, and all its oil vessels, with which they minister to it:",
            "9": "and they shall put it and all its vessels within a covering of taĥash skins, and shall put it upon a bar.",
            "10": "And upon the golden altar they shall spread a cloth of blue, and cover it with a covering of taĥash skins, and shall put in its poles.",
            "11": "And they shall take all the instruments of ministry, with which they minister in the sanctuary, and put them in a cloth of blue, and cover them with a covering of taĥash skins, and shall put them on a bar:",
            "12": "and they shall take away the ashes from the altar, and spread a purple cloth on it:",
            "13": "and they shall put upon it all its vessels with which they minister about it, the pans, the forks, and the shovels, and the basins, all the vessels of the altar; and they shall spread upon it a covering of taĥash skins, and put in its poles.",
            "14": "And when Aharon and his sons have made an end of covering the sanctuary, and all the vessels of the sanctuary, as the camp is to set forward; after that, the sons of Qehat shall come to bear it: but they shall not touch any holy thing, lest they die. These things are the burden of the sons of Qehat in the Tent of Meeting.",
            "15": "And to the office of El῾azar the son of Aharon the priest pertains the oil for the light, and the sweet incense, and the daily meal offering, and the anointing oil, and the oversight of all the tabernacle, and of all that is in it, as to the sanctuary, and as to its vessels.",
            "16": "And the Lord spoke to Moshe and to Aharon, saying,",
            "17": "Do not cut off the tribe of the families of the Qehati from among the Levites:",
            "18": "but thus do to them, that they may live, and not die, when they approach the most holy things: Aharon and his sons shall go in, and appoint them every one to his service and to his burden:",
            "19": "but they shall not go in to see when the holy things are covered, lest they die.",
            "20": "And the Lord spoke to Moshe, saying,",
            "21": "Take also the sum of the sons of Gershon, by the houses of their fathers, by their families;",
            "22": "from thirty years old and upward until fifty years old shalt thou number them; all that enter in to perform the service, to do the work in the Tent of Meeting.",
            "23": "This is the service of the families of the Gershoni, both for serving and for carrying:",
            "24": "and they shall bear the curtains of the tabernacle, and the Tent of Meeting, its covering, and the covering of the taĥash skins that is above upon it, and the screen for the door of the Tent of Meeting,",
            "25": "and the hangings of the court, and the screen for the door of the gate of the court, which is by the tabernacle and by the altar round about, and their cords, and all the instruments of their service, and all that is made for them: so shall they serve.",
            "26": "By the order of Aharon and his sons shall be all the service of the sons of the Gershoni, in all their burdens, and in all their service: and you shall appoint to them in charge all their burden.",
            "27": "This is the service of the families of the sons of Gershon in the Tent of Meeting: and their charge shall be under the hand of Itamar the son of Aharon the priest.",
            "28": "As for the sons of Merari, thou shalt number them after their families, by the house of their fathers;",
            "29": "from thirty years old and upward to fifty years old shalt thou number them, everyone that enters into the service, to do the work of the Tent of Meeting.",
            "30": "And this is the charge of their burden, according to all their service in the Tent of Meeting; the boards of the tabernacle, and its bars, and its pillars, and its sockets,",
            "31": "and the pillars of the court round about, and their sockets, and their pegs, and their cords, with all their instruments, and with all their service: and by name you shall reckon the instruments of the charge of their burden.",
            "32": "This is the service of the families of the sons of Merari, according to all their service, in the Tent of Meeting, under the hand of Itamar the son of Aharon the priest.",
            "33": "And Moshe and Aharon and the chiefs of the congregation numbered the sons of the Qehati after their families, and after the house of their fathers,",
            "34": "from thirty years old and upward to fifty years old, everyone that enters into the service, for work in the Tent of Meeting:",
            "35": "and those that were numbered of them by their families were two thousand seven hundred and fifty.",
            "36": "These were they that were numbered of the families of the Qehati, all that might do service in the Tent of Meeting, whom Moshe and Aharon did number according to the commandment of the Lord by the hand of Moshe.",
            "37": "And those that were numbered of the sons of Gershon, throughout their families, and by the house of their fathers,",
            "38": "from thirty years old and upward to fifty years old, everyone that enters into the service, for work in the Tent of Meeting,",
            "39": "even those that were numbered of them, by their families, by the house of their fathers, were two thousand, six hundred and thirty.",
            "40": "These are they that were numbered of the families of the sons of Gershon, of all that might do service in the Tent of Meeting, whom Moshe and Aharon did number according to the commandment of the Lord.",
            "41": "And those that were numbered of the families of the sons of Merari, by their families, by the house of their fathers,",
            "42": "from thirty years old and upward to fifty years old, everyone that enters into the service, for work in the Tent of Meeting,",
            "43": "even those that were numbered of them after their families, were three thousand, two hundred.",
            "44": "These are they that were numbered of the families of the sons of Merari, whom Moshe and Aharon numbered according to the word of the Lord by the hand of Moshe.",
            "45": "All those that were numbered of the Levites, whom Moshe and Aharon and the chiefs of Yisra᾽el numbered, after their families, and after the house of their fathers,",
            "46": "from thirty years old and upward to fifty years old, everyone that came to do the service of the ministry, and the service of carrying in the Tent of Meeting.",
            "47": "Those that were numbered of them, were eight thousand, five hundred and eighty.",
            "48": "According to the commandment of the Lord they were numbered by the hand of Moshe, everyone according to his service, and according to his burden: thus were they numbered, as the Lord commanded Moshe."
        },
        "4": {
            "0": "And the Lord spoke to Moshe, saying,",
            "1": "Command the children of Yisra᾽el, that they put out of the camp everyone with żara῾at, and everyone that has an issue, and whoever is defiled by the dead:",
            "2": "both male and female shall you put out, outside the camp shall you put them; that they defile not their camps, in the midst of which I dwell.",
            "3": "And the children of Yisra᾽el did so, and put them out outside the camp: as the Lord spoke to Moshe, so did the children of Yisra᾽el.",
            "4": "And the Lord spoke to Moshe, saying,",
            "5": "Speak to the children of Yisra᾽el, When a man or woman shall commit any sin that men commit, to do a trespass against the Lord, and that person be guilty;",
            "6": "then they shall confess their sin which they have done: and he shall make restitution for his trespass in full, and add to it its fifth part, and give it to him against whom he has trespassed.",
            "7": "But if the man have no kinsman to whom restitution may be made for the trespass, let the trespass which is recompensed to the Lord, be the priest’s; beside the ram of the atonement, whereby atonement shall be made for him.",
            "8": "And every offering of all the holy things of the children of Yisra᾽el, which they bring to the priest, shall be his.",
            "9": "And every man’s hallowed things shall be his: whatever any man gives the priest, it shall be his.",
            "10": "And the Lord spoke to Moshe, saying,",
            "11": "Speak to the children of Yisra᾽el, and say to them, If any man’s wife go aside, and commit a trespass against him,",
            "12": "and a man lie with her carnally, and it be hid from the eyes of her husband, and she be undetected, and she be defiled, and there is no witness against her, nor is she taken in the act;",
            "13": "and the spirit of jealousy come upon him, and he be jealous of his wife, and she be defiled: or if the spirit of jealousy come upon him, and he be jealous of his wife, and she be not defiled:",
            "14": "then shall the man bring his wife to the priest, and he shall bring her offering for her, the tenth part of an efa of barley meal; he shall pour no oil upon it, nor put frankincense on it; for it is an offering of jealousy, an offering of memorial, bringing iniquity to remembrance.",
            "15": "And the priest shall bring her near, and set her before the Lord:",
            "16": "and the priest shall take holy water in an earthen vessel; and of the dust that is on the floor of the tabernacle shall the priest take, and put it into the water:",
            "17": "and the priest shall set the woman before the Lord, and loosen the hair of the woman’s head, and put the offering of memorial in her hands, which is the meal offering of jealousy: and the priest shall have in his hand the bitter water that causes the curse:",
            "18": "and the priest shall charge her by an oath, and say to the woman, If no man have lain with thee, and if thou hast not gone aside to uncleanness with another instead of thy husband, be thou free from this bitter water that causes the curse:",
            "19": "but if thou hast gone aside to another instead of thy husband, and if thou be defiled, and some man have lain with thee other than thy husband:",
            "20": "then the priest shall charge the woman with an oath of cursing, and the priest shall say to the woman, The Lord make thee a curse and an oath among thy people, when the Lord makes thy thigh to fall away, and thy belly to swell;",
            "21": "and this water that causes the curse shall go into thy bowels, to make thy belly to swell, and thy thigh to fall away: And the woman shall say, Amen, amen.",
            "22": "And the priest shall write these curses in a book, and he shall blot them out with the bitter water:",
            "23": "and he shall cause the woman to drink the bitter water that causes the curse: and the water that causes the curse shall enter into her, and become bitter.",
            "24": "Then the priest shall take the meal offering of jealousy out of the woman’s hand, and shall wave the offering before the Lord, and offer it upon the altar:",
            "25": "and the priest shall take a handful of the offering, the memorial part of it, and burn it on the altar, and afterward shall cause the woman to drink the water.",
            "26": "And when he has made her drink the water, then it shall come to pass, that, if she be defiled, and have done trespass against her husband, that the water that causes the curse shall enter into her, and become bitter, and her belly shall swell, and her thigh shall fall away: and the woman shall be a curse among her people.",
            "27": "And if the woman be not defiled, but be clean; then she shall be free, and shall conceive seed.",
            "28": "This is the Tora of jealousies, when a wife goes aside to another instead of her husband, and is defiled;",
            "29": "or when the spirit of jealousy comes upon him, and he be jealous of his wife, and shall set the woman before the Lord, and the priest shall execute upon her all this Tora:",
            "30": "then shall the man be guiltless of iniquity, and this woman shall bear her iniquity."
        },
        "5": {
            "0": "And the Lord spoke to Moshe, saying,",
            "1": "Speak to the children of Yisra᾽el, and say to them, When either man or woman shall pronounce a special vow of a Nazir to separate themselves to the Lord:",
            "2": "he shall abstain from wine and strong drink, and shall drink no vinegar of wine, or vinegar of strong drink, nor shall he drink any liquor of grapes, nor eat moist grapes, or dried.",
            "3": "All the days of his abstinence shall he eat nothing that is made of the vine tree, from the kernels even to the husk.",
            "4": "All the days of the vow of his separation there shall no razor come on his head: until the days are fulfilled, during which he separates himself to the Lord, he shall be holy, and shall let the locks of the hair of his head grow.",
            "5": "All the days that he separates himself to the Lord he shall come at no dead body.",
            "6": "He shall not make himself unclean for his father, or for his mother, for his brother, or for his sister, when they die: because the crown of his God is upon his head.",
            "7": "All the days of his separation he is holy to the Lord.",
            "8": "And if any man die very suddenly by him, and he has defiled the head of his consecration; then he shall shave his head in the day of his cleansing, on the seventh day shall he shave it.",
            "9": "And on the eighth day he shall bring two turtle doves, or two young pigeons, to the priest, to the door of the Tent of Meeting:",
            "10": "and the priest shall offer the one for a sin offering, and the other for a burnt offering, and make atonement for him, for that he sinned by the dead, and shall hallow his head that same day.",
            "11": "And he shall consecrate to the Lord the days of his abstinence, and shall bring a lamb of the first year for a guilt offering: and the days that were before shall be lost, because his separation was defiled.",
            "12": "And this is the Tora of the Nazir, when the days of his separation are fulfilled: he shall be brought to the door of the Tent of Meeting.",
            "13": "And he shall offer his offering to the Lord, one he lamb of the first year without blemish for a burnt offering, and one ewe lamb of the first year without blemish for a sin offering, and one ram without blemish for a peace offering,",
            "14": "and a basket of unleavened bread, cakes of fine flour mingled with oil, and wafers of unleavened bread anointed with oil, and their meal offering, and their drink offerings.",
            "15": "And the priest shall bring them before the Lord, and shall offer his sin offering, and his burnt offering:",
            "16": "and he shall offer the ram for a sacrifice of peace offering to the Lord, with the basket of unleavened bread: the priest shall offer also his meal offering, and his drink offering.",
            "17": "And the Nazir shall shave the head of his separation at the door of the Tent of Meeting, and shall take the hair of the head of his separation, and put it in the fire which is under the sacrifice of the peace offering.",
            "18": "And the priest shall take the boiled shoulder of the ram, and one unleavened cake out of the basket, and one unleavened wafer, and shall put them upon the hands of the Nazir, after the hair of his separation is shaved:",
            "19": "and the priest shall wave them for a wave offering before the Lord: this is holy for the priest, with the wave breast and heave shoulder: and after that the Nazir may drink wine.",
            "20": "This is the Tora of the Nazir who has vowed, and of his offering to the Lord for his separation, beside that which his means allow: according to the vow which he vowed, so he must do beside the Tora of his abstinence.",
            "21": "And the Lord spoke to Moshe, saying,",
            "22": "Speak to Aharon and to his sons, saying, In this way you shall bless the children of Yisra᾽el, saying to them,",
            "23": "The Lord bless thee, and keep thee:",
            "24": "the Lord make his face shine upon thee, and be gracious to thee:",
            "25": "the Lord lift up his countenance to thee, and give thee peace.",
            "26": "And they shall put my name upon the children of Yisra᾽el; and I will bless them."
        },
        "6": {
            "0": "And it came to pass on the day that Moshe had finished setting up the tabernacle, and had anointed it, and sanctified it, and all its instruments, both the altar and all its vessels, and had anointed them, and sanctified them;",
            "1": "that the princes of Yisra᾽el, heads of the house of their fathers, who were the princes of the tribes, and were over them that were numbered, offered:",
            "2": "and they brought their offering before the Lord, six covered wagons, and twelve oxen; a wagon for every two of the princes, and for each one an ox: and they brought them before the tabernacle.",
            "3": "And the Lord spoke to Moshe, saying,",
            "4": "Take it of them, that they may be to do the service of the Tent of Meeting; and thou shalt give them to the Levites, to every man according to his service.",
            "5": "And Moshe took the wagons and the oxen, and gave them to the Levites.",
            "6": "Two wagons and four oxen he gave to the sons of Gershon, according to their service:",
            "7": "and four wagons and eight oxen he gave to the sons of Merari, according to their service, under the hand of Itamar the son of Aharon the priest.",
            "8": "But to the sons of Qehat he gave none: because the service of the sanctuary belonged to them; they bore it on their shoulders.",
            "9": "And the princes offered for dedicating of the altar in the day that it was anointed, and the princes offered their offering before the altar.",
            "10": "And the Lord said to Moshe, They shall offer their offering, each prince on his day, for the dedicating of the altar.",
            "11": "And he that offered his offering the first day was Naĥshon the son of ῾Amminadav, of the tribe of Yehuda:",
            "12": "and his offering was one silver dish, the weight of which was a hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them were full of fine flour mingled with oil for a meal offering:",
            "13": "one spoon of ten shekels of gold, full of incense:",
            "14": "one young bullock, one ram, one lamb of the first year, for a burnt offering:",
            "15": "one kid of the goats for a sin offering:",
            "16": "and for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Naĥshon the son of ῾Amminadav.",
            "17": "On the second day Netan᾽el, the son of Żu῾ar, prince of Yissakhar, did offer:",
            "18": "he offered for his offering one silver dish, the weight of which was a hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meal offering:",
            "19": "one spoon of gold of ten shekels, full of incense:",
            "20": "one young bullock, one ram, one lamb of the first year, for a burnt offering:",
            "21": "one kid of the goats for a sin offering:",
            "22": "and for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Netan᾽el the son of Żu῾ar.",
            "23": "On the third day Eli᾽av the son of Ĥelon, prince of the children of Zevulun, did offer:",
            "24": "his offering was one silver dish, the weight of which was a hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meal offering:",
            "25": "one golden spoon of ten shekels, full of incense:",
            "26": "one young bullock, one ram, one lamb of the first year, for a burnt offering:",
            "27": "one kid of the goats for a sin offering:",
            "28": "and for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Eli᾽av the son of Ĥelon.",
            "29": "On the fourth day Eliżur the son of Shede᾽ur, prince of the children of Re᾽uven, did offer:",
            "30": "his offering was one silver dish of the weight of a hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meal offering:",
            "31": "one golden spoon of ten shekels, full of incense:",
            "32": "one young bullock, one ram, one lamb of the first year, for a burnt offering:",
            "33": "one kid of the goats for a sin offering:",
            "34": "and for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Eliżur the son of Shede᾽ur.",
            "35": "On the fifth day Shelumi᾽el the son of Żurishadday, prince of the children of Shim῾on, did offer:",
            "36": "his offering was one silver dish, the weight of which was a hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meal offering:",
            "37": "one golden spoon of ten shekels, full of incense:",
            "38": "one young bullock, one ram, one lamb of the first year, for a burnt offering:",
            "39": "one kid of the goats for a sin offering:",
            "40": "and for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Shelumi᾽el the son of Żurishadday.",
            "41": "On the sixth day Elyasaf the son of De῾u᾽el, prince of the children of Gad, offered:",
            "42": "his offering was one silver dish of the weight of a hundred and thirty shekels, a silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meal offering:",
            "43": "one golden spoon of ten shekels, full of incense:",
            "44": "one young bullock, one ram, one lamb of the first year, for a burnt offering:",
            "45": "one kid of the goats for a sin offering:",
            "46": "and for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year; this was the offering of Elyasaf the son of De῾u᾽el.",
            "47": "On the seventh day Elishama the son of ῾Ammihud, prince of the children of Efrayim, offered:",
            "48": "his offering was one silver dish, the weight of which was a hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meal offering:",
            "49": "one golden spoon of ten shekels, full of incense:",
            "50": "one young bullock, one ram, one lamb of the first year, for a burnt offering:",
            "51": "one kid of the goats for a sin offering:",
            "52": "and for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Elishama the son of ῾Ammihud.",
            "53": "On the eighth day Gamli᾽el the son of Pedażur, prince of the children of Menashshe offered:",
            "54": "his offering was one silver dish of the weight of a hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meal offering:",
            "55": "one golden spoon of ten shekels, full of incense:",
            "56": "one young bullock, one ram, one lamb of the first year, for a burnt offering:",
            "57": "one kid of the goats for a sin offering:",
            "58": "and for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Gamli᾽el the son of Pedażur.",
            "59": "On the ninth day Avidan the son of Gid῾oni, prince of the children of Binyamin, offered:",
            "60": "his offering was one silver dish, the weight of which was a hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary: both of them full of fine flour mingled with oil for a meal offering:",
            "61": "one golden spoon of ten shekels, full of incense:",
            "62": "one young bullock, one ram, one lamb of the first year, for a burnt offering:",
            "63": "one kid of the goats for a sin offering:",
            "64": "and for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Avidan son of Gid῾oni.",
            "65": "On the tenth day Aĥi῾ezer the son of ῾Ammishadday, prince of the children of Dan, offered:",
            "66": "his offering was one silver dish, the weight of which was a hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meal offering:",
            "67": "one golden spoon of ten shekels, full of incense:",
            "68": "one young bullock, one ram, one lamb of the first year, for a burnt offering:",
            "69": "one kid of the goats for a sin offering:",
            "70": "and for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Aĥi῾ezer the son of ῾Ammishadday.",
            "71": "On the eleventh day Pag῾i᾽el the son of ῾Okhran, prince of the children of Asher, offered:",
            "72": "his offering was one silver dish, the weight of which was a hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meal offering:",
            "73": "one golden spoon of ten shekels, full of incense:",
            "74": "one young bullock, one ram, one lamb of the first year, for a burnt offering:",
            "75": "one kid of the goats for a sin offering:",
            "76": "and for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Pag῾i᾽el the son of ῾Okhran.",
            "77": "On the twelfth day Aĥira the son of ῾Enan, prince of the children of Naftali, offered:",
            "78": "his offering was one silver dish, the weight of which was a hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meal offering:",
            "79": "one golden spoon of ten shekels, full of incense:",
            "80": "one young bullock, one ram, one lamb of the first year, for a burnt offering:",
            "81": "one kid of the goats for a sin offering:",
            "82": "and for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Aĥira the son of ῾Enan.",
            "83": "This was the dedication of the altar, in the day when it was anointed, by the princes of Yisra᾽el: twelve dishes of silver, twelve silver bowls, twelve spoons of gold:",
            "84": "each dish of silver weighing a hundred and thirty shekels, each bowl seventy: all the silver vessels weighed two thousand four hundred shekels, after the shekel of the sanctuary:",
            "85": "the golden spoons were twelve, full of incense, weighing ten shekels apiece, after the shekel of the sanctuary: all the gold of the spoons was a hundred and twenty shekels.",
            "86": "All the oxen for the burnt offerings were twelve bullocks, the rams twelve, the lambs of the first year twelve, with their meal offering: and the kids of the goats for sin offering twelve.",
            "87": "And all the oxen for the sacrifice of the peace offerings were twenty four bullocks, the rams sixty, the he goats sixty, the lambs of the first year sixty. This was the dedication of the altar, after it was anointed.",
            "88": "And when Moshe was gone into the Tent of Meeting to speak with him, then he heard the voice speaking to him from off the covering that was upon the ark of Testimony, from between the two keruvim: and it spoke to him."
        },
        "7": {
            "0": "And the Lord spoke to Moshe, saying,",
            "1": "Speak to Aharon, and say to him, When thou lightest the lamps, the seven lamps shall give light towards the body of the candlestick.",
            "2": "And Aharon did so; he lighted its lamps over against the body of the candlestick, as the Lord commanded Moshe.",
            "3": "And this was the work of the candlestick: it was of beaten gold, from its shaft, to its flowers, it was beaten work: according to the pattern which the Lord had shown Moshe, so he made the candlestick.",
            "4": "And the Lord spoke to Moshe, saying,",
            "5": "Take the Levites from among the children of Yisra᾽el, and cleanse them.",
            "6": "And thus shalt thou do to them, to cleanse them: Sprinkle water of purifying on them, and let them shave all their flesh, and let them wash their clothes, and so make themselves clean.",
            "7": "Then let them take a young bullock with its meal offering, even fine flour mingled with oil, and another young bullock shalt thou take for a sin offering.",
            "8": "And thou shalt bring the Levites before the Tent of Meeting: and thou shalt gather the whole assembly of the children of Yisra᾽el together:",
            "9": "and thou shalt bring the Levites before the Lord: and the children of Yisra᾽el shall put their hands upon the Levites:",
            "10": "and Aharon shall offer the Levites before the Lord for an offering of the children of Yisra᾽el, that they may execute the service of the Lord.",
            "11": "And the Levites shall lay their hands upon the heads of the bullocks: and thou shalt offer the one for a sin offering, and the other for a burnt offering, to the Lord, to make atonement for the Levites.",
            "12": "And thou shalt set the Levites before Aharon, and before his sons, and offer them for a wave offering to the Lord.",
            "13": "Thus shalt thou separate the Levites from among the children of Yisra᾽el: and the Levites shall be mine.",
            "14": "And after that shall the Levites go in to do the service of the Tent of Meeting: and thou shalt cleanse them, and offer them for an offering.",
            "15": "For they are wholly given to me from among the children of Yisra᾽el; instead of such as open every womb, the firstborn of all the children of Yisra᾽el, have I taken them to me.",
            "16": "For all the firstborn of the children of Yisra᾽el are mine, both man and beast: on the day that I smote every firstborn in the land of Miżrayim I sanctified them for myself.",
            "17": "And I have taken the Levites for all the firstborn of the children of Yisra᾽el.",
            "18": "And I have given the Levites as a gift to Aharon and to his sons from among the children of Yisra᾽el, to do the service of the children of Yisra᾽el in the Tent of Meeting, and to make atonement for the children of Yisra᾽el: that there be no plague among the children of Yisra᾽el, when the children of Yisra᾽el come near to the sanctuary.",
            "19": "And Moshe, and Aharon, and all the congregation of the children of Yisra᾽el did to the Levites according to all that the Lord commanded Moshe concerning the Levites, so did the children of Yisra᾽el to them.",
            "20": "And the Levites were purified, and they washed their clothes; and Aharon offered them as an offering before the Lord; and Aharon made atonement for them to cleanse them.",
            "21": "And after that, the Levites went in to do their service in the Tent of Meeting before Aharon, and before his sons: as the Lord had commanded Moshe concerning the Levites, so they did to them.",
            "22": "And the Lord spoke to Moshe, saying,",
            "23": "This is that which belongs to the Levites: from twenty five years old and upward they shall go in to wait upon the service of the Tent of Meeting:",
            "24": "and from the age of fifty years they shall go out of the ranks of the service, and shall serve no more:",
            "25": "but shall minister with their brothers in the Tent of Meeting, to keep the charge, and shall do no service. Thus shalt thou do to the Levites as regards their charge."
        },
        "8": {
            "0": "And the Lord spoke to Moshe in the wilderness of Sinay, in the first month of the second year after they were come out of the land of Miżrayim, saying,",
            "1": "Let the children of Yisra᾽el also keep the passover at its appointed season.",
            "2": "In the fourteenth day of this month, at evening, you shall keep it in its appointed season: according to all the rites of it, and according to all the ceremonies of it, shall you keep it.",
            "3": "And Moshe spoke to the children of Yisra᾽el, that they should keep the passover.",
            "4": "And they kept the passover on the fourteenth day of the first month at evening in the wilderness of Sinay: according to all that the Lord commanded Moshe, so did the children of Yisra᾽el.",
            "5": "And there were certain men, who were defiled by the dead body of a man, that could not keep the passover on that day: and they came before Moshe and before Aharon on that day:",
            "6": "and those men said to him, We are defiled by the dead body of a man: why are we kept back, that we may not offer an offering of the Lord in its appointed season among the children of Yisra᾽el?",
            "7": "And Moshe said to them, Stand still, and I will hear what the Lord will command concerning you.",
            "8": "And the Lord spoke to Moshe saying,",
            "9": "Speak to the children of Yisra᾽el, saying, If any man of you or of your posterity shall be unclean by reason of a dead body, or be on a journey afar off, yet he shall keep the passover to the Lord.",
            "10": "On the fourteenth day of the second month at evening they shall keep it, and eat it with unleavened bread and bitter herbs.",
            "11": "They shall leave none of it to the morning, nor break any bone of it: according to all the ordinances of the passover they shall keep it.",
            "12": "But the man that is clean, and is not on a journey, and fails to keep the passover, then that person shall be cut off from among his people: because he brought not the offering of the Lord in its appointed season; that man shall bear his sin.",
            "13": "And if a stranger shall sojourn among you, and will keep the passover to the Lord; according to the ordinance of the passover, and according to its prescribed manner, so shall he do: you shall have one ordinance, both for the stranger, and for him that was born in the land.",
            "14": "And on the day that the tabernacle was erected the cloud covered the tabernacle, namely, the tent of the testimony: and at evening there was upon the tabernacle as it were the appearance of fire, until the morning.",
            "15": "So it was always: the cloud covered it by day, and the appearance of fire by night.",
            "16": "And when the cloud was taken up from the tabernacle, then after that the children of Yisra᾽el journeyed: and in the place where the cloud abode, there the children of Yisra᾽el encamped.",
            "17": "At the commandment of the Lord the children of Yisra᾽el journeyed, and at the commandment of the Lord they encamped: as long as the cloud abode upon the tabernacle they remained encamped.",
            "18": "And when the cloud tarried long upon the tabernacle many days, then the children of Yisra᾽el kept the charge of the Lord, and journeyed not.",
            "19": "And at times it was, that the cloud was a few days upon the tabernacle; according to the commandment of the Lord they remained encamped, and according to the commandment of the Lord they journeyed.",
            "20": "And at times it was, that the cloud abode from evening until morning, and that the cloud was taken up in the morning, then they journeyed: whether it was by day or by night that the cloud was taken up, they journeyed.",
            "21": "Or whether it were two days, or a month, or a year, that the cloud tarried upon the tabernacle, remaining over it, the children of Yisra᾽el remained encamped, and journeyed not: but when it was taken up, they journeyed.",
            "22": "At the commandment of the Lord they remained encamped, and at the commandment of the Lord they journeyed: they kept the charge of the Lord, at the commandment of the Lord by the hand of Moshe."
        },
        "9": {
            "0": "And the Lord spoke to Moshe, saying,",
            "1": "Make thee two trumpets of silver; of a whole piece shalt thou make them: that thou shalt use them for calling the assembly, and for the journeying of the camps.",
            "2": "And when they shall blow with them, all the assembly shall assemble themselves to thee at the door of the Tent of Meeting.",
            "3": "And if they blow but with one trumpet, then the princes, the heads of the thousands of Yisra᾽el, shall gather themselves to thee.",
            "4": "When you blow an alarm, then the camps that lie on the east parts shall go forward.",
            "5": "When you blow an alarm the second time, then the camps that lie on the south side shall take their journey: they shall blow an alarm for their journeys.",
            "6": "But when the congregation is to be gathered together, you shall blow, but you shall not sound an alarm.",
            "7": "And the sons of Aharon, the priests, shall blow with the trumpets; and they shall be to you for an ordinance for ever throughout your generations.",
            "8": "And if you go to war in your land against the enemy that oppresses you, then you shall blow an alarm with the trumpets; and you shall be remembered before the Lord your God, and you shall be saved from your enemies.",
            "9": "Also in the day of your gladness, and in your solemn days, and in the beginnings of your months, you shall blow with the trumpets over your burnt offerings, and over the sacrifices of your peace offerings; that they may be to you for a memorial before your God: I am the Lord your God.",
            "10": "And it came to pass on the twentieth day of the second month, in the second year, that the cloud was taken up from off the tabernacle of the Testimony.",
            "11": "And the children of Yisra᾽el took their journeys out of the wilderness of Sinay; and the cloud rested in the wilderness of Paran.",
            "12": "And they first took their journey according to the commandment of the Lord by the hand of Moshe.",
            "13": "In the first place went the standard of the camp of the children of Yehuda according to their armies: and over his host was Naĥshon the son of ῾Amminadav.",
            "14": "And over the host of the tribe of the children of Yissakhar was Netan᾽el the son of Żu῾ar.",
            "15": "And over the host of the tribe of the children of Zevulun was Eli᾽av the son of Ĥelon.",
            "16": "And the tabernacle was taken down; and the sons of Gershon and the sons of Merari set forward, bearing the tabernacle.",
            "17": "And the standard of the camp of Re᾽uven set forward according to their armies: over his host was Eliżur the son of Shede᾽ur.",
            "18": "And over the host of the tribe of the children of Shim῾on was Shelumi᾽el the son of Żurishadday.",
            "19": "And over the host of the tribe of the children of Gad was Elyasaf the son of De῾u᾽el.",
            "20": "And the Qehati set forward, bearing the sanctuary: that they might set up the tabernacle against their arrival.",
            "21": "And the standard of the camp of the children of Efrayim set forward according to their armies: and over his host was Elishama the son of ῾Ammihud.",
            "22": "And over the host of the tribe of the children of Menashshe was Gamli᾽el the son of Pedażur.",
            "23": "And over the host of the tribe of the children of Binyamin was Avidan the son of Gid῾oni.",
            "24": "And the standard of the camp of the children of Dan set forward, which was the rearward of all the camps throughout their hosts: and over his host was Aĥi῾ezer the son of ῾Ammishadday.",
            "25": "And over the host of the tribe of the children of Asher was Pag῾i᾽el the son of ῾Okhran.",
            "26": "And over the host of the tribe of the children of Naftali was Aĥira the son of ῾Enan.",
            "27": "Thus were the journeyings of the children of Yisra᾽el according to their armies; then they set forward.",
            "28": "And Moshe said to Ĥovav, the son of Re῾u᾽el, the Midyanite, Moshe’s father in law, We are journeying to the place of which the Lord said, I will give it you: come thou with us, and we will do thee good: for the Lord has spoken good concerning Yisra᾽el.",
            "29": "And he said to him, I will not go; but I will depart to my own land, and to my kindred.",
            "30": "And he said, Leave us not, I pray thee; since thou knowst how we are to encamp in the wilderness, and thou mayst be to us instead of eyes.",
            "31": "And it shall be, if thou go with us, it shall be, that what good the Lord shall do to us, the same will we do to thee.",
            "32": "And they departed from the mountain of the Lord three days’ journey: and the ark of the covenant of the Lord went before them in the three days’ journey, to search out a resting place for them.",
            "33": "And the cloud of the Lord was upon them by day, when they went out of the camp.",
            "34": "And it came to pass, when the ark set forward, that Moshe said, Rise up, Lord, and let thy enemies be scattered; and let those who hate thee flee before thee.",
            "35": "And when it rested, he said, Return, Lord, to the ten thousand thousands of Yisra᾽el."
        },
        "10": {
            "0": "And when the people complained, it displeased the Lord: and the Lord heard it; and his anger was kindled; and the fire of the Lord burned among them, and consumed those who were in the uttermost parts of the camp.",
            "1": "And the people cried out to Moshe; but Moshe prayed to the Lord, and the fire was quenched.",
            "2": "And he called the name of the place Tav῾era: because the fire of the Lord burned among them.",
            "3": "And the mixed multitude that was among them fell a lusting: and the children of Yisra᾽el also wept again, and said, Who shall give us meat to eat?",
            "4": "We remember the fish, which we did eat in Miżrayim for nothing; the cucumbers, and the melons, and the leeks, and the onions, and the garlic:",
            "5": "but now our soul is dried away: there is nothing at all, beside this manna, before our eyes.",
            "6": "And the manna was like coriander seed, and its colour was like the colour of bdellium.",
            "7": "And the people went about, and gathered it, and ground it in mills, or beat it in a mortar, and boiled it in a pot, and made cakes of it: and the taste of it was like the taste of oil cake.",
            "8": "And when the dew fell upon the camp in the night, the manna fell upon it.",
            "9": "And Moshe heard the people weeping throughout their families, every man in the door of his tent: and the anger of the Lord burned greatly; Moshe also was displeased.",
            "10": "And Moshe said to the Lord, Why hast thou afflicted thy servant? and why have I not found favour in thy sight, that thou layst the burden of all this people upon me?",
            "11": "Have I conceived all this people? have I begotten them, that thou shouldst say to me, Carry them in thy bosom, as a nursing father carries the sucking child, to the land which thou hast sworn to their fathers?",
            "12": "Whence should I have meat to give to all this people? for they weep to me, saying, Give us meat, that we may eat.",
            "13": "I am not able to bear all this people alone, because it is too heavy for me.",
            "14": "And if thou deal thus with me, kill me, I pray thee, out of hand, if I have found favour in thy sight: and let me not see my own wretchedness.",
            "15": "And the Lord said to Moshe, Gather to me seventy men of the elders of Yisra᾽el, whom thou knowst to be the elders of the people, and officers over them; and bring them to the Tent of Meeting, that they may stand there with thee.",
            "16": "And I will come down and talk with thee there: and I will take of the spirit which is upon thee, and will put it upon them; and they shall bear the burden of the people with thee that thou bear it not thyself alone.",
            "17": "And say to the people, Sanctify yourselves against tomorrow, and you shall eat meat: for you have wept in the ears of the Lord, saying, Who shall give us meat to eat? for it was well with us in Miżrayim: therefore the Lord will give you meat, and you shall eat.",
            "18": "Not one day shall you eat, nor two days, nor five days, nor ten days, nor twenty days;",
            "19": "but a whole month, until it come out at your nostrils, and it be loathsome to you: because you have despised the Lord who is among you, and have wept before him, saying, Why did we come out of Miżrayim?",
            "20": "And Moshe said, The people, among whom I am, are six hundred thousand footmen; and thou hast said, I will give them meat, that they may eat a whole month.",
            "21": "Shall flocks and herds be slain for them, to suffice them? or shall all the fish of the sea be gathered together for them, to suffice them?",
            "22": "And the Lord said to Moshe, Is the Lord’s hand too short? thou shalt see now whether my word shall come to pass to thee or not.",
            "23": "And Moshe went out, and told the people the words of the Lord, and gathered seventy men of the elders of the people, and set them round about the tent.",
            "24": "And the Lord came down in a cloud, and spoke to him, and took of the spirit that was upon him, and gave it to the seventy elders: and it came to pass, that, when the spirit rested upon them, they prophesied, but continued not.",
            "25": "And there remained two of the men in the camp, the name of the one was Eldad, and the name of the other Medad: and the spirit rested upon them; and they were of them that were written, but went not out to the tent: and they prophesied in the camp.",
            "26": "And there ran a young man, and told Moshe, and said, Eldad and Medad do prophesy in the camp.",
            "27": "And Yehoshua the son of Nun, the servant of Moshe from his youth, answered and said, My lord Moshe restrain them.",
            "28": "And Moshe said to him, Enviest thou for my sake? would that all the Lord’s people were prophets, and that the Lord would put his spirit upon them!",
            "29": "And Moshe retired into the camp, he and the elders of Yisra᾽el.",
            "30": "And a wind went out from the Lord, and brought quails from the sea, and let them fall by the camp, about a day’s journey on this side, and about a day’s journey on the other side, round about the camp, and about two cubits high upon the face of the earth.",
            "31": "And the people stood up all that day, and all that night, and all the next day, and they gathered the quails: he that gathered least gathered a quantity of ten ĥomer: and they spread them all abroad for themselves round about the camp.",
            "32": "And while the meat was yet between their teeth, before it was chewed, the wrath of the Lord was inflamed against the people, and the Lord smote the people with a very great plague.",
            "33": "And he called the name of that place Qivrot-hatta᾽ava (Graves of Lust): because there they buried the people that lusted.",
            "34": "And the people journeyed from Qivrot-hatta᾽ava to Ĥażerot, and at Ĥażerot they made a stay."
        },
        "11": {
            "0": "And Miryam and Aharon spoke against Moshe because of the Kushite woman whom he had taken, for he had taken a Kushite woman.",
            "1": "And they said, Has the Lord indeed spoken only with Moshe? has he not spoken also with us? And the Lord heard it.",
            "2": "(Now the man Moshe was very meek, more so than all the men that were upon the face of the earth.)",
            "3": "And the Lord spoke suddenly to Moshe, and to Aharon, and to Miryam, Come out you three to the Tent of Meeting. And they three came out.",
            "4": "And the Lord came down in the pillar of cloud, and stood in the door of the tent, and called Aharon and Miryam: and they both came out.",
            "5": "And he said, Hear now my words: If there be a prophet among you, I the Lord make myself known to him in a vision, and speak to him in a dream.",
            "6": "My servant Moshe is not so, for he is the trusted one in all my house.",
            "7": "With him I speak mouth to mouth, manifestly, and not in dark speeches; and the similitude of the Lord does he behold: why then were you not afraid to speak against my servant Moshe?",
            "8": "And the anger of the Lord was inflamed against them; and he departed.",
            "9": "And the cloud was removed from the tent; and, behold, Miryam was snow white, stricken with żara῾at; and Aharon looked upon Miryam, and behold, she was diseased.",
            "10": "And Aharon said to Moshe, Alas, my lord, I pray thee, lay no sin upon us, for we have done foolishly, and we have sinned.",
            "11": "Let her not be as one dead, of whom the flesh is half consumed when he comes out of his mother’s womb.",
            "12": "And Moshe cried to the Lord, saying, Heal her now, O God, I pray thee.",
            "13": "And the Lord said to Moshe, If her father had but spit in her face, should she not be ashamed for seven days? let her be shut out from the camp seven days, and after that let her be received in again.",
            "14": "And Miryam was shut out from the camp seven days: and the people did not journey until Miryam was brought in again.",
            "15": "And afterwards the people removed from Ĥażerot, and pitched in the wilderness of Paran."
        },
        "12": {
            "0": "And the Lord spoke to Moshe, saying,",
            "1": "Send thou men, that they may spy out the land of Kena῾an, which I give to the children of Yisra᾽el: of every tribe of their fathers shall you send a man, every one a ruler among them.",
            "2": "And Moshe by the commandment of the Lord sent them from the wilderness of Paran: all those men were heads of the children of Yisra᾽el.",
            "3": "And these were their names: of the tribe of Re᾽uven, Shammua son of Zakkur.",
            "4": "Of the tribe of Shim῾on, Shafat son of Ĥori.",
            "5": "Of the tribe of Yehuda, Kalev, son of Yefunne.",
            "6": "Of the tribe of Yissakhar, Yig᾽al son of Yosef.",
            "7": "Of the tribe of Efrayim, Hoshea son of Nun.",
            "8": "Of the tribe of Binyamin, Palti, son of Rafu.",
            "9": "Of the tribe of Zevulun, Gaddi᾽el son of Sodi.",
            "10": "Of the tribe of Yosef, that is of the tribe of Menashshe, Gaddi son of Susi.",
            "11": "Of the tribe of Dan, ῾Ammi᾽el son of Gemalli.",
            "12": "Of the tribe of Asher, Setur son of Mikha᾽el.",
            "13": "Of the tribe of Naftali, Naĥbi, son of Vofsi.",
            "14": "Of the tribe of Gad, Ge᾽u᾽el son of Makhi.",
            "15": "These are the names of the men whom Moshe sent to spy out the land. And Moshe called Hoshea son of Nun, Yehoshua.",
            "16": "And Moshe sent them to spy out the land of Kena῾an, and he said to them, Go up this way by the south, and go up into the high land:",
            "17": "and see the country, what it is; and the people who dwell in it, whether they are strong or weak, few or many;",
            "18": "and what the land is that they dwell in, whether it is good or bad; and what cities they dwell in, whether in tents, or in strongholds;",
            "19": "and what the land is, whether fat or lean, whether there are trees in it, or not. And be of good courage, and bring of the fruit of the land. Now the time was the time of the firstripe grapes.",
            "20": "So they went up, and searched the land from the wilderness of Żin to Reĥov, on the way to Ĥamat.",
            "21": "And they ascended into the Negev, and came to Ĥevron, where Aĥiman, Sheshay, and Talmay, the children of ῾Anaq, were. (Now Ĥevron was built seven years before Żo῾an in Miżrayim.)",
            "22": "And they came to the wadi of Eshkol, and cut down from thence a branch with one cluster of grapes, and they carried it between two on a pole; and they brought of the pomegranates, and the figs.",
            "23": "The place was called the wadi of Eshkol, because of the cluster of grapes which the children of Yisra᾽el cut down from there.",
            "24": "And they returned from searching the land after forty days.",
            "25": "And they went and came to Moshe and to Aharon, and to all the congregation of the children of Yisra᾽el, to the wilderness of Paran, to Qadesh; and brought back word to them, and to all the congregation, and showed them the fruit of the land.",
            "26": "And they told him, and said, We came to the land where thou didst send us, and indeed it flows with milk and honey; and this is the fruit of it.",
            "27": "But the people are strong that dwell in the land, and the cities are fortified, and very great: and moreover we saw the children of ῾Anaq there.",
            "28": "῾Amaleq dwells in the land of the Negev: and the Ĥitti, and the Yevusi, and the Emori dwell in the mountain: and the Kena῾ani dwell by the sea and by the side of the Yarden.",
            "29": "And Kalev stilled the people before Moshe, and said, Let us go up at once, and possess it; for we are well able to overcome it.",
            "30": "But the men who went up with him said, We are not able to go up against the people; for they are stronger than we.",
            "31": "And they spread an evil report of the land which they had spied out to the children of Yisra᾽el, saying, The land, through which we have gone to spy it out, is a land that eats up its inhabitants; and all the people that we saw in it are men of a great stature.",
            "32": "And there we saw the Nefilim, the sons of ῾Anaq who come of the Nefilim: and we were in our own sight as grasshoppers, and so we were in their sight."
        },
        "13": {
            "0": "And all the congregation lifted up their voice, and cried; and the people wept that night.",
            "1": "And all the children of Yisra᾽el murmured against Moshe and against Aharon: and the whole congregation said to them, Would that we had died in the land of Miżrayim! or would we had died in this wilderness!",
            "2": "And why has the Lord brought us to this land, to fall by the sword, that our wives and our children should be a prey? were it not better for us to return to Miżrayim?",
            "3": "And they said to one another, Let us appoint a chief, and let us return to Miżrayim.",
            "4": "Then Moshe and Aharon fell on their faces before all the assembly of the congregation of the children of Yisra᾽el.",
            "5": "And Yehoshua the son of Nun, and Kalev the son of Yefunne, of those who spied out the land, rent their clothes:",
            "6": "and they spoke to all the congregation of the children of Yisra᾽el, saying, The land, which we passed through to spy it out, is an exceedingly good land.",
            "7": "If the Lord delight in us, then he will bring us into this land, and give it us; a land which flows with milk and honey.",
            "8": "Only rebel not against the Lord, nor fear the people of the land; for they are bread for us: their defence is departed from them, and the Lord is with us: fear them not.",
            "9": "But all the congregation said to stone them with stones. And the glory of the Lord appeared in the Tent of Meeting before all the children of Yisra᾽el.",
            "10": "And the Lord said to Moshe, How long will this people provoke me? and how long will it be before they believe me, for all the signs which I have performed among them?",
            "11": "I will smite them with the pestilence, and disinherit them, and will make of thee a greater nation and mightier than they.",
            "12": "And Moshe said to the Lord, Then Miżrayim shall hear it, (for thou didst bring up this people in thy might from among them;)",
            "13": "and they will tell it to the inhabitants of this land: who have heard that thou Lord art among this people, that thou Lord art seen face to face, and that thy cloud stands over them, and that thou goest before them, by day time in a pillar of cloud, and in a pillar of fire by night.",
            "14": "Now if thou shalt kill all this people as one man, then the nations which have heard the fame of thee will speak, saying,",
            "15": "Because the Lord was not able to bring this people into the land which he swore to them, therefore he has slain them in the wilderness.",
            "16": "And now, I pray thee, let the power of my Lord be great, according as thou hast spoken, saying,",
            "17": "The Lord is longsuffering, and great in love, forgiving iniquity and transgression, but by no means clearing the guilty, punishing the iniquity of the fathers upon the children to the third and fourth generation.",
            "18": "Pardon, I pray thee, the iniquity of this people according to the greatness of thy love, and as thou hast forgiven this people, from Miżrayim until now.",
            "19": "And the Lord said, I have pardoned according to thy word:",
            "20": "but truly, as I live, and all the earth is filled with the glory of the Lord:",
            "21": "surely, all those men who have seen my glory, and my miracles, which I did in Miżrayim and in the wilderness, and yet have tempted me now these ten times, and have not hearkened to my voice:",
            "22": "surely, they shall not see the land which I swore to their fathers, nor shall any of those who provoked me see it:",
            "23": "but my servant Kalev, because he had another spirit with him, and followed me fully, him will I bring into the land into which he went; and his seed shall possess it,",
            "24": "(Now the ῾Amaleqi and the Kena῾ani dwelt in the valley.) Tomorrow turn, and get you into the wilderness by way of the Sea of Suf.",
            "25": "And the Lord spoke to Moshe and to Aharon, saying,",
            "26": "How long shall I bear with this evil congregation, who murmur against me? I have heard the murmurings of the children of Yisra᾽el, which they murmur against me.",
            "27": "Say to them, As I live, says the Lord, as you have spoken in my ears, so will I do to you:",
            "28": "your carcasses shall fall in this wilderness; and all that were numbered of you, according to your whole number, from twenty years old and upward, who have murmured against me,",
            "29": "shall by no means come into the land, concerning which I swore to make you dwell there, except Kalev the son of Yefunne, and Yehoshua the son of Nun.",
            "30": "But your little ones, who, you said, should be a prey, them will I bring in, and they shall know the land which you have despised.",
            "31": "But as for you, your carcasses shall fall in this wilderness.",
            "32": "And your children shall wander in the wilderness forty years, and bear your backslidings, until your carcasses be consumed in the wilderness.",
            "33": "According to the number of the days in which you spied out the land, even forty days, each day for a year, shall you bear your iniquities, namely, forty years, and you shall know my displeasure.",
            "34": "I the Lord have said, I will surely do it to all this evil congregation, that are gathered together against me: in this wilderness they shall be consumed, and there they shall die.",
            "35": "And the men, whom Moshe sent to spy out the land, who returned, and made all the congregation murmur against him, by bringing up a slander upon the land;",
            "36": "now those men that brought up the evil report upon the land, died by the plague before the Lord,",
            "37": "but Yehoshua the son of Nun, and Kalev the son of Yefunne, of the men who went to spy out the land; they lived.",
            "38": "And Moshe told these sayings to all the children of Yisra᾽el: and the people mourned greatly.",
            "39": "And they rose up early in the morning, and went up to the top of the mountain, saying, We are here, and will go up to the place which the Lord has promised: for we have sinned.",
            "40": "And Moshe said, Why now do you transgress the commandment of the Lord? it shall not prosper.",
            "41": "Go not up, for the Lord is not among you: so that you may not be smitten before your enemies.",
            "42": "For the ῾Amaleqi and the Kena῾ani are there before you, and you shall fall by the sword: because you have turned away from the Lord, therefore the Lord will not be with you.",
            "43": "But they presumed to go up to the hill top: nevertheless the ark of the covenant of the Lord, and Moshe, departed not out of the camp.",
            "44": "Then the ῾Amaleqi came down, and the Kena῾ani who dwelt in that hill, and smote them, and discomfited them, as far as Ĥorma."
        },
        "14": {
            "0": "And the Lord spoke to Moshe, saying,",
            "1": "Speak to the children of Yisra᾽el, and say to them, When you come to the land of your habitations, which I give to you,",
            "2": "and will make an offering by fire to the Lord, a burnt offering, or a sacrifice, in performing a pronounced vow, or in a freewill offering, or in your solemn feasts, to make a sweet savour to the Lord, of the herd, or of the flock:",
            "3": "then shall he that offers his offering to the Lord bring a meal offering of a tenth measure of flour mingled with the fourth part of a hin of oil.",
            "4": "And the fourth part of a hin of wine for a drink offering shalt thou prepare with the burnt offering or sacrifice, for one lamb.",
            "5": "Or for a ram, thou shalt prepare for a meal offering two tenth measures of flour mingled with the third part of a hin of oil.",
            "6": "And for a drink offering thou shalt offer the third part of a hin of wine, for a sweet savour to the Lord.",
            "7": "And when thou preparest a bullock for a burnt offering, or for a sacrifice, in performing a pronounced vow, or in offering a peace offering to the Lord:",
            "8": "then shall he bring with a bullock a meal offering of three tenth measures of flour mingled with half a hin of oil.",
            "9": "And thou shalt bring for a drink offering half a hin of wine, for an offering made by fire, of a sweet savour to the Lord.",
            "10": "Thus shall it be done for one bullock, or for one ram, or for a lamb, or a kid.",
            "11": "According to the number that you shall prepare, so shall you do to every one according to their number.",
            "12": "All that are born of the country shall do these things after this manner, in offering an offering made by fire, of a sweet savour to the Lord.",
            "13": "And if a stranger sojourn with you, or whoever may be among you throughout your generations, and will offer an offering made by fire, of a sweet savour to the Lord; as you do, so he shall do.",
            "14": "One ordinance shall be both for you of the congregation, and also for the stranger that sojourns with you, an ordinance for ever throughout your generations: as you are, so shall the stranger be before the Lord.",
            "15": "One Tora and one code shall there be for you, and for the stranger that sojourns with you.",
            "16": "And the Lord spoke to Moshe, saying,",
            "17": "Speak to the children of Yisra᾽el, and say to them, When you come into the land into which I bring you,",
            "18": "then it shall be, that, when you eat of the bread of the land, you shall offer up a gift to the Lord.",
            "19": "You shall offer up a cake of the first of your dough for a gift: as you do the gift of the threshingfloor, so shall you set it apart.",
            "20": "Of the first of your dough you shall give to the Lord an offering throughout your generations.",
            "21": "And if you have erred, and not observed all these commandments, which the Lord spoke to Moshe,",
            "22": "all that the Lord has commanded you by the hand of Moshe, from the day that the Lord gave command, and henceforward throughout your generations;",
            "23": "then it shall be, if it be committed by ignorance without the knowledge of the congregation, that all the congregation shall offer one young bullock for a burnt offering, for a sweet savour to the Lord, with its meal offering, and its drink offering, according to the ordinance, and one kid of the goats for a sin offering.",
            "24": "And the priest shall make atonement for all the congregation of the children of Yisra᾽el, and it shall be forgiven them; for it is ignorance, and they have brought their offering, a sacrifice made by fire to the Lord, and their sin offering before the Lord, for their ignorance.",
            "25": "And it shall be forgiven all the congregation of the children of Yisra᾽el, and the stranger that sojourns among them; seeing all the people were in ignorance.",
            "26": "And if a single person sin through ignorance, then he shall bring a she goat of the first year for a sin offering.",
            "27": "And the priest shall make atonement for the person that sins ignorantly, when he sins by ignorance before the Lord, to make atonement for him; and it shall be forgiven him.",
            "28": "You shall have one Tora for him who sins through ignorance, both for him that is born among the children of Yisra᾽el, and for the stranger that sojourns among them.",
            "29": "But the person that acts presumptuously, whether he be born in the land, or a stranger, that person dishonours the Lord; and that soul shall be cut off from among his people.",
            "30": "Because he has despised the word of the Lord, and has broken his commandment, that soul shall utterly be cut off; his iniquity shall be upon him.",
            "31": "And while the children of Yisra᾽el were in the wilderness, they found a man gathering sticks upon the sabbath day.",
            "32": "And they that found him gathering sticks brought him to Moshe and Aharon, and to all the congregation.",
            "33": "And they put him in custody, because it was not declared what should be done to him.",
            "34": "And the Lord said to Moshe, The man shall be surely put to death: all the congregation shall stone him with stones outside the camp.",
            "35": "And all the congregation brought him outside the camp, and stoned him with stones, and he died; as the Lord commanded Moshe.",
            "36": "And the Lord spoke to Moshe, saying,",
            "37": "Speak to the children of Yisra᾽el, and bid them that they make them fringes in the corners of their garments throughout their generations, and that they put upon the fringe of each corner a thread of blue:",
            "38": "and it shall be to you as a fringe, that you may look upon it, and remember all the commandments of the Lord, and do them; and that you seek not after your own heart and your own eyes, after which you go astray:",
            "39": "that you may remember, and do all my commandments, and be holy to your God.",
            "40": "I am the Lord your God, who brought you out of the land of Miżrayim, to be your God: I am the Lord your God."
        },
        "15": {
            "0": "Now Qoraĥ, the son of Yiżhar, the son of Qehat, the son of Levi, and Datan and Aviram, the sons of Eli᾽av, and On, the son of Pelet, of the sons of Re᾽uven, took men:",
            "1": "and they rose up before Moshe, with certain of the children of Yisra᾽el, two hundred and fifty princes of the assembly, regularly summoned to the congregation, men of renown:",
            "2": "and they gathered themselves together against Moshe and against Aharon, and said to them, You take too much upon you, seeing all the congregation are holy, every one of them, and the Lord is among them: why then do you raise yourselves up above the congregation of the Lord?",
            "3": "And when Moshe heard it, he fell on his face:",
            "4": "and he spoke to Qoraĥ and to all his company, saying, Tomorrow morning the Lord will show who is his, and who is holy; and will cause him to come near to him: even him whom he has chosen will he cause to come near to him.",
            "5": "This do; Take censers, Qoraĥ, and all his company;",
            "6": "and put fire in them, and put incense in them before the Lord tomorrow: and it shall be that the man whom the Lord chooses, he shall be holy: you take too much upon you, you sons of Levi.",
            "7": "And Moshe said to Qoraĥ, Hear, I pray you, sons of Levi:",
            "8": "is it but a small thing to you, that the God of Yisra᾽el has separated you from the congregation of Yisra᾽el, to bring you near to himself to do the service of the tabernacle of the Lord, and to stand before the congregation to minister to them?",
            "9": "And he has brought thee near to him, and all thy brethren the sons of Levi with thee: and do you seek the priesthood also?",
            "10": "For which cause both thou and all thy company who are gathered together are against the Lord: and what is Aharon, that you murmur against him?",
            "11": "And Moshe sent to call Datan and Aviram, the sons of Eli᾽av; but they said, We will not come up:",
            "12": "is it a small thing that thou hast brought us up out of a land flowing with milk and honey, to kill us in the wilderness, and dost thou also make thyself a prince over us?",
            "13": "Moreover thou hast not brought us to a land flowing with milk and honey, nor given us inheritance of fields and vineyards: wilt thou put out the eyes of these men? we will not come up.",
            "14": "And Moshe was much angered, and said to the Lord, Have no regard to their offering: I have not taken one ass from them, nor have I hurt one of them.",
            "15": "And Moshe said to Qoraĥ, Be thou and all thy company before the Lord, thou, and they, and Aharon, tomorrow:",
            "16": "and take every man his censer, and put incense in them, and present before the Lord every man his censer, two hundred and fifty censers; thou also, and Aharon, each of you his censer.",
            "17": "And they took every man his censer, and put fire in them, and laid incense on them, and stood in the door of the Tent of Meeting with Moshe and Aharon.",
            "18": "And Qoraĥ gathered all the congregation against them to the door of the Tent of Meeting: and the glory of the Lord appeared to all the congregation.",
            "19": "And the Lord spoke to Moshe and to Aharon, saying,",
            "20": "Separate yourselves from among this congregation, that I may consume them in a moment.",
            "21": "And they fell upon their faces, and said, O God, the God of the spirits of all flesh, shall one man sin, and wilt thou be angry with all the congregation?",
            "22": "And the Lord spoke to Moshe, saying,",
            "23": "Speak to the congregation, saying, Get up from about the dwelling of Qoraĥ, Datan, and Aviram.",
            "24": "And Moshe rose up and went to Datan and Aviram; and the elders of Yisra᾽el followed him.",
            "25": "And he spoke to the congregation, saying, Depart, I pray you, from the tents of these wicked men, and touch nothing of theirs, lest you be consumed in all their sins.",
            "26": "So they went up from the dwelling of Qoraĥ, Datan, and Aviram, on every side: and Datan and Aviram came out, and stood in the door of their tents, and their wives, and their sons, and their little children.",
            "27": "And Moshe said, Hereby you shall know that the Lord has sent me to do all these works; for I have not done them of my own mind.",
            "28": "If these men die the common death of all men, or if they be visited after the visitation of all men; then the Lord has not sent me.",
            "29": "But if the Lord creates a new thing, and the earth opens her mouth, and swallows them up, with all that appertain to them, and they go down alive into She᾽ol; then you shall understand that these men have provoked the Lord.",
            "30": "And it came to pass, as he had made an end of speaking all these words, that the ground split beneath them:",
            "31": "and the earth opened her mouth, and swallowed them up, and their houses, and all the men that appertained to Qoraĥ, and all their goods.",
            "32": "They, and all that appertained to them, went down alive into She᾽ol, and the earth closed upon them: and they perished from among the congregation.",
            "33": "And all Yisra᾽el that were round about them fled at the cry of them: for they said, Lest the earth swallow us up also.",
            "34": "And there came out a fire from the Lord, and consumed the two hundred and fifty men that offered the incense."
        },
        "16": {
            "0": "And the Lord spoke to Moshe saying,",
            "1": "Speak to El῾azar the son of Aharon the priest, that he take up the censers out of the burning, and scatter thou the fire yonder; for they have become holy.",
            "2": "As for the censers of these sinners against their own lives, let them make them into beaten plates for a covering of the altar: for they offered them before the Lord, therefore they have become holy: and they shall be a sign to the children of Yisra᾽el.",
            "3": "And El῾azar the priest took the brazen censers, wherewith they that were burnt had offered; and they made them into beaten plates for a covering of the altar:",
            "4": "to be a memorial to the children of Yisra᾽el, that no stranger, who is not of the seed of Aharon, come near to offer incense before the Lord: that he be not like Qoraĥ and his company: as the Lord said to him by the hand of Moshe.",
            "5": "But on the morrow all the congregation of the children of Yisra᾽el murmured against Moshe and against Aharon, saying, You have killed the people of the Lord.",
            "6": "And it came to pass, when the congregation was gathered against Moshe and against Aharon, that they looked toward the Tent of Meeting: and, behold, the cloud covered it, and the glory of the Lord appeared.",
            "7": "And Moshe and Aharon came before the Tent of Meeting.",
            "8": "And the Lord spoke to Moshe, saying,",
            "9": "Get away from among this congregation, that I may consume them in a moment. And they fell upon their faces.",
            "10": "And Moshe said to Aharon. Take a censer, and put fire in it from off the altar, and put on incense, and take it quickly to the congregation, and make atonement for them: for wrath is gone out from the Lord; the plague has begun.",
            "11": "And Aharon took as Moshe commanded, and ran into the midst of the congregation; and, behold, the plague had begun among the people: and he put on incense, and made atonement for the people.",
            "12": "And he stood between the dead and the living; and the plague was stayed.",
            "13": "Now they that died in the plague were fourteen thousand, seven hundred, besides those who died about the matter of Qoraĥ.",
            "14": "And Aharon returned to Moshe to the door of the Tent of Meeting: and the plague was stayed.",
            "15": "And the Lord spoke to Moshe, saying,",
            "16": "Speak to the children of Yisra᾽el, and take of every one of them a rod, one for each father’s house, of all their princes according to the house of their fathers: twelve rods: write every man’s name upon his rod.",
            "17": "And thou shalt write Aharon’s name upon the rod of Levi: for one rod shall be for the head of the house of their fathers.",
            "18": "And thou shalt lay them up in the Tent of Meeting before the Testimony, where I will meet with you.",
            "19": "And it shall come to pass, that the man’s rod, whom I shall choose, shall blossom: and I will make to cease from me the murmurings of the children of Yisra᾽el, whereby they murmur against you.",
            "20": "And Moshe spoke to the children of Yisra᾽el, and every one of their princes gave him a rod apiece, for each prince one, according to their fathers’ houses: twelve rods: and the rod of Aharon was among their rods.",
            "21": "And Moshe laid up the rods before the Lord in the tent of the Testimony.",
            "22": "And it came to pass, that on the morrow Moshe went into the tent of the Testimony: and, behold, the rod of Aharon for the house of Levi had sprouted, and brought forth buds, and blossomed, and yielded almonds.",
            "23": "And Moshe brought out all the rods from before the Lord to all the children of Yisra᾽el: and they looked, and took every man his rod.",
            "24": "And the Lord said to Moshe, Put Aharon’s rod back before the Testimony, to be kept for a token against rebels; that there may be an end of their murmurings against me, that they die not.",
            "25": "And Moshe did so: as the Lord commanded him, so he did.",
            "26": "And the children of Yisra᾽el spoke to Moshe, saying, Behold, we die, we perish, we all perish.",
            "27": "Everyone that comes at all near the tabernacle of the Lord dies; shall we totally perish?"
        },
        "17": {
            "0": "And the Lord said to Aharon, Thou and thy sons and thy father’s house with thee shall bear the iniquity of the sanctuary: and thou and thy sons with thee shall bear the iniquity of your priesthood.",
            "1": "And thy brethren also of the tribe of Levi, the tribe of thy father, bring thou near with thee, that they may be joined to thee, and minister to thee: but thou and thy sons with thee shall minister before the tent of the Testimony.",
            "2": "And they shall keep thy charge, and the charge of all the tent: only they shall not come near the vessels of the sanctuary and the altar, that neither they, nor you, die.",
            "3": "And they shall be joined to thee, and keep the charge of the Tent of Meeting, for all the service of the tent, and a stranger shall not come near to you.",
            "4": "And you shall keep the charge of the sanctuary, and the charge of the altar: that there be no wrath any more upon the children of Yisra᾽el.",
            "5": "And I, behold, I have taken your brethren the Levites from among the children of Yisra᾽el: to you they are given as a gift for the Lord, to do the service of the Tent of Meeting.",
            "6": "Therefore thou and thy sons with thee shall keep your priest’s office for everything that concerns the altar, and within the veil: and you shall serve: I have given your priest’s office to you as a service of gift: and the stranger that comes near shall be put to death.",
            "7": "And the Lord spoke to Aharon, Behold, I also have given thee the charge of my heave offerings of all the hallowed things of the children of Yisra᾽el; unto thee have I given them by reason of the anointing, and to thy sons, by an ordinance for ever.",
            "8": "This shall be thine of the most holy things, reserved from the fire: every offering of theirs, every meal offering of theirs, and every sin offering of theirs, and every guilt offering of theirs, which they shall render to me, shall be most holy for thee and for thy sons.",
            "9": "In the most holy place shalt thou eat it; every male shall eat it: it shall be holy to thee.",
            "10": "And this is thine; the heave offering of their gift, for all the wave offerings of the children of Yisra᾽el: I have given them to thee, and to thy sons and to thy daughters with thee, by a statute for ever: every one that is clean in thy house shall eat of it.",
            "11": "All the best of the oil, and all the best of the wine, and of the wheat, the first of them which they shall offer to the Lord, them have I given thee.",
            "12": "The first ripe fruit of all that is in the land, which they shall bring to the Lord, shall be thine; every one that is clean in thy house shall eat of it.",
            "13": "Everything devoted in Yisra᾽el shall be thine.",
            "14": "Everything that opens the womb in all flesh, which they bring to the Lord, whether it be of men or beasts, shall be thine: nevertheless the firstborn of man shalt thou surely redeem, and the firstling of unclean beasts shalt thou redeem.",
            "15": "And those that are to be redeemed shall be redeemable from a month old according to the usual estimation, for the money of five shekels, after the shekel of the sanctuary, which is twenty gera.",
            "16": "But the firstling of an ox, or the firstling of a sheep, or the firstling of a goat, thou shalt not redeem; they are holy: thou shalt sprinkle their blood upon the altar, and shalt burn their fat for an offering made by fire, for a sweet savour to the Lord.",
            "17": "And the flesh of them shall be thine, as the wave breast and as the right shoulder shall they be thine.",
            "18": "All the heave offerings of the holy things, which the children of Yisra᾽el offer to the Lord, have I given thee, and thy sons and thy daughters with thee, by a statute for ever: it is a covenant of salt for ever before the Lord to thee and to thy seed with thee.",
            "19": "And the Lord spoke to Aharon, Thou shalt have no inheritance in their land, neither shalt thou have any part among them: I am thy portion and thy inheritance among the children of Yisra᾽el.",
            "20": "And, behold, I have given the children of Levi all the tenth in Yisra᾽el for an inheritance, for their service which they serve, even the service of the Tent of Meeting.",
            "21": "Neither must the children of Yisra᾽el henceforth come near the Tent of Meeting, lest they bear sin, and die.",
            "22": "But the Levites shall do the service of the Tent of Meeting, and they shall bear their iniquity: it shall be a statute for ever throughout your generations, that among the children of Yisra᾽el they have no inheritance.",
            "23": "But the tithes of the children of Yisra᾽el, which they offer as a gift to the Lord, I have given to the Levites to inherit: therefore I have said to them, Among the children of Yisra᾽el they shall have no inheritance.",
            "24": "And the Lord spoke to Moshe, saying,",
            "25": "Thus speak to the Levites, and say to them, When you take of the children of Yisra᾽el the tithes which I have given you from them for your inheritance, then you shall offer up from it a gift for the Lord, even a tenth part of the tithe.",
            "26": "And this your gift shall be reckoned to you, as though it were the corn of the threshingfloor, and as the fulness of the winepress.",
            "27": "Thus you also shall offer a gift to the Lord of all your tithes, which you receive of the children of Yisra᾽el; and you shall give of it the Lord’s gift to Aharon the priest.",
            "28": "Out of all that is given to you, you shall set aside all that is due as a gift to the Lord, of all the best thereof, even the hallowed part of it.",
            "29": "Therefore thou shalt say to them, When you have set aside the best of it, then it shall be counted to the Levites as the increase of the threshingfloor, and as the increase of the winepress.",
            "30": "And you shall eat it in every place, you and your households: for it is your reward for your service in the Tent of Meeting.",
            "31": "And you shall bear no sin by reason of it, when you have set aside from it the best of it: nor shall you pollute the holy things of the children of Yisra᾽el, lest you die."
        },
        "18": {
            "0": "And the Lord spoke to Moshe and to Aharon, saying,",
            "1": "This is the ordinance of the Tora which the Lord has commanded, saying, Speak to the children of Yisra᾽el, that they bring thee a red heifer without defect, in which there is no blemish, and upon which never came a yoke:",
            "2": "and you shall give her to El῾azar the priest, that he may bring her outside the camp, and she shall be slaughtered before his face:",
            "3": "and El῾azar the priest shall take of her blood with his finger, and sprinkle of her blood towards the front of the Tent of Meeting seven times:",
            "4": "and the heifer shall be burnt in his sight; her skin, and her flesh, and her blood, with her dung, shall be burnt:",
            "5": "and the priest shall take cedar wood, and hyssop, and scarlet, and cast it into the midst of the burning of the heifer.",
            "6": "Then the priest shall wash his clothes, and shall bathe his flesh in water, and afterwards he shall come into the camp, and the priest shall be unclean until the evening.",
            "7": "And he that burns her shall wash his clothes in water, and bathe his flesh in water, and shall be unclean until the evening.",
            "8": "And a man that is clean shall gather up the ashes of the heifer, and lay them outside the camp in a clean place, and it shall be kept for the congregation of the children of Yisra᾽el for the water of sprinkling: it is a purification offering.",
            "9": "And he that gathers the ashes of the heifer shall wash his clothes, and be unclean until the evening: and it shall be to the children of Yisra᾽el, and to the stranger that sojourns among them, for a statute for ever.",
            "10": "He that touches the dead body of any man shall be unclean seven days.",
            "11": "If he purify himself with it on the third day and on the seventh day, he shall be clean: but if he do not purify himself on the third day and the seventh day, he shall not be clean.",
            "12": "Whoever touches the dead body of any man that has died, and purifies not himself, he defiles the tabernacle of the Lord; and that soul shall be cut off from Yisra᾽el: because the water of sprinkling was not sprinkled upon him, he shall be unclean; his uncleanness is yet upon him.",
            "13": "This is the Tora: when a man dies in a tent, all that come into the tent, and all that is in the tent, shall be unclean seven days.",
            "14": "And every open vessel, which has no covering bound upon it, is unclean.",
            "15": "And whoever touches one that is slain with a sword in the open field, or a dead body, or a bone of a man, or a grave, shall be unclean seven days.",
            "16": "And for an unclean person they shall take of the ashes of the burnt purification offering, and running water shall be put thereto in a vessel:",
            "17": "and a clean person shall take hyssop, and dip it in the water, and sprinkle it upon the tent, and upon all the vessels, and upon the persons that were there, and upon him that touched a bone, or one slain, or one dead, or a grave:",
            "18": "and the clean person shall sprinkle upon the unclean on the third day, and on the seventh day: and on the seventh day he shall purify himself, and wash his clothes, and bathe himself in water, and shall be clean at evening.",
            "19": "But the man that shall be unclean, and shall not purify himself, that soul shall be cut off from among the congregation, because he has defiled the sanctuary of the Lord: the water of sprinkling has not been sprinkled upon him; he is unclean.",
            "20": "And it shall be a perpetual statute to them, that he that sprinkles the water of sprinkling shall wash his clothes; and he that touches the water of sprinkling shall be unclean until the evening.",
            "21": "And whatever the unclean person touches shall be unclean; and the person that touches it shall be unclean until the evening."
        },
        "19": {
            "0": "Then came the children of Yisra᾽el, the whole congregation, into the desert of Żin in the first month: and the people abode in Qadesh, and Miryam died there, and was buried there.",
            "1": "And there was no water for the congregation: and they gathered themselves together against Moshe and against Aharon.",
            "2": "And the people quarrelled with Moshe, and spoke, saying, Would that we had died when our brethren died before the Lord!",
            "3": "And why have you brought up the congregation of the Lord into this wilderness, that we and our cattle should die there?",
            "4": "And why have you made us come up out of Miżrayim, to bring us in unto this evil place? it is no place of seed, or of figs, or of vines, or of pomegranates; nor is there any water to drink.",
            "5": "And Moshe and Aharon went from the presence of the assembly to the door of the Tent of Meeting, and they fell upon their faces: and the glory of the Lord appeared to them.",
            "6": "And the Lord spoke to Moshe, saying,",
            "7": "Take the rod, and gather the assembly together, thou, and Aharon thy brother, and speak to the rock before their eyes; and it shall give forth its water, and thou shalt bring forth to them water out of the rock: so thou shalt give the congregation and their beasts drink.",
            "8": "And Moshe took the rod from before the Lord, as he commanded him.",
            "9": "And Moshe and Aharon gathered the congregation together before the rock, and he said to them, Hear now, you rebels; shall we fetch you water out of this rock?",
            "10": "And Moshe lifted up his hand, and with his rod he smote the rock twice: and the water came out abundantly, and the congregation drank, and their beasts also.",
            "11": "And the Lord spoke to Moshe and Aharon, Because you did not believe in me, to sanctify me in the eyes of the children of Yisra᾽el, therefore you shall not bring this congregation in to the land which I have given them.",
            "12": "This is the water of Meriva; because the children of Yisra᾽el strove with the Lord, and he was sanctified by them.",
            "13": "And Moshe sent messengers from Qadesh to the king of Edom, Thus says thy brother Yisra᾽el, Thou knowst all the travail that has befallen us:",
            "14": "how our fathers went down into Miżrayim, and we have dwelt in Miżrayim a long time; and Miżrayim vexed us, and our fathers:",
            "15": "and when we cried to the Lord, he heard our voice, and sent an angel, and brought us out of Miżrayim: and, behold, we are in Qadesh, a city in the uttermost of thy border:",
            "16": "let us pass, I pray thee, through thy country: we will not pass through the fields, or through the vineyards, nor will we drink of the water of the wells: we will go by the king’s highway, we will not turn to the right hand or to the left, until we have passed thy borders.",
            "17": "And Edom said to him, Thou shalt not pass by me, lest I come out against thee with the sword.",
            "18": "And the children of Yisra᾽el said to him, We will go by the highway: and if I and my cattle drink of thy water, then I will pay for it: I will do thee no injury, only on foot will I pass through.",
            "19": "And he said, Thou shalt not go through. And Edom came out against him with much people, and with a strong hand.",
            "20": "Thus Edom refused to give Yisra᾽el passage through his border: so that Yisra᾽el turned away from him.",
            "21": "And they journeyed from Qadesh, and the children of Yisra᾽el, the whole congregation came to mount Hor.",
            "22": "And the Lord spoke to Moshe and Aharon in mount Hor, by the border of the land of Edom, saying,",
            "23": "Aharon shall be gathered to his people: for he shall not enter into the land which I have given to the children of Yisra᾽el, because you rebelled against my word at the water of Meriva.",
            "24": "Take Aharon and El῾azar his son, and bring them up to mount Hor:",
            "25": "and strip Aharon of his garments, and put them upon El῾azar his son: and Aharon shall be gathered to his people, and shall die there.",
            "26": "And Moshe did as the Lord commanded: and they went up to mount Hor in the sight of all the congregation.",
            "27": "And Moshe stripped Aharon of his garments, and put them upon El῾azar his son; and Aharon died there in the top of the mount: and Moshe and El῾azar came down from the mountain.",
            "28": "And when all the congregation saw that Aharon was dead, they mourned for Aharon, thirty days, all the house of Yisra᾽el."
        },
        "20": {
            "0": "And when the Kena῾anite, the king of ῾Arad, who dwelt in the Negev, heard tell that Yisra᾽el came by the way of Atarim; then he fought against Yisra᾽el, and took some of them prisoners.",
            "1": "And Yisra᾽el vowed a vow to the Lord, and said, If thou wilt indeed deliver this people into my hand, then I will devote their cities to destruction.",
            "2": "And the Lord hearkened to the voice of Yisra᾽el, and delivered up the Kena῾ani; and they utterly destroyed them and their cities: and he called the name of the place Ĥorma.",
            "3": "And they journeyed from mount Hor by the way of the Sea of Suf, to compass the land of Edom: and the soul of the people was much discouraged because of the way.",
            "4": "And the people spoke against God, and against Moshe, Why have you brought us up out of Miżrayim to die in the wilderness? for there is no bread, nor is there any water; and our soul loathes this miserable bread.",
            "5": "And the Lord sent venomous serpents among the people, and they bit the people; and many people of Yisra᾽el died.",
            "6": "Therefore the people came to Moshe and said, We have sinned, for we have spoken against the Lord, and against thee; pray to the Lord, that he take away the serpents from us. And Moshe prayed for the people.",
            "7": "And the Lord said to Moshe, Make thee a venomous serpent, and set it upon a pole: and it shall come to pass, that every one that is bitten, when he looks upon it, shall live.",
            "8": "And Moshe made a serpent of brass, and put it upon a pole, and it came to pass, that if a serpent had bitten any man, when he beheld the serpent of brass, he lived.",
            "9": "And the children of Yisra᾽el set forward, and pitched in Ovot.",
            "10": "And they journeyed from Ovot, and pitched at ῾Iyye-῾avarim, in the wilderness which is before Mo᾽av, toward the sunrising.",
            "11": "From thence they removed, and pitched in the wadi of Zered.",
            "12": "From thence they removed, and pitched on the side of Arnon which is in the wilderness that comes out of the border of the Emori: for Arnon is the border of Mo᾽av, between Mo᾽av and the Emori.",
            "13": "Wherefore it is said in the book of the wars of the Lord, Vahev in Sufa and the wadis of Arnon.",
            "14": "And the stream of the wadis that goes down to the dwelling of ῾Ar, and lies upon the border of Mo᾽av.",
            "15": "And from thence they went to Be᾽er: that is the well of which the Lord spoke to Moshe, Gather the people together, and I will give them water.",
            "16": "Then Yisra᾽el sang this song, Spring up, O well; sing to it:",
            "17": "the well that the princes dug out, that the nobles of the people delved, with the sceptre, with their staves. And from the wilderness they went to Mattana:",
            "18": "and from Mattana to Naĥali᾽el: and from Naĥali᾽el to Bamot:",
            "19": "and from Bamot to the valley, that is in the country of Mo᾽av, to the top of Pisga, which looks out towards the desert.",
            "20": "And Yisra᾽el sent messengers to Siĥon king of the Emori, saying,",
            "21": "Let me pass through thy land: we will not turn aside into the fields, or into the vineyards; we will not drink of the waters of the well: but we will go along by the king’s highway, until we have past thy borders.",
            "22": "And Siĥon would not allow Yisra᾽el to pass through his border: but Siĥon gathered all his people together, and went out against Yisra᾽el into the wilderness: and he came to Yahaż, and fought against Yisra᾽el.",
            "23": "And Yisra᾽el smote him with the edge of the sword, and possessed his land from Arnon to Yabboq, as far as the children of ῾Ammon: for the border of the children of ῾Ammon was strong.",
            "24": "And Yisra᾽el took all these cities: and Yisra᾽el dwelt in all the cities of the Emori, in Ĥeshbon, and in all its hamlets.",
            "25": "For Ĥeshbon was the city of Siĥon the king of the Emori, who had fought against the former king of Mo᾽av, and taken all his land out of his hand, as far as Arnon.",
            "26": "Wherefore they who speak in similes say, Come to Ĥeshbon, let the city of Siĥon be built and established:",
            "27": "for there is a fire gone out of Ĥeshbon, a flame from the city of Siĥon: it has consumed ῾Ar of Mo᾽av, and the lords of the high places of Arnon.",
            "28": "Woe to thee, Mo᾽av! thou art undone, O people of Kemosh: he has given his sons as fugitives, and his daughters, as captives to Siĥon king of the Emori.",
            "29": "We have shot at them; Ĥeshbon is perished even to Divon, and we have laid them waste to Nofaĥ, which reaches to Medeva.",
            "30": "Thus Yisra᾽el dwelt in the land of the Emori.",
            "31": "And Moshe sent to spy out Ya῾zer, and they took its hamlets, and drove out the Emori who were there.",
            "32": "And they turned and went up by the way of Bashan: and ῾Og the king of Bashan went out against them, he, and all his people, to the battle at Edre῾i.",
            "33": "And the Lord said to Moshe, Fear him not: for I have delivered him into thy hand, and all his people, and his land; and thou shalt do to him as thou didst to Siĥon king of the Emori, who dwelt at Ĥeshbon.",
            "34": "So they smote him, and his sons, and all his people, until there was none left him alive: and they possessed his land."
        },
        "21": {
            "0": "And the children of Yisra᾽el set forward, and pitched in the plains of Mo᾽av on the far side of the Yarden by Yereĥo.",
            "1": "And Balaq the son of Żippor saw all that Yisra᾽el had done to the Emori.",
            "2": "And Mo᾽av was sore afraid of the people, because they were many: and Mo᾽av was seized with dread because of the children of Yisra᾽el.",
            "3": "And Mo᾽av said to the elders of Midyan, Now shall this company lick up all that are round about us, as the ox licks up the grass of the field. And Balaq the son of Żippor was king of Mo᾽av at that time.",
            "4": "So he sent messengers to Bil῾am the son of Be῾or to Petor, which is by the river, to the land of the children of his people, to call him, saying, Behold, there is a people come out from Miżrayim: behold, they cover the face of the earth, and they abide over against me:",
            "5": "come now therefore, I pray thee, curse me this people; for they are too mighty for me: perhaps I shall prevail, that we may smite them, and that I may drive them out of the land: for I know that he whom thou blessest is blessed, and he whom thou cursest is cursed.",
            "6": "And the elders of Mo᾽av and the elders of Midyan departed with the rewards of divination in their hand; and they came to Bil῾am, and spoke to him the words of Balaq.",
            "7": "And he said to them, Lodge here this night, and I will bring you back word, as the Lord shall speak to me: and the princes of Mo᾽av abode with Bil῾am.",
            "8": "And God came to Bil῾am, and said, What men are these with thee?",
            "9": "And Bil῾am said to God, Balaq the son of Żippor, king of Mo᾽av, has sent to me, saying,",
            "10": "Behold, the people that is come out of Miżrayim, covers the face of the earth: come now, curse me them; perhaps I shall be able to overcome them, and drive them out.",
            "11": "And God said to Bil῾am, Thou shalt not go with them; thou shalt not curse the people: for they are blessed.",
            "12": "And Bil῾am rose up in the morning, and said to the princes of Balaq, Go back to your land: for the Lord refuses to give me leave to go with you.",
            "13": "And the princes of Mo᾽av rose up, and they went to Balaq, and said, Bil῾am refuses to come with us.",
            "14": "And Balaq sent again princes, greater, and more honourable than they.",
            "15": "And they came to Bil῾am, and said to him, Thus says Balaq the son of Żippor, Let nothing, I pray thee, hinder thee from coming to me:",
            "16": "for I will promote thee to very great honour, and I will do whatever thou sayst to me: come therefore, I pray thee, curse me this people.",
            "17": "And Bil῾am answered and said to the servants of Balaq, If Balaq would give me his house full of silver and gold, I cannot go beyond the word of the Lord my God, to do less or more.",
            "18": "Now therefore, I pray you, tarry you also here this night, that I may know what the Lord will say further to me.",
            "19": "And God came to Bil῾am at night, and said to him, If the men come to call thee, rise up, and go with them; but only that word which I shall say to thee, shalt thou do.",
            "20": "And Bil῾am rose up in the morning, and saddled his ass, and went with the princes of Mo᾽av.",
            "21": "And God’s anger burned because he went: and the angel of the Lord stood in the way as an adversary against him. Now he was riding upon his ass, and his two servants were with him.",
            "22": "And the ass saw the angel of the Lord standing in the way, and his sword drawn in his hand: and the ass turned aside out of the way, and went into the field: and Bil῾am smote the ass, to turn her into the way.",
            "23": "But the angel of the Lord stood in a path of the vineyards, a wall being on this side, and a wall on that side.",
            "24": "And when the ass saw the angel of the Lord, she thrust herself to the wall, and crushed Bil῾am’s foot against the wall: and he struck her again.",
            "25": "And the angel of the Lord went further, and stood in a narrow place, where was no way to turn either to the right hand or to the left.",
            "26": "And when the ass saw the angel of the Lord, she lay down under Bil῾am: and Bil῾am’s anger burned, and he struck the ass with a staff.",
            "27": "And the Lord opened the mouth of the ass, and she said to Bil῾am, What have I done to thee, that thou hast struck me these three times?",
            "28": "And Bil῾am said to the ass, Because thou hast mocked me: I would there were a sword in my hand, for now I would kill thee.",
            "29": "And the ass said to Bil῾am, Am not I thy ass, upon which thou hast ridden all thy life to this day? was I ever wont to do so to thee? And he said, No,",
            "30": "Then the Lord opened the eyes of Bil῾am, and he saw the angel of the Lord standing in the way, and his sword drawn in his hand: and he bowed down his head, and fell on his face.",
            "31": "And the angel of the Lord said to him, Why hast thou struck thy ass these three times? behold, I went out to waylay thee, because thy path is perverse before me:",
            "32": "and the ass saw me, and turned from me these three times: unless she had turned from me, I would now have slain thee, and saved her alive.",
            "33": "And Bil῾am said to the angel of the Lord, I have sinned; for I knew not that thou didst stand in the way against me: now therefore, if it displease thee, I will get me back again.",
            "34": "And the angel of the Lord said to Bil῾am, Go with the men: but only the word that I shall speak to thee, that thou shalt speak. So Bil῾am went with the princes of Balaq.",
            "35": "And when Balaq heard that Bil῾am was come, he went out to meet him to a city of Mo᾽av, which is in the border of Arnon, in the utmost border.",
            "36": "And Balaq said to Bil῾am, Did I not earnestly send to thee to call thee? Why camest thou not to me? am I not able indeed to promote thee to honour?",
            "37": "And Bil῾am said to Balaq, Lo, I am come to thee: have I now any power at all to say anything? the word that God puts in my mouth, that I shall speak.",
            "38": "And Bil῾am went with Balaq, and they came to Qiryat-ĥużot.",
            "39": "And Balaq offered oxen and sheep, and sent to Bil῾am and to the princes that were with him.",
            "40": "And it came to pass on the morrow, that Balaq took Bil῾am, and brought him up into Bamot-ba῾al, that thence he might see the utmost part of the people."
        },
        "22": {
            "0": "And Bil῾am said to Balaq, Build me here seven altars, and prepare me here seven oxen and seven rams.",
            "1": "And Balaq did as Bil῾am had spoken; and Balaq and Bil῾am offered on every altar a bullock and a ram.",
            "2": "And Bil῾am said to Balaq, Stand by thy burnt offering, and I will go: perhaps the Lord will come to meet me; and whatever he shows me I will tell thee. And he went to a steep place.",
            "3": "And God met Bil῾am: and he said to him, I have prepared the seven altars, and I have offered upon every altar a bullock and a ram.",
            "4": "And the Lord put a word in Bil῾am’s mouth, and said, Return to Balaq, and thus thou shalt speak.",
            "5": "And he returned to him, and behold, he stood by his burnt sacrifice, he, and all the princes of Mo᾽av.",
            "6": "And he took up his discourse, and said, Balaq the king of Mo᾽av has brought me from Aram, out of the mountains of the east, saying, Come, curse me Ya῾aqov, and come, denounce Yisra᾽el.",
            "7": "How shall I curse, whom God has not cursed? or how shall I denounce whom the Lord has not denounced?",
            "8": "For from the top of the rocks I see him, and from the hills I behold him: it is a people that shall dwell alone, and shall not be reckoned among the nations.",
            "9": "Who can count the dust of Ya῾aqov, and the number of the fourth part of Yisra᾽el? Let me die the death of the righteous, and let my last end be like his!",
            "10": "And Balaq said to Bil῾am, What hast thou done to me? I took thee to curse my enemies, and, behold, thou hast blessed them altogether.",
            "11": "And he answered and said, Must I not take heed to speak that which the Lord has put in my mouth?",
            "12": "And Balaq said to him, Come, I pray thee, with me to another place, from whence thou mayst see them: thou shalt see but the utmost part of them, and shalt not see them all: and curse me them from there.",
            "13": "And he brought him into a field of vantage, at the top of Pisga, and built seven altars, and offered a bullock and a ram on every altar.",
            "14": "And he said to Balaq, Stand here by thy burnt offering, while I go to the meeting yonder.",
            "15": "And the Lord met Bil῾am, and put a word in his mouth, and said, Go back to Balaq, and say thus.",
            "16": "And when he came to him, behold, he stood by his burnt offering, and the princes of Mo᾽av with him. And Balaq said to him, What has the Lord spoken?",
            "17": "And he took up his discourse, and said, Rise up, Balaq and hear; hearken to me, thou son of Żippor:",
            "18": "God is not a man, that he should lie; nor the son of man, that he should repent: has he said, and shall he not perform? or has he spoken, and shall he not make it good?",
            "19": "Behold, I am bidden to bless: and he has blessed; and I cannot reverse it.",
            "20": "He has not beheld iniquity in Ya῾aqov nor has he seen perverseness in Yisra᾽el: the Lord his God is with him, and the trumpet blast of a king is among them.",
            "21": "God who brought them out of Miżrayim; he has as it were the strength of a wild ox.",
            "22": "Surely there is no enchantment in Ya῾aqov, nor is there any divination in Yisra᾽el: in due time Ya῾aqov and Yisra᾽el are told what God has performed.",
            "23": "Behold, the people shall rise up as a great lion, and lift up himself as a young lion: he shall not lie down until he eat of the prey, and drink the blood of the slain.",
            "24": "And Balaq said to Bil῾am, Neither curse them, nor bless them.",
            "25": "But Bil῾am answered and said to Balaq, Did not I tell thee, saying, All that the Lord speaks, that I must do?",
            "26": "And Balaq said to Bil῾am, Come, I pray thee, I will bring thee to another place; perhaps it will please God that thou mayst curse me them from there.",
            "27": "And Balaq brought Bil῾am to the top of Pe῾or, that looks out towards the desert.",
            "28": "And Bil῾am said to Balaq, Build me here seven altars, and prepare me here seven bullocks and seven rams.",
            "29": "And Balaq did as Bil῾am had said, and offered a bullock and a ram on every altar."
        },
        "23": {
            "0": "And when Bil῾am saw that it pleased the Lord to bless Yisra᾽el, he went not, as at other times, to seek for enchantments, but he set his face toward the wilderness.",
            "1": "And Bil῾am lifted up his eyes, and he saw Yisra᾽el abiding according to their tribes; and the spirit of God came upon him.",
            "2": "And he took up his discourse, and said, The speech of Bil῾am the son Be῾or, and the speech of the man whose eyes are open:",
            "3": "the saying of him who hears the words of God, who sees the vision of the Almighty, falling down, but having his eyes open:",
            "4": "how goodly are thy tents, O, Ya῾aqov, and thy tabernacles, O Yisra᾽el!",
            "5": "like the winding brooks, like gardens by the river’s side, like aloes which the Lord has planted, and cedar trees beside the waters.",
            "6": "He shall pour the water out of his buckets, moistening his seed plentifully, and his king shall be higher than Agag, and his kingdom shall be exalted.",
            "7": "God brought him out of Miżrayim: he has as it were the strength of a wild ox: he shall eat up the nations his enemies, and shall break their bones, and pierce them through with his arrows.",
            "8": "He couched, he lay down like a lion, and like a great lion: who shall stir him up? Blessed is he that blesses thee, and cursed is he that curses thee.",
            "9": "And Balaq’s anger was kindled against Bil῾am, and he smote his hands together: and Balaq said to Bil῾am, I called thee to curse my enemies, and, behold, thou hast altogether blessed them these three times.",
            "10": "Therefore now flee to thy place: I thought to promote thee to great honour; but, the Lord has kept thee back from honour.",
            "11": "And Bil῾am said to Balaq, Did I not speak also to thy messengers which thou didst send to me, saying,",
            "12": "If Balaq would give me his house full of silver and gold, I cannot go beyond the commandment of the Lord, to do either good or bad of my own mind; but what the Lord says, that will I speak?",
            "13": "And now, behold, I go to my people: come therefore, and I will advise thee what this people shall do to thy people in the latter days.",
            "14": "And he took up his discourse, and said, The speech of Bil῾am the son of Be῾or, and the speech of the man whose eyes are open:",
            "15": "the saying of him that hears the words of God, and knows the knowledge of the most High, seeing the vision of the Almighty, falling down but having his eyes open:",
            "16": "I see it, but not now: I behold it, but it is not near: there shall come a star out of Ya῾aqov, and a sceptre shall rise out of Yisra᾽el, and shall smite the corners of Mo᾽av, and destroy all the children of Shet.",
            "17": "And Edom shall be his possession, Se῾ir also, his enemies, shall be his possession; and Yisra᾽el shall do valiantly.",
            "18": "Out of Ya῾aqov shall come a ruler, and shall destroy him that remains of the city.",
            "19": "And when he looked on ῾Amaleq, he took up his discourse, and said, ῾Amaleq was the first of the nations; but his latter end shall be everlasting perdition.",
            "20": "And he looked on the Qeni, and took up his discourse, and said, Strong is thy dwellingplace, and thou puttest thy nest in a rock.",
            "21": "Nevertheless Qayin shall be wasted; whither shall Ashshur carry thee away captive?",
            "22": "And he took up his discourse, and said, Alas, who shall live when he does these things.",
            "23": "And ships shall come from the coast of Kittim, and shall afflict Ashshur, and shall afflict ῾Ever, and he also shall perish for ever.",
            "24": "And Bil῾am rose up, and went and returned to his place: and Balaq also went his way."
        },
        "24": {
            "0": "And Yisra᾽el abode in Shittim, and the people began to commit harlotry with the daughters of Mo᾽av.",
            "1": "And they called the people to the sacrifices of their gods: and the people ate, and bowed down to their gods.",
            "2": "And Yisra᾽el joined himself to Ba῾al-pe῾or: and the anger of the Lord was kindled against Yisra᾽el.",
            "3": "And the Lord said to Moshe, Take all the chiefs of the people, and hang them up before the Lord against the sun, that the burning anger of the Lord may be turned away from Yisra᾽el.",
            "4": "And Moshe said to the judges of Yisra᾽el, Slay every one his men that have attached themselves to Ba῾al-pe῾or.",
            "5": "And, behold, one of the children of Yisra᾽el came and brought to his brethren a Midyanite woman in the sight of Moshe, and in the sight of all the congregation of the children of Yisra᾽el, who were weeping before the door of the Tent of Meeting.",
            "6": "And when Pineĥas, the son of El῾azar, the son of Aharon the priest, saw it, he rose up from among the congregation, and took a spear in his hand;",
            "7": "and he went after the man of Yisra᾽el into the chamber, and thrust both of them through, the man of Yisra᾽el, and the woman through her belly. So the plague was stayed from the children of Yisra᾽el.",
            "8": "And those that died in the plague were twenty four thousand.",
            "9": "And the Lord spoke to Moshe, saying,",
            "10": "Pineĥas, the son of El῾azar, the son of Aharon the priest, has turned my wrath away from the children of Yisra᾽el, in that he was zealous for my sake among them, that I consumed not the children of Yisra᾽el in my jealousy.",
            "11": "Wherefore say, Behold, I give to him my covenant of peace:",
            "12": "and he shall have it, and his seed after him, the covenant of an everlasting priesthood; because he was zealous for his God, and made atonement for the children of Yisra᾽el.",
            "13": "Now the name of the man of Yisra᾽el that was slain, that was slain with the Midyanite woman, was Zimri, the son of Salu, a prince of a father’s house among the Shim῾oni.",
            "14": "And the name of the Midyanite woman that was slain was Kozbi, the daughter of Żur; he was head over the people of a father’s house in Midyan.",
            "15": "And the Lord spoke to Moshe, saying,",
            "16": "Vex the Midyanim, and smite them:",
            "17": "for they vex you with their wiles, with which they have beguiled you in the matter of Pe῾or, and in the matter of Kozbi, the daughter of a prince of Midyan, their sister, who was slain in the day of the plague in the affair of Pe῾or."
        },
        "25": {
            "0": "And it came to pass after the plague,\n\t\t\t\tthat the Lord spoke to Moshe and to El῾azar the son of Aharon the priest, saying,",
            "1": "Take the sum of all the congregation of the children of Yisra᾽el, from twenty years old and upward, by their fathers’ house, all that are able to go to war in Yisra᾽el.",
            "2": "And Moshe and El῾azar the priest spoke with them in the plains of Mo᾽av by the Yarden near Yereĥo, saying,",
            "3": "Take the sum of the people, from twenty years old and upward; as the Lord commanded Moshe and the children of Yisra᾽el, who went forth out of the land of Miżrayim.",
            "4": "Re᾽uven, the eldest son of Yisra᾽el: the children of Re᾽uven; Ĥanokh, the family of the Ĥanokhi: of Pallu, the family of the Pallu᾽i.",
            "5": "Of Ĥeżron, the family of the Ĥeżroni: of Karmi, the family of the Karmi.",
            "6": "These are the families of the Re᾽uveni: and they that were numbered of them were forty three thousand, seven hundred and thirty.",
            "7": "And the sons of Pallu; Eli᾽av.",
            "8": "And the sons of Eli᾽av; Nemu᾽el, and Datan, and Aviram. This is that Datan and Aviram, who were regularly summoned to the congregation, who strove against Moshe and against Aharon in the company of Qoraĥ, when they strove against the Lord:",
            "9": "and the earth opened her mouth, and swallowed them up together with Qoraĥ, when that company died, at which time the fire devoured two hundred and fifty men: and they became a sign.",
            "10": "But the children of Qoraĥ died not.",
            "11": "The sons of Shim῾on after their families: of Nemu᾽el, the family of the Nemu᾽eli: of Yamin, the family of the Yamini: of Yakhin, the family of the Yakhini:",
            "12": "of Zeraĥ, the family of the Zarĥi: of Sha᾽ul, the family of the Sha᾽uli.",
            "13": "These are the families of the Shim῾oni, twenty two thousand, two hundred.",
            "14": "The children of Gad after their families: of Żefon, the family of the Żefoni: of Ĥaggi, the family of the Ĥaggi: of Shuni, the family of the Shuni:",
            "15": "of Ozni, the family of the Ozni: of ῾Eri, the family of the ῾Eri:",
            "16": "of Arod, the family of the Arodi: of Ar᾽eli, the family of the Ar᾽eli.",
            "17": "These are the families of the children of Gad according to those that were numbered of them, forty thousand, five hundred.",
            "18": "The sons of Yehuda were ῾Er and Onan: and ῾Er and Onan died in the land of Kena῾an.",
            "19": "And the sons of Yehuda after their families were; of Shela, the family of the Shelani: of Pereż, the family of the Parżi: of Zeraĥ, the family of the Zarĥi.",
            "20": "And the sons of Pereż were; of Ĥeżron, the family of the Ĥeżroni: of Ĥamul, the family of the Ĥamuli.",
            "21": "These are the families of Yehuda according to those that were numbered of them, seventy six thousand, five hundred.",
            "22": "Of the sons of Yissakhar after their families: of Tola, the family of the Tola῾i: of Puvva, the family of the Puni:",
            "23": "of Yashuv, the family of the Yashuvi: of Shimron, the family of the Shimroni.",
            "24": "These are the families of Yissakhar according to those that were numbered of them, sixty four thousand, three hundred.",
            "25": "Of the sons of Zevulun after their families: of Sered, the family of the Sardi: of Elon, the family of the Eloni: of Yaĥle᾽el, the family of the Yaĥle᾽eli.",
            "26": "These are the families of the Zevuloni according to those that were numbered of them, sixty thousand, five hundred.",
            "27": "The sons of Yosef after their families, Menashshe and Efrayim.",
            "28": "Of the sons of Menashshe: of Makhir, the family of the Makhiri: and Makhir begot Gil῾ad: of Gil῾ad come the family of the Gil῾adi.",
            "29": "These are the sons of Gil῾adi: of I῾ezer, the family of the I῾ezri: of Ĥeleq, the family of the Ĥelqi:",
            "30": "and of Asri᾽el, the family of the Asri᾽eli: and of Shekhem, the the family of the Shikhmi:",
            "31": "and of Shemida, the family of the Shemida῾i: and of Ĥefer, the family of the Ĥefri.",
            "32": "And Żelofĥad the son of Ĥefer had no sons, but daughters: and the names of the daughters of Żelofĥad were Maĥla, and No῾a, Ĥogla, Milka and Tirża.",
            "33": "These are the families of Menashshe, and those that were numbered of them, fifty two thousand seven hundred.",
            "34": "These are the sons of Efrayim after their families: of Shutelaĥ, the family of the Shutalĥi: of Bekher, the family of the Bakhri: of Taĥan, the family of the Taĥani.",
            "35": "And these are the sons of Shutelaĥ: of ῾Eran, the family of the ῾Erani.",
            "36": "These are the families of the sons of Efrayim according to those that were numbered of them, thirty two thousand five hundred. These are the sons of Yosef after their families.",
            "37": "The sons of Binyamin after their families: of Bela, the family of the Bal῾i: of Ashbel, the family of the Ashbeli: of Aĥiram, the family of the Aĥirami:",
            "38": "of Shefufam, the family of the Shufami: of Ĥufman, the family of the Ĥufami.",
            "39": "And the sons of Bela were Ard and Na῾aman: of Ard, the family of the Ardi: and of Na῾aman, the family of the Na῾ami.",
            "40": "These are the sons of Binyamin after their families: and they that were numbered of them were forty five thousand, six hundred.",
            "41": "These are the sons of Dan after their families: of Shuĥam, the family of the Shuĥami. These are the families of Dan after their families.",
            "42": "All the families of the Shuĥami, according to those that were numbered of them, were sixty four thousand, four hundred.",
            "43": "Of the children of Asher after their families: of Yimna the family of the Yimna: of Yishvi, the family of the Yishvi: of Beri῾a, the family of the Beri῾i.",
            "44": "Of the sons of Beri῾a: of Ĥever, the family of the Ĥevri: of Malki᾽el, the family of the Malki᾽eli.",
            "45": "And the name of the daughter of Asher was Seraĥ.",
            "46": "These are the families of the sons of Asher according to those that were numbered of them; who were fifty three thousand, four hundred.",
            "47": "Of the sons of Naftali after their families: of Yaĥże᾽el, the family of the Yaĥże᾽eli: of Guni, the family of the Guni:",
            "48": "of Yeżer, the family of the Yiżri: of Shillem, the family of the Shillemi.",
            "49": "These are the families of Naftali according to their families: and they that were numbered of them were forty five thousand, four hundred.",
            "50": "These were the numbered of the children of Yisra᾽el, six hundred and one thousand, seven hundred and thirty.",
            "51": "And the Lord spoke to Moshe, saying,",
            "52": "To these the land shall be divided for an inheritance according to the number of names.",
            "53": "To the more numerous thou shalt give the more inheritance, and to the fewer thou shalt give the less inheritance: to everyone shall his inheritance be given according to those that were numbered of him.",
            "54": "Nevertheless the land shall be divided by lot: according to the names of the tribes of their fathers they shall inherit.",
            "55": "According to the lot shall their inheritance be divided between many and few.",
            "56": "And these are they that were numbered of the Levi after their families: of Gershon, the family of the Gershoni: of Qehat, the family of the Qehati: of Merari, the family of the Merari.",
            "57": "These are the families of Levi: the family of the Livni, the family of the Ĥevroni, the family of the Maĥli, the family of the Mushi, the family of the Qorĥi. And Qehat begot ῾Amram.",
            "58": "And the name of ῾Amram’s wife was Yokheved, daughter of Levi, whom her mother bore to Levi in Miżrayim: and she bore to ῾Amram Aharon and Moshe, and Miryam their sister.",
            "59": "And to Aharon was born Nadav, and Avihu, El῾azar and Itamar.",
            "60": "And Nadav and Avihu died, when they offered strange fire before the Lord.",
            "61": "And those that were numbered of them were twenty three thousand, all males from a month old and upward: for they were not numbered among the children of Yisra᾽el, because there was no inheritance given them among the children of Yisra᾽el.",
            "62": "These are they that were numbered by Moshe and El῾azar the priest, who numbered the children of Yisra᾽el in the plains of Mo᾽av by Yarden near Yereĥo.",
            "63": "But among these there was not a man of them whom Moshe and Aharon the priest numbered, when they numbered the children of Yisra᾽el in the wilderness of Sinay.",
            "64": "For the Lord had said of them, They shall surely die in the wilderness. And there was not left a man of them, except Kalev the son of Yefunne, and Yehoshua the son of Nun."
        },
        "26": {
            "0": "Then came the daughters of Żelofĥad, the son of Ĥefer, the son of Gil῾ad, the son of Makhir, the son of Menashshe, of the families of Menashshe the son of Yosef: and these are the names of his daughters; Maĥla, No῾a, and Ĥogla, and Milka and Tirża.",
            "1": "And they stood before Moshe, and before El῾azar the priest, and before the princes and all the congregation, by the door of the Tent of Meeting, saying,",
            "2": "Our father died in the wilderness, and he was not in the company of them that gathered themselves together against the Lord in the company of Qoraĥ; but he died in his own sin, and had no sons.",
            "3": "Why should the name of our father be done away from his family, because he has no son? Give to us a possession among the brethren of our father.",
            "4": "And Moshe brought their cause before the Lord.",
            "5": "And the Lord spoke to Moshe, saying,",
            "6": "The daughters of Żelofĥad speak right: thou shalt surely give them a possession of inheritance among their father’s brethren; and thou shalt cause the inheritance of their father to pass to them.",
            "7": "And thou shalt speak to the children of Yisra᾽el, saying, If a man die, and have no son, then you shall cause his inheritance to pass to his daughter.",
            "8": "And if he have no daughter, then you shall give his inheritance to his brothers.",
            "9": "And if he have no brothers, then you shall give his inheritance to his father’s brothers.",
            "10": "And if his father have no brothers, then you shall give his inheritance to his kinsman that is next to him of his family, and he shall possess it: and it shall be to the children of Yisra᾽el a statute of judgment, as the Lord commanded Moshe.",
            "11": "And the Lord said to Moshe, Go up into this mount ῾Avarim, and see the land which I have given to the children of Yisra᾽el.",
            "12": "And when thou hast seen it, thou also shalt be gathered to thy people, as Aharon thy brother was gathered.",
            "13": "For you rebelled against my commandment in the desert of Żin, in the strife of the congregation, to sanctify me at the water before their eyes: that is the water of Merivat-qadesh in the wilderness of Żin.",
            "14": "And Moshe spoke to the Lord, saying,",
            "15": "Let the Lord, the God of the spirits of all flesh, set a man over the congregation,",
            "16": "who may go out before them, and who may go in before them, and who may lead them out, and may bring them in; that the congregation of the Lord be not as sheep that have no shepherd.",
            "17": "And the Lord said to Moshe, Take thee Yehoshua the son of Nun, a man in whom is spirit, and lay thy hand upon him;",
            "18": "and set him before El῾azar the priest, and before all the congregation; and give him a charge in their sight.",
            "19": "And thou shalt put some of thy honour upon him, that all the congregation of the children of Yisra᾽el may be obedient.",
            "20": "And he shall stand before El῾azar the priest, who shall ask counsel for him after the judgment of the Urim before the Lord: at his word shall they go out, and at his word they shall come in, both he, and all the children of Yisra᾽el with him, even all the congregation.",
            "21": "And Moshe did as the Lord commanded him: and he took Yehoshua, and set him before El῾azar the priest, and before all the congregation:",
            "22": "and he laid his hands upon him, and gave him a charge, as the Lord commanded by the hand of Moshe."
        },
        "27": {
            "0": "And the Lord spoke to Moshe, saying,",
            "1": "Command the children of Yisra᾽el, and say to them, My offering, the provision of my sacrifices made by fire, for a sweet savour to me, shall you observe to offer to me in their due season.",
            "2": "And thou shalt say to them, This is the fire offering which you shall offer to the Lord; two lambs of the first year without blemish day by day, for a continual burnt offering.",
            "3": "The one lamb shalt thou offer in the morning, and the other lamb shalt thou offer at evening;",
            "4": "and a tenth part of an efa of flour for a meal offering, mingled with the fourth part of a hin of beaten oil.",
            "5": "It is a continual burnt offering, which was ordained in mount Sinay for a sweet savour, a sacrifice made by fire to the Lord.",
            "6": "And its drink offering shall be the fourth part of a hin for the one lamb: in the holy place shalt thou cause the strong drink to be poured to the Lord for a drink offering.",
            "7": "And the other lamb shalt thou offer at evening: like the meal offering of the morning, and like its drink offering, thou shalt offer it, a sacrifice made by fire, of a sweet savour to the Lord.",
            "8": "And on the sabbath day two lambs of the first year without blemish, and two tenth measures of flour for a meal offering, mingled with oil, and its drink offering:",
            "9": "this is the burnt offering of every sabbath, beside the continual burnt offering, and its drink offering.",
            "10": "And in the beginnings of your months you shall offer a burnt offering to the Lord; two young bullocks, and one ram, seven lambs of the first year without blemish;",
            "11": "and three tenth measures of flour for a meal offering, mingled with oil, for one bullock; and two tenth measures of flour for a meal offering, mingled with oil, for one ram;",
            "12": "and a tenth measure of flour mingled with oil for a meal offering for every lamb; for a burnt offering of a sweet savour, a sacrifice made by fire to the Lord.",
            "13": "And their drink offerings shall be half a hin of wine for a bullock, and the third part of a hin for a ram, and a fourth part of a hin for a lamb: this is the burnt offering of every month throughout the months of the year.",
            "14": "And one kid of the goats for a sin offering to the Lord shall be offered, beside the continual burnt offering, and its drink offering.",
            "15": "And on the fourteenth day of the first month is the passover of the Lord.",
            "16": "And on the fifteenth day of this month is the feast: seven days shall unleavened bread be eaten.",
            "17": "On the first day shall be a holy gathering; you shall do no manner of servile work on it.",
            "18": "And you shall offer a sacrifice made by fire for a burnt offering to the Lord; two young bullocks, and one ram, and seven lambs of the first year: they shall be to you without blemish:",
            "19": "and their meal offering shall be of flour mingled with oil: three tenth measures shall you offer for a bullock, and two tenth measures for a ram;",
            "20": "a tenth measure shalt thou offer for every lamb, for the seven lambs:",
            "21": "and one goat for a sin offering, to make atonement for you.",
            "22": "You shall offer these beside the burnt offering in the morning, which is for a continual burnt offering.",
            "23": "After this manner you shall offer daily, throughout the seven days, the provision of the sacrifice made by fire, of a sweet savour to the Lord: it shall be offered beside the continual burnt offering, and its drink offering.",
            "24": "And on the seventh day you shall have a holy gathering; you shall do no servile work.",
            "25": "Also on the day of the firstfruits, when you bring a new meal offering to the Lord, in your feast of weeks, you shall have a holy gathering; you shall do no servile work.",
            "26": "And you shall offer the burnt offering for a sweet savour to the Lord; two young bullocks, one ram, seven lambs of the first year;",
            "27": "and their meal offering of flour mingled with oil, three tenth measures for one bullock, two tenth measures for one ram,",
            "28": "a tenth measure for one lamb, for the seven lambs;",
            "29": "and one kid of the goats, to make atonement for you.",
            "30": "You shall offer them beside the continual burnt offering, and its meal offering, (they shall be to you without blemish) and their drink offerings."
        },
        "28": {
            "0": "And in the seventh month, on the first day of the month, you shall have a holy gathering; you shall do no servile work: it is a day of blowing the horn to you.",
            "1": "And you shall offer a burnt offering for a sweet savour to the Lord: one young bullock, one ram, and seven lambs of the first year without blemish:",
            "2": "and their meal offering shall be of flour mingled with oil, three tenth measures for a bullock, and two tenth measures for a ram,",
            "3": "and one tenth measure for one lamb, throughout the seven lambs:",
            "4": "and one kid of the goats for a sin offering, to make atonement for you:",
            "5": "besides the burnt offering of the month, and its meal offering, and the daily burnt offering, and its meal offering, and their drink offerings, according to their ordinance, for a sweet savour, a sacrifice made by fire to the Lord.",
            "6": "And you shall have on the tenth day of this seventh month a holy gathering; and you shall afflict your souls: you shall not do any work:",
            "7": "and you shall offer a burnt offering to the Lord for a sweet savour; one young bullock, one ram, and seven lambs of the first year; they shall be to you without blemish:",
            "8": "and their meal offering shall be of flour mingled with oil, three tenth measures to a bullock, and two tenth measures to one ram,",
            "9": "a tenth measure for every lamb, for all the seven lambs:",
            "10": "one kid of the goats for a sin offering; besides the sin offering of atonement, and the continual burnt offering, and the meal offering of it, and their drink offerings.",
            "11": "And on the fifteenth day of the seventh month you shall have a holy gathering; you shall do no servile work, and you shall keep a feast to the Lord seven days:",
            "12": "and you shall offer a burnt offering, a sacrifice made by fire, of a sweet savour to the Lord; thirteen young bullocks, two rams, and fourteen lambs of the first year: they shall be without blemish:",
            "13": "and their meal offering shall be of flour mingled with oil, three tenth measures to every bullock of the thirteen bullocks, two tenth measures to each ram of the two rams,",
            "14": "and a tenth measure to each lamb of the fourteen lambs:",
            "15": "and one kid of the goats for a sin offering; beside the continual burnt offering, its meal offering, and its drink offering.",
            "16": "And on the second day you shall offer twelve young bullocks, two rams, fourteen lambs of the first year without blemish:",
            "17": "and their meal offering and their drink offerings for the bullocks, for the rams, and for the lambs, shall be according to their number, after the ordinance:",
            "18": "and one kid of the goats for a sin offering; besides the continual burnt offering, and its meal offering, and their drink offerings.",
            "19": "And on the third day eleven bullocks, two rams, fourteen lambs of the first year without blemish;",
            "20": "and their meal offering and their drink offerings for the bullocks, for the rams, and for the lambs, shall be according to their number, after the ordinance:",
            "21": "and one goat for a sin offering; besides the continual burnt offering, and its meal offering, and its drink offering.",
            "22": "And on the fourth day ten bullocks, two rams, and fourteen lambs of the first year without blemish:",
            "23": "their meal offering and their drink offerings for the bullocks, for the rams, and for the lambs, shall be according to their number, after the ordinance:",
            "24": "and one kid of the goats for a sin offering; beside the continual burnt offering, its meal offering, and its drink offering.",
            "25": "And on the fifth day nine bullocks, two rams, and fourteen lambs of the first year without blemish:",
            "26": "and their meal offering and their drink offerings for the bullocks, for the rams, and for the lambs, shall be according to their number, after the ordinance:",
            "27": "and one goat for a sin offering; besides the continual burnt offering, and its meal offering, and its drink offering.",
            "28": "And on the sixth day eight bullocks, two rams, and fourteen lambs of the first year without blemish:",
            "29": "and their meal offering and their drink offerings for the bullocks, for the rams, and for the lambs, shall be according to their number, after the ordinance:",
            "30": "and one goat for a sin offering; besides the continual burnt offering, its meal offering, and its drink offerings.",
            "31": "And on the seventh day seven bullocks, two rams, and fourteen lambs of the first year without blemish:",
            "32": "and their meal offering and their drink offerings for the bullocks, for the rams, and for the lambs, shall be according to their number, after their ordinance:",
            "33": "and one goat for a sin offering; besides the continual burnt offering, its meal offering, and its drink offering.",
            "34": "On the eighth day you shall have a solemn assembly: you shall do no servile work:",
            "35": "but you shall offer a burnt offering, a sacrifice made by fire, of a sweet savour to the Lord: one bullock, one ram, seven lambs of the first year without blemish:",
            "36": "their meal offering and their drink offerings for the bullock, for the ram, and for the lambs, shall be according to their number, after the ordinance:",
            "37": "and one goat for a sin offering; besides the continual burnt offering, and its meal offering, and its drink offering.",
            "38": "These things you shall do to the Lord in your set feasts, besides your vows, and your freewill offerings, for your burnt offerings, and for your meal offerings, and for your drink offerings, and for your peace offerings."
        },
        "29": {
            "0": "And Moshe told the children of Yisra᾽el according to all that the Lord commanded Moshe.",
            "1": "And Moshe spoke to the heads of the tribes of the children of Yisra᾽el, saying, This is the thing which the Lord has commanded.",
            "2": "If a man vow a vow to the Lord, or swear an oath to bind his soul with a bond; he shall not break his word, he shall do according to all that proceeds out of his mouth.",
            "3": "If a woman also vow a vow to the Lord, and bind herself by a bond, being in her father’s house in her youth;",
            "4": "and her father hear her vow, and her bond with which she has bound herself, and her father shall hold his peace at her: then all her vows shall stand, and every bond with which she has bound herself shall stand.",
            "5": "But if her father disallow her in the day that he hears; not any of her vows, or of her bonds with which she has bound herself, shall stand: and the Lord shall forgive her, because her father disallowed her.",
            "6": "And if she be married to a husband, when she vowed, or uttered aught out of her lips, with which she bound herself;",
            "7": "and her husband heard it, and held his peace at her in the day that he heard it: then her vows shall stand, and her bonds with which she bound herself shall stand.",
            "8": "But if her husband disallowed her on the day that he heard it; then he shall make her vow which she vowed, and that which she uttered with her lips, with which she bound her soul, of no effect: and the Lord shall forgive her.",
            "9": "But every vow of a widow, and of her that is divorced, with which they have bound their souls, shall stand against her.",
            "10": "And if she vowed in her husband’s house, or bound herself by a bond with an oath;",
            "11": "and her husband heard it, and held his peace at her, and disallowed her not: then all her vows shall stand, and every bond with which she bound her soul shall stand.",
            "12": "But if her husband made them void on the day he heard them; then whatever proceeded out of her lips concerning her vows, or concerning the bond of the soul, shall not stand: her husband has made them void; and the Lord shall forgive her.",
            "13": "Every vow, and every binding oath to afflict the soul, her husband may let it stand, or her husband may make it void.",
            "14": "But if her husband hold his peace at her from day to day; then he confirms all her vows, or all her bonds, which are upon her: he confirms them, because he held his peace at her in the day that he heard them.",
            "15": "But if he should annul them after he has heard them; then he shall bear her iniquity.",
            "16": "These are the statutes, which the Lord commanded Moshe, between a man and his wife, between the father and his daughter, being yet in her youth in her father’s house."
        },
        "30": {
            "0": "And the Lord spoke to Moshe saying,",
            "1": "Execute the vengeance of the children of Yisra᾽el on the Midyanim: afterwards thou shalt be gathered to thy people.",
            "2": "And Moshe spoke to the people, saying, Arm from yourselves men for the army, and let them go against Midyan and avenge the Lord on Midyan.",
            "3": "Of every tribe a thousand, throughout all the tribes of Yisra᾽el, shall you send to the war.",
            "4": "So there were delivered out of the thousands of Yisra᾽el, a thousand of every tribe, twelve thousand armed for war.",
            "5": "And Moshe sent them to the war, a thousand of every tribe, them and Pineĥas the son of El῾azar the priest, to the war, with the holy instruments, and the trumpets to blow in his hand.",
            "6": "And they warred against Midyan, as the Lord commanded Moshe, and they slew all the males.",
            "7": "And they slew the kings of Midyan, beside the rest of them that were slain; namely, Evi, and Reqem, and Żur, and Ĥur, and Reva, five kings of Midyan: Bil῾am also the son of Be῾or they slew with the sword.",
            "8": "And the children of Yisra᾽el took all the women of Midyan captives, and their little ones, and took the spoil of all their cattle, and all their flocks, and all their goods.",
            "9": "And they burnt all the cities in which they dwelt, and all their encampments, with fire.",
            "10": "And they took all the spoil, and all the prey, both of men and of beasts.",
            "11": "And they brought the captives, and the prey, and the spoil, to Moshe, and El῾azar the priest, and to the congregation of the children of Yisra᾽el, to the camp at the plains of Mo᾽av, which are by Yarden near Yereĥo.",
            "12": "And Moshe, and El῾azar the priest, and all the princes of the congregation, went out to meet them outside the camp.",
            "13": "And Moshe was angry with the officers of the host, the captains over thousands, and captains over hundreds, who came from the battle.",
            "14": "And Moshe said to them, Have you saved all the women alive?",
            "15": "Behold, these caused the children of Yisra᾽el, through the counsel of Bil῾am, to revolt against the Lord in the matter of Pe῾or, and there was a plague among the congregation of the Lord.",
            "16": "Now therefore kill every male among the little ones, and kill every woman that has known man by lying with him.",
            "17": "But all the women children, that have not known man by lying with him, keep alive for yourselves.",
            "18": "And abide outside the camp seven days: whoever has killed any person, and whoever has touched any slain, purify both yourselves and your captives on the third day, and on the seventh day.",
            "19": "And purify every garment, and all that is made of skins, and all work of goats’ hair, and all things made of wood.",
            "20": "And El῾azar the priest said to the men of war which went to the battle, This is the ordinance of the Tora which the Lord commanded Moshe;",
            "21": "only the gold, and the silver, the brass, the iron, the tin, and the lead,",
            "22": "every thing that passes through the fire, you shall make it go through the fire, and it shall be clean: nevertheless it shall be purified with the water of sprinkling: and all that does not pass through the fire shall you make to go through water.",
            "23": "And you shall wash your clothes on the seventh day, and you shall be clean, and afterwards you shall come into the camp.",
            "24": "And the Lord spoke to Moshe saying,",
            "25": "Take the sum of the prey that was taken, both of man and of beast, thou, and El῾azar the priest, and the chief fathers of the congregation:",
            "26": "and divide the prey into two parts; between those who took the war upon them, who went out to battle, and between all the congregation:",
            "27": "and levy a tribute to the Lord of the men of war who went out to battle: one soul of five hundred, both of the persons, and of the beef cattle, and of the asses, and of the sheep:",
            "28": "from their half shall you take it, and give it to El῾azar the priest, for an offering set apart to the Lord.",
            "29": "And of the children of Yisra᾽el’s half, thou shalt take one portion of fifty, of the persons, of the beef cattle, of the asses, and of the flocks, of all manner of beasts, and give them to the Levites, who keep the charge of the tabernacle of the Lord.",
            "30": "And Moshe and El῾azar the priest did as the Lord commanded Moshe.",
            "31": "And the booty, being the rest of the prey which the men of war had caught, was six hundred and seventy five thousand sheep.",
            "32": "And seventy two thousand head of beef,",
            "33": "and sixty one thousand asses,",
            "34": "and thirty two thousand persons in all, of women that had not known man by lying with him.",
            "35": "And the half, which was the portion of those who went out to war, was in number three hundred and thirty seven thousand, five hundred sheep:",
            "36": "and the Lord’s tribute of the sheep was six hundred and seventy five.",
            "37": "And the beef cattle were thirty six thousand; of which the Lord’s tribute was seventy two.",
            "38": "And the asses were thirty thousand, five hundred; of which the Lord’s tribute was sixty one.",
            "39": "And the persons were sixteen thousand; of which the Lord’s tribute was thirty two persons.",
            "40": "And Moshe gave the tribute, which was the Lord’s gift, to El῾azar the priest, as the Lord commanded Moshe.",
            "41": "And of the children of Yisra᾽el’s half, which Moshe divided from the men that warred,",
            "42": "(now the half that pertained to the congregation was three hundred and thirty seven thousand, five hundred sheep,",
            "43": "and thirty six thousand head of beef,",
            "44": "and thirty thousand five hundred asses,",
            "45": "and sixteen thousand persons;)",
            "46": "and of the children of Yisra᾽el’s half, Moshe took one portion of fifty, both of man and of beast, and gave them to the Levites, who kept the charge of the tabernacle of the Lord; as the Lord commanded Moshe.",
            "47": "And the officers who were over the thousands of the host, the captains of thousands, and captains of hundreds, came near to Moshe:",
            "48": "and they said to Moshe, Thy servants have taken the sum of the men of war who are under our charge, and not one man of us is missing.",
            "49": "We have therefore brought an offering for the Lord, what every man has gotten, of jewels of gold, chains, and bracelets, rings, earrings, and girdles, to make atonement for our souls before the Lord.",
            "50": "And Moshe and El῾azar the priest took the gold of them, all wrought jewels.",
            "51": "And all the gold of the offering that they offered up to the Lord, of the captains of thousands, and of the captains of hundreds, was sixteen thousand seven hundred and fifty shekels.",
            "52": "(For the men of war had taken spoil, every man for himself.)",
            "53": "And Moshe and El῾azar the priest took the gold of the captains of thousands and of hundreds, and brought it to the Tent of Meeting, a memorial for the children of Yisra᾽el before the Lord."
        },
        "31": {
            "0": "Now the children of Re᾽uven and the children of Gad had a very great multitude of cattle: and when they saw the land of Ya῾zer, and the land of Gil῾ad, that, behold, the place was a place for cattle;",
            "1": "the children of Gad and the children of Re᾽uven came and spoke to Moshe, and to El῾azar the priest, and to the princes of the congregation, saying,",
            "2": "῾Atarot, and Divon, and Ya῾zer, and Nimra, and Ĥeshbon, and El῾ale, and Sevam, and Nevo, and Be῾on,",
            "3": "the country which the Lord smote before the congregation of Yisra᾽el, is a land for cattle, and thy servants have cattle:",
            "4": "and they said, If we have found favour in thy sight, let this land be given to thy servants for a possession, and bring us not over the Yarden.",
            "5": "And Moshe said to the children of Gad and to the children of Re᾽uven, Shall your brethren go to war, and shall you sit here?",
            "6": "And why do you dishearten the children of Yisra᾽el from going over into the land which the Lord has given them?",
            "7": "Thus did your fathers, when I sent them from Qadesh-barnea to see the land.",
            "8": "For when they went up to the wadi of Eshkol, and saw the land, they disheartened the children of Yisra᾽el, that they should not go into the land which the Lord had given them.",
            "9": "And the Lord’s anger burned at that time, and he swore, saying,",
            "10": "Surely none of the men that came up out of Miżrayim, from twenty years old and upward, shall see the land which I swore to Avraham to Yiżĥaq, and to Ya῾aqov; because they have not wholly followed me:",
            "11": "save Kalev son of Yefunne the Qenizzite, and Yehoshua the son of Nun: for they have wholly followed the Lord.",
            "12": "And the Lord’s anger burned against Yisra᾽el, and he made them wander in the wilderness for forty years, until all the generation, that had done evil in the sight of the Lord, was consumed.",
            "13": "And, behold, you are risen up in place of your fathers, a brood of sinful men, to augment yet the fierce anger of the Lord towards Yisra᾽el.",
            "14": "For if you turn away from after him, he will yet again leave them in the wilderness; and you will destroy all this people.",
            "15": "And they came near to him, and said, We will build sheepfolds here for our cattle, and cities for our little ones:",
            "16": "but we ourselves will go ready armed before the children of Yisra᾽el, until we have brought them to their place: and our little ones shall dwell in the fortified cities because of the inhabitants of the land.",
            "17": "We will not return to our houses, until the children of Yisra᾽el have inherited every man his inheritance.",
            "18": "For we will not inherit with them on yonder side of the Yarden, and farther off; because our inheritance is fallen to us on this side of the Yarden eastward.",
            "19": "And Moshe said to them, If you will do this thing, if you will go armed before the Lord to war,",
            "20": "and will go all of you armed over the Yarden before the Lord, until he has driven out his enemies before him,",
            "21": "and the land be subdued before the Lord: then afterwards you shall return, and be guiltless before the Lord, and before Yisra᾽el; and this land shall be your possession before the Lord.",
            "22": "But if you will not do so, behold, you have sinned against the Lord: and be sure your sin will find you out.",
            "23": "Build cities for your little ones, and folds for your sheep; and do that which has proceeded out of your mouth.",
            "24": "And the children of Gad and the children of Re᾽uven spoke to Moshe, saying, Thy servants will do as my lord commands.",
            "25": "Our little ones, our wives, our flocks, and all our cattle, shall be there in the cities of Gil῾ad:",
            "26": "but thy servants will pass over, every man armed for war, before the Lord to battle, as my lord says.",
            "27": "So concerning them Moshe commanded El῾azar the priest, and Yehoshua the son of Nun, and the chief fathers of the tribes of the children of Yisra᾽el:",
            "28": "and Moshe said to them, If the children of Gad and the children of Re᾽uven will pass with you over the Yarden, every man armed to battle, before the Lord, and the land shall be subdued before you; then you shall give them the land of Gil῾ad for a possession:",
            "29": "but if they will not pass over with you armed, they shall have possessions among you in the land of Kena῾an.",
            "30": "And the children of Gad and the children of Re᾽uven answered, saying, as the Lord has said to thy servants, so will we do.",
            "31": "We will pass over armed before the Lord into the land of Kena῾an, that the possession of our inheritance may be ours on this side of the Yarden.",
            "32": "And Moshe gave to them, to the children of Gad, and to the children of Re᾽uven, and to half the tribe of Menashshe the son of Yosef, the kingdom of Siĥon king of the Emori, and the kingdom of ῾Og king of Bashan, the land, with its cities in the borders, the cities of the country round about.",
            "33": "And the children of Gad built Divon, and ῾Atarot, and ῾Aro῾er,",
            "34": "and ῾Atrot-shofan, and Ya῾zer, and Yogbeha,",
            "35": "and Bet-nimra, and Bet-haran, fortified cities: and folds for sheep.",
            "36": "And the children of Re᾽uven built Ĥeshbon, and El῾ale, and Qiryatayim,",
            "37": "and Nevo, and Ba῾al-me῾on, (their names being changed,) and Sivma: and gave other names to the cities which they built.",
            "38": "And the children of Makhir the son of Menashshe went to Gil῾ad, and took it, and dispossessed the Emori who were in it.",
            "39": "And Moshe gave Gil῾ad to Makhir the son of Menashshe; and he dwelt in it.",
            "40": "And Ya᾽ir the son of Menashshe went and took their villages, and called them Ĥavvot-ya᾽ir.",
            "41": "And Novaĥ went and took Qenat, and its hamlets, and called it Novaĥ, after his own name."
        },
        "32": {
            "0": "These are the journeys of the children of Yisra᾽el, who went out of the land of Miżrayim with their armies under the hand of Moshe and Aharon.",
            "1": "And Moshe wrote their goings out according to their journeys by the commandment of the Lord: and these are their journeys according to their goings out.",
            "2": "And they departed from Ra῾meses in the first month, on the fifteenth day of the first month; on the morrow after the passover the children of Yisra᾽el went out with a high hand in the sight of all Miżrayim.",
            "3": "And Miżrayim was burying all their firstborn, whom the Lord had smitten among them: upon their gods also the Lord executed judgments.",
            "4": "And the children of Yisra᾽el removed from Ra῾meses, and pitched in Sukkot.",
            "5": "And they departed from Sukkot, and pitched in Etam, which is in the edge of the wilderness.",
            "6": "And they removed from Etam, and turned back to Pi-haĥirot, which is before Ba῾al-żefon: and they pitched before Migdol.",
            "7": "And they departed from before Pi-haĥirot, and passed through the midst of the sea into the wilderness, and went three days’ journey in the wilderness of Etam and pitched in Mara.",
            "8": "And they removed from Mara, and came to Elim: and in Elim were twelve fountains of water, and seventy palm trees; and they pitched there.",
            "9": "And they removed from Elim, and encamped by the Sea of Suf.",
            "10": "And they removed from the Sea of Suf, and encamped in the wilderness of Sin.",
            "11": "And they took their journey out of the wilderness of Sin, and encamped in Dofqa.",
            "12": "And they departed from Dofqa, and encamped in Alush.",
            "13": "And they removed from Alush, and encamped at Refidim, where there was no water for the people to drink.",
            "14": "And they departed from Refidim, and pitched in the wilderness of Sinay.",
            "15": "And they removed from the desert of Sinay, and pitched at Qivrot-hatta᾽ava.",
            "16": "And they departed from Qivrot-hatta᾽ava, and encamped at Ĥażerot.",
            "17": "And they departed from Ĥażerot, and pitched in Ritma.",
            "18": "And they departed from Ritma, and pitched at Rimmon-pereż.",
            "19": "And they departed from Rimmon-pereż, and pitched in Livna.",
            "20": "And they removed from Livna, and pitched at Rissa.",
            "21": "And they journeyed from Rissa, and pitched in Qehelata.",
            "22": "And they went from Qehelata, and pitched in mount Shefer.",
            "23": "And they removed from mount Shefer, and encamped in Ĥarada.",
            "24": "And they removed from Ĥarada, and pitched in Maqhelot.",
            "25": "And they removed from Maqhelot, and encamped at Taĥat.",
            "26": "And they departed from Taĥat, and pitched at Teraĥ.",
            "27": "And they removed from Teraĥ, and pitched in Mitqa.",
            "28": "And they went from Mitqa, and pitched in Ĥashmona.",
            "29": "And they departed from Ĥashmona, and encamped at Moserot.",
            "30": "And they departed from Moserot, and pitched in Bene-ya῾aqan.",
            "31": "And they removed from Bene-ya῾aqan, and encamped at Ĥor-haggidgad.",
            "32": "And they went from Ĥor-haggidgad, and pitched in Yotvata.",
            "33": "And they removed from Yotvata, and encamped at ῾Avrona.",
            "34": "And they departed from ῾Avrona, and encamped at ῾Eżyon-gever.",
            "35": "And they removed from ῾Eżyon-gever, and pitched in the wilderness of Żin, which is Qadesh.",
            "36": "And they removed from Qadesh, and pitched in mount Hor, in the edge of the land of Edom.",
            "37": "And Aharon the priest went up into mount Hor at the commandment of the Lord, and died there, in the fortieth year after the children of Yisra᾽el were come out of the land of Miżrayim, in the first day of the fifth month.",
            "38": "And Aharon was a hundred and twenty three years old when he died in mount Hor.",
            "39": "And the Kena῾anite king of ῾Arad, who dwelt in the Negev in the land of Kena῾an, heard of the coming of the children of Yisra᾽el.",
            "40": "And they departed from mount Hor, and pitched in Żalmona.",
            "41": "And they departed from Żalmona, and pitched in Punon.",
            "42": "And they departed from Punon, and pitched in Ovot.",
            "43": "And they departed from Ovot, and pitched in ῾Iyye-ha῾avarim, in the border of Mo᾽av.",
            "44": "And they departed from ῾Iyyim, and pitched in Divon-gad.",
            "45": "And they removed from Divon-gad, and encamped in ῾Almon-divlatayema.",
            "46": "And they removed from ῾Almon-divlatayema, and pitched in the mountains of ῾Avarim, before Nevo.",
            "47": "And they departed from the mountains of ῾Avarim, and pitched in the plains of Mo᾽av by Yarden near Yereĥo.",
            "48": "And they pitched by the Yarden, from Bet-hayeshimot to Avel-hashshittim in the plains of Mo᾽av.",
            "49": "And the Lord spoke to Moshe in the plains of Mo᾽av by the Yarden near Yereĥo, saying,",
            "50": "Speak to the children of Yisra᾽el, and say to them, When you pass over the Yarden into the land of Kena῾an;",
            "51": "then you shall drive out all the inhabitants of the land from before you, and destroy all their figured pavements, and destroy all their molten images, and devastate all their high places:",
            "52": "and you shall dispossess the inhabitants of the land, and dwell in it: for I have given you the land to possess it.",
            "53": "And you shall divide the land by lot for an inheritance among your families: and to the more you shall give the more inheritance, and to the fewer you shall give the less inheritance: every man’s inheritance shall be in the place where his lot falls; according to the tribes of your fathers you shall inherit.",
            "54": "But if you will not drive out the inhabitants of the land from before you; then it shall come to pass, that those whom you allow to remain of them shall be as thorns in your eyes, and stings in your sides, and shall vex you in the land wherein you dwell.",
            "55": "Moreover it shall come to pass, that I shall do to you, as I thought to do to them."
        },
        "33": {
            "0": "And the Lord spoke to Moshe, saying,",
            "1": "Command the children of Yisra᾽el, and say to them, When you come into the land of Kena῾an; (this is the land that shall fall to you for an inheritance, the land of Kena῾an with its borders:)",
            "2": "then the Negev quarter shall be from the wilderness of Żin along by the border of Edom, and your south border shall be the outmost coast of the Salt Sea eastward:",
            "3": "and your border shall turn from the Negev to Ma῾ale-῾aqrabbim, and pass on to Żin: and its limits shall be from the south to Qadesh-barnea, and shall go on to Ĥażar-addar, and pass on to ῾Ażmon:",
            "4": "and the border shall turn about, from ῾Ażmon to the wadi of Miżrayim, and its limits shall be at the Sea.",
            "5": "And as for the western border, you shall have the Great Sea for a border: this shall be your west border.",
            "6": "And this shall be your north border: from the Great Sea you shall mark out your frontier at mount Hor:",
            "7": "from mount Hor you shall mark out your border to the entrance of Ĥamat; and the limits of the border shall be to Żedad:",
            "8": "and the border shall go on to Zifron, and its limits shall be at Ĥażar-῾enan: this shall be your north border.",
            "9": "And you shall point out your east border from Ĥażar-῾enan to Shefam:",
            "10": "and the border shall go down from Shefam to Rivla, on the east side of ῾Ayin; and the border descend, and shall reach the eastward projection of the Sea of Kinneret:",
            "11": "and the border shall go down to the Yarden, and its limits shall be at the Salt Sea: this shall be your land with its borders round about.",
            "12": "And Moshe commanded the children of Yisra᾽el, saying, This is the land which you shall inherit by lot, which the Lord commanded to give to the nine tribes, and the half tribe:",
            "13": "for the tribe of the children of Re᾽uven according to the house of their fathers, and the tribe of the children of Gad according to the house of their fathers, have received their inheritance; and half the tribe of Menashshe have received their inheritance:",
            "14": "the two tribes and the half tribe have received their inheritance on this side of the Yarden near Yereĥo eastward, towards the sunrising.",
            "15": "And the Lord spoke to Moshe, saying,",
            "16": "These are the names of the men who shall share out the land to you: El῾azar the priest, and Yehoshua the son of Nun.",
            "17": "And you shall take one prince of every tribe, to divide the land by inheritance.",
            "18": "And the names of the men are these: Of the tribe of Yehuda, Kalev the son of Yefunne.",
            "19": "And of the tribe of the children of Shim῾on, Shemu᾽el the son of ῾Ammihud.",
            "20": "Of the tribe of Binyamin, Elidad the son of Kislon.",
            "21": "And the prince of the tribe of the children of Dan, Buqqi the son of Yogli.",
            "22": "The prince of the children of Yosef, for the tribe of the children of Menashshe, Ĥanni᾽el the son of Efod.",
            "23": "And the prince of the tribe of the children of Efrayim, Qemu᾽el the son of Shiftan.",
            "24": "And the prince of the tribe of the children of Zevulun, Eliżafan the son of Parnakh.",
            "25": "And the prince of the tribe of the children of Yissakhar, Palti᾽el the son of ῾Azzan.",
            "26": "And the prince of the tribe of the children of Asher, Aĥihud the son of Shelomi.",
            "27": "And the prince of the tribe of the children of Naftali, Pedah᾽el the son of ῾Ammihud.",
            "28": "These are they whom the Lord commanded to divide the inheritance to the children of Yisra᾽el in the land of Kena῾an."
        },
        "34": {
            "0": "And the Lord, spoke to Moshe in the plains of Mo᾽av by Yarden near Yereĥo saying,",
            "1": "Command the children of Yisra᾽el, that they give to the Levites of the inheritance of their possession cities to dwell in; and you shall give also to the Levites an open space for the cities round about them.",
            "2": "And the cities shall they have to dwell in; and their open spaces shall be for their cattle, and for their goods, and for all their beasts.",
            "3": "And the open spaces of the cities, that you shall give to the Levites, shall reach from the wall of the city outwards a thousand cubits round about.",
            "4": "And you shall measure from outside the city on the east side two thousand cubits, and on the south side two thousand cubits, and on the west side two thousand cubits, and on the north side two thousand cubits, and the city shall be in the midst: this shall be to them the open spaces of the cities.",
            "5": "And among the cities which you shall give to the Levites shall be six cities of refuge, which you shall appoint for the manslayer, that he may flee there: and to them you shall add forty two cities.",
            "6": "So all the cities which you shall give to the Levites shall be forty eight cities: both them and their open spaces.",
            "7": "And the cities which you shall give shall be of the possession of the children of Yisra᾽el: from them that have many you shall give many: and from them that have few you shall give few: every one shall give of the cities to the Levites according to his inheritance which he inherits.",
            "8": "And the Lord spoke to Moshe, saying,",
            "9": "Speak to the children of Yisra᾽el, and say to them, When you come over the Yarden into the land of Kena῾an;",
            "10": "then you shall appoint you cities to be cities of refuge for you; that the slayer who kills any person unawares may flee thither.",
            "11": "And they shall be to you cities for refuge from the avenger; that the manslayer die not, until he stand before the congregation in judgment.",
            "12": "And the cities which you shall give shall be six cities for refuge.",
            "13": "You shall give three cities on this side of the Yarden, and three cities shall you give in the land of Kena῾an; cities of refuge shall they be.",
            "14": "These six cities shall be a refuge, both for the children of Yisra᾽el, and for the stranger, and for the sojourner among them: that everyone that kills any person unawares may flee there.",
            "15": "And if he smite him with an instrument of iron, so that he die, he is a murderer: the murderer shall surely be put to death.",
            "16": "And if he smite him by hand with a stone, whereby he may die, and he die, he is a murderer: the murderer shall surely be put to death.",
            "17": "Or if he smite him with a hand weapon of wood, whereby he may die, and he die, he is a murderer: the murderer shall surely be put to death.",
            "18": "The revenger of blood himself shall slay the murderer: when he meets him, he shall slay him.",
            "19": "And if he thrust him out of hatred, or hurl something at him whilst lying in wait, that he die;",
            "20": "or in enmity smite him with his hand, that he die: he that smote him shall surely be put to death; for he is a murderer: the revenger of blood shall slay the murderer, when he encounters him.",
            "21": "But if he thrust him suddenly without enmity, or cast upon him anything without lying in wait,",
            "22": "or with any stone, whereby a man may die, but without seeing him, and cast it upon him, that he die, and was not his enemy, nor sought his harm:",
            "23": "then the congregation shall judge between the slayer and the revenger of blood according to these judgments:",
            "24": "and the congregation shall deliver the slayer out of the hand of the revenger of blood, and the congregation shall restore him to the city of his refuge, whither he was fled: and he shall abide in it until the death of the high priest, who was anointed with the holy oil.",
            "25": "But if the slayer shall at any time come outside the border of the city of his refuge, whither he was fled;",
            "26": "and the revenger of blood find him outside the borders of the city of his refuge, and the revenger of blood kill the slayer; he shall not be guilty of blood:",
            "27": "because he should have remained in the city of his refuge until the death of the high priest: but after the death of the high priest the slayer shall return to the land of his possession.",
            "28": "So these things shall be for a statute of judgment to you throughout your generations in all your dwellings.",
            "29": "Whoever kills any person, the murderer shall be put to death by the mouth of witnesses: but one witness shall not testify against any person to cause him to die.",
            "30": "Moreover you shall take no ransom for the life of a murderer, who is guilty of death: but he shall be surely put to death.",
            "31": "And you shall take no ransom for him that is fled to the city of his refuge, that he should come back to dwell in the land, until the death of the priest.",
            "32": "So you shall not pollute the land in which you are: for blood pollutes the land: and the land cannot be cleansed of the blood that is shed therein, but by the blood of him that shed it.",
            "33": "And thou shalt not defile the land which you shall inhabit, in which I dwell: for I the Lord dwell among the children of Yisra᾽el."
        },
        "35": {
            "0": "And the chief fathers of the family of the children of Gil῾ad, the son of Makhir, the son of Menashshe, of the families of the sons of Yosef, came near, and spoke before Moshe, and before the princes, the chief fathers of the children of Yisra᾽el:",
            "1": "and they said, The Lord commanded my lord to give the land for an inheritance by lotto the children of Yisra᾽el: and my lord was commanded by the Lord to give the inheritance of Żelofĥad our brother to his daughters.",
            "2": "And if they be married to any of the sons of the other tribes of the children of Yisra᾽el, then shall their inheritance be taken from the inheritance of our fathers, and shall be added to the inheritance of the tribe to which they are joined: so shall it be taken from the lot of our inheritance.",
            "3": "And when the jubilee of the children of Yisra᾽el shall be, then shall their inheritance be added to the inheritance of the tribe unto which they are joined: so shall their inheritance be taken away from the inheritance of the tribe of our fathers.",
            "4": "And Moshe commanded the children of Yisra᾽el according to the word of the Lord, saying, The tribe of the sons of Yosef has said well.",
            "5": "This is the thing which the Lord commands concerning the daughters of Żelofĥad, saying, Let them marry whom they think best; only within the family of the tribe of their father shall they marry.",
            "6": "So the inheritance of the children of Yisra᾽el shall not remove from tribe to tribe: for every one of the children of Yisra᾽el shall cleave to the inheritance of the tribe of his fathers.",
            "7": "And every daughter, who possesses an inheritance in any tribe of the children of Yisra᾽el shall be wife to one of the family of the tribe of her father, that the children of Yisra᾽el may enjoy every man the inheritance of his fathers.",
            "8": "Neither shall the inheritance remove from one tribe to another tribe; but every one of the tribes of the children of Yisra᾽el shall keep himself to his own inheritance.",
            "9": "Even as the Lord commanded Moshe, so did the daughters of Żelofĥad:",
            "10": "for Maĥla, Tirża, and Ĥogla, and Milka, and No῾a, the daughters of Żelofĥad, were married to their uncles’ sons:",
            "11": "and they were married to the families of the sons of Menashshe the son of Yosef, and their inheritance remained in the tribe of the family of their father.",
            "12": "These are the commandments and the judgments, which the Lord commanded by the hand of Moshe to the children of Yisra᾽el in the plains of Mo᾽av by Yarden near Yereĥo."
        }
    },
    "meta": "Chapter-Verse",
    "work": "Numbers"
}