{
    "versionTitle": "merged", 
    "language": "he", 
    "versions": [
        [
            "Vilna Edition", 
            "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957"
        ]
    ], 
    "text": [
        [
            "<b>שבועות</b>   שתים שהן ארבע ידיעות הטומאה ב' שהן ד' יציאות השבת ב' שהן ד' מראות נגעים ב' שהן ד' ((ד\"ת מ\"ז)  את שיש בה ידיעה בתחלה וידיעה בסוף והעלם בנתיים הרי זה בעולה ויורד יש בה ידיעה בתחלה ואין בה ידיעה בסוף שעיר הנעשה בפנים ויום הכפורים תולה עד שיודע לו ויביא בעולה ויורד אין בה ידיעה בתחלה ויש בה ידיעה בסוף שעיר הנעשה בחוץ ויום הכפורים מכפר  ) וכל שאין בה ידיעה לא בתחלה ולא בסוף שעירי רגלים ושעירי ראשי חדשים מכפרים דברי ר' יהודה ר\"ש אומר שעירי רגלים מכפרין אבל לא שעירי ראשי חדשים ועל מה שעירי ראשי חדשים מכפרין על הטהור שאכל טמא ר\"מ אומר כל השעירין כפרתן שוה על טומאת מקדש וקדשיו:", 
            "<b>גמ' </b>   אמר רב יהודה אמר רב מאי טעמא דר' יהודה דכתיב  במדבר כח  ושעיר עזים אחד לחטאת לה' חטא שאין מביד בו אלא ה' יהא שעיר זה מכפר והאי מיבעי ליה לכדר\"ש בן לקיש דאמר   מה נשתנה שעיר של ראש חדש שנא' בו לה' אמר הקב\"ה שעיר זה יהא כפרה עלי שמעטתי את הירח א\"כ לימא קרא על ה' מאי לה' ש\"מ תרתי.", 
            "עיקר הא מילתא בפ' אלו טריפות(חולין דף ס:) דאמרינן התם ר\"ש בן פזי רמי כתיב  בראשית א  ויעש אלהים את שני המאורות הגדולים וכתיב  שם  את המאור הקטן אמרה ירח לפני הקב\"ה רבש\"ע   אי אפשר לשני מלכים להשתמש בכתר אחד אמר לה הקב\"ה   לך ומעט עצמך אמרה לפניו רבון של עולם מפני שאמרתי לפניך דבר הגון אמעט את עצמי אמר לה   ולמשול "
        ], 
        [
            "ביום ובלילה אמרה ליה מאי רבותא  דשרגא בטיהרא מאי מהניא א\"ל לך וימנו בך ישראל ימים ושנים לדידיה נמי לא סגיא דלא מנו ביה דכתיב  בראשית א  והיו לאותות ולמועדים ולימים ושנים א\"ל צדיקים יקראו על שמך יעקב הקטן שמואל הקטן דוד הקטן לא הוה מיתבה דעתה אמר הקדוש ברוך הוא הביאו כפרה   לפני שמיעטתי את הירח והיינו דאמר ריש לקיש מה נשתנה שעיר של ראש חדש שנאמר בו לה' אמר הקב\"ה שעיר זה יהא כפרה עלי שמיעטתי את הירח כלומר כיון שאמר לה הקב\"ה ולמשול ביום ובלילה ולא נתישבה דעתה אמר לה   עוד לך וימנו בך ישראל ימים ושנים ולא נתישבה דעתה אמר לה לך צדיקים יקראו על שמך ועוד לא נתישבה דעתה אמר לה הקב\"ה הנני עושה לך כבוד שמישב דעתך תחת שמיעטתיך ומאי ניהו שיהו ישראל בכל ר\"ח מקריבין קרבן  לפני לכפר עונותיהם לפיכך אמר הקב\"ה   הביאו כפרה לפני בר\"ח לכפר עליכם כדי שתשלימו עלי בקרבן כפרה זה את הכבוד שאמרתי לעשות לירח בשביל שמיעטתיו וזה הוא פירוש הביאו כפרה עלי שמיעטתי וכו':", 
            "ירושלמי ר' יעקב בר אחא בשם רבי יוסי העובר לפני התיבה בי\"ט של ר\"ה אין צריך להזכיר של ר\"ח בר אביי עבר קומי תבותא ולא אידכר דירחא וקלסוניה וה\"נ אסיקנא בגמרא דילן בעירובין(דף מ:) שאומר  זכרון אחד עולה לכאן ולכאן תנא דבי ר' ישמעאל כך היא מדת הדין נוהגת יבא זכאי ויכפר על החייב ואל יבא  חייב ויכפר על החייב:", 
            "\n הדרן עלך שבועות שתים \n", 
            "<b>   ידיעות  </b> הטומאה שתים שהן ארבע נטמא וידע ונעלמה ממנו הטומאה וזכור לקדש נעלם ממנו הקדש וזכור לטומאה נעלמו ממנו זה וזה ואכל את הקדש ולא ידע ומשאכל ידע הרי זה בעולה ויורד   היה משמש עם הטהורה   א ואמרה לו נטמאתי ופירש מיד חייב שיציאתו הנייה לו בביאתו.", 
            "<b>גמ' </b> אלא   היכי עביד אמר רב הונא משמיה דרב נועץ   צפרניו בארץ עד שימות הגיד   ת\"ר  ויקרא טו  והזרתם את בני ישראל מטומאתם מיכן א\"ר יאשיה אזהרה לבני ישראל שיפרשו מנשותיהן  סמוך לוסתן וכמה אמר רבא עונה וכמה עונה או יום או לילה א\"ר יוחנן משום ר\"ש בן יוחאי כל שאינו פורש מאשתו סמוך לוסתה אפילו הויין לו בנים כבני אהרן מתים שנאמר והזרתם את בני ישראל מטומאתם וגו' וכתיב  ויקרא טו  והדוה בנדתה וגו' וסמיך ליה אחרי מות א\"ר חייא בר אבא א\"ר יוחנן כל הפורש מאשתו סמוך לוסתה הויין לו בנים זכרים שנאמר  שם יא  ולהבדיל בין הקדש ובין החול ובין הטמא ובין הטהור וסמיך ליה אשה כי תזריע וילדה זכר ר' יהושע בן לוי אמר הויין לו בנים שראוים להוראה שנאמר ולהבדיל ולהורות א\"ר בנימין בר יפת א\"ר אלעזר כל המקדש עצמו בשעת תשמיש הויין לו בנים זכרים שנאמר  שם  והתקדשתם והייתם קדושים וכתיב בתריה אשה כי תזריע וגו' פירוש   יקדש עצמו בשעת תשמיש כגון הא דאמרינן (נדרים כ:) שאלו את אימא שלום אשתו של רבי אליעזר מפני מה בניך יפיפין ביותר אמרה להן אינו מספר עמי לא בתחלת הלילה ולא בסוף הלילה אלא בחצי הלילה וכשהוא מספר עמי מגלה טפח ומכסה טפח ודומה כמי שכפאו שד אמרתי לו מה טעם אמר לי מפני שלא אתן עיני באשה אחרת ונמצאו בני באין לידי ממזרות וכגון "
        ], 
        [
            "ההיא דאמרינן  תהלים קכז  (נדה דף עא.) הנה נחלת ה' בנים וגו' א\"ר חמא בר חנינא בשכר שמשהין עצמן על הבטן בשעת ביאה כדי שיזרעו נשותיהן תהלה הקב\"ה נותן להן בשכרן בנים וכגון הא דאמר רב חמא (שם דף יז.) ישראל קדושים הן ואין משמשין מטותיהם ביום וכו' וכגון הא דתנו רבנן (גיטין דף ע.) הבא מבית הכסא אל ישמש מטתו עד שישהא שיעור חצי מיל מפני ששד של בית הכסא מלוהו ואם שמש הויין לו בנים נכפין וכגון הא דאמרינן הכא (דף יח:) והזרתם את בני ישראל מטומאתם אזהרה לבני ישראל שיפרשו מנשותיהן סמוך לוסתן:", 
            "גרסינן בנדה (דף יב:) ת\"ר כל  אשה שאין לה וסת אסורה לשמש ואין לה כתובה ולא פירות  ולא מזונות ולא בלאות ויוציא ולא יחזיר עולמית דברי רבי מאיר רבי חנינא בן אנטיגנוס אומר משמשת בשני עדים והן עיוותיה ותיקוניה וככר פירשנוה ככתובות שילהי פרק אלמנה ניזונית אמר רב יהודה אמר שמואל הלכה כר' חנינא בן אנטיגנוס:"
        ], 
        [
            "  ת\"ר  נשאת וראתה דם מחמת תשמיש משמשת פעם ראשונה ושניה ושלישית מכאן ואילך לא תשמש אלא תתגרש (נדה דף סו.) ותנשא לאחר  ) נשאת לאחר והיתה רואה דם בשעת תשמיש משמשת פעם ראשונה ושניה ושלישית מכאן ואילך לא תשמש אלא תתגרש ותנשא לאחר  עד כמה מותרת לינשא עד שלשה יתר מכן לא תנשא עד שתבדוק עצמה כיצד בודקת עצמה מביאה שפופרת ובתוכה מכחול ומוך מונח לו על ראשו נמצא דם על ראשו בידוע שהוא מן המקור ואם לאו בידוע שהוא מן הצדדין ואם יש לה   וסת תולה בוסתה ואם יש לה מכה תולה במכתה ואם היתה דם מכתה משונה מדם דאייתה אינה תולה ונאמנת אשה לומר מכה יש לי בתוך המקור שממנה הדם יוצא שפופרת אבגורי מבגר לה אמר שמואל שפופרת של אבר ופיה רצוף לתוכה אמר   ר\"ש   ותבדוק עצמה בביאה שלישית של בעל ראשון   לפי שאין כל אצבעות שוות   ותבדוק עצמה בביאה ראשונה של בעל שלישי   לפי "
        ], 
        [
            "שאין כל הכחות שוות.", 
            "ת\"ר  ויקרא טו  ואשה כי תהיה זבה אין לי אלא אשה גמורה מנין לרבות את הקטנה ת\"ל ואשה מכאן אמרו בת יום אחד לנדה בת עשרה ימים לזיבה פי' כיון דלא הויא זבה אלא עד שתראה ג' ימים אחר ז' ימי נדה לא משכחת לה למהוי זבה פחות מבת עשרה ימים כי תהיה זבה יכול אפילו זבה מ\"מ תהא טמאה ת\"ל והיא גלתה את מקור דמיה לימד על הדמים שאינן אלא מן המקור יכול כל מראה זוב תהא טמאה ת\"ל דם אי דם יכול אין לי אלא מראה אחד כשהוא אומר דמיה מלמד שדמים הרבה טמאים בה  האדום והשחור וכקרן כרכום וכמימי אדמה וכמזוג בית שמאי אומרים אף כמימי תלתן וכמימי בשר צלי וב\"ה מטהרין  פירוש ב\"ה דרשי והיא גלתה את מקור דמיה הרי כאן שנים וטהרה ממקור דמיה הרי כאן שנים הרי ארבעה והא אנן חמשה תנן אמר ר' חנינא האי שחור אדום הוא אלא שלקה וב\"ש סברי הני תרתי אחריני נמי מילקי לקו   ומנא לן דאיכא דם טהור באשה דילמא כל דם דאתי מינה טמא א\"ר חמא בר יוסף א\"ר הושעיא דאמר קרא (דברים י״ז:ח׳) כי יפלא ממך דבר למשפט בין דם לדם וגו' בין דם טמא לדם טהור:", 
            "(תורת כהנים פרשה מצורע פרק ד' מזבים) בבשרה מלמד שהיא מיטמאה מבפנים בבחוץ והלא דין הוא ומה אם הזב שהוא טעון ביאת מים חיים אין מטמא בפנים כבחוץ נדה שאינה טעונה ביאת מים חיים אינו דין שלא תטמא בפנים כבחוץ ת\"ל בבשרה מלמד שהיא מטמאה בפנים כבחוץ אין לי אלא נדה זבה מנין ת\"ל זובה שבעת ימים תהיה בנדתה ולא בזיבתה כל שבעה יכול עד שתהא רואה דם כל שבעה ת\"ל תהיה אע\"פ שאינה רואה ומנין שאינה טובלת מבעוד יום ת\"ל שבעת ימים תהיה בנדתה תהיה בנדתה כל ז':", 
            "ואשה כי יזוב זוב דמה בין גיורת בין שפחה בין משוחררת בין בת ישראל ימים שנים יכול ימים הרבה אר\"ע כל ששמועו מרובה ושמועו מועט תפשת מרובה לא תפשת תפשת מועט תפשת   א\"ר נחמיה וכי מה בא הכתוב לפתוח או לנעול והלא לא בא לנעול אלא לפתוח אם אתה אומר ימים י' אינן אלא מאה אלא מאתים "
        ], 
        [
            "אלא אלף אלא ריבוא וכשאתה אומר ימים שנים פתחת א\"ר מונא משום ר' יהודה ימים שנים יכול ימים הרבה אם מרובים הם והלא כבר נאמר (ימים) רבים הא לא דבר הכתוב אלא בימים מועטים וכמה הן הוי אומר שנים רבים שלשה יכול רבים עשרה אמר ימים ואמר רבים מה ימים מיעוט ימים שנים אף רבים מיעוט רבים שלשה יכול שנים ושלשה הרי חמשה וכי נאמר ימים ורבים והלא לא נאמר אלא ימים רבים הא כיצד הרבים הללו יהו מרובים על השנים וכמה הן הוי אומר שלשה:", 
            "(ברייתא שלהי נדה) יכול הרואה שלשה   בתחלת   תהא זבה ומה אני מקיים ואשה כי תהיה זבה ברואה יום אחד אבל ברואה שלשה   בתחלה תהא זבה ת\"ל על נדתה אחר נדתה היא מיטמא ואינה מיטמא בתחלה אין לי אלא סמוך לנדתה מופלג מנדתה מנין ת\"ל  ויקרא טו  או כי תזוב על נדתה אין לי אלא מופלג מנדתה יום אחד מנין שנים וג' וד' חמשה ששה שבעה שמונה תשעה עשרה   מה מצינו ברביעי שהוא ראוי לספירה וראוי לזיבה אף אני אביא אלו שהן ראוין לספירה שיהו ראוין לזיבה פי' מה מצינו ברביעי שהוא ראוי לספירה וראוי לזיבה שאם ראתה ג' ימים אחר נדתה הוחזקה זבה ומתחלת לספור מיום רביעי ואם לא ראתה ביום ראשון הסמוך לנדתה אלא שראתה דם ביום שני ובשלישי וברביעי נעשית זבה וסופרת מיום חמישי הנה הרביעי ראוי לספירה וראוי לזיבה אף אני אביא את הששה שהן תשלום י' שיהו ראוין לזיבה ומנין לרבות את י\"א ת\"ל בלא עת נדתה או יכול שאני מרבה את י\"ב אמרת לאו מאי ראית לרבות את אחד עשר ולהוציא את שנים עשר מרבה אני את אחד עשר שראוי לספירת או כי תזוב ומוציא אני שנים עשר שאין ראוי לספירת או כי תזוב  פירוש אם ראתה תשיעי ועשירי ואחד עשר הרי היא זבה גמורה וצריכה ספירת שבעה כענין שנאמר או כי תזוב וגו' אבל אם לא ראתה אלא עשירי ואחד עשר ושנים עשר אינה זבה גמורה ואינה צריכה ספירת שבעה ששנים עשר אינו מצטרף לאחד עשר לפי שאינו מימי זיבה אלא תחלת נדה הוא ולפיכך אינו מצטרף עמהן להיותן שלשה אין לי אלא הרואה שלשה שהיא זבה גדולה מנין לרואה שנים שתהא זבה קטנה ת\"ל ימי ומנין אפי' יום אחד ת\"ל כל   ומנין ששומרת יום כנגד יום תלמוד לומר טמאה היא יכול כשם ששומרת אחד לאחד כך תשמור שנים לשנים ודין הוא ומה הזב שאינו סופר אחד לאחד סופר שבעה לשני ראיות זכה שהיא סופרת אחד לאחד אינו דין שתספור שנים לשנים ת\"ל יהיה לה אין לה אלא יום אחד ואם טהרה מזובה כשתפסוק מזובה וספרה לה לעצמה שבעת ימים יכול בין סמוכין בין מפוזרין ת\"ל ואחר תטהר   אחר אחר לכולן ר\"ש אומר אחר תטהר אחר המעשה תטהר כיון שטבלה טהורה להתעסק בטהרות אכל אמרו חכמים לא תעשה כן שלא תבא לידי ספק (ע\"כ בספרא מצורע פרשת זבים בפרק ד' ובפרק ה) :", 
            "והאי דמרבינן להני י\"א יום שבין דם נדה לדם נדה מקראי לאו דברי הכל הוא דקי\"ל י\"א יום שבין דם נדה לדם נדה הלכה למשה מסיני כללא דנקטינן מהני מתניאתא דנדה דאורייתא היכא דאתחילא וחזיא דמא חד יומא ההוא יומא קמא דחזיא ביה תחלת נדה ומשלמת עליה שבעה יומי לא שנא חזיא דם בכולהו שבעה ול\"ש לא חזיא אלא חד יומא וכד נפקן שבעה יומי טבלה ליל שמיני ומשתריא לבעלה ואי חזיא דם יום ח' הרי עיילא לה בתוך י\"א יום שבין דם נדה לדם נדה שהן ימי זיבות וכיון דחזיא בהו חד יומא הויא לה זבה קטנה וחיישינן דלמא אתיא למיחזי למחר הלכך בעיא שימור יום תשיעי ואי לא חזיא יום ט' טבלה לערב   ומשתריא ואי חזיא   ביום ט' בעיא שימור יום עשירי ועדיין זבה קטנה היא ואי לא חזיא ביום י' טבלה לאורתא ומשתריא ואי חזיא גם ביום י' הויא לה זבה גמורה דהא חזיא תלתא יומין רצופין ובעיא למיתב ז' נקיים הכין דינא בהלין יומי זיבות אי חזיא דם חד יומא   ואי חזיא תרי יומי משמרת להו   חד יומא לבר מיומא דחד עשר דלא בעי שימור  הואיל ונפקן יומי זיבות וה\"ל יום י\"ב תחלת נדה ואי חזיא ביה מידי הויא לה נדה כל הדין הוא דינא דאורייתא דהוו עבדן בנות ישראל כל זמן דהוו רבנן בקיאי בחזותא דדמא וכיון דאימעוט רבנן דהוו בקיאי בהכי וקלשא   לה דעתייהו ולא הוו יכלי לאפרושי בין דם טמא לדם טהור כדאמרי' (נדה דף כ:) א\"ר יוחנן חוכמתיה דר' חנינא גרמא לי דלא אחזי דמא   מטמאנא מטהר מטהרנא מטמא:", 
            "וא\"ר זירא טיבעא דבבל גרם לי דלא אחזי דמא ומה רבא דידע בטיבעא לא חזי אנא אחזי וחזו נמי דלא ידעי נשי תיקון וסתות חשו רבנן דלמא "
        ], 
        [
            "משלמי דם טמא לדם טהור וטבלין ואתו לידי איסורא דכרת דהא אפשר למהוי כל דם דחזיא בשיתא יומי טהור וליכא טמא אלא הך דחזיא בשביעי בלחוד דצריכא   דמישלם עליה ז' יומי וכיון דסבירא להו דדם דכולהו ז' טמא הוא אמרי   שלימו לן ז' יומי וטבלן לאורתא ואתו לידי איסורא הלכך חשו רבנן למילתא ועבדו הרחקה יתירה לסלוקי כל ספיקי ואצריכו למיתב שבעה נקיים על כל דם דלא ליגע   לאיסורא דאוריי' והיינו דאמרינן   (דף סו.) אמר רב יהודה אמר שמואל התקין רבי  בסוודית ראתה יום אחד תשב ששה ימים והוא שנים תשב (ס\"א ששה  ) חמשה והן שלשה תשב שבעה נקיים אמר רבי זירא בנות ישראל הן החמירו על עצמן שאפי' רואות טיפת דם כחרדל יושבת עליה שבעה נקיים ואע\"ג דהאי תקנתא   בסוודית ליכא למיחש בה למילתא דאיסורא כלל עבדו רבנן הרחקה יתירה והנהגו בנות ישראל למיעבד כרבי זירא דהא אמרינן דהא דרבי זירא הלכה פסוקה היא כדאמרינן התם (ברכות דף לא.) אין עומדין להתפלל מתוך דין או הלכה אלא מתוך הלכה פסוקה היכי דמי הלכה פסוקה אמר אביי כי הא דאמר רבי זירא בנות ישראל הן החמירו על עצמן שאפילו רואות טיפת דם כחרדל יושבת עליה שבעה נקיים  והכין נמי עבדינן כימי טוהר דיולדת ואע\"ג דקי\"ל כרב דאמר (דף לה:) מעין אחד הוא והתורה טימאתו והתורה טיהרתו כיון דאיכא יולדת בזוב דצריכה שבעה נקיים בימי טוהר עבדינן נמי הרחקה יתירה כר' זירא  וכל דם דחזיא בימי טוהר יתבה עליה שבעה נקיים ובתר הכי טבלה במי מקוה ומשתריא לבעלה ואע\"ג דלא נפקן ימי טוהר כיון דיתבה שבעה נקיים ותו לא חזיא שריא:", 
            "<b>מתני' (דף סד:)  </b> תינוקת שלא הגיע זמנה לראות ונישאת ב\"ש אומרי' נותנין לה ד' לילות וב\"ה אומרים עד שתחיה המכה הגיע זמנה לראות ונישאת ב\"ש אומרים נותנין לה לילה הראשון וב\"ה אומרים עד מוצאי שבת ד' לילות ראתה ועודה בבית אביה בית שמאי אומרים נותנין לה בעילת מצוה ובית הלל אומרים כל הלילה (נ\"א כולה) שלה:", 
            "<b>גמ' </b> עד שתחיה המכה אמר ר\"נ בר יצחק ואפילו ראתה (נ\"א מדאפליג בסיפא בין ראתה ללא ראתה מכלל וכו' ד\"ת) ממאי מדקתני סיפא ראתה ועודה בבית אביה ופליג בין ראתה ולא ראתה מכלל דרישא בין ראתה בין לא ראתה תניא נמי הכי בית הלל אומרים עד שתחיה המכה בין ראתה בין לא ראתה עד שתחיה המכה עד כמה אמר רב שמואל בר יצחק לדידי מיפרשא ליה מיניה דרב עומדת ורואה יושבת ואינה רואה ע\"ג קרקע ורואה ע\"ג כרים וכסתות ואינה רואה כידוע שלא חיתה המכה ע\"ג כולם ורואה ע\"ג כולם ואינה רואה כידוע שחיתה המכה וזה דם נדה הוא משמשת וראתה דם מחמת תשמיש הוא אינה משמשת וראתה דם מחמת נדה הוא ואמרינן על הדין פיסקא דמתני' כפירקא קמא   א\"ר גידל אמר שמואל לא שנו אלא שלא פסק דם מחמת תשמיש וראתה דם   שלא מחמת תשמיש אבל פסק דם מחמת תשמיש וראתה דם שלא  מחמת תשמיש טמאה עבר עליה לילה אחת בלא תשמיש וראתה טמאה נשתנו מראה דמים שלה טמאה:", 
            "הגיע זמנה לראות ונישאת וכו' (דף סד:) איתמר שימשה בימים רב אמר לא הפסידה לילות ולוי אמר הפסידה לילות רב אמר שימשה בימים לא הפסידה לילות עד מוצ\"ש תנן ולוי אמר שימשה בימים הפסידה לילות מאי ד' לילות דקתני ד' עונות ולרב ל\"ל למיתנא ד' לילות ולוי נמי ניתני ד' עונות אורח ארעא קמ\"ל  בלילא   ניתני ד' לילות ותו לא עד מוצ\"ש ל\"ל הא קמ\"ל דשרי למיבעל בתחלה בשבת "
        ], 
        [
            "כדשמואל דאמר שמואל פרצה דחוקה מותר ליכנס בה בשבת ואע\"פ שמשיר צרורות:", 
            "איתמר בעל ולא מצא דם   ובעל ומצא דם ר' חנינא אמר טמאה ורב אסי אמר טהורה ר' חנינא אמר טמאה אם איתא דהוה דם בתולים מעיקרא הוה אתי רב אסי אמר טהורה דלמא איתרמי ליה כדשמואל דאמר שמואל יכול אני לבעול כמה בעילות בלא דם ואידך שאני שמואל דרב גובריה והלכתא כר' חנינא דספק איסור לחומרא אמר רב בוגרת נותנין לה לילה הראשון וה\"מ דלא ראתה אבל ראתה אין נותנין לה אלא בעילת מצוה ותו לא:", 
            "ראתה ועודה בבית אביה ב\"ש אומרים נותנין לה בעילת מצוה וב\"ה אומרים בל הלילה שלה (דף סה:) רב ושמואל דאמרי תרוייהו  הלכתא בועל בעילת מצוה ופורש דתניא רבותינו חזרו ונמנו שיהא בועל בעילת מצוה ופורש:", 
            "אמר עולא כי הוו בה ר' יוחנן ור' שמעון בן לקיש בתינוקות לא הוו מסקי מינה   כדמסיק תעלא מבי כרבא ומסיימו   הכי בועל בעילת מצוה ופורש ירושלמי שמואל אמר כל ההיא הלכתא דרישא דפירקא אחרינא דנדה להלכה אבל לא למעשה ר' ינאי ערק אפי' מתינוקת שלא הגיע זמנה לראות ונשאת בעון קומי רבי יוחנן מהו לתלות בדם  המכה ולא   הורה מהו לבעול בעילה שניה אמרין לתלות בדם המכה   ולא הורה לבעול   בעילה שניה הוא מורי וכו':", 
            " אמר רבא (דף סו.) תבעוה להנשא ונתפייסה צריכה לישב ז' נקיים ל\"ש גדולה דשכיחי בה דמים ול\"ש קטנה גדולה מ\"ט משום דמחמדא קטנה נמי מחמדא:", 
            "תנו רבנן  החמרין והפועלין והבאין מבית האבל ומבית המשתה נשיהן להן בחזקת טהרה ובאין ושוהין עמהן "
        ], 
        [
            "בין ערות בין ישנות במה דברים אמורים כשהניחה בחזקת טהרה אבל הניחה בחזקת טמאה לעולם היא בחזקת טמאה עד שתאמר לו טהורה אני:", 
            " גרסינן בכתובות (דף עב.) אמר רב יהודה  הוחזקה נדה בשכנותיה בעלה לוקה עליה משום נדה:", 
            "והיכא דלא הוחזקה נדה ותבעה בעלה (שם כב) ואמרה לו טמאה אני וחזרה ואמרה   טהורה אני אינה נאמנת ואם נתנה אמתלא לדבריה נאמנת:", 
            "(שבת דף סד:) ת\"ר והדוה בנדתה זקנים הראשונים אמרו תהא בנדתה לא תכחול ולא תפרכס עד שתבא במים עד שבא ר\"ע ולימד א\"כ נמצאת מתגנה על בעלה ונמצא בעלה מגרשה הא מה אני מקיים והדוה בנדתה תהא בנדתה עד שתבא  במים וקי\"ל דנדה וזבה אינן צריכות מים חיים דתניא (בתוספתא פ\"ק דמגילה) אין בין זב לזבה אלא שהזב טעון ביאת מים חיים וזבה אינה טעונה ביאת מים חיים אלא מי מקוה בלבד שכל הגוף עולה בהן וכמה הן אמה על אמה ברום שלש אמות ושיערו חכמים מי מקוה מ' סאה:", 
            "ת\"ר אילו נאמר ומקוה מים יהיה טהור יכול  אפילו מילא על כתפו ועשה מקוה לכתחלה יהיה טהור "
        ], 
        [
            "ת\"ל מעין מה מעין בידי שמים אף מקוה בבידי שמים  אי מה מעין  מטהר בכל שהוא אף מקוה מטהר בכל שהוא ת\"ל אך מעין המעין מטהר בכל שהוא והמקוה במ' סאה אי מה מעין מטהר בזוחלין אף מקוה מטהר זוחלין ת\"ל אך המעין מטהר בזוחלין והמקוה מטהר באשבורן ותנן נמי (מקואות פ\"ה מ\"ה) במתני' הזוחלין במעין והנוטפין במקוה העיד ר' צדוק על הזוחלין שרכו על הנוטפין שהן  כשרין:", 
            "(עדיות פרק א מ\"ג) הלל אומר מלא  הין מים שאובין פוסלין את המקוה שאדם חייב לומר בלשון רבו שמאי אומר תשעה קבין וחכ\"א לא כדברי זה ולא כדברי זה אלא עד שבאו שני גרדיים משער האשפות שבירושלים והעידו משום שמעיה ואבטליון ששלשה לוגין מים שאובין פוסלין את המקוה וקיימו   את דבריהם.", 
            "הא דתנן ג' לוגין מים שאובין פוסלין את המקוה ה\"מ דלית ביה שיעורא  אבל אית ביה שיעורא לא מיפסל דתנן (מקואות פ\"ו מ\"ח ע\"ש) היה בו ארבעים סאה ממלא בכתף ונותן לתוכו והיכא דלית ביה מ' סאה ואייתי מים שאובין ואמשכי' מאבראי שפיר דמי דכי (תמורה דף יב:) אתא רב דימי אמר שאובה שהמשיכוה טהורה  :", 
            "ת\"ר  צנור שחקקו ולבסוף קבעו פוסל את המקוה קבעו ולבסוף חקקו אינו פוסל את "
        ], 
        [
            "המקוה  כל  חייבי טבילות טבילתן ביום נדה ויולדת טבילתן בלילה:", 
            "אמר רב נדה בזמנה לא תטבול אלא בלילה ושלא בזמנה תטבול בין ביום בין בלילה ור' יוחנן אמר נדה בין בזמנה בין שלא בזמנה לא תטבול אלא בלילה משום סרך בתה   אתקין רב אידי בר אבין בנרש למיטבל ביממא דתמניא משום אריואתא רב אחא בר יעקב בפפוניא משום גנבי ורב יהודה בפומבדיתא משום צנה רבא במחוזא משום אבולאי פי' פתחי מבואות שנסגרין בלילה אמר ליה רב (בגמ' הגי' פפא וע\"ש בגליון) פפי לרבא מכדי כולהו נשי דהאידנא ספק זבות משוינן להו ליטבלן ביממא דשבעה משום דרבי שמעון דתניא  אחר תטהר אחר אחר לכולן שלא תהא טומאה מפסקת ביניהן ר\"ש אומר אחר תטהר אחר מעשה תטהר אבל אמרו חכמים אסור לעשות כן (נ\"א שלא) שמא תבא לידי ספק:", 
            " אמר רבא  אשה לא תחוף לא בנתר ולא באהל נתר מקטיף מזיא באהל מסריך מזיא אמר אמימר משמיה דרבא וא\"ד דריש מרימר משמיה דרבא אשה לא תחוף אלא בחמין ואפי' בחמי חמה דחמין  משרו מזיא   ואמר רבא לעולם  ילמד  אדם בתוך ביתו שתהא אשה מדיחה קמטיה בשעת טבילה ואע\"ג דתנן בית הקמטין ובית הסתרים אין צריכין שיבואו בהן המים נהי דביאת המים לא בעינן מקום הראוי לבא בו מים בעינן כדר' זירא דאמר כל הראוי לבילה אין בילה מעכבת בו וכל שאינו ראוי לבילה בילה מעכבת בו אמר רבין בר רב אדא א\"ר יצחק מעשה בשפחתה של ר' שטבלה  ועלתה ונמצא עצם בין שיניה והצריכה רבי טבילה אחרת:", 
            "ותנן במתני' (מקואות פ\"ח) נדה שנתנה מעות בפיה וירדה וטבלה טהורה מטומאתה אבל טמאה היא על גב רוקה נתנה שערה בפיה קפצה ידה קרצה שפתותיה כאילו לא טבלה האוחז באדם ובכלים ומטבילן טמאים   הדיח את ידיו במים טהורים ר\"ש אומר ירפה "
        ], 
        [
            "כדי שיבואו בהן המים בית הסתרים ובית הקמטין אינן צריכין שיבואו בהן המים:", 
            "(רפ\"ט דמקואות) אלו חוצצין באדם חוטי צמר וחוטי פשתן והרצועות  שבראשי הבנות קילקי הלב והזקן ובית הסתרים באשה לפלוף שחוץ לעין   וגלד שחוץ לעין וגלד שחוץ למכה והרטיה שעליה ושרף היבש וגלדי צואה שעל בשרו ובצק שתחת הצפורן והמלמולין וטיט היון וטיט היוצרין וגץ יוני אי זה הוא טיט היון זה טיט הבורות שנאמר  תהלים מ  ויעלני מבור שאון מטיט היון:", 
            "ואלו שאינן חוצצין קילקי הראש ובית השחי ובית הסתרים באיש לפלוף שבעין וגלד שעל המכה ושרף הלח ולכלוכי צואה שעל בשרו וצואה שתחת הצפורן וצפורן המדולדלת:", 
            "(נדה דף סו:) אמר רבא טבלה ועלתה ונמצא עליה דבר חוצץ על בשרה אם אותו היום שחפפה טבלה אינה צריכה לחוף ולטבול ואם לאו צריכה לחוף ולטבול איכא דאמרי אם סמוך לחפיפה טבלה אינה צריכה לחוף ולטבול ואם לאו צריכה לחוף ולטבול מאי בינייהו איכא בינייהו סמוך לחפיפה טבילה אמר רב שמואל בר' יצחק אשה לא  תטבול (שם סז.) בנמל פי' מפני שמתביישת מבני אדם ואינה טובלת כהוגן אמר רב גידל אמר רב נתנה תבשיל לבנה  וטבלה לא עלתה לה טבילה אמר רמי בר אבא האי ריבדא דכוסילתא עד תלתא יומי לא חייצי מכאן ואילך חייצי אמר מר עוקבא לפלוף שבעין לח אינו חוצץ יבש חוצץ ואימתי נקרא יבש משעה שמתחיל ליירק אמר שמואל בחול שבתוך העין אינו חוצץ שעל גב העין חוצץ ואם היו עיניה פורחות   על גב העין נמי אינו חוצץ ורבי יוחנן אמר פתחה עיניה ביותר או שעיצמה עיניה ביותר לא עלתה לה טבילה  ולית הלכתא ככל הני שמעתתא אלא כי איתמר הכי לענין טהרות איתמר אבל לבעלה שפיר דמי כי הא דאמר ר\"ל אשה לא  תטבול אלא דרך גדילתה כדתנן האיש נראה כעודדר וכמוסק זיתים אשה נראית כאורגת וכמניקה את בנה  אמר רבה "
        ], 
        [
            "בר בר חנה נימא אחת קשורה חוצצת (נדה דף סז:) שלש אינן חוצצות שתים איני יודע ור' יוחנן אמר אנו אין לנו אלא אחת אמר ר' יצחק דבר תורה רובו ומקפיד עליו חוצץ ושאינו מקפיד עליו אינו חוצץ ומיעוטו אע\"פ שמקפיד עליו אינו חוצץ וגזרו על רובו שאינו מקפיד משום רובו המקפיד ועל מיעוטו המקפיד משום רובו המקפיד:", 
            " דף סח.", 
            "ע\"ש  שלח רבין באיגרתיה  אשה לא תחוף בע\"ש ותטבול למוצאי שבת ותמה על עצמך היאך אשה חופפת ביום וטובלת בלילה והא בעינן סמוך לחפיפה טבילה והלכתא חופפת בלילה  ) וטובלת בלילה  קשיא הלכתא אהלכתא דדרש אמימר הלכתא אשה חופפת בע\"ש וטובלת למוצאי שבת לא קשיא  הא דאפשר הא דלא אפשר :", 
            "\n סליקו הלכות נדה \n וזו מסכת שבועות \n", 
            "<b>  שבועות  </b> שתים שהן  ארבע שבועה שאוכל ושלא אוכל שאכלתי ושלא אכלתי שבועה שלא אוכל ואכל כל שהוא חייב דברי ר\"ע אמרו לו לר\"ע היכן מצינו באוכל כל שהוא חייב שזה חייב אמר להן והיכן מצינו במדבר ומביא קרבן שזה מדבר ומביא קרבן:", 
            "  שבועה שלא אוכל ואכל ושתה אינו חייב אלא אחת שבועה שלא אוכל ושלא אשתה ואכל ושתה חייב שתים:", 
            "<b>גמ' </b> א\"ר חייא בר אבין אמר שמואל שבועה שלא אוכל ושתה חייב אי בעי תימא סברא ואי בעי תימא קרא אי בעי תימא סברא דאמר ליה אינש לחבריה תא ניטעום מידי ואזלי ואכלו ושתו ואי בעי תימא קרא שתיה בכלל אכילה דכתיב  דברים יד  ונתת הכסף בכל אשר תאוה נפשך בבקר ובצאן וביין ובשכר ובכל אשר תשאלך נפשך ואכלת "
        ], 
        [
            "שם יין חמרא וכתיב ואכלת שם    תנו רבנן מבטא  שבועה איסר שבועה איסור איסר אם אתה אומר איסר שבועה חייב ואם לאו פטור מאי קאמר אמר אביי הכי קאמר מבטא שבועה איסר מתפיס בשבועה איסור איסר אם אתה אומר  מתפיס בשבועה כמוציא שבועה מפיו דמי חייב ואם לאו פטור רבא אמר הכי קאמר מבטא שבועה איסר נמי שבועה איסריה דאיסר הטילו הכתוב בין נדר לשבועה שנאמר  במדבר ל  ואם בית אישה נדרה או אסרה אסר על נפשה בשבועה  הוציאו בלשון נדר נדר בלשון "
        ], 
        [
            "שבועה שבועה כלומר איסר יש בו לשון נדר ויש בו לשון שבועה אם   הוציא מפיו בלשון נדר זה הוא איסר שהוא נדר ואם הוציאו מפיו   שבועה זה הוא איסר שהיא שבועה אבל מתפיס בשבועה ליכא ואזדו לטעמייהו דאיתמר מתפיס בשבועה אביי אמר כמוציא שבועה מפיו דמי ורבא אמר לאו כמוציא שבועה מפיו דמי וקי\"ל כרבא והיכי דמי מתפיס בשבועה כגון דמשתבע דלא ליכול הדין בשרא ובתר הכין אמר הרי זו הפת עלי כזה הבשר א\"נ כגון דשמע חבריה דאשתבע דלא ליכול הדין בשרא ואמר איהו ואנא נמי דכוותך לאו כמוציא שבועה מפיו דמי אבל  מתפיס בנדר חייל נדרא עליה כדתנן (נזיר כ:) הריני נזיר ושמע חברו ואמר ואני   הרי כולן נזירין "
        ], 
        [
            "ותניא נמי אי זה הוא איסר נדר האמור בתורה אמר הרי עלי שלא אוכל בשר ושלא אשתה יין כיום שמת בו אביו כיום שנהרג בו גדליה בן אחיקם כיום שראה ירושלים בחורבנה אסור ואמר שמואל והוא שנדר ובא מאותו היום דכתיב  במדבר ל  איש כי ידור נדר לה' עד שידור בדבר הנדור:"
        ], 
        [
            "<b> מתני'    </b> שבועה שלא אוכל  ואכל פת חטין פת שעורים פת כוסמין  אינו חייב אלא אחת שבועה שלא אוכל פת חטין פת שעורים פת כוסמין ואכל חייב על כל אחת ואחת:", 
            "<b>גמ'   </b> בגמ' גרסי'   ודלמא למפטר נפשיה משאר מינין קא מכוין   היה לו לומר חטין ושעורין וכוסמין ודלמא לכוס היה לו לומר פת חטין ושל שעורין ושל כוסמין   ודלמא על ידי תערובות היה לו לומר וכן של שעורין וכן של כוסמין פת פת למה לי ש\"מ לחיובי נפשיה אכל חדא וחדא  :", 
            " מתני'    כל זה אינו מהל' הרי\"ף.", 
            "ד\"ת   שלא אשתה יין ושמן ודבש ה\"נ פריך בגמ' ודלמא למיפטר נפשיה משאר מינין קא מכוין במונחין לפניו והיה לו לומר שלא אשתה אלו ומיניהן רב   אמר הבא במסרהב בו חבירו עסקינן ואמר לו בא ושתה עמי יין ושמן ודבש דהיה לו לומר שבועה שלא אשתה עמך יין ושמן ודבש ל\"ל ש\"מ לחייבו על כל חדא וחדא  :", 
            "<b>מתני' </b>   שבועה שלא אשתה ושתה משקין הרבה אינו חייב אלא אחת שבועה שלא אשתה יין ושמן ודבש ושתה חייב על כל אחת ואחת "
        ], 
        [
            "שבועה שלא אוכל  ואכל אוכלין שאינן ראוין לאכילה ושתה משקין שאינן ראוין לשתיה פטור שבועה שלא אוכל ואכל נבלות וטרפות שקצים ורמשים חייב ר\"ש פוטר אמר קונם אשתי נהנית לי אם אכלתי היום והוא אכל   שקצים ורמשים הרי אשתו אסורה עליו:", 
            "<b>גמ' </b> שבועה שלא אוכל ואכל נבלות וכו' האי מושבע מהר סיני הוא א\"ר יוחנן בכולל דברים המותרין עם דברים האסורים דמגו דחיילא שבועה על המותרין חיילא נמי על האסורין     ((ד\"ת מ\"ז) בשלמא לאו משכחת לה אלא הן היכי משכחת לה אלא הב\"ע כגון שאמר שבועה שלא אוכל סתם)  :", 
            "<b>מתני' </b>    אחד דברים של עצמו ואחד דברים של אחרים אחד דברים שיש כהן ממש ואחד דברים שאין כהן ממש כיצד אמר שבועה שאתן לאיש פלוני ושלא אתן שנתתי ושלא נתתי שאישן ושלא אישן שישנתי ושלא ישנתי שאזרוק צרור לים ושלא אזרוק שזרקתי ושלא זרקתי ר' ישמעאל אומר אינו חייב אלא על העתיד לבא שנאמר להרע או להיטיב אמר לו ר' עקיבא א\"כ אין לי אלא דברים שיש בהן הרעה והטבה דברים שאין בהן הרעה והטבה מנין אמר לו מריבוי הכתוב אמר לו אם ריבה הכתוב לכך אף ריבה הכתוב לכך:", 
            "<b> גמ' </b> ת\"ר  חומר בנדרים מבשבועות וחומר בשבועות מבנדרים חומר בנדרים שהנדרים חלין על דבר מצוה  כדבר הרשות מה שאין כן בשבועות חומר בשבועות "
        ], 
        [
            "שהשבועות חלות על דבר שאין בו ממש בדבר שיש בו ממש מה שאין כן בנדרים כיצד אמר שבועה  שאתן לפלוני ושלא אתן מאי אתן ושלא אתן אילימא צדקה לעני מושבע מהר סיני הוא ולא חיילא עליה שבועה אלא מתנה לעשיר:", 
            "שאישן ושלא אישן איני והא אמר ר' יוחנן האומר שבועה שלא אישן  שלשה ימים מלקין אותו וישן לאלתר התם דאמר שלשה והכא דלא אמר שלשה:", 
            "שאזרוק צרור לים ושלא אזרוק וכו':", 
            " איתמר שבועה שזרק איש פלוני צרור לים שבועה שלא זרק רב אמר חייב ושמואל אמר פטור רב אמר חייב איתיה בלאו והן ושמואל אמר פטור ליתיה בלהבא:", 
            "((ד\"ת מ\"ז) גרסינן בגמרא   מתיב רב המנונא לא אכלתי היום ולא הנחתי תפילין היום משביעך אני ואמר אמן חייב בשלמא לא אכלתי איתיה בלא אוכל אבל לא הנחתי מי איתא בלא אניח   והוא מפרק לה לצדדין קתני לא אכלתי לקרבן לא הנחתי למלקות) אמר אביי ומודה רב באומר לחבירו שבועה שאני יודע לך עדות ואשתכח דלא ידע ליה דפטור הואיל דליתיה באיני יודע   ((ד\"ת מ\"ז) ידעתי ולא ידעתי העדותי ולא העדותי מחלוקת) בשלמא לשמואל דאמר   דליתא בלהבא לא מחייב עלה בלשעבר להכי אפיק רחמנא לשבועת עדות מכלל שבועת ביטוי אלא לרב למאי הלכתא אפקיה אמר אביי לכדתניא בכולן נאמר ונעלם וכאן לא נאמר ונעלם לחייב על המזיד "
        ], 
        [
            "כשוגג    ומי אמר אביי הכי האמר אביי ומודה רב באומר לחבירו שאני יודע לך עדות ואשתכח דלא ידע ליה דפטור הואיל דליתיה באיני יודע לך עדות האי קושיא חזינא בה לרבואתא כמה פירושי ולא סליק להו חד מינייהו כהוגן ולהכי כתיבנא לה לברורה משום דקשה היא עמומה והדין פירושה כיון דאקשו ליה רבנן לאביי ואימא במזיד מיחייב חדא בשוגג מיחייב תרתי חדא משום שבועת העדות וחדא משום שבועת ביטוי ואהדר להו לאו היינו דאמרי לכו לאחת אחת אתה מחייבו ואי אתה מחייבו שתים שמעינן מיניה דס\"ל לאביי דלאו דבעינן למיהוי כנגד הין בשבועת ביטוי איתיה בלאו דשבועת העדות שהיא שבועה שאיני יודע לך עדות ואשתכח דאיתיה בלאו והין והוה סליק אדעתין דמיחייב עלה תרתי חדא משום שגגת שבועת ביטוי וחדא משום שגגת שבועת העדות ולהכי איצטריך קרא למכתב לאחת למעוטי לשגגת שבועת ביטוי דלא ליחייב עלה בהדי שבועת העדות למיהוי תרתי ואקשינן עליה היכי אמרת דהוה סליק אדעתין דמחייב תרתי באיני יודע לך עדות חדא משום שבועת ביטוי וחדא משום שבועת העדות דמשתכח לה בשבועת ביטוי דאיתה (נ\"א באני) באיני יודע לך עדות והא את הוא דאמרת מודה רב באומר לחבירו שבועה שאני יודע לך עדות ואשתכח דלא ידע ליה דפטור הואיל דליתיה באיני יודע לך עדות משום דהויא לה שבועת שקר ולהכי איפטר ליה בהין דשבועת ביטוי משום דלאו דאיני יודע לך עדות לאו לשבועת   הוא אלא לשבועת העדות הוא ומשום שבועת העדות הוא חייב ולא משום שבועת ביטוי והיכי הוה סליק אדעתין לחיובא תרתי חדא משום שבועת ביטוי   ואין לשבועות ביטוי באיני יודע לך עדות שום שבועה בעולם ולמאי איצטריך קרא למעוטי דלא תהוי תרתי עם שבועת העדות ועמדה הקושיא ופרקינן הדר ביה   ואי בעי תימא חדא מינייהו רב פפא אמרה ולא מקשינן מאמורא על חבריה הדין הוא פירושא דהאי קושיא בביאור כלא ספק והרוחנו בה יותר מדאי אע\"פ שאין דרכנו להרויח על כך:", 
            "  ת\"ר  במדבר ל  לכל אשר יבטא האדם בשבועה  פרט לאנוס ה\"ד כדרב כהנא ורב אסי דרב כהנא ורב אסי כי הוו קיימי מקמיה דרב מר אמר שבועתא הכי אמר רב ומר אמר שבועתא הכי אמר רב כי אתו לקמיה אמר כחד מינייהו א\"ל אידך ואנא בשיקרא אישתבעי א\"ל אנת לבך אנסך:", 
            "  אמר שמואל  גמר בלבו צריך להוציא בשפתיו  שנאמר לבטא בשפתים וכן אם גמר בלבו להוציא פת חטים והוציא פת שעורין אינו אסור לא בחטים ולא בשעורים אינו אסור בחטים שהרי לא הוציא בשפתיו ואינו אסור כשעורים שהרי לא נתכוין "
        ], 
        [
            "לומר שעורים דבעינן עד שיהא פיו ולבו שוין אבל אם גמר בלבו להוציא פת חטים והוציא פת סתם אסור בפת חטים דפת חטים פת שמה והנה פיו ולבו שוין דתניא בשפתים ולא בלב גמר בלבו מנין ת\"ל לכל אשר יבטא האדם ואמרינן הא גופא קשיא אמרת בשפתים ולא בלב והדר אמרת גמר בלבו מנין ותירצה רבא הכי בשפתים ולא שגמר בלבו להוציא פת חטים והוציא פת שעורים גמר בלבו להוציא פת חטים והוציא פת סתם מנין ת\"ל לכל אשר יבטא האדם ותנן נמי במתניתין (תרומות פ\"ג מ\"ח) המתכוין לומר עולה ואמר שלמים שלמים ואמר עולה וכו' שאני נכנס לבית הזה ואמר לזה שאני נהנה לזה ואמר לזה לא אמר כלום עד שיהא פיו ולבו שוין:", 
            "<b>מתני' </b>    נשבע לבטל את המצוה ולא ביטל פטור לקיים את המצוה ולא קיים פטור וכו':", 
            "<b>גמ' </b> ת\"ר יכול נשבע לבטל את המצוה ולא ביטל יהא חייב ת\"ל להרע או להטיב  מה הטבה רשות אף הרעה רשות אוציא נשבע לבטל את המצוה ולא ביטל שהוא פטור יכול נשבע לקיים את המצוה ולא קיים שיהא חייב ת\"ל להרע או להיטיב מה הרעה רשות אף הטבה רשות אוציא נשבע לקיים את המצוה ולא קיים שהוא פטור יכול נשבע להרע לעצמו ולא הרע יהא פטור ת\"ל להרע או להיטיב מה הטבה רשות אף הרעה רשות אביא נשבע להרע לעצמו ולא הרע שהרשות בידו יכול נשבע להרע לאחרים ולא הרע יהא חייב ת\"ל להרע או להיטיב מה הטבה רשות אף הרעה רשות אוציא נשבע להרע לאחרים שאין הרשות בידו מנין לרבות הטבת אחרים ת\"ל או להטיב ואי זו היא הרעת אחרים אכה את פלוני ואפצע את מוחו:", 
            "<b>  מתני' </b>   שבועה שלא אוכל ככר זו  שבועה שלא אוכלנה ואכלה אינו חייב אלא אחת וזו היא שבועת ביטוי שחייבין על זדונה מכות ועל שגגתה קרבן עולה ויורד שבועת שוא חייבין על זדונה מכות ועל שגגתה פטור:", 
            "<b>גמ' </b> למה לי למיתנא שבועה שלא אוכל שבועה שלא אוכלנה הא קמ\"ל טעמא דאמר שלא אוכל והדר אמר שלא אוכלנה אבל אמר שלא אוכלנה "
        ], 
        [
            "והדר אמר שלא אוכל מיחייב תרתי וכדרבא דאמר רבא שבועה שלא אוכל ככר זו כיון שאכל כזית ממנה חייב שבועה שלא אוכלנה אינו חייב עד שיאכל את כולה אמר רבא נשבע על ככר   ושייר ממנה עד כזית נשאל עליה אכלה כולה אין נשאל עליה  אמימר אמר   אפי' אכלה כולה נשאל עליה אי בשוגג מחוסר קרבן ואי כמזיד מחוסר מלקות והלכתא כאמימר ואפילו כפתוהו על העמוד ועדיין לא לקה נשאל עליה ואע\"ג דאמר שמואל כפתוהו על העמוד ורץ "
        ], 
        [
            "מב\"ד פטור   אלמא כמו שלקה דאמי התם רץ הכא לא רץ:", 
            "<b>מתני' </b>   אי זו  היא שבועת שוא נשבע לשנות את הידוע לאדם אמר על העמוד של אבן שהוא של זהב ועל האיש שהוא אשה ועל האשה שהיא איש נשבע על דבר שאי אפשר לו אם לא ראיתי נחש כקורת בית הבד אם לא ראיתי גמל פורח באויר אמר לעדים בואו והעידוני שבועה שלא נעידך זו היא שבועת שוא:", 
            "<b>גמ' </b>   מאי קאמר (ד\"ת מ\"ז) (אמר אביי תני שראיתי רבא אמר   יאסרו בל פירות שבעולם עלי אם לא ראיתי גמל פורח)  :", 
            " א\"ל רבינא לרב אשי ודלמא ציפורא רבא חזא ואסיק ליה שמא גמלא דכי קא משתבע אדעתא דידיה קא משתבע   ((ד\"ת מ\"ז) וכי תימא בתר פומא  אזלינן בתר דעתא לא אזלינן והתניא כשהשביע משה את ישראל אמר להן שלא על דעתכם אני משביע אתכם אלא על דעת המקום ועל  דעתי ואמאי ולימא להן קיימו תרי\"ג מצות וליטעמך ולימא להן על דעתי   ועל דעת המקום למה לי אלא כי היכי דלא  תיהוי להו הפרה כלל לשבועתייהו)   וסוגיא דשמעתא ((ס\"א מ\"ז) דאפי' הכי) דלא אזלינן בתר דעתיה דכיון דכולי עלמא לא קארו ליה גמלא בטלה דעתו אצל כל אדם והויא לה "
        ], 
        [
            "שבועת שוא:", 
            "<b>מתני' </b> נשבע  לבטל את המצוה שלא לעשות סוכה שלא לעשות לולב שלא להניח תפילין זו היא שבועת שוא שחייבין על זדונה מכות ועל שגגתה פטור שבועה שאוכל כיכר זו שבועה שלא אוכלנה הראשונה שבועת ביטוי והשניה שבועת שוא אכלה עבר על שבועת שוא לא אכלה עבר על שבועת ביטוי:", 
            "<b>גמ' </b> נשבע לבטל את המצוה וכו' ירושלמי שבועה שלא אוכל מצה אסור לאכול מצה בלילי הפסח שבועה שלא אוכל מצה בלילי הפסח לוקה ואוכל מצה בלילי הפסח שבועה שלא אשב בצל אסור לישב בצל סוכה שבועה שלא אשב בצל סוכה לוקה ויושב בצל סוכה:", 
            "אכלה  עבר על שבועת שוא לא אכלה עבר על שבועת בטוי:"
        ], 
        [
            "  השתא משום שבועת ביטוי מיחייב משום שבועת שוא לא מיחייב הרי יצאת שבועה לשקר אמר רבי ירמיה תני אף על שבועת ביטוי שאם לא אכלה עבד על שבועת שוא ועל שבועת ביטוי:", 
            "ירושלמי כיצד עושין אומרין לו שיאכלנה מוטב לו שיעבור על שבועת שוא ולא על שבועת שוא ושבועת ביטוי אמר שבועה שלא אוכל ככר זו שבועה שאוכלנה הראשונה שבועת ביטוי והשניה שבועת שוא אומרין לו שלא יאכלנה מוטב לו לעבור על שבועת שוא לחוד ולא לעבור על שבועת שוא ושבועת ביטוי  חזקיה אמר אהן דמשתבע על תרין דאינון תרין לוקה משום  שבועת שוא בשם ריש לקיש אמרו אהן דחמי מיטרא נחת ואמר קירי פירי ברכסון לוקה משום שבועת שוא ועוד אמרו עשרין וארבע בוליות היו בדרום וכולן חרבו משום שבועת שוא שהיא אמת שנאמר  ירמיה ב  לשוא הכיתי את בניכם.", 
            "<b>מתני'</b>   שבועת ביטוי נוהגת באנשים ובנשים ברחוקים ובקרובים בכשרים ובפסולים בפני ב\"ד ושלא בפני ב\"ד ומפי עצמו וחייבין על זדונה מכות ועל שגגתה קרבן עולה ויורד שבועת שוא נוהגת באנשים ובנשים ברחוקים ובקרובים בכשרים ובפסולין בפני ב\"ד ושלא בפני ב\"ד מפי עצמו וחייבין על זדונה מכות ועל שגגתה פטור וזו וזו המושבע מפי אחרים חייב לא אכלתי היום ולא הנחתי תפלין היום משביעך אני ואמר אמן חייב:", 
            "<b>גמ' </b> אמר שמואל  כל העונה אמן אחר שבועה כמוציא שבועה מפיו דמי דכתיב  במדבר ה  מואמרה האשה אמן אמן:", 
            "\n הדרן עלך פרק שבועות שתים בתרא \n", 
            "<b>  שבועת</b>   העדות  נוהגת באנשים ולא בנשים ברחוקים ולא בקרובים בכשרים ולא בפסולים ואינה נוהגת אלא בראוין להעיד בפני בית דין ושלא בפני בית דין מפי עצמו ומפי אחרים אינן חייבין עד שיכפרו בהן בבית דין דברי ר' מאיר וחכמים אומרים בין מפי עצמו בין מפי אחרים אינן חייבין עד שיכפרו בהן בבית דין ((בס\"י ליתא) וכו'):"
        ], 
        [
            "<b> גמ' </b> מנא הני מילי  דעדות באנשים היא ולא בנשים דת\"ר  דברים יט  ועמדו שני האנשים בעדים הכתוב מדבר כו' תניא אידך ועמדו שני האנשים מצוה בנידונין שיעמדו א\"ר יהודה שמעתי שאם רצו ב\"ד להושיב את שניהם מושיבין אינו אסור אלא שלא יהא אחד יושב ואחד עומד אחד מדבר כל צרכו ואחד אומר לו קצר דבריך ת\"ר  ויקרא יט  בצדק תשפוט עמיתך שלא יהא אחד עומד ואחד יושב א' מדבר כל צרכו ואחד אומר לו קצר דבריך דבר אחר בצדק תשפוט עמיתך הוי דן את חברך לכף זכות תני רב יוסף בצדק  תשפוט עמיתך עם שאתך בתורה ובמצות השתדל לדונו יפה שלח ליה רב יוסף לר\"נ עולא חברינו עם שאתך בתורה ובמצות הוא.", 
            "אמר.", 
            "מאי שלח לי לחנופי ליה הדר אמר למישרא ליה תיגריה   א\"נ  לשודא דדייני   אמר עולא"
        ], 
        [
            "  מחלוקת בבעלי דינין אבל בעדים  דברי הכל בעמידה דכתיב ועמדו שני האנשים  ובעלי דינין נמי   בשעת גמר דין דברי הכל דיין  בישיבה והכל בעמידה דכתיב (שמות יח) וישב משה לשפוט את העם ויעמוד העם על משה היכי דמי גמר דין איש פלוני אתה זכאי איש פלוני אתה חייב אמר רבה בר רב הונא האי צורבא  מרבנן ועם הארץ דאית להו דינא בהדי הדדי כי אתו לקמן מותבינן   להו לצורבא מרבנן ולעם הארץ נמי אמרינן ליה תיב ואי קאים לית לן בה ואמר רבה בר רב הונא האי צורבא מרבנן ועם הארץ דאית להו דינא בהדי הדדי לא   נקדם צורבא מרבנן וליתיב קמי רביה דבעי לידייניה דמיחזי כמאן דמסדר ליה לדיניה וה\"מ דלא קביע ליה עידנא אבל קביע ליה עידנא אמרי בעידניה הוה יתיב ואמר רבה בר רב הונא האי צורבא  מדרבנן דידע ליה סהדותא לחבריה וזילא ביה מלתא דניזיל לגבי דיינא דבציר מיניה לא ליזיל אמר רב שישא בריה דרב אידי אף אנן נמי תנינא מצא שק או קופה אם אין דרכו ליטול הרי זה לא יטול והני מילי בממונא אבל באיסורא ליזיל   ומסהיד אין חכמה ואין תבונה ואין עצה לנגד ה' כל מקום שיש חלול השם אין חולקין כבוד לרב רב יימר הוה ידע ליה סהדותא למר זוטרא אתא לקמיה דאמימר אותבינהו לתלתייהו אמר ליה רב אשי לאמימר והאמר עולא מחלוקת בבעלי דינין אבל בעדים דברי הכל בעמידה אמר ליה האי עשה והאי עשה עשה דכבוד תורה עדיף ת\"ר  מנין לדיין שלא יעשה סניגרון לדבריו ת\"ל  שם כג  מדבר שקר תרחק פירוש סניגרון מליץ כמה דאת אמר אין קטיגור נעשה סניגור   ומנין לדיין  שלא יושיב תלמיד בור לפניו ת\"ל מדבר שקר תרחק ומנין לדיין שיודע בחבירו שהוא גזלן וכן עד שיודע בחבירו שהוא גזלן שלא יצטרף  עמו ת\"ל מדבר שקר תרחק ומנין  לדיין שיודע בדין שהוא מרומה   שלא יאמר אחתכנו ויהא   הקולר תלוי בצואר עדים   ת\"ל מדבר שקר תרחק   ומנין  לתלמיד שרואה את רבו שהוא טועה בדין שלא יאמר אמתין לו עד שיחתכנו ואסתרנו ואבננו משלי כדי שיקרא הדין על שמי ת\"ל מדבר שקר תרחק ומנין לתלמיד שיושב לפני רבו ורואה זכות לעני וחובה לעשיר מנין שלא ישתוק ת\"ל מדבר שקר תרחק ומנין לתלמיד שאמר לו רבו יודע  אתה בי שאם נותנין לי מאה מנה איני משקר מנה יש לי אצל פלוני ואין לי עליו אלא עד אחד בוא והצטרף עמו מנין שלא יצטרף ת\"ל מדבר שקר תרחק האי מלא תענה ברעך עד שקר נפקא אלא אי א\"ל אנא ודאי אית לי "
        ], 
        [
            "חד סהדא תא את וקום התם ולא תימא מידי מנין שלא יעמוד ת\"ל  שמות כג  מדבר שקר תרחק  ומנין לנושה בחבירו מנה שלא יאמר אטעננו במאתים כדי שיודה לי במנה ויתחייב לי שבועה ואגלגל עליו שבועה ממקום אחר ת\"ל מדבר שקר תרחק ומנין לנושין בו מנה וטענוהו במאתים שלא יאמר אכפרנו בב\"ד ואודה לו חוץ לב\"ד כדי שלא אתחייב לו שבועה ויגלגל עלי שבועה ממקום אחר ת\"ל מדבר שקר תרחק ומנין לשלשה שנושין מנה באחד שלא יהא אחד בעל דין ושנים מעידים כדי   שיוציאו מנה ((ד\"ת מ\"ז) מנה לכל א' וא') ויחלוקו ת\"ל מדבר שקר תרחק ומנין לשנים  שבאין לדין אחד לבוש סמרטוטין ואחד לבוש איצטלא בת מאה מנה שאומרין לו לבוש כמותו או הלבישהו כמותך ת\"ל מדבר שקר תרחק כי אתו לקמיה דרבה בר רב הונא אמר להו שלופי פזמקייכו וחותו לדינא ומנין לדיין שלא ישמע דברי בעל דין קודם שיבוא בעל דין חבירו ת\"ל מדבר שקר תרחק ומנין לבעל דין שלא   יטעון דבריו קודם שיבא בעל דין חבירו ת\"ל מדבר שקר תרחק ורב כהנא מתני לה מלא תשא ולא תשיא  יחזקאל יח  ואשר לא טוב עשה בתוך עמיו רב אמר  זה הבא  בהרשאה ושמואל אמר זה הלוקח שדה שיש עליה עסיקין:", 
            "ואינה נוהגת אלא בראויין להעיד לאפוקי מאי רב פפא אמר לאפוקי מלך אבל משחק בקוביא מדאוריי' מיחזא חזי ורבנן הוא דפסלוהו ורב אחא בר יעקב אמר לאפוקי משחק בקוביא וכ\"ש מלך:", 
            "<b>מתני' </b> ((ד\"ת מ\"ז) וחייבין על זדון שבועה ועל שגגתה עם זדון העדות ואין חייבין על שגגתה ומה הן חייבין על זדונה קרבן עולה ויורד)   שבועת העדות כיצד  אמר לעדים בואו והעידוני שבועה שאין אנו יודעים לך עדות  או שאמרו לו אין אנו יודעים לך עדות משביע אני עליכם ואמרו אמן הרי אלו חייבין השביע עליהם חמשה פעמים חוץ לב\"ד ובאו לב\"ד והודו פטורין כפרו חייבין על כל אחת ואחת השביע עליהם ה' פעמים בפני ב\"ד וכפרו אין חייבין אלא אחת אר\"ש מה טעם מפני שאינן יכולין לחזור ולהודות:"
        ], 
        [
            "<b>גמ' </b>   מנא לן דאכפירה בב\"ד הוא דמיחייבי ואכפירה חוץ לב\"ד לא מיחייבי אמר אביי אמר קרא  ויקרא ה  אם לא יגיד ונשא עונו לא אמרתי אלא במקום שאילו מגיד זה מתחייב זה ממון אבל שבועה בין בב\"ד בין שלא בב\"ד חייב אלא שאם השביע עליו חמשה פעמים חוץ לב\"ד וכפר בבית דין חייב על כל אחת ואחת ואם השביע עליו חמשה פעמים בב\"ד וכפר אינו חייב אלא אחת מפני שאינו יכול לחזור ולהודות:", 
            "<b>מתני' </b>    כפרו שניהן כאחת שניהן חייבין בזה אחר זה הראשון חייב   כפר אחד והודה אחד הכופר חייב היו שתי כיתי עדים כפרה הראשונה ואח\"כ כפרה שניה שתיהן חייבות מפני שהעדות יכולה להתקיים בשתיהן:", 
            "<b>גמ' </b> כפר אחד והודה אחד הכופר חייב    השתא בזה אחר זה תרוייהו קא כפרי אמרת הראשון חייב והשני פטור כפר אחד והודה אחד מיבעיא לא צריכא כגון שכפרו שניהם וקדם אחד מהן והודה בתוך כדי דבורו של חבירו והא קמ\"ל דתוך כדי דבור כדבור דמי וכן הלכתא דקי\"ל  כל תוך כדי דבור כדבור דמי  חוץ ממגדף ועבודת כוכבים ומקדש ומגרש והא דאמר ר\"ש מה טעם מפני שאינן יכולין לחזור ולהודות לאחר תוך כדי דבור הוא אבל בתוך כדי דבור יכולין לחזור ולהודות ופי' תוך כדי דבור כדי שאילת תלמיד לרב שלום עליך רבי:", 
            "והיכא דמנה זוזי  לחבריה באפי סהדי ולא ידעי הנך סהדי אי הלואה יהבינן ניהליה או פרעון פרעינהו ניהליה או מתנה יהבינן ליה ואמר ליה ((ד\"ת מ\"ז) לחבריה) הב לי מנה דילי דיהבית לך ואמר ליה אידך לא היו דברים מעולם הוחזק כפרן ומחייב לשלומי ואי אמר הנהו זוזי דהוה מסיקנא בך נינהו אי נמי מתנה יהבתינון לי אפי' עדים רואין אותו כיון דלא ידעי דהלואה יהבינן ליה פטור מלשלם אבל נשבע שבועת היסת דלית ליה גביה ולא מידי דאמרינן   יתיב רב יהודה וקא מיבעיא ליה מנה לו מנה בפני פלוני ופלוני ועדים רואין "
        ], 
        [
            "אותו מבחוץ מהו אמר ליה רב המנונא והלה מה טוען אי דאמר לא היו דברים מעולם הוחזק כפרן ואי דאמר במתנה נתתם לי כי אתו עדים מאי הוה אלמא יכול למימר מתנה נתתם לי ההוא גברא דאמר ליה לחבריה מנה מניתי לך בצד עמוד זה והוא אומר לא עמדתי בצד עמוד זה מעולם אתו סהדי ואסהידו ביה דאשתין מים בצד אותו עמוד אמר (נ\"א רב נחמן) ר\"ש בן לקיש הוחזק כפרן אמר ליה רבא כל מלתא דלא רמיא עליה דאיניש עביד לה ולאו אדעתיה וכן הלכתא:", 
            "<b>מתני' </b>   משביע   אני עליכם לכשתדעו לי עדות שתבואו ותעידוני הרי אלו פטורין מפני שקדמה שבועה לעדות:", 
            "<b>גמ' </b> ת\"ר משביע אני עליכם לכשתדעו לי עדות שתבואו ותעידוני יכול יהו חייבין ת\"ל  ויקרא ה  והוא עד או ראה או ידע שקדמה עדות לשבועה ולא שקדמה שבועה לעדות:", 
            "<b>מתני' </b> עמד בבית הכנסת ואמר משביע אני עליכם אם אתם יודעים לי עדות שתבואו ותעידוני הרי אלו פטורין עד שיהא מתכוין להם:", 
            "<b>גמ' </b> אמר שמואל אפילו עדיו עומדין לו בצדו פשיטא לא צריכא  דמחוי עילויה מהו דתימא כמאן דיחדינהו דמי קמ\"ל תניא נמי הכי ראה סיעה של בני אדם ועדיו ביניהם אמר להם משביע אני עליכם אם אתם יודעים לי עדות שתבואו ותעידוני יכול יהו חייבין ת\"ל והוא עד והרי לא ייחד עדיו יכול אפילו אמר כל העומדין כאן ת\"ל והוא עד והרי ייחד עדיו:", 
            "<b> מתני' </b> אמר לשנים משביע אני עליכם איש פלוני ופלוני אם יודעים אתם לי עדות שתבואו ותעידוני והם יודעים לו עדות עד מפי עד או שהיה אחד מהן קרוב או פסול הרי אלו פטורין שילח ביד עבדו או שאמר להן הנתבע משביע אני עליכם אם אתם יודעים לו עדות שתבואו ותעידו הרי אלו פטורין עד שישמעו מפי התובע  משביע אני עליכם מצוה אני עליכם אוסרכם אני הרי אלו חייבין בשמים ובארץ הרי אלו פטורין באל\"ף דל\"ת ביו\"ד ה\"א בשדי בצבאות בחנון ורחום בארך אפים ורב חסד ובכל הכינויין הרי אלו חייבין "
        ], 
        [
            "המקלל בכולן חייב דברי רבי מאיר וחכמים פוטרין המקלל אביו ואמו בכולן חייב דברי רבי מאיר וחכמים פוטרין המקלל עצמו וחבירו בכולן עובר בלא תעשה   יככה אלהים וכן יככה האלהים זו היא האלה האמורה בתורה אל יככה יברכך וייטיב לך ר' מאיר מחייב וחכמים פוטרין:", 
            "<b> גמ' </b>   תנו רבנן יש  שמות שנמחקין ויש שמות שאין נמחקין  אלו שמות שאין נמחקין י\"ה אל אלוה אלהים אלהיך אלהיכם אהיה אל\"ף דל\"ת יו\"ד ה\"א שדי צבאות הרי אלו אין נמחקין אבל הגדול הגבור והנורא האדיר החזק האמיץ חנון ורחום ארך אפים ורב חסד הרי אלו נמחקין ת\"ר כתב אל\"ף למ\"ד מאלהים ירד ה\"א מה' הרי זה אינו נמחק שיץ דל\"ת משד\"י צד\"י בית מצבאות הרי זה נמחק ר' יוסי אומר צבאות כולו נמחק לפי שלא נקרא הקב\"ה צבאות אלא על שם צבאות ישראל אמר שמואל אין הלכה כרבי יוסי ת\"ר כל הטפל לשם בין מלפניו בין מלאחריו ה\"ז נמחק לפניו כיצד לה' ל' נמחק בה' ב' נמחק וה' ואו נמחק לאחריו כיצד אלהינו נ\"ו נמחק אלהיכם כ\"ם נמחק אלהיהם ה\"ם נמחק אחרים אומרים "
        ], 
        [
            "אינו נמחק שכבר קידשו השם אמר רב הונא הלכה כאחרים:", 
            "ובכל הכינויין הרי אלו חייבין.", 
            "ת\"ר אין אלה  אלא שבועה וכן הוא אומר  במדבר ה  והשביע הכהן את האשה בשבועת האלה:", 
            "  א\"ר אבהו מנין לאלה שהיא שבועה דכתיב  יחזקאל יח  ויבא אותו באלה וכתיב  שם  וגם במלך נבוכדנצר מרד אשר השביעו באלהים תניא ארור בו  נידוי בו קללה בו שבועה בו נידוי דכתיב  שופטים ה  אורו מרוז אמר מלאך ה' ואמר עולא בארבע מאה שיפורי שמתיה ברק למרוז איכא דאמרי גברא רבא הוה ואיכא דאמרי כוכבא הוה דכתיב  שם  מן השמים נלחמו הכוכבים ממסלותם בו קללה דכתיב  דברים כו  ואלה יעמדו על הקללה בהר עיבל ארור האיש בו שבועה דכתיב  יהושע ו  וישבע יהושע בעת ההיא לאמר וגו' ודלמא תרתי עביד בהו אשבעינהו ולייטינהו אלא מהכא  שמ\"א  ויואל שאול את העם בעת ההיא לאמר ארור האיש לפני ה' ואומר  שם  ויהונתן לא שמע בהשביע אביו את העם וגו' ((ד\"ת מ\"ז) אמר רבי יוסי ברבי חנינא אמן   בו שבועה כשעונה אמן אחר השבועה בו קבלת דברים אי אמר לו תקיים לי תנאי כך וכך וענה אמן קבל דבריו לחייב לקיים התנאי בו אמונת   דבריו שהוא לשון תפלה כמו יהי רצון בו שבועה דכתיב ואמרה האשה אמן אמן בו קבלת דברים דכתיב ואמר בל העם אמן בו אמונת דברים דכתיב  ירמיה כח  ויאמר ירמיה אמן כן יעשה) אמר ר\"א לאו שבועה הן שבועה אמר רבא והוא דאמר לאו לאו תרי זימני   דכתיב  בראשית ט  ולא יהיה עוד מבול לשחת הארץ וכתיב  שם  ולא יהיה עוד המים למבול לשחת כל בשר וכתיב  ישעיה נד  כי מי נח זאת לי אשר נשבעתי מעבור מי נח וגו' ומדלאו לאו שבועה הין הין נמי שבועה  ב המקלל עצמו   בכולן עובר בלא תעשה   דכתיב  דברים ד  השמר לך ושמור נפשך וכל מקום שנאמר השמר פן ואל אינו אלא לא תעשה חברו דכתיב  ויקרא יט  לא תקלל חרש:", 
            "ירושלמי הא דתנן עובר בלא תעשה מהו ללקות חבריא אמרי אינו לוקה אמר רבי יוסי משום דהוה ליה לאו שאין בו מעשה וחזינן לגאון דאמר לוקה דאמרינן א\"ר יוחנן משום רבי יוסי הגלילי כל מצות לא תעשה שבתורה לאו שיש בו מעשה לוקין עליו ושאין בו מעשה אין לוקין עליו חוץ מנשבע ומימר ומקלל את חבירו בשם:", 
            "\n הדרן עלך שבועת העדות \n", 
            "<b>  שבועת </b>   הפקדון נוהגת באנשים ובנשים ברחוקים ובקרובים בכשרים ובפסולין בפני ב\"ד ושלא בפני ב\"ד מפי עצמו ומפי אחרים אינו חייב עד שיכפור בו בבית דין דברי ר\"מ וחכמים אומרים בין מפי עצמו בין מפי אחרים כיון שכפר בו חייב וחייב על זדון השבועה ועל שגגתה עם זדון הפקדון ואינו חייב על שגגתה   ומה הוא חייב על זדונו אשם בכסף שקלים  :", 
            "<b>גמ' </b> ירושלמי   ויקרא ה  וכחש בעמיתו פרט למכחש "
        ], 
        [
            "לאחד מן השותפין  פרט למכחש בעדים ובשטר א\"ר יוסי הדא אמרת שנים שלוו  מאחד אע\"ג דלא כתבין ערבאין ואחראין זה לזה ערבאין ואחראין זה לזה הם:", 
            "\n הדרן עלך פרק הפקדון "
        ], 
        [
            "<b> שבועת </b>   הדיינין הטענה שתי כסף וההודיה שוה פרוטה ואם אין הודאה ממין הטענה פטור כיצד שתי כסף לי בידך אין לך בידי אלא פרוטה פטור שתי כסף ופרוטה לי בידך אין לך בידי אלא פרוטה חייב  מנה לי בידך אין לך בידי פטור מנה לי בידך אין לך בידי אלא חמשים דינר חייב מנה לאבא בידך אין לו בידי אלא חמשים דינר פטור מפני שהוא כמשיב אבידה:", 
            "<b>גמ' </b> גרסינן בשנים אוחזין בטלית (ב\"מ דף ג.) תני ר' חייא  מנה לי בידך והלה אומר אין לך בידי כלום והעדים מעידין אותו שיש לו חמשים משלם חמשים ונשבע על השאר שלא תהא הודאת פיו גדולה מהעדאת עדים  מק\"ו וכו' וכן הלכתא ותאני   רבי חייא  מנה לי בידך והלה אומר אין לך בידי אלא חמשים  והילך חייב ורב ששת אמר הילך פטור וסוגיין כרב ששת "
        ], 
        [
            "דאמר הילך פטור דקא מקשינן בפרק השואל (דף ק.) בענין היו לו שני עבדים אחד גדול ואחד קטן המוכר אומר קטן מכרתי והלוקח אומר גדול לקחתי ישבע המוכר שהקטן מכר אמאי ישבע מה שטענו לא הודה לו ומה שהודה לו לא טענו ועוד הילך הוא מדקא מקשי הכי שמעינן מינה דסבירא לן הילך פטור כרב ששת וכן הלכתא.", 
            "גרסינן  בפרק יש נוחלין (בבא בתרא דף קכח:) שלח ליה רבי אבא לרב יוסף בר חמא המוציא שטר חוב על חבירו מלוה אומר לא נפרעתי כלום ולוה אומר פרעתי מחצה ועדים מעידין אותו שפרעו כולו נשבע וגובה מחצה מנכסים בני חורין אכל מנכסים משועבדין לא מ\"ט אמרי לקוחות אנן אעדים סמכינן ואפילו לרבי עקיבא דאמר משיב אבדה הוי ה\"מ היכא דליכא שטרא אבל היכא דאיכא שטרא אירתותי מרתת:", 
            "  היכי משביעינן ליה אמר רב יהודה (בכל דפו\"י ליתא תי' אמר רב) אמר רב  משביעין  אותו בשבועה האמורה בתורה דכתיב  בראשית כד  ואשביעך בה' אלהי השמים ואלהי הארץ אמר ליה רבינא לרב אשי כמאן כרבי חנינא בר אידי דאמר בעינן שם המיוחד א\"ל אפילו תימא רבנן דאמרי בכינוי חייב מאי שבועה האמורה בתורה לאתפוסיה חפצא בידיה כאליעזר עבד אברהם דכתיב  בראשית שם  שים נא ידך תחת ירכי וכתיב  שם  וישם העבד את ידו תחת ירך אברהם אדוניו וישבע לו וכדרבא דאמר רבא האי דיינא  דאשבע בה' אלהי ישראל ולא אתפסיה לנשבע חפצא בידיה נעשה כמי שטעה בדבר משנה וחוזר ואמר רב פפא האי דיינא דאשבע בתפילין נעשה כמי שטעה בדבר משנה וחוזר והלכתא כוותיה דרבא ולית הלכתא כוותיה דרב פפא הלכתא כוותיה דרבא דהא לא נקיט מידעם בידיה ולית הלכתא כוותיה דרב פפא דהא נקיט חפצא בידיה שבועה מעומד ותלמידי חכמים מיושב  שבועה כספר תורה ותלמידי חכמים לכתחלה בתפילין:", 
            "ת\"ר שבועת הדיינין אף היא בלשונה נאמרה פי' בכל לשון.", 
            "אומרים לו הוי יודע   שכל העולם נזדעזע בשעה שאמר הקב\"ה בסיני  שמות כ  לא תשא את שם ה' אלהיך לשוא כל עבירות שבתורה נפרעין ממנו וכאן נפרעים ממנו וממשפחתו שנאמר  קהלת ה  אל תתן את פיך לחטיא את בשרך ואין בשרו אלא קרובו שנא'  ישעיה נח  ומבשרך אל תתעלם כל עבירות שבתורה נפרעין ממנו וכאן נפרעין ממנו ומכל העולם "
        ], 
        [
            "כולו שנאמר  הושע ד  אלה וכחש ורצוח וגנוב ונאוף וגו' וכתיב  שם  על כן תאבל הארץ ואומלל כל יושב בה כל עבירות שבתורה ישלו זכות תולין לו עד שנים ושלשה דורות וכאן נפרעין ממנו לאלתר שנאמר  זכריה ה  הוצאתיה נאום ה וגו' הוצאתיה לאלתר ובאה אל בית הגנב הגונב דעת הבריות שאין לו ממון אצל חבירו וטוענו ומשביעו ואל בית הנשבע בשמי לשקר כמשמעו ולנה בתוך ביתו וכלתו ואת עציו ואת אבניו הא למדת דברים שאין אש ומים מכלין אותן שבועת שוא מכלה אותן ואם אמר איני נשבע פוטרין אותו מיד ואם אמר הריני נשבע אותן העומדין שם אומרים זה לזה  במדבר טו  סורו נא מעל אהלי האנשים הרשעים האלה וכשמשביעין אותו אומרים לו הוי יודע שלא על דעתך אנו משביעין אותך אלא על דעתינו ועל דעת (נ\"א המקום) ב\"ד:", 
            "הטענה שתי כסף:", 
            "  אמר רב  כפירת הטענה שתי כסף ושמואל אמר טענה עצמה שתי כסף אפי' לא כפר אלא בפרוטה או לא הודה אלא בפרוטה  חייב והלכתא כוותיה דרב דאמר כפירת הטענה שתי כסף דהא   תני ר' חייא לסיועיה לרב סלע לי בידך אין לך בידי אלא סלע חסר שתי כסף חייב חסר מעה פטור שתי "
        ], 
        [
            "כסף ופרוטה לי בידך אין לך בידי אלא פרוטה חייב אמר רב נחמן אמר שמואל לא שאנו אלא בטענת מלוה  והודאת לוה אבל טענות מלוה והעדאת עד אחד אפילו לא טענו אלא בפרוטה וכפר בו חייב דכתיב  דברים יט  לא יקום עד אחד באיש לכל עון ולכל חטאת לכל עון ולכל חטאת הוא דאינו קם אבל קם הוא לשבועה ואמר מר כל מקום ששנים מחייבין אותו ממון עד אחד "
        ], 
        [
            "מחייבו שבועה וכן הלכה  אר\"נ אמר שמואל טענו חטים ושעורים והודה לו בא' מהן חייב א\"ל רב יצחק יישר וכן א\"ר יוחנן יישר וכן הלכתא דהא רב פפא דהוא בתרא קא פסק הכין ואמר   טענו כלי ופרוטה הודה לו בכלי וכפר בפרוטה פטור הודה בפרוטה וכפר בכלי חייב חדא כרב וחדא כשמואל חדא כרב דאמר כפירת הטענה שתי כסף וחדא כשמואל דאמר טענו חטים ושעורים והודה לו באחד מהן חייב ועוד גרסינן בפרק שנים אוחזין בטלית (דף ה.) ולמאן דאמר הילך פטור קרקע אמאי איצטריך קרא למעוטי משבועת הא כל קרקע הילך הוא אמר לך כי אצטריך קרא היכא דחפר בה בורות שיחין ומערות א\"נ היכא דטענו כלים וקרקעות והודה בכלים וכפר בקרקעות אי אמרת בשלמא בעלמא כי האי גוונא חייב היינו דאיצטריך קרא למעוטי קרקע משבועה אלא אי אמרת בעלמא פטור אמאי איצטריך קרא למעוטי קרקע משבועה הא כל טענו חטים ושעורים והודה לו באחד מהן פטור אלא לאו מדקא משנינן הכי גבי קרקע מכלל דטענו חטים ושעורים והודה לו באחד מהם חייב תניא טענו חטים והודה לו בשעורים פטור ור\"ג מחייב וגרסינן בפרק המניח את הכד (דף לה:) אמר רבה בר נתן טענו חטים והודה לו בשעורים פטור (נ\"א מאי קמ\"ל תנינא) לימא מסייעא ליה דתניא טענו חטים והודה לו בשעורים פטור אי מהתם ה\"א מאי פטור פטור מדמי חטים ולעולם חייב בשעורים קמ\"ל דפטור לגמרי ואקשינן עליה ופריק וקמה לה הא דרבה בר נתן ולא איפריכא הלכך הלכתא כוותיה:", 
            "(מכילתין דף ס:) אמר רב ענן אמר שמואל טענו חטים וקדם והודה לו בשעורים אם במערים חייב ואם כמודה פטור כלומר עודנו מבקש לומר ושעורים קדם הוא והודה לו בהן אם לפי תומו עשה כן פטור משבועת התורה ואם במערים חייב ואמר רב ענן אמר שמואל טענו שתי מחטים והודה לו באחת מהן חייב לכך יצאו כלים למה שהן   מנה לי בידך אין לך בידי  פטור אמר רב נחמן ומשביעין אותו שבועת היסת מ\"ט חזקה אין אדם תובע ממון אלא אם כן יש לו רב חביבא מתני אסיפא מנה לי בידך אמר לו הן למחר אמר לו תנהו לי נתתיו לך פטור א\"ר נחמן ומשביעין אותו שבועת היסת מאן דמתני לה ארישא כל שכן אסיפא   ומאן דמתני לה אסיפא הכא הוא דאיכא דררא דממונא אבל היכא דליכא דררא דממונא לא והלכתא כמאן דמתני לה "
        ], 
        [
            "ארישא וכבר ביררנוה בתחילת בבא מציעא מאי איכא  בין  שבועה דאורייתא לשבועה דרבנן איכא בינייהו למיפך שבועה בדאוריי' אם אמר הנתבע ישבע הוא ויטול ואמר התובע איני זז מדין תורה לא אפכינן שבועה בדרבנן אפכינן שבועה  ולמר בר רב אשי דאמר בדאורייתא אפכינן שבועה מאי איכא בין דאורייתא לדרבנן איכא בינייהו למיחת לנכסיה בדאורייתא אי לא בעי לאשתבועי נחתינן לנכסיה בדרבנן לא נחתינן לנכסיה ואם המחויב שבועה חשוד על השבועה מדאורייתא נשבע שכנגדו ונוטל בדרבנן תקנתא היא ותקנתא לתקנתא לא עבדינן ולית הלכתא כמר בר רב אשי דאמר בדאורייתא נמי אפכינן שבועה:", 
            " מציאת חרש שוטה וקטן יש כהן גזל מפני דרכי שלום רבי יוסי אומר גזל גמור ואמר רב חסדא גזל גמור מדבריהם נ\"מ להוציאו בדיינין דאי לא מהדר קסבר רבי יוסי דנחתינן לנכסיה ולדרבנן דסברי לא נחתינן לנכסיה מאי עבדינן ליה  משמתינן ליה ונטרינן ליה תלתין יומין דאינון עידן ניגודיה ואי לא אתי לבתר "
        ], 
        [
            "תלתין יומין ותבע למישרייה מנגדינן ליה ושרינן ליה ושבקינן ליה אמר רב פפא האי מאן דמפיק  שטרא אחבריה ואמר ליה שטרא פריעא הוא לאו כל כמיניה אלא אמרי' ליה זיל שלים ואי אמר לישתבע לי  אמרינן ליה אישתבע ליה א\"ל רב אחא בריה דרבא לרב אשי וכי מה בין זה לפוגם שטרו אמר ליה התם אע\"ג דלא טעין טענינן ליה הכא זיל שלים אמרינן ליה ואי אמר אשתבע לי אמרי' ליה אשתבע ליה ואי צורבא מרבנן הוא לא מזדקקינן ליה איכא מ\"ד דהאי שבועה שבועת היסת היא ואיכא מ\"ד כעין שבועת התורה היא ואנן סבירא לן כמ\"ד כעין שבועת התורה דומיא דפוגם שטרו:", 
            "<b>  מתני' </b>   מנה לי בידך אמר לו הן למחר אמר לו תנהו לי נתתיו לך פטור אין לך בידי חייב מנה לי בידך א\"ל הן אל תתנהו לי אלא בפני עדים למחר א\"ל תנהו לי נתתיו לך חייב מפני שהוא צריך ליתנו לו בפני עדים:", 
            "<b> גמ' </b>   אמר רב יהודה אמר רב אסי  המלוה את חבירו בעדים אין צריך לפורעו בעדים ואם אמר לו אל תפרעני אלא בעדים צריך לפורעו בעדים ואם אמר פרעתיך בפני פלוני ופלוני והלכו להן למדינת הים אסיקנא "
        ], 
        [
            "משמיה דרבא דאינו נאמן וכן הלכתא ההוא דא\"ל לחבריה כי פרעת לי לא תפרען אלא באפי ראובן ושמעון אזיל פרעיה באפי סהדי אחריני אמר אביי באפי סהדי א\"ל באפי סהדי פרע ליה רבא אמר להכי א\"ל ראובן ושמעון כי היכי דלא לידחייה איכא מאן דמוקים לה הכי כגון דהנך סהדי ליתנהו גבן דלא נטרינן להו עד דאתו ומסהדי אלא הואיל ואמר ליה לא תפרען אלא  בפני פלוני ופלוני ופרעיה איהו באנפי אחריני אמרינן ליה זיל השתא פרעיה ואי אתו פלוני ופלוני ומסהדי דפרע לך מיחייב לאהדורי לך ואנן לא סבירא לן הכי דהאי דינא היכא דאמר ליה לחבריה אל תפרעני אלא בעדים סתם הוא דאיתמר כדכתבינן לעיל אבל האי מעשה תניינא לא אתא לאשמועינן אלא דינא אחרינא דהוא אלים מההוא דינא קמא דכי אמר ליה לא תפרען אלא באנפי ראובן ושמעון הא איפסילו להו שאר אינשי לגבי ההוא פורענא וכיון  דקביל על נפשיה הדין תנאה תנאי ממון הוא וקיים דהא בהדיא אמרינן  דאי א\"ל מהימנת לי בבי תרי ואתו בי תרי ומסהדי דלא משגחינן בהו משום דפסלי' בתנאה דקביל עליה והאי דינא נמי הכין הוא והדין הוא סברא דילן ודייקינן להא סברא מהא דאסיקנא משמא דרבא דמאן דא\"ל לחבריה אל תפרעני אלא בעדים שצריך לפורעו כעדים ואם אמר לו כבר פרעתיך בפני פלוני ופלוני והלכו להן למדינת  הים אינו נאמן ואי האי דינא אחרינא הכין הוא היכי אמר רבא להכי א\"ל ראובן ושמעון כי היכי דלא לידחייה דמשמע דאי לא א\"ל ראובן ושמעון מדחי ליה והא אמר רבא אע\"ג דלא א\"ל ראובן ושמעון לא מצי מדחי ליה אלא ש\"מ האי דאמר רבא להכי אמר ליה ראובן ושמעון כי היכי דלא לדחייה אע\"ג דאיתינהו לסהדי גבן ומסהדי דפרעיה הוא דלא מקבלינן מינייהו כלל אלא אמרי' ליה זיל פרעיה דכמאן דפסיל להו דמי ועוד דייקינן נמי מההוא דא\"ל לחבריה כי פרעת לי פרען באפי בי תרי דתנו הלכתא אזל פרעיה באפי סהדי איתניסו זוזי אתא לקמיה דר\"נ א\"ל אין קבולי קבלתינהו מיניה וכו' א\"ל כיון דקא מודית דשקלתינהו מיניה פרעון הוי טעמא דקא מודי הא לא קא מודי אע\"ג דאיכא סהדי דפרע לא מהימן דכיון דלא תנו הלכתא כמאן דפסיל להו דמי ההוא דא\"ל לחבריה כי פרעת לי פרען באפי סהדי דתנו הלכתא אזל פרעיה באנפי סהדי איתניסו זוזי אתא לקמיה דר\"נ א\"ל אין קבולי קבילתינהו מיניה ואנא אמינא ליהוו פקדון גבאי עד דמייתי תרי דתנו הלכתא ומקיים תנאיה א\"ל כיון דקא מודית דשקלתינהו מיניה פרעון הוי מאי אמרת לקיומי תנאיה זיל אייתינהו דהא אנא ורב ששת דגמרי הלכתא וסיפרא וסיפרי וכוליה תלמודא ההוא דאמר לחבריה הב לי מאה זוזי דאוזיפתך א\"ל לא היו דברים מעולם "
        ], 
        [
            "אתו סהדי אמרי אוזפיה ופרעיה אמר אביי  אמאי ניסמוך אהני אינהו קאמרי אוזפיה ואינהו קאמרי פרעיה רבא אמר כל האומר לא לויתי כאומר לא פרעתי דמי וחייב לשלם וכן הלכה ההוא דא\"ל לחבריה הב לי שית מאה זוזי דמסיקנא בך אמר ליה לאו פרעתיך בפני פלוני ופלוני   אמרי לא היו דברים מעולם אמר רב ששת הוחזק כפרן רבא אמר  כל מילתא דלא רמיא עליה דאיניש לאו אדעתיה ההוא דא\"ל לחבריה הב לי שית מאה זוזי דמסיקנא בך א\"ל ולא פרעתיך מאה קבי   עפצי דקיימי בשיתא שיתא א\"ל בארבעה ארבעה הוו קיימי אזל אייתי סהדא דבארבעה ארבעה הוו קיימי אתא לקמיה דרבא חייביה א\"ל רמי בר חמא והא את אמרת כל מלתא דלא רמיא עליה דאיניש לאו אדעתיה א\"ל רבא קיצותא דתרעא מידכר דכירי לה אינשי ההוא דא\"ל  לחבריה הב לי מאה זוזי דמסיקנא בך והא שטרא א\"ל ולאו פרעתיך אמר לו הנהו סיטראי נינהו אמר ר\"נ איתרע שטרא רב פפא אמר לא איתרע שטרא ולרב פפא מאי שנא מההוא דאמר ליה לחבריה הב לי מאה זוזי דמסיקנא בך והא שטרא ואמר לו לאו אתורי יהבת לי ואתית ויתיבת אמסחתא וקבילת זוזך אמר ליה הנהו סיטראי נינהו ואמר רב פפא איתרע שטרא הכי השתא התם כיון דקא מודי ליה דאתורי יהב ומתורי שקל איתרע שטרא הכא אימור סיטראי נינהו מאי הוי עלה רב   פפא אמר לא איתרע שטרא רב ששת בריה דרב אידי אמר איתרע שטרא והלכתא איתרע שטרא והני מילי דפרעיה באפיה סהדי ולא אידכר ליה שטרא אבל פרעיה בין דיליה לדיליה מגו דיכול למימר לא היו דברים מעולם יכול למימר סיטראי נינהו  וכדר' אמי בריה דרבי אבהו דמפורש בכתובות בפ' הכותב (כתובות דף פה.) :", 
            "האי איתרע שטרא דהכא איכא מאן דפריש ליה דלא איבטיל ליה לגמרי אלא  דאי אית ביה נאמנות איתרעא הך נאמנות ולא גבי אלא בשבועה "
        ], 
        [
            "ודייק מדאמרינן איתרע שטרא ולא אמרינן איבטיל שטרא ואיכא מאן דאמר דאיבטיל ליה שטרא לגמרי ומישתבע לוה בשבועת היסת דליכא גביה להאי מלוה ולא מידי ומיפטר והדין הוא סברא דרבינו האי ורב שרירא גאונים ז\"ל ומסתייע האי סברא מהאי דאמר ליה לאו אתורי יהבת לי ומתורי שקלת ואמר רב פפא איתרע שטרא דכיון דאודי דאתורי יהב ומתורי שקל הא ודאי פרעון דשטרא נינהו וכבר נמחל ליה שעבודא דשטרא וליכא למימר בהא דשטרא כדקאי קאי אלא ודאי איבטיל ליה שטרא לגמרי ומדהאי איתרע שטרא דרב פפא לגמרי איתרע שטרא דרב נחמן נמי ביטול שטרא לגמרי הוא ועוד מדאמרי' וה\"מ דפרעיה באנפי סהדי ולא אידבר ליה שטרא דמגו דלא יכול למימר לא היו דברים מעולם לא יכול למימר סיטראי נינהו שמעינן דאיבטיל ליה שטרא לגמרי דכיון דלא יכול למימר סיטראי נינהו ודאי איבטיל ליה שטרא לגמרי דהוה ליה שטרא פריעא הלכך משתבע לוה שבועת היסת דלית ליה למלוה גביה ולא מידי ומיפטר  ההוא דא\"ל  לחבריה מהימנת לי כל אימת דאמרת לא פרענא אזל פרעיה באפי סהדי אביי ורבא דאמרי תרוייהו הא הימניה מתקיף לה רב פפא נהי דהימניה טפי מן נפשיה טפי מן סהדי מי הימניה וקי\"ל כרב פפא ההוא דאמר ליה חבריה מהימנת לי כבי תרי כל אימת דאמרת לא פרענא אזל פרעיה באפי תלתא אמר רב פפא כבי תרי הימניה כבי תלתא לא הימניה מתקיף לה רב הונא בריה דרב הושע כי אזלינן בתר רוב דעות ה\"מ לענין אומדנא דכמה דנפישי בקיאי טפי אבל לענין עדות תרי כמאה ומאה כתרי אבל א\"ל כתלתא ואזיל ופרעיה באנפי ארבעה כיון דנחית לדעות נחית וכן הלכתא:", 
            "<b>מתני' </b>     הטוען את חברו כדי שמן והודה לו בקנקנים אדמון אומר הואיל והודה לו ממין הטענה ישבע וחכ\"א אין הודאה ממין הטענה  אמר ר\"ג רואה אני את דברי "
        ], 
        [
            "אדמון וכו':", 
            "כבר כתבנוה בפרק שני דייני גזלות:", 
            "<b>מתני' </b>   אין נשבעין על טענת חרש שוטה וקטן  ואין משביעין את הקטן אבל נשבעין לקטן ולהקדש:", 
            "<b>גמ' </b>   מ\"ט דאמר קרא  שמות כב  כי יתן איש אל רעהו ואין נתינת קטן כלום:", 
            "אבל נשבעין לקטן ולהקדש:", 
            "והא אמרת רישא אין נשבעין אמר רב בגדול הבא בטענת אביו עסקינן ואמאי קרי ליה קטן דלגבי מילי דאבוה קטן הוא ומתני' רבי אליעזר בן יעקב היא דתניא רבי אליעזר בן יעקב אומר פעמים שאדם נשבע על טענת עצמו כיצד  מנה לאביך בידי והאכלתיו פרס חייב וזה הוא שנשבע על טענת עצמו וחכ\"א אינו אלא כמשיב אבידה ופטור ור\"א בן יעקב לית ליה משיב אבידה ופטור    אלא  בדרבה קא מיפלגי דאמר רבה מפני מה אמרה תורה מודה במקצת הטענה ישבע "
        ], 
        [
            "חזקה אין אדם מעיז פניו בפני בעל חובו והאי בכוליה בעי דנכפריה והא דלא כפר ליה משום דאין אדם מעיז פניו בפני בעל חובו ובכוליה בעי דלודי ליה והאי דלא אודי ליה אישתמוטי הוא דקא משתמיט ליה סבר עד דהוי לי זוזי ופרענא ליה הלכך אמר רחמנא רמו שבועה עליה כי היכי דלודי ליה בכוליה ר\"א בן יעקב סבר לא שנא בו ולא שנא בבנו אינו מעיז הלכך לאו משיב אבידה הוא ורבנן סברי בו אינו מעיז אבל בבנו מעיז ומדלא העיז משיב אבידה הוי והלכה כר' אליעזר בן יעקב כדאמרינן משנת רבי אליעזר בן יעקב קב ונקי ועוד דסוגיין כוותיה דאמרינן בפירקא דלקמן   תני ר' אמי  שמות כב  שבועת ה' תהיה בין שניהם ולא בין היורשים היכי דמי אילימא דאמר לו מנה לאבא ביד אבוך ואמר ליה חמשין אית ליה וחמשין לית ליה מה לי הוא מה לי אבוה כלומר מאי שנא הוא ומאי שנא אבוה כשם שאם אמר מנה לאבא בידך וא\"ל חמשין אית ליה וחמשין לית ליה חייב שבועה כך אם א\"ל מנה לאבא ביד אבוך וא\"ל חמשין אית ליה וחמשין לית ליה חייב והאי סברא לא מסתגי אלא אליבא דר' אליעזר בן יעקב דאמר לא שנא בו ולא שנא בבנו אינו מעיז וכדאוקימנא אליבא דרב בדאמר ברי לי הלכך לאו משיב אבדה הוא ושמעינן מהא דהלכתא כרבי אליעזר בן יעקב דהא סוגיין כוותיה כדאמרינן התם (סנהדרין דף לז.) היכי דמי שיקול הדעת כגון תרי תנאי ותרי אמוראי דפליגי אהדדי ולא איתמר הלכתא כחד מינייהו וסוגיין בעלמא כחד מינייהו ואזל איהו ועבד כאידך היינו טעה בשיקול הדעת והאי פלוגתא דהכא בשיקול הדעת ניהו דכל חד מינייהו סברא דידיה קאמרי הלכך אי אמר ברי לי שיש לאבא בידך מנה וא\"ל אידך חמשין אית ליה וחמשין לית ליה חייב אבל אי לא אמר ברי לי פטור והיינו דתנן מנה לאבא בידך אין לך בידי אלא חמשין דינר פטור ואוקמה רב להאי מתני' בדלא אמר ברי לי ואע\"ג דחזינן לקמאי דפסקו הלכתא כרבנן דאמרי משיב אבדה הוי אנן כתבינן מאי דסבירא לן בהני טעמא דפרשינן וטעמי "
        ], 
        [
            "דברירין אינון ולית בהו ספקא  ושמואל אמר לעולם מתני' רבנן היא ומאי נשבעין לקטן ליפרע מנכסי  קטן להקדש ליפרע מנכסי הקדש תני אביי קשישא יתומים שאמרו גדולים וא\"צ לומר קטנים בין לשבועה בין לזיבורית וכן הלכתא:", 
            "<b>מתני' </b>   אלו דברים שאין נשבעין עליהם העבדים והשטרות והקרקעות  וההקדשות אין להם לא תשלומי כפל ולא תשלומי ד' וה' שומר חנם אינו נשבע נושא שכר אינו משלם רבי שמעון אומר קדשים שחייב באחריותן וכו':", 
            "<b> גמ' </b> והני מילי בפני עצמן אבל על ידי גלגול  נשבעין דתנן נכסים שאין להן אחריות זוקקין את הנכסים שיש להן אחריות לישבע עליהן ובפני עצמן נמי לא אמרן דאין נשבעין עליהן אלא בשבועה דאורייתא אבל בדרבנן נשבעין דגרסינן בפרק הכותב בענין הפוגמת כתובתה (דף פז:) לא תפרע אלא בשבועה סבר רמי בר חמא למימר שבועה דאורייתא אמר רבא שתי תשובות יש בדבר חדא דכל הנשבעין שבתורה נשבעין ולא משלמין והיא נשבעת ונוטלת ועוד אין נשבעין על שעבוד קרקעות אלא אמר רבא מדרבנן דפרע דאיק דמיפרע לא דאיק ורמו רבנן שבועה עלה כי היכי דתידק:", 
            "<b>מתני' </b> ר\"מ אומר יש  דברים שהן בקרקע ואינן כקרקע ואין חכמים מודים לו כיצד עשר גפנים טעונות מסרתי לך והלה אומר "
        ], 
        [
            "אינן אלא חמש ר\"מ מחייב וחכמים אומרים  כל המחובר לקרקע הרי הוא כקרקע:", 
            "<b>גמ' </b> אוקימנא דבענבים העומדות ליבצר קא מיפלגי דר' מאיר סבר כבצורות דמיין ורבנן סברי לאו כבצורות דמיין:", 
            "<b>מתני' </b> אין  נשבעין אלא על דבר שבמדה שבמשקל ושבמנין כיצד בית מלא מסרתי לך כיס מלא מסרתי לך והלה אומר איני יודע אלא מה שהנחת אתה נוטל פטור זה אומר עד הזיז וזה אומר עד החלון חייב:", 
            "<b> גמ' </b>   אמר אביי לא שאנו אלא דאמר ליה בית סתם אבל א\"ל בית זה ידיעה טענתיה ורבא אמר אפילו בית זה פטור ואינו חייב אלא עד שיטעננו בדבר שבמדה ושבמשקל ושבמנין ויודה לו בדבר שבמדה ושבמשקל ושבמנין:", 
            "תניא כותיה דרבא כור תבואה לי בידך אין לך בידי פטור מנורה גדולה לי בידך אין לך בידי אלא מנורה קטנה פטור אזור גדול לי בידך אין לך בידי אלא קטן פטור כור תבואה לי בידך אין לך בידי אלא לתך חייב מנורה בת עשר ליטרין לי בידך אין לך בידי אלא בת חמש ליטרין חייב כללו של דבר אינו חייב עד שיטעננו בדבר שבמדה שבמשקל ושבמנין ויודה לו בדבר שבמדה שבמשקל ושבמנין כללו של דבר לאתויי מאי לאו לאתויי בית זה ומאי שנא מנורה גדולה ומנודה קטנה דפטור דמה שטענו לא הודה לו ומה שהודה לו לא טענו בת עשר ובת חמש נמי מה שטענו לא הודה לו ומה שהודה לו לא טענו אמר רבי אבא בר ממל שאני מנורה הואיל ויכול לגוררה ולהעמידה על חמש ליטרין:", 
            "<b>מתני' </b> המלוה  באת חברו על המשכון ואבד המשכון ואמר לו סלע הלויתיך עליו ושקל היה שוה והלה אומר לא כי אלא סלע הלויתני עליו וסלע היה שוה פטור סלע הלויתיך עליו ושקל היה שוה והלה אומר לא כי אלא סלע הלויתני עליו ושלשה דינרין היה שוה חייב סלע הלויתני עליו ושתים היה שוה והלה אומר לא כי אלא סלע הלויתיך עליו וסלע היה שוה פטור סלע הלויתני עליו ושתים היה שוה והלה אומר לא כי אלא סלע הלויתיך עליו וחמשה דינרין היה שוה חייב מי נשבע מי שהפקדון אצלו שמא ישבע זה "
        ], 
        [
            "ויוציא הלה את הפקדון:", 
            "<b> גמ' </b>   אהייא אילימא אסיפא תיפוק ליה דשבועה גבי מלוה היא אלא אמר שמואל ארישא וכן אמר חייא בר רב ארישא וכן א\"ר יוחנן ארישא מאי רישא סיפא דרישא דתנן  סלע הלויתיך עליו ושקל היה שוה והלה אומר לא כי אלא סלע הלויתני עליו וג' דינרין היה שוה חייב דשבועה גבי לוה היא דקא מודה במקצת הטענה וכיון דלוה נשבע שג' דינרין היה שוה והמלוה נשבע שאינה ברשותו אמרינן מי נשבע "
        ], 
        [
            "תחלה מלוה נשבע תחלה שאינה ברשותו ואחר כך ישבע הלוה כמה היה שוה שמא ישבע הלוה תחלה ויוציא המלוה את המשכון ונמצא שם שמים מתחלל אמר שמואל האי מאן דאוזפיה אלפי זוזי לחבריה ואנח ליה קתא דמגלא אבד קתא אבד אלפא זוזי אבל תרתי קתא לא ורב נחמן אומר אפילו תרתי קתא אבד חד אבד חמש מאה אבד אידך אבד חמש מאה אבל  קתא ונסבא לא נהרדעי אמרי אפילו קתא ונסבא אבד קתא אבד פלגא אבד נסכא אבד פלגא תנן סלע הלויתיך עליו ושקל כסף היה שוה והלה אומר לא כי אלא סלע הלויתני ושלשה דינרין היה שוה חייב   מאי חייב לימא הא את קבלתיה מתניתין כדפירש  כי אמר שמואל בדלא פירש לימא כתנאי המלוה את חבירי על המשכון ואבד המשכון ישבע ויטול את מעותיו דברי ר' אליעזר רבי עקיבא אומר יכול לומר לו כלום הלויתני אלא על המשכון אבד משכון אבד מעותיך אבל הלוהו אלף זוז בשטר והניח עליהם משכון דברי הכל אבד משכון אבדו מעותיו מאי לאו   בדלא שוה שיעור זוזי ובדשמואל קמיפלגי לא בדלא שוה כולי עלמא לית להו דשמואל והכא בדשוה וקא מיפלגי בדרבי יצחק דא\"ר יצחק מנין לבעל חוב שקנה משכון ת\"ל  דברים כד  ולך תהיה צדקה אם אינו קונה צדקה מנין לימא דר' יצחק תנאי היא ותסברא כי אמר ר' יצחק במשכון שלא בשעת הלואה בשעת הלואה מי אמר אלא במשכנו בשעת הלואה וקמיפלגי בשומר אבידה דאיתמר   ( בגמ' הגי' רבה) רבי אבהו אמר כשומר חנם דמי   ורב יוסף אמר כשומר שכר דמי  למימרא דרב יוסף תנאי היא לא דכולי עלמא אית להו דרב יוסף והכא במלוה צריך למשכון קא מיפלגי מר סבר מצוה קעביד ומר סבר לאו מצוה קעכיד והלכתא המלוה את חבירו  על המשכון שומר שכר הוי לא שנא במשכנו בשעת הלואתו ול\"ש משכנו שלא בשעת הלואתו לא שנא הלוהו פירות ולא שנא הלוהו מעות בכולהו ש\"ש הוי שאם נאבד או נגנב והיה המשכון כנגד החוב אין למלוה על הלוה כלום אלא יצא משכונו בחובו ואם החוב יתר על המשכון משלם הלוה היתר על המשכון ואם היה המשכון יתר על החוב משלם המלוה ללוה היתר על החוב ואם אבד באונס ששומר שכר פטור גם המלוה על המשכון פטור וגובה חובו מן הלוה עד גמירא וצריך שבועה כשבועת השומרים:", 
            "\n סליקא לה פרק שבועת הדיינין "
        ], 
        [
            "<b>כל </b>   הנשבעין שבתורה נשבעין ולא משלמין ואלו נשבעין ונוטלין השכיר והנגזל והנחבל ושכנגדו חשוד על השבועה והחנוני על פנקסו השכיר כיצד אמר לו תן לי שכרי שיש לי בידך הוא אומר נתתי והלה אומר לא נטלתי  הרי זה נשבע ונוטל ר' יהודה אומר עד שיהא שם מקצת הודיה כיצד אמר לו תן לי שכרי חמשים זוז שיש לי בידך והוא אומר נתקבלת מהן דינר זהב:", 
            "<b>גמ' </b> כל הנשבעין שבתורה נשבעין ולא משלמין   מנא לן דכתיב  שמות כב  ולקח בעליו ולא ישלם מי שעליו לשלם לו השבועה:", 
            "אלו נשבעין ונוטלין  השכיר:", 
            "מ\"ש שכיר דתקינו ליה רבנן דמישתבע ושקיל א\"ר נחמן אמר שמואל  תקנות קבועות שנו כאן עקרוה רבנן לשבועה מבעה\"ב משום דבעה\"ב טרוד בפועליו ושדיוה אשכיר משום כדי חייו דשכיר וליתב ליה בלא שבועה כדי להפיס דעתו של בעל הבית   אי הכי אפילו קציצה נמי לישתבע שכיר דהכי קץ ליה ולישקול אלמה תניא אומן אומר שתים קצצת לי  והלה אומר לא קצצתי לך אלא אחת המוציא "
        ], 
        [
            "מחבירו עליו הראיה  קציצה מידכר דכירי לה אינשי אי הכי אפילו עבר זמנו נמי נשבע ונוטל אלמה תניא עבר זמנו אינו נשבע ונוטל חזקה אין בעה\"ב עובר בבל תלין והא אמרת בעה\"ב טרוד בפועליו הוא ה\"מ מקמי דלימטי זמן חיוביה כי מטי זמן חיוביה רמי אנפשיה ומידכר  ירושלמי א\"ר בון בעה\"ב על ידי שעסקיו מרובין תקינו שבועה לשכיר ודכוותה תקינו לבעה\"ב שאם עבר זמנו אינו נשבע ונוטל תני רבי חייא  בירושלמי הנמצא אתנו ל\"ג וכן עיקר.", 
            "ד\"ת  לסיועי אם יש עדים שתובעו בזמנו אפילו לאחר שנה ישבע ונוטל א\"ר יוסי אין לו אלא אותו היום בלבד וקי\"ל בר' יוסי אמר רב נחמן אמר שמואל לא שנו שהשכיר נשבע ונוטל אלא ששכרו בעדים אבל שכרו שלא בעדים מתוך שיכול לומר לו לא שכרתיך מעולם יכול לומר שכרתיך ונתתי לך שכרך א\"ל ר' יצחק יישר וכן א\"ר יוחנן איתמר נמי אמר רב מנשיא בר זביד אמר רב לא שנו אלא ששכרו בעדים אבל שכרו שלא בעדים מתוך שיכול לומר לא שכרתיך מעולם יכול לומר לו שכרתיך ונתתי "
        ], 
        [
            "לך שכרך וכן הלכתא א\"ר ירמיה   שלחו מבי רב לשמואל ילמדנו רבינו אומן אומר שתים קצצת לי והוא אומר אחת מי "
        ], 
        [
            "נשבע שלח להו בזו  ישבע בעל הבית קציצה ודאי דכיר תניא הנותן טליתו לאומן אומן אומר שתים קצצת לי והוא אומר אחת כל זמן שהטלית ביד אומן על בעל הבית להביא ראיה:"
        ], 
        [
            "<b>מתני' </b> הנגזל כיצד היו מעידין אותו שנכנס לתוך ביתו למשכנו שלא ברשות אמר לו תן לי כלי שנטלת והוא אומר לא נטלתי הרי זה נשבע ונוטל ר' יהודה אומר עד שיהא שם מקצת הודיה אמר לו תן לי שני כלים שנטלת והוא אומר לא נטלתי אלא אחת:", 
            "<b>גמ' </b> למשכנו ורלמא לא משכנו מי לא א\"ר נחמן האי מאן דנקיט נרגא ואמר איזיל ואגזור דיקלא דפלניא ואשתכח דגזור לא אמרינן דהאי גזריה  עביד איניש דגזים ולא עביד אימא ומשכנו וליחזי מאי משכנו אמר רבה בר בר חנה בטוענו כלים הניטלין תחת כנפיו דאמר רב יהודה ראוהו שהטמין  כלים תחת כנפיו ויצא   ואמר לקוחין הן בידי אינו נאמן ולא אמרן אלא בבעה\"ב שאין עשוי למכור את כליו אבל בעה\"ב שעשוי למכור את כליו נאמן ולא אמרן אלא באיניש דלא צניע אבל איניש דצניע היינו אורחיה ובאיניש דצניע נמי לא אמרן אלא בדברים שדרכן להטמין אבל דברים שאין דרכן להטמין אינו נאמן ולא אמרן אלא זה אומר שאולין וזה אומר לקוחין אבל גנובין לא אחזוקי אינשי בגנבי לא מחזקינן ובכולהו לא אמרן אלא בדברים שאין עשוין להשאיל ולהשכיר אבל דברים העשוין להשאיל ולהשכיר אינו נאמן דשלח רב הונא בר אבין דברים העשוין להשאיל ולהשכיר ואמר לקוחין הן בידי אינו נאמן רבא אפיק זוגא דסרבלא וספרא דאגדתא מיתמי בדברים העשוין להשאיל ולהשכיר:", 
            "שמועה זו למדנו ממנה כמה שערים.", 
            "השער הראשון הוא ששנינו הנגזל כיצד היו מעידין אותו שנכנס לתוך ביתו למשכנו שלא ברשות וכו' כגון שהעדים מעידין אותו שנכנס למשכן את חבירו ולא היה תהת כנפיו כלום ויצא וכלים מוטלין תחת כנפיו והלך לו לביתו ולא ידעו מה הן כלים שנטל ואח\"כ תבעו זה ואמר לו תן לי כלי שנטלת והוא אומר לא נטלתי כלום כיון שעדים מעידין עליו שנטל ואינן יודעין מה הוא והוא אומר לא נטלתי ישבע בעה\"ב שכך וכך נטל מביתו ונוטל ובלבד שיטעון דבר שהוא אמוד בו כדבעינן למימר קמן ומפני מה אין חבירו נשבע שלא נטל כלום מביתו של חבירו ונפטר חדא מפני שהוא גזלן ועוד לפי שאין מקבלין שבועה להכחיש את העדים שהרי העדים מעידין עליו שנטל ואילו היו העדים יודעים מה הוא שנטל היה חייב להחזיר לבעה\"ב בלא שבועה אלא כיון שמעידין שנטל ואינן יודעין מה הוא והוא אומר לא נטלתי כלום הרי זה נשבע ונוטל:", 
            "והשער השני אם ראוהו העדים שיצא וחפץ מוטל לו תחת כנפיו ולא ידעו מה הוא והלה אומר תן לי שני כלים שנטלת והוא אומר לא נטלתי אלא אחד אע\"פ שאינו מכחיש את העדים שהרי העדים אינן יודעין כמה נטל ואפשר שלא נטל אלא אחד כמה שאמר כיון שנכנס לביתו של חבירו ונטל כלי שלא ברשותו הוי ליה גזלן וישבע הנגזל ששנים נטל מביתו ויטול ולא תימא הא אליבא דר\"י בלחוד היא אלא אפי' לרבנן.", 
            "דר\"י דאמר עד שיהא שם מקצת הודיה אחמורי קא מחמיר ואמר אין הנגזל נשבע ונוטל עד שיהא שם מקצת הודיה ורבנן ל\"ש הכי ול\"ש הכי נשבע ונוטל:", 
            "והשער הג' אם ראוהו שנכנס למשכן את חבירו ויצא ולא ראוהו בשעה שיצא והלה אומר תן לי כלי שנטלת והוא אומר לא נטלתי כלום אינו נשבע ונוטל ואע\"פ שראוהו שנכנס ליטול כיון שלא ראוהו שנטל ישבע שבועת היסת שלא נטל כלום ונפטר דעביד איניש דגזים ולא עביד אלו ג' שערים בחקי הממשכן את חבירו שלא ברשות:", 
            "והשער הרביעי הא דאמר רב יהודה ראוהו שהטמין כלים תחת כנפיו ויצא ואמר לקוחין הן בידי אינו נאמן שאינו כעסק הממשכן את חברו שלא ברשות אלא טעם בפני עצמו הוא כיון שנכנס לביתו של חבירו בפני חבירו וראוהו עדים שיצא וכלים טמונין תחת כנפיו  ואמר לקוחין הן בידי ואמר לו חבירו לא כי אלא שאולין הן בידך ולא מכרתי לך כלום אם בעה\"ב אינו "
        ], 
        [
            "עשוי למכור את כליו ואותן כלים אין דרך בני אדם להצניען ואותו האיש אינו צנוע אינו נאמן אלא חייב הוא להחזיר את הכלים לבעה\"ב וישבע בעה\"ב שבועת היסת שלא מכר לו כלום:", 
            "והשער החמישי אם בעה\"ב עשוי למכור את כליו אע\"פ שאין זה הלוקח צנוע ואותן כלים אין דרך בני אדם להטמינן תחת כנפיהן ואמר לקוחין הן בידי נאמן:", 
            "והשער הששי אם אמר לקוחין הן בידי ולא אמר לו בעה\"ב שאולין הן בידך אלא אמר לו גנובין הן בידך נאמן לומר לקוחין הן בידי ואע\"פ שאין בעה\"ב עשוי למכור את כליו ואותן כלים אין דרך בני אדם להצניען ואותו האיש אינו צנוע דאחזוקי אינשי בגנבי לא מחזקינן:", 
            "והשער השביעי (עיין בשילהי המקבל כי שם האריך הרב ד\"ת) אם אותן הכלים דרך בני אדם להשאילן ולהשכירן וזה אומר שאולין וזה אומר לקוחין אינו נאמן ואע\"פ שדרך אותו בעה\"ב למכור את כליו ואותו האיש צנוע ואותן כלים דרך בני אדם להצניען דשלח רב הונא בר אבין דברים העשוין להשאיל ולהשכיר ואמר לקוחין הן בידי אינו נאמן ורבא אפיק זוגא דסרבלא וספרא דאגדתא מיתמי בדברים העשוין להשאיל ולהשכיר:", 
            "והשער השמיני אם היה מוחזק ומפורסם  בגניבה וראוהו שהטמין כלים תחת כנפיו ויצא ואמר לקוחין הן בידי אם היה בעה\"ב שאינו עשוי למכור את כליו ואותן כלים אין דרך בני אדם להטמינן ואין דרך אותו האיש להצניע כלים שבידו אע\"פ שזה אומר גנובין וזה אומר לקוחין אינו נאמן דדייקינן טעמא דלא מחזקינן אינשי בגנבי הא מוחזק ועומד מעיקרא מחזקינן:", 
            "והשער התשיעי אם ראוהו שיצא וכלים מגולין בידו ואמר לקוחין הן בידי נאמן והוא שאינן עשוין להשאיל ולהשכיר ול\"ש בעה\"ב עשוי למכור את כליו ולא שנא אינו עשוי למכור את כליו דאמרינן איצטרוכי איצטרך ליה וזבין דדייקינן טעמא דראוהו שהטמין כלים תחת כנפיו ויצא ואמר לקוחין הן בידי הוא דאינו נאמן הא יצא ולא הטמינן תחת כנפיו כיון שאינן מדברים העשוים להשאיל ולהשכיר ואמר לקוחין הן בידי נאמן ותנן נמי (ב\"ב דף מו.) אומן אין לו חזקה אומן הוא דאין לו חזקה הא אחר יש לו חזקה:", 
            "והשער העשירי אם ראוהו שנטלן מרשות חבירו שלא בפניו ואמר לקוחין הן בידי אינו נאמן ל\"ש הטמינן תחת כנפיו ולא שנא לא הטמינן ולא שנא בעה\"ב עשוי למכור את כליו ול\"ש אינו עשוי למכור את כליו דהאי שמעתא דרב יהודה בדאיתא לבעה\"ב גביה עסקינן דאי לא תימא הכי קשיא הא דרשב\"ל (ב\"ב דף לו.) דאמר הגודרות אין להן חזקה דכיון דגודרות נינהו אמר האי לא מיזבן קא זבין להו אלא אשכוחי אשכח להו אבראי וקתפיס בהו ואמר לקוחין הן בידי הלכך אינו נאמן ואי ס\"ד דמאן דתפיס מידי דלחבריה קמי סהדי דלאו באפי חבריה ואמר לקוח הוא בידי נאמן הגודרות אמאי אין להן חזקה השתא מידי דודאי דלא באפי מריה תפסיה ואמר לקוח הוא בידי נאמן הגודרות דספיקא נינהו דאיכא למימר דלמא באפי מרייהו תפסינהו לא כ\"ש דאית להו חזקה אלא מדאמר הגודרות אין להם חזקה שמעינן דמאן דתפיס מידי מרשותא דחבריה קמי סהדי דלאו באפי חבריה ואמר לקוח הוא בידי אינו נאמן ומההוא מעשה נמי   דהנהו עיזי דאכלי חושלי בנהרדעא שמעת הכי הלכך לא קיימא האי שמעתא דרב יהודה אלא בדאיתיה לבעה\"ב גביה ומסתייע נמי האי סברא מההיא שמעתא אחריתי דרב דאמר   רב יהודה האי מאן דנקיט מגלא ותובילא ואמר איגזריה לדיקלא דפלניא דזבניה ניהליה מהימן מאי טעמא דלא חציף איניש למיגזר דיקלא דלאו דיליה מדאצטריכינן לגלויי טעמא משום דלא חציף איניש למגזר דיקלא דלאו דיליה שמע מינה דמידי אחרינא דלית ביה כי האי טעמא לא מהימן והא מלתא פשיטתא היא ולית ביה ספיקתא והאי דאיצטריכנן לפרושה משום דחזינן תשובה משמא דגאון דשאילו מקמיה בעסק חד  גברא דא\"ל לחבריה אית לי חד סהדא דאתית לביתאי ופתחת ליה דלאו באנפאי ושקלת מיניה חד טעונא דכיתנא וא\"ל אידך אין פתחי ושקלי ואת אמרת לי שקליה בחושבנא דאית לך גבאי  וקא מהדר להו גאון דליכא עליה אלא שבועת היסת דלא שקל אלא דידיה וקא אמר לא מיבעיא היכא דליכא אלא עד אחד אלא אפי' איכא שני עדים נמי הכין דיניה דמישתבע שבועת היסת דלא שקליה אלא במאי דאית ליה גביה ומפטר דאמרינן אמר רב יהודה ראוהו שהטמין כלים תחת כנפיו ויצא ואמר לקוחין הן בידי אינו נאמן ולא אמרן אלא בבעה\"ב שאינו עשוי למכור את כליו והאי טעונא דכיתנא הואיל ולית בה כל הני אנפי מהימן ובשבועת היסת אלו דברי גאון   ודאי שגגה הוא וליכא למיסמך עלה דהאי שמעתא דרב יהודה בדאיתיה לבעה\"ב בביתיה אמירה ואיהו קא מסר לה ניהליה כדברירנן אבל "
        ], 
        [
            "האי עובדא טעמא אחרינא הוא דהא לאו באפיה שקליה   ודאי כל מאי דאיתיה בביתיה דאיניש ברשותיה ובחזקתיה קאי ולא מצי איניש לאפוקי מיניה מידי אלא בראיה ומאן דשקיל (בדפו\"י הגי' מיניה) מידי קמי סהדי ולית ליה ראיה דלדידיה הוא מיחייב לאהדורי לחבריה והשתא דשקליה קמיה דחד סהדא הכין דיניה כיון דאילו אתו תרי סהדי ומסהדי דבאפייהו פתח ליה לביתיה דחבריה ושקיל מיניה ההוא מידי מיחייב לאהדורי דכל מאי דאיתיה בביתיה דאיניש ברשותיה קאי בי ליכא אלא חד סהדא מיחייב שבועה דאמר מר   כל מקום ששנים מחייבין אותו ממון עד אחד מחייבו שבועה וכיון דאודי דשקליה מביתיה הוה ליה מחוייב שבועה ואינו יכול לישבע וכל המחוייב שבועה ואינו יכול לישבע משלם והא מלתא דמי  לההוא (ב\"ב לג:) דחטף נסכא מחבריה אתא לקמיה דר' אמי הוה יתיב ר' אבא קמיה אזל אייתי חד סהדא דמיחטף חטפא מיניה א\"ל אין חטפי ודידי חטפי א\"ד אמי היכי לידיינו דייני להאי דינא לישלם ליכא תרי סהדי ליפטריה איכא חד סהדא לישתבע דלא חטף הא מודי דאין חטפי ודידי חטפי א\"ל ר' אבא הוה ליה מחוייב שבועה ואינו יכול לישבע וכל המחוייב שבועה ואינו יכול לישבע משלם    :", 
            "והוא אומר לא נטלתי הרי זה נשבע ונוטל:", 
            "אמר רבא אפילו שומר של בעה\"ב נשבע ונוטל ואפי' אשתו של שומר נשבעת ונוטלת מן הגזלן כגון שהיו שם בבית בשעת שנטלן הגזלן ולא היה שם הנגזל ולפי שאין הנגזל יכול לישבע וליטול נשבע השומר ונוטל דבמקומו הוא עומד בעי ר\"פ שכירו ולקיטו של בעה\"ב מאי נשבע ונוטל כמו השומר או לא תיקו א\"ל רב יימר לרב אשי טענו כסא דכספא מאי א\"ל חזינן אי איניש דאמיד הוא או איניש דמהימן דמפקדי אינשי גביה מישתבע ושקיל ואי לא לא:", 
            "<b>מתני' </b>   הנחבל כיצד היו מעידין אותו שנכנס לתוך ביתו שלם ויצא חבול אמר לו חבלת בי  והוא אומר לא חבלתי הרי זה נשבע ונוטל ר' יהודה אומר עד שיהא שם מקצת הודיה כיצד אמר לו חבלת בי שתים והוא אומר לא חבלתי אלא אחת:", 
            "<b>גמ' </b> אמר רב יהודה אמר שמואל ל\"ש אלא במקום שהוא יכול לחבל בעצמו אבל במקום שאין יכול לחבל בעצמו נוטל שלא בשבועה ודלמא ככותל נתחכך תנא ר' חייא שעלתה לו נשיכה בגבו ובין אצילי ידיו ודלמא לאחר אמר דליכא אחר:", 
            "<b>מתני' </b>   ושכנגדו חשוד על השבועה כיצד אחד שבועת העדות ואחד שבועת הפקדון ואפי' שבועת שוא היה אחד מהן משחק בקוביא ומלוה ברבית ומפריח יונים וסוחרי שביעית שכנגדו נשבע ונוטל היו שניהן חשודין על השבועה חזרה שבועה למקומה דברי ר' יוסי ר' מאיר אומר יחלוקו:", 
            "<b>גמ' </b> וליתני נמי שבועת ביטוי כי קתני שבועה דכי קא מישתבע בשיקרא קא מישתבע אבל שבועת ביטוי דאיכא למימר דבקושטא קא מישתבע דלמא מקיים ליה לא קתני הא תינח אוכל ולא אוכל אכלתי ולא אכלתי מאי איכא למימר תנא שבועת שוא   וכל דדמי לה:", 
            "היו שניהם חשודין א\"ל רבא לר\"נ  היכי תנן א\"ל לא ידענא הלכתא מאי א\"ל לא ידענא תני רב זביד בדבי רבי אושעיא ר' יוסי אומר יחלוקו וכן א\"ר יוסף בר מניומי עבד ר\"נ עובדא כר' יוסי דאמר יחלוקו:", 
            "חזרה שבועה למקומה להיכן חזרה א\"ר אמי רבותינו שבבבל אמרו חזרה שבועה לסיני ורבותינו שבא\"י אמרו חזרה שבועה למחוייב לה  רבותינו שבבבל רב ושמואל דתנן וכן היתומים לא יפרעו אלא בשבועה והוינן בהיתומים ממאן כו' "
        ], 
        [
            "רבותינו שבארץ ישראל רבי אבא  דההוא גברא דחטף נסכא מחבריה אתא לקמיה דרבי אמי ויתיב ר' אבא קמיה אייתיה חד סהדא דמיחטף חטפא מיניה א\"ל אין חטפי ודידי חטפי א\"ר אמי היכי נידיינו דייני להאי דינא נימא ליה זיל שלים ליכא תרין סהדי נפטריה איכא חד סהדא לימא ליה אשתבע הא אמר אין חטפי ודידי חטפי א\"ל ר' אבא א\"כ הוה ליה מחיייב שבועה ואינו יכול לישבע וכל המחוייב שבועה ואינו יכול לישבע משלם אמר רבא כוותיה דר' אבא מסתברא דתני ר' אמי  שמות כב  שבועת ה' תהיה בין שניהם ולא בין היורשים ה\"ד אילימא דאמר ליה מנה לאבא ביד אביך וא\"ל חמשין אית ליה וחמשין לית ליה מה לי הוא מה לי אביו אלא לאו דא\"ל מנה לאבא ביד אביך וא\"ל חמשין ידענא וחמשין לא ידענא   אי אמרת בשלמא אביו כה\"ג חייב איצטריך קרא למיפטר גבי יורשים אלא אי אמרת אביו כי האי גוונא פטור אמאי איצטריך קרא למעוטי גבי יורשים ורב ושמואל האי שבועת ה' תהיה בין שניהם מאי דרשי ביה מיבעי ליה לכדתניא שמעון בן טרפון אומר שבועת ה' תהיה בין שניהם מלמד שהשבועה חלה על שניהן "
        ], 
        [
            "ומסתברא לן דהלכתא כר' אבא דאמר כל המחוייב שבועה ואינו יכול לישבע משלם הלכך אם  היו שניהן חשודין חזרה שבועה למחוייב לה ומתוך שאינו יכול  לישבע משלם והכין דיינינן בכל דוכתא כר' אבא דכל דמחוייב שבועה ואינו יכול לישבע משלם כגון הא דאמרינן בחזקת הבתים (דף לד.) אי דמיא לדר' אבא להא דמיא לחד סהדא ולתרתי שני ולפירי וכדאמרינן נמי בענין ההוא גברא דחטף נסכא מחבריה וכדאמרי' נמי כעסק שבועה היכי דמי עסק שבועה כדרבא (ב\"מ דף צח.) דאמר רבא מנה לי בידך אין לך בידי אלא חמשים והשאר איני יודע מתוך שאין יכול לישבע משלם והיינו דאמרינן הכא אמר רבא כוותיה דרבי אבא מסתברא אבל לענין וכן היתומים מן היתומים בלחוד עבדינן כרב ושמואל כדבעינן למימר קמן וחזינן מאן דסבר לענין היו שניהם חשודין דהלכתא כר' יוסי דאמר יחלוקו דהא רב נחמן עבד עובדא כוותיה ולאו מלתא היא חדא דהא רבא דהוא בתרא קאמר כוותיה דר' אבא מסתברא מדתני רבי אמי  שמות כב  שבועת ה' תהיה וכו' וקמא לה דרבא ולא איפריכא ועוד דהא אמרינן בפרק שבועת העדות   אמר אביי הכל מודים בשכנגדו חשוד על השבועה ופרשינן לה כגון שהיו שניהם חשודין דאמר מר חזרה שבועה למחוייב לה ומתוך שאינו יכול לישבע משלם ושמעינן מהא דאביי דהכין היא הלכתא בהיו שניהם חשודין שחזרה שבועה למחוייב לה ולא שחזרה שבועה לסיני הלכך ליתא לדרב נחמן דעבד עובדא יחלוקו וקמא לה דר' "
        ], 
        [
            "אבא מדאביי ומדרבא דבתראי אינון:", 
            "<b>מתני' </b>   החנוני על פנקסו כיצד לא שיאמר לו כתוב בפנקסי שאתה חייב לי ר' זוז אלא אמר לו תן לבני סאתים חטים ולפועלי בסלע מעות והוא אומר נתתי והן אומרין לא נטלנו הוא נשבע ונוטל והן נשבעין ונוטלין אמר בן ננס כיצד אלו ואלו באין לידי שבועת שוא אלא הוא נוטל שלא בשבועה והן נוטלין שלא בשבועה:", 
            "<b> גמ' </b> תניא א\"ר טורח שבועה זו למה א\"ל ר' חייא תנינא  שניהן נשבעין ונוטלין מבעל הבית אמר רבא ופועלין נשבעין לבעל הבית במעמד חנוני כי היכי דליכספי מיניה איתמר  שתי כתי עדים המכחישות זו את זו אמר רב הונא זו באה בפני עצמה ומעידה וזו באה בפני עצמה "
        ], 
        [
            "ומעידה ורב חסדא אמר בהדי סהדי שקרי למה לי ((ד\"ת מ\"ז) דכולי עלמא שני מלוין ושני לוין ושני שטרות היינו פלוגתייהו דרב הונא אמר זו באה בפני עצמה ומעידה וזו באה בפני עצמה ומעידה ורב חסדא אמר בהדי סהדי שקרי למה לי) והלכתא ברב הונא חדא דרב הונא רביה דדב חסדא כדאמרינן בפרק הדר עם הנכרי   אמר רב יוסף ביעתא בכותחא בעי ליה מרב חסדא בשניה דרב הונא ולא אורי לי ועוד דגרסינן בפרק חזקת הבתים (בבא בתרא דף לא.) בענין הני סהדי דאיתכחושי באכילתא   לימא ר\"נ כרב הונא ורבא כרב חסדא ואמרינן אליבא דרב חסדא כולי עלמא לא פליגי השתא לעדות אחרת לא מהימני לאותה עדות מיבעיא אלמא בין לרבא בין לר\"נ ליתיה לדרב חסדא מלוה ולוה ושני שטרות שטר אחד במאה ושטר ב' במאתים   יד בעל השטר על התחתונה שכיון שכת אחת מהן שקרנית ואין אנו יודעים איזו היא ידו על התחתונה ונוטל שטר של מנה ונשבע זה על המאתים ונפטר:", 
            "שני מלוין ולוה אחד היינו מתני' כגון שהלוה מכחיש את שני המלוין ואומר אין לא' מהם עלי כלום ואנו יודעין שכת אחת מהן נאמנת וכת אחת שקרנית ואין ידוע איזו היא לפיכך צריך כאו\"א מן המלוין לישבע שבאמת העידו עדיו ונוטל כמו שנשבעין החנוני והפועלין ונוטלין שניהם מבעה\"ב שיודעין אנו בודאי שא' מהן נאמן ואחד מהן שקרן ואין ידוע איזו הוא לפיכך כל אחד מהן נשבע ונוטל שחוששין אנו שמא הוא השקרן:", 
            "שני לוין ומלוה אחד בעיא ולא איפשיטא הלכך ה\"ל ספק ממונא ולית ליה לתובע ולא מידי אלא מישתבע כל חד מינייהו דליכא גביה להדין מלוה מהאי שטרא ולא כלום ומיפטרו ואיכא מ\"ד בהא הוה ליה ממון המוטל בספק וחולקין ואנן לא סבירא לן הכי דלא אמרינן ממון המוטל בספק וחולקין אלא היכא דליתיה לממונא בידא דחד מינייהו אבל היכא דאיתיה לממונא גכי חד מינייהו לא אמרינן ה\"ל ממון המוטל בספק וחולקין אלא המוציא מחבירו עליו הראיה ומסתברא לן ה\"מ היכא דאתו כולהו לבי דינא בהדי הדדי אבל היכא דאתי מלוה בהדי חד מינייהו גבי מיניה דהיינו דרב הונא דאמר זו באה בפני עצמה ומעידה וזו באה בפני עצמה ומעידה ע\"א מזו הכת וע\"א מזו הכת אפי' לרב הונא עדותן בטלה דהא בודאי אחד מהן פסול:", 
            "<b> מתני' </b> אמר  לחנוני תן לי בדינר פירות ונתן לו ואמר תן לי את הדינר אמר לו נתתיו לך ונתתו באמפלי שלך ישבע בעה\"ב נתן לו את הדינר אמר לו תן לי את הפירות אמר לו נתתים "
        ], 
        [
            "לך והולכתן לתוך ביתך ישבע החנוני רבי יהודה אומר כל שהפירות בידו ידו על העליונה:", 
            "<b>גמ' </b>     א\"ר יהודה אימתי בזמן שהפירות צבורין ומונחין ברשות הרבים ושניהם עוררין עליהן אבל הפשילן בקופתו לאחוריו המוציא מחבירו עליו הראיה הא דאמר ר' יהודה אימתי בזמן שהפירות צבורין ומונחין ברשות הרבים לאו אליבא דידיה בלחוד קאמר אלא בין אליבא דידיה ובין אליבא דרבנן האי דינא דאיפליגו ביה בזמן שהפירות צבורין ומונחין ברשות הרבים הוא דאיפליגו ביה אבל אם הפשילן בקופתו לאחוריו המוציא מחבירו עליו הראיה לדברי הכל בין לר\"י בין לרבנן דקי\"ל דכל היכא דאמר ר\"י אימתי ובמה אינו אלא לפרש דברי חכמים וה\"ה בענין השולחני ובעל הבית הדין בשתיהן אחד הוא ולפום הדין פירושא הא דאמר ר\"י כל שהפירות בידו ידו על העליונה אבעל הבית   דקסבר ר\"י דבתרי בבי ישבע בעה\"ב כדקא סבר בשולחני וכבר פירשנו הלכה זו פירוש מבואר בלשון (ואנחנו מצאנו העתקת פירושו בלשון הקודש עיין בד\"ת כי האריך הרי\"ף ז\"ל מאוד בפירושו )) ערבי ואנו כותבין אותו בסוף מסכת זו בסייעתא דשמיא:"
        ], 
        [
            " \n", 
            "<b>מתני' </b>   אמר לשולחני תן לי בדינר מעות ונתן לו אמר לו תן לי את הדינר אמר לו נתתיו לך ונתתו באמפלי ישבע בעל הבית נתן לו את הדינר אמר לו תן לי את המעות אמר לו נתתים לך והשלכתם לתוך כיסך ישבע השולחני ר' יהודה אומר אין דרך השולחני להיות נותן איסר עד שנוטל את דינרו :", 
            "<b> גמ' </b> כשם שאמר  הפוגמת כתובתה לא תפרע אלא בשבועה ועד אחד מעידה שהיא פרועה לא תפרע אלא בשבועה ומנכסים משועבדים (((ד\"ת מ\"ז) ומנכסי יתומים) והנפרעת שלא בפניו לא תפרע אלא בשבועה  וכן היתומים  לא יפרעו אלא בשבועה שלא פקדנו אבא ושלא אמר לנו אבא ושלא מצינו   בין שטרותיו של אבא ששטר זה פרוע העיד ר' יוחנן בן ברוקה שאפילו נולד הבן לאחר מיתת האב הרי זה נשבע ונוטל רשב\"ג אומר אם יש עדים שאמר האב בשעת מיתתו שטר זה אינו פרוע נוטל שלא בשבועה:", 
            "<b>  </b>   וכן היתומים וכו':", 
            "יתומים ממאן אילימא מלוה אבוהון שקיל בלא שבועה אינהו מבעיא ה\"ק וכן היתומים מן היתומים לא יפרעו לא בשבועה ואמרינן עלה בפרק הכותב (כתובות דף פח.) א\"ר זריקא אמר רב יהודה לא שנו אלא שאמרו יתומים אמר לנו אבא לויתי ופרעתי אבל אמרו אמר לנו אבא לא לויתי נפרעין שלא בשבועה שכל האומר לא לויתי כאומר לא פרעתי דמי:", 
            "רב ושמואל דאמרי תרוייהו לא שנו אלא שמת מלוה בחיי לוה אבל מת לוה בחיי מלוה כבר נתחייב מלוה לבני לוה שבועה ואין אדם מוריש שבועה לבניו:", 
            "שלחוה לקמיה דר\"א אמר להו שבועה זו מה טיבה אלא יורשין נשבעין שבועת יורשין וגובין:", 
            "  איקלע רב נחמן לסורא עול לגביה רב חסדא ורבה בר רב הונא א\"ל ליתי מר נעקרה להא דרב ושמואל אמר להו איכפלי ואתאי כל הני פרסי למיעקרה להא ררב ושמואל אלא הבו דלא לוסיף עלה דאמר רב פפא הפוגם שטרו "
        ], 
        [
            "ומת יורשין נשבעין שבועת היורשין וגובים מדאמר ר\"נ הבו דלא לוסיף עלה ואשכחן לרב פפא ולרב הונא בריה דרב יהושע ולרמי בר חמא ולרבא דכולהו בתראי נינהו וסברי הכין דלא לוסיף עלה שמעינן דבהא מילתא כרב ושמואל דיינינן ואע\"ג דאמר רב חמא השתא דלא איתמר הלכתא לא כרב ושמואל ולא כר\"א האי דיינא דעבד כרב ושמואל עבד כר\"א עבד לא עבדינן לכתחלה אלא כרב ושמואל ודיינא דעבד כר\"א עבד ולא מהדרינן לעובדא מיניה דמאי דעבד עבד אמר רב פפא האי שטרא דיתמי לא קרעינא ליה עד דגדלי יתמי דלמא משכחי דיינא דעבד כר' אלעזר ולא גבינן ביה משום דרב ושמואל  ההוא דשכיב ושבק ערבא אתו בני מלוה וקא תבעי ליה לערבא סבר רב פפא למימר האי נמי הבו דלא לוסיף עלה הוא א\"ל רב הונא בריה דרב יהושע לרב פפא אטו ערבא לאו בתר יתמי אזיל ההוא דשביב ושבק אחא אתא ההוא אחא וקא תבע לשטרא דאחוה מיתמי סבר רמי בר חמא למימר האי נמי דלא לוסיף עלה הוא כלומר דהאי דינא אחרינא הוא ולא גמרינן ליה מדרב ושמואל משום דאתינן לאוסופי עלה דרב ושמואל א\"ל רבא זה הדין בעצמו דין יתומים הוא ולא הוספנו כלום דמה לי שלא פקדנו אבא מה לי "
        ], 
        [
            "שלא פקדנו אחי כשם שאין היתומים נשבעין שלא פקדנו אבא וגובין מן היתומים כך אין האח נשבע שלא שלא פקדנו אחי וגובה מן היתומים וכן הלכה:", 
            "<b>מתני' </b> ואלו  נשבעין שלא בטענה השותפין והאריסין והאפטרופסין  והאשה הנושאת והנותנת בתוך הבית ובן הבית א\"ל מה אתה טוענני רצוני שתשבע לי חייב חלקו השותפין והאריסין אינו יכול להשביען נתגלגלה עליו שבועה ממקום אחר מגלגלין עליו את הכל והשביעית משמטת את השבועה:", 
            "<b>גמ' </b> ואלו נשבעין שלא בטענה אטו בשופטני עסקינן ה\"ק ואלו נשבעין שלא בטענת ברי אלא בטענת שמא השותפין ובו' תנא בן הבית שאמרו לא שנכנס ויוצא ברגליו אלא מכניס לו פועלין ומוציא לו פועלין מכניס לו פירות ומוציא לו פירות ומאי שנא הני משום דמורו התירא והוא שיש ביניהם כפירת טענה  שתי כסף כרב:", 
            "חלקו השותפין והאריסין אינו יכול להשביען והוא הדין לשאר שאם חלקו אינו יכול להשביען ואי אמר הנתבע כבר חלקתי ולא אשתייר ליה גבאי ולא מידי והוא אומר עדיין לא חלקנו ועדיין אית לי גביה כך וכך לא משבעינן ליה  בגזירה על טענת שמא אלא משבעינן ליה על טענת ברי שבועת היסת ונשבע על טענת שמא בגלגול שבועה ואי לאחר שחלקו אתא וקתבע ליה בטענת שמא בלחוד היה מחרמינן ליה חרם סתם על מאן דגזליה מידי מההוא שותפותא או מההוא אפטרופסותא  איבעיא להו מהו לגלגל בדרבנן ואסיקנא דמגלגלין בדרבנן שמע מינה אמר רב הונא   לכל מגלגלין חוץ משכיר שאין מגלגלין ורב חסדא אמר לכל אין מקילין חוץ משכיר דמקילין מאי בינייהו איכא בינייהו לפתוח לו כלומר שאע\"פ שלא טען "
        ], 
        [
            "טענינן ליה גרסינן בקידושין בפ' ראשון (דף כז:) אמר עולא  מנין לגלגול שבועה מה\"ת שנאמר  במדבר ה  ואמרה האשה אמן אמן ותנא תונא אמן שלא שטיתי ארוסה ונשואה שומרת יבם וכנוסה היכי דמי אילימא דקני לה כשהיא ארוסה וקא משקי לה כשהיא ארוסה ומי שתיא והא תנן ארוסה ושומרת יבם לא שותות ולא נוטלות כתובה מ\"ט  שם  תחת אישך אמר רחמנא פרט לארוסה ושומרת יבם ואלא דקני לה כשהיא ארוסה וקא משקי לה כשהיא נשואה מי בדקי לה מיא והא כתיב  שם  ונקה האיש מעון בזמן שהאיש מנוקה מעון מים בודקין את אשתו אין האיש מנוקה מעון אין מים בודקין את אשתו והכא אין איש מנוקה מעון דהא איתסרא עליה כשהיא ארוסה ונשאה ואלא דקני לה כשהיא ארוסה ונכנסה לחופה ולא נבעלה ונסתרה וקא משקי לה והא אמר רב הושעיא  שם  מבלעדי אישך מלמד שקדמה שכיבת בעל ולא שקדמה שכיבת בועל אלא שמע מינה ע\"י גלגול שמע מינה אשכחן סוטה דאיסורא ממונא מנא לן תנא דבי רבי ישמעאל ק\"ו (דף כח.) ומה סוטה שלא ניתנה ליתבע (בדפו\"י הגירסא בשניהם לישבע) בעד אחד מגלגלין ממון שניתן ליתבע בעד אחד אינו דין שמגלגלין אשכחן בודאי שמא מנלן תני ר\"ש בן יוחאי אומר "
        ], 
        [
            "נאמרה שבועה בפנים ונאמרה שבועה בחוץ מה שבועה האמורה בפנים עשה בה ספק כודאי אף שבועה האמורה בחוץ עשה בה ספק כודאי:", 
            "עד היכן גלגול שבועה אמר רב יהודה אמר רב דא\"ל עבדי אתה ההוא שמותי משמתינן ליה דתניא  הקורא לחבירו עבד יהא בנדוי  ממזר סופג את ארבעים רשע יורד עמו לחייו אמר רבא דאמר ליה השבע לי שלא נמכרת לי בעבד עברי כו':", 
            "ירושלמי חד בר נש אזל בעי למידן קומי ר' זעירא  וחייבו שבועה על תרין דינרין אמר ליה לאו תרין דינרין אנא חייב לך קא  טרפין לך א\"ל ומילת פלן ופלן א\"ל רבי זעירא או הב ליה כל מה דתבע לך או אשתבע ליה על כל מה דהוא מגלגל עלך וחזינן מאן דקשי' ליה האי עובדא משום ההיא דגרסי' נמי בגמרא דבני מערבא בתחלת פרק המפקיד אמר הריני נשבע ראה אותן מגלגלין עליו חזר ואמר הריני משלם  א\"ר יוסי לא חייבתו התורה שבועה להחמיר עליו אלא להקל עליו שאם רצה לשלם ישלם ואם אינו רוצה לשלם ישבע ופריק כי אמר רבי יוסי בשבועה הכתובה בתורה כגון שבועות השומרין וכיוצא בה אבל שבועה שהיא תקנת חכמים לא כי היכי דלא תיקשי לן הא דרבי זעירא דחייביניה לאשתבועי על כל מה דמגלגלין עליה ואנן לא סבירא לן הכי דגלגול שבועה דאורייתא הוא וכל דתקון רבנן כעין דאוריי' תקון ואי לא דמחייבינן בשבועה דאורייתא כי האי גוונא לא הוה מחייב רבי זעירא בשבועה דרבנן הכי אלא האי מילתא פלוגתא דתנא קמא ורבי יוסי היא ור' זעירא כתנא קמא ס\"ל כדקיימא לן דכל פלוגתא דלא איפסיקא בה הלכתא בהדיה דהלכתא כתנא קמא:", 
            "גרסינן בפרק הגוזל (בבא קמא דף קו.) אמר רב הונא אמר רב  מנה לי בידך והלה אומר אין לך בידי ונשבע ובאו עדים פטור שנא'  שמות כב  ולקח בעליו ולא ישלם כיון שקבלו   שבועה שוב אין משלמין להן ממון ולית הלכתא הכין אלא אם באו עדים אחר שבועה חייב לשלם דקאמרינן אמר ליה רמי בר חמא לרב נחמן מכדי דרב לא סבירא לך משכוני נפשך אדרב למה לך א\"ל לאפרושה לדרב בעלמא והא רב קרא קאמר קרא לכל הנשבעין שבתורה נשבעין ולא משלמין הוא דאתא:", 
            "\n הדרן עלך כל הנשבעין \n", 
            "<b>ארבעה </b>   שומרין הן שומר חנם והשואל נושא שכר והשוכר שומר חנם נשבע על הכל והשואל משלם את הכל נושא שכר והשוכר נשבעין על השכורה ועל השבויה ועל המתה ומשלמין את האבידה ואת הגניבה:", 
            "<b>גמ'</b>    הני ארבעה תלתא הוו ש\"ח חד והשואל חד ונושא שכר והשוכר חד דתרוייהו חד דינא נינהו אמר רב נחמן בר יצחק ארבעה שומרין הן ודיניהן שלשה וכן הלכתא:", 
            "(אמר לשומר חנם וכו'):", 
            "\n הדרן עלך שומרים לה מסכת שבועות"
        ]
    ], 
    "title": "Rif Shevuot", 
    "versionSource": "https://www.sefaria.org/Rif_Shevuot", 
    "heTitle": "רי\"ף שבועות", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rif", 
        "Seder Nezikin"
    ]
}