{
    "language": "he",
    "title": "Hagahot Chavot Yair on Chullin",
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957",
    "versionTitle": "Vilna Edition",
    "status": "locked",
    "license": "Public Domain",
    "actualLanguage": "he",
    "isBaseText": true,
    "heTitle": "הגהות חוות יאיר על חולין",
    "categories": [
        "Talmud",
        "Bavli",
        "Rishonim on Talmud",
        "Rif",
        "Commentary",
        "Hagahot Chavot Yair"
    ],
    "text": [
        [],
        [],
        [],
        [
            "אם ירצה לחזור ולשחוט בה משא\"כ לאכול בואפי' בהמה כשרה אסור עי' תוס' ועי' לקמן פרק כל הבשר סי' תתנ\"ה:",
            "עי' תוס' מ\"ש דלא מקשי בכה\"ג על אחת ששוחט בה:"
        ],
        [],
        [
            "מרחוק ולאו דוקא ראה. הרא\"ש:",
            "ולא ידעתי מזה סתירה דההיא בדאיתא לפנינו מיירי משא\"כ באזיל לעלמא ס\"ל לרבינא בפי' בגמ' דשרי ונ\"ל שהרי\"ף קיצר ור\"ל דללישנא קמא אי ליתא קמן לא כשר רק באחרים רואין אותו עי' גמ' וברא\"ש:",
            "משנה לקמן פ\"ב (דף לא.):"
        ],
        [],
        [
            "אף על פי דלקמן מפרש דבאכילה גם ב\"ה אסרי היינו משום גזירה:"
        ],
        [],
        [],
        [],
        [],
        [
            "דדייקינן מינה הפילה:"
        ],
        [
            "פי' מבשר שפירש ממנה קודם וכו' כי המיתה מכחיש כח הבשר נ\"ל:"
        ],
        [],
        [
            "אע\"פ שהם בשני רוחות הושט לא פלוג:"
        ],
        [
            "פי' מלשון תנא ברא:"
        ],
        [],
        [],
        [],
        [],
        [
            "בפ' ר\"א דמילה גרס שלישי הביאתו לפני וכצ\"ל גם הכא לפי מה דפסק רבינא בפ' הבא על יבמתו:",
            "גם בכאן צ\"ל שלישי כמו לעיל:"
        ],
        [],
        [],
        [
            "ר\"ל וליה לא ס\"ל לפי מאי דאיפוך קמייתא. גמ':"
        ],
        [
            "עיין לעיל סימן תרצ\"ח:",
            "עיין לקמן סי' תת\"ב:",
            "עיין רש\"י כתב כך וצ\"ע דבלאה\"נ אחר שרש\"י פי' ערוגה צד ימין או שמאל איך יתכן פי' מדקה לדקה ועי' בגמ' דל\"ג וה\"מ וי\"ל דה\"ק אפי' מערוגה לערוגה ואף מדקה לדקה והכי מוכח בלשון רש\"י:"
        ],
        [
            "פי' כלל אפי' מבפנים או סביב למחט אפי' ניקב משני צדדים כשרה משא\"כ בניקב בצד אחד צריך קורט דם מבחוץ נגד פי המחט:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "עיין באשר\"י גם בב\"י שצ\"ע מאד:",
            "צ\"ע דלמא נשבר העצם שאני:",
            "טפי הוי ניחא למימר הכתה ברגלה וק\"ל:"
        ],
        [
            "צ\"ע דע\"כ מיירי כשאין ידוע שנפלה לאור וא\"כ ה\"ה המ\"ל איבעי' בכל שינוי וי\"ל דנסתפק אם מקרי זה שינוי בכבד ולכך לא זכר רש\"י בפי' המשנה כבד:"
        ],
        [
            "פי' העצם:"
        ],
        [],
        [
            "פי' שהן מתאחדין עד כאצבע ואח\"כ נפרדין ודלא כפי' רש\"י:"
        ],
        [
            "עי' תוס' ור\"ן:",
            "הקשו התוס' א\"כ לישני ליה דתרתי בעינן ועי' עוד שם:"
        ],
        [],
        [],
        [],
        [],
        [],
        [
            "דרך ר\"פ לפסוק כך:",
            "כך הגי' בגמ' וכך נכון להגיה ג\"כ ברי\"ף דבכ\"מ אמרי' נלמד סתום מן המפורש אבל בפשט הלכה הכל חדא ועי' בש\"ס דף ס\"ז ע\"א:"
        ],
        [],
        [],
        [],
        [],
        [
            "שבין הקולית לעצם האמצעי:"
        ],
        [
            "עי' לעיל י\"ד ע\"א דכך פירשו כמלא בטדא:"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "והכי סתם שם פרק י' דתרומו' במשנה דבתר משנה זו תנור שהסיקו בכמון וכו' מותר וכו' ותמהתי שלא נזכר הרי\"ף זה לראיה:",
            "אפי' גדי וטלה מפני התערובות:"
        ],
        [
            "צל\"ע בבת תיהא דלעיל דרבא מתיר לכתחלה ובכה\"ג הקשה מזה גם הר\"ן מסוגיא דאין צולין הנ\"ל והרבה להשיב באריכות:",
            "לפי זה בחמץ בפסח ריחא מלתא היא וכ\"כ התוס' מס' ע\"ז ועי' הגהת ש\"ע א\"ח סי' תמ\"ז סעיף א' והר\"ן הקשה מבת תיהא דגמ' בפ\"ע שרי רבא:",
            "עי' בר\"ן דס\"ל דלא פליגי והכי משמע לשון אמר מר זוטרא רק דצ\"ע על מה שאמרו בגמ' והלכתא מכלל דפליגי:",
            "כה\"ג באלפס יבמות דף ט\"ו:",
            "עי' לעיל בר\"פ:",
            "ואז חושב ישראל שאצלו דודאי כשרה היא דאל\"כ לא היה נותנו לו בפני ישראל:",
            "מכאן עד מעבירין אותו ליתא ברש\"י בש\"ס:",
            "עי' בגמ' דצ\"ע וא\"א להולמו ואינו בלשון רש\"י:"
        ],
        [
            "צ\"ע הא איהו דקמטעי נפשיה דה\"ל לאסוקי אדעתיה דלא טרח בשבילו עי' תוס' בגמ' ס\"ד צד:"
        ],
        [
            "בתוספות דלמא שאני התם משום דלא מהימנינן ליה:"
        ],
        [
            "בגמ' ל\"ג:"
        ],
        [],
        [],
        [
            "עי' לקמן ברי\"ף סימן תתנ:"
        ],
        [],
        [],
        [
            "ומ\"מ עולה עם (הבשר) [הגבינה] שאפי' באכילה עמו שרי:",
            "ע\"כ ר\"ל גבינה והדר בשר דאי בשר תחלה המתנה בעי עי' תוס' ור\"ן ורא\"ש:"
        ],
        [
            "בלה\"נ אין לגמור מכאן גבינה אחר בשר רק אחר תבשיל של בשר וכ\"כ ר\"ת:"
        ],
        [
            "צ\"ע דתקשי גם אי ס\"ל אפשר לסוחטו מותר דע\"כ מיירי מפני שנתבטל איסור ראשון בששים משא\"כ במין במינו:"
        ],
        [
            "ור\"א אמר לשמעי' לצלותה:",
            "צ\"ע א\"כ מה תניא נמי הכי ומה קשיא ליה בברייתא במ\"ש ומה הפרש בין זה לזה [א\"ה צ\"ע דהא לפירש\"י ר\"נ כלישנא בתרא והתניא נ\"ה הוא כל\"ק ומיירי הכל לצלי]:",
            "ור\"א אמר לשמעי' לבשלה:"
        ],
        [],
        [
            "צ\"ע דהא הכבד אינה נאסרת וי\"ל דשלוקה נאסרת ולא בקיאין בזה. וצ\"ע מר' אמי דשלקי ליה:"
        ],
        [
            "לקמן סי' תתנ\"ט:",
            "צ\"ע למה לא פי' לחתוך לכתחלה וכבר קינחה עי' דף ב' ע\"ב. מצאתי בר\"ן ולא נתיישבו לי דבריו במ\"ש דשם גבי שחיטה בפ\"ק לשתרי ג\"כ לאכול בתר הדחה רותח ע\"ש בתוס':"
        ],
        [],
        [
            "ונבלע בתוכו על ידי חריפותיה:"
        ],
        [],
        [
            "פי' שכבר נמלחה ופלט דמה ודו\"ק. ורש\"י ל\"ג כן:"
        ]
    ],
    "sectionNames": [
        "Daf",
        "Comment"
    ]
}