{
    "title": "Sha'ar HaMelekh on Mishneh Torah, Defilement by a Corpse",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sha'ar_HaMelekh_on_Mishneh_Torah,_Defilement_by_a_Corpse",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>דבר </b>\n<b> ידוע שכל אלו הספקות כו' בין בטומאה בין במאכלות אסורות אינן אלא מד\"ס.</b> הנה הרשב\"א בחידושיו בפ' י' יוחסין ובתורת הבית דקכ\"ב כתב דמסוגיא דפ' עשרה יוחסין דאמרינן התם אמר רבא דבר תורה שתוקי כשר מ\"ט כו' ממזר ודאי הוא בלא יבוא הא ספק ממזר יבוא הביא ראיה רבינו ז\"ל בתשו' דספקא דאורייתא לחומרא אינו אלא מדרבנן שהרי התירה תורה ספק ממזר כו' ע\"ש וכ\"כ הר\"ן סוף פ\"ק דקדושין ודחו הם עצמם ראייתם דאין מכאן ראיה דדוקא ספק ממזר שרי משום דרבייה קרא להתירה כו' ואולי סבור הרב ז\"ל דגלי קרא בממזר וגמרינן מיניה לכל התורה כולה יע\"ש:<br><b> וראיתי </b> להרב בני שמואל סימן מ\"א ומוהרימ\"ט ז\"ל חי\"ד סי' א' שהקשו עוד דכפי דברי רבינו ז\"ל א\"כ מאי האי דקאמר רבא ומה טעם אמרו שתוקי פסול שמא ישא אחותו מאמו ומאי קו' שהרי מן הטעם שראו חכמים להחמיר בכל ס' איסור החמירו בכאן דמ\"ט החמירו בכל הס' לאו משום דלא ליגע באיסור תורה ה\"נ הכא בשלמא אי איסור הס' דאורייתא ניחא דכיון שהשתוקי התירו הכתוב מה ראו חכמים על ככה להחמיר ומוהרימ\"ט ז\"ל תי' דמשמע ליה לרבינו ז\"ל דכי שרי רחמנא ס' ממזר לגמרי שרי מתורת ס' ונ\"מ שיהא מותר בבת ישראל ובממזרת דאי מחמת ספק הוו תרתי דסתרן אהדדי ולא שרינן ומ\"ה פריך מ\"ט אמרו שתוקי פסול כו' יע\"ש ולכאורה דבריו ז\"ל מן המתמיהין דכפי דבריו ז\"ל אם כן מאי ראיה מייתי רבינו ז\"ל מסוגייא זו דס' דאורייתא מותר מן התורה הא אפילו לפי דעתו ז\"ל עכ\"ל דבס' ממזר דוקא הקילה תורה שהרי בשאר איסורין כל דאיכא תרתי דסתרן אהדדי אפי' רבינו ז\"ל מודה דאסור מן התו' ואפי' הכי בס' ממזר התירה תורה ואם כן ה\"נ נימא דבעלמא ספקא דאורייתא אסור מן התורה והכא שאני דגלי קרא ובס' ממזר דוקא הוא דגלי קרא ולא ילפינן מיניה לעלמא כי היכי דלא ילפינן מיניה להתירה היכא דאיכא תרתי דסתרן אהדדי וכבר ראיתי למוהר\"ם ן' חביב ז\"ל בקונטריס כ\"ת דמ\"ט שתמה עליו בזה: האמנם אחר ההתבוננות בדבריו ז\"ל נראה שיש בו מן הישוב במ\"ש במתק לשונו וז\"ל ועלה בדעתי לומר דמשמע ליה להרמב\"ם ז\"ל מדקאמר רבא ד\"ת שתוקי כשר וטרח טובא למצוא טעם מפני מה אמרו שתוקי פסול והא מדקאמר דבר תורה שתוקי כשר משמע דמדברי סופרים אסור דבכל התורה כולה מצינו שחכמים עשו גדר וסייג לתורה ומ\"ט תלה הדבר במעלת יוחסין אלא דמשמע ליה דכי שרי רחמנא ס' ממזר לגמרי שרייוה כו' ואפי' תרתי דסתרי אהדדי רחמנא שרינהו דאלו לס' גרידא לא אתא קרא למשרייה דבלאו קרא אין בו איסור תורה כו' יע\"ש וא\"כ כפי דבריו ז\"ל מבואר הוא שראיות רבינו ז\"ל לאו מעיקר קרא הוא דמייתי מדהתירה התורה ס' ממזר אלא ראייתו הוא על אופן זה דמדס\"ל לתלמודא דס' ממזר מותר אפילו היכא דאיכא תרתי דסתרי אהדדי אדמש\"ה פריך מפני מה אמרו שתוקי פסול ע\"כ דס\"ל לתלמודא דספקא דאורייתא בעלמא מותר מן התורה ומש\"ה צרכינן למימר דכי שרי רחמנא ס' ממזר ע\"כ לגמרי שרי ומתורת ודאי דאלו לס' גרידא לא צרכינן קרא להכי דבלא קרא מותר כמ\"ש הרב ז\"ל ולהכי ק\"ל דמ\"מ שתוקי פסול כיון דמתורת ודאי שרייה רחמנא כמ\"ש הרב ז\"ל אמנם אי ס\"ל דבעלמא ס' דאורייתא אסור מן התורה והכא שאני דגלי קרא אם כן מנ\"ל דכי שרי רחמנא ס' ממזר מתורת ודאי שרייה אדתיקשי לן מ\"מ אמרו שתוקי פסול ונימא דכי שרי רחמנא אינו אלא מתורת ס' ונ\"מ שאסור בבת ישראל ובממזרת כאחת דמהשתא לא הוה ק\"ל מ\"מ אמרו שתוקי פסול דאיכא למימר דכיון דאיכא ס' איסור עשו חכמים סייג וגדר לתורה דלא ליתו לאכשולי בודאי איסור ונמצא א\"כ שבדרך זו דרך ובא לו הרב ז\"ל לישב ג\"כ מה שהשיגו עליו הרשב\"א והר\"ן דמאי ראייה מייתי הרמב\"ם מהכא דשאני הכא דגלי קרא וכפי דבריו ז\"ל הנה נכון ומבואר זהו הנראה בכונת דבריו ז\"ל בלי ספק האמנם זו היא שקשה בעיני לפי מ\"ש הרב ז\"ל דע\"כ כי שרי רחמנא לגמרי שרי דאלו לס' גרידא לא צריך קרא להכי דבלאו קרא אין בו איסור תורה שהרי בגמרא אמרינן דתרי קראי כתיבי חד למשרי ממזר בשתוקי וחד למשרי שתוקי בישראל ותרוייהו צריכי והשתא לפי דברי הרב ק\"ט דלמאי אצטריכו תרי קראי הא בחד קרא סגי דעל כרחין כי אתא קרא למשרי ממזר בשתוקי מתורת ודאי ולגמרי שרי דאי מתורת ס' ודוקא ממזר בשתוקי מותר הא שתוקי בישראל אסור ל\"ל קרא הא בלאו קרא אין בו איסור תורה דכל ס' רחמנא שרי ואפשר ליישב שאף הרב ז\"ל לא כ\"כ אלא לבתר דכתיבי תרי קהלי הוא דאמרינן דאיצטריכו תרי קהלי למשרי תרוייהו שתוקי בישראלית ובממזרת כאחת מתורת ודאי דאילו לס' גרידא הלא שרי לן קרא אלא שתוקי בממזר דלא הוה צריך קרא להכי דבלאו קהל יתירא אין בו איסור תורה וכיון דשרי רחמנא ממזר בשתוקי הכי נמי אמרינן דשתוקי בישראלית שרי דכל ספק רחמנא שרי דמיני' ילפינן לעלמא אמנם אי לא הוה כתיב אלא חד קהל גרידא הוה אמינא דלא שרי קרא אלא מתורת ספק ואתא קרא לאשמועינן דכל ספק רחמנא שרייה ומינה ילפינן לעלמא וראיית רבינו ז\"ל היא על אופן זה דבשלמא אם נאמר דספיקא דאורייתא מותר דבר תורה ניחא שפיר מאי דפריך בגמ' מפני מה אמרו שתוקי פסול משום דס\"ל דע\"כ כי כתיב קהל יתירא למשרייה שתוקי בישראלית ובממזרת כאחת הוא דאתא דאם למשרייה שתוקי בישראלית או בממזרת ומתורת ספק א\"כ לא לכתוב אלא חד קהל ומינה ילפינן דכי היכי דשתוקי בממזרת מותר ה\"נ שתוקי בישראלית דכל ספק רחמנא שרייה ומשום הכי פריך דכיון דמתורת ודאי שרי מפני מה אמרו כו' אמנם אם נאמר דספיקא דאורייתא בעלמא אסור ד\"ת ושאני הכא דגלי קרא קשה דמ\"ל דכי שרי רחמנא ס' ממזר לגמרי שרי אדתקשי ליה מפני מה אמרו שתוקי פסול כו' אכתי נימא דהתורה לא התירה אלא מתורת ספק ותרי קהלי אצטריכו דאי כתיב חד קהל הו\"א דדוקא שתוקי בממזרת מותר אבל שתוקי בישראלית אסור דהיכא דגלי גלי להכי אצטריכו תרוייהו ולעולם דאכתי מתורת ספק הוא דשרי רחמנא כנל\"ד ועל קוטב זה יש ליישב גם כן מה שהקשה מוהר\"ם בן חביב זלה\"ה בתי' הפרי חדש ע\"ש ובהכי ניחא לי מה שהוקשה לו למוהרימ\"ט ז\"ל בחידושיו בגופא דשמעתתא דלמאי הלכתא הוצרך רבא לאתויי דרש' דבקהל ודאי הוא דלא יבוא דלא אצטריך ליה השתא יע\"ש מה שתירץ שדבריו סתומים ותמוהים וכבר תמה עליו הרב אליהו רבא דמ\"ח יע\"ש אכן כפי מ\"ש נראה נכון שהוצרך רבא לאתויי דרשה דבקהל ודאי כו' כדי לאלומי קושייתו שהקשה מפני מה אמרו שתוקי פסול דמתרי קהלי הוא דנפ\"ל דכי שרייה רחמנא ספק ממזר מתורת ודאי שרייה וכמ\"ש ודוק. מיהו בעיקר הכרעתו ז\"ל שהכריח ממאי דפריך בגמ' מ\"מ אמרו שתוקי פסול כו' דע\"כ ס\"ל לתלמודא דכי שרי רחמנא ספק ממזר מתורת ודאי דאי מתורת ספק מאי פריך הא בכל התורה כולה מצינו שחכמים עשו סייג וגדר לתורה ומאי טעמא תלה הדבר במעלת יוחסין אשר מכח קושיא זו הכריח רבינו ממנה דס' דאורייתא מותר מן התורה כמו שכתבתי נר' דהא ודאי ליתא כלל דאיך אפשר לומר דטעמא דשתוקי פסול הוא משום גדר וסייג דא\"כ מהאי טעמ' נמי יהא אסור שתוקי לישא ממזרת ומה ראו חכמים על ככה לעשות גדר וסייג לשתוקי בישראלית גרידא אי משום דגזרו בשתוקי שלא ישא ישראלית אטו ממזר בישראלי' מה\"ט נמי הול\"ל שתוקי בממזרת אטו ישראל בממזרת דכי היכי דשתוקי בישראלי' איכא ספק איסור' ה\"נ שתוקי בממזרת ובמתני' קתני דשתוקי בממזרת מותר ומש\"ה הוכרח תלמוד' לומר דהיינו טעמא משום מעלה עשו ביוחסין דהשתא ניחא שפיר דדוקא בישראלית אסרו משום דאיכא מעלת היוחסין אבל בממזרת כיון דפסולי קהל נינהו ליכא משום מעלה כמ\"ש הר\"ן ובר מן דין מדברי הר\"ן והרשב\"א ז\"ל שהביאו ראי' הלזו משם רבינו נראה שעיקר ראייתו היא מעיקר מימרא דרבא דקאמר דבר תורה שתוקי כשר ולא ממאי דפריך עלה מ\"מ אמרו שתוקי פסול כו' דכל כי האי הי\"ל לרבינו לפרש ומוהר\"ם בן חביב ז\"ל תירץ דמאי דפריך רב' מ\"ט אמרו שתוקי פסול הוא משום דסבר רבא דבשלמא בכל ספק איסורים דעלמ' כגון חתיכה ס' חלב גזרו שלא יאכל ספק חלב גזירה שלא יבא לאכול ודאי חלב וכן בכל האיסורי' גזרו התירא אטו איסורא אבל בספק ממזר דהוא מותר מן התור' לבא בקהל לא שייך גזירה הא אטו הא שלא יבא על אשה כשירה שהרי כל הנשים כשרות הותרו לספק ממזר וא\"כ מ\"ט אמרו שתוקי פסול אלו דבריו וק\"ל לתירוץ זה דאיברא ודאי דבשתוקי גופיה ליכא גזירה הא אטו הא אבל אכתי נימא דגזרו משום ישראל שלא ישא ישראל שתוקי דהוי ספק ממזרת גזרה שמא ישא ישראל ודאי ממזרת וכן נמי שתוקי לא ישא ישראלי' שמא ימות או יגרשנה ותנשא לממזר מש\"ה אמרו דשתוקי בשתוקי מותרים משום דליכא למיגזר כלל דתרוייהו שרי מן התורה לישא ממזרת וישראל' ואפילו נימא דלשמא ימות או יגרשנה לא שכיח ולא חיישינן לה מ\"מ כיון דישר' בשתוקי שייך שפיר למיגזר כמ\"ש אם כן ממילא ודאי דשתוקי ביש' אסור דאי לא מיחזי כחוכא ואיטלולא וכפי מ\"ש לעיל נרא' דקו' מעיקרא ליתא דמש\"ה לא קאמר בגמרא דשתוקי הוא מן הטעם שאסרו חכמים בכל מקום ס' איסור דלא ליתי ליגע באיסור תור' דא\"כ מה\"ט נמי הי' להם לגזור בשתוקי שלא ישא ממזרת שהרי הוא ג\"כ ס' איסור תורה לגבי ממזרת ואדרבא איפכא הי\"ל להקשות דלפי דעת רבינו דבכל ספק איסור תורה גזרו חכמים א\"כ מה\"ט נמי הי' להם לגזור בשתוקי בממזרת כיון דספק איסור תורה הוא וליכא למימר דהוי טעמ' משום דשתוקי לא שכיח ולא גזרו רבנן דהאי טעמא ניחא לפי המסקנ' דשתוקי לא שכיח והוי טעמא משום דמעלה עשו ביוחסין אמנם למאי דמשני מעיקרא דטעמא דשתוקי משום גזירה שמא ישא אחותו מאביו ולא אסיק אדעתיה טעמא דשתוקי לא שכיח א\"כ אדפריך מ\"ט אמרו שתוקי פסול איפכא הי\"ל להקשות מאי טעמא אמרו שתוקי כשר בממזרת ולא גזרו כשאר ס' איסור תור' דעלמא ואפשר ליישב דודאי רבא מסיק אדעתיה טעמ' דשתוקי לא שכיח ומש\"ה לא גזרו שתוקי בממזרת אלא דהוה ס\"ל דע\"כ לא אמרינן מילתא דלא שכיח לא גזרו רבנן אלא דוקא במלתא דליכא חשש איסור תור' כלל אלא דעשו גדר וסייג לתור' וגזרו התירא אטו איסורא דאמרינן דבמילתא דלא שכיחא לא גזרו התירא אטו איסורא אמנם במידי דאיכא חשש איסור תורה כמו שתוקי בישראל דחששו שמא יקח אחותו מאביו אז אע\"ג דהוי מילתא דלא שכיח חששו חכמים ואהא פריך תלמודא אלא מעתה בת שתוקית לא ישא כו' אלא לא שכיח הכא נמי לא שכיח כלו' דע\"כ צרכינן לומר דאפילו במידי דאיכא חשש איסור תורה כל דהוי מילתא דל\"ש לא חששו חכמים ומסיק משום מעלה ביוחסין כנ\"ל:<br><b> ועוד </b> נראה דמשום הכי לא פריך איפכא אמאי לא גזרו שתוקי בממזרת כשאר ספק איסור תורה משום דכיון דחכמים אסרו שתוקי ביש' תו ליכא למיחש שלא ישא שתוקי ממזרת דילמא אתו למשרי ישראל בממזרת דכיון דשתוקי אסור ביש' א\"כ ודאי מימר אמרי דהא דשרו ליה שתוקי בממזרת משום ספק הוא ולא משום דישראל מותר בממזרת דאם כן איך אסרו לו חכמים לשתוקי שלא ישא ישראלית ולא אתו למיטעי כלל והשתא דאתית להכי יש ליישב קו' מוהרימ\"ט ז\"ל דמאי דפריך בגמ' מ\"ט אמרו שתוקי פסול ולא משני דגזרו חכמים כשאר ספק איסור תורה הוא משום דהכי פריך משום האי טעמ' הוא דשתוקי פסול א\"כ מה ראו חכמים על ככה לומר דאסור בישראלי' ומותר בממזרת ואדרבא איפכא הול\"ל דמותר בישראלית ואסור בממזרת דמהשתא כיון דאסור בממזרת תו ליכא למיגזר דלא אתו למטעי ולומר דממזר ודאי מותר בישראל דא\"כ אמאי אסרו בממזרת ומשני משום מעלה עשו ביוחסין כלומר דראו חכמים לאוסרו בישראלי' משום דאיכא טעמא דיוחסין משא\"כ בממזר ודו\"ק. אך אכתי ק\"ל בראית רבינו ז\"ל שהרי משמע ודאי דאפילו לדעת רבינו ז\"ל דס\"ל דכל ספק רחמנא שריא היינו דוקא בספק שקול אמנם היכא דאיכא ספק ספקא להחמיר ודאי דאף רבינו מודה דאסור מן התורה שהרי ס\"ס חשיב כרובא וכ\"כ הפר\"ח ז\"ל י\"ד בכללי ס\"ס דף ק\"ז ע\"ג ליישב לדעת רבינו ההיא דפרק בהמה המקשה יע\"ש וכיון שכן ק\"ט שהרי בשתוקי קתני מתניתין דמותר בממזר' ואע\"ג דאיכא ס\"ס לחומרא לאסרו בממזר' שהרי אמרו בגמ' ד\"ת שתוקי כשר מ\"ט רוב כשרים אצלה ומיעוט פסולים אצלה מאי אמרת דילמא אזלה איהו לגבייהו הו\"ל קבוע כו' והתורה אמרה כו' הרי דאיכא ס\"ס ספק אי אזלי אינהו לגבה ואת\"ל אזלי איהי לגבייהו שמא לכשר נבעלה ואפי\"ה קתני מתניתין דמותר בממזר' וע\"כ היינו משום דס\"ל דקהל דקאמר היינו דוקא קהל ודאי אבל קהל ספק אע\"ג דאית ביה ס\"ס להחשיבו כישראל ולאוסרו בממזר' אפילו הכי התירו הכתוב והקילה תורה גבי ממזר מה שאין כן בשאר איסורין דעלמא וא\"כ היכי מייתי מינה ראיה רבינו ז\"ל למילף מיניה לשאר איסורין דעלמא נימא דהכא שאני דהקילה תורה כי היכי דהקילה תורה אפילו היכי דאיכא ס\"ס ועיין בהרשב\"א והריטב\"א ז\"ל שהקשו דלמה לי קרא למישרי שתוקי בישראלית תיפוק ליה משום דהו\"ל ס\"ס ותירץ דקרא אצטריך להיכי דידעינן דאזלי איהי לגבייהו דליכא אלא חד ספק יע\"ש ומ\"מ ודאי דס\"ל דהיתרא דשתוקי בממזרת אפילו היכי דאיכא ס\"ס הוא שהרי קתני מתניתין סתם דשתוקי בממזרת שרי וסתמא דמילתא אית ביה ס\"ס ועיין במוהרי\"ט ז\"ל שם בחידושיו ולומר דמתניתין מיירי היכא דידעינן דאזלא איהי לגבייהו זה ודאי מה שאין הפה יכול לדבר וכדמוכח לקמן דע\"ג דמתניתין ברוב כשרים אצלה מיירי יע\"ש ושמא נאמר דראיית רבינו ז\"ל היא על אופן זה דמדחזינן דשתוקי מותר בממזרת אפילו היכא דאיכא ס\"ס ע\"כ דספק דאורייתא מותר מן התורה ומשו\"ה מוקמינן לה לקרא דקהל ודאי הוא דלא יבא הא קהל ספק יבא אפילו היכא דאיכא ס\"ס דאי בספק שקול ל\"ל קרא בלא\"ה ספק דאורייתא לקולא דאי ספק דאורייתא לחומרא ד\"ת אם כן מנ\"ל דכי שרי רחמנא ממזר בשתוקי הוא אפילו היכא דאיכא ס\"ס אימר דקרא לא שרי אלא בספק שקול גרידא כנ\"ל ודו\"ק:<br><b> ואולם </b> חזות קשה הוגד לי על מ\"ש ה\"ה ז\"ל בפרק ט\"ו מה' א\"ב הלכה י\"א על מ\"ש רבינו ז\"ל שם דפנויה שנתעברה נאמנת לומר שנבעלה לכשר ואינה נאמנת לומר שנבעלה לממזר וכתב ה\"ה ז\"ל דה\"ט דלהכשיר ד\"ת אין אנו צריכין לנאמנותה דהא מדינא לא הוה אלא ספק ממזר וספק ממזר מותר לבוא בקהל מן התורה אלא דרבנן גזרו והמינוה בשל דבריהם אבל לפוסלו כיון דמדאורייתא מותר לבא בקהל ואסור בממזרת ודאית אם היו מאמינין אותה ומתירין אותה בממזרת ודאי היו מקילין בשל תורה כו' יע\"ש והנה מבואר שדעתו ז\"ל דאע\"ג דבשמעתין אמרינן דה' קהלי כתיבי חד למשרי ממזר בשתוקי וחד למשרי שתוקי בישראלי' היינו דוקא לתנא דמתניתין דס\"ל דשתוקי מותר בממזרת אמנם לר\"א דקי\"ל כותיה דס\"ל דודאן בספק וס' בס' אסור ה\"ט משום דס\"ל דממזרת בשתוקי אסור ד\"ת דלא דריש הך דרשה דקהל ודאי הוא דלא יבא ומש\"ה אסר ספק בספק דחיישינן שמא חד מיניהו כשר ושלא כדעת הר\"ן ז\"ל שכתב דטעמא דר\"א הוא משום מעלה ביוחסין אלא ר\"א מדאורייתא קאמר והיינו משום דר\"א לא דריש אלא ד' קהלי דקהל דפצוע דכה לא חשיב דלאו מן פסולי יוחסין הוא וקהל דגבי מצרי לא חשיב דלהתיר דור ג' אצטריך וכמ\"ש הראב\"ד וכבר בא מבואר כל זה בארוכה בס' אליהו רבה כיד ה' הטובה עליו יע\"ש וכן נראה גם מבואר מדברי תוספות רי\"ד ז\"ל שכתבו בשמעתין שדעתם ז\"ל כמ\"ש ה\"ה ז\"ל יע\"ש האמנם זו היא שקשה בעיני טובא דבשלמא לדעת הסוברים דספק דאורייתא אסור ד\"ת ושאני הכא דגלי קרא ניתן ליאמר דבר זה דר\"א ס\"ל דדוקא שתוקי בישראלי' מותר משום דגלי קרא אבל ממזרת בשתוקי כיון דליכא יתורא דקרא אסור דהיכא דגלי גלי אמנם לדעת רבינו ז\"ל דס\"ל דספק דאורייתא מותר מן התורה ויליף לה מממזר איך אפשר לומר דלר\"א דוקא שתוקי בישראלי' דגלי קרא מותר אבל שתוקי בממזרת דליכא יתורא אסור וזה ודאי מן התימה דכי היכי דילפינן דשאר איסורין שבתורה מותר מדהתירה תורה ספק ממזר לבא בקהל א\"כ הכי נמי נילף מיניה דשתוקי בממזרת מותר דכל ספק רחמנא שריא ולפי מ\"ש לעיל ניחא דמש\"ה אסור שתוקי בממזרת משום דאיכא ס\"ס להחמיר ולאוסרו בישראלי' וכל דאיכא ס\"ס אסור מן התורה אפילו לדעת רבינו ז\"ל וא\"נ י\"ל דשתוקי בממזרת אסור ד\"ת לדעת רבינו משום דהוי ליה איתחזק איסור' דהאם בחזקת איסור לממזרת עומדת וחזקת האם מהני לבן כמ\"ש התוספות בההיא דינאי המלך וכמ\"ש הפר\"ח ז\"ל וכל דאיתחזק איסורא אף רבינו ז\"ל מודה דאסור מן התורה אלא דאכתי קשה ממ\"ש שם ה\"ה ז\"ל באותו פרק הלכה כ\"ה גבי אסופי דאסופי אסור בממזרת ד\"ת וכתב שכן הוא דעת הראב\"ד ז\"ל והוא תימ' שהרי לדעת רבינו והראב\"ד ז\"ל בפ\"י מה' כלאים דס\"ל דכל ספק רחמנא שריה משמע ודאי דכי היכי דאסופי מותר בישראלי' ה\"נ מותר בממזרת כשאר ספק איסור תורה דעלמא כמ\"ש שהרי גבי אסופי אין כאן אלא ספק אחד וגם חזקת האם ליכא שהרי אין אנו יודעים מי היא אמו וצ\"ע ובר מן דין ק\"ט דאיך אפשר לומר דלר\"א ספק ממזר מותר בישראלי' ואסור בממזר' ודאית דהא כיון דר\"א לא דריש אלא ד' קהלי ולא אייתר ליה קהל למידרש דבקהל ספק יבא היכי שמעינן דממזר ספק מותר לבא בקהל ואף ע\"ג דאייתר לן חד קהל מ\"מ היכי מדריש דשתוקי בישראלי' מותר מיתורא דקהל ואדרבא טפי אית לן למדרש מיתורא דקהל למישרי ממזר ודאי בקהל ספק לא למדרש מיניה ספק ממזר דלא משתמע מקהל וכבר הרב חד\"ה ז\"ל הוקשה לו כן בפשטא דשמעתתא משם תו' דהיכי מדריש מיתורא דקהל שתוקי בישראלי' ותי' דמקיש ממזר לקהל מה לגבי קהל ממעטינן קהל ספק הכי נמי גבי ממזר ממעטינן ספק ממזר עכ\"ל יע\"ש האמנם לדעת ה\"ה ז\"ל דס\"ל דלר\"א לא דריש קהל יתורי למישרי קהל ספק ק\"ט דהיכי מדריש מיתורא דקהל דשתוקי בישראלי' מותר וצ\"ע והרשב\"א והר\"ן ז\"ל הקשו לסברת רבינו ז\"ל מהא דאיבעי' לן בפ\"ק דחולין מנה\"מ דאזלינן בתר רובא ואתינן למיפשטא משבירת עצם בפסח דאמר רחמנא ועצם לא תשברו בו וניחוש שמא ניקב קרום של מוח אלא משום דאזלינן בתר רובא ואם איתא מאי ראיה מייתי לרובא דעלמא התם שאני דאפילו לא אזלינן בתר רובא הני שרו דהא ספק טריפות נינהו וכל ספק איסור רחמנא שריה ומהרימ\"ט ז\"ל תירץ לקו' הלזו דכי שרי רחמנא לס' ה\"ד היכא דלא אפשר להתברר כגון חתיכה ספק של חלב ספק של שומן וכיוצא אבל ספק דסמיה בידן לברורי אי טריפה היא או לא ספק כי האי לא שרי רחמנא וכתב עוד דמה\"ט דחי תלמודא בסוף הסוגיא ילפותא דרב אשי דיליף לה משחיטה עצמה וליחוש שמא במקום נקב קא שחיט ודחי ודילמא היכא דלא אפשר שאני אלמא הנך ילפותא דלעיל ניחא דאע\"ג דאפשר לא הצריך קרא בדיקה יע\"ש ומורינו הרב בספר עץ החיים דפ\"ד ובלשונות ד\"ז תמה עליו דרש\"י ז\"ל בסוף הסוגיא כתב דהא דאזלינן בתר רובא אפילו היכא דאפשר להתברר הלכה ל\"מ היא א\"נ אחרי רבים להטות משמע בין רובא דאיתיה קמן כו' ואם כדברי מוהרימ\"ט ז\"ל אמאי הוצרך לומר דההיא הל\"מ והלא אף דשחיטה אפשר להתברר נילף מפרה אדומה דאף ע\"ג דאפשר להתברר אזלינן בתר רובא (ומ\"ש שם נילף מעצם בפסח ומהנך דמפקינן לקטלא אשגרת לישן הוא דעצם בפסח כבר דחו לה בגמ' דמשכחת לה ע\"י גומרתא והנך דמפקי לקטלא אי אפשר להתברר כמובן) יע\"ש ואני אומר דאיברא ודאי שמדברי רש\"י ז\"ל מוכח כן בהדיא מ\"מ הרב ז\"ל לא כתב כן אלא לדעת רבינא דאיכא למימר דס\"ל דהנך כולהו אפשר להתברר הוי ושלא כדעת רש\"י דהשתא אתי שפיר הא דדחי בגמ' בסוף הסוגיא דמשמע דדוקא לרב אשי הוא דדחי לה ושלא כדעת רש\"י וכן נראה דעת הר\"ן ז\"ל בפי' ההלכות שם שכתב וז\"ל ושמעינן משמעתין דאפי' בבדיקת סירכות הריאה אזלינן בתר רובא דהא בפרה אדומה מצינן למיבדק ומעמידין אותה בחזקת כשירה יע\"ש הרי בהדיא דס\"ל שלא כדעת רש\"י ז\"ל מיהו הא ק\"ל לכאורה לתי' מוהרימ\"ט ז\"ל דאכתי תקשי ליה מההיא דרב אשי דאתי למיפשטא משחיטה עצמה דאמר רחמנא שחוט ואכול וליחוש שמא במקום נקב קא שחיט הרי שחיטה אי אפשר להתברר וא\"כ מאי מייתי התם שאני דלא יהא אלא ספק רחמנא שרייה וליכא למימר דהיינו דדחי לה רב כהנא ודילמא היכא דאפשר אפשר כו' שהרי אפילו רב כהנא ל\"ק היכא דלא אפשר לא אפשר אלא משום טעמא דאזלינן בתר רובא וכמבואר ממאי דקאמר דאלת\"ה לר\"מ היכי אכיל בשרא כו' ואם איתא בפשיטות הו\"ל לדחויי דהתם שאני דלא יהא אלא ספק אפי\"ה מן התורה שרי מיהו הא ודאי ל\"ק דהתם בשחיטה שאני דאף ע\"ג דאי אפשר להתברר אפ\"ה ספק אסור מן התורה לדעת רבינו ז\"ל כיון דבהמה בחייה בחזקת איסור עומדת ומספ\"ל בשחיטה עצמה אמרינן ודאי דאוקמא אחזקת איסור דמעיקרא וכל דאיתחזק איסורא אף רבינו ז\"ל מודה דאסור מן התורה דוק אלא מיהו הא ק\"ל לדברי מוהרימ\"ט ממ\"ש רבינו בדין שלפנינו דבור שמטילין בו נפלים טמא ד\"ת אבל אם הפילה שם נפלים ואין יודע אם הפילה דבר טמא ספקו טהור ומבואר מדברי הכ\"מ שם דה\"ט משום דס' דאורייתא לחומרא אינו אלא מדרבנן אע\"ג דסמיה בידן לברורי לירד לבור ואפשר שיוצא שם נפל ודבר טמא וכמו כן קשה על מ\"ש הרב בעל לח\"מ ז\"ל פ\"י מה' עדות שלדעת רבינו בגד שהוא ספק אם אבד בו כלאים אפילו קודם הצביעה אין איסורו אלא מדרבנן אע\"ג דסמיה בידן לברורי ע\"י צבעיה והנ' דמעולם לא אמרה מוהרימ\"ט ז\"ל אלא בדסמי בידן לברורי דבר והפכו בודאי כההיא דספק טריפה דבידינו לברר אם היא כשרה או טריפה משא\"כ בהנך דאע\"ג דאפשר לברר אם ימצא שם נפל או בגד של כלאים מ\"מ אכתי אפשר שלא ימצא שם נפל או כלאים ועדיין נשאר הדבר בס' כנ\"ל ונ\"ל להביא ראיה לדעת רבינו ז\"ל דס' דאורייתא לחומרא מדרבנן מההיא דפ\"ק דחולין דבעי למיפשט דאזלינן בתר רובא ממכה אביו ואמו ודחינן כגון שהיו חבושים בבי' האסורין והקשה הרב תורת חיים ז\"ל שם דאכתי אמאי לא מוכח ממ\"ש תורה דקרבנות יקריבו הכהנים ודילמא לאו כהן הוא והכא ליכא לשנויי כשהיו אביו ואמו חבושים בבית האסורים דאכתי ניחוש שמא אביו לא היה כהן ע\"ש ולדעת רבינו ז\"ל יציבא מילתא דמקרבנות ליכא לאתויי דאיכא למימר דכיון דספיקא היא אזלינן בספקו להקל ומותר להקריב קרבנות ולעולם דלאו משום רובא הוא אמנם ממכה אביו מוכח שפיר משום דספק נפשות להקל ומההיא דשבירת עצם ופרה אדומה נמי מוכח שפיר כיון דסמיה בידיה לברורי כמ\"ש מוהרימ\"ט אמנם גבי קרבנות כיון דלא אפשר לברורי ליכא להוכוחי מידי דהתם משום ספיקא הוא דאזלינן לקולא זה נראה לי ראיה נכונה לדעת רבינו ז\"ל ובהכי ניחא לי מה שהקשה עוד הרב הנז' דאמאי לא מוכח מדשרי רחמנא למיסב איתתא וניחוש שמא ממזרת היא ובהא לא שייך לשנויי כשהיו חבושים כו' דאכתי ניחוש שמא אביה ואמה ממזר' היתה אכן כפי דעת רבינו הנה נכון דהתם שאני דכל ספק רחמנא שריה כיון דלא אפשר לברורי ובר מן דין נר' דאפי' לדעת החולקים על רבי' קו' מעיקרא ליתא דבס' ממזר לכ\"ע מותר מן התורה כדנפקא לן מקהל ודאי כו' וכמו שהארכנו בזה לעיל וא\"כ הן לו יהי דספק הוי ספק ממזר מותר ולעולם דרובא לא חשיב כודאי וז\"פ ועוד היה אפשר ליישב במה ששמעתי מקשים דמאי ראיה מייתי ממכה אביו הא אמרינן בפ' החולץ דממזר לא חיי ואמרינן בירושלמי דאינו חי יותר מל' יום וא\"כ היכא איכא למיחש דילמא לאו אביו והרי זה ממזר הרי אם היה ממזר לא היה חי ולע\"ד נראה לומר דמאי דפריך בגמ' ודילמא לאו אביו הוא לאו משום חשש ממזרות קאמר דהא ודאי ממזר לא חיי אלא כלפי מאי דקי\"ל בפ' החולץ דנכרי ועבד הבא על בת ישראל הולד כשר בין בפנויה בין בנשואה ואם כן היינו דק\"ל ודילמא לאו אביו הוא דשמא בא עליה נכרי ועבד וא\"כ למה שהתירה תורה לישא אשה ליכא להוכוחי מידי דהתם ליכא למיחש דילמא ממזר הוא שהרי ממזר לא חיי ושוב שמעתי באומרים דאיתא בילקוט דהא דממזר לא חיי אינו אלא מנביאים ואילך שהתפללו שלא יחיה כדי שלא יתערבו ממזרים בישראל ומעתה ל\"ק מידי כמובן ודרך אגב ראיתי להקשות על סוגייא דפ\"ק דחולין דאמאי לא מוכח דאזלינן בתר רובא מקרא דכתיב ופדוייו מבן חדש תפדה ואם איתא ניחוש שמא טריפה הואי וקי\"ל דבכור שנטרף בתוך ל' יום אין פודין אותו דנפ\"ל מדכתיב אך כדאי' בפ\"ק דב\"ק די\"א ע\"ב וכפי' ר\"ת שם וכן הוא דעת רבינו וכן כתב השפתי כהן יורה דעה דבכור שנולד לו ספק טריפות אין פודין אותו עד לאחר י\"ב חדש והשתא אם איתא דחיישינן למיעוטא היכי קאמר קרא מבן חדש תפדה ניחוש שמא טריפה הוא שבתי וראה דהן עוד היום קשה דהא קי\"ל אין הולכין בממון אחר הרוב ופדיון הבן ממונא הוא וצ\"ע לעת הפנאי עוד הקשה הרפ\"ח ז\"ל לסברת רבינו מהא דגרסינן פרק בהמה המקשה כל בהמה תאכלו לרבות את השליא יכול אפי' יצתה מקצתה ת\"ל אותה ולא שליתה ופרכינן מכדי אין שליא בלא ולד ל\"ל קרא ופרש\"י ל\"ל קרא למימר ולא שליתה פשיטא דאסירא דשמא יצא הולד והרי הוא כילוד ומשני קרא אסמכתא בעלמא אלמא דמשום חששא דשמא יצא הולד אסורה מן התורה ותי' דכיון דיצתה מקצת שליא איכא תרי ספיקי להחמיר שמא יצא רוב הולד ואת\"ל מקצתו שמא יצא ראשו וכיון דאיכא תרי ספיקי להחמיר וחדא להקל הו\"ל כרוב ואסור מן התורה והוקשה לו לתי' זה דפ\"ק דב\"ק די\"ו בעי למפשט ממתניתין דקתני שלי' שיצתה מקצתה אסורה באכילה דעל כרחין אין מקצת שלי' בלא ולד דאי יש מקצת שליא בלא ולד לישתרי דהוה ליה ס\"ס שמא יש באותו מקצת היוצא ולד ואת\"ל יצא שמא לא יצא רובו והשתא לו יהי דאיכא ס\"ס להקל אכתי איכא ס\"ס להחמיר והו\"ל כספק שקול והיכי שרי ותי' כתירוץ הב' דאפילו תימא דשקולין הן מן התורה הו\"ל למשרי דומייא דשאר ספיקא דעלמא ומשמע ליה למקשן דהתם דמתני' דקתני אסורה באכילה מן התורה קאמר וא\"כ דמאי דדייק תלמודא לאו משום דאי איכא מקצת שליא בלא ולד הוה ליה להתיר משום ס\"ס כמ\"ש התוס' אלא משום דמשמע ליה למקשן דסיפא דקתני סימן ולד באשה כו' אמקצתה קאי כפשט דמתני' את\"ד יע\"ש וק\"ל על דבריו דנהי דהמקשה ס\"ד דאסורא באכילה איסורא דאורייתא משמע מ\"מ אכתי תיקשי למאי דמשני התם אי ממתני' הו\"א דיש מקצת שליא בלא ולד וגזירה מקצתה אטו כולה דכיון דחדית ליה השתא דאסורה באכילה דמתני' מדרבנן קאמר אמאי הוצרך לומר גזירה מקצתה כו' ולישני ליה בפשיטות אי ממתני' הו\"א מאי אסורה באכילה דקתני מדרבנן מיהא אסור כשאר ספיקי דאורייתא ותו לא ידעתי אמאי ל\"ק ליה להרב ז\"ל מרישא דסוגי' דקאמר אלא אמר רבא לחוש חוששת ופריך מאי קמ\"ל דאין מקצת שליא בלא ולד ופרש\"י דמש\"ה חוששת שמא רוב מיחוי הולד היה שם כו' דאי יש מקצת שליא בלא ולד לא הוה חיישי' כולי האי דנימא תרי חומרי דילמא נפקא ורוב נפקא והשתא לו יהי דנימא דיש מקצת שליא בלא ולד ואיכא ס\"ס להקל אפ\"ה כיון דאיכא ס\"ס להחמיר הוה ליה ספק שקול וחיישינן מיהא מדרבנן כשאר ספיקי דאורייתא דהכא ודאי ליכא למימר דמשמע ליה דחוששת מדאורייתא קאמר דלישנא דחוששת אדרבא משמע טפי מדרבנן ותו ק\"ל לפי תי' ז\"ל מההיא דאמרינן התם אמר עולא שליא שיצתה מקצתה ביום א' ומקצתה ביום ב' מונים לה מיום א' א\"ל רבא מאי דעתך לחומרא חומרא דאתי לידי קולא הוא דקא מטהרת לה מראשון והשתא מאי קו' הא משום הכי מטהרינן לה מראשון והדמים שתראה בט\"ו טהורין משום דאיכא ס\"ס להקל שמא יצא ראשו והתוס' ז\"ל שם הקשו וז\"ל וא\"ת דאמאי לא יהיו טהורין מס\"ס דילמא יצא ראשו או רובו ואת\"ל לא יצא דילמא הוא זכר ותי' דלא מצינן למשרי משום ס\"ס משום דהוה ליה תרי קולי דסתרי אהדדי שאם תראה יום מ\"א תשתרי נמי מס\"ס שמא לא יצא ואת\"ל יצא שמא נקבה היא והשתא בתחילה התרנוהו משום דשמא זכר השתא נתירהו משום דשמא נקבה כו' יע\"ש והשתא אמאי ל\"ק להו בפשיטות דאיכא ס\"ס שמא יצא רובא ואת\"ל מקצתו שמא יצא ראשו דמתחלה לא התרנוהו אותה משום דשמא זכר כי היכי דתיהוי תרתי דסתרן דאפילו במונח דנקבה היא אפי\"ה יש להתיר אותה מכח ס\"ס וליכא למימר דהכא נמי הו\"ל תרי קולא דסתרי אהדדי דבתחלה התרנוהו משום ספק דשמא יצא ראשו או רובו והשתא נתירהו משום דשמא לא יצא דהא ודאי ליתא דעכ\"ל דע\"כ לא כתבו התוס' דכל היכא דהוו תרתי דסתרן אהדדי לא מקלינן בס\"ס אלא דוקא היכא דהוו תרתי דסתרן אהדדי בשני צדדי הספק וכגוונא דכתבו התוס' דבתחלה התרנו מס\"ס שמא יצא ראשו או שמא זכר הוא ועכשיו נתירהו מס\"ס שמא לא יצא או שמא נקבה דלכל ב' צדדים הוו תרתי דסתרן אהדדי אבל היכא דלא הוו תרתי דסתרן בב' צדדי הס' כנ\"ד אע\"ג דבחד צד הוי תרתי דסתרן מ\"מ לא מיקרי סתרן אהדדי כיון דאיכא למיתלי דמשום טעמא דשמא נקבה התרנו אותה בסופה וזה מוכרח ממאי דקאמר בגמרא מאי קמשמע לן דאין מקצת שליא בלא ולד דאי יש מקצת שליא בלא ולד לא חיישינן משום דהוי ס\"ס והשתא כפי דברי התוס' קשה דאפילו נימא דיש מקצת שליא בלא ולד אין להתיר משום ס\"ס דהו\"ל תרי קולי דסתרי אהדדי שאם תראה ביום ט\"ו תשתרי נמי מס\"ס שמא יצא רובו ואת\"ל לא יצא שמא זכר הוא ובתחלה התרנו משום דלא יצא ועכשיו נתירהו משום שמא יצא אלא ודאי משמע דהא כיון דלא הוי תרתי דסתרן אהדדי בב' צדדי הספק לא חשיב תרתי דסתרן אהדדי. שוב ראיתי בספר לחם אבירים שהוקשה לו כן בדברי התוס' ותירץ דהכא אין להתיר ביום ט\"ו מטעם ס\"ס דשמא יצא רובו דכיון דביום ראשון איכא ס\"ס למי' דלא יצא חשיב כודאי ותו ליכא לספוקי כלל שמא יצא יע\"ש וא\"כ מה\"ט נמי י\"ל בקו' דידן דלא חשיב תרתי דסתרן דכיון דביום ט\"ו התרנו מס\"ס שמא יצא ראשו או רובו אין להתיר ביום מ\"א מטעמא דשמא לא יצא אלא ודאי משמע ודאי לא חשיב ס\"ס דכשאנו אומרים שמא יצא רובו הרי ראשו בכלל דראשו חשיב כרובו ומעתה אזלה לה תי' תוס' ז\"ל ולעיקר קושייתו נ\"ל לתרץ דהכא אף רבינו ז\"ל מודה דס' אסור מן התורה דכיון דבהמה בחייה בחזקת איסור עומדת ושלייתה ג\"כ היתה בכלל איסור ומספ\"ל בעיקר שחיטה אי שחיטת אמו טהרתה או לא איכא למימר ודאי העמד דבר אחזקתיה דקודם שחיטה והו\"ל איתחזק איסור' דאסור מדאורייתא אף לדעת רבינו כנ\"ל ודו\"ק. ומוהרימ\"ט ז\"ל הביא ראיה לדעת רבינו ז\"ל מההיא דפ\"ק די\"ט דאמרינן כוי אין שוחטין אותו בי\"ט ואם שחטו אין מכסין את דמו ומפ' רבא דאפר כירה דעתו על הודאי ואין דעתו על הספק ואי ס\"ד דספיקא דאורייתא הוא אמאי אין דעתו על הספק הרי חייב לכסות דודאי הוא ועוד מפרש התם טעמא דאסור לכסות גזירה משום התרת חלבו ומסיק דבחול מספיקא אמרי ליה רבנן זיל טרח וכסי בי\"ט אי מספיקא מי אמרי ליה רבנן זיל טרח ואי ס\"ד דמדאורייתא חייב לכסות מי לא אמרינן זיל טרח והיכי אתו לאסור לפי שטרח בי\"ט הא טירחא לצורך היא את\"ד יע\"ש: ולע\"ד נראה שכפי מ\"ש מוהר\"ב ז\"ל בשיטה מקובצת שם משם הרשב\"א ז\"ל אההיא דאמרינן התם אתי עשה ודחי ל\"ת וז\"ל הקשה הרשב\"א ז\"ל ואמאי דחי שהרי אפשר לקיים את ב' דימתין לערב ויכסה ותי' ז\"ל דכיון דאי אפשר לקיים את שתיהם לאלתר ודאי דחי יע\"ש יש ליישב דאע\"ג דספיקא דאורייתא לחומרא ד\"ת אפי\"ה לא חשיב כודאי איסור וכמ\"ש מוהרנ\"ח ז\"ל ח\"א סימן א' וא\"כ מש\"ה קאמר בגמ' דאפר כירה דעתו על הודאי ואין דעתו על הספק דאע\"ג דמדאורייתא חייב לכסות מספק מ\"מ הרי אפשר לכסותו בערב ולא מיעקרא מצות כיסוי כלל וטעי וסבר דכיון דמס' הוא לא מחייב לקיים מצות כיסוי לאלתר כמו שמחויב על הודאו והיינו נמי דאמרינן דבחול מספיקא אמרי ליה רבנן זיל טרח בי\"ט אי מס' מי אמרי ליה רבנן כיון דאפשר לכסותו בערב הו\"ל טירחא שלא לצורך כנ\"ל ואדרבא מהך סוגיא נראה שיש להוכיח קצת דס' אסור מדאורייתא מדקאמר דטעמא דאסור לכסות גזירה משום התרת חלבו ואי ספק דרבנן הוא אם כן חלב הכוי לא אסור אלא מדרבנן והיכי גזרו שלא לכסות אטו התרת חלבו והא הו\"ל גזירה לגזרה גם מה שהביא הפר\"ח ז\"ל ראיה לדעת רבינו ז\"ל מההיא דר\"פ בתרא דיומא דאותביה ר\"י לר\"ל דאמר חצי שיעור אסור מדרבנן מברייתא דקתני אין לי אלא כל שיש בו בעונש יש בו באזהרה כוי וחצי שיעור הואיל ואינו בעונש יכול אינו באזהרה ת\"ל כל ומשני מדרבנן וקרא אסמכתא בעלמא הרי דלר\"ל דסבר חצי שיעור אינו אסור אלא מדרבנן מינה שמעינן לכוי ואכולה ברייתא משני דהוי מדרבנן וקרא אסמכתא בעלמא לע\"ד נראה שאין ראיה כלל ומאי דקאמר בגמ' מדרבנן וקרא אסמכתא בעלמא לאו למימרא דמדאורייתא שרי אלא הכי קאמר דמדאוריי' ודאי לא אתי קרא לרבויי כוי וחצי שיעור האי כי טעמיה והאי כי טעמיה חצי שיעור משום טעמ' דמדאוריית' שרי וכוי משום דבלא\"ה אסור מן התורה דס' אסורה מדאוריי' ודכוותא אשכחן בדוכתי טובא דקאמר תלמודא אסמכתא בעלמא ולאו למימר דאיסור מדרבנן אלא דקרא לא אצטריך דבלאו קרא אסור וראיה מההיא דפרק בהמה המקשה דפריך מכדי אין שליא בלא ולד למה לי קרא ומשני קרא אסמכתא בעלמא הרי דאע\"ג דבלאו קרא אסור מן התורה אפי' הכי קאמר אסמכתא בעלמא ודכוותא נמי הכא ועיין במוהר\"ם בן חביב ז\"ל מה שהשיג על הפר\"ח בזה שדבריו תמוהים כמו שיראה הרואה ומהחכם השלם רב ועצום כמוהר\"י אשכנזי ז\"ל שמעתי ישוב על זה ע\"פ מ\"ש התוס' פרק ג' דבכורות ד\"ב ע\"ב וז\"ל ואי הוה אמרינן דלא חשיב דאיכא חזקה בהדה מה שהיתה בחזקת שלא ילדה שאדרבא העמד ולד בחזקת שאינו קדוש שהוא חולין במעי אמו ע\"ש וכן כתבו ביבמות דקי\"ט ע\"א ד\"ה מחוורת' ובחולין די\"ח ע\"ב ע\"ש הנה מבואר דס\"ל דחזקה דמעי אמו חזקה היא וא\"כ הכא נמי גבי כוי כיון דקי\"ל דחלב השליל מותר ואפי' בן תשעה חי כמ\"ש הטור ז\"ל י\"ד סי' ס\"ד אם כן משמע ודאי דכוי אינו אסור אלא מדרבנן דמדאוריי' איכא למימר העמד חלב על חזקתו א\"ד ואולם אחר העיון נראה ודאי דאין מקום לתי' זה דא\"כ לפי דבריו חלב הכוי לכ\"ע אינו אסור אלא מדרבנן ובפ\"ד דכריתות מותנינן התם למ\"ד דבעינן חתיכה א' משני חתיכות מברייתא דקתני ר\"א אומר כוי חייבים על חלבו אשם תלוי ומשנינן דר\"א סבר דלא בעינן חתיכה אחת מב' חתיכות והשתא קשה דלו יהי דר\"א ס\"ל דאפי' בחתיכה אחת מיחייב אשם תלוי ה\"ד היכי דליכא לא חזקת איסור ולא חזקת היתר דהו\"ל ספיקא דאורייתא ומדאורייתא לחומרא אמנם בכוי דאיכא חזקת היתר כיון דמדאורייתא מותר איך קאמר דחייב אשם תלוי ותדע שהרי הרשב\"א ז\"ל הביא ראיה דספק דאורייתא לחומרא מהא דכריתות דמחייב ר\"א אשם תלוי אפי' בחתיכה אחת ואפי' מאן דפליג וס' דבעינן ב' חתיכות ה\"ד לענין אשם תלוי אבל איסורא דאורייתא מיהו איכא ולדעת רבינו צ\"ל דס\"ל דבהא פליגי כמ\"ש הרשב\"א ז\"ל ועיי מהרימ\"ט ז\"ל הרי מבואר דמאן דמחייב אשם תלוי בחתיכה א' הוא משום דס\"ל דספק דאורייתא לחומרא מדאורייתא וא\"כ אי גבי כוי לכ\"ע מדאורייתא שרי היכי מחייב ר\"א אשם תלוי ובר מן דין קשה לי על דברי התוס' ז\"ל דבכורות שכתב דחזקת מעי אמו חשובה חזקה א\"כ היכי בעי למיפשט התם פ\"ק דחולין דאזלינן בתר רובא מרישא של עולה דאמר קרא וניתח אותה לנתחיה כו' וניחוש שמא ניקב קרום של מוח וכן מפרה אדומה כדאית' התם ודילמא התם ה\"ט משום דאזלינן בתר חזקת מעי אמו שאין טריפות פוסל כדקי\"ל בי\"ד סי' י\"ג דהשוחט את הבהמה ומצא בה בן ט' חי אפי' הפריס ע\"ג קרקע אין טריפות פוסל בה וכבר התוס' שם בד\"ה אתיא מפרה אדומה הקשו שם וז\"ל וא\"ת כיון דפרה בת שתים א\"כ דילמא ה\"ט משום דהעמידנה אחזקתה שאינו טריפה למ\"ד טריפה אינה חיה כו' ותירץ דכל חזקה שלא נתבררה ולא נודע אפי' שעה אחת לא אזלינן בתרה כו' יע\"ש ותי' ז\"ל לא יגהה מזור לקו' כמובן:<br><b> ודרך </b> אגב אומר שיש לדקדק בדברי התוס' דמאי ק\"ל הא לעיל סמוך ונראה ד\"ה מנה\"מ הק' וז\"ל וא\"ת כיון דאזלינן בתר חזקה כ\"ש דאזלינן בתר רובא דרובא וחזקה רובא עדיף וי\"ל דלראב\"י בעי דלא קים ליה חזקה מקרא למאי דמפ' ר\"ח כו' יע\"ש והשתא כפי תי' ז\"ל מאי קשיא להו הכא הא כי נמי נימא דטעמא דפרה אדומה משום חזקה הוא שפיר איכא למיפשט מינה דאזלינן בתר רובא דרובא וחזקה רובא עדיף ולומר דקו' אינו אלא לפי תי' הר' חיים שכתבו לעיל זה ודאי דוחק דכל כי האי הי\"ל לפרש האמנם הנראה ברור בכונתם ז\"ל דק' להו כלפי מה דגרסינן ביבמות ובדוכתא טובא דכל דאיכא רובא וחזקה אפי' ר\"מ דחייש למיעוטא מודה דלא חיישינן משום דהוה ליה מעוטא דמיעוטא וא\"כ היינו דק' להו דמנ\"ל למילף מפרה אדומה דאזלינן בתר רובא דילמא התם ה\"ט דאיכא נמי חזקה והו\"ל מיעוטא דמיעוטא ולעולם דברובא גרידא חיישינן למיעוטא ושוב ראיתי להרשב\"א ז\"ל שתירץ כן לקו' התוס' ולדעתי איכא למישדי ביה נרגא כמ\"ש וצ\"ע: ואיך שיהי' לדאתן עלה לדברי התוס' ז\"ל שכתבו דחזקה דמעי אמו חשיבא חזקה נראה דמעולם לא כתבו התוס' כן אלא דוקא גבי בכור משום דכל זמן שהוא במעי אמו אין כאן קדושה עליו כלל דגזירת הכתוב היא דבפטר רחם תלה רחמנא ואפי' נתנבלה או נטרפה אמו אין קדושה חלה עליו משא\"כ גבי טריפה דטעמא דאין טריפה פוסל בה היינו משום דשחיטת אמו מטהרתו ועובר ירך אמו וחשיבה כחתיכת בשר דעלמא ואם נתנבלה או נטרפה אמו טעון שחיטה מדאורייתא וכל טרפות פוסל בה כדאיתא התם וכיון שכן ודאי דחזקה דמעי אמו לא חשיבא חזקה ודאית דדילמא טרפה היא או תתנבל אמו כנ\"ל נכון ומעתה הא דכוי נמי דכוות' היא דשחיטת אמו הוא דמטהרתו דומיא דטריפה וכנודע עוד ראיתי מי שהקשה לדעת רבינו ז\"ל מההיא דגרסינן פרק נערה שנתפתתה דנ\"ה ע\"ב אמר אבוה דשמואל אשת ישראל שנאנסה אסורה לבעלה חיישי' שמא תחילתה באונס וסופה ברצון וכתבו התוס' שם דחיישינן דמדאורייתא קאמר בתר הכי ולאבוה דשמואל אונס דשרי רחמנא היכי משכחת לה והשתא לדעת רבינו ז\"ל כל ספק רחמנא שרי ואפשר לומר דרבינו ס\"ל דחיישינן מדרבנן קאמר ומאי דפריך בגמ' אונס דשרי רחמנא היכי משכחת לה הכי פריך כיון דמס' התירו מדאורייתא אין להם כח לחכמים לאסור וכמ\"ש הטורי זהב בי\"ד סימן קי\"ז ומשני דמשכחת לה כגון דקאמרי עדים דקא צוחה מתחילה ועד סוף וכיון שכן נמצא שלא בא התירו מפו' ומש\"ה אסורה מדרבנן כנ\"ל כתב הרב מקור ברוך ז\"ל בתשו' סי' ל\"א שדעת הרא\"ש כדעת הרשב\"א ז\"ל דספק אסור' מדאורייתא ממ\"ש בפ\"ב דיומא התוס' י\"ה צריך שיהיה קודם בין השמשות דאלו בה\"ש ס' יום ס' לילה כו' ובלאו ריבוייא דקרא צריך לפרוש מס' כו' יע\"ש ולע\"ד אין מדברי הרא\"ש ז\"ל ראיה כלל דאיכא למימר הרא\"ש ז\"ל ס\"ל דבה\"ש חשיב כחתיכה אחת מב' חתיכות מדמחייב אשם תלוי שהרי יום חול ויום שבת לפניו וכ\"כ הר\"ן ז\"ל שם וז\"ל יש לשאול זמן תוס' מאימת כו' וא\"א לומר שיהיה זמן בה\"ש שהרי תוס' זה אינו אלא בעשה ובה\"ש ס' כרת הוא וחייב אשם תלוי וכ\"כ הפר\"ח ז\"ל בכללי ס\"ס שכן דעת רש\"י ורבינו ז\"ל שלא כדעת התוס' שכתבו בכריתות דמתניתין דקתני שבת ויום חול ואינו יודע באיזה מהן עשה מלאכה הרי זה מביא אשם מיירי בבה\"ש דמוצאי שבת דהוקבע איסורא כל היום יע\"ש אלא שדברי הר\"ן ז\"ל תמוהים בעיני ממ\"ש בפרק המביא ד\"ב וז\"ל ולי נראה דכיון דצותה תורה תוס' צריך להוסיף חוץ מן הזמן שהוא אסור מס' דאל\"כ לא היה צריך להזהיר על התוס' וזה על דעת מי שסובר דס' דאורייתא לחומרא מדאורייתא הוא ע\"כ וכונתו לומר שלדעת רבינו ודעימיה דס\"ל דספק דאורייתא לחומרא הוא מדרבנן מצינן לומר דהתוס' נכלל בזמן בה\"ש ולא בעי להוסיף מידי קודם בה\"ש ועיין בפר\"ח ז\"ל ה' יה\"כ סי' תר\"ח סק\"ו והשתא קשה שכפי מ\"ש בפרק יה\"כ דבה\"ש חשיב כחתיכה אחת מב' חתיכות וחייב אשם תלוי לכ\"ע מדאורייתא אסור ושוב אחר זמן רב שכתבתי זה נדפס ס' לשון למודים למו\"ה הי\"ו וראיתי לו שם בה' יוה\"כ סי' רי\"ח הק' קו' הלזו משם הרב מו\"ח כמוהר\"א חאקי ז\"ל ע\"ש מה שתי' בדוחק ותו ק\"ל דהא לו יהי דנימא דבה\"ש לא חשיב כחתיכה אחת מב' חתיכות וכדברי התוס' אכתי איך אפשר לומר שלדעת רבינו ודעימיה תוס' יה\"כ בכלל בה\"ש הוא שהרי בפרק יה\"כ קתני בברייתא ועניתם את נפשותיכם כו' הא כיצד מתחיל ומתענה מבע\"י שהן מוסיפין מחול על הקודש אין לי אלא לפניו לאחריו מנין ת\"ל מערב עד ערב והשתא אי תוס' יה\"כ היינו בה\"ש איך קאמר בבריי' לאחריו מנין לכ\"ע איקבע איסורא מיקרי ומתניתין היא בהדיא וא\"כ ל\"ל קרא וי\"ל דמ\"ש הר\"ן ז\"ל דלמ\"ד ספק דאורייתא לחומרא מדרבנן מוקמינן לתוס' בה\"ש היינו דוקא לתוס' דכניסה אבל תוס' דיציאה ודאי דהיינו אחר זמן בה\"ש וברייתא ה\"ק אין לי אלא לפניו שצריך להוסיף בה\"ש לאחריו מנין שצריך להוסיף אף אחר בה\"ש ת\"ל מערב עד ערב ומ\"מ זה דוחק דא\"כ ערב בתרא לא הוי דומיא דערב קמא וצ\"ע: עוד ראיתי לעמוד על מ\"ש מוהרימ\"ט חי\"ד סי' הנזכר ליישב מה שהקשה מרן הכ\"מ ז\"ל על מה שפסק רבינו ז\"ל בהלכות שגגות פ\"ח דין ד' מי שהיה לפניו שתי חתיכות אחת של חלב ואחת של שומן ובא גוי ואכל את הראשונה ובא ישראל ואכל את השניה כו' הרי זה חייב באשם תלוי הואי"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שער המלך על משנה תורה, הלכות טומאת מת",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Sha'ar HaMelekh",
        "Sefer Taharah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}