{
    "title": "Mishneh Torah, The Chosen Temple",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_Torah,_The_Chosen_Temple",
    "text": [
        [
            "מִצְוַת עֲשֵׂה לַעֲשׂוֹת בַּיִת לַה' מוּכָן לִהְיוֹת מַקְרִיבִים בּוֹ הַקָּרְבָּנוֹת. וְחוֹגְגִין אֵלָיו שָׁלֹשׁ פְּעָמִים בַּשָּׁנָה שֶׁנֶּאֱמַר <small>(שמות כה ח)</small> \"וְעָשׂוּ לִי מִקְדָּשׁ\". וּכְבָר נִתְפָּרֵשׁ בַּתּוֹרָה מִשְׁכָּן שֶׁעָשָׂה משֶׁה רַבֵּנוּ. וְהָיָה לְפִי שָׁעָה שֶׁנֶּאֱמַר <small>(דברים יב ט)</small> \"כִּי לֹא בָאתֶם עַד עָתָּה\" וְגוֹ':\n",
            "כֵּיוָן שֶׁנִּכְנְסוּ לָאָרֶץ הֶעֱמִידוּ הַמִּשְׁכָּן בַּגִּלְגָּל אַרְבַּע עֶשְׂרֵה שָׁנָה שֶׁכָּבְשׁוּ וְשֶׁחִלְּקוּ. וּמִשָּׁם בָּאוּ לְשִׁילֹה וּבָנוּ שָׁם בַּיִת שֶׁל אֲבָנִים וּפָרְשׂוּ יְרִיעוֹת הַמִּשְׁכָּן עָלָיו וְלֹא הָיְתָה שָׁם תִּקְרָה. וְשס''ט שָׁנָה עָמַד מִשְׁכַּן שִׁילֹה וּכְשֶׁמֵּת עֵלִי חָרַב וּבָאוּ לְנֹב וּבָנוּ שָׁם מִקְדָּשׁ. וּכְשֶׁמֵּת שְׁמוּאֵל חָרַב וּבָאוּ לְגִבְעוֹן וּבָנוּ שָׁם מִקְדָּשׁ. וּמִגִּבְעוֹן בָּאוּ לְבֵית הָעוֹלָמִים. וִימֵי נֹב וְגִבְעוֹן שֶׁבַע וַחֲמִשִּׁים שָׁנָה:\n",
            "כֵּיוָן שֶׁנִּבְנָה הַמִּקְדָּשׁ בִּירוּשָׁלַיִם נֶאֶסְרוּ כָּל הַמְּקוֹמוֹת כֻּלָּן לִבְנוֹת בָּהֶן בַּיִת לַה' וּלְהַקְרִיב בָּהֶן קָרְבָּן. וְאֵין שָׁם בַּיִת לְדוֹרֵי הַדּוֹרוֹת אֶלָּא בִּירוּשָׁלַיִם בִּלְבַד וּבְהַר הַמּוֹרִיָּה שֶׁבָּהּ נֶאֱמַר <small>(דברי הימים א כב א)</small> \"וַיֹּאמֶר דָּוִיד זֶה הוּא בֵּית ה' הָאֱלֹהִים וְזֶה מִּזְבֵּחַ לְעלָה לְיִשְׂרָאֵל\" וְאוֹמֵר <small>(תהילים קלב יד)</small> \"זֹאת מְנוּחָתִי עֲדֵי עַד\":\n",
            "בִּנְיָן שֶׁבָּנָה שְׁלֹמֹה כְּבָר מְפֹרָשׁ בִּמְלָכִים. וְכֵן בִּנְיָן הֶעָתִיד לְהִבָּנוֹת אַף עַל פִּי שֶׁהוּא כָּתוּב בִּיחֶזְקֵאל אֵינוֹ מְפֹרָשׁ וּמְבֹאָר. וְאַנְשֵׁי בַּיִת שֵׁנִי כְּשֶׁבָּנוּ בִּימֵי עֶזְרָא בָּנוּהוּ כְּבִנְיַן שְׁלֹמֹה וּמֵעֵין דְּבָרִים הַמְפֹרָשִׁים בִּיחֶזְקֵאל:\n",
            "וְאֵלּוּ הֵן הַדְּבָרִים שֶׁהֵן עִקָּר בְּבִנְיַן הַבַּיִת. עוֹשִׂין בּוֹ קֹדֶשׁ וְקֹדֶשׁ הַקָּדָשִׁים וְיִהְיֶה לִפְנֵי הַקֹּדֶשׁ מָקוֹם אֶחָד וְהוּא הַנִּקְרָא אוּלָם. וּשְלָשְתָּן נִקְרָאִין הֵיכָל. וְעוֹשִין מְחִצָּה אַחֶרֶת סָבִיב לַהֵיכָל רְחוֹקָה מִמֶּנּוּ כְּעֵין קַלְעֵי הֶחָצֵר שֶׁהָיוּ בַּמִּדְבָּר. וְכָל הַמֻּקָּף בִּמְחִיצָה זוֹ שֶׁהוּא כְּעֵין חֲצַר אֹהֶל מוֹעֵד הוּא הַנִּקְרָא עֲזָרָה וְהַכּל נִקְרָא מִקְדָּשׁ:\n",
            "וְעוֹשִׂין בַּמִּקְדָּשׁ כֵּלִים. מִזְבֵּחַ לָעוֹלָה וְלִשְׁאָר הַקָּרְבָּנוֹת. וְכֶבֶשׁ שֶׁעוֹלִים בּוֹ לַמִּזְבֵּחַ. וּמְקוֹמוֹ לִפְנֵי הָאוּלָם מָשׁוּךְ לְדָרוֹם. וְכִיּוֹר וְכַנּוֹ לְקַדֵּשׁ מִמֶּנּוּ הַכֹּהֲנִים יְדֵיהֶם וְרַגְלֵיהֶם לָעֲבוֹדָה. וּמְקוֹמוֹ בֵּין הָאוּלָם וְלַמִּזְבֵּחַ מָשׁוּךְ לְדָרוֹם שֶׁהוּא שְׂמֹאל הַנִּכְנָס לַמִּקְדָּשׁ. וּמִזְבֵּחַ לַקְּטֹרֶת וּמְנוֹרָה וְשֻׁלְחָן וּשְׁלָשְׁתָּן בְּתוֹךְ הַקֹּדֶשׁ לִפְנֵי קֹדֶשׁ הַקָּדָשִׁים:\n",
            "הַמְּנוֹרָה בַּדָּרוֹם מִשְּׂמֹאל הַנִּכְנָס וְשֻׁלְחָן מִיָּמִין שֶׁעָלָיו לֶחֶם הַפָּנִים. וּשְׁנֵיהֶם בְּצַד קֹדֶשׁ הַקָּדָשִׁים מִבַּחוּץ וּמִזְבַּח הַקְּטֹרֶת מָשׁוּךְ מִבֵּין שְׁנֵיהֶם לַחוּץ. וְעוֹשִׂין בְּתוֹךְ הָעֲזָרָה גְּבוּלִין עַד כָּאן לְיִשְׂרָאֵל עַד כָּאן לַכֹּהֲנִים. וּבוֹנִים בָּהּ בָּתִּים לִשְׁאָר צָרְכֵי הַמִּקְדָּשׁ כָּל בַּיִת מֵהֶם נִקְרָא לִשְׁכָּה:\n",
            "כְּשֶׁבּוֹנִין הַהֵיכָל וְהָעֲזָרָה בּוֹנִין בַּאֲבָנִים גְּדוֹלוֹת. וְאִם לֹא מָצְאוּ אֲבָנִים בּוֹנִין בִּלְבֵנִים. וְאֵין מְפַצְּלִין אֶת אַבְנֵי הַבִּנְיָן בְּהַר הַבַּיִת אֶלָּא מְפַצְּלִין אוֹתָן וּמְסַתְּתִין אוֹתָן מִבַּחוּץ וְאַחַר כָּךְ מַכְנִיסִין אוֹתָן לַבִּנְיָן. שֶׁנֶּאֱמַר <small>(מלכים א ה לא)</small> \"אֲבָנִים גְּדלוֹת אֲבָנִים יְקָרוֹת לְיַסֵּד הַבָּיִת אַבְנֵי גָזִית\". וְאוֹמֵר <small>(מלכים א ו ז)</small> \"וּמַקָּבוֹת וְהַגַּרְזֶן כָּל כְּלִי בַרְזֶל לֹא נִשְׁמַע בַּבַּיִת בְּהִבָּנֹתוֹ\":\n",
            "וְאֵין בּוֹנִין בּוֹ עֵץ בּוֹלֵט כְּלָל אֶלָּא אוֹ בַּאֲבָנִים אוֹ בִּלְבֵנִים וְסִיד. וְאֵין עוֹשִׂין אַכְסַדְרוֹת שֶׁל עֵץ בְּכָל הָעֲזָרָה אֶלָּא שֶׁל אֲבָנִים אוֹ לְבֵנִים:\n",
            "וּמְרַצְּפִין אֶת כָּל הָעֲזָרָה בַּאֲבָנִים יְקָרוֹת. וְאִם נֶעֶקְרָה אֶבֶן אַף עַל פִּי שֶׁהִיא עוֹמֶדֶת בִּמְקוֹמָהּ. הוֹאִיל וְנִתְקַלְקְלָה פְּסוּלָה וְאָסוּר לַכֹּהֵן הָעוֹבֵד לַעֲמֹד עָלֶיהָ בִּשְׁעַת הָעֲבוֹדָה עַד שֶׁתִּקָּבַע בָּאָרֶץ:\n",
            "וּמִצְוָה מִן הַמֻּבְחָר לְחַזֵּק אֶת הַבִּנְיָן וּלְהַגְבִּיהוֹ כְּפִי כֹּחַ הַצִּבּוּר שֶׁנֶּאֱמַר <small>(עזרא ט ט)</small> \"וּלְרוֹמֵם אֶת בֵּית אֱלֹהֵינוּ\". וּמְפָאֲרִין אוֹתוֹ וּמְיַפִּין כְּפִי כֹּחָן אִם יְכוֹלִין לָטוּחַ אוֹתוֹ בְּזָהָב וּלְהַגְדִּיל בְּמַעֲשָׂיו הֲרֵי זֶה מִצְוָה:\n",
            "אֵין בּוֹנִין אֶת הַמִּקְדָּשׁ בַּלַּיְלָה שֶׁנֶּאֱמַר <small>(במדבר ט טו)</small> \"וּבְיוֹם הָקִים אֶת הַמִּשְׁכָּן\" בַּיּוֹם מְקִימִין לֹא בַּלַּיְלָה. וְעוֹסְקִין בַּבִּנְיָן מֵעֲלוֹת הַשַּׁחַר עַד צֵאת הַכּוֹכָבִים. וְהַכּל חַיָּבִין לִבְנוֹת וּלְסָעֵד בְּעַצְמָן וּבְמָמוֹנָם אֲנָשִׁים וְנָשִׁים כְּמִקְדַּשׁ הַמִּדְבָּר. וְאֵין מְבַטְּלִין תִּינוֹקוֹת שֶׁל בֵּית רַבָּן לַבִּנְיָן. וְאֵין בִּנְיַן בֵּית הַמִּקְדָּשׁ דּוֹחֶה יוֹם טוֹב:\n",
            "הַמִּזְבֵּחַ אֵין עוֹשִׂין אוֹתוֹ אֶלָּא בִּנְיַן אֲבָנִים (גָּזִית) וְזֶה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(שמות כ כא)</small> \"מִזְבַּח אֲדָמָה תַּעֲשֶׂה לִּי\" שֶׁיִּהְיֶה מְחֻבָּר בָּאֲדָמָה שֶׁלֹּא יִבְנוּהוּ לֹא עַל גַּבֵּי כֵּפִין וְלֹא עַל גַּבֵּי מְחִלּוֹת. וְזֶה שֶׁנֶּאֱמַר <small>(שמות כ כב)</small> \"וְאִם מִזְבַּח אֲבָנִים\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁאֵינוֹ רְשׁוּת אֶלָּא חוֹבָה:\n",
            "כָּל אֶבֶן שֶׁנִּפְגְּמָה כְּדֵי שֶׁתַּחְגֹּר בָּהּ הַצִּפֹּרֶן כְּסַכִּין שֶׁל שְׁחִיטָה הֲרֵי זוֹ פְּסוּלָה לַכֶּבֶשׁ וְלַמִּזְבֵּחַ שֶׁנֶּאֱמַר <small>(דברים כז ו)</small> \"אֲבָנִים שְׁלֵמוֹת תִּבְנֶה אֶת מִזְבַּח ה'\". וּמֵהֵיכָן הָיוּ מְבִיאִין אַבְנֵי מִזְבֵּחַ מִן בְּתוּלַת הַקַּרְקַע חוֹפְרִין עַד שֶׁמַּגִּיעִין לְמָקוֹם הַנִּכָּר שֶׁאֵינוֹ מְקוֹם עֲבוֹדָה וּבִנְיָן וּמוֹצִיאִין מִמֶּנּוּ הָאֲבָנִים. אוֹ מִן הַיָּם הַגָּדוֹל. וּבוֹנִין מֵהֶן. וְכֵן אַבְנֵי הַהֵיכָל וְהָעֲזָרוֹת שְׁלֵמוֹת הָיוּ:\n",
            "אַבְנֵי הֵיכָל וַעֲזָרוֹת שֶׁנִּפְגְּמוּ אוֹ שֶׁנִּגְמְמוּ פְּסוּלִין וְאֵין לָהֶן פִּדְיוֹן אֶלָּא נִגְנָזִים. כָּל אֶבֶן שֶׁנָּגַע בָּהּ הַבַּרְזֶל אַף עַל פִּי שֶׁלֹּא נִפְגְּמָה פְּסוּלָה לְבִנְיַן הַמִּזְבֵּחַ וּבִנְיַן הַכֶּבֶשׁ שֶׁנֶּאֱמַר <small>(שמות כ כב)</small> \"כִּי חַרְבְּךָ הֵנַפְתָּ עָלֶיהָ וַתְּחַלְלֶהָ\". וְהַבּוֹנֶה אֶבֶן שֶׁנָּגַע בָּהּ בַּרְזֶל בַּמִּזְבֵּחַ אוֹ בַּכֶּבֶשׁ לוֹקֶה שֶׁנֶּאֱמַר <small>(שמות כ כב)</small> \"לֹא תִבְנֶה אֶתְהֶן גָּזִית\". וְהַבּוֹנֶה אֶבֶן פָּגוּם עוֹבֵר בַּעֲשֵׂה:\n",
            "אֶבֶן שֶׁנִּפְגְּמָה אוֹ שֶׁנָּגַע בָּהּ בַּרְזֶל אַחַר שֶׁנִּבְנֵית בַּמִּזְבֵּחַ אוֹ בַּכֶּבֶשׁ אוֹתָהּ הָאֶבֶן פְּסוּלָה וְהַשְּׁאָר כְּשֵׁרוֹת. וּמְלַבְּנִין אֶת הַמִּזְבֵּחַ פַּעֲמַיִם בְּשָׁנָה בַּפֶּסַח וּבֶחָג. וּכְשֶׁמְּלַבְּנִין אוֹתָן מְלַבְּנִין בְּמַפָּה. אֲבָל לֹא בְּכָפִיס שֶׁל בַּרְזֶל שֶׁמָּא יִגַּע בָּאֶבֶן וְיִפְסל:\n",
            "אֵין עוֹשִׂין מַדְרֵגוֹת לַמִּזְבֵּחַ שֶׁנֶּאֱמַר <small>(שמות כ כג)</small> \"לֹא תַעֲלֶה בְמַעֲלֹת עַל מִזְבְּחִי\". אֶלָּא בּוֹנִין כְּמוֹ תֵּל בִּדְרוֹמוֹ שֶׁל מִזְבֵּחַ מִתְמַעֵט וְיוֹרֵד מֵרֹאשׁ הַמִּזְבֵּחַ עַד הָאָרֶץ וְהוּא הַנִּקְרָא כֶּבֶשׁ. וְהָעוֹלֶה בְּמַעֲלוֹת עַל הַמִּזְבֵּחַ לוֹקֶה. וְכֵן הַנּוֹתֵץ אֶבֶן אַחַת מִן הַמִּזְבֵּחַ אוֹ מִכָּל הַהֵיכָל אוֹ מִבֵּין הָאוּלָם וְלַמִּזְבֵּחַ דֶּרֶךְ הַשְׁחָתָה לוֹקֶה שֶׁנֶּאֱמַר <small>(דברים יב ג)</small> \"וְנִתַּצְתֶּם אֶת מִזְבְּחֹתָם\" וְגוֹ' <small>(דברים יב ד)</small> \"לֹא תַעֲשׂוּן כֵּן לַה' אֱלֹהֵיכֶם\":\n",
            "הַמְּנוֹרָה וְכֵלֶיהָ וְהַשֻּׁלְחָן וְכֵלָיו וּמִזְבַּח הַקְּטֹרֶת וְכָל כְּלֵי שָׁרֵת אֵין עוֹשִׂין אוֹתָן אֶלָּא מִן הַמַּתֶּכֶת בִּלְבַד. וְאִם עֲשָׂאוּם שֶׁל עֵץ אוֹ עֶצֶם אוֹ אֶבֶן אוֹ שֶׁל זְכוּכִית פְּסוּלִין:\n",
            "הָיוּ הַקָּהָל עֲנִיִּים עוֹשִׂין אוֹתָן אֲפִלּוּ שֶׁל בְּדִיל וְאִם הֶעֱשִׁירוּ עוֹשִׂין אוֹתָן זָהָב אֲפִלּוּ הַמִּזְרָקוֹת וְהַשִּׁפּוּדִין וְהַמַּגְּרֵפוֹת שֶׁל מִזְבַּח הָעוֹלָה וְהַמִּדּוֹת אִם יֵשׁ כֹּחַ בַּצִּבּוּר עוֹשִׂין אוֹתָן שֶׁל זָהָב אֲפִלּוּ שַׁעֲרֵי הָעֲזָרָה מְחַפִּין אוֹתָן זָהָב אִם מָצְאָה יָדָם:\n",
            "אֵין עוֹשִׂין כָּל הַכֵּלִים מִתְּחִלָּתָן אֶלָּא לְשֵׁם הַקֹּדֶשׁ. וְאִם נַעֲשׂוּ מִתְּחִלָּתָן לְהֶדְיוֹט אֵין עוֹשִׂין אוֹתָן לְגָבוֹהַּ. וּכְלִי גָּבוֹהַּ עַד שֶׁלֹּא נִשְׁתַּמֵּשׁ בָּהֶן גָּבוֹהַּ רַשַּׁאי לְהִשְׁתַּמֵּשׁ בָּהֶן הֶדְיוֹט. וּמִשֶּׁנִּשְׁתַּמֵּשׁ בָּהֶן גָּבוֹהַּ אֲסוּרִין לְהֶדְיוֹט. אֲבָנִים וְקוֹרוֹת שֶׁחֲצָבָן מִתְּחִלָּה לְבֵית הַכְּנֶסֶת אֵין בּוֹנִין אוֹתָן לְהַר הַבַּיִת:\n"
        ],
        [
            "הַמִּזְבֵחַ מְקוֹמוֹ מְכֻוָּן בְּיוֹתֵר. וְאֵין מְשַׁנִּין אוֹתוֹ מִמְּקוֹמוֹ לְעוֹלָם. שֶׁנֶּאֱמַר <small>(דברי הימים א כב א)</small> \"זֶה מִזְבַּח לְעוֹלָה לְיִשְׂרָאֵל\". וּבַמִּקְדָּשׁ נֶעֱקַד יִצְחָק אָבִינוּ שֶׁנֶּאֱמַר <small>(בראשית כב ב)</small> \"וְלֶךְ לְךָ אֶל אֶרֶץ הַמֹּרִיָּה\". וְנֶאֱמַר בְּדִבְרֵי הַיָּמִים <small>(דברי הימים ב ג א)</small> \"וַיָּחֶל שְׁלֹמֹה לִבְנוֹת אֶת בֵּית ה' בִּירוּשָׁלַיִם בְּהַר הַמּוֹרִיָּה אֲשֶׁר נִרְאָה לְדָוִיד אָבִיהוּ אֲשֶׁר הֵכִין בִּמְקוֹם דָּוִיד בְּגֹרֶן אָרְנָן הַיְבוּסִי\":\n",
            "וּמָסֹרֶת בְּיַד הַכּל שֶׁהַמָּקוֹם שֶׁבָּנָה בּוֹ דָּוִד וּשְׁלֹמֹה הַמִּזְבֵּחַ בְּגֹרֶן אֲרַוְנָה הוּא הַמָּקוֹם שֶׁבָּנָה בּוֹ אַבְרָהָם הַמִּזְבֵּחַ וְעָקַד עָלָיו יִצְחָק. וְהוּא הַמָּקוֹם שֶׁבָּנָה בּוֹ נֹחַ כְּשֶׁיָּצָא מִן הַתֵּבָה. וְהוּא הַמִּזְבֵּחַ שֶׁהִקְרִיב עָלָיו קַיִן וְהֶבֶל. וּבוֹ הִקְרִיב אָדָם הָרִאשׁוֹן קָרְבָּן כְּשֶׁנִּבְרָא וּמִשָּׁם נִבְרָא. אָמְרוּ חֲכָמִים אָדָם מִמְּקוֹם כַּפָּרָתוֹ נִבְרָא:\n",
            "מִדּוֹת הַמִּזְבֵּחַ מְכֻוָּנוֹת הַרְבֵּה וְצוּרָתוֹ יְדוּעָה אִישׁ מֵאִישׁ. וּמִזְבֵּחַ שֶׁבָּנוּ בְּנֵי הַגּוֹלָה כְּעֵין מִזְבֵּחַ שֶׁעָתִיד לְהִבָּנוֹת עָשׂוּהוּ וְאֵין לְהוֹסִיף עַל מִדָּתוֹ וְלֹא לִגְרֹעַ מִמֶּנָּה:\n",
            "וּשְׁלֹשָׁה נְבִיאִים עָלוּ עִמָּהֶם מִן הַגּוֹלָה. אֶחָד הֵעִיד לָהֶן עַל מְקוֹם הַמִּזְבֵּחַ. וְאֶחָד הֵעִיד לָהֶן עַל מִדּוֹתָיו. וְאֶחָד הֵעִיד לָהֶן שֶׁמַּקְרִיבִין עַל הַמִּזְבֵּחַ הַזֶּה כָּל הַקָּרְבָּנוֹת אַף עַל פִּי שֶׁאֵין שָׁם בַּיִת:\n",
            "מִזְבֵּחַ שֶׁעָשָׂה משֶׁה וְשֶׁעָשָׂה שְׁלֹמֹה וְשֶׁעָשׂוּ בְּנֵי הַגּוֹלָה וְשֶׁעָתִיד לְהֵעָשׂוֹת כֻּלָּן עֶשֶׂר אַמּוֹת גֹּבַהּ כָּל אֶחָד מֵהֶן. וְזֶה הַכָּתוּב בַּתּוֹרָה <small>(שמות כז א)</small> \"וְשָׁלֹשׁ אַמּוֹת קוֹמָתוֹ\" מְקוֹם הַמַּעֲרָכָה בִּלְבַד. וּמִזְבֵּחַ שֶׁעָשׂוּ בְּנֵי הַגּוֹלָה וְכֵן הֶעָתִיד לְהִבָּנוֹת מִדַּת אָרְכּוֹ וְרָחְבּוֹ ל''ב אַמּוֹת עַל ל''ב אַמּוֹת:\n",
            "עֶשֶׂר אַמּוֹת שֶׁל גֹּבַהּ הַמִּזְבֵּחַ מֵהֶן בְּאַמָּה בַּת חֲמִשָּׁה טְפָחִים וּמֵהֶן בְּאַמָּה בַּת שִׁשָּׁה טְפָחִים. וּשְׁאָר כָּל אַמּוֹת הַבִּנְיָן בְּאַמָּה בַּת שִׁשָּׁה טְפָחִים. וְגֹבַהּ כָּל הַמִּזְבֵּחַ נ''ח טְפָחִים:\n",
            "וְכָךְ הָיְתָה מִדָּתוֹ וְצוּרָתוֹ. עָלָה חֲמִשָּׁה טְפָחִים וְכָנַס חֲמִשָּׁה טְפָחִים זֶהוּ יְסוֹד. נִמְצָא רֹחַב שְׁלֹשִׁים אַמָּה וּשְׁנֵי טְפָחִים עַל רֹחַב שְׁלֹשִׁים אַמָּה וּשְׁנֵי טְפָחִים. עָלָה שְׁלֹשִׁים טְפָחִים וְכָנַס חֲמִשָּׁה טְפָחִים זֶהוּ סוֹבֵב [עָלָה י''ח טְפָחִים זֶהוּ מְקוֹם הַמַּעֲרָכָה] נִמְצָא רָחְבּוֹ שְׁמוֹנֶה וְעֶשְׂרִים אַמָּה וְאַרְבָּעָה טְפָחִים עַל שְׁמוֹנֶה וְעֶשְׂרִים אַמָּה וְאַרְבָּעָה טְפָחִים [עָלָה י''ח טְפָחִים וְכוֹנֵס לְקֶרֶן זָוִית שֶׁל הַי''ח בִּנְיָן חָלוּל מְרֻבָּע לְכָל אַרְבַּע קְרָנוֹת] וּמְקוֹם הַקְּרָנוֹת אַמָּה מִזֶּה וְאַמָּה מִזֶּה סָבִיב. וְכֵן מְקוֹם רַגְלֵי הַכֹּהֲנִים אַמָּה סָבִיב. נִמְצָא מְקוֹם הַמַּעֲרָכָה רָחְבּוֹ עֶשְׂרִים וְאַרְבַּע אַמּוֹת וְאַרְבָּעָה טְפָחִים עַל עֶשְׂרִים וְאַרְבַּע אַמּוֹת וְאַרְבָּעָה טְפָחִים:\n",
            "גֹּבַהּ כָּל קֶרֶן וְקֶרֶן חֲמִשָּׁה טְפָחִים. וְרִבּוּעַ כָּל קֶרֶן אַמָּה עַל אַמָּה. וְאַרְבַּע הַקְּרָנוֹת חֲלוּלוֹת הָיוּ מִתּוֹכָן. וְגֹבַהּ מְקוֹם הַמַּעֲרָכָה י''ח טְפָחִים. נִמְצָא חֲצִי גֹּבַהּ הַמִּזְבֵּחַ כ''ט טְפָחִים מִסּוֹף הַסּוֹבֵב וּלְמַטָּה:\n",
            "וְחוּט שֶׁל סִקְרָה הָיָה חוֹגֵר בְּאֶמְצַע הַמִּזְבֵּחַ [כְּשִׁשָּׁה טְפָחִים מִסּוֹף הַסּוֹבֵב וּלְמַטָּה] לְהַבְדִּיל בֵּין דָּמִים הָעֶלְיוֹנִים לְדָמִים הַתַּחְתּוֹנִים. וְנִמְצָא גָּבְהוֹ מִן הָאָרֶץ עַד מְקוֹם הַמַּעֲרָכָה תֵּשַׁע אַמּוֹת פָּחוֹת טֶפַח:\n",
            "יְסוֹד הַמִּזְבֵּחַ לֹא הָיָה מַקִּיף מֵאַרְבַּע רוּחוֹתָיו כְּמוֹ הַסּוֹבֵב. אֶלָּא הָיָה הַיְסוֹד מָשׁוּךְ כְּנֶגֶד כָּל רוּחַ צָפוֹן וּמַעֲרָבִי וְאוֹכֵל בַּדָּרוֹם אַמָּה אַחַת וּבַמִּזְרָח אַמָּה אַחַת. וְקֶרֶן דְּרוֹמִית מִזְרָחִית לֹא הָיָה לָהּ יְסוֹד:\n",
            "וּבְקֶרֶן מַעֲרָבִית דְּרוֹמִית הָיוּ שְׁנֵי נְקָבִים כְּמִין שֵׁנִי חֳטָמִין דַּקִּין. וְהֵן הַנִּקְרָאִין שִׁיתִין שֶׁהַדָּמִים יוֹרְדִין בָּהֶן וּמִתְעָרְבִין בְּאוֹתָהּ הַקֶּרֶן בָּאַמָּה וְיוֹצְאִין לַנַּחַל קִדְרוֹן:\n",
            "וּלְמַטָּה בָּרִצְפָּה בְּאוֹתוֹ הַקֶּרֶן הָיָה מְקוֹם אַמָּה עַל אַמָּה וְטַבְלָא שֶׁל שַׁיִשׁ וְטַבַּעַת קְבוּעָה בָּהּ שֶׁבּוֹ יוֹרְדִין לַשִּׁיתִין וּמְנַקִּין אוֹתוֹ:\n",
            "וְכֶבֶשׁ הָיָה בָּנוּי לִדְרוֹמוֹ שֶׁל מִזְבֵּחַ. אָרְכּוֹ שְׁלֹשִׁים וּשְׁתַּיִם אַמָּה עַל רֹחַב ט''ז אַמָּה וְהָיָה אוֹכֵל בָּאָרֶץ שְׁלֹשִׁים אַמָּה מִצַּד הַמִּזְבֵּחַ. וּפוֹרֵחַ מִמֶּנָּה אַמָּה עַל הַיְסוֹד וְאַמָּה עַל הַסּוֹבֵב. וַאֲוִיר מְעַט הָיָה מַפְסִיק בֵּין הַכֶּבֶשׁ לַמִּזְבֵּחַ כְּדֵי לִתֵּן הָאֵיבָרִים לַמִּזְבֵּחַ בִּזְרִיקָה. וְגֹבַהּ הַכֶּבֶשׁ תֵּשַׁע אַמּוֹת פָּחוֹת שְׁתוּת עַד כְּנֶגֶד הַמַּעֲרָכָה:\n",
            "וּשְׁנֵי כְּבָשִׁים קְטַנִּים יוֹצְאִים מִמֶּנּוּ שֶׁבָּהֶם פּוֹנִים לַיְסוֹד וְלַסּוֹבֵב וּמֻבְדָּלִין מִן הַמִּזְבֵּחַ כִּמְלֹא נִימָא. וְחַלּוֹן הָיְתָה בְּמַעֲרָבוֹ שֶׁל כֶּבֶשׁ אַמָּה עַל אַמָּה וּרְבוּבָה הָיְתָה נִקְרֵאת. שֶׁבָּהּ נוֹתְנִין פְּסוּלֵי חַטַּאת הָעוֹף עַד שֶׁתַּעֲבֹר צוּרָתָהּ וְתֵצֵא לְבֵית הַשְּׂרֵפָה:\n",
            "וּשְׁנֵי שֻׁלְחָנוֹת הָיוּ בְּמַעֲרַב הַכֶּבֶשׁ אֶחָד שֶׁל שַׁיִשׁ שֶׁנּוֹתְנִין עָלָיו אֶת הָאֵיבָרִים וְאֶחָד שֶׁל כֶּסֶף שֶׁנּוֹתְנִין עָלָיו כְּלֵי הַשָּׁרֵת:\n",
            "כְּשֶׁבּוֹנִין הַמִּזְבֵּחַ בּוֹנִין אוֹתוֹ כֻּלּוֹ אָטוּם כְּמִין עַמּוּד וְאֵין עוֹשִׂין בּוֹ חָלָל כְּלָל. אֶלָּא מֵבִיא אֲבָנִים שְׁלֵמוֹת גְּדוֹלוֹת וּקְטַנּוֹת וּמֵבִיא סִיד וְזֶפֶת וְקוּנְיָא וּמְמַחֶה וְשׁוֹפַךְ לְתוֹךְ מַלְבֵּן גָּדוֹל כְּמִדָּתוֹ וּבוֹנֶה וְעוֹלֶה. וְנוֹתֵן בְּתוֹךְ הַבִּנְיָן גּוּף שֶׁל עֵץ אוֹ אֶבֶן בְּקֶרֶן דְּרוֹמִית מִזְרָחִית כְּמִדַּת הַיְסוֹד. וְכֵן נוֹתֵן בְּתוֹךְ כָּל קֶרֶן וְקֶרֶן עַד שֶׁיַּשְׁלִים הַבִּנְיָן וְיָסִיר הַגּוּפִים שֶׁבְּתוֹךְ הַבִּנְיָן כְּדֵי שֶׁתִּשָּׁאֵר קֶרֶן דְּרוֹמִית מִזְרָחִית בְּלֹא יְסוֹד וְיִשָּׁאֲרוּ הַקְּרָנוֹת חֲלוּלִין:\n",
            "אַרְבַּע קְרָנוֹת שֶׁל מִזְבֵּחַ וִיסוֹדוֹ וְרִבּוּעוֹ מְעַכְּבִין. וְכָל מִזְבֵּחַ שֶׁאֵין לוֹ קֶרֶן יְסוֹד וְכֶבֶשׁ וְרִבּוּעַ הֲרֵי הוּא פָּסוּל שֶׁאַרְבַּעְתָּן מְעַכְּבִין. אֲבָל מִדַּת אָרְכּוֹ וּמִדַּת רָחְבּוֹ וּמִדַּת קוֹמָתוֹ אֵינָן מְעַכְּבִין. וְהוּא שֶׁלֹּא יִפְחֹת מֵאַמָּה עַל אַמָּה בְּרוּם שָׁלֹשׁ אַמּוֹת כְּשִׁעוּר מְקוֹם הַמַּעֲרָכָה שֶׁל מִזְבַּח מִדְבָּר:\n",
            "מִזְבֵּחַ שֶׁנִּפְגַּם מִבִּנְיָנוֹ אִם נִפְגַּם מִבִּנְיָנוֹ טֶפַח פָּסוּל פָּחוֹת מִטֶּפַח כָּשֵׁר וְהוּא שֶׁלֹּא יִהְיֶה בַּנִּשְׁאָר אֶבֶן פְּגוּמָה:\n"
        ],
        [
            "הַמְּנּוֹרָה מְפֹרֶשֶׁת צוּרָתָהּ בַּתּוֹרָה. וְאַרְבָּעָה גְּבִיעִים וּשְׁנֵי כַּפְתּוֹרִים וּשְׁנֵי פְּרָחִים הָיוּ בִּקְנֵה הַמְּנוֹרָה שֶׁנֶּאֱמַר <small>(שמות כה לד)</small> <small>(שמות לז כ)</small> \"וּבַמְּנֹרָה אַרְבָּעָה גְבִעִים מְשֻׁקָּדִים כַּפְתֹּרֶיהָ וּפְרָחֶיהָ\". וְעוֹד פֶּרַח שְׁלִישִׁי הָיָה סָמוּךְ לִירֵכָהּ שֶׁל מְנוֹרָה שֶׁנֶּאֱמַר <small>(במדבר ח ד)</small> \"עַד יְרֵכָהּ עַד פִּרְחָהּ\": \n",
            "וְשָׁלֹשׁ רַגְלַיִם הָיוּ לָהּ. וּשְׁלֹשָׁה כַּפְתּוֹרִים אֲחֵרִים הָיוּ בִּקְנֵה הַמְּנוֹרָה שֶׁמֵּהֶן יוֹצְאִים שֵׁשֶׁת הַקָּנִים. שְׁלֹשָׁה מִצַּד זֶה וּשְׁלֹשָׁה מִצַּד זֶה. וּבְכָל קָנֶה וְקָנֶה מֵהֶן שְׁלֹשָׁה גְּבִיעִים וְכַפְתּוֹר וָפֶרַח. וְהַכּל מְשֻׁקָּדִים כְּמוֹ שְׁקֵדִים בַּעֲשִׂיָּתָן:\n",
            "נִמְצְאוּ כָּל הַגְּבִיעִים שְׁנַיִם וְעֶשְׂרִים. וְהַפְּרָחִים תִּשְׁעָה. וְהַכַּפְתּוֹרִים אַחַד עָשָׂר. וְכֻלָּן מְעַכְּבִין זֶה אֶת זֶה וַאֲפִלּוּ חָסֵר אֶחָד מִן הַשְּׁנַיִם וְאַרְבָּעִים מְעַכֵּב אֶת כֻּלָּן:\n",
            "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁעֲשָׂאוּהָ זָהָב. אֲבָל שְׁאָר מִינֵי מַתָּכוֹת אֵין עוֹשִׂין בָּהּ גְּבִיעִים כַּפְתּוֹרִים וּפְרָחִים. וְכֵן מְנוֹרָה הַבָּאָה זָהָב תִּהְיֶה כֻּלָּהּ כִּכָּר עִם נֵרוֹתֶיהָ וְתִהְיֶה כֻּלָּהּ מִקְשָׁה מִן הָעֲשָׁתוֹת. וְשֶׁל שְׁאָר מִינֵי מַתָּכוֹת אֵין מַקְפִּידִין עַל מִשְׁקָלָהּ. וְאִם הָיְתָה חֲלוּלָה כְּשֵׁרָה:\n",
            "וְאֵין עוֹשִׂין אוֹתָהּ לְעוֹלָם מִן הַגְּרוּטָאוֹת בֵּין שֶׁהָיְתָה שֶׁל זָהָב בֵּין שֶׁהָיְתָה שֶׁל שְׁאָר מִינֵי מַתָּכוֹת:\n",
            "הַמֶּלְקָחַיִם וְהַמַּחְתּוֹת וּכְלֵי הַשֶּׁמֶן אֵינָן מִכְּלַל הַכִּכָּר שֶׁהֲרֵי נֶאֱמַר בַּמְּנוֹרָה <small>(שמות כה לא)</small> <small>(שמות לז יז)</small> \"זָהָב טָהוֹר\" וְחָזַר וְאָמַר וּמַלְקָחֶיהָ וּמַחְתֹּתֶיהָ זָהָב טָהוֹר. וְלֹא נֶאֱמַר נֵרוֹתֶיהָ זָהָב טָהוֹר מִפְּנֵי שֶׁהַנֵּרוֹת קְבוּעִין בַּמְּנוֹרָה וְהֵם מִכְּלַל הַכִּכָּר: \n",
            "שִׁבְעַת קְנֵי הַמְּנוֹרָה מְעַכְּבִין זֶה אֶת זֶה. וְשִׁבְעַת נֵרוֹתֶיהָ מְעַכְּבִין זֶה אֶת זֶה בֵּין שֶׁהָיְתָה שֶׁל זָהָב בֵּין שֶׁהָיְתָה שֶׁל שְׁאָר מִינֵי מַתָּכוֹת. וְכָל הַנֵּרוֹת קְבוּעִים בַּקָּנִים:\n",
            "שֵׁשֶׁת הַנֵּרוֹת הַקְּבוּעִים בְּשֵׁשֶׁת הַקָּנִים הַיּוֹצְאִים מִן הַמְּנוֹרָה כֻּלָּן פְּנֵיהֶם לַנֵּר הָאֶמְצָעִי שֶׁעַל קְנֵי הַמְּנוֹרָה וְזֶה הַנֵּר הָאֶמְצָעִי פָּנָיו כְּנֶגֶד קֹדֶשׁ הַקָּדָשִׁים וְהוּא הַנִּקְרָא נֵר מַעֲרָבִי:\n",
            "הַגְּבִיעִים דּוֹמִין לְכוֹסוֹת אֲלֶכְּסַנְדְּרִיאָה שֶׁפִּיהֶן רָחָב וְשׁוּלֵיהֶן קָצָר. וְהַכַּפְתּוֹרִים כְּמִין תַּפּוּחִים כְּרוּתִיִּים שֶׁהֵן אֲרֻכִּין מְעַט כְּבֵיצָה שֶׁשְּׁנֵי רָאשֶׁיהָ כַּדִּין. וְהַפְּרָחִים כְּמוֹ פִּרְחֵי הָעַמּוּדִים שֶׁהֵן כְּמִין קְעָרָה וּשְׂפָתָהּ כְּפוּלָה לַחוּץ:\n",
            "גֹּבַהּ הַמְּנוֹרָה הָיָה שְׁמוֹנָה עָשָׂר טֶפַח. הָרַגְלַיִם וְהַפֶּרַח שְׁלֹשָׁה טְפָחִים. וּשְׁנֵי טְפָחִים חָלָק. וְטֶפַח שֶׁבּוֹ גָּבִיעַ כַּפְתּוֹר וָפֶרַח. וּטְפָחַיִם חָלָק. וְטֶפַח כַּפְתּוֹר וּשְׁנֵי קָנִים יוֹצְאִין מִמֶּנּוּ אֶחָד הֵילָךְ וְאֶחָד הֵילָךְ וְנִמְשָׁכִים וְעוֹלִין כְּנֶגֶד גֹּבַהּ הַמְּנוֹרָה. וְטֶפַח חָלָק. וְטֶפַח כַּפְתּוֹר וּשְׁנֵי קָנִים יוֹצְאִים מִמֶּנּוּ אֶחָד הֵילָךְ וְאֶחָד הֵילָךְ וְנִמְשָׁכִין וְעוֹלִין כְּנֶגֶד גֹּבַהּ הַמְּנוֹרָה. וְטֶפַח חָלָק. וְטֶפַח כַּפְתּוֹר וּשְׁנֵי קָנִים יוֹצְאִים מִמֶּנּוּ אֶחָד הֵילָךְ וְאֶחָד הֵילָךְ וְנִמְשָׁכִין וְעוֹלִין כְּנֶגֶד גֹּבַהּ הַמְּנוֹרָה. וּטְפָחַיִם חָלָק. נִשְׁתַּיְּרוּ שְׁלֹשָׁה טְפָחִים שֶׁבָּהֶן שְׁלֹשָׁה גְּבִיעִים כַּפְתּוֹר וָפֶרַח:\n",
            "וְאֶבֶן הָיְתָה לִפְנֵי הַמְּנוֹרָה וּבָהּ שָׁלֹשׁ מַעֲלוֹת שֶׁעָלֶיהָ כֹּהֵן עוֹמֵד וּמֵיטִיב אֶת הַנֵּרוֹת וּמַנִּיחַ עָלֶיהָ כְּלֵי שַׁמְנָהּ וּמַלְקָחֶיהָ וּמַחְתּוֹתֶיהָ בִּשְׁעַת הֲטָבָה:\n",
            "הַשֻּׁלְחָן הָיָה אָרְכּוֹ שְׁנֵים עָשָׂר טֶפַח וְרָחְבּוֹ שִׁשָּׁה טְפָחִים. וְהָיָה מֻנָּח אָרְכּוֹ לְאֹרֶךְ הַבַּיִת וְרָחְבּוֹ לְרֹחַב הַבַּיִת. וְכֵן שְׁאָר כָּל הַכֵּלִים שֶׁבַּמִּקְדָּשׁ אָרְכָּן לְאָרְכּוֹ שֶׁל בַּיִת וְרָחְבָּן לְרֹחַב הַבַּיִת חוּץ מִן הָאָרוֹן שֶׁהָיָה אָרְכּוֹ לְרֹחַב הַבַּיִת. וְכֵן נֵרוֹת הַמְּנוֹרָה כְּנֶגֶד רֹחַב הַבַּיִת בֵּין הַצָּפוֹן וּבֵין הַדָּרוֹם:\n",
            "אַרְבָּעָה סְנִיפִין שֶׁל זָהָב הָיוּ לַשֻּׁלְחָן מְפֻצָּלִין בְּרָאשֵׁיהֶן שֶׁהָיוּ סוֹמְכִין בָּהֶן שְׁתֵּי הַמַּעֲרָכוֹת שֶׁל לֶחֶם הַפָּנִים. שְׁנַיִם מִסֵּדֶר זֶה. וּשְׁנַיִם מִסֵּדֶר זֶה. וְהֵם הַנֶּאֱמָרִים בַּתּוֹרָה <small>(שמות כה כט)</small> \"וּקְשׂוֹתָיו\":\n",
            "וּשְׁמוֹנָה וְעֶשְׂרִים קָנִים שֶׁל זָהָב כָּל אֶחָד מֵהֶן כַּחֲצִי קָנֶה חָלוּל הָיוּ לוֹ. אַרְבָּעָה עָשָׂר לְסֵדֶר זֶה וְאַרְבָּעָה עָשָׂר לְסֵדֶר זֶה. וְהֵם הַנִּקְרָאִים <small>(שמות כה כט)</small> \"מְנַקִּיּוֹתָיו\". וּשְׁנֵי הַבְּזִיכִין שֶׁמַּנִּיחִין בָּהֶן הַלְּבוֹנָה עַל הַשֻּׁלְחָן בְּצַד הַמַּעֲרָכוֹת הֵן הַנִּקְרָאִין <small>(שמות כה כט)</small> \"כַּפּוֹתָיו\". וְהַדְּפוּסִין שֶׁעוֹשִׂין בָּהֶם לֶחֶם הַפָּנִים הֵם הַנִּקְרָאִים <small>(שמות כה כט)</small> \"קְעָרוֹתָיו\":\n",
            "אֵלּוּ הָאַרְבָּעָה עָשָׂר קָנִים נוֹתֵן הַחַלָּה הָרִאשׁוֹנָה עַל עַצְמוֹ שֶׁל שֻׁלְחָן וְנוֹתֵן בֵּין רִאשׁוֹנָה וּשְׁנִיָּה שְׁלֹשָׁה קָנִים. וְכֵן בֵּין כָּל חַלָּה וְחַלָּה שְׁלֹשָׁה קָנִים. וּבֵין שִׁשִּׁית וַחֲמִישִׁית שְׁנֵי קָנִים בִּלְבַד לְפִי שֶׁאֵין עַל הַשִּׁשִּׁית אַחֶרֶת. נִמְצְאוּ אַרְבָּעָה עָשָׂר בְּכָל מַעֲרָכָה וּמַעֲרָכָה:\n",
            "וּשְׁנֵי שֻׁלְחָנוֹת הָיוּ בָּאוּלָם מִבִּפְנִים עַל פֶּתַח הַבַּיִת. אֶחָד שֶׁל שַׁיִשׁ נוֹתְנִין עָלָיו לֶחֶם הַפָּנִים בִּכְנִיסָתוֹ. וְאֶחָד שֶׁל זָהָב נוֹתְנִין עָלָיו לֶחֶם בִּיצִיאָתוֹ. שֶׁמַּעֲלִין בַּקֹּדֶשׁ וְלֹא מוֹרִידִין:\n",
            "מִזְבַּח הַקְּטֹרֶת הָיָה מְרֻבָּע אַמָּה עַל אַמָּה. וְהוּא נָתוּן בַּהֵיכָל מְכֻוָּן בֵּין הַצָּפוֹן לַדָּרוֹם מָשׁוּךְ בֵּין הַשֻּׁלְחָן וְהַמְּנוֹרָה לַחוּץ. וּשְׁלָשְׁתָּן הָיוּ מֻנָּחִין מִשְּׁלִישׁ הַהֵיכָל וְלִפְנִים כְּנֶגֶד הַפָּרֹכֶת הַמַּבְדִּיל בֵּין הַקֹּדֶשׁ וּבֵין קֹדֶשׁ הַקָּדָשִׁים:\n",
            "הַכִּיּוֹר הָיוּ לוֹ שְׁנֵים עָשָׂר דָּד כְּדֵי שֶׁיִּהְיוּ כָּל הַכֹּהֲנִים הָעוֹסְקִים בַּתָּמִיד מְקַדְּשִׁים מִמֶּנּוּ כְּאֶחָד. וּמוּכְנִי עָשׂוּ לוֹ שֶׁיִּהְיוּ בָּהּ הַמַּיִם תָּמִיד. וְהִיא חֹל כְּדֵי שֶׁלֹּא יִהְיוּ הַמַּיִם שֶׁבָּהּ נִפְסָלִין בְּלִינָה שֶׁהַכִּיּוֹר מִכְּלֵי הַקֹּדֶשׁ וּמְקַדֵּשׁ וְכָל דָּבָר שֶׁיִּתְקַדֵּשׁ בִּכְלִי קֹדֶשׁ אִם לָן נִפְסַל:\n"
        ],
        [
            "אֶבֶן הָיְתָה בְּקֹדֶשׁ הַקָּדָשִׁים בְּמַעֲרָבוֹ שֶׁעָלֶיהָ הָיָה הָאָרוֹן מֻנָּח. וּלְפָנָיו צִנְצֶנֶת הַמָּן וּמַטֵּה אַהֲרֹן. וּבְעֵת שֶׁבָּנָה שְׁלֹמֹה אֶת הַבַּיִת וְיָדַע שֶׁסּוֹפוֹ לֵחָרֵב בָּנָה בּוֹ מָקוֹם לִגְנֹז בּוֹ הָאָרוֹן לְמַטָּה בְּמַטְמוֹנִיּוֹת עֲמֻקוֹת וַעֲקַלְקַלּוֹת וְיֹאשִׁיָּהוּ הַמֶּלֶךְ צִוָּה וּגְנָזוֹ בַּמָּקוֹם שֶׁבָּנָה שְׁלֹמֹה שֶׁנֶּאֱמַר <small>(דברי הימים ב לה ג)</small> \"וַיֹּאמֶר לַלְוִיִּם הַמְּבִינִים לְכָל יִשְׂרָאֵל הַקְּדוֹשִׁים לַה' תְּנוּ אֶת אֲרוֹן הַקֹּדֶשׁ בַּבַּיִת אֲשֶׁר בָּנָה שְׁלֹמֹה בֶן דָּוִיד מֶלֶךְ יִשְׂרָאֵל אֵין לָכֶם מַשָּׂא בַּכָּתֵף עַתָּה עִבְדוּ אֶת ה' אֱלֹהֵיכֶם\" וְגוֹ'. וְנִגְנַז עִמּוֹ מַטֵּה אַהֲרֹן וְהַצִּנְצֶנֶת וְשֶׁמֶן הַמִּשְׁחָה וְכָל אֵלּוּ לֹא חָזְרוּ בְּבַיִת שֵׁנִי. וְאַף אוּרִים וְתֻמִּים שֶׁהָיוּ בְּבַיִת שֵׁנִי לֹא הָיוּ מְשִׁיבִין בְּרוּחַ הַקֹּדֶשׁ. וְלֹא הָיוּ נִשְׁאָלִין בָּהֶן שֶׁנֶּאֱמַר <small>(עזרא ב סג)</small> <small>(נחמיה ז סה)</small> \"עַד עֲמֹד כֹּהֵן לְאוּרִים וְתֻמִּים\". וְלֹא הָיוּ עוֹשִׂין אוֹתָן אֶלָּא לְהַשְׁלִים שְׁמוֹנָה בְּגָדִים לְכֹהֵן גָּדוֹל כְּדֵי שֶׁלֹּא יְהֵא מְחֻסַּר בְּגָדִים: \n",
            "בְּבַיִת רִאשׁוֹן הָיָה כֹּתֶל מַבְדִּיל בֵּין הַקֹּדֶשׁ וּבֵין קֹדֶשׁ הַקָּדָשִׁים עָבְיוֹ אַמָּה. וְכֵיוָן שֶׁבָּנוּ הַבַּיִת שֵׁנִי נִסְתַּפֵּק לָהֶם אִם עֳבִי הַכֹּתֶל הָיָה מִמִּדַּת הַקֹּדֶשׁ אוֹ מִמִּדַּת קֹדֶשׁ הַקָּדָשִׁים לְפִיכָךְ עָשׂוּ קֹדֶשׁ הַקָּדָשִׁים עָבְיוֹ עֶשְׂרִים אַמָּה תְּמִימוֹת וְעָשׂוּ הַקֹּדֶשׁ אַרְבָּעִים אַמָּה תְּמִימוֹת וְהִנִּיחוּ אַמָּה יְתֵרָה בֵּין הַקֹּדֶשׁ וּבֵין קֹדֶשׁ הַקָּדָשִׁים וְלֹא בָּנוּ כֹּתֶל בְּבַיִת שֵׁנִי אֶלָּא עָשׂוּ שְׁתֵּי פָּרוֹכוֹת אַחַת מִצַּד קֹדֶשׁ הַקָּדָשִׁים וְאַחַת מִצַּד הַקֹּדֶשׁ וּבֵינֵיהֶן אַמָּה כְּנֶגֶד עֳבִי הַכֹּתֶל שֶׁהָיָה בָּרִאשׁוֹן. אֲבָל בְּמִקְדָּשׁ רִאשׁוֹן לֹא הָיְתָה שָׁם אֶלָּא פָרֹכֶת אַחַת בִּלְבַד שֶׁנֶּאֱמַר <small>(שמות כו לג)</small> \"וְהִבְדִּילָה הַפָּרֹכֶת לָכֶם\" וְגוֹ':\n",
            "הַהֵיכָל שֶׁבָּנוּ בְּנֵי גּוֹלָה הָיָה מֵאָה אַמָּה עַל מֵאָה אַמָּה עַל רוּם מֵאָה. וְכֵן הָיְתָה מִדַּת רוּמוֹ. בָּנוּ גֹּבַהּ שֵׁשׁ אַמּוֹת אָטוּם סָתוּם כְּמוֹ יְסוֹד לוֹ. וְרוּם כָּתְלֵי הַבַּיִת אַרְבָּעִים אַמָּה וְרוּם הַכִּיּוּר שֶׁבַּתִּקְרָה אַמָּה וְעַל גַּבָּיו גֹּבַהּ שְׁתֵּי אַמּוֹת פָּנוּי שֶׁיִּכָּנֵס בּוֹ הַדֶּלֶף וְהוּא הַנִּקְרָא בֵּית דִּילְפָא. וָעֳבִי הַתִּקְרָה שֶׁעַל גַּבֵּי בֵּית דִּילְפָא אַמָּה. וּמַעֲזִיבָה גֹּבַהּ אַמָּה. וַעֲלִיָּה בְּנוּיָה עַל גַּבָּיו גֹּבַהּ כְּתָלֶיהָ אַרְבָּעִים אַמָּה. וּבְגַגָּהּ גֹּבַהּ אַמָּה כִּיּוּר וְאַמָּתַיִם גֹּבַהּ בֵּית דִּילְפָא וְאַמָּה תִּקְרָה וְאַמָּה מַעֲזִיבָה וְגֹבַהּ הַמַּעֲקֶה שָׁלֹשׁ אַמּוֹת וְטַס שֶׁל בַּרְזֶל כְּמוֹ סַיִף גָּבְהוֹ אַמָּה עַל גַּבֵּי הַמַּעֲקֶה סָבִיב כְּדֵי שֶׁלֹּא יָנוּחוּ עָלָיו הָעוֹפוֹת וְהוּא הַנִּקְרָא כָּלֶה עוֹרֵב. הֲרֵי הַכּל מֵאָה אַמָּה:\n",
            "מִן הַמַּעֲרָב לַמִּזְרָח מֵאָה אַמָּה וְזֶהוּ חֶשְׁבּוֹנָן. אַרְבָּעָה כְּתָלִים זֶה לְפָנִים מִזֶּה וּבֵינֵיהֶן שְׁלֹשָׁה מְקוֹמוֹת פְּנוּיִין. בֵּין הַכֹּתֶל הַמַּעֲרָבִי וּבֵין הַכֹּתֶל שֶׁלְּפָנִים מִמֶּנּוּ חָמֵשׁ אַמּוֹת וּבֵין כֹּתֶל שֵׁנִי וּשְׁלִישִׁי שֵׁשׁ אַמּוֹת וּבֵין כֹּתֶל שְׁלִישִׁי וּרְבִיעִי שֵׁשׁ אַמּוֹת. וְאֵלּוּ הַמִּדּוֹת הֵן שֶׁל עֳבִי הַכֹּתֶל עִם הַמָּקוֹם הַפָּנוּי שֶׁבֵּין שְׁנֵי כְּתָלִים. וְאֹרֶךְ קֹדֶשׁ הַקָּדָשִׁים עֶשְׂרִים אַמָּה. וּבֵין שְׁתֵּי הַפָּרוֹכוֹת הַמַּבְדִּילוֹת בֵּינוֹ וּבֵין הַקֹּדֶשׁ אַמָּה. וְאֹרֶךְ הַקֹּדֶשׁ אַרְבָּעִים אַמָּה. וָעֳבִי הַכֹּתֶל הַמִּזְרָחִי שֶׁבּוֹ הַשַּׁעַר שֵׁשׁ אַמּוֹת וְהָאוּלָם אַחַת עֶשְׂרֵה אַמָּה. וָעֳבִי כֹּתֶל הָאוּלָם חָמֵשׁ אַמּוֹת. נִמְצָא הַכּל מֵאָה אַמָּה:\n",
            "מִן הַצָּפוֹן לַדָּרוֹם מֵאָה אַמָּה. עֳבִי כֹּתֶל הָאוּלָם חָמֵשׁ אַמּוֹת. וּמִכֹּתֶל אוּלָם עַד כֹּתֶל הַקֹּדֶשׁ עֶשֶׂר אַמּוֹת. וְכָתְלֵי הַקֹּדֶשׁ שִׁשָּׁה כְּתָלִים זֶה לְפָנִים מִזֶּה וּבֵינֵיהֶן חֲמִשָּׁה מְקוֹמוֹת פְּנוּיִין. בֵּין כֹּתֶל חִיצוֹן וּבֵין הַשֵּׁנִי חָמֵשׁ אַמּוֹת. וּבֵין שֵׁנִי וּשְׁלִישִׁי שָׁלֹשׁ אַמּוֹת. וְחָמֵשׁ בֵּין שְׁלִישִׁי וּרְבִיעִי. וּבֵין רְבִיעִי וַחֲמִישִׁי שֵׁשׁ. וּבֵין חֲמִישִׁי וְכֹתֶל הַפְּנִימִי שֵׁשׁ. נִמְצָא הַכּל אַרְבָּעִים אַמָּה מִצַּד זֶה וְאַרְבָּעִים אַמָּה מִצַּד שֶׁכְּנֶגְדוֹ וְרֹחַב הַבַּיִת מִבִּפְנִים עֶשְׂרִים. הֲרֵי מֵאָה אַמָּה:\n",
            "הַפִּשְׁפָּשׁ וְהוּא שַׁעַר הַקָּטָן. וּשְׁנֵי פִּשְׁפָּשִׁין הָיוּ לַהֵיכָל מִצִּדֵּי הַשַּׁעַר הַגָּדוֹל שֶׁבְּאֶמְצַע. אֶחָד בַּצָּפוֹן וְאֶחָד בַּדָּרוֹם. שֶׁבַּדָּרוֹם לֹא נִכְנַס בּוֹ אָדָם מֵעוֹלָם וְעָלָיו הוּא מְפֹרָשׁ עַל יְדֵי יְחֶזְקֵאל <small>(יחזקאל מד ב)</small> \"הַשַּׁעַר הַזֶּה סָגוּר יִהְיֶה לֹא יִפָּתֵחַ\". וְשֶׁבַּצָּפוֹן בּוֹ נִכְנָסִין. וּמְהַלֵּךְ בֵּין שֵׁנִי הַכְּתָלִים עַד שֶׁמַּגִּיעַ לְמָקוֹם פָּתוּחַ לַקֹּדֶשׁ מִשְּׂמֹאלוֹ וְנִכְנָס לְתוֹךְ הַהֵיכָל וּמְהַלֵּךְ עַד שַׁעַר הַגָּדוֹל וּפוֹתְחוֹ:\n",
            "הַשַּׁעַר הַגָּדוֹל הָיָה רָחְבּוֹ עֶשֶׂר אַמּוֹת וְגָבְהוֹ עֶשְׂרִים אַמָּה. וְאַרְבַּע דַּלְתוֹת הָיוּ לוֹ שְׁתַּיִם בִּפְנִים וּשְׁתַּיִם בַּחוּץ. הַחִיצוֹנוֹת נִפְתָּחוֹת לְתוֹךְ הַפֶּתַח לְכַסּוֹת עָבְיוֹ שֶׁל כֹּתֶל וְהַפְּנִימִיּוֹת נִפְתָּחוֹת לְתוֹךְ הַבַּיִת לְכַסּוֹת אֲחוֹרֵי הַדְּלָתוֹת:\n",
            "פִּתְחוֹ שֶׁל אוּלָם הָיָה גָּבוֹהַּ אַרְבָּעִים אַמָּה וְרֹחַב עֶשְׂרִים. וְלֹא הָיָה לוֹ שְׁעָרִים. וְחָמֵשׁ מַלְתְּרִיּוֹת שֶׁל מִילָא הָיוּ עַל גַּבֵּי פִּתְחוֹ מִלְּמַעְלָה. הַתַּחְתּוֹנָה עוֹדֶפֶת עַל הַפֶּתַח אַמָּה מִזֶּה וְאַמָּה מִזֶּה. וְכָל אַחַת מֵחֲמִשְׁתָּן עוֹדֶפֶת עַל שֶׁלְּמַטָּה מִמֶּנָּה אַמָּה מִזֶּה וְאַמָּה מִזֶּה. נִמְצֵאת הָעֶלְיוֹנָה שְׁלֹשִׁים אַמָּה. וְנִדְבָּךְ שֶׁל אֲבָנִים הָיָה בֵּין כָּל אַחַת וְאַחַת:\n",
            "הַהֵיכָל הָיָה בִּנְיָנוֹ רָחָב מִלְּפָנָיו וְצַר מֵאֲחוֹרָיו כְּמוֹ אֲרִי. וִיצִיעִים הָיוּ מַקִּיפִין לַבַּיִת כֻּלּוֹ מִסָּבִיב חוּץ לְכֹתֶל הַמְּסִבָּה. וְיָצִיעַ הַתַּחְתּוֹנָה חָמֵשׁ וְרֹבֶד עַל גַּבָּהּ שֵׁשׁ וְיָצִיעַ אֶמְצָעִית שֵׁשׁ וְרֹבֶד עַל גַּבָּהּ שֶׁבַע וְהָעֶלְיוֹנָה שֶׁבַע שֶׁנֶּאֱמַר <small>(מלכים א ו ו)</small> \"הַיָּצִיעַ הַתַּחְתֹּנָה\" וְגוֹ'. וְכֵן הָיוּ הַשָּׁלֹשׁ יְצִיעִים מַקִּיפִים לַבַּיִת מִשְּׁלֹשָׁה רוּחוֹתָיו וְכֵן סָבִיב לְכָתְלֵי הָאוּלָם מִלְּמַטָּה עַד לְמַעְלָה כָּךְ הָיוּ אַמָּה אַחַת חָלָק וְרֹבֶד שָׁלֹשׁ אַמּוֹת. וְאַמָּה חָלָק וְרֹבֶד שָׁלֹשׁ אַמּוֹת עַד לְמַעְלָה. וְנִמְצְאוּ הָרְבָדִין מֻקָּפִין לַכְּתָלִים. רֹחַב כָּל רֹבֶד שָׁלֹשׁ אַמּוֹת עַד לְמַעְלָה. וּבֵין כָּל רֹבֶד וְרֹבֶד אַמָּה. וְרֹבֶד הָעֶלְיוֹן הָיָה רָחְבּוֹ אַרְבַּע אַמּוֹת:\n",
            "כָּל אֵלּוּ הַמְּקוֹמוֹת הַפְּנוּיִים שֶׁבֵּין הַכְּתָלִים הֵם הַנִּקְרָאִים תָּאִים. נִמְצְאוּ הַתָּאִים הַמֻּקָּפִין לַמִּקְדָּשׁ חֲמִשָּׁה מִן הַצָּפוֹן וַחֲמִשָּׁה מִן הַדָּרוֹם וּשְׁלֹשָׁה מִן הַמַּעֲרָב. וְשָׁלֹשׁ דְּיוֹטוֹת הָיוּ דְּיוֹטָא עַל גַּבֵּי דְּיוֹטָא. נִמְצְאוּ ט''ו תָּאִים בַּדָּרוֹם חֲמִשָּׁה עַל גַּבֵּי חֲמִשָּׁה וַחֲמִשָּׁה עַל גַּבֵּיהֶן וְכֵן בַּצָּפוֹן חֲמִשָּׁה עָשָׂר. וּשְׁמוֹנָה תָּאִים הָיוּ בַּמַּעֲרָב שְׁלֹשָׁה עַל גַּבֵּי שְׁלֹשָׁה וּשְׁנַיִם עַל גַּבֵּיהֶן בִּדְיוֹטָא אַחַת הַכּל ל''ח תָּאִים:\n",
            "שְׁלֹשָׁה פְּתָחִים הָיוּ לְכָל אֶחָד וְאֶחָד מִן הַתָּאִים. אֶחָד לַתָּא מִן הַיָּמִין. וְאֶחָד לַתָּא מִן הַשְּׂמֹאל. וְאֶחָד לַתָּא שֶׁעַל גַּבָּיו. וּבְקֶרֶן מִזְרָחִית צְפוֹנִית בַּתָּא שֶׁבַּדְּיוֹטָא הָאֶמְצָעִית הָיוּ חֲמִשָּׁה פְּתָחִים. אֶחָד לַתָּא מִיָּמִין. וְאֶחָד לַתָּא שֶׁעַל גַּבָּיו. וְאֶחָד לַמְּסִבָּה. וְאֶחָד לַתָּא שֶׁיֵּשׁ בּוֹ הַפִּשְׁפָּשׁ. וְאֶחָד לַהֵיכָל:\n",
            "וּמְסִבָּה הָיְתָה עוֹלָה מִקֶּרֶן מִזְרָחִית צְפוֹנִית לְקֶרֶן צְפוֹנִית מַעֲרָבִית שֶׁבָּהּ הָיוּ עוֹלִין לְגַגּוֹת הַתָּאִים. הָיָה עוֹלֶה בַּמְּסִבָּה וּפָנָיו לַמַּעֲרָב הָלַךְ אֶת כָּל פְּנֵי הַצָּפוֹן עַד שֶׁהוּא מַגִּיעַ לַמַּעֲרָב. הִגִּיעַ לַמַּעֲרָב הָפַךְ פָּנָיו לַדָּרוֹם הָלַךְ אֶת כָּל פְּנֵי הַמַּעֲרָב עַד שֶׁהוּא מַגִּיעַ לַדָּרוֹם. הִגִּיעַ לַדָּרוֹם הָפַךְ פָּנָיו לַמִּזְרָח וְהָיָה מְהַלֵּךְ לַדָּרוֹם עַד שֶׁהוּא מַגִּיעַ לְפִתְחָהּ שֶׁל עֲלִיָּה שֶׁפִּתְחָהּ שֶׁל עֲלִיָּה הָיָה פָּתוּחַ לַדָּרוֹם:\n",
            "וּבְפִתְחָהּ שֶׁל עֲלִיָּה הָיוּ שְׁתֵּי כְּלוּנְסוֹת שֶׁל אֶרֶז שֶׁבָּהֶן עוֹלִין לְגַגָּהּ שֶׁל עֲלִיָּה. וְרָאשֵׁי פִּסְפְּסִין הָיוּ מַבְדִּילִין בַּעֲלִיָּה בֵּין גַּג הַקֹּדֶשׁ לְגַג קֹדֶשׁ הַקָּדָשִׁים. וְלוּלִין הָיוּ פְּתוּחִין בָּעֲלִיָּה לְבֵית קֹדֶשׁ הַקָּדָשִׁים שֶׁבָּהֶן מְשַׁלְשְׁלִין אֶת הָאֻמָּנִין בְּתֵבוֹת כְּדֵי שֶׁלֹּא יָזוּנוּ עֵינֵיהֶם מִבֵּית קֹדֶשׁ הַקָּדָשִׁים. וּפַעַם אַחַת בְּשָׁנָה מִפֶּסַח לְפֶסַח מְלַבְּנִין אֶת הַהֵיכָל:\n"
        ],
        [
            "הַר הַבַּיִת וְהוּא הַר הַמּוֹרִיָּה הָיָה חֲמֵשׁ מֵאוֹת אַמָּה עַל חֲמֵשׁ מֵאוֹת אַמָּה וְהָיָה מֻקָּף חוֹמָה. וְכֵפִין עַל גַּבֵּי כֵּפִין הָיוּ בְּנוּיוֹת מִתַּחְתָּיו. מִפְּנֵי אֹהֶל הַטֻּמְאָה. וְכֻלּוֹ הָיָה מְקֹרֶה סְטָיו לְפָנִים מִסְּטָיו:\n",
            "וַחֲמִשָּׁה שְׁעָרִים הָיוּ לוֹ. אֶחָד מִן הַמַּעֲרָב וְאֶחָד מִן הַמִּזְרָח וְאֶחָד מִן הַצָּפוֹן וּשְׁנַיִם מִן הַדָּרוֹם. רֹחַב כָּל שַׁעַר עֶשֶׂר אַמּוֹת וְגָבְהוֹ עֶשְׂרִים. וְיֵשׁ לָהֶם דַּלְתוֹת:\n",
            "לְפָנִים מִמֶּנּוּ סוֹרֵג מַקִּיף סְבִיב גָּבְהוֹ עֲשָׂרָה טְפָחִים וּלְפָנִים מִן הַסּוֹרֵג הַחֵיל [גָּבְהוֹ] עֶשֶׂר אַמּוֹת. וְעָלָיו הוּא אוֹמֵר בַּקִּינוֹת <small>(איכה ב ח)</small> \"וַיַּאֲבֶל חֵל וְחוֹמָה\" זוֹ חוֹמַת הָעֲזָרָה:\n",
            "לְפָנִים מִן הַחֵיל הָעֲזָרָה. וְכָל הָעֲזָרָה הָיְתָה אֹרֶךְ קפ''ז עַל רֹחַב קל''ה. וְשִׁבְעָה שְׁעָרִים הָיוּ לָהּ. שְׁלֹשָׁה מִן הַצָּפוֹן הַסְּמוּכִין לַמַּעֲרָב. וּשְׁלֹשָׁה מִן הַדָּרוֹם סְמוּכִין לַמַּעֲרָב. וְאֶחָד בַּמִּזְרָח מְכֻוָּן כְּנֶגֶד בֵּית קֹדֶשׁ הַקָּדָשִׁים בָּאֶמְצַע:\n",
            "כָּל שַׁעַר מֵהֶן הָיָה רָחְבּוֹ עֶשֶׂר אַמּוֹת וְגָבְהוֹ עֶשְׂרִים אַמָּה. וְהָיוּ לוֹ דְּלָתוֹת מְחֻפּוֹת זָהָב. חוּץ מִשַּׁעַר מִזְרָחִי שֶׁהָיָה מְצֻפֶּה נְחשֶׁת דּוֹמָה לְזָהָב. וְשַׁעַר זֶה הוּא הַנִּקְרָא שַׁעַר הָעֶלְיוֹן וְהוּא שַׁעַר נִיקָנוֹר:\n",
            "הָעֲזָרָה לֹא הָיְתָה מְכֻוֶּנֶת בְּאֶמְצַע הַר הַבַּיִת. אֶלָּא רְחוֹקָה מִדְּרוֹם הַר הַבַּיִת יֶתֶר מִכָּל הָרוּחוֹת וּקְרוֹבָה לַמַּעֲרָב יֶתֶר מִכָּל הָרוּחוֹת. וּבֵינָהּ וּבֵין הַצָּפוֹן יֶתֶר מִמַּה שֶּׁבֵּינָהּ וּבֵין הַמַּעֲרָב. וּבֵינָהּ וּבֵין הַמִּזְרָח יֶתֶר מִמַּה שֶּׁבֵּינָהּ וּבֵין הַצָּפוֹן:\n",
            "וְלִפְנֵי הָעֲזָרָה בַּמִּזְרָח הָיְתָה עֶזְרַת הַנָּשִׁים. וְהִיא הָיְתָה אֹרֶךְ מֵאָה אַמָּה וַחֲמִשָּׁה וּשְׁלֹשִׁים עַל רֹחַב קל''ה. וְאַרְבַּע לְשָׁכוֹת הָיוּ בְּאַרְבַּע מִקְצְעוֹתֶיהָ שֶׁל אַרְבָּעִים אַרְבָּעִים אַמָּה וְלֹא הָיוּ מְקֹרוֹת וְכֵן עֲתִידִין לִהְיוֹת:\n",
            "וּמַה הֵם מְשַׁמְּשׁוֹת. דְּרוֹמִית מִזְרָחִית לִשְׁכַּת הַנְּזִירִים שֶׁשָּׁם מְבַשְּׁלִין אֶת שַׁלְמֵיהֶם וּמְגַלְּחִין אֶת שַׂעֲרָם. מִזְרָחִית צְפוֹנִית לִשְׁכַּת דִּיר הָעֵצִים שֶׁשָּׁם כֹּהֲנִים בַּעֲלֵי מוּמִין מַתְלִיעִים בָּעֵצִים. שֶׁכָּל עֵץ שֶׁנִּמְצָא בּוֹ תּוֹלַעַת פָּסוּל. צְפוֹנִית מַעֲרָבִית לִשְׁכַּת הַמְצֹרָעִים. מַעֲרָבִית דְּרוֹמִית בָּהּ הָיוּ נוֹתְנִין יַיִן וְשֶׁמֶן וְהִיא הָיְתָה נִקְרֵאת לִשְׁכַּת בֵּית שַׁמְנַיָּא:\n",
            "עֶזְרַת הַנָּשִׁים הָיְתָה מֻקֶּפֶת גְּזוּזְטְרָא כְּדֵי שֶׁיִּהְיוּ הַנָּשִׁים רוֹאוֹת מִלְּמַעְלָן וְהָאֲנָשִׁים מִלְּמַטָּן כְּדֵי שֶׁלֹּא יִהְיוּ מְעֵרְבָּבִין. וּבַיִת גָּדוֹל הָיָה בְּצַד הָעֲזָרָה בִּצְפוֹנָהּ מִבַּחוּץ בֵּין הָעֲזָרָה וְהַחֵיל וְהָיָה בָּנוּי כִּפָּה וּמֻקָּף רְבָדִין שֶׁל אֶבֶן וְהוּא הָיָה נִקְרָא בֵּית הַמּוֹקֵד. וּשְׁנֵי פְּתָחִים הָיוּ לוֹ אֶחָד פָּתוּחַ לָעֲזָרָה וְאֶחָד פָּתוּחַ לַחֵיל:\n",
            "וְאַרְבַּע לְשָׁכוֹת הָיוּ בּוֹ. שְׁתַּיִם קֹדֶשׁ וּשְׁתַּיִם חֹל. וְרָאשֵׁי פִּסְפְּסִין מַבְדִּילִין בֵּין הַקֹּדֶשׁ וְהַחל. וּמַה הָיוּ מְשַׁמְּשׁוֹת מַעֲרָבִית דְּרוֹמִית לִשְׁכַּת הַטְּלָאִים. וּדְרוֹמִית מִזְרָחִית לִשְׁכַּת עוֹשֵׂי לֶחֶם הַפָּנִים. מִזְרָחִית צְפוֹנִית בָּהּ גָּנְזוּ בֵּית חַשְׁמוֹנַי אַבְנֵי מִזְבֵּחַ שֶׁשִּׁקְּצוּם מַלְכֵי יָוָן. צְפוֹנִית מַעֲרָבִית בָּהּ יוֹרְדִין לְבֵית הַטְּבִילָה:\n",
            "הַיּוֹרֵד לְבֵית הַטְּבִילָה מִלִּשְׁכָּה זוֹ הָיָה הוֹלֵךְ בַּמְּסִבָּה הַהוֹלֶכֶת תַּחַת הַמִּקְדָּשׁ כֻּלּוֹ וְהַנֵּרוֹת דּוֹלְקוֹת מִכָּאן וּמִכָּאן עַד שֶׁמַּגִּיעַ לְבֵית הַטְּבִילָה. וּמְדוּרָה הָיְתָה שָׁם. וּבֵית הַכִּסֵּא שֶׁל כָּבוֹד. וְזֶהוּ כְּבוֹדוֹ, מְצָאוֹ נָעוּל בְּיָדוּעַ שֶׁיֵּשׁ שָׁם אָדָם:\n",
            "אֹרֶךְ הָעֲזָרָה מִן הַמִּזְרָח לַמַּעֲרָב קפ''ז וְזֶהוּ חֶשְׁבּוֹנָן. מִכֹּתֶל מַעֲרָבִי שֶׁל עֲזָרָה עַד כֹּתֶל הַהֵיכָל אַחַת עֶשְׂרֵה אַמָּה. וְאֹרֶךְ הַהֵיכָל כֻּלּוֹ מֵאָה אַמָּה. בֵּין הָאוּלָם וְלַמִּזְבֵּחַ שְׁתַּיִם וְעֶשְׂרִים. הַמִּזְבֵּחַ שְׁתַּיִם וּשְׁלֹשִׁים. מְקוֹם דְּרִיסַת רַגְלֵי הַכֹּהֲנִים וְהוּא הַנִּקְרָא עֶזְרַת כֹּהֲנִים אַחַת עֶשְׂרֵה אַמָּה. מְקוֹם דְּרִיסַת רַגְלֵי יִשְׂרָאֵל וְהוּא הַנִּקְרָא עֶזְרַת יִשְׂרָאֵל אַחַת עֶשְׂרֵה אַמָּה:\n",
            "וְרֹחַב הָעֲזָרָה מִן הַצָּפוֹן לַדָּרוֹם מֵאָה וּשְׁלֹשִׁים וְחָמֵשׁ וְזֶהוּ חֶשְׁבּוֹנָן. מִכֹּתֶל צְפוֹנִי עַד בֵּית הַמִּטְבָּחַיִם שְׁמוֹנֶה אַמּוֹת. בֵּית הַמִּטְבָּחַיִם י''ב אַמּוֹת וּמֶחֱצָה. וְשָׁם תּוֹלִין וּמַפְשִׁיטִין אֶת הַקָּדָשִׁים בְּצִדּוֹ:\n",
            "מְקוֹם הַשֻּׁלְחָנוֹת שְׁמוֹנֶה אַמּוֹת וּבוֹ שֻׁלְחָנוֹת שֶׁל שַׁיִשׁ שֶׁמַּנִּיחִין עֲלֵיהֶן הַנְּתָחִים וּמְדִיחִין אֶת הַבָּשָׂר לְבַשְּׁלוֹ. וּשְׁמוֹנָה שֻׁלְחָנוֹת הָיוּ. וּבְצַד מְקוֹם הַשֻּׁלְחָנוֹת מְקוֹם הַטַּבָּעוֹת כ''ד אַמָּה. וְשָׁם שׁוֹחֲטִין אֶת הַקָּדָשִׁים:\n",
            "וּבֵין מְקוֹם הַטַּבָּעוֹת וְהַמִּזְבֵּחַ שְׁמוֹנֶה אַמּוֹת וְהַמִּזְבֵּחַ ל''ב. וְהַכֶּבֶשׁ שְׁלֹשִׁים. וּבֵין הַכֶּבֶשׁ וּלְכֹתֶל דְּרוֹמִי י''ב אַמָּה וּמֶחֱצָה. מִכֹּתֶל צְפוֹנִי שֶׁל עֲזָרָה עַד כֹּתֶל הַמִּזְבֵּחַ שֶׁהוּא רֹחַב שִׁשִּׁים וּמֶחֱצָה. וּכְנֶגְדוֹ מִכֹּתֶל הָאוּלָם עַד כֹּתֶל מִזְרָחִי שֶׁל עֲזָרָה שֶׁהוּא אֹרֶךְ שֵׁשׁ וְשִׁבְעִים:\n",
            "כָּל הַמְרֻבָּע הַזֶּה הוּא הַנִּקְרָא צָפוֹן הוּא הַמָּקוֹם שֶׁשּׁוֹחֲטִין בּוֹ קָדְשֵׁי קָדָשִׁים:\n",
            "שְׁמוֹנֶה לְשָׁכוֹת הָיוּ בְּעֶזְרַת יִשְׂרָאֵל. שָׁלֹשׁ בַּצָּפוֹן. וְשָׁלֹשׁ בַּדָּרוֹם. שֶׁבַּדָּרוֹם לִשְׁכַּת הַמֶּלַח. לִשְׁכַּת הַפַּרְוָה. לִשְׁכַּת הַמְּדִיחִין. לִשְׁכַּת הַמֶּלַח שָׁם נוֹתְנִין מֶלַח לַקָּרְבָּן. לִשְׁכַּת הַפַּרְוָה שָׁם מוֹלְחִין עוֹרוֹת הַקָּדָשִׁים. וְעַל גַּגָּהּ הָיְתָה בֵּית טְבִילָה לְכֹהֵן גָּדוֹל בְּיוֹם הַכִּפּוּרִים. לִשְׁכַּת הַמְּדִיחִין שָׁם הָיוּ מְדִיחִין קִרְבֵי הַקָּדָשִׁים וּמִשָּׁם מְסִבָּה עוֹלָה לְגַג בֵּית הַפַּרְוָה. וְהַשָּׁלֹשׁ שֶׁבִּצְפוֹן לִשְׁכַּת הַגָּזִית. לִשְׁכַּת הַגּוֹלָה. לִשְׁכַּת הָעֵץ. לִשְׁכַּת הַגָּזִית שֶׁבָּהּ סַנְהֶדְרִי גְּדוֹלָה יוֹשֶׁבֶת. וְחֶצְיָהּ הָיָה קֹדֶשׁ וְחֶצְיָהּ הָיָה חֹל. וְלָהּ שְׁנֵי פְּתָחִים אֶחָד לַקֹּדֶשׁ וְאֶחָד לְחל וּבַחֵצִי שֶׁל חֹל הָיוּ הַסַּנְהֶדְרִין יוֹשְׁבִין. לִשְׁכַּת הַגּוֹלָה שָׁם הָיְתָה בּוֹר שֶׁמְּמַלְּאִין מִמֶּנּוּ בַּגּוֹלָה וּמִשָּׁם מְסַפְּקִין מַיִם לְכָל הָעֲזָרָה. וְלִשְׁכַּת הָעֵץ הָיְתָה אֲחוֹרֵי שְׁתֵּיהֶן וְהִיא הָיְתָה לִשְׁכַּת כֹּהֵן גָּדוֹל וְהִיא הַנִּקְרֵאת לִשְׁכַּת פַּרְהֶדְרִין. וְגַג שְׁלָשְׁתָּן שָׁוֶה. וּשְׁתֵּי לְשָׁכוֹת אֲחֵרוֹת הָיוּ שָׁם בְּעֶזְרַת יִשְׂרָאֵל. אַחַת מִימִין שַׁעַר מִזְרָחִי וְהוּא לִשְׁכַּת פִּינְחָס הַמַּלְבִּישׁ. וְאֶחָד מִשְּׂמֹאלוֹ וְהוּא לִשְׁכַּת עוֹשֶׂה חֲבִיתִין:\n"
        ],
        [
            "הַמִּקְדָשׁ כֻּלּוֹ לֹא הָיָה בְּמִישׁוֹר אֶלָּא בְּמַעֲלֵה הָהָר. כְּשֶׁאָדָם נִכְנָס מִשַּׁעַר מִזְרָחִי שֶׁל הַר הַבַּיִת מְהַלֵּךְ עַד סוֹף הַחֵיל בְּשָׁוֶה. וְעוֹלֶה מִן הַחֵיל לְעֶזְרַת הַנָּשִׁים בִּשְׁתֵּים עֶשְׂרֵה מַעֲלוֹת רוּם כָּל מַעֲלָה חֲצִי אַמָּה וְשִׁלְחָהּ חֲצִי אַמָּה:\n",
            "וּמְהַלֵּךְ כָּל עֶזְרַת הַנָּשִׁים בְּשָׁוֶה. וְעוֹלֶה מִמֶּנָּה לְעֶזְרַת יִשְׂרָאֵל שֶׁהוּא תְּחִלַּת הָעֲזָרָה בַּחֲמֵשׁ עֶשְׂרֵה מַעֲלוֹת. רוּם כָּל מַעֲלָה חֲצִי אַמָּה וְשִׁלְחָהּ חֲצִי אַמָּה:\n",
            "וּמְהַלֵּךְ כָּל עֶזְרַת יִשְׂרָאֵל בְּשָׁוֶה וְעוֹלֶה מִמֶּנּוּ לְעֶזְרַת הַכֹּהֲנִים בְּמַעֲלָה גְּבוֹהָה אַמָּה וְעָלֶיהָ דּוּכָן יֵשׁ בּוֹ שָׁלֹשׁ מַעֲלוֹת. רוּם כָּל מַעְלָה חֲצִי אַמָּה וְשִׁלְחָהּ חֲצִי אַמָּה. נִמְצֵאת עֶזְרַת הַכֹּהֲנִים גְּבוֹהָה עַל שֶׁל יִשְׂרָאֵל שְׁתֵּי אַמּוֹת וּמֶחֱצָה:\n",
            "וּמְהַלֵּךְ כָּל עֶזְרַת הַכֹּהֲנִים וְהַמִּזְבֵּחַ. וּבֵין הָאוּלָם וְלַמִּזְבֵּחַ בְּשָׁוֶה. וְעוֹלֶה מִשָּׁם לָאוּלָם בִּשְׁתֵּים עֶשְׂרֵה מַעֲלוֹת. רוּם כָּל מַעְלָה חֲצִי אַמָּה וְשִׁלְחָהּ חֲצִי אַמָּה וְהָאוּלָם וְהַהֵיכָל כֻּלּוֹ בְּשָׁוֶה:\n",
            "נִמְצָא גֹּבַהּ קַרְקַע הַהֵיכָל עַל קַרְקַע שַׁעַר הַמִּזְרָח שֶׁל הַר הַבַּיִת שְׁתַּיִם וְעֶשְׂרִים אַמּוֹת. וְגֹבַהּ שַׁעַר הַר הַבַּיִת עֶשְׂרִים אַמָּה. לְפִיכָךְ הָעוֹמֵד כְּנֶגֶד שַׁעַר הַמִּזְרָח אֵינוֹ רוֹאֶה פֶּתַח הַהֵיכָל. וּמִפְּנֵי זֶה עָשׂוּ כֹּתֶל שֶׁעַל גַּבֵּי שַׁעַר זֶה נָמוּךְ. כְּדֵי שֶׁיְּהֵא כֹּהֵן הָעוֹמֵד בְּהַר הַמִּשְׁחָה רוֹאֶה פֶּתַח הַהֵיכָל בְּשָׁעָה שֶׁמַּזֶּה מִדַּם הַפָּרָה נֹכַח הַהֵיכָל:\n",
            "וּלְשָׁכוֹת הָיוּ שָׁם תַּחַת עֶזְרַת יִשְׂרָאֵל פְּתוּחוֹת לְעֶזְרַת הַנָּשִׁים. שֶׁשָּׁם הַלְוִיִּם נוֹתְנִין הַכִּנּוֹרוֹת וְהַנְּבָלִים וְהַמְּצִלְתַּיִם וְכָל כְּלֵי הַשִּׁיר. וְעַל הַדּוּכָן הָעוֹלֶה מֵעֶזְרַת יִשְׂרָאֵל לְעֶזְרַת הַכֹּהֲנִים הָיוּ הַלְוִיִּם עוֹמְדִים בְּשָׁעָה שֶׁאוֹמְרִים שִׁירָה עַל הַקָּרְבָּן:\n",
            "הַלְּשָׁכוֹת הַבְּנוּיוֹת בַּקֹּדֶשׁ וּפְתוּחוֹת לַחל אִם הָיוּ גַּגּוֹתֵיהֶן שָׁוִין עִם קַרְקַע הָעֲזָרָה תּוֹכָן חֹל וְגַגּוֹתֵיהֶן קֹדֶשׁ וְאִם אֵינָן שָׁוִין אַף גַּגּוֹתֵיהֶן חֹל שֶׁהַגַּגּוֹת וְהָעֲלִיּוֹת לֹא נִתְקַדְּשׁוּ. לְפִיכָךְ גַּגִּים אֵלּוּ אֵין אוֹכְלִין שָׁם קָדְשֵׁי קָדָשִׁים וְלֹא שׁוֹחֲטִין קָדָשִׁים קַלִּים:\n",
            "הָיוּ בְּנוּיוֹת לַחל וּפְתוּחוֹת לַקֹּדֶשׁ תּוֹכָן קֹדֶשׁ לַאֲכִילַת קָדְשֵׁי קָדָשִׁים אֲבָל אֵין שׁוֹחֲטִין שָׁם קָדָשִׁים קַלִּים וְהַנִּכְנָס לְשָׁם בְּטֻמְאָה פָּטוּר. וְגַגּוֹתֵיהֶן חֹל לְכָל דָּבָר:\n",
            "הַמְּחִלּוֹת הַפְּתוּחוֹת לָעֲזָרָה קֹדֶשׁ וְהַפְּתוּחוֹת לְהַר הַבַּיִת חֹל. הַחַלּוֹנוֹת וָעֳבִי הַחוֹמָה כִּלְפָנִים בֵּין לַאֲכִילַת קָדְשֵׁי קָדָשִׁים בֵּין לְטֻמְאָה:\n",
            "בֵּית דִּין שֶׁרָצוּ לְהוֹסִיף עַל יְרוּשָׁלַיִם אוֹ לְהוֹסִיף עַל הָעֲזָרָה מוֹסִיפִין. וְיֵשׁ לָהֶם לִמְשֹׁךְ הָעֲזָרָה עַד הַמָּקוֹם שֶׁיִּרְצוּ מֵהַר הַבַּיִת וְלִמְשֹׁךְ חוֹמַת יְרוּשָׁלַיִם עַד מָקוֹם שֶׁיִּרְצוּ:\n",
            "אֵין מוֹסִיפִין עַל הָעִיר אוֹ עַל הָעֲזָרוֹת אֶלָּא עַל פִּי הַמֶּלֶךְ וְעַל פִּי נָבִיא וּבְאוּרִים וְתֻמִּים וְעַל פִּי סַנְהֶדְרִין שֶׁל שִׁבְעִים וְאֶחָד זְקֵנִים שֶׁנֶּאֱמַר <small>(שמות כה ט)</small> \"כְּכל אֲשֶׁר אֲנִי מַרְאֶה אוֹתְךָ\" וְכֵן תַּעֲשׂוּ לְדוֹרוֹת. וּמשֶׁה רַבֵּנוּ מֶלֶךְ הָיָה:\n",
            "וְכֵיצַד מוֹסִיפִין עַל הָעִיר. עוֹשִׂין בֵּית דִּין שְׁתֵּי תּוֹדוֹת וְלוֹקְחִין לֶחֶם חָמֵץ שֶׁבָּהֶם וְהוֹלְכִים בֵּית דִּין אַחַר שְׁתֵּי הַתּוֹדוֹת וּשְׁתֵּי הַתּוֹדוֹת זוֹ אַחַר זוֹ וְעוֹמְדִין בְּכִנּוֹרוֹת וּבִנְבָלִים וּבְצִלְצָל עַל כָּל פִּנָּה וּפִנָּה וְעַל כָּל אֶבֶן (וְאֶבֶן) שֶׁבִּירוּשָׁלַיִם וְאוֹמֵר <small>(תהילים ל ב)</small> \"אֲרוֹמִמְךָ ה' כִּי דִלִּיתָנִי\" וְגוֹ'. עַד שֶׁמַּגִּיעִין לְסוֹף הַמָּקוֹם שֶׁמְּקַדְּשִׁין אוֹתוֹ וְעוֹמְדִין שָׁם. וְאוֹכְלִים שָׁם לֶחֶם תּוֹדָה אַחַת מִשְּׁתֵי הַתּוֹדוֹת וְהַשְּׁנִיָּה נִשְׂרֶפֶת. וְעַל פִּי הַנָּבִיא שׂוֹרְפִין אֶת זוֹ וְאוֹכְלִין אֶת זוֹ:\n",
            "וְכֵן אִם הוֹסִיפוּ עַל הָעֲזָרָה מְקַדְּשִׁין אוֹתָהּ בִּשְׁיָרֵי הַמִּנְחָה. מַה יְּרוּשָׁלַיִם הַתּוֹדָה שֶׁנֶּאֱכֶלֶת בָּהּ מְקַדַּשְׁתָּהּ אַף הָעֲזָרָה שְׁיָרֵי הַמְּנָחוֹת שֶׁאֵין נֶאֱכָלִין אֶלָּא בָּהּ הֵן שֶׁמְּקַדְּשִׁין אוֹתָהּ בָּהֶן. וְאוֹכְלִין אוֹתָן בְּסוֹף הַמָּקוֹם שֶׁקִּדְּשׁוּ:\n",
            "כָּל מָקוֹם שֶׁלֹּא נַעֲשָׂה בְּכָל אֵלּוּ וְכַסֵּדֶר הַזֶּה אֵין קָדוֹשׁ גָּמוּר. וְזֶה שֶׁעָשָׂה עֶזְרָא שְׁתֵּי תּוֹדוֹת זִכָּרוֹן הוּא שֶׁעָשָׂה לֹא בְּמַעֲשָׂיו נִתְקַדֵּשׁ הַמָּקוֹם שֶׁלֹּא הָיָה שָׁם לֹא מֶלֶךְ וְלֹא אוּרִים וְתֻמִּים. וּבְמַה נִּתְקַדְּשָׁה בִּקְדֻשָּׁה רִאשׁוֹנָה שֶׁקִּדְּשָׁהּ שְׁלֹמֹה שֶׁהוּא קִדֵּשׁ הָעֲזָרָה וִירוּשָׁלַיִם לִשְׁעָתָן וְקִדְּשָׁן לֶעָתִיד לָבוֹא:\n",
            "לְפִיכָךְ מַקְרִיבִין הַקָּרְבָּנוֹת כֻּלָּן אַף עַל פִּי שֶׁאֵין שָׁם בַּיִת בָּנוּי. וְאוֹכְלִין קָדְשֵׁי קָדָשִׁים בְּכָל הָעֲזָרָה אַף עַל פִּי שֶׁהִיא חֲרֵבָה וְאֵינָהּ מֻקֶּפֶת בִּמְחִצָּה וְאוֹכְלִין קָדָשִׁים קַלִּים וּמַעֲשֵׂר שֵׁנִי בְּכָל יְרוּשָׁלַיִם אַף עַל פִּי שֶׁאֵין שָׁם חוֹמוֹת שֶׁהַקְּדֻשָּׁה רִאשׁוֹנָה קָדְשָׁה לִשְׁעָתָהּ וְקָדְשָׁה לֶעָתִיד לָבוֹא:\n",
            "וְלָמָּה אֲנִי אוֹמֵר בַּמִּקְדָּשׁ וִירוּשָׁלַיִם קְדֻשָּׁה רִאשׁוֹנָה קָדְשָׁה לֶעָתִיד לָבוֹא. וּבִקְדֻשַּׁת שְׁאָר אֶרֶץ יִשְׂרָאֵל לְעִנְיַן שְׁבִיעִית וּמַעַשְׂרוֹת וְכַיּוֹצֵא בָּהֶן לֹא קָדְשָׁה לֶעָתִיד לָבוֹא. לְפִי שֶׁקְּדֻשַּׁת הַמִּקְדָּשׁ וִירוּשָׁלַיִם מִפְּנֵי הַשְּׁכִינָה וּשְׁכִינָה אֵינָהּ בְּטֵלָה. וַהֲרֵי הוּא אוֹמֵר <small>(ויקרא כו לא)</small> \"וַהֲשִׁמּוֹתִי אֶת מִקְדְּשֵׁיכֶם\" וְאָמְרוּ חֲכָמִים אַף עַל פִּי שֶׁשּׁוֹמְמִין בִּקְדֻשָּׁתָן הֵן עוֹמְדִים אֲבָל חִיּוּב הָאָרֶץ בִּשְׁבִיעִית וּבְמַעַשְׂרוֹת אֵינוֹ אֶלָּא מִפְּנֵי שֶׁהוּא כִּבּוּשׁ רַבִּים וְכֵיוָן שֶׁנִּלְקְחָה הָאָרֶץ מִידֵיהֶם בָּטַל הַכִּבּוּשׁ וְנִפְטְרָה מִן הַתּוֹרָה מִמַּעַשְׂרוֹת וּמִשְּׁבִיעִית שֶׁהֲרֵי אֵינָהּ מִן אֶרֶץ יִשְׂרָאֵל. וְכֵיוָן שֶׁעָלָה עֶזְרָא וְקִדְּשָׁהּ לֹא קִדְּשָׁהּ בְּכִבּוּשׁ אֶלָּא בַּחֲזָקָה שֶׁהֶחְזִיקוּ בָּהּ וּלְפִיכָךְ כָּל מָקוֹם שֶׁהֶחְזִיקוּ בָּהּ עוֹלֵי בָּבֶל וְנִתְקַדֵּשׁ בִּקְדֻשַּׁת עֶזְרָא הַשְּׁנִיָּה הוּא מְקֻדָּשׁ הַיּוֹם וְאַף עַל פִּי שֶׁנִּלְקַח הָאָרֶץ מִמֶּנּוּ וְחַיָּב בִּשְׁבִיעִית וּבְמַעַשְׂרוֹת עַל הַדֶּרֶךְ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת תְּרוּמָה:\n"
        ],
        [
            "מִצְוַת עֲשֵׂה לְיִרְאָה מִן הַמִּקְדָּשׁ שֶׁנֶּאֱמַר <small>(ויקרא יט ל)</small> <small>(ויקרא כו ב)</small> \"וּמִקְדָּשִׁי תִּירָאוּ\". וְלֹא מִן הַמִּקְדָּשׁ אַתָּה יָרֵא אֶלָּא מִמִּי שֶׁצִּוָּה עַל יִרְאָתוֹ: \n",
            "וְאֵי זוֹ הִיא יִרְאָתוֹ לֹא יִכָּנֵס אָדָם לְהַר הַבַּיִת בְּמַקְלוֹ אוֹ בְּמִנְעָל שֶׁבְּרַגְלָיו אוֹ בַּאֲפֻנְדָּתוֹ אוֹ בָּאָבָק שֶׁעַל רַגְלָיו אוֹ בְּמָעוֹת הַצְּרוּרִין לוֹ בִּסְדִינוֹ וְאֵין צָרִיךְ לוֹמַר שֶׁאָסוּר לָרֹק בְּכָל הַר הַבַּיִת אֶלָּא אִם נִזְדַּמֵּן לוֹ רֹק מַבְלִיעוֹ בִּכְסוּתוֹ. וְלֹא יַעֲשֶׂה הַר הַבַּיִת דֶּרֶךְ שֶׁיִּכָּנֵס מִפֶּתַח זוֹ וְיֵצֵא מִפֶּתַח שֶׁכְּנֶגְדָהּ כְּדֵי לְקַצֵּר הַדֶּרֶךְ אֶלָּא יַקִּיפוֹ מִבַּחוּץ. וְלֹא יִכָּנֵס לוֹ אֶלָּא לִדְבַר מִצְוָה:\n",
            "וְכָל הַנִּכְנָסִין לְהַר הַבַּיִת נִכְנָסִין דֶּרֶךְ יָמִין וּמַקִּיפִין וְיוֹצְאִין דֶּרֶךְ שְׂמֹאל חוּץ מִמִּי שֶׁאֵרְעוֹ דָּבָר שֶׁהוּא מַקִּיף עַל הַשְּׂמֹאל. לְפִיכָךְ הָיוּ שׁוֹאֲלִין לוֹ מַה לְּךָ מַקִּיף עַל הַשְּׂמֹאל. שֶׁאֲנִי אָבֵל. הַשּׁוֹכֵן בַּבַּיִת הַזֶּה יְנַחֶמְךָ. שֶׁאֲנִי מְנֻדֶּה. הַשּׁוֹכֵן בַּבַּיִת הַזֶּה יִתֵּן בִּלְבָבְךָ וְתִשְׁמַע לְדִבְרֵי חֲבֵרֶיךָ וִיקָרְבוּךָ:\n",
            "כָּל שֶׁהִשְׁלִים עֲבוֹדָה וְנִסְתַּלֵּק לוֹ אֵינוֹ יוֹצֵא וַאֲחוֹרָיו לַהֵיכָל אֶלָּא מְהַלֵּךְ אֲחוֹרַנִּית מְעַט מְעַט וּמְהַלֵּךְ בְּנַחַת עַל צִדּוֹ עַד שֶׁיֵּצֵא מִן הָעֲזָרָה. וְכֵן אַנְשֵׁי מִשְׁמָר וְאַנְשֵׁי מַעֲמָד וּלְוִיִּם מִדּוּכָנָן כָּךְ הֵם יוֹצְאִין מִן הַמִּקְדָּשׁ כְּמִי שֶׁפּוֹסֵעַ אַחַר תְּפִלָּה לַאֲחוֹרָיו. כָּל זֶה לְיִרְאָה מִן הַמִּקְדָּשׁ:\n",
            "לֹא יָקֵל אָדָם אֶת רֹאשׁוֹ כְּנֶגֶד שַׁעַר מִזְרָחִי שֶׁל עֲזָרָה שֶׁהוּא שַׁעַר נִיקָנוֹר. מִפְּנֵי שֶׁהוּא מְכֻוָּן כְּנֶגֶד בֵּית קֹדֶשׁ הַקָּדָשִׁים. וְכָל הַנִּכְנָס לָעֲזָרָה יְהַלֵּךְ בְּנַחַת בְּמָקוֹם שֶׁמֻּתָּר לוֹ לְהִכָּנֵס לְשָׁם. וְיִרְאֶה עַצְמוֹ שֶׁהוּא עוֹמֵד לִפְנֵי ה' כְּמוֹ שֶׁנֶּאֱמַר <small>(מלכים א ט ג)</small> <small>(דברי הימים ב ז טז)</small> \"וְהָיוּ עֵינַי וְלִבִּי שָׁם כָּל הַיָּמִים\". וּמְהַלֵּךְ בְּאֵימָה וּבְיִרְאָה וּרְעָדָה שֶׁנֶּאֱמַר <small>(תהילים נה טו)</small> \"בְּבֵית אֱלֹהִים נְהַלֵּךְ בְּרָגֶשׁ\": \n",
            "וְאָסוּר לְכָל אָדָם לֵישֵׁב בְּכָל הָעֲזָרָה וְאֵין יְשִׁיבָה בָּעֲזָרָה אֶלָּא לְמַלְכֵי בֵּית דָּוִד בִּלְבַד שֶׁנֶּאֱמַר <small>(שמואל ב ז יח)</small> <small>(דברי הימים א יז טז)</small> \"וַיָּבֹא הַמֶּלֶךְ דָּוִד וַיֵּשֶׁב לִפְנֵי ה'\". וְהַסַּנְהֶדְרִין שֶׁהָיוּ יוֹשְׁבִין בְּלִשְׁכַּת הַגָּזִית לֹא הָיוּ יוֹשְׁבִין אֶלָּא בְּחֶצְיָהּ שֶׁל חל: \n",
            "אַף עַל פִּי שֶׁהַמִּקְדָּשׁ הַיּוֹם חָרֵב בַּעֲוֹנוֹתֵינוּ חַיָּב אָדָם בְּמוֹרָאוֹ כְּמוֹ שֶׁהָיָה נוֹהֵג בּוֹ בְּבִנְיָנוֹ. לֹא יִכָּנֵס אֶלָּא לְמָקוֹם שֶׁמֻּתָּר לְהִכָּנֵס לְשָׁם וְלֹא יֵשֵׁב בָּעֲזָרָה וְלֹא יָקֵל רֹאשׁוֹ כְּנֶגֶד שַׁעַר הַמִּזְרָח שֶׁנֶּאֱמַר <small>(ויקרא יט ל)</small> <small>(ויקרא כו ב)</small> \"אֶת שַׁבְּתֹתַי תִּשְׁמֹרוּ וּמִקְדָּשִׁי תִּירָאוּ\". מַה שְּׁמִירַת שַׁבָּת לְעוֹלָם אַף מוֹרָא מִקְדָּשׁ לְעוֹלָם שֶׁאַף עַל פִּי שֶׁחָרֵב בִּקְדֻשָּׁתוֹ עוֹמֵד: \n",
            "בִּזְמַן שֶׁהַמִּקְדָּשׁ בָּנוּי אָסוּר לוֹ לְאָדָם לְהָקֵל אֶת רֹאשׁוֹ מִן הַצּוֹפִים שֶׁהוּא חוּץ לִירוּשָׁלַיִם וְלִפְנִים. וְהוּא שֶׁיִּהְיֶה רוֹאֶה אֶת הַמִּקְדָּשׁ. וְלֹא יִהְיֶה גָּדֵר מַפְסִיק בֵּינוֹ וּבֵין הַמִּקְדָּשׁ:\n",
            "אָסוּר לְאָדָם לְעוֹלָם שֶׁיִּפָּנֶה אוֹ שֶׁיִּישַׁן בֵּין מִזְרָח לַמַּעֲרָב. וְאֵין צָרִיךְ לוֹמַר שֶׁאֵין קוֹבְעִין בֵּית הַכִּסֵּא בֵּין מִזְרָח לַמַּעֲרָב בְּכָל מָקוֹם מִפְּנֵי שֶׁהַהֵיכָל בְּמַעֲרָב. לְפִיכָךְ לֹא יִפָּנֶה לְמַעֲרָב וְלֹא לְמִזְרָח מִפְּנֵי שֶׁהוּא כְּנֶגֶד הַמַּעֲרָב. אֶלָּא בֵּין צָפוֹן לְדָרוֹם נִפְנִים וִישֵׁנִים. וְכָל הַמֵּטִיל מַיִם מִן הַצּוֹפִים וְלִפְנִים לֹא יֵשֵׁב וּפָנָיו כְּלַפֵּי הַקֹּדֶשׁ אֶלָּא לְצָפוֹן אוֹ לְדָרוֹם אוֹ יְסַלֵּק הַקֹּדֶשׁ לַצְּדָדִין:\n",
            "וְאָסוּר לְאָדָם שֶׁיַּעֲשֶׂה בַּיִת תַּבְנִית הֵיכָל. אַכְסַדְרָא תַּבְנִית אוּלָם. חָצֵר כְּנֶגֶד הָעֲזָרָה. שֻׁלְחָן בְּצוּרַת שֻׁלְחָן. וּמְנוֹרָה בְּצוּרַת מְנוֹרָה. אֲבָל עוֹשֶׂה הוּא מְנוֹרָה שֶׁל חֲמִשָּׁה קָנִים אוֹ שֶׁל שְׁמוֹנָה קָנִים אוֹ מְנוֹרָה שֶׁאֵינָהּ שֶׁל מַתֶּכֶת אַף עַל פִּי שֶׁיֵּשׁ לָהּ שִׁבְעָה קָנִים:\n",
            "שְׁלֹשָׁה מַחֲנוֹת הָיוּ בַּמִּדְבָּר. מַחֲנֵה יִשְׂרָאֵל וְהוּא אַרְבַּע מַחֲנוֹת. וּמַחֲנֵה לְוִיָּה שֶׁנֶּאֱמַר בָּהּ <small>(במדבר א נ)</small> \"וְסָבִיב לַמִּשְׁכָּן יַחֲנוּ\". וּמַחֲנֵה שְׁכִינָה וְהוּא מִפֶּתַח חֲצַר אֹהֶל מוֹעֵד וְלִפְנִים. וּכְנֶגְדָּן לְדוֹרוֹת. מִפֶּתַח יְרוּשָׁלַיִם עַד הַר הַבַּיִת כְּמַחֲנֵה יִשְׂרָאֵל. וּמִפֶּתַח הַר הַבַּיִת עַד פֶּתַח הָעֲזָרָה שֶׁהוּא שַׁעַר נִיקָנוֹר כְּמַחֲנֵה לְוִיָּה. וּמִפֶּתַח הָעֲזָרָה וְלִפְנִים מַחֲנֵה שְׁכִינָה. וְהַחֵיל וְעֶזְרַת הַנָּשִׁים מַעֲלָה יְתֵרָה בְּבֵית עוֹלָמִים:\n",
            "כָּל אֶרֶץ יִשְׂרָאֵל מְקֻדֶּשֶׁת מִכָּל הָאֲרָצוֹת. וּמַה הִיא קְדֻשָּׁתָהּ שֶׁמְּבִיאִין מִמֶּנָּה הָעֹמֶר וּשְׁתֵּי הַלֶּחֶם וְהַבִּכּוּרִים מַה שֶּׁאֵין מְבִיאִין כֵּן מִשְּׁאָר אֲרָצוֹת:\n",
            "עֶשֶׂר קְדֻשּׁוֹת הֵן בְּאֶרֶץ יִשְׂרָאֵל וְזוֹ לְמַעְלָה מִזּוֹ. עֲיָרוֹת הַמֻּקָּפוֹת חוֹמָה מְקֻדָּשׁוֹת מִשְּׁאָר הָאָרֶץ שֶׁמְּשַׁלְּחִין מִתּוֹכָן אֶת הַמְצֹרָעִים וְאֵין קוֹבְרִין בְּתוֹכָן מֵת עַד שֶׁיִּרְצוּ שִׁבְעָה טוֹבֵי הָעִיר אוֹ כָּל אַנְשֵׁי הָעִיר. וְאִם יָצָא הַמֵּת חוּץ לָעִיר אֵין מַחֲזִירִין אוֹתוֹ לְתוֹכָהּ אַף עַל פִּי שֶׁרָצוּ כֻּלָּן לְהַחְזִירוֹ. רָצוּ בְּנֵי הָעִיר לְהוֹצִיא הַקֶּבֶר מִן הַמְּדִינָה מְפַנִּין אוֹתוֹ. וְכָל הַקְּבָרוֹת מְפַנִּין חוּץ מִקֶּבֶר נָבִיא אוֹ מֶלֶךְ. קֶבֶר שֶׁהִקִּיפַתּוּ הָעִיר בֵּין מֵאַרְבַּע רוּחוֹתָיו בֵּין מִשְּׁתֵי רוּחוֹת זוֹ כְּנֶגֶד זוֹ אִם הָיְתָה בֵּינוֹ וּבֵין הָעִיר יֶתֶר מֵחֲמִשִּׁים אַמָּה לְכָאן וַחֲמִשִּׁים לְכָאן אֵין מְפַנִּין אוֹתוֹ עַד שֶׁיִּרְצוּ כֻּלָּן. פָּחוֹת מִכָּאן מְפַנִּין אוֹתוֹ:\n",
            "יְרוּשָׁלַיִם מְקֻדֶּשֶׁת מִשְּׁאָר הָעֲיָרוֹת הַמֻּקָּפוֹת חוֹמָה. שֶׁאוֹכְלִין קָדָשִׁים קַלִּים וּמַעֲשֵׂר שֵׁנִי לְפָנִים מֵחוֹמָתָהּ. וְאֵלּוּ דְּבָרִים שֶׁנֶּאֶמְרוּ בִּירוּשָׁלַיִם. אֵין מְלִינִין בָּהּ אֶת הַמֵּת. וְאֵין מַעֲבִירִין בְּתוֹכָהּ עַצְמוֹת אָדָם. וְאֵין מַשְׂכִּירִין בְּתוֹכָהּ בָּתִּים. וְאֵין נוֹתְנִין בְּתוֹכָהּ מָקוֹם לְגֵר תּוֹשָׁב. וְאֵין מְקַיְּמִין בָּהּ קִבְרוֹת חוּץ מִקִּבְרֵי בֵּית דָּוִד וְקֶבֶר חֻלְדָּה שֶׁהָיוּ בָּהּ מִימוֹת נְבִיאִים הָרִאשׁוֹנִים. וְאֵין נוֹטְעִין בָּהּ גַּנּוֹת וּפַרְדֵּסִים. וְאֵינָהּ נִזְרַעַת וְאֵינָהּ נֶחֱרֶשֶׁת שֶׁמָּא תִּסְרַח. וְאֵין מְקַיְּמִין בָּהּ אִילָנוֹת חוּץ מִגִּנַּת וְרָדִים שֶׁהָיְתָה שָׁם מִימוֹת נְבִיאִים הָרִאשׁוֹנִים. וְאֵין מְקַיְּמִין בָּהּ אַשְׁפָּה מִפְּנֵי הַשְּׁרָצִים. וְאֵין מוֹצִיאִין הֵימֶנָּה זִיזִין וּגְזוּזְטְרָאוֹת לִרְשׁוּת הָרַבִּים מִפְּנֵי אֹהֶל הַטֻּמְאָה. וְאֵין עוֹשִׂין בָּהּ כִּבְשׁוֹנוֹת מִפְּנֵי הֶעָשָׁן. וְאֵין מְגַדְּלִין בָּהּ תַּרְנְגוֹלוֹת מִפְּנֵי הַקָּדָשִׁים. וְכֵן לֹא יְגַדְּלוּ הַכֹּהֲנִים תַּרְנְגוֹלִים בְּכָל אֶרֶץ יִשְׂרָאֵל מִפְּנֵי הַטָּהֳרוֹת. וְאֵין הַבַּיִת נֶחְלָט בָּהּ. וְאֵינוֹ מִטַּמֵּא בִּנְגָעִים. וְאֵינָהּ נַעֲשֵׂית עִיר הַנִּדַּחַת. וְאֵינָהּ מְבִיאָה עֶגְלָה עֲרוּפָה לְפִי שֶׁלֹּא נִתְחַלְּקָה לִשְׁבָטִים:\n",
            "הַר הַבַּיִת מְקֻדָּשׁ מִמֶּנָּה שֶׁאֵין זָבִין וְזָבוֹת נִדּוֹת וְיוֹלְדוֹת נִכְנָסִין לְשָׁם. וּמֻתָּר לְהַכְנִיס הַמֵּת עַצְמוֹ לְהַר הַבַּיִת וְאֵין צָרִיךְ לוֹמַר טְמֵא מֵת שֶׁהוּא נִכְנָס לְשָׁם:\n",
            "הַחֵיל מְקֻדָּשׁ מִמֶּנּוּ שֶׁאֵין עַכּוּ''ם וּטְמֵא מֵת וּבוֹעֵל נִדָּה נִכְנָסִים לְשָׁם:\n",
            "עֶזְרַת הַנָּשִׁים מְקֻדֶּשֶׁת מִן הַחֵיל שֶׁאֵין טְבוּל יוֹם נִכְנָס לְשָׁם. וְאִסּוּר זֶה מִדִּבְרֵיהֶם אֲבָל מִן הַתּוֹרָה מֻתָּר לִטְבוּל יוֹם לְהִכָּנֵס לְמַחֲנֵה לְוִיָּה. וּטְמֵא מֵת שֶׁנִּכְנַס לְעֶזְרַת הַנָּשִׁים אֵינוֹ חַיָּב חַטָּאת:\n",
            "עֶזְרַת יִשְׂרָאֵל מְקֻדֶּשֶׁת מֵעֶזְרַת נָשִׁים שֶׁאֵין מְחֻסַּר כִּפּוּרִים נִכְנַס לְשָׁם. וְטָמֵא שֶׁנִּכְנַס לְשָׁם חַיָּב כָּרֵת:\n",
            "עֶזְרַת הַכֹּהֲנִים מְקֻדֶּשֶׁת מִמֶּנָּה. שֶׁאֵין יִשְׂרָאֵל נִכְנָסִין לְשָׁם אֶלָּא בִּשְׁעַת צָרְכֵיהֶם לִסְמִיכָה וּלְכַפָּרָה וְלִשְׁחִיטָה וְלִתְנוּפָה:\n",
            "בֵּין הָאוּלָם וְלַמִּזְבֵּחַ מְקֻדָּשׁ מִמֶּנָּה שֶׁאֵין בַּעֲלֵי מוּמִין וּפְרוּעֵי רֹאשׁ וּקְרוּעֵי בְּגָדִים נִכְנָסִין לְשָׁם:\n",
            "הַהֵיכָל מְקֻדָּשׁ מִבֵּין הָאוּלָם וְלַמִּזְבֵּחַ. שֶׁאֵין נִכְנָס לְשָׁם אֶלָּא רְחוּץ יָדַיִם וְרַגְלַיִם:\n",
            "בֵּית קֹדֶשׁ הַקָּדָשִׁים מְקֻדָּשׁ מִמֶּנּוּ שֶׁאֵין נִכְנָס לְשָׁם אֶלָּא כֹּהֵן גָּדוֹל בְּיוֹם הַכִּפּוּרִים בִּשְׁעַת הָעֲבוֹדָה:\n",
            "מָקוֹם שֶׁהָיָה בַּעֲלִיָּה מְכֻוָּן עַל קֹדֶשׁ הַקָּדָשִׁים אֵין נִכְנָסִין לוֹ אֶלָּא פַּעַם אַחַת בְּשָׁבוּעַ לֵידַע מַה הוּא צָרִיךְ לְחַזֵּק בִּדְקוֹ. בְּשָׁעָה שֶׁנִּכְנָסִין הַבַּנָּאִים לִבְנוֹת וּלְתַקֵּן בַּהֵיכָל אוֹ לְהוֹצִיא מִשָּׁם אֶת הַטֻּמְאָה. מִצְוָה שֶׁיִּהְיוּ הַנִּכְנָסִין כֹּהֲנִים תְּמִימִים. לֹא מָצְאוּ תְּמִימִים יִכָּנְסוּ בַּעֲלֵי מוּמִין. וְאִם אֵין שָׁם כֹּהֲנִים יִכָּנְסוּ לְוִיִּם. לֹא מָצְאוּ לְוִיִּם יִכָּנְסוּ יִשְׂרָאֵל. מִצְוָה בִּטְהוֹרִים. לֹא מָצְאוּ טְהוֹרִים יִכָּנְסוּ טְמֵאִים. טָמֵא וּבַעַל מוּם יִכָּנֵס בַּעַל מוּם וְאַל יִכָּנֵס טָמֵא שֶׁהַטֻּמְאָה דְּחוּיָה בְּצִבּוּר. וְכָל הַנִּכְנָסִין לַהֵיכָל לְתַקֵּן יִכָּנְסוּ בְּתֵבוֹת. אִם אֵין שָׁם תֵּבוֹת אוֹ אִי אֶפְשָׁר לָהֶם שֶׁיַּעֲשׂוּ בְּתֵבוֹת יִכָּנְסוּ דֶּרֶךְ פְּתָחִים:\n"
        ],
        [
            "שְׁמִירַת הַמִּקְדָּשׁ מִצְוַת עֲשֵׂה. וְאַף עַל פִּי שֶׁאֵין שָׁם פַּחַד מֵאוֹיְבִים וְלֹא מִלִּסְטִים. שֶׁאֵין שְׁמִירָתוֹ אֶלָּא כָּבוֹד לוֹ. אֵינוֹ דּוֹמֶה פַּלְטֵרִין שֶׁיֵּשׁ עָלָיו שׁוֹמְרִין לְפַלְטֵרִין שֶׁאֵין עָלָיו שׁוֹמְרִין: ",
            "וּשְׁמִירָה זוֹ מִצְוָתָהּ כָּל הַלַּיְלָה. וְהַשּׁוֹמְרִים הֵם הַכֹּהֲנִים וְהַלְוִיִּם שֶׁנֶּאֱמַר <small>(במדבר יח ב)</small> \"וְאַתָּה וּבָנֶיךָ אִתָּךְ לִפְנֵי אֹהֶל הָעֵדֻת\". כְּלוֹמַר אַתֶּם תִּהְיוּ שׁוֹמְרִים לוֹ. וַהֲרֵי נֶאֱמַר <small>(במדבר יח ד)</small> \"וְשָׁמְרוּ אֶת מִשְׁמֶרֶת אֹהֶל מוֹעֵד\" וְנֶאֱמַר <small>(במדבר ג לח)</small> \"וְהַחֹנִים קֵדְמָה לִפְנֵי אֹהֶל מוֹעֵד מִזְרָחָה משֶׁה וְאַהֲרֹן וּבָנָיו שֹׁמְרֵי מִשְׁמֶרֶת הַקֹּדֶשׁ\": ",
            "וְאִם בִּטְּלוּ שְׁמִירָה עָבְרוּ בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(במדבר יח ה)</small> \"וְשָׁמְרוּ אֶת מִשְׁמֶרֶת הַקֹּדֶשׁ\". וּלְשׁוֹן שְׁמִירָה אַזְהָרָה הִיא הָא לָמַדְתָּ שֶׁשְּׁמִירָתוֹ מִצְוַת עֲשֵׂה. וּבִטּוּל שְׁמִירָתוֹ מִצְוַת לֹא תַּעֲשֶׂה:  ",
            "מִצְוַת שְׁמִירָתוֹ שֶׁיִּהְיוּ הַכֹּהֲנִים שׁוֹמְרִים מִבִּפְנִים וְהַלְוִיִּם מִבַּחוּץ. וְכ''ד עֵדָה שׁוֹמְרִין אוֹתוֹ בְּכָל לַיְלָה תָּמִיד בְּכ''ד מָקוֹם. הַכֹּהֲנִים בִּשְׁלֹשָׁה מְקוֹמוֹת וְהַלְוִיִּם בְּכ''א מָקוֹם: ",
            "וְהֵיכָן הָיוּ שׁוֹמְרִים. כֹּהֲנִים הָיוּ שׁוֹמְרִים בְּבֵית אַבְטִינַס וּבְבֵית הַנִּיצוֹץ וּבְבֵית הַמּוֹקֵד. בֵּית אַבְטִינַס וּבֵית הַנִּיצוֹץ הָיוּ עֲלִיּוֹת בְּנוּיוֹת בְּצַד שַׁעֲרֵי הָעֲזָרָה וְהָרוֹבִין הָיוּ שׁוֹמְרִים שָׁם. בֵּית הַמּוֹקֵד כִּפָּה וּבַיִת גָּדוֹל הָיָה מֻקָּף רְבָדִין שֶׁל אֶבֶן וְזִקְנֵי בֵּית אָב שֶׁל אוֹתוֹ הַיּוֹם הָיוּ יְשֵׁנִים שָׁם וּמַפְתְּחוֹת הָעֲזָרָה בְּיָדָם: ",
            "לֹא הָיוּ הַכֹּהֲנִים הַשּׁוֹמְרִים יְשֵׁנִים בְּבִגְדֵי כְּהֻנָּה אֶלָּא מְקַפְּלִין אוֹתָן וּמַנִּיחִין אוֹתָן כְּנֶגֶד רָאשֵׁיהֶן וְלוֹבְשִׁין בִּגְדֵי עַצְמָן וִישֵׁנִים עַל הָאָרֶץ. כְּדֶרֶךְ כָּל שׁוֹמְרֵי חַצְרוֹת הַמְּלָכִים שֶׁלֹּא יִישְׁנוּ עַל הַמִּטּוֹת: ",
            "אֵרַע קֶרִי לָאֶחָד מֵהֶן. הוֹלֵךְ בַּמְּסִבָּה שֶׁתַּחַת הַקַּרְקַע שֶׁהַמְּחִלּוֹת הַפְּתוּחוֹת לְהַר הַבַּיִת לֹא נִתְקַדְּשׁוּ וְטוֹבֵל וְחוֹזֵר וְיוֹשֵׁב אֵצֶל אֶחָיו הַכֹּהֲנִים עַד שֶׁנִּפְתָּחִין הַשְּׁעָרִים בַּבֹּקֶר יוֹצֵא וְהוֹלֵךְ לוֹ: ",
            "וְהֵיכָן הָיוּ הַלְוִיִּם שׁוֹמְרִים. עַל חֲמִשָּׁה שַׁעֲרֵי הַר הַבַּיִת. וְעַל אַרְבַּע פִּנּוֹתָיו מִתּוֹכוֹ. וְעַל אַרְבַּע פִּנּוֹת הָעֲזָרָה מִבַּחוּץ שֶׁאָסוּר לֵישֵׁב בָּעֲזָרָה. וְעַל חֲמִשָּׁה שַׁעֲרֵי הָעֲזָרָה חוּץ לָעֲזָרָה שֶׁהֲרֵי הַכֹּהֲנִים שׁוֹמְרִים עַל שַׁעַר הַמּוֹקֵד וְעַל שַׁעַר הַנִּיצוֹץ. הֲרֵי שְׁמוֹנָה עָשָׂר מָקוֹם: ",
            "וְעוֹד שׁוֹמְרִים בְּלִשְׁכַּת הַקָּרְבָּן וּבְלִשְׁכַּת הַפָּרֹכֶת וַאֲחוֹרֵי בֵּית הַכַּפֹּרֶת: ",
            "וּמַעֲמִידִין מְמֻנֶּה אֶחָד עַל כָּל מִשְׁמְרוֹת הַשּׁוֹמְרִים. וְאִישׁ הַר הַבַּיִת הָיָה נִקְרָא. וְהָיָה מְחַזֵּר עַל כָּל מִשְׁמָר וּמִשְׁמָר כָּל הַלַּיְלָה. וַאֲבוּקוֹת דְּלוּקוֹת לְפָנָיו. וְכָל מִשְׁמָר שֶׁאֵינוֹ עוֹמֵד וְאוֹמֵר לוֹ אִישׁ הַר הַבַּיִת שָׁלוֹם עָלֶיךָ נִכָּר שֶׁהוּא יָשֵׁן חוֹבְטוֹ בְּמַקְּלוֹ. וּרְשׁוּת הָיָה לוֹ לִשְׂרֹף אֶת כְּסוּתוֹ עַד שֶׁהָיוּ אוֹמְרִין בִּירוּשָׁלַיִם מַה קּוֹל בָּעֲזָרָה קוֹל בֶּן לֵוִי לוֹקֶה וּבְגָדָיו נִשְׂרָפִין שֶׁיָּשַׁן עַל מִשְׁמַרְתּוֹ: ",
            "בַּשַּׁחַר קֹדֶם שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר סָמוּךְ לוֹ יָבוֹא הַמְמֻנֶּה שֶׁל מִקְדָּשׁ וְיִדְפֹּק עַל הַכֹּהֲנִים שֶׁבְּבֵית הַמּוֹקֵד וְהֵן פּוֹתְחִין לוֹ. נָטַל אֶת הַמַּפְתֵּחַ וּפָתַח אֶת הַשַּׁעַר הַקָּטָן שֶׁבֵּין בֵּית הַמּוֹקֵד וּבֵין הָעֲזָרָה וְנִכְנַס מִבֵּית הַמּוֹקֵד לָעֲזָרָה וְנִכְנְסוּ אַחֲרָיו הַכֹּהֲנִים וּשְׁתֵּי אֲבוּקוֹת שֶׁל אוּר בְּיָדָם וְנֶחְלְקוּ לִשְׁתֵּי כִּתּוֹת. כַּת הוֹלֶכֶת לְמִזְרָח וְכַת הוֹלֶכֶת לְמַעֲרָב. וְהָיוּ בּוֹדְקִין וְהוֹלְכִין אֶת כָּל הָעֲזָרָה עַד שֶׁיַּגִּיעוּ שְׁתֵּי הַכִּתּוֹת לִמְקוֹם בֵּית עוֹשֵׂי חֲבִיתִין. הִגִּיעוּ אֵלּוּ וְאֵלּוּ אוֹמְרִין שָׁלוֹם הַכּל שָׁלוֹם. וְהֶעֱמִידוּ עוֹשֵׂי חֲבִיתִין לַעֲשׂוֹת חֲבִיתִין: ",
            "כַּסֵּדֶר הַזֶּה עוֹשִׂין בְּכָל לַיְלָה וְלַיְלָה חוּץ מִלֵּילֵי שַׁבָּת שֶׁאֵין בְּיָדָם אוּר אֶלָּא בּוֹדְקִין בַּנֵּרוֹת הַדְּלוּקִין שָׁם מֵעֶרֶב שַׁבָּת: "
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "משנה תורה, הלכות בית הבחירה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah"
    ]
}