{
    "title": "Kessef Mishneh on Mishneh Torah, Sacrificial Procedure",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kessef_Mishneh_on_Mishneh_Torah,_Sacrificial_Procedure",
    "text": [
        [
            [
                "<b>כל הקרבנות של מיני נפש חיה וכו'.</b> הכל מבואר בתורה כמו שכתב רבינו בסוף דבריו: \n\n"
            ],
            [],
            [],
            [
                "<b>ומה שכתב ואין הצבור מקריבין אשם לעולם ולא עוף.</b> בריש פרק ב' דתמורה (דף י''ד) אשם ביחיד איתיה בצבור ליתיה, ובתורת כהנים ואם מן העוף יחיד מביא עוף ואין צבור מביא עוף: \n\n"
            ],
            [],
            [
                "<b>ומ''ש וקרבן הגר והוא עולה מן הבהמה או שני בני יונה או שתי תורים וכו'.</b> פ' ד' מחוסרי כפרה (כריתות דף ח' ט'): \n\n"
            ],
            [
                "<b>כל קרבנות היחיד חייב באחריותן וכו'.</b> משנה בפרק ב' דתמורה קרבנות היחיד חייבין באחריותן ובאחריות נסכיהם וקרבנות הצבור אין חייבין (לא) באחריותן ולא באחריות נסכיהם אבל חייבין באחריות נסכיהם משקרב הזבח, ופירש רש''י קרבנות היחיד חייבים באחריותם כלומר ויש מהם מאותן שקבוע להם זמן שאפילו עבר זמנם חייבין להקריבם כגון עולת יולדת וקרבנות מצורע אם עבר שמיני שלו יכול להקריבן לאחר זמן אבל קרבנות הצבור שיש להם זמן אם עבר זמנן בטל קרבנן. \n",
                "<b>משקרב הזבח</b> שאם קרב הזבח בזמנו ולא קרבו נסכים עמו חייב להקריבם אפילו מכאן עד עשרה ימים עכ''ל, וכן פירש רבינו בפירוש המשנה והכי משמע בגמרא. וממה שכתב \n",
                "<b>רבינו חוץ מן הנדבה</b> נראה שהוא מפרש שבכלל מה שאמרו ביחיד חייב באחריותן שאם הפריש קרבנו ואבד חייב באחריותו והדין מפורש בריש קנים: \n",
                "<b>ומה שכתב רבינו וקרבן היחיד שקבוע לו זמן הרי הוא כקרבן צבור וכו'.</b> פשוט הוא דכיון שעבר זמנו בטל קרבנו. וקרבן יחיד שקבוע לו זמן היינו חביתי כהן גדול ופר יום הכפורים: \n\n"
            ],
            [
                "<b>כל עולת בהמה אינה באה אלא מן הזכרים וכו' עד ואין העוף בא שלמים.</b> הכל מבואר בתורה בפ' ויקרא. \n",
                "<b>ומה שכתב בין גדולים בין קטנים</b> דכתיב ומיום השמיני והלאה ירצה. \n",
                "<b>ומ''ש ואחד בהן הזכר והנקבה.</b> ברפ''ב דתמורה (דף י''ד) אין תמות וזכרות בעופות: \n\n"
            ],
            [
                "<b>ומ''ש החטאת באה מחמשה מינים האלו מן הזכרים ומן הנקבות.</b> מפורש בפרשת ויקרא שיש חטאות שהן באות זכרים ויש חטאות שהן באות נקבות. \n",
                "<b>ומה שכתב מן הגדולים ומן הקטנים,</b> בפ' ויקרא. כתוב בקצת הנוסחאות פר שהוא גדול שבמינו ובקצת כתוב שעירת עזים שהיא קטנה שבמינה: \n\n"
            ],
            [
                "<b>ומ''ש האשם אינו בא אלא מזכרי הכבשים בלבד.</b> מפורש בפ' ויקרא. \n",
                "<b>ומ''ש יש אשם בא מגדולי מין זה וכו'.</b> בפרשת ויקרא האשמות הם איל ובפ' נשא גבי נזיר האשם הוא כבש: \n\n"
            ],
            [
                "<b>ומ''ש השלמים באים מן הכבשים וכו'.</b> מפורש בפ' ויקרא. \n",
                "<b>ומ''ש ואין העוף בא שלמים.</b> בת''כ בפרשת ויקרא אין עוף בא שלמים: \n",
                "<b>הקטנים הם בני שמונה ימים,</b> מקרא מפורש ומיום השמיני והלאה ירצה. \n",
                "<b>ומ''ש עד שנה תמימה וכו'.</b> בפרקא בתרא דערכין (דף ל''א) גבי בתי ערי חומה תנו רבנן שנה תמימה רבי אומר מונה שס''ה ימים כמנין ימות החמה וחכמים אומרים מונה י''ב חודש מיום ליום ואם נתעברה נתעברה לו. ובסוף תוספתא דנגעים שנה האמורה בתורה שס''ה כנגד ימות החמה דברי רבי וחכמים אומרים מאחד בניסן לאחד בניסן מט' באב לט' באב אם נתעברה שנה נתעברה לו. \n",
                "<b>ומ''ש ובבקר עד שלש שנים שלימות מיום ליום.</b> בפ''ק דמסכת פרה (משנה ב') רבי יוסי הגלילי אומר פרים בני שתים וחכמים אומרים בני שלש. \n",
                "<b>ומ''ש ובצאן עד שתי שנים שלימות.</b> בפ''ק דפרה כבשים בני שנה ואילים בני שתים וכולם מיום ליום: \n\n"
            ],
            [
                "<b>אע''פ שכל הקרבנות כשרים וכו'.</b> משנה סוף פרק קמא דפרה, וכתב שם רבינו שנלמד זה מדכתיב והלאה אבל בבכור נאמר וביום השמיני תתנו לי ופסח ומעשר נשוו לבכור לענין מתן דמים כדאיתא בפרק איזהו מקומן. ושנוי שם שנדרים ונדבות דינם שוה לבכור ומעשר ופסח ולא ידעתי למה השמיטו רבינו: \n\n"
            ],
            [
                "<b>שעות מונין לקדשים וכו'.</b> בפ' שני דזבחים (דף כ״ה:) ובפרק על אלו מומין (בכורות דף ל״ט:) זאת אומרת שעות פוסלות בקדשים. ופירש״י דשנה האמורה בקדשים אמרינן בפרק יוצא דופן דאין מונין לה מתשרי כשאר ראשי שנים אלא מיום שנולד מעת לעת בשנה הבאה וילפינן לה מקראי דכתיב בהו בן שנתו שנתו שלו ולא של מנין העולם ואשמועינן הכא דלא תימא מיום ליום הוא דבעינן ולא משעה לשעה [אלא אף משעה לשעה] שאם נולד בניסן בי״ד בט' שעות ושחטו לשנה הבאה בי״ד בניסן בט' שעות אסור לזרוק דמו בעשירית שכבר עברה שנתו: \n\n"
            ],
            [
                "<b>כל מקום שנאמר בתורה כבש וכו' עד והוא הנקרא פלגס.</b> בסוף פרקא קמא דפרה. \n",
                "<b>ומה שכתב וכל מקום שנאמר בו עגל הרי זה בן שנה.</b> בפירקא קמא דראש השנה (דף י'). \n",
                "<b>ומה שכתב פר בן שתים.</b> בפירקא קמא דמסכת פרה רבי יוסי הגלילי אומר פרים בני שתים שנאמר ופר שני בן בקר תקח לחטאת וחכמים אומרים אף בני שלש ופסק כרבי יוסי הגלילי. ואיני יודע למה לא פסק כחכמים דרבים נינהו ועוד דבפירקא קמא דראש השנה (דף י') תניא כוותייהו ועוד שהוא עצמו כתב בסמוך הגדולים בבקר עד שלש שנים שלימות מיום ליום ובהקדמתו לפירוש משניות סדר זה כתב שפר הוא בן ג'. וי''ל שרבינו מפרש דחכמים נמי ילפי מפר שני שיהא בן שתי שנים והיינו לענין שאם התנדב פר לא יהא פחות משתי שנים אלא שסוברים שלא יהא גדול יותר מבן ג' ופסק כחכמים. \n",
                "<b>ומה שכתב שעיר עזים בן שתים כל שנה שניה הוא נקרא שעיר</b> יש לתמוה על זה דהא תנן פירקא קמא דפרה חטאות הצבור וכו' כשרים מיום שלשים והלאה וחטאות הצבור היינו שעירי ראשי חדשים ושל מועדות וכתיב בהם שעיר עזים אלמא דשעיר עזים הוא בן שנה. וכן נראה מפירש''י פ' שלח לך דשעיר עזים הוא תוך שנה ובריש פרק ט''ז מהלכות אלו משמע דשעיר הוא נקרא שנה שניה שכתב אם אמר הרי עלי גדי והביא שעיר יצא וכתב עוד קבע בעזים ושכח יביא שעיר. ולכן נראה שיש להגיה בלשון רבינו ולגרוס שעיר עזים בן שנה שעיר בן שתים: \n\n"
            ],
            [],
            [
                "<b><small>(טו-טז)</small> כל קרבנות הצבור זכרים.</b> משנה בפ''ב דתמורה (דף י''ד). \n",
                "<b>ומ''ש וכן חטאות הצבור מן העז או מן הבקר ואין בהם מן הכבשים וכו' עד ושלש לצבור</b> אלו הם כללים לקוחים מפסוקי התורה: \n\n"
            ],
            [
                "<b>כל הקרבנות האלו נקראים זבחים וכו' עד הם הנקראים אימורים.</b> כל זה נלמד ממקומות ממסכת זבחים: \n",
                "<b>כתב</b> הראב''ד ז''ל הם הנשרפות שתים ליחיד א''א נראה שהוא מונה שעירת יחיד וכו'. דברי הראב''ד תמוהים שכתב נראה שהוא מונה שעירת יחיד בכלל שעירים הנשרפים וזה לא נמצא רמז לו בדברי רבינו שהרי כתב הא למדת שחמש חטאות הם הנשרפות שתים ליחיד וכבר נתבאר בתחלת דבריו שחטאות היחיד הנשרפות הם פר כהן משיח הבא על כל המצות ופר של כ''ג ביוה''כ ולא באו כאן שעירי ע''ז אפילו ברמז וכן כתב ג''כ בפירוש המשנה בהקדמתו לסדר קדשים וז''ל יתבאר לך שאין שורפין מכל חטאות היחיד אלא פר הבא על כל המצות ופר יוה''כ ושאר כולם יאכלו עכ''ל. ולא נזכרו בדברי רבינו שעירי ע''ז אלא בקרבנות הצבור שכתב כל חטאות של צבור נאכלות חוץ משעיר של יוה''כ שחבירו משתלח וכן שעירי ע''ז ופר העלם עכ''ל. והם מה שמביאין בע''ז פר ושעיר לכל שבט ופר ושעיר לבית דין וכתב בפי''ב מהלכות שגגות שהם נשרפים והם הנקראים שעירי ע''ז. ולכן אני אומר שאין ספק שספר מוטעה נזדמן להראב''ד בדברי רבינו ולכן כתב מ''ש וגירסת ספרינו בדברי רבינו היא נכונה: \n\n"
            ],
            [
                "<b>ואלו הם האימורים וכו'.</b> מפורש בתורה פ' ויקרא. \n",
                "<b>ומ״ש ובכללו חלב שעל הקיבה.</b> שם בת״כ ואת כל החלב אשר על הקרב ר' ישמעאל אומר להביא חלב שעל הקיבה ר״ע אומר להביא חלב שעל הדקין ובפ' אלו טרפות (חולין דף מ״ט) מייתי להאי ברייתא וקאמר דנהוג כהני כהא דר״ע ולא ידעתי למה פסק רבינו דלא כר״ע ואפשר שטעמו משום דבפרק אלו טרפות אמרינן בחלב הקיבה דאקשתא כ״ע לא פליגי דאסור כי פליגי בדאייתרא ואיכא דאמרי איפכא אלמא לכ״ע יש חלב אסור בקיבה ומפרש רבינו דהיינו כרבי ישמעאל דאילו לר״ע לא הוה מעלה מחלב הקיבה כלל ולא כדפירש״י. \n",
                "<b>ומ''ש ונוטל מן הכבד מעט עם היותרת.</b> בת''כ יליף לה מקרא. \n",
                "<b>ויותרת הכבד.</b> כתב רבינו בהקדמתו לסדר קדשים שהוא הקצה התחתון היוצא ממנו כמו הבהן מן היד. \n",
                "<b>ומ''ש ואם היה הקרבן ממין הכבשים מוסיף על אלו האליה תמימה.</b> מפורש בתורה. \n",
                "<b>ומ''ש עם החוליות מן השדרה.</b> בת''כ יכול יטלנה עם השדרה ת''ל לעומת העצה יכול לא יכנס לפנים מן העצה ת''ל יסירנה יכנס לפנים מן העצה ומשמע לרבינו דהיינו שיטול עמו חוליות השדרה ולא מיעט אלא שלא יטול כל השדרה. \n",
                "<b>ומ''ש וכל האימורים היו נשרפים על מזבח החיצון.</b> זה פשוט שהרי המזבח הפנימי אסור להעלות עליו כ''א קטרת בלבד כדאיתא בסוף פ' תצוה: \n\n"
            ],
            [
                "<b>היתה הבהמה מעוברת וכו'.</b> בפרק בהמה המקשה (חולין דף ע''ה) מה חלב ושתי כליות האמור באשם מוצא מכלל שליל אף כל מוצא מכלל שליל. ופירש רש''י מוצא מכלל שליל חלב זה מוצא מכלל חלב שליל שאינך יכול לומר חלב שליל יקריב הנמצא באשם שהרי אין אשם נקבה אף כל אפילו בקרבנות הבאים נקבה חלב האמור בהם מוצא מכלל שליל: \n\n"
            ]
        ],
        [
            [
                "<b>היין והסולת שמביאין עם הקרבן וכו'.</b> פשוט הוא: \n",
                "<b>ומנחת נסכים אינה טעונה לא תנופה ולא הגשה ולא לבונה.</b> במשנה פרק כל המנחות (מנחות דף נ״ט וס״א). \n",
                "<b>ומ״ש אבל טעונה מלח.</b> בפרק הקומץ רבה (מנחות דף כ״א:) בשלשה מקומות המלח נתונה וכו' בראש המזבח ששם מולחים הקומץ והלבונה וכו' ומנחת נסכים. \n",
                "<b>ומ״ש וכולה נשרפת.</b> פשוט הוא שהרי לא מצינו שתהא נקמצת ובהדיא תנן בפרק אלו מנחות (מנחות דף ע״ד:) מנחות ונסכים למזבח ואין בה לכהנים. \n",
                "<b>ומ''ש על מזבח החיצון.</b> גם זה פשוט שמזבח הפנימי אסור להעלות עליו כי אם קטרת בלבד כמו שמפורש בסוף פרשת תצוה. \n",
                "<b>ומ''ש ויתנסך היין ואין נותנין אותו על האש.</b> בפ' אלו מנחות אהא דתנן בזו יפה כח המזבח מכח כהנים ותו ליכא וכו' והא איכא נסכים לשיתין אזלי ומאי בזו לאפוקי מדשמואל דאמר שמואל המתנדב יין מביא ומזלפו על גבי אישים ופירש''י לשיתין אזלי ולא לאישים. \n",
                "<b>ומ״ש אלא מגביה ידו.</b> אין לומר שטעמו מדתנן בפרק לולב וערבה (סוכה דף מ״ח:) למנסך אומרים לו הגבה ידך שפעם אחת ניסך על גבי רגליו ורגמוהו כל העם באתרוגיהם דבניסוך המים דוקא אמרו כן שהיא הלכה למשה מסיני ואין הצדוקים מודים בה וחוששין שלא יהא אותו כהן צדוקי אבל בניסוך היין אין צורך להגביה ידו מפני חששא זו אלא אורחא דמילתא נקט: \n",
                "<b>ועל מ''ש רבינו ויוצק על היסוד.</b> כתב הראב''ד זה שיבוש שלא היה יוצק על היסוד אלא בספל של יין שהיה בקרן מערבית דרומית עם ספל של מים של ניסוך המים בחג עכ''ל. היה נראה לומר שטעמו מדתנן בפרק לולב וערבה שני ספלים של כסף היו שם וכו' ומנוקבים כמין שני חוטמין דקים וכו' מערבי של מים ומזרחי של יין וסובר הראב''ד שכך היו עושים לכל הנסכים שהיו נותנים אותו בספל וממנו יורד לשיתין, ורבינו סובר שמאחר שלא הוזכרו בגמרא ספלים אלא בניסוך דחג משמע שלא היו הספלים משמשים אלא לאותו ניסוך בלבד ואע''ג דתניא בסיפרי פ' נסכים על גבי ספלים או אינו אלא על גבי האישים אם אתה אומר כן נמצאת מכבה את המדורה וזה מבואר כדברי הראב''ד, ל''ק דההיא כר' יהודה דאמר דבר שאין מתכוין אסור וכדאוקמוה בס''פ כל התדיר (זבחים צ''ב) ואע''ג דאמרינן לאפוקי מדשמואל דאמר מזלפו על האישים לדעת רבינו יש לומר דלאו מש''ה נימא דלספלים כיון דאפשר דנימא דליסוד דספלים שאמרו לאו דוקא אלא למעט שלא ינסך על גבי האישים ודוחק: \n\n"
            ],
            [
                "<b>אין טעון נסכים אלא עולת בהמה ושלמים בלבד וכו' עד או במועדיכם.</b> בפרק שתי מדות (מנחות צ':) תנן כל קרבנות הצבור והיחיד טעונין נסכים חוץ מן הבכור והמעשר והפסח והחטאת והאשם אלא שחטאתו של מצורע ואשמו טעונין נסכים ויליף לה בגמרא מקרא והתם יליף נמי דעוף אין לו נסכים: \n\n"
            ],
            [],
            [
                "<b>כמה הוא שיעור נסכים וכו'.</b> מפורש בתורה: \n\n"
            ],
            [
                "<b>אין מוסיפין על השיעורים האלו וכו'.</b> בפ''ק דמנחות תנן ריבה שמנה וחיסר שמנה וכו' פסולה ואמרי' בפ' המנחות והנסכים ובספרי שהטעם מדכתיב בנסכים ככה וא''כ ה''ה ליין. ובתוספתא רפ''ח דמנחות כל המנחות שריבה מדת חלות או שחיסר מדת חלות או שהיתה מדה חסרה מחבירתה או יתירה מחבירתה הרי אלו פסולות ומשמע דכללא הוא בין ליין בין לשמן: \n",
                "<b>ומ״ש חוץ מכבש העולה וכו'.</b> משנה בפרק שתי מדות (מנחות דף פ״ט:) הכבש הבא עם העומר אע״פ שמנחתו כפולה לא היו נסכיו כפולים ובגמרא בברייתא יכול כשם שמנחתו כפולה כך יינו כפול ת״ל ונסכו יין רביעית ההין יכול לא יהא יינו כפול שאינו נבלל עם מנחתו אבל יהא שמנו כפול שנבלל עם מנחתו ת״ל ונסכה כל נסכין לא יהו אלא רביעית מאי תלמודא אמר ר' אלעזר כתיב ונסכה וקרינן ונסכו כיצד נסכה דמנחה כנסכו דיין מה יין רביעית אף שמן נמי רביעית. ונראה שיש חסרון בלשון רבינו וצריך להגיה ולכתוב לא נכפל יינו ושמנו כי השמן הוא עיקר החידוש שהוא נלמד מדרשא. \n",
                "<b>ועל מה שכתב רבינו חוץ מכבש העולה שמקריבין ביום הנפת העומר שהנסכים שלו שני עשרונים בלול בשלישית ההין שמן.</b> כתב הראב''ד זה שיבוש ובהדיא גרסינן במנחות וכו'. ונראה ודאי שיש טעות סופר בדברי רבינו וצריך להגיה ולכתוב ברביעית ההין שמן: \n\n"
            ],
            [
                "<b>המצורע מביא עם שלשה כבשים שלו וכו' שלשה עשרונים ומפי השמועה למדו וכו'.</b> ברייתא בפרק שתי מדות (מנחות דף צ״א) על הא דתנן אלא שחטאתו ואשמו של מצורע טעונין נסכים: \n",
                "<b>והמקריב את הפלגס וכו'.</b> משנה בסוף פ״ק דפרה ובפ' שתי מדות (מנחות דף צ״א) ועיין במ״ש בפ״י מהלכות אלו: \n\n"
            ],
            [
                "<b>ההין הוא י״ב לוג.</b> בפרק שתי מדות (מנחות דף פ״ט): \n\n"
            ],
            [
                "<b>כשמודדין הנסכים או המנחות וכו' אין מודדין אותו במדה של שלשה עשרונים לפר וכו' אלא מודד הכל בעשרון שהיה במקדש.</b> משנה בריש פרק שתי מדות (מנחות דף פ״ז). \n",
                "<b>ומה שכתב וכן השמן של נסכים מודדין אותו במדתו שבמקדש.</b> כלומר שהיו במקדש חצי ההין ושלישית ההין ורביעית ההין כמו ששנינו בפרק שתי מדות למדוד בכל מדה מהן לקרבן הראוי לו ע''פ מ''ש בפרשת שלח לך. \n",
                "<b>ומה שכתב ושמן של מנחות היחיד בלוג שבמקדש כמנין העשרונות כך מנין הלוגין.</b> משנה שם (דף פ''ז) וכת''ק: \n\n"
            ],
            [
                "<b>בירוצי המדות של סלת חול וכו' ובירוצי היין והשמן קדש וכו'.</b> משנה שם (דף צ') ופירש''י בירוצי מה שנופל מן הכלי אחר שנתמלא. \n",
                "<b>ומ''ש לפי שהוא יורד ע''ג הכלי וכו'.</b> היינו כת''ק וכר''ע שם. \n",
                "<b>ומ''ש ולמה יתקדשו הבירוצין וכו'.</b> שם בגמרא וכרבינא דאסיק הכי ואע''ג דעל דברי ר''י הגלילי אתמר מיניה נשמע לת''ק ולר''ע: \n\n"
            ],
            [
                "<b>מה היו עושים בבירוצים וכו' עד והעורות לכהנים.</b> ברייתא שם (דף צ':) פירוש אם לנו שלא הקריבן עם הזבח האחר נפסלו בלינה דכיון שיש שם זבח אחר נתקדשו הבירוצין ליפסל בלינה אבל אם אין שם זבח אחר לא נתקדשו כלל ופודין אותן ויוצאין לחולין ודמיהן לקיץ המזבח. ולשון מקיצין מפרש בגמרא פ''ק דשבועות (דף י''ב) שהוא כאדם שמביא בקינוח סעודה מיני מתיקה והוא מלשון קיץ כדכתיב הלחם והקיץ לאכול לנערים כלומר מקריבין אותם שלא לשם תמידים אלא כמו מיני מגדים שאינם מעיקר הסעודה: \n\n"
            ],
            [],
            [
                "<b>הסלת עם השמן של נסכים וכו'.</b> משנה בפרק התכלת (מנחות דף מ״ד:). \n",
                "<b>ומ''ש ולא הנסכים מעכבין את הזבח אלא מביא אדם קרבנו היום ונסכיו אחר עשרה ימים.</b> בפ''ב דמנחות (דף ט''ו:) ובתוספתא דזבחים פ''ה. \n",
                "<b>ומ״ש והוא שלא קדשו הנסכים בכלי שרת וכו'.</b> משנה בפרק התודה (מנחות דף ע״ט) הנסכים שקדשו בכלי ונמצא הזבח פסול אם יש שם זבח אחר יקריב עמו ואם לא יפסלו בלינה הרי בהדיא שאם קדשו בכלי נפסלו בלינה. \n",
                "<b>ומ''ש אחד יחיד ואחד צבור:</b> \n\n"
            ],
            [
                "<b>אין מביאין נסכים אלא מן החולין וכו'. ואפילו תודה שמביא לחמה מן המעשר לא יביא נסכים אלא מן החולין.</b> משנה במנחות פרק התודה (מנחות דף פ״ב) הנסכים בכל מקום לא יביאו אלא מן החולין: \n\n"
            ],
            [
                "<b>כל שיעורי הנסכים האמורים בספר יחזקאל וכו'.</b> בפ' התכלת (מנחות דף מ״ה): \n\n"
            ],
            [
                "<b>ומ''ש וכן קרבנות שהקריבו בימי עזרא וכו':</b> \n\n"
            ]
        ],
        [
            [
                "<b>שנים שרצו להביא שלמים או עולה בשותפות מביאין וכו' ואפי' עוף יבוא בשותפות.</b> משנה בס''פ המנחות (ק''ד.) ויליף לה בגמרא מקראי ואיתא נמי בת''כ פ' ויקרא: \n\n"
            ],
            [
                "<b>ואחד אנשים ואחד נשים או עבדים מביאים כל הקרבנות.</b> זה פשוט שהכתוב השוה אשה לאיש לכל דינין שבתורה וכבר אמרו שנשים אינן סומכות ושנינו בפ''ק דקדושין (דף ל''ו) הסמיכות והתנופות וכו' נוהגות באנשים ואינם נוהגות בנשים משמע שמביאות קרבן וכל מצות שהאשה חייבת בהם עבד חייב בהן: \n",
                "<b>אבל הנכרים אין מקבלין מהם אלא עולות.</b> בפ״ק דחולין (דף י״ג:) ובפרק אלו מנחות (מנחות דף ע״ג:) תניא איש איש לרבות הנכרים שנודרים נדרים ונדבות כישראל. \n",
                "<b>ומ''ש אפי' עולת העוף מקבלין מן הנכרי.</b> בפרק אלו מנחות תניא אין לי אלא עולה שלמים מנין תלמוד לומר נדריהם. תודה מנין תלמוד לומר נדבותם. מנין לרבות העופות והיין והלבונה והעצים ת''ל [נדריהם] לכל [נדריהם וכו'] א''כ מה ת''ל עולה עולה פרט לנזירות דברי ר''י הגלילי ר''ע אומר אשר יקריבו לה' לעולה אין לי אלא עולה בלבד ופסק רבינו כר''ע ומשמע לרבינו דעולת העוף לא נפקא מכלל עולה סתם. \n",
                "<b>ומ''ש ולא מנחות.</b> אע''ג דגבי אלו מנחות נקמצות ושיריהם לכהנים (דף ע''ב:) מני מנחת נכרי האי מוקי לה בגמרא (דף ע''ג:) כר' יוסי הגלילי ואע''ג דסתם מתניתין כר''י הגלילי לא פסק רבינו כוותיה משום דרב הונא סבר דלא כוותיה. \n",
                "<b>ומ''ש אף על פי שהוא עובד ע''ז.</b> הכי משמע בפרק קמא דחולין. \n",
                "<b>ומ''ש אבל אין מקבלין מהם שלמים וכו'.</b> נתבאר בסמוך בפ''ק דשקלים תנן גבי נכרי וכותי אין מקבלין מידם קיני זבין קיני זבות קיני יולדות חטאות ואשמות זה הכלל כל (שהוא) נידר ונידב מקבלין מידם וכל שאינו לא נידר ולא נידב אין מקבלין מידם ושם נתבאר בירושלמי שאין מקבלים מיד הכותים אלא עולות. גם שם (דף ג') נתבאר דקיני זבין וקיני זבות אכותי שהוזכר שם קאי דאילו בנכרי לא שייך זבים וזבות: \n\n"
            ],
            [
                "<b>נכרי שהביא שלמים מקריבים אותם עולות וכו'.</b> מימרא בפרק אלו מנחות (מנחות דף ע״ג:) ופירש״י לבו לשמים כוונתו היא שיהו קרבנותיו כליל לשמים ולא שיאכלו. \n",
                "<b>ומ''ש נדר שלמים ונתנם לישראל וכו' עד כהן אוכלו.</b> שם: \n\n"
            ],
            [
                "<b>ישראל שהוא מומר לע''ז וכו'.</b> בפ''ק דחולין (דף ה') מכם וכו' להוציא את המומר וכו' מן הבהמה להביא בני אדם שדומים לבהמה מכאן אמרו מקבלין קרבנות מפושעי ישראל כדי שיחזרו בהם בתשובה חוץ מן המומר וכו' לנסך את היין ולחלל שבתות בפרהסיא: \n",
                "<b>ומ''ש היה מומר לעבירה וכו'.</b> שם והא מהכא נפקא מהתם נפקא מעם הארץ פרט למומר ר''ש וכו' אומר אשר לא תעשינה בשגגה ואשם השב מידיעתו מביא קרבן על שגגתו אינו שב מידיעתו אינו מביא [קרבן] על שגגתו ואמרינן מאי בינייהו ואמר רב המנונא מומר לאכול חלב והביא קרבן על הדם ששגג בו ואילו היה יודע שהיה דם לא היה אוכלו לת''ק מומר שמו ולא מקבלינן מיניה ולר''ש שב מידיעתו הוא בדם ומקבלינן מיניה. ובפ''ג דהוריות (דף י''א) אמרינן אהא דרב המנונא והא רבא אמר דכ''ע מומר לאכול חלב לא הוי מומר לדם אלא הכא באוכל נבילה לתיאבון ונתחלף לו בשומן ואכלו קא מיפלגי מ''ס כיון דלתיאבון קא אכיל במזיד מומר הוא ומ''ס כיון דאילו אשכח דהיתרא לא אכיל דאיסורא לאו מומר הוא. ופי' רש''י באוכל נבלה לתיאבון דכי אין לו בשר דהיתרא אוכל חלב ונבילה ונתחלף לזה שומן בחלב ואכלו דסבור דשומן הוא ואכלו קמיפלגי ולכשנודע לו דחלב הוא רוצה להקריב קרבן ת''ק סבר כיון דלתיאבון אכיל במזיד מומר הוא ואין מקבלין מידו ופסק רבינו כת''ק וכאוקימתא דרבא: \n\n"
            ],
            [
                "<b>עולות הנכרים אין מביאין עמהם נסכים וכו'.</b> בפרק אלו מנחות (מנחות דף ע״ג:) כמאן אזלא הא דתנן אמר ר״ש שבעה דברים התקינו ב״ד וזה אחד מהם נכרי ששלח עולתו ממדינת הים אם שלח עמה נסכיה קרבים משלו ואם לאו קרבים משל ציבור לימא ר״י הגלילי היא ולא ר״ע אפילו תימא ר״ע עולה וכל חבירתה מאן תנא להא דתנו רבנן אזרח אזרח מביא נסכים ואין הנכרי מביא נסכים יכול לא תהא עולתו טעונה נסכים ת״ל ככה מני לא ר״י הגלילי ולא ר״ע אי ר״י הגלילי הא אמר אפילו יין נמי אי ר״ע הא אמר עולה אין מידי אחרינא לא אי בעית אימא ר״י הגלילי סמי מההיא יין ואי בעית אימא ר״ע עולה וכל חבירתה ופירש״י אפילו תימא ר״ע דהא דאמר ר״ע דאין נודרין אלא עולה עולה וכל חבירתה דהיינו נסכים אבל נסכים לחודייהו לא וכבר קדם שרבינו פסק כר״ע ולא הבנתי דעת רבינו דאי ס״ל דהנך מתנייתא כר״ע ועולה וכל חבירתה קאמר ה״ל למיפסק דמביאין נסכים משלהם עם עולותיהם ואם לא שלחו עמהם נסכים יקרבו משל ציבור ואי ס״ל דהא דשנינן דר״ע עולה וכל חבירתה קאמר שינויא דחיקא הוא אבל קושטא דמילתא היא דר״ע עולה דוקא קאמר א״כ אפי' משל ציבור נמי לא ליתו. ושמא יש לומר דרבינו ספוקי מספקא ליה ומש״ה לפוטרן בלא נסכים א״א דדילמא ר״ע עולה וכל חבירתה קאמר ולומר שיביאום משלהם א״א דדילמא ר״ע עולה דוקא קאמר ומש״ה פסק שלא יביאו משלהם אלא משל ציבור. והר״י קורקוס כתב שרבינו סמך על המשנה וברייתא שבריש תמורה (דף ב':) והסוגיא שעליה כי שם אמרו בברייתא קדשי נכרים לא נהנים וכו' ואין מביאין עליהם נסכים ובמשנה (דף ק״ג) אמרו ואין מביאין עליהם נסכים ואמרו מנה״מ דת״ר אזרח אזרח טעון נסכים וכו' ולפי אותה סוגיא על כרחין צריכין אנו לפרש דלגמרי ממעט שאין הנכרי מביא נסכים שהרי במשנה אמרו דאין מביאין עליהם דהיינו עם העולות ויליף לה מברייתא מוכח דאזרח לגמרי ממעט ויכול לא תהא עולתו טעונה אפי' משל צבור קאמר וכן פי' רש״י שם לפי אותה גירסא דגריס במשנה עליהם והיא גירסת רבינו והאריך לתת טעם למה סמך רבינו על אותה משנה ואותה סוגיא ולא על משנת שקלים וסוגיית מנחות. \n",
                "<b>ומ״ש ואינן טעונות סמיכה שאין סמיכה אלא בישראל באנשים ולא בנשים.</b> משנה בס״פ שתי מדות (מנחות דף צ״ג) ויליף לה בגמרא מדכתיב גבי סמיכה בני ישראל: \n\n"
            ],
            [
                "<b>כל קרבנות בהמה שיקריב היחיד וכו' סומך עליהם כשהם חיים חוץ מן הבכור והמעשר והפסח וכו'.</b> גם זה משנה שם (דף צ''ב): \n\n"
            ],
            [
                "<b>ומה שכתב העוף אינו טעון סמיכה.</b> הכי משמע בפרק כל הגט (גיטין דף כ״ח:) על מתניתין דהשולח חטאתו ממדינת הים: \n",
                "<b>וכן כל המעות שדינם שיפלו לתיבות של נדבה וכו' אין בעל אותם המעות וכו' עד של אנשי משמר.</b> משנה בסוף פרק שלישי דתמורה (דף כ'). \n",
                "<b>ומה שכתב אם היה כהן.</b> לשון המשנה ואף על פי שהוא כהן וכך נראה לי להגיה בלשון רבינו אף על פי במקום אם: \n\n"
            ],
            [
                "<b>הכל סומכין חוץ מחרש שוטה וקטן וכו' עד ולא יד שלוחו.</b> בסוף פרק שתי מדות (מנחות דף צ''ג): \n\n"
            ],
            [
                "<b>חמשה שהביאו זבח אחד כולם סומכים עליו.</b> משנה שם (דף צ''ד). \n",
                "<b>ומה שכתב זה אחר זה וכו'.</b> בתוספתא דמנחות פ''י: \n",
                "<b>מי שמת והניח קרבנו עולה וכו'.</b> משנה בס״פ שתי מדות (מנחות דף צ״ב) ואע״ג דאמרי' בריש תמורה דר' יהודה סבר דיורש אינו סומך כיון דסתם לן תנא התם ובפרק שתי מדות ובריש ערכין דלא כוותיה נקטינן כסתם מתניתין: \n\n"
            ],
            [
                "<b>אין סמיכה בקרבנות הצבור וכו'.</b> משנה פרק שתי מדות. \n",
                "<b>ומ''ש ושלשה מן הסנהדרין סומכין.</b> בפ''ק דסנהדרין (דף ב') סמיכת זקנים בשלשה. \n",
                "<b>ומ''ש ודבר זה הלכה מפי משה רבינו שאין בצבור אלא שתי סמיכות.</b> בס''פ שתי מדות שם: \n\n"
            ],
            [
                "<b>אין סומכין אלא בעזרה.</b> ברפ''ג דזבחים. \n",
                "<b>ומ''ש סמך חוץ לעזרה חוזר וסומך מבפנים. ומ''ש ואם היה בעל הקרבן עומד בחוץ וכו'.</b> ברפ''ג דזבחים (דף ל''ג) איכא דאמרי אמר רב יוסף כל הסומך ראשו ורובו מכניס מ''ט כל כחו בעינן. \n",
                "<b>ומ''ש ואין סומך אלא הטהור ואם סמך הטמא סמך.</b> ברפ''ג דזבחים (דף ל''ב) אהא דתנן שהשחיטה כשרה בטמאים ורמינהי וסמך ושחט מה סמיכה בטהורים אף שחיטה בטהורים מדרבנן. ומשמע לרבינו דאסמיכה נמי קאי ומש''ה אם סמך סמך ואפי' את''ל שסובר דסמיכה בטהורים כשסמכו טמאים אפי' אם נאמר דלא הויא סמיכה הא אמרן שאם לא סמך כפר: \n\n"
            ],
            [
                "<b>במקום שסומכין שוחטין ותיכף לסמיכה שחיטה.</b> משנה בס''פ שתי מדות x ובגמרא מאי קאמר ה''ק במקום שסומכין שוחטין שתיכף לסמיכה שחיטה ולא ידעתי למה לא כ''כ רבינו. \n",
                "<b>ומ''ש ואם שחט במקום אחר או ששהא שחיטתו כשירה.</b> נלמד ממ''ש לקמן בסמוך. \n",
                "<b>ומ''ש והסמיכה שיירי מצוה היא וכו' עד כאלו לא כפר.</b> משנה וברייתא בס''פ שתי מדות ואיתיה בריש זבחים (דף ו') ויליף לה מקרא בריש יומא (דף ה'): \n\n"
            ],
            [
                "<b>וצריך הסומך לסמוך בכל כחו.</b> כבר כתבתי דאיתיה בריש פ''ג דזבחים. \n",
                "<b>ומ״ש בשתי ידיו על ראש הבהמה וכו' עד בין ידיו ובין הבהמה.</b> בס״פ שתי מדות (מנחות צ״ג:): \n\n"
            ],
            [
                "<b>וכיצד סומך וכו'.</b> משנה בפ''ג דיומא (דף ל''ה:). \n",
                "<b>ומ''ש ומתודה על חטאת עון חטאת וכו'.</b> שם ובתוספתא דמנחות פ''י וכר''ע: \n\n"
            ],
            [
                "<b>היה הקרבן שלמים וכו' עד סוף הפרק.</b> פשוט הוא: \n\n"
            ]
        ],
        [
            [
                "<b>כל הקרבנות אין מקריבין אותם אלא ביום שנאמר ביום צוותו את בני ישראל וכו'.</b> בכמה מקומות מהם פרק דם חטאת (זבחים צ''ח). \n",
                "<b>ומ״ש וכיון ששקעה החמה נפסל הדם.</b> מימרא בפרק איזהו מקומן (זבחים דף נ״ו): \n\n"
            ],
            [
                "<b>כל שקרבו מתיריו ביום מעלין אותו וכו'.</b> מקרא מלא הוא היא העולה על מוקדה על המזבח כל הלילה וכו'. בפ''ג דמנחות (דף כ''ו) תניא אין לי אלא דברים שדרכן ליקרב בלילה כגון איברים ופדרים מעלן ומקטירן מבוא השמש ומתעכלין והולכים כל הלילה ופירש''י אברי עולה התירן הכתוב בלילה דכתיב על מוקדה וכו' ואברים ופדרים מהאי קרא גופיה נפקי. \n",
                "<b>ומה שכתב וכדי להרחיק את האדם מפשיעה אמרו חכמים וכו' עד אלא עד חצות הלילה.</b> משנה ברפ''ק דברכות: \n\n"
            ],
            [
                "<b>אע״פ שמותר להקטיר וכו' עד למוצאי שבת.</b> במנחות פ' ר' ישמעאל (מנחות דף ע״ב) ובתוספתא דערכין ספ״ב: \n\n"
            ],
            [
                "<b>כל דבר שאינו קרב אלא ביום וכו' מותר להקריבן עם מבוא השמש וכו'.</b> ברייתא בפ' הקומץ רבה (מנחות דף כ״ו:) וברפ״ב דתמורה (דף י״ד) תניא אין לי אלא דברים שדרכן ליקרב בלילה כגון איברים ופדרים שמעלן מבוא השמש ומתעכלין והולכין כל הלילה כולו דברים שדרכן ליקרב ביום כגון הקומץ והלבונה והקטרת ומנחת כהנים ומנחת כהן משיח ומנחת נסכים שמעלן ומקטירן וכו' עם בוא השמש שמתעכלין והולכין כל הלילה מנין ת״ל זאת תורת העולה ריבה. ופירש״י אין לי אעל המזבח כל הלילה קאי. מבוא השמש אחר בוא השמש. קומץ ולבונה וכל הקרבנות דרכן ליקרב ביום דנפקא לן מביום צוותו בת״כ ולא יצא מאותו כלל אלא איברי עולה שהתירן הכתוב בלילה דכתיב על מוקדה וכו'. אברים ופדרים שדרכן ליקרב בלילה מהאי קרא גופיה נפקא בת״כ עם בוא השמש קודם בוא השמש: \n\n"
            ],
            [
                "<b>הנסכים הבאים עם הזבח וכו' אבל הנסכים הבאים בפני עצמם וכו' עד כאיברי העולות.</b> בפ''ב דתמורה שם. ביאור הדברים מקדישן לכתחלה בלילה בכלי שרת ומקריבן בלילה ואם הקדישן בכלי שרת בלילה ולא הקריבן עד שעלה השחר עלות השחר פוסלת בהם: \n\n"
            ],
            [
                "<b>כל היום כשר לסמיכה וכו' עד כשר כל הלילה.</b> משנה בספ''ב דמגילה (דף כ':). \n",
                "<b>ומ''ש ואעפ''כ זריזין מקדימין למצות.</b> בפרק קמא דפסחים (דף ד'): \n\n"
            ],
            [
                "<b>כל הזבחים אין שוחטין אותן לכתחלה אלא בסכין מכלי שרת.</b> בס״פ דם חטאת (זבחים דף צ״ז:) ובס״פ התודה (מנחות דף פ״ב:) ומייתי לה מדכתיב ויקח את המאכלת והתם עולה הוה דכתיב ויעלהו לעולה תחת בנו. \n",
                "<b>ומ״ש ואם שחט בכל דבר ששוחטין בו החולין אפילו בקרומית של קנה כשרים.</b> אהא דתנן בר״פ כל הפסולים (זבחים דף ל״א:) שהשחיטה כשירה בטמאים פירש״י בטמא שרץ קאמר שאינו מטמא כלי דלאו אב הטומאה הוא או בטמא מת וכגון שבדק בקרומית של קנה ושחט בה אבל בסכין לא שהוא מטמא את הסכין והסכין מטמא את הבשר והם דברי הגמ' בריש חולין (דף ב':) והקשו התוספות דהא בעינן כלי ותירצו כגון דתיקנה לקרומית ועבדה כעין כלי. ורבינו סובר דלא בעי כלי אלא לכתחלה: \n\n"
            ],
            [
                "<b>כל הזבחים שקיבל מדמם פחות מכדי הזיה לא נתקדש הדם.</b> בפ''ק דמנחות (דף ז':): \n",
                "<b>וצריך להתכוין לקבל כל הדם.</b> מימרא בפרק שני דזבחים (דף כ''ה) אמר רב יהודה אמר רב השוחט צריך שיקבל כל דמו של פר. \n",
                "<b>ומ''ש כיצד הוא עושה אוחז הסימנין בידו ומוציאן עם הורידין לתוך המזרק.</b> שם א''ר ירמיה בר אבא השוחט צריך שיתן ורידין לתוך הכלי. \n",
                "<b>ומ״ש ושוחט שנים או רוב שנים.</b> בריש פ' השוחט (חולין דף כ״ז). \n",
                "<b>ומה שכתב ומגביה הסכין למעלה וכו'.</b> פ' שני דזבחים (דף כ''ה) אמר רב יהודה אמר שמואל השוחט צריך שיגביה סכין למעלה שנאמר ולקח מדם הפר ולא דם הפר ודבר אחר. \n",
                "<b>ומ''ש ודם שבסכין מקנחו בשפת המזרק.</b> גם זה שם פירוש בשפת המזרק מאחוריו שלא יכנס דם במזרק: \n\n"
            ],
            [
                "<b>ומ''ש אויר כלי הרי הוא ככלי היה מקבל הדם ונפחתו שולי המזרק וכו'</b> שם בעיי דאיפשיטו: \n\n"
            ],
            [
                "<b>כל הזבחים צריך העובד שתהיה מחשבתו לשם הזבח וכו'.</b> בריש זבחים תנן כל הזבחים שנזבחו שלא לשמן כשרים אלא שלא עלו לבעלים לשם חובה חוץ מן הפסח והחטאת, ומשמע בגמ' דהאי שלא לשמן היינו בין בשינוי קדש בין בשינוי בעלים ויליף בגמרא דבכל ד' עבודות אלו צריך שלא ישנה בקדש ולא בבעלים. \n",
                "<b>ומ''ש רבינו ואם שחט ועבד שאר עבודות סתם ולא חשב כלל וכו'.</b> שם בגמרא דייק טעמא דשלא לשמן הא סתמא עלו לבעלים לשם חובה אלמא סתמא נמי כלשמן דמי משום דזבחים בסתם לשמן עומדים. ואם כן יש לתמוה על רבינו למה כתב בעולה ובשלמים וכו' דמשמע דדוקא הני עלו לבעלים לשם חובה ולא חטאת ופסח והא ליתא דבכולהו סתמן כלשמן דמי ועלו לבעלים לשם חובה וצ''ע: \n\n"
            ],
            [
                "<b>ומ''ש וצריך שתהיה מחשבתו בשעת שחיטת העולה לשם הזבח ולשם הזובח וכו'.</b> משנה בס''פ ב''ש (זבחים מ''ו:) לשם ששה דברים הזבח נזבח לשם זבח לשם זובח לשם השם לשם אישים לשם ריח לשם ניחוח וחטאת ואשם לשם חטא. ופירש''י לשם זובח לאפוקי שינוי קדש כגון לשם זבח אחר. לשם זובח לאפוקי לשם שינוי בעלים. ובגמ' לשם אישים לאפוקי כבבא ופירש''י כבבא על מנת לעשותו חתיכות צלויות בגחלים. לשם ריח לאפוקי אברים שצלאן ואח''כ העלן. לשם ניחוח לשם נחת רוח לפני הקב''ה שאמר ונעשה רצונו. \n",
                "<b>ומ''ש ואם שחט סתם כשר.</b> כבר נתבאר. \n",
                "<b>ומ''ש והשוחט חטאת ואשם וכו'.</b> במשנה שכתבתי בסמוך: \n\n"
            ]
        ],
        [
            [
                "<b>כבר ביארנו ששחיטת הקדשים כשירה בזרים וכו'.</b> בר״פ כל הפסולים (זבחים דף ל״א:). \n",
                "<b>ומה שכתב וכל הזבחים קבול דמן בכלי שרת וכו' כיצד קדשי קדשים וכו'.</b> בריש פ' איזהו מקומן (זבחים דף מ״ז): \n\n"
            ],
            [
                "<b>ומ''ש בכל המקום שביארנו גבולותיו בתחלת ספר זה.</b> בפרק ה' מהלכות בית הבחירה. \n",
                "<b>ומ״ש וקדשים קלים שחיטתן וקיבול דמן בכל מקום מן העזרה.</b> בפ' איזהו מקומן (זבחים דף נ״ה): \n\n"
            ],
            [
                "<b>ומ״ש ומנין שאין שוחטין קדשי קדשים אלא בצפון וכו' עד ישחטו את האשם.</b> בר״פ איזהו מקומן (זבחים דף מ״ז ומ״ח). ויש לשאול למה הוצרך רבינו לכתוב וכשם שהחטאת נקראת קדש קדשים כך העולה שהרי בלאו הכי יש ראיה שנשחטה בצפון. וי״ל שלא הוצרך לכתוב כן אלא כדי שיצדק השם שכתב לנשחטין בצפון שהם קדשי קדשים: \n",
                "<b>ומ״ש ושלמי צבור הוקשו לחטאת וכו'.</b> בפרק איזהו מקומן (זבחים דף נ״ה) מקשה על ראיה זו וכי חטאת מהיכן למדה מעולה דבר הלמד בהיקש חוזר ומלמד בהיקש אלא מדתני רב מרי על עולותיכם ועל זבחי שלמיכם מה עולה קדש קדשים אף זבחי שלמי ציבור קדשי קדשים מה עולה בצפון אף זבחי שלמי ציבור בצפון. ויש לתמוה למה הניח רבינו פסוק שהוקשו לעולה והביא פסוק שהוקשו לחטאת דדחינן ליה בגמרא. ושמא יש לדחוק ולומר דהשתא דאתא קרא דהיקשא דלעולה מהיקשא דחטאת נמי גמרינן וכיון דעיקר שם קדש קדשים בחטאת הוא דכתיב מש״ה נקט היקשא דחטאת. ועי״ל דלפום מאי דאסיק אדעתיה דחטאת למדה מעולה בהקש אתיב ליה אלא כדתני רב מרי אבל לפי האמת לא למדה בהיקש אלא כאילו כתיב בחטאת גופיה בהדיא הוא דהא מפורש דבר הכתוב במקום אשר תשחט העולה תשחט החטאת והוי כאילו כתוב תשחט החטאת בצפון. \n",
                "<b>ומה שכתב מקום השחיטה הוא מקום הקבלה.</b> בריש פרק איזהו מקומן (זבחים דף מ״ט) קבלה בצפון מנא לן דכתיב ולקח הכהן מדם החטאת כלומר וילפינן שאר קדשי הקדשים מחטאות. ופירש״י ולקח הכהן בתר ושחט כתיב ומשמע במקום העולה נמי והך לקיחה קבלה היא דגמר בג״ש בתורת כהנים עכ״ל. ואיני יודע למה השמיט רבינו ראיה זו: \n\n"
            ],
            [
                "<b>ומנין ששוחטין קדשים קלים בכל העזרה אפי' אחורי ההיכל וכו'.</b> שם (דף נ''ה) ת''ר ושחטו פתח אהל מועד ושחט אותו לפני אהל מועד ושחט אותו לפני אהל מועד להכשיר כל הרוחות בקדשים קלים ק''ו לצפון ומה קדשי קדשים שלא הוכשרו בכל הרוחות הוכשרו בצפון קדשים קלים שהוכשרו בכל הרוחות אינו דין שהוכשרו בצפון ומפרש בגמרא דהני תלתא קראי חד לגופיה דניבעי פתח אהל מועד כדלקמן בסמוך וחד להכשיר צדדין וחד לפסול צידי צדדין וצפון לא איצטריך קרא. ופירש רש''י לפני משמע כל שלפני ההיכל. וחד להכשיר צדדין כל רוחב העזרה דלא תימא כנגד הפתח דוקא להכי הדר כתב לפני ולא כתב פתח וכל האויר בכלל לפני דלא כתב כנגד. וחד לפסול צידי צדדין כגון לשכות ואפי' תוכן קדש פסולות לשחיטה דלא תימא מדפתח לאו דוקא לפני נמי לאו דוקא. ודברי רבינו שכתב שהרי נאמר בשלמים ושחטו פתח אהל מועד להכשיר כל הרוחות נראה שהוא טעות סופר דהא מהאי קרא לא ילפינן אלא דניבעי פתח אהל מועד לכך נ''ל שצריך להגיה ולכתוב ושחט אותו לפני אהל מועד. ומכל מקום מה שכתב רבינו אפילו אחורי ההיכל צריך למוד מנין לו [עיין תוספות יום טוב זבחים פ''ה מ''ז דכך נתבאר להדיא בסוגיין דזבחים נ''ה]. \n",
                "<b>ומה שכתב ואם שחטן בהיכל כשרים.</b> בפרק קדשי קדשים (זבחים דף ס״ג) אמר רבי יוחנן שלמים ששחטן בהיכל כשרים שנאמר ושחטו פתח אהל מועד ולא יהא טפל חמור מן העיקר. \n",
                "<b>ומ״ש אבל אם שחטן בגגו של היכל פסולים שאין הגגות ראויות לשחיטה כלל וכו'.</b> בפרק כיצד צולין (פסחים דף פ״ה:) אמר רב גגין ועליות לא נתקדשו ואע״ג דמתיב עליה מדתניא שעלית בית קדשי הקדשים מקודשת ושני שאני היכל דכתיב ויתן דוד לשלמה בנו את תבנית האולם וגו' ועליותיו וגו' וכתיב הכל בכתב מיד ה' עלי השכיל אלמא עליות ההיכל נתקדשו ומשמע דה״ה לגגו, י״ל דשאני עליות שנזכרו בכתוב אבל גג שלא הוזכר בכתוב גם הוא בכלל מה שאמר רב גגין לא נתקדשו. \n",
                "<b>ומ''ש אלא בקרקע העזרה.</b> כתב כן למעט עליות. אחר כך מצאתי בפרק שני דזבחים אמר עולא השוחט על גגו של היכל חייב משום שחוטי חוץ הואיל ואין ראוי לשחיטת כל זבח וזה מבואר מדברי רבינו שאין גגו של היכל כשר לשחיטת שום זבח: \n\n"
            ],
            [
                "<b>שלמים ששחטן קודם שיפתחו דלתות ההיכל פסולים וכו'.</b> מימרא בפרק איזהו מקומן (זבחים דף נ״ה:). \n",
                "<b>ומ''ש אפי' היו דלתותיו מוגפות.</b> שם ופירש''י מוגפות סגורות ולא נעולות. \n",
                "<b>ומ''ש אבל הפרוכת שעליו אינה פוסלת.</b> שם בעיא דאיפשיטא: \n\n"
            ],
            [
                "<b>העולה והאשם והשלמים וכו'.</b> בשלשתן שנינו בפרק איזהו מקומן דמן טעון שתי מתנות שהן ד' ואיפליגו תנאי בפירושה ופסק כת''ק דאמר (דף נ''ג:) יכול יזרקנו זריקה אחת ת''ל סביב אי סביב יכול יקיפנו בחוט ת''ל וזרקו הא כיצד כמין ג''ם ופירש''י כמין ג''ם זורק כנגד הפינה מן הכלי והדם מתפשט לשתי רוחות הפינה והרי היא כמין ג''ם אות יונית עשויה ככ''ף פשוטה. ואע''ג דרב ושמואל פליגי התם ואתי שמואל כת''ק ומשמע דרב סבר דלית הלכתא כת''ק וא''כ לא ה''ל למיפסק כשמואל לגבי רב באיסורי י''ל דברייתא לא הוה שמיע לרב דאי הוה שמיע ליה לא הוה פליג את''ק. \n",
                "<b>ומ''ש רבינו מחצי המזבח ולמטה.</b> בריש קינים עולת בהמה למטה ואם שינה פסול פירוש למטה מחוט הסיקרא שחוגר באמצע המזבח: \n",
                "<b>ומ''ש על קרן מזרחית צפונית וכו'.</b> שם אהא דתנן בעולה דטעונה שתי מתנות שהן ארבע פירש''י שתי מתנות בקרן מזרחית צפונית ובקרן מערבית דרומית שכנגדה באלכסון והכי תנן במסכת תמיד בא לו לקרן מזרחית צפונית נותן מזרחה צפונה מערבית דרומית נותן מערבה דרומה וטעמא משום דקרן מזרחית דרומית לא היה לה יסוד כדאמרינן בשמעתין ועולה טעונה מתן דמה כנגד היסוד וכדרבינן לעיל. \n",
                "<b>ומ''ש וה''ה לאשם.</b> כלומר שגם הוא נאמר בו סביב בפ' צו. \n",
                "<b>ומ''ש ושירי הדם נשפכים על גג היסוד הדרומי.</b> שם (דף נ''ב) אמאי דכתיב בפר כהן משיח ואת כל דם הפר ישפוך אל יסוד מזבח העולה דריש דה''ק תן יסוד למזבח של עולה ופירש''י תן יסוד למזבח של עולה תן תורת שפיכת יסוד שירים להלכות מזבח של עולה שיהא המזבח טעון בעולה ובכל הדמים הניתנין עליו שפיכת שירים אל היסוד אם נשאר בכלי כלום כשזורק ממנו שתי זריקות לשתי קרנות ישפכנו ליסוד ומשום דבעולה לא כתיבי שפיכת שירים איצטריך למילף מהכא. ואמרינן תו התם השתא דכתיב אל יסוד מזבח העולה אגגו דיסוד ופירש''י השתא דכתיב אל יסוד המזבח יסוד שהוא דומה למזבח דהיינו גגו של יסוד: \n\n"
            ],
            [
                "<b>החטאות הנאכלות דמן וכו'.</b> משנה בפרק איזהו מקומן. \n",
                "<b>ומה שכתב מחצי מזבח ולמעלה וכו'.</b> בריש קנים חטאת בהמה נעשית למעלה ואם שינה פסל. \n",
                "<b>ומ״ש וכיצד הוא עושה כשלוקח הכהן הדם במזרק וכו'.</b> ברייתא בפרק איזהו מקומן (זבחים דף נ״ג). \n",
                "<b>ומ''ש וסומך באצבעו הגדולה מכאן.</b> שם וחומר בגודל מלמעלה ובאצבע קטנה מלמטה ורבינו גורס גדולה במקום קטנה. אי נמי קטנה בערך הגודל קאמר. ונראה שמפרש רבינו חומר צובר מלשון חומרים כלומר שמעמיד הדם שיהיה צבור ולא יתפשט באצבע. \n",
                "<b>ומ''ש ומחטא ויורד כנגד חודה של קרן וכו'.</b> שם ופירש''י ומחטא זריקת חטאת קרוי חיטוי כמו הכהן המחטא. \n",
                "<b>ומ''ש ואם נתן סמוך לקרן כאמה אחת מכאן ואמה אחת מכאן כפר.</b> שם אמאי דתנן חטאות הצבור והיחיד דמן טעון ארבע מתנות על ארבע קרנות אמרינן בגמרא היכי עביד ר' יוחנן ור' אלעזר חד אמר נותן אמה אילך ואמה אילך וחד אמר מחטא ויורד כנגד חודו של קרן אליבא דרבי אליעזר ברבי שמעון דאמר היא עצמה אינה נעשית אלא בגופה של קרן דכולי עלמא לא פליגי כי פליגי אליבא דרבי (דאמר דמים העליונים ניתנין מחוט הסיקרא ולמעלה) מר סבר אמה אילך ואמה אילך כנגד קרן הוא ומר סבר כנגד חודה אין טפי לא. ופי' רש''י היא כלומר כל עצמה ועיקר מצותה אינו אלא שם. דכ''ע לא פליגי דלא בעינן חודה דקרן כתיב ואמה על אמה ברום אמה הניתן בראש המזבח בכל זוית וזוית בכל מקום שבה קרוי קרן כי פליגי אליבא דרבי דמכשיר לה מחוט הסיקרא ולמעלה ואע''ג דלאו קרן מר סבר כי היכי דקרן היא אמה על אמה אף כל שתחתיו כנגדו הוי קרן ומר סבר כיון דקרא לאו אקרנות ממש קפיד דשאר המזבח לא שייך לשון קרן אלא בחודה של זוית עכ''ל. ולפי זה פסק רבינו כרבי דהלכה כמותו מחבירו ועוד דאמוראי פליגי אליביה ובפלוגתא דאמוראי פסק כמאן דאמר אמה אילך ואמה אילך. ונראה לי שהטעם דכיון דלר' אליעזר בר''ש לא בעינן חודה של קרן עדיף טפי למימר דרבי מכשיר באמה אילך ואמה אילך כדי שלא להגדיל מחלוקתם ביותר. ועוד יש לומר דכיון דאיפליגו אמוראי במילתא אין אנו יכולים לפסול באמה אילך ואמה אילך ומש''ה פסק דלכתחלה בעינן חודה של קרן ואם נתן אמה אילך ואמה אילך בדיעבד כפר: \n\n"
            ],
            [
                "<b>ומ״ש וצריך לטבול אצבעו על כל קרן וקרן וכשגומר הנתינה על הקרן מקנח אצבעו בשפת המזרק וכו'.</b> בפרק דם חטאת (זבחים דף צ״ג:) תניא וטבל [ולא מספג וכו'] (והזה מן הדם) מן הדם שבענין למעוטי מאי למעוטי שירים שבאצבע. ופירש״י והזה מן הדם שבענין מדם האמור בענין טבילה שהזה ממנו ראשונה יזה את כולן שצריך לחזור לטבול בו אצבעו על כל הזיה טבילה. \n",
                "<b>ומ''ש מקנח אצבעו בשפת המזרק.</b> שם: \n\n"
            ],
            [
                "<b>אין בכל הקרבנות קרבן וכו'.</b> איני יודע מה מלמדנו. \n",
                "<b>ומ״ש וצריך שיהא שם דם כדי טבילה לא שיספג אצבעו מדם.</b> ברייתא בפרק ב״ש (זבחים דף מ':) ובפרק דם חטאת וטבל ולא מספג דם עד שיהא בדם שיעור טבילה מעיקרו ופירש״י מספג מקנח בשולי הכלי או בדפנותיו וכו'. שיעור טבילה מעיקרא וכו' משעת קבלה ראשונה למעוטי קבל פחות מכדי טבילה בכלי זה ופחות מכדי טבילה בכלי זה ועירבן והכי מפרש לה במנחות ובפרק דם חטאת ויליף לה מדקרינן וטבל בדם ולא קרינן בדם משמע בדם שהיה כבר משעה ראשונה עכ״ל. ומפשט דברי רבינו לא משמע הכי אלא כולה חדא מילתא היא וה״ק צריך שיהא שם כדי טבילה כדי שלא יהא מספג שאם לא יהא שם דם כדי טבילה נמצא שהוא מספג ואנן בעינן וטבל. ויש לתמוה דאי חדא מילתא היכי דריש ולא מספג מוטבל ושיהא בדם שיעור טבילה מבדם ועוד דבגמרא מצריך להו דאי כתב רחמנא וטבל ה״א אע״ג דליכא שיעור טבילה מעיקרו ואי כתב רחמנא בדם הו״א אפילו מספג אלמא תרי מילי נינהו לפיכך צריך לפרש דברי רבינו דתיבת וצריך מושך עצמו ואחר עמו וה״ק וצריך שיהא שם דם כדי טבילה וכן צריך עוד שלא יספג: \n\n"
            ],
            [
                "<b>ומנין הוא מתחיל וכו'.</b> משנה בפ' איזהו מקומן (זבחים דף נ״ג). \n",
                "<b>ומ''ש זה יסוד דרומי.</b> בגמ' יליף לה. \n",
                "<b>ומ''ש שנאמר ואת כל דמה ישפוך אל יסוד מזבח העולה.</b> נראה להגיה ולכתוב במקומו ואת כל דמה ישפוך אל יסוד המזבח וכן נמצא בספר מוגה דבחטאות פנימיות כתיב אל יסוד מזבח העולה אשר פתח אהל מועד והוא מערבי שפוגע בו תחלה בצאתו אבל בחיצוניות כתיב אל יסוד המזבח ולכך פנימיות מפורש וחיצוניות סתום: \n\n"
            ],
            [
                "<b>כל החטאות הנשרפות וכו' ושירי הדם היה שופך על יסוד מערבי של מזבח החיצון וכו'.</b> שם במשנה (דף מ''ז) שיירי הדם היה שופך על יסוד מערבי של מזבח החיצון ובגמרא (דף נ''ב) מ''ט א''ק אל יסוד מזבח העולה אשר פתח אהל מועד ההוא דפגע ברישא ופירש''י יסוד שכנגד הפתח וזו היא מערבו של מזבח שהוא כנגד פתח ההיכל: \n\n"
            ],
            [
                "<b>והיכן מזין מדמן וכמה מזה מהן וכו'.</b> כמו שיתבאר בהל' עבודת יוה''כ פ''ד: \n",
                "<b>ומ״ש ואם לא כיון בהזיות שבפנים כשרות.</b> פ' הקומץ רבה (מנחות דף כ״ז): \n\n"
            ],
            [
                "<b>פרים הנשרפין ושעירים הנשרפין וכו'.</b> מפורש בתורה: \n\n"
            ],
            [
                "<b>ומ''ש וכל הדמים הניתנין על מזבח הזהב וכו'. כתוב</b> בתשובת הרשב''א בסימן ש''צ שנשאל על מ''ש רבינו שהיה עומד בין מזבח למנורה והלא המזבח משוך היה כלפי חוץ והוא צריך לצאת מכל המזבח ותשובתו כתבתי בהל' עבודת יוה''כ פ''ד. והר''י קורקוס כתב אפשר שרבינו מפרש עד דנפק מכוליה היינו שלא יעמוד בין מזבח לפרוכת אלא יוצא לצד ימינו עד שיצא מכנגד כל המזבח וזהו שכתב בין מזבח למנורה ונמצא עומד מהמזבח ולפנים מכנגד הצד הדרומי כמ''ש בפ''ד מהל' עבודת יוה''כ כי מצד צפון יוצא. ועדיין קשה שא''כ למה אינו נותן תחלה בקרן דרומית מערבית שהוא יותר קרוב לו שהרי מנורה בדרום היתה לימין היוצא נמצא שזה מדלג קרן דרומית מערבית ודרומית מזרחית ונותן בשלישי שהוא צפונית ולמה, ואפשר שסובר רבינו שזהו מ''ש שנותן מבחוץ כלומר לצד האחר וזהו שאמר שיהו הזאות אלו הראשונות מלמטה למעלה כי אולי יתלכלכו בגדיו אבל האחרונה שהיתה לפניו מלמעלה למטה כדי שלא יתלכלכו בגדיו וכמ''ש שם וכתבו רבינו בעבודת יוה''כ ומשם כתב רבינו כן. \n",
                "<b>ומ''ש</b> שם לפני ה' מזבח לפני ה' ולא כהן היינו שלא יפסיק הכהן בין מזבח לפרוכת אבל עדיין אין מזבח בין כהן לפרוכת כי לצד דרום היה נמשך נמצא מזבח לפני ה' בלא הפסק וכהן אינו לפני ה' רק לצד המנורה או לחוץ יותר ועדיין סוגית הגמרא צריכה יישוב עוד עכ''ל. \n",
                "<b>ומ״ש מתחיל מקרן מזרחית צפונית וכו'.</b> משנה פ' הוציאו לו (יומא דף נ״ח): \n",
                "<b>וכתוב</b> בתשובות הרשב''א סי' שפ''ח שנשאל שמשנה זו עכ''פ שנויה לדעת ר' יוסי שסובר שלא היתה שם אלא פרוכת אחת ופרופה לצפון לימין הנכנס וכשחוזר מן הפתח למזבח הזהב פוגע תחלה בצפונית ואינו יכול להתחיל שם כדאמרינן. וגמר שאלה זו ותשובתה אכתוב בהלכות עבודת יוה''כ פרק ד': \n\n"
            ],
            [
                "<b>פר כהן משיח הבא על כל המצות וכו'.</b> מדכתיב בה ולקח הכהן המשיח מדם הפר והביא אותו אל אהל מועד וכו'. \n",
                "<b>ומ''ש ואם קיבל והזה כהן הדיוט כשר.</b> בת''כ פרשת ויקרא: \n\n"
            ],
            [
                "<b>שעירי עבודה זרה והם שעירים הנשרפין וכו'.</b> בפרק בית שמאי (זבחים דף מ״א): \n\n"
            ],
            [
                "<b>הבכור והמעשר והפסח וכו'.</b> משנה בפרק איזהו מקומן (זבחים דף נ״ו:) ובר״פ ב״ש (זבחים דף ל״ז). \n",
                "<b>ומ''ש באי זה רוח שירצה משלש זויות המזבח שהרי קרן מזרחית דרומית לא היה לה יסוד כמו שביארנו.</b> בפ''ב מהל' בית הבחירה: \n",
                "<b>ומנין שאינם טעונין אלא מתנה אחת וכו' מפי השמועה למדו שהוא הדין במעשר ופסח וכו'.</b> בפ' ב״ש (זבחים דף ל״ז) ובפרק איזהו מקומן (זבחים דף נ״ו:) מדכתב ואת דמם תזרוק מלשון רבים לימד על בכור ומעשר ופסח שטעונין מתן דמים ואימורין על גבי המזבח כנגד היסוד מנא לן וכו' אתיא זריקה זריקה מעולה. ואיני יודע למה תלה הדבר במפי השמועה דהא מקראי יליף לה מדכתיב דמם לשון רבים. ואפשר שטעמו משום דלא מפרש בהדיא דדמם מרבה מעשר ופסח: \n\n"
            ],
            [
                "<b>כל הזבחים מקטירין וכו'.</b> מפורש בתורה: \n",
                "<b>וכל הזבחים מפשיטין אותן וכו'.</b> בפרק טבול יום (זבחים דף ק״ג:) נתבאר דכולי עלמא מודו דאין הפשט קודם זריקה וכתב רש״י מפני שאסור לשהות הדם כל כך ובסוף הלכות פסולי המוקדשין כתב רבינו זבח שהופשט קודם זריקה אינו פוסל: \n\n"
            ],
            [
                "<b>כל עורות קדשי הקדשים לכהנים וכו' אבל עורות קדשים קלים לבעלים וכו'.</b> משנה בפרק טבול יום (זבחים דף ק״ג): \n\n"
            ],
            [
                "<b>כל [קדשי] הקדשים שאירע בהם פיסול וכו'.</b> משנה שם: \n",
                "<b>וכל העורות מחלקין אותם כו'.</b> תוספתא בפרק בתרא דמנחות ובגמרא ס״פ מקום שנהגו (פסחים דף נ״ז) ופ' החליל ופ' הגוזל (בבא קמא דף ק״י): \n\n"
            ],
            [
                "<b>המתפיס עולתו לבדק הבית וכו' עד אלא ימכרו העורות ויפלו לבדק הבית.</b> בפרק טבול יום (זבחים דף ק״ג:): \n",
                "<b>אחד עולת איש וכו'.</b> גם זה שם אלא שבגמ' כתוב גר במקום מ''ש בספרי רבינו עכו''ם. וגירסת רבינו נראית נכונה דלגירסת גמרא דידן קשה מאי קא משמע לן דמהיכא תיסק אדעתין לפלוגי בין גר לישראל: \n\n"
            ]
        ],
        [
            [
                "<b>מצות עשה לעשות העולה וכו'.</b> פשוט הוא: \n\n"
            ],
            [],
            [
                "<b><small>(ב-ג)</small> צמר שבראשי כבשים וכו' עד אחר חצות לא יחזיר.</b> משנה וגמרא בפרק המזבח מקדש (זבחים דף פ״ה:) פירש״י אין בהם ממש שנשרפו כולן. ובפרק שני דמעילה (דף ט':) דייק דדוקא פקעו מעל גבי המזבח לא יחזיר הא על גבי המזבח יחזיר: \n\n"
            ],
            [
                "<b>כשמנתח איברי העולה וכו'.</b> בפ״ב דיומא (דף כ״ה) תנן הפייס השני מי שוחט וכו' מי מעלה איברים לכבש ובפ״ד דתמיד (דף ל״א:) תנן גבי איברי התמיד הלכו ונתנום מחצי הכבש ולמטה במערבו ומלחום ובפ' הקומץ רבה (מנחות דף כ״א:) תניא שאחד מג' מקומות שהמלח נתון היה על גבי הכבש ששם מולחים האיברים. \n",
                "<b>ומ''ש ואחר כך מעלים כל האיברים לראש המזבח.</b> בפ''ב דיומא (דף כ''ו) תנן הפייס הרביעי מי מעלה איברים מן הכבש למזבח ובפ''ה דתמיד תנן אמר להם בואו והפיסו מי מעלה אברים מן הכבש למזבח. \n",
                "<b>ומ״ש ומסיר גיד הנשה בראש המזבח ומשליכו ע״ג הדשן שבאמצע המזבח.</b> מימרא בר״פ גיד הנשה (חולין דף צ'): \n",
                "<b>ומ״ש וזורק כל האיברים על האש וכו'.</b> כן משמע בסוף מסכת תמיד ובפרק טבול יום (זבחים דף ק״ד) אמרו מה דם בזריקה אף בשר בזריקה. \n",
                "<b>ומ''ש ואחר שזרקן חוזר ועורך אותם על האש וכו'.</b> בסיפרא פ''ד. \n",
                "<b>ומ״ש ואיברים שצלאן ואחר כך העלן למזבח אין בהם משום ריח ניחוח.</b> מימרא בפרק הקומץ רבה (מנחות דף כ״א): \n\n"
            ],
            [
                "<b>כיצד מנתחין את העולה לא היה שובר את הרגל וכו'.</b> במסכת תמיד פ' ד'. \n",
                "<b>ומ''ש ואם היה שור מפשיטו בלי תליה. ומ''ש ומפשיט עד שהוא מגיע לחזה וכו' עד הולך ומדיחן.</b> שם. ודע שיש בספרי רבינו חסרון הניכר שאצל מה שכתב וחותך את הידים ונותנן לאחר צריך לכתוב וחותך רגל הימנית ונותנה למי שזכה בראש ושתי ביצים עמה: \n\n"
            ],
            [
                "<b>ומ''ש לא ביין ולא במזוג ולא בשאר משקין.</b> בפ''ב דזבחים (דף כ''ב) במים ולא ביין במים ולא במזוג. \n",
                "<b>ומ''ש וכל המימות כשרים.</b> שם במים לרבות שאר מים ופירש''י שאר מים ואפילו מכונסים: \n",
                "<b>כמה מדיחן הכרס מדיחין אותה בבית המדיחין כל צרכה וכו' עד ונותנו ביד אחר.</b> בפ''ד דתמיד (דף ל''א) ובפ''ב דיומא (דף כ''ה) מייתי לה מקרא ואע''פ ששנו שם שאדם אחר היה נוטל החביתין לא מנאו רבינו מפני שחביתין הללו חביתי כ''ג הן ואינם תלויים בקרבן: \n\n"
            ],
            [
                "<b>ומ''ש נוקב את החזה.</b> הטעם ששנינו נוקב מפני שהחזה כאהל על הדפנות וכשנוטלו משם נשאר המקום כחלון כי הוא קצר ונשאר מקומו כנקב. ויש בספרי רבינו ט''ס שכתב ונוקב את הריאה וצריך למחוק תיבת הריאה ולכתוב במקומה החזה גם בג' מקומות כתוב שזרה במקום שדרה: \n",
                "<b>ומ''ש עד השדרה.</b> פירוש אצל השדרה כי השדרה היה מניח עד דופן השמאלי. פירוש גרה הוא הצואר על שם כי שם הוא מעלה גרה. ופירוש עוקץ הוא זנב: \n\n"
            ],
            [],
            [],
            [],
            [
                "<b>ומ''ש שמוליך הרגל עם הראש.</b> נתבאר טעמו בפ' שני דיומא (דף כ''ה כ''ו): \n\n"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>ומ''ש אבל אם היה איל מוליכים הקרבים שנים והסלת בשנים.</b> משנה בפרק שני דיומא (דף כ''ו:): \n\n"
            ],
            [],
            [
                "<b>ומ''ש השור מוליכים אותו כ''ד הראשון מוליך את הראש וכו' עד הרי כ''ד.</b> שם במשנה: \n\n"
            ],
            [
                "<b>ומ''ש ולמה לא יחלקו האבר הגדול של שור לחלקים וכו'.</b> סיפרא פ''ה. \n",
                "<b>ומ''ש בד''א בעולות וכו'.</b> במשנה: \n\n"
            ],
            [
                "<b>עולת העוף כיצד היתה נעשית וכו' עד כל ששינה בה מאחר תמצית הדם כשירה.</b> משנה בפרק קדשי הקדשים (דף ס''ד:). \n",
                "<b>ומה שכתב למעלה מן החוט שבאמצע המזבח.</b> בפרק קמא דקינים עולת העוף נעשית למעלה וכו' ואם שינה וכו' פסל: \n\n"
            ],
            [],
            [
                "<b>ומ''ש ושסע אותו בכנפיו בידו בלא סכין.</b> בפרק קדשי הקדשים (דף ס''ה:) ת''ר ושסע אין ושסע אלא בידו וכן הוא אומר וישסעהו כשסע הגדי: \n\n"
            ],
            [
                "<b>כיצד מולקין קוצץ ויורד בצפורן.</b> פרק קדשי קדשים (זבחים דף ס״ה) ובתוספתא דזבחים פ״ז. \n",
                "<b>ומ''ש ואם רצה להוליך ולהביא מוליך ומביא.</b> בפרק קמא דחולין (דף כ') פלוגתא דרב הונא ורבה ופסק כרב הונא דרבי אבין ורבי ירמיה סברי הכי. \n",
                "<b>ומ''ש ואם רצה להיות דורס ויורד בצפורן דורס.</b> שם אמר רב כהנא מצות מליקה קוצץ ויורד וזו היא מצותה וכו' אמר רבי ירמיה כל שכן דמוליך ומביא כשר ומאי זו היא מצותה אף זו היא מצותה: \n",
                "<b>ומ''ש ואם נעקרו הסימנין אינו חושש.</b> שם תני רמי בר יחזקאל אין עיקור סימנים בעוף ופירש רבא בר קיסי דהיינו במליקה ופירש''י דכיון דדרסה וחלדה לא פסלי בה עיקור סימנין נמי לא פסיל בה. \n",
                "<b>ומ''ש וחותך שדרה ומפרקת בלא רוב בשר שאם חתך רוב בשר הרי זה כמתה קודם שיגיע לסימנים.</b> שם. \n",
                "<b>ומ''ש וצריך לחתוך שני הסימנים בעולה כשהוא יורד.</b> שם פלוגתא דתנאי בברייתא ופסק כתנא קמא. \n",
                "<b>ומ''ש והמולק בסכין אינה מליקה.</b> משנה בפרק דם חטאת. \n",
                "<b>ומ''ש או מן הצדדין.</b> משנה פרק קמא דחולין (דף י''ט:). \n",
                "<b>ומ''ש וכל העורף כשר למליקה.</b> גם זה משנה שם: \n\n"
            ]
        ],
        [
            [
                "<b>מצות עשה לעשות החטאות כמצותן וכו' כמו שבארנו.</b> בפ''ה: \n",
                "<b>ומפשיטה ומפריש האימורים ומולחן וזורקן על גבי האשים ואם רצה ליתן את האימורים בכלי כשמוליכן למזבח נותן.</b> בפ' שני שעירי (יומא דף ס״ז:) אהא דתנן הוציא את אימוריהן ונתנם במגס והקטירם ע״ג המזבח גרסינן בגמ' אטו במגס מקטר ליה אימא להקטירם והכי איתא נמי בפרק שני דסוטה (דף ט״ו) ובפרק תמיד נשחט (פסחים דף ס״ה:) ואע״פ שרש״י מחק גירסא זו התוספות קיימוה ופירשו דהכי פריך וכי חובה הוא שיוליכנו במגס למזבח נהי דכשקרען והוציא אימורין נותנן במגס ולא על גבי רצפה שלא יהו קדשי שמים מוטלים כנבלה מ״מ כשמעלן למזבח יכול להעלותם בידו ומדקתני ליה גבי סדר יוה״כ משמע דכך הוא ובענין אחר אין לעשות ולהכי פריך וכי חובה הוא לעשות כן להעלותם במגס עכ״ל. ונתבארו דברי רבינו: \n\n"
            ],
            [
                "<b>וכיצד מעשה וכו' כמו שבארנו.</b> בפ''ה. \n",
                "<b>ומ״ש ומנתחין אותם שם כנתחי העולה בעורן.</b> בפ' איזהו מקומן (זבחים נ״א.) ובפ' שני שעירי (יומא ס״ח:): \n\n"
            ],
            [
                "<b>שלשה מקומות לשריפה אחד בתוך העזרה וכו' עד כמצותן.</b> בפרק טבול יום (זבחים דף ק״ד:) וכדתני לוי: \n\n"
            ],
            [],
            [
                "<b>ושריפת כל הנשרפין כשירה בזר ובלילה: וכל הנשרפין חוץ לעזרה כל העצים כשרים לשריפתן וכו'.</b> בתורת כהנים פרשת ויקרא ובפרק כיצד צולין (פסחים דף ע״ה): \n\n"
            ],
            [
                "<b>חטאת העוף כיצד היתה נעשית וכו'.</b> בפ' קדשי קדשים במשנה (דף ס''ד:). \n",
                "<b>ומ''ש כמו שביארנו.</b> בפ' [חמישי]. \n",
                "<b>ומ''ש ויורד בצפרנו עד שיחתוך הסימנין או רוב אחד מהם.</b> בפ''ק דחולין (דף כ''א). \n",
                "<b>ומ''ש ואינו מבדיל הראש מן הגוף ואם הבדיל פסל.</b> משנה בפרק קדשי קדשים והוא מבואר בכתוב ולא יבדיל. כתב ספר מצות גדול פי' רש''י ולא יבדיל שאין מולק אלא בסימן אחד. בפרק קדשי הקדשים (דף ס''ה:) כיצד מולקין חטאת העוף חותך שדרה ומפרקת בלא רוב בשר עד שמגיע לושט או לקנה חותך סימן אחד או רובו ורוב בשר עמו ובעולה שנים או רוב שנים ורבינו משה פירש לאו זה שלא יבדיל הראש מהגוף ואני מביא ראיה לדבריו שלמד שם סתם מליקה האמורה בעולת העוף ממליקה המפורשת בחטאת העוף מה להלן ממול עורף וכו' אי מה להלן (בחטאת העוף) מולק ואינו מבדיל אף כאן מולק ואינו מבדיל ת''ל ומלק והקטיר מה הקטרה הראש בעצמו והגוף לעצמו אף מליקה הראש לעצמו והגוף לעצמו ומנין שהקטרת הראש לעצמו והגוף לעצמו שהרי שתי פעמים כתיב והקטיר בפרשה אחד לראש ואחד לגוף וכתב ושסע בינתים עכ''ל. \n",
                "<b>ומה שכתב ומזה מדמה על קיר המזבח למטה מאמצעו וכו' עד וזהו קיר התחתון.</b> בפרק קדשי הקדשים (דף ס''ד:) וכתב רש''י בריש מנחות (דף ג') הזאה אוחז בגוף העוף ומעלה ומוריד בכח והדם ניתז מעצמו. מיצוי סוחט בין אצבעותיו ונצוק הדם הולך למרחוק: \n\n"
            ],
            [
                "<b>ומ''ש ומיצוי חטאת העוף מעכב.</b> משנה שם [בזבחים] מיצה דם הגוף פסולה ובפרק ב' דמעילה (דף ח' ט') איפליגו אמוראי במילתא ולמ''ד אינו מעכב אותבוהו כמה אמוראי ושנינהו שנויי דחיקי ולא סמכינן עלייהו. \n",
                "<b>ומ''ש ואין למזבח בה אלא דמה וכו'.</b> משנה בפ' קדשי הקדשים (דף ס''ד): \n\n"
            ],
            [
                "<b>כיצד אוחז חטאת העוף בשעת מליקה וכו'.</b> שם וכדתנא במתניתא. \n",
                "<b>ומ''ש ואם שינה ואחז בכ''מ כשירה:</b> \n\n"
            ],
            [
                "<b>וכל מקום מן המזבח כשר למליקתה וכו' עד מדם הנפש.</b> משנה וגמ' (דף ס''ג:) בפרק קדשי הקדשים: \n\n"
            ],
            [
                "<b>שלשה דברים היתה קרן דרומית מערבית משמשת למעלה ושלשה למטה וכו' עד סוף הפרק.</b> שם. \n\n"
            ],
            [],
            [
                "<b>ומה שכתב ומתחיל ומקיף מקרן דרומית מזרחית וכו' נותנים המים או היין בידו ומנסך.</b> הוא מדתנן בפרק בתרא דתמיד (דף ל''ג:) בא לו להקיף את המזבח מהיכן הוא מתחיל מקרן דרומית מזרחית וכו' נתנו לו יין לנסך: \n\n"
            ]
        ],
        [
            [],
            [
                "<b><small>(א-ב)</small> חומר בחטאת הבהמה משאר קדשי קדשים וכו' עד טעונים כיבוס.</b> משנה בפרק דם חטאת (זבחים דף צ״ב). \n",
                "<b>ומ''ש אבל העור הקשה הרי הוא כעץ וגורד הדם מעליו.</b> שם (דף צ''ד) אוקימתא דרבא. \n",
                "<b>ומ''ש ואחד דם חטאת הנאכלת.</b> משנה שם. \n",
                "<b>ומ''ש אבל לא חטאת העוף וכו'.</b> שם בגמרא: \n\n"
            ],
            [
                "<b>חטאת שנפסלה אין דמה טעון כיבוס וכו' עד וראוי לכיבוס.</b> משנה שם: \n\n"
            ],
            [
                "<b>ומה שכתב אבל אם ניתז על כלי עץ וכו' אלא גורדן בלבד.</b> שם (דף צ''ד) בגמרא: \n\n"
            ],
            [
                "<b>ניתז על עור הדג אינו טעון כיבוס וכו'.</b> נלמד ממה ששנינו שם (דף צ''ג:) אין טעון כיבוס אלא דבר שהוא ראוי לקבל טומאה. \n",
                "<b>ומ''ש אבל אם ניתז על עור בהמה.</b> שם במשנה פלוגתא דתנאי ופסק כר' יהודה דסתם לן תנא x כוותיה (דף צ''ג): \n\n"
            ],
            [
                "<b>ניתז מן הצואר על הבגד וכו'.</b> משנה שם ניתז מן הצואר על הבגד אינו טעון כיבוס מן הקרן ומן היסוד אינו טעון כיבוס נשפך על הרצפה ואספו אינו טעון כיבוס אין טעון כיבוס אלא הדם שנתקבל בכלי וראוי להזאה ובגמרא ת''ר יכול ניתז מן הקרן ומן היסוד יהא טעון כיבוס ת''ל אשר יזה פרט לזה שכבר הוזה ואמרינן תו בגמרא הא תו למה לי מה טעם קאמר מה טעם נשפך על הרצפה ואספו אין טעון כיבוס לפי שאין טעון כיבוס אלא דם שנתקבל בכלי וראוי להזאה ראוי להזאה למעוטי מאי למעוטי קיבל פחות מכדי הזאה בכלי זה ופחות מכדי הזאה בכלי זה ופירש''י מן הקרן של מזבח ומן היסוד של שירים ובפ' ב''ש תרגימנא דמן הקרן מן הקרן ממש ומן היסוד מן הראוי ליסוד דמשניתן דמה אין שירים טעונים כיבוס וטעמא מפרש בגמרא עכ''ל. ומפני כך כתב רבינו ניתז מן הצואר על הבגד או מעל קרן המזבח והשמיט מן היסוד וכ''כ בפירוש לקמן בסמוך ופירש''י עוד הא תו למה לי למיתני אין טעון כיבוס אלא שנתקבל בכלי הא תנא ליה נשפך על הרצפה קיבל פחות מכדי הזיה בכלי זה וחזר ועירבו עכ''ל: \n\n"
            ],
            [
                "<b>נתן ארבע המתנות וכו'.</b> בר''פ ב''ש. \n",
                "<b>ומ''ש וכן בחטאות הנשרפות.</b> משנה בפ' דם חטאת אע''פ שאין הכתוב מדבר אלא בנאכלות שנאמר במקום קדוש תאכל אחד הנאכלות ואחד הפנימיות שנאמר תורת החטאת תורה אחת לכל החטאות: \n\n"
            ],
            [
                "<b>ניתז מאצבעו וכו'.</b> בר״פ דם חטאת (זבחים דף צ״ג:). ויש בקצת ספרי רבינו שכתוב שבאמצע במקום שבאצבע וט״ס הוא: \n\n"
            ],
            [
                "<b>ניתז מן הבגד וכו'.</b> שם (דף צ''ב:) בעא מיניה לוי ניתז מבגד לבגד מהו מבגד קמא אידחי ליה בכיבוס או דילמא לא א''ל זו שאלה טעון כיבוס ממה נפשך אי אוספו וכשר הא כשר ואי אוספו ופסול כר''ע דאמר היתה לו שעת הכושר ונפסלה דמה טעון כיבוס. ופירש''י אידחי ליה לכיבוס וכו' (דכיון) דאיזקיק לכיבוס אידחי ליה [מתורת הזאה] ולא קרינן בה ראוי להזאה ולא בעי כיבוס האי אחרון. זו שאלה בניחותא יפה שאלת ואשיבך עליה. אי אוספו וכשר אע''ג דאיזקיק לכיבוס לא בטל מתורת דם וכו'. הא כשר וטעון האחרון כיבוס. ואת''ל שאם אוספו מהראשון פסול וכו' אנא כר''ע ס''ל דאמר היתה לה שעת הכושר לזריקה ונפסלה דמה טעון כיבוס והאי הרי בתחילתו בכלי נתקבל והיתה לו שעת הכושר ואח''כ נפסל בנפילתו על בגד הראשון עכ''ל. והשתא כיון דסתם לן תנא דלא כר''ע לא חיישינן למאן דאמר דס''ל כוותיה ועוד דבבעיא דאיתא התם בגמ' בסמוך משמע בהדיא דאמוראי בתראי לא סבירא להו כר''ע כיון דמספקא לן אי אוספו ופסיל בעיין לא איפשיטא ומיהו ק''ל נהי דלא איפשיטא בעיין מ''מ מספיקא ה''ל להחמיר ולהטעינו כיבוס ושמא יש לומר דכיבוס במקום קדוש אינו דרך כבוד כלפי מעלה ומספיקא לא מזלזלינן ביה. ויותר נכון לומר דכיון דסתם לן תנא דלא כר''ע ואמוראי בתראי נמי לא ס''ל כר''ע הא איפשיטא בעיין איפכא מלוי: \n",
                "<b>ניתז על בגד טמא אינו טעון כיבוס.</b> שם בעי מיניה רמי בר חמא מרב חסדא ניתז על בגד טמא מהו אמר רב הונא בריה דרב יהושע מדקא מיבעיא ליה הכי ש''מ היתה לו שעת הכושר ונפסלה אין דמה טעון כיבוס ה''מ בזה אחר זה אבל בבת אחת לא או דילמא לא שנא א''ל פלוגתא דר' אליעזר ורבנן וכדמתרץ אביי דתניא ר''א אומר מי חטאת שנטמאו מטהרין שהרי נדה מזין עליה וכו'. במאי קא מיפלגי אמר אביי בדנין טומאה קדומה מטומאה שבאותה שעה קא מיפלגי מר סבר דנין ומר סבר אין דנין. ופירש''י ניתז על בגד טמא ונטמא בנגיעתו בו מי הוי דם פסול כאילו נטמא קודם לכן ולא בעי כיבוס או דילמא כיון דבעידנא דנפל עליה אכתי כשר הוי והרי פסול דם וטעינת כיבוס לבגד באים כאחד כדמפרש ואזיל רב הונא בריה דרב יהושע. מדקא מיבעיא ליה הכי מכלל דפשיטא ליה בטמא קודם לכן דלא בעי כיבוס ואע''ג דהיתה לו שעת הכושר ש''מ סבר וכו' ומיהו היכא דפיסול דם ונפילת בגד באים כאחד מבעיא ליה הכי מי אמרינן ה''מ דפסולה אין דמה טעון כיבוס בזה אחר זה שנפסל ואח''כ ניתז וכו'. מטהרים את האדם מטומאת מת כאילו לא נטמא שהרי נדה שנטמאת במת מזין עליה לפני טבילת נידתה וטובלת אחת בשביל שתי הטומאות וכו'. בדנין טומאה קדומה כגון מי חטאת לפני הזאתו מטומאה שבאותה שעה כגון הזאת נדה שטומאת המים והזאה באים כאחד קא מיפלגי ר''א סבר דנין ורבנן סברי אין דנין ולגבי ניתז דם חטאת על בגד טמא דאיבעיא לן נמי פלוגתא דר''א ורבנן היא דלר''א אין טעון כיבוס דטומאה שבשעת נפילה כטומאה שלפני נפילה ולרבנן לא דמו אהדדי עכ''ל. וקשה דלפי זה ה''ל לרבינו לפסוק כרבנן דסברי בניתז על בגד טמא טעון כיבוס וצ''ע. וכתב הר''י קורקוס ז''ל ואפשר שסובר רבינו שאין הדבר מוכרח דרבנן שאין דנין שם טומאה קדומה מטומאה שבאותה שעה לומר שמי חטאת שנטמאו יטהרו שמפני זה יסברו שאם ניתז על בגד טמא שטעון כבוס שאפשר דלאו הא בהא תליא ומ''מ ודאי שר' אליעזר שדן שם טומאה קדומה מטומאת שעה ע''כ יסבור שגם כאן שאין טעון כיבוס כמו נפסל קודם שניתז הילכך הכי נקטינן. או אפשר שגירסא אחרת או שיטה אחרת היתה לרבינו באותה סוגיא. או אולי לשון רבינו בספרים מוטעה והוא צריך להיות טעון כיבוס והוא היותר קרוב אצלי עכ''ל: \n",
                "<b>ניתז דם חטאת על הבגד וכו'.</b> בס״פ דם חטאת (זבחים דף צ״ח:). \n",
                "<b>ומ''ש אבל אם ניתז דם החולין תחלה וניתז עליו דם החטאת אינו טעון כיבוס וכו'.</b> שם בעיא דאיפשיטא: \n\n"
            ],
            [
                "<b>כשמכבסין את מקום הדם וכו' וכל שבעת הסממנין שמעבירין על הכתם מעבירין על דם חטאת וכו'.</b> בפרק דם חטאת (זבחים דף צ״ה): \n\n"
            ],
            [
                "<b>כלי חרס שנתבשלה בו החטאת הנאכלת וכו'.</b> משנה בפרק דם חטאת (זבחים דף צ״ג). \n",
                "<b>ומ''ש אע''פ שלא נאמר כאן במקום קדוש וכו'.</b> שם (דף צ''ד:) מנא ה''מ דת''ר תכבס במקום קדוש שבירת כלי חרס מנין ת''ל וכלי חרס אשר תבושל בו ישבר מריקה ושטיפה בכלי נחשת מנין ת''ל ואם בכלי נחשת בושלה ומורק ושוטף במים פירוש דכיון דכתיב וי''ו בתר במקום קדוש דכתיב ברישא בתריה גרירא: \n",
                "<b>ואחד כלי שבישל בו או כלי שהערה לתוכו רותח.</b> משנה שם (דף צ''ה:): \n\n"
            ],
            [
                "<b>מריקה בחמין ושטיפה בצונן.</b> שם (דף צ''ו:) פלוגתא דתנאי ופסק כחכמים וכסתם מתני'. \n",
                "<b>ומ''ש במים לא ביין וכו'.</b> שם. \n",
                "<b>ומ''ש והמריקה והשטיפה כמריקת הכוס ושטיפתו.</b> משנה שם. ופירש''י מריקה מבפנים ושטיפה מבחוץ ככוס של ברכה כדאמרינן בברכות שטעון הדחה מבפנים ושטיפה מבחוץ: \n",
                "<b>והשפוד והאסכלה מגעילן במים חמין על גבי האש.</b> משנה בפרק דם חטאת (זבחים דף צ״ז) השפוד והאסכלה מגעילן בחמין. \n",
                "<b>ומ''ש ואח''כ מדיחן:</b> \n\n"
            ],
            [
                "<b>בד״א שבישל בהן וכו'.</b> ברייתא בפרק דם חטאת (זבחים דף צ״ו:) חומר בהזאה שהזאה ישנה בחטאות החיצונות ובחטאות הפנימיות וישנה לפני זריקה משא״כ במריקה ושטיפה: \n",
                "<b>בישל במקצת הכלי כולו טעון מריקה ושטיפה.</b> שם בברייתא: \n\n"
            ],
            [
                "<b>צלה הבשר באויר תנור של חרס וכו'.</b> שם (דף צ''ה:) בעי רמי בר חמא תלאו באויר תנור מהו אבישול ובילוע הוא דקפיד רחמנא או דילמא אבישול בלא בלוע ופירש''י תלאו לשפוד של חטאת לצלותו באויר תנור דנתבשל בו אבל לא נבלע בו כלום מהו מי הוי תנור טעון שבירה או לא ולא איפשיטא בעיין וזהו שכתב רבינו יש בדבר ספק. ויש לתמוה למה לו להודיענו שהוא דבר ספק ולא פסקה לחומרא סתם כדרכו בשאר ספקי דאורייתא וצריך עיון: \n",
                "<b>ולא בחטאת בלבד וכו'.</b> משנה שם ובגמרא יליף לה מקרא. \n",
                "<b>ומ''ש עקב אכילה</b> פירוש תיכף לאכילה והוא משנה שם (דף צ''ו:) ר' טרפון אומר בישל בו מתחלת הרגל יבשל בו כל הרגל וחכ''א עד זמן אכילה. ופירש''י יבשל בו כל הרגל בלא מריקה ושטיפה ולסוף הרגל ימרוק וישטוף ובגמ' (דף צ''ו) וחכמים אומרים עד זמן אכילה מאי קאמר אמר רב נחמן וכו' ממתין לה עד זמן אכילה והדר עביד לה מריקה ושטיפה: \n",
                "<b>כתב</b> הראב''ד לא ידעתי מהו עקב אכילה אבל כך אמרו חכמים שממתין כל זמן אכילה והדר עביד ליה מריקה ושטיפה עכ''ל. ונוסחתו בגמרא נכונה דגריס כל זמן אכילה לאפוקי מספרים דידן בגמרא דגרסי עד זמן אכילה וגם רש''י שם אהא דתניא הא כיצד ממתין לה עד זמן אכילה והדר עביד לה מריקה ושטיפה כתב ממתין זמן אכילה והשמיט תיבת עד. \n",
                "<b>ומ''ש וכן השפוד והאסכלה מגעילן עקב אכילה וכו'.</b> הכי משמע לדברי חכמים שכתבתי בסמוך: \n",
                "<b>ומה שכתב וימרוק וישטוף בין כלי מתכות בין כלי חרס חוץ מן החטאת ששובר בה כלי חרס</b> השיגו הראב''ד וכתב טעות הוא בידו ובהדיא בתוספתא שאין טעון אלא שבירה עכ''ל. ורבינו מפרש דלא קיימא תוספתא אלא לחטאת בלבד אבל שאר קדשים אף כלי חרס אינם טעונים אלא מריקה ושטיפה שהרי לא מצינו שהצריכה תורה שבירה לכלי חרס אלא בחטאת בלבד. והילך לשון התוספתא בפרק י' דזבחים ר''ש אומר קדשים קלים אין טעונין מריקה ושטיפה אבל טעונין הדחה משום נותן טעם כבשים פסולים אין טעונין מריקה ושטיפה וכו' כלי חרס אין טעונין אלא שבירה היכן שוברו בפנים יצא לחוץ נכנס ושוברו בפנים. הראב''ד מפרש דאקדשים קלים דקתני לעיל קאי ורבינו סבר דמילתא באפי נפשה הוא ולא מיירי אלא בחטאת ויש סעד לדבריו מדמסיים בה ששוברו בפנים שהוא הדין השנוי במשנה גבי חטאת. ועוד דקתני תו בתוספתא שם חומר במריקה ושטיפה שהמריקה ושטיפה נוהגים בקדשי קדשים ובקדשים קלים ומדשבקה לשבירה משמע שאינה נוהגת אלא בחטאת בלבד. x \n",
                "<b>ומה שכתב ומבשל ושונה ומשלש מיד וכו'.</b> הכי משמע לרבינו מלישנא דחכמים שאמרו זמן אכילה שכל תוך זמן אכילה מבשל והולך אפילו כמה פעמים. \n",
                "<b>ומה שכתב עד סוף אכילה.</b> הכי משמע לרבינו לישנא דזמן אכילה דהיינו עד סוף אכילה וכן בדין דהא אין דרך למרוק ולשטוף עד אחר אכילה: \n\n"
            ],
            [
                "<b>כלי גללים וכלי אבנים וכו'.</b> נראה שטעמו משום דכתיב וכלי חרס אשר תבושל בו ישבר ואם בכלי נחשת בושלה ומורק ושוטף משמע דוקא הני ולא שאר מינים וכלי אדמה שלא נתבשלו אינן בכלל כלי חרס, ואין לומר דלפי זה הוה ליה לרבינו למעט גם כן כלי עץ דלא איצטריך למעט אלא הני דדמו לכלי חרס הכתוב בתורה: \n",
                "<b>נאמר בחטאת כל אשר יגע בבשרה וכו'.</b> ברייתא בפרק דם חטאת (זבחים דף צ״ז:) כל אשר יגע בבשרה וכו' יקדש להיות כמוה הא כיצד אם פסולה היא תפסל כשרה היא תאכל כחמור שבה, ויש בקצת ספרי רבינו חסרון הניכר: \n\n"
            ],
            [
                "<b>ומ''ש בד''א כשנבלע וכו'.</b> שם בברייתא. \n",
                "<b>ומ''ש ואחד החטאת ואחד שאר הקדשים וכו'.</b> גם זה שם: \n\n"
            ],
            [
                "<b>ומ''ש נגע בשרה ברקיק ונבלע במקצתו וכו'.</b> משנה וברייתא שם: \n\n"
            ],
            [
                "<b>כלי שבישל בו קדשים וחולין וכו'.</b> משנה וגמרא שם. \n",
                "<b>ומ''ש ואם לא נתן טעם זה בזה וכו' אבל הכלי טעון מריקה ושטיפה.</b> שם אהא דקאמר אם אין בהם בנ''ט אין הקלים נאכלים כחמורים ואין טעונין מריקה ושטיפה פריך נהי דקדשי קדשים לא ניבעי קדשים קלים ניבעי. ופירש''י נהי דלא בעו מריקה לסוף זמן אכילת חמורים דהא מועטים ובטלי נבעי מיהא משום קלים לסוף זמן אכילתן אמר אביי מאי אין טעונים דקאמר קדשי קדשים אבל קדשים קלים טעונים. ומדברי הראב''ד נראה שהיה גורס בלשון רבינו אבל [הכל] במקום הכלי שכתב אבל הכל טעון מריקה ושטיפה פירוש קדשי קדשים וקדשים קלים עכ''ל. וגירסת הכלי עיקר וכמו שכתבתי: \n\n"
            ],
            [
                "<b>בגד שניתז עליו דם החטאת ויצא חוץ לעזרה וכו'.</b> משנה בפרק דם חטאת (זבחים דף צ״ד:). \n",
                "<b>ומה שכתב וצריך להניח בו שלם כדי מעפורת וכו'.</b> שם בגמרא: \n\n"
            ],
            [
                "<b>ומה שכתב מעיל שניתז עליו דם חטאת ויצא ונטמא בחוץ וכו'.</b> מימרא שם (דף צ''ה): \n\n"
            ],
            [
                "<b>כלי חרס שבישל בו חטאת ויצא וכו'.</b> משנה שם (דף צ''ד:). \n",
                "<b>ומה שכתב בכדי שורש קטן ואם ניקב נקב גדול מזה אינו שוברו בפנים וכו'.</b> שם בגמרא: \n",
                "<b>וכן כלי מתכות שבישל בו ויצא חוץ לעזרה וכו'.</b> משנה שם. \n",
                "<b>ומה שכתב וחוזר ומרדדו וכו'.</b> שם בגמרא: \n\n"
            ]
        ],
        [
            [
                "<b>מצות עשה לעשות כל האשמות וכו' כמו שביארנו.</b> בפרק ה' מהלכות אלו. \n",
                "<b>ומ''ש ואם רצה להוליכם בכלי מוליך.</b> נתבאר ברפ''ז. \n",
                "<b>ומ״ש ושאר בשרם נאכל לזכרי כהונה בעזרה כחטאת.</b> משנה בפ' איזהו מקומן (זבחים דף נ״ד:): \n\n"
            ],
            [
                "<b>אשם מצורע יש בקבלת דמו שינוי כמו שיתבאר בהלכות מחוסרי כפרה.</b> בפרק ד': \n\n"
            ],
            [],
            [
                "<b>וכיצד מעשה שלמי צבור שוחט וזורק הדם כמו שביארנו.</b> בפרק חמישי. \n",
                "<b>ומה שכתב והשאר נאכל לזכרי כהונה בעזרה כחטאת וכאשם.</b> משנה בפרק איזהו מקומן (זבחים דף נ״ג). \n",
                "<b>ומה שכתב כמו שביארנו.</b> הוא בפרק א': \n\n"
            ],
            [],
            [
                "<b>וכיצד מעשה שלשתן וכו' ומפריש החזה ושוק הימין ונותן האימורים עם החזה והשוק על ידי הבעלים וכהן מניח ידו תחת ידי הבעלים ומניף הכל לפני ה' במזרח.</b> בפרק כל המנחות (מנחות דף ס״א ס״ב:) יליף לה מקראי. \n",
                "<b>ומה שכתב וכן כל הטעון תנופה במזרח מניפין אותו.</b> משנה שם (דף ס''א) תנופה היתה במזרח ופירש רש''י תנופה במזרח כלומר אפילו במזרחו של מזבח יכול להניף וכל שכן במערבו שקרוב יותר להיכל עכ''ל. ואין כן דעת רבינו. ובגמרא והניף לפני ה' במזרח והא אמרת לפני ה' יכול במערב אמרי ה''מ מנחה דאיקרי חטאת וחטאת טעונה יסוד וקרן דרומית מזרחית לא היה לו יסוד אבל הכא לפני ה' קרינן ביה ופירש רש''י לפי דרכו ולישנא דלפני ה' קרינן ביה כוותיה משמע אבל רבינו מפרש דלא אמרי במערב אלא במנחה אבל בתנופה מזרח בעינן. ותמיהא לי על דברי רבינו דלפני ה' טפי משמע במערב מבמזרח והיכי אפשר לומר דדוקא במזרח וצריך עיון: \n\n"
            ],
            [
                "<b>ומ''ש וכיצד הוא מניף מוליך ומביא מעלה ומוריד.</b> שם במשנה: \n",
                "<b>ואם היה הקרבן תודה וכו'.</b> משנה בפ' התודה (מנחות דף ע״ז:). \n",
                "<b>ומ''ש נותן את החלבים על ידי הבעלים וכו'.</b> ברייתא בפ' כל המנחות באות (ס''ב) מניח אימורים על פיסת היד וחזה ושוק עליהם וכ''מ שיש לחם הלחם מלמעלה. ומשמע לרבינו דאימורים דקתני לא כל האימורים אלא החלבים בלבד דהא מקרא דעל אשי החלבים יליף לה: \n\n"
            ],
            [],
            [
                "<b>היה הקרבן איל נזיר וכו'.</b> בפרק שני דמדות שנינו שבעזרת הנשים היתה לשכת הנזירים ששם הנזירים מבשלים שלמיהם. \n",
                "<b>ומ״ש ולוקח הכהן הזרוע בשלה מן האיל.</b> מדסתם רבינו דבריו משמע ששאר האיל היה מבשל כשהזרוע מחובר בו ופלוגתא היא בפרק גיד הנשה (חולין דף צ״ח) ופסק רבינו כלישנא קמא משום דאתי כפשטיה דקרא. ונראה שרבינו מפרש כפירוש התוס' שפירשו דלת״ק מבשלו כשהזרוע מחובר בו ופסק כוותיה. \n",
                "<b>ומ״ש עם אחד מעשרה מן הלחם הבא עמו.</b> בפ' התודה (מנחות דף ע״ח) שנינו נזירות היתה באה שתי ידות כמצה שבתודה חלות ורקיקין ואין בה רבוכה ובכל מין במצה שבתודה היו עשר חלות כמו ששנינו שם נמצא שהיה בנזיר י' חלות וי' רקיקין וכתיב ולקח הכהן את הזרוע וכו' וחלת מצה אחת ורקיק מצה אחד ונתן על כפי הנזיר. \n",
                "<b>ומה שכתב עם החזה והשוק</b> דכתיב והניף אותם הכהן תנופה לפני ה' קדש הוא לכהן על חזה התנופה ועל שוק התרומה. \n",
                "<b>ומ''ש והאימורים ומניח הכל על ידי הנזיר וכו'.</b> נלמד ממה שנאמר בפירוש זבח שלמים בפרשת צו ונתבאר לעיל בסמוך: \n\n"
            ],
            [
                "<b>אי זהו חזה כל הרואה את הקרקע למעלה עד הצואר וכו'.</b> ברייתא בר״פ אלו טרפות (חולין דף מ״ה). \n",
                "<b>ומ״ש ואי זהו זרוע מן הפרק של ארכובה וכו'.</b> משנה ס״פ הזרוע (חולין דף קל״ד). \n",
                "<b>ומ''ש והזרוע האמורה היא הזרוע של ימין.</b> ברייתא שם. \n",
                "<b>ומ''ש ושכנגדה ברגל הוא שוק האמור בכל מקום.</b> שם במשנה: \n\n"
            ],
            [
                "<b>ואין הכהנים זוכין בחזה ושוק אלא לאחר הקטר אימורים.</b> ברייתא בר''פ תמיד נשחט (פסחים נ''ט:) יכול יהיו כהנים רשאים בחזה ושוק קודם הקטרת אימורים תלמוד לומר והקטיר הכהן את החלב המזבחה והדר והיה החזה לאהרן ולבניו: \n\n"
            ],
            [
                "<b>וכן הלחם שמניף בתודה ובאיל נזיר וכו'.</b> משנה פרק התודה (דף ע''ד:): \n",
                "<b>והלחם שמניף עם החזה ושוק וכו'.</b> פשוט הוא: \n\n"
            ],
            [
                "<b>הלחם המורם מן התודה וכו'.</b> בפ' התודה (מנחות דף ע״ז:) בעיא דלא איפשיטא ופסק בה לקולא לענין מיתה וחומש. ומן הדין לא היה לרבינו לכתוב פטורו ממיתה דהא מיתה בידי שמים הוא וקמי שמיא גליא ומיפשטא בעיא אלא שנגרר אחר לשון הבעיא. \n",
                "<b>ועל מ''ש ואינו מדמע כתרומה</b> יש לתמוה דכיון דספיקא הוא ה''ל למיפסק לחומרא: \n",
                "<b>וכתב</b> הר''י קורקוס ז''ל ואפשר שבתערובת המותר מן התודה קאמר כי שיעורה מדרבנן הוא לדעת הרב כמו שנתבאר במקומו הילכך אזלינן לקולא אבל בספק תודה ודאי דלחומרא וזהו כוונת רבינו במ''ש אינו מדמע כתרומה עכ''ל: \n\n"
            ],
            [
                "<b>היה בעל התודה כהן וכו':</b> \n\n"
            ],
            [
                "<b>שנים שהביאו שלמים בשותפות וכו'.</b> משנה בס״פ שתי מדות (מנחות דף צ״ג:): \n\n"
            ],
            [
                "<b>היתה אשה בעלת הקרבן אינה מניפה וכו' והאשה כהן מניף על ידה.</b> בפרק כל המנחות (דף ס''ח:). \n",
                "<b>ומה שכתב ולעולם אין אשה מניפה אלא הסוטה והנזירה בלבד.</b> משנה בפרק קמא דקידושין (דף ל''ו). \n",
                "<b>ומה שכתב ותנופה קודמת להגשה וכו'.</b> משנה פרק כל המנחות (מנחות דף ס״א): \n\n"
            ],
            [
                "<b>כיצד הוא הלחם שמביא עם התודה וכו'.</b> משנה בר״פ התודה (מנחות דף ע״ו ע״ז): \n\n"
            ],
            [
                "<b>ומ״ש וכיצד מחמצן מביא שאור כדי חמוצן ונותנו לתוך המדה וכו'.</b> בר״פ כל המנחות (מנחות דף נ״ב) במשנה פלוגתא דר״מ ורבי יהודה ופסק כרבי יהודה. \n",
                "<b>ומ״ש והרי הוא מודד עשרון עשרון שלימים.</b> משנה ר״פ שתי מדות (מנחות דף פ״ז) עשרון מה היה משמש. בו היה מודד לכל המנחות לא היה מודד לא בשל שלשה לפר ולא בשל שנים לאיל אלא מודדן עשרונות. \n",
                "<b>ומ״ש והעשרה עשרונים של מצה עושה מהם שלשים חלות שוות עשר חלות מכל מין עשר חלות מאפה תנור ועשר חלות רקיקין ועשר חלות מורבכת.</b> משנה בפרק התודה (מנחות דף ע״ז): \n\n"
            ],
            [],
            [
                "<b><small>(יט-כ)</small> וכיצד היא המורבכת וכו'.</b> בת''כ מורבכת מלמד שנעשית ברותחין כל צרכה. \n",
                "<b>ומ''ש ואופה אותה מעט ואחר כך קולה אותה בשמן.</b> יתבאר בפרק י''ג גבי חביתי כ''ג: \n",
                "<b>וכמה שמן הוא עושה וכו' עד לרקיקין.</b> משנה וברייתא בפ' שתי מדות (מנחות דף פ״ח פ״ט): \n\n"
            ],
            [
                "<b>ומ״ש החלות לותת הסלת שלהן בשמינית של שמן וכו'.</b> משנה פ' אלו מנחות (מנחות דף ע״ד:) החלות טעונות בלילה והרקיקין משיחה: \n",
                "<b>והכהן נוטל מן הכל ארבע חלות וכו'.</b> משנה בפ' התודה (מנחות דף ע״ז:): \n\n"
            ],
            [
                "<b>ולחמי תודה שאפה אותן ד' חלות יצא.</b> מימרא דשמואל בסוף אלו מנחות (מנחות דף ע״ו) ואע״ג דאמרי' התם דרב הונא פליג פסק רבינו כשמואל. \n",
                "<b>ומ''ש והוא שיפריש החלה שלהן אחת מכל קרבן כשהם בצק.</b> שם. \n",
                "<b>ומ״ש שאין מפרישין פרוסה וכו'.</b> משנה בפ' התודה (מנחות דף ע״ז:): \n\n"
            ],
            [
                "<b>וכיצד הוא הלחם הבא עם איל נזיר וכו'.</b> משנה בפרק התודה (מנחות דף ע״ח). \n",
                "<b>ומ''ש רקיקין משוחין בשמן ועשר חלות לותת הסלת שלהן בשמן.</b> מפורש בתורה. \n",
                "<b>ומ''ש והכל מאפה תנור.</b> מפורש בפ' ויקרא שהחלות והרקיקין הם מאפה תנור. \n",
                "<b>ומ״ש ושמן שלהן רביעית.</b> משנה בפרק שתי מדות (מנחות דף פ״ח). \n",
                "<b>ומ״ש ושיעור זה הלמ״מ.</b> פרק ג' מינים (נזיר דף ל״ח) ופ' שתי מדות (פ״ט). \n",
                "<b>ומ''ש והכהן לוקח שתי חלות אחת מכל מין.</b> מפורש בתורה: \n\n"
            ],
            [
                "<b>שני מיני לחם שבנזיר וכו'.</b> משנה בפ' הקומץ רבה (מנחות דף כ״ז). \n",
                "<b>ומ''ש ומעשה הלחם של שניהם חוץ לעזרה:</b> \n\n"
            ],
            [
                "<b>כיצד מעשה הבכור והמעשר והפסח וכו' עד סוף הפרק.</b> משנה בפרק איזהו מקומן (זבחים דף נ״ו:): \n\n"
            ]
        ],
        [
            [
                "<b>אכילת החטאת והאשם מצות עשה וכו' הכהנים אוכלים ובעלים מתכפרים.</b> בפרק תמיד נשחט (פסחים דף נ״ט): \n\n"
            ],
            [
                "<b>ומ''ש וכן אכילת שירי מנחות מ''ע וכו'.</b> פשוט הוא: \n\n"
            ],
            [
                "<b>ואין חטאת ואשם ושירי מנחות נאכלים אלא לזכרי כהונה בעזרה.</b> משנה פ' איזהו מקומן (זבחים דף נ״ד:). \n",
                "<b>ומ״ש ואם נאכלו בהיכל נאכלו וכו'.</b> בפרק קדשי קדשים (זבחים דף ס״ג). \n",
                "<b>ומ״ש וכן שלמי צבור הרי הן כחטאת וכאשם.</b> משנה בפרק איזהו מקומן (זבחים דף נ״ד:). \n",
                "<b>ומ''ש כמו שביארנו.</b> הוא בפ''ט: \n\n"
            ],
            [
                "<b>חזה ושוק של שלמים וכו' עד שהרי הם קדשים קלים כשלמים.</b> (בפ' איזהו מקומן) [בפ' קרח]: \n\n"
            ],
            [
                "<b>ומה שכתב והחלונות ועובי החומה כלפנים.</b> משנה בפרק כיצד צולין (פסחים דף פ״ה): \n\n"
            ],
            [
                "<b>השלמים נאכלים ביום הזביחה וכו' עד ובכור ומעשר הדומים להם.</b> בפרק איזהו מקומן (זבחים דף נ״ו:): \n\n"
            ],
            [],
            [
                "<b>ומ''ש וכל אלו הנאכלים ליום ולילה דין תורה שנאכלין עד שיעלה עמוד השחר וכו'.</b> שם (דף נ''ז:) ובפ''ק דברכות (דף ט'): \n\n"
            ],
            [
                "<b>כל קרבנות בין x קדשי קדשים וכו'.</b> בר״פ הערל (יבמות דף ע'). \n",
                "<b>ומ״ש אפי' העריב שמשו ולא הביא כפרתו אינו אוכל בקדשים.</b> בפרק בתרא דנגעים ובפרק טבול יום (זבחים דף צ״ח צ״ט) ובפסחים פ' האשה (דף צ':). \n",
                "<b>ומה שכתב והטומטום אסור לאכול בקדשים וכו'.</b> ברייתא בפרק הערל (יבמות דף ע״ב). \n",
                "<b>ומ''ש אבל אנדרוגינוס יראה לי שאוכל בקדשים קלים.</b> כלומר והוא שמל ובר''פ הערל תניא אנדרוגינוס אוכל בתרומה ואינו אוכל בקדשים. ופי' רש''י פירוש בקדשי קדשים מיירי שאין נאכלים אלא לזכרי כהונה וזה ספק אשה הוא עכ''ל: \n\n"
            ],
            [
                "<b>ומותר לאכול הקדשים בכל מאכל.</b> משנה בפ' איזהו מקומן (זבחים דף נ״ה). \n",
                "<b>ומ״ש אפילו הכהנים מותרין לאכול חלקם וכו' ולשנות באכילתן ולאכלם צלויים וכו'.</b> משנה בס״פ כל התדיר (זבחים דף צ'.). \n",
                "<b>ומ''ש אפילו הכהנים.</b> נראה דכתב כן משום דסד''א שהכהנים צריכים שלא יאכלו אלא לש''ש ולכן לא יאכלו אותם במטעמים דרך תענוג קמ''ל משום דכתב בהו רחמנא למשחה ומתרגמינן לשון גדולה כמו שהמלכים אוכלים. \n",
                "<b>ומ''ש אבל לא תבלין של תרומה וכו'.</b> שם במשנה פלוגתא דר''ש ור''מ ופסק כר''מ: \n",
                "<b>והעצמות הנשארות מותרות וכו'.</b> בפרק המזבח מקדש (זבחים דף פ״ו) ובפרק דם חטאת (זבחים דף צ״ח) אשם מה אשם עצמותיו מותרין אף כל עצמותיו מותרין ופירש״י מה אשם עצמותיו מותרין לעשות מהם כלים אני שמעתי שהרי נאכל לכהנים ונותר בעצמות לא שייך אלא בדבר הנאכל. אף כל ואפילו עולה ומיבעיא לי הא נמי מחטאת הוה מצי יליף ונראה בעיני דמלו יהיה יתירא נפקא ליה באשם דכתיב ביה לכהן לו יהיה עכ״ל. כתב הר״י קורקוס ז״ל כתב רבינו הנשארות כלומר שאין בהם שום דבר ראוי לאכילה דתנן בתרומות פרק י״א עצמות קדשים בזמן שמכנסן אסורות ואם השליכן מותרות ומיירי ביש עליהם קצת בשר ולכן אם מחשיבן אסורות ואין מותר אלא נשארות שאינו מחשיבן ולא מצניען כ״כ תוספות שם עכ״ל: \n\n"
            ],
            [
                "<b>היתה להם אכילה מועטת וכו' עד שלא תהא נאכלת אכילה גסה.</b> בפרק רביעי דתמורה (דף כ''ג). \n",
                "<b>ומה שכתב וכן בשירי המנחות.</b> בתורת כהנים והנותרת ממנה יאכלו אהרן ובניו וכו' יאכלוה שיאכלו עמה חולין ותרומה בזמן שהיא מועטת: \n\n"
            ],
            [
                "<b>אין מבשלים חטאת או אשם וכו' עד ובזמן אכילתן.</b> בתוספתא דזבחים פרק עשירי: \n",
                "<b>חתיכה של קדשי קדשים וכו' עד ומותר לטהורים.</b> בפרק ב' דערלה (משנה ט''ז): \n",
                "<b>כתב</b> הראב''ד ומותרות לכהנים א''א והוא שיהא בשל היתר כדי להעלות את האיסור עכ''ל. ואני אומר שדבר פשוט הוא וכתבו רבינו בהדיא בפירוש המשנה שם אבל קשה שלא הוה ליה ליכתוב או או וצריך עיון: \n\n"
            ],
            [],
            [
                "<b>נאמר בעולה עור העולה אשר הקריב לכהן לו יהיה וכו' ומי שאינו ראוי בשעת הקרבן וכו'.</b> בריש פרק טבול יום (זבחים דף צ״ט:): \n\n"
            ],
            [
                "<b>ומ״ש ולמה חלק הכתוב במנחות כו'. ומ״ש אין חולקין מנחה כנגד מנחה וכו'.</b> בפ' האיש מקדש (קידושין דף נ״ג) ובפרק אלו מנחות (מנחות דף ע״ג) ובתורת כהנים: \n\n"
            ],
            [
                "<b>ומ''ש וכן אין חולקין עוף כנגד עוף וכו'.</b> בתוספתא פ' י''א דזבחים: \n\n"
            ],
            [
                "<b>אין הקטן חולק אפילו בקדשים קלים וכו'.</b> בפרק האיש מקדש ובריש פרק אלו מנחות לכל בני אהרן תהיה וכו' איש כאחיו וגו' איש חולק ואפי' בעל מום ואין קטן חולק אפי' תם. \n",
                "<b>ומה שכתב וכן אשה ואנדרוגינוס וכו'.</b> אפשר דיליף לה מדכתיב לכל בני אהרן תהיה בני אהרן ולא בנות אהרן ואנדרוגינוס דספק אשה הוא אינו חולק מן הספק: \n",
                "<b>אבל בעל מום בין קבוע בין עובר חולק ואוכל.</b> בר״פ טבול יום (זבחים דף צ״ט). \n",
                "<b>ומ''ש בין שנולד במומו וכו'.</b> ברייתא שם. \n",
                "<b>ומ''ש אבל אם היה טמא אינו חולק לאכול לערב.</b> בר''פ טבול יום שם: \n\n"
            ],
            [
                "<b>וכהן גדול אוכל שלא בחלוקה וכו'.</b> משנה בריש יומא (דף י''ד) שכ''ג מקריב חלק בראש ונוטל חלק בראש: \n\n"
            ],
            [
                "<b>כל הראוי לאכילת הקדשים וכו'.</b> ריש פרק [טבול יום] (דף צ''ח:) טבול יום ומחוסר כפורים אינם חולקים בקדשים לאכול לערב אונן נוגע ואינו מקריב ואינו חולק לאכול לערב בעלי מומין בין בעלי מומין עוברין בין בעלי מומין קבועים חולקין ואוכלים אבל לא מקריבים כל שאינו ראוי לעבודה אינו חולק בבשר: \n\n"
            ],
            [
                "<b>ומ''ש רבינו שכהן גדול האונן מקריב ואינו אוכל.</b> משנה בסוף הוריות (דף י''ב:): \n",
                "<b>ומ''ש וכל שאינו ראוי לעבוד אינו [ראוי] לאכול חוץ מבעל מום שהרי נתפרש בתורה.</b> משנה וגמרא שם: \n",
                "<b>כתב</b> הראב''ד כל שאינו ראוי וכו' חוץ מכהן גדול א''א ויש וכו'. וחמשה דברים הללו שנויים במשנה פרק כיצד צולין. ומתוך דברי הראב''ד נתיישב למה לא כתב רבינו פה חמשה דברים אלו דהנך שאני שהם קרבנות הצבור ומחמת כן מקריבין אותם בטומאה שטומאה דחויה היא בצבור: \n\n"
            ],
            [
                "<b>כל שאין לו חלק בבשר אין לו חלק בעורות.</b> משנה ר״פ טבול יום (זבחים דף צ״ח:): \n",
                "<b>אפילו טמא בשעת זריקת דמים וכו'.</b> שם במשנה: \n\n"
            ],
            [
                "<b>ומ''ש נטמא אחר זריקה וטבל והרי הוא טהור אף בשעת הקטר חלבים וכו'.</b> שם (דף ק''ב:) בעיא דלא איפשיטאx: \n\n"
            ],
            [
                "<b>קרבן צבור הבא בטומאה וכו'.</b> שם (דף צ''ט) בעי רב אושעיא טמא בקרבנות צבור מהו שיחלקו לו מי אמרינן המחטא אמר רחמנא והאי נמי מחטא הוא או דילמא ראוי לאכילה חולק שאינו ראוי לאכילה אינו חולק אמר רבינא ת''ש כ''ג מקריב אונן ואינו אוכל ואינו חולק לאכול לערב ש''מ ראוי לאכילה בעינן ש''מ. ופירש''י מהו שיחלקו לו מקרבן צבור לאכול לערב ובקרבן צבור שהקריבוהו טהורים קא מבעיא ליה אי פלגינן מיניה להאי טמא הואיל וראוי לחטוי דקרבן צבור דוחה טומאה או דילמא ראוי לאכילה בעינן אבל בהקריבוהו טמאים לא מבעיא לן שהרי אינו נאכל כדאיתא בפרק כיצד צולין ורבינו בפ''ד מהלכות ביאת המקדש פסקה לההיא דפ' כיצד צולין וא''כ יש לתמוה היאך כתב כאן קרבן צבור הבא בטומאה וכו' אין חולקין עם הטהורים לאכול לערב דמשמע שהטהורים אוכלים אותו. וכתב הר''י קורקוס ז''ל שצריך לפרש דברי רבינו כך קרבן צבור שיכולים להביאו בטומאה כשהיה צורך לכך וז''ש הבא בטומאה ולא אמר שבא בטומאה אע''פ שהטמאין מקריבין אותו כלומר שיכולים להקריבו בשהשעה צריכה לכך ולכך לא כתב שהטמאים הקריבוהו אלא מקריבין דהיינו שיכולים להקריב ואעפ''כ אינם חולקים עם טהורים שהקריבוהו דסד''א שקרבן כזה טמאים וטהורים שוים כיון שהיה אפשר שיקריבוהו טמאים וראוי לחיטוי קרינן ביה קמ''ל דלא שהרי אינם ראויין לאכילה ולעולם בהקריבוהו טהורים מיירי. ובהא ניחא נמי מה שלא הוציא זה מהכלל דכ''ג מקריב ואינו אוכל [דכ''ג] מהקרבן שהקריב קאמר אבל טמא בקרבנות צבור לאו בהקריב הוא מיירי ולא שייך למימר שאינו אוכל ומקריב עכ''ל. ולי אין צורך לידחק בכך בפירוש דברי רבינו אלא דברים כפשוטן שהקריבוהו טמאים שיש קרבן צבור שהוא בא בטומאה והוא קרבן פסח כדתנן בפרק כיצד צולין וכתבו רבינו בהל' קרבן פסח פ''י וכגון שהיו הקהל מחצה טהורים ומחצה טמאים שכולם עושים בראשון והטהורים עושים לעצמם בטהרה והטמאים עושים לעצמם בטומאה ואוכלים אותו בטומאה והשתא קאמר שאע''פ שיכולים הטמאים להקריב פסחיהם אינם יכולים להמנות עם הטהורים אע''פ שלערב יהיו טהורים ויהיו ראויים לאכילה עם הטהורים: \n\n"
            ]
        ],
        [
            [
                "<b>כל האוכל כזית מבשר העולה וכו' לוקה.</b> בפרק אלו הן הלוקין (מכות דף י״ז): \n\n"
            ],
            [
                "<b>ומ''ש וחלבה ובשרה וסלתה וכו' חמשתן מצטרפין לכזית.</b> משנה בפ''ד דמעילה (דף ט''ו:): \n\n"
            ],
            [
                "<b>וכן האוכל כזית מכל האימורין וכו' כל שהוא כליל למזבח אכילתו בלא תעשה.</b> פרק אלו הן הלוקין (מכות דף י״ח:) ר' אליעזר אומר כל שהוא בכליל תהיה ליתן לא תעשה על אכילתו: \n",
                "<b>מצאתי</b> כתוב דע כי אין מעילה באימורים עד אחר זריקת דמים ואע''ג דאוכל מבשר קדשים לוקה אינו לוקה משום לאו דמעילה דהא אם אכל בשוגג מאימורי קדשים קלים קודם זריקה אינו מביא אשם מעילות. וקשה דנראה לאו דלא לאכול מבשר עולה היינו לאו דמעילה וראיה לזה שלא מנה הרמב''ם לאו דמעילה בהלכות מעילה שסמך על מה שכתב כאן וא''א לומר דלענין קרבן בשוגג אין מעילה באימורים עד לאחר זריקת דם ולמלקות יש בהם לאו דמעילה אפי' קודם זריקת דמים דהא מתניתין סתמא תנן קדשים קלים לפני זריקת דמים אין מועלים לא באימורים ולא בבשר פ''ק דמעילה (דף ז'). ונראה דיש כאן שני לאוין האחד הוא לאו וכל מנחת כהן כליל תהיה לא תאכל ומשם למדנו לכל הראוי לאשים שאם אכלו הוא בל''ת ואם אכל בשר אימורים קדשים קלים לוקה משום לאו זה. ויש עוד לאו אחר הנהנה מן ההקדש במזיד ואם אכל מבשר עולה או מאימורי חטאת ואשם עובר על שנים לאו דמעילה ולאו דכל מנחת כהן וכן מנה הרמב''ם שני לאוין פרק י''ט מהלכות סנהדרין ולא ירדתי לסוף דעתו למה לא כתב בהלכות מעילה לאו דנהנה מן ההקדש במזיד עכ''ל: \n",
                "<b>וכן האוכל כזית מבשר חטאות הנשרפות לוקה וכו'.</b> זה בכלל מה שנתבאר בסמוך כל שהוא בכליל תהיה ליתן לא תעשה על אכילתו ואיתיה בתורת כהנים פרשת צו בהדיא לגבי פרים ושעירים הנשרפים: \n\n"
            ],
            [
                "<b>כל האוכל כזית מבשר הקדשים אפילו קדשים קלים קודם זריקת דמים לוקה וכו'.</b> בפ' אלו הן הלוקין (מכות דף י״ז י״ח): \n\n"
            ],
            [
                "<b>ומ''ש וה''ה לאוכל קדשים קלים חוץ לירושלים שהוא לוקה וכו'.</b> שם. \n",
                "<b>ומ''ש ואחד בשר חטאת ואשם או שירי מנחות:</b> \n\n"
            ],
            [
                "<b>בשר קדשי הקדשים שיצא חוץ לחומת העזרה וכו'.</b> בריש פרק בהמה המקשה (חולין דף ס''ח:): \n\n"
            ],
            [
                "<b>נכנס בשר קדשים קלים להיכל הרי זה כשר.</b> בסוף פרק התערובת (זבחים דף פ״ב:): \n\n"
            ],
            [
                "<b>זר שאכל כזית מבשר קדשי קדשים בעזרה וכו'.</b> בפרק אלו הן הלוקין (מכות דף י''ח:) אמר רב גידל אמר רב זר שאכל מחטאת ואשם לפני זריקה פטור מ''ט [דאמר קרא] ואכלו אותם אשר כופר בהם וכו' כל היכא דקרינן ביה ואכלו אותם אשר כופר בהם קרינן ביה וכל זר לא יאכל קדש וכל היכא דלא קרינן ביה ואכלו אותם אשר כופר בהם לא קרינן ביה וכל זר לא יאכל קדש. \n",
                "<b>ומה שכתב אבל אם אכל הזר בשר קדשי קדשים בחוץ לוקה משום אוכל בחוץ לא משום זר שאכל קדש וכו' וכן אם אכלן בעזרה וכו'.</b> כל זה בכלל מימרא דרב גידל: \n\n"
            ],
            [
                "<b>זר שאכל כזית מחטאת העוף לוקה שתים וכו'.</b> בסוף פרק ארבעה אחין (יבמות דף ל''ג) ופירש רש''י כולל לא משכחת לה דהא בשעת מליקה חיילי תרוייהו דכל זמן שלא נמלקה היה עליה איסור מעילה ולא זה הוא איסור זרות [האמור] בקרבן שניתר לאכילת כהנים וכשנמלקה ונראית לכהנים פקע מינה איסור אזהרת מעילה וחייל עליה איסור זרות דזר לא יאכל ואיסור מליקה באיסור בת אחת: \n\n"
            ]
        ],
        [
            [
                "<b>המנחות הם מן הקרבנות וכו':</b> \n\n"
            ],
            [
                "<b>וכל המנחות סולת חטים וכו'.</b> משנה רפ''ב דסוטה (דף י''ד): \n\n"
            ],
            [
                "<b>שלש מנחות לצבור עומר התנופה וכו' כמו שיתבאר.</b> בפ''ז מה' תמידין: \n",
                "<b>והמנחה השלישית היא לחם הפנים וכו' כמו שיתבאר.</b> בפרק הנזכר: \n\n"
            ],
            [
                "<b>ותשע מנחות היחיד וכו'.</b> במשנה בפרק כל המנחות באות (מנחות דף ס'). ויש בנוסחאות שלנו בדברי רבינו חסרון וצריך לכתוב מנחת מאפה תנור והיא באה בנדר ונדבה מנחת רקיקין והיא באה בנדר ונדבה: \n\n"
            ],
            [
                "<b>כל המנחות הקריבות לגבי המזבח וכו'.</b> בהקומץ רבה (דף כ''ה) תנן העשרון מיעוטו מעכב את רובו ופירש''י שאם חסר כל שהוא פסול. \n",
                "<b>ומ''ש וחמש מנחות הבאות בנדר ונדבה יש לו להתנדב ולנדור מהם כל מה שירצה וכו'.</b> פשוט הוא. \n",
                "<b>ומה שכתב אבל מנחת העומר ומנחת חוטא וכו' לא פחות ולא יתר.</b> בס''פ אלו מנחות (דף ע''ז:) ת''ר כל המנחות שריבה במדת עשרונן או שמיעט במדת עשרונן פסולות, וע''כ לומר דכל המנחות הבאות שלא בנדר ונדבה קאמר: \n\n"
            ],
            [
                "<b>כל המנחות הקריבות לגבי המזבח טעונות הגשה.</b> משנה בפרק כל המנחות באות (דף ס'). \n",
                "<b>ומ''ש שהגשה במערב.</b> שם במשנה (דף ס''א). \n",
                "<b>ומ״ש שהוא כנגד חודה של קרן דרומית מערבית.</b> ברייתא בפרק הקומץ רבה (מנחות דף י״ט:) ויליף לה מקראי. \n",
                "<b>ומ״ש ואינן טעונות תנופה חוץ ממנחת סוטה ועומר התנופה וכו'.</b> משנה בפרק כל המנחות (מנחות דף ס״א): \n\n"
            ],
            [
                "<b>כל המנחות הקריבות לגבי המזבח טעונות שמן ולבונה חוץ ממנחת חוטא ומנחת קנאות וכו'.</b> משנה בפרק כל המנחות (מנחות דף נ״ט). \n",
                "<b>ומ״ש לוג שמן לכל עשרון וקומץ לבונה לכל מנחה בין שהיתה עשרון אחד בין שהיתה ששים עשרונים.</b> פלוגתא דתנאי במשנה פרק שתי מדות (מנחות דף פ״ח) ופסק כת״ק ולא כראב״י משום דקראי מסייעי לת״ק. \n",
                "<b>ומה שכתב שאין מביאין בכלי אחד יתר על ששים עשרון</b> כמו שיתבאר בפרק י''ז: \n\n"
            ],
            [
                "<b>נתן והקריב לוקה על השמן בפני עצמו וכו'.</b> משנה בפרק כל המנחות (מנחות דף נ״ט) גבי מנחת חוטא ומנחת קנאות. \n",
                "<b>ומ''ש נתן (ב) כלי שיש בו שמן או לבונה על גביה אינו עובר ולא פסל.</b> גם זה שם במשנה: \n",
                "<b>מנחת החינוך והחביתין וכו' כמו שיתבאר.</b> בפרק שלשה עשר: \n\n"
            ],
            [
                "<b>כל המנחות הקריבות לגבי המזבח נקמצות וכו'.</b> ר''פ (דף ע''ב) אלו מנחות נקמצות ושיריהם לכהנים מנחת הסלת והמחבת והמרחשת וכו'. \n",
                "<b>ומ''ש חוץ ממנחת זכרי כהונה וכו'.</b> שם ומקרא מלא הוא. ודקדק רבינו לכתוב זכרי כהונה משום דמנחת כהנת נאכלת כמו ששנינו בפרק היה נוטל סוטה (דף כ''ג). \n",
                "<b>ומה שכתב רבינו הא למדת וכו'.</b> לאפוקי מרבי שמעון דאמר בפרק אלו מנחות מנחת חוטא של כהנים נקמצת: \n\n"
            ],
            [
                "<b>ומ''ש הכהנת מנחתה נקמצת וכו'.</b> כבר נתבאר: \n",
                "<b>כתב</b> הראב''ד הכהנת מנחתה נקמצת. א''א כהנת זו לא ידעתי מה היא וכו'. כלומר שנשואה לכהן אפי' ישראלית כתב רבינו לקמן בסמוך שאין שירי מנחתה נאכלין וכו'. ואני אומר שאיני יודע ממה תמה הראב''ד על רבינו דהא איצטריך לאשמועינן שאע''פ שהיא בת כהן והיא פנויה מנחתה נקמצת ושיריה נאכלים כדין מנחת ישראל: \n\n"
            ],
            [
                "<b>ולדות שנתערבו והרי כל אחד מהם ספק מנחתם נקמצת וכו'.</b> בפרק נושאין (דף ק'): \n\n"
            ],
            [
                "<b>כל הנשואות לכהנים וכו' עד מתפזרים על בית הדשן.</b> בפרק היה נוטל (סוטה דף כ״ג) משנה וברייתא: \n",
                "<b>הקמיצה בכל מקום בעזרה.</b> משנה בפרק קדשי קדשים (זבחים דף ס״ג). \n",
                "<b>ומ''ש ואם קמץ בהיכל כשירה.</b> מימרא בפ''ק דמנחות (דף ח') ובפרק קדשי קדשים שם: \n\n"
            ],
            [
                "<b>מקדשין מנחה וכו'.</b> מימרא בפ''ק דמנחות (דף ז'). \n",
                "<b>ומ''ש ואין מקדשין הקומץ בכלי שעל גבי קרקע.</b> שם בעיא דאיפשיטא: \n",
                "<b>ומאימתי יותרו השירים באכילה וכו'.</b> בפרק הקומץ רבה (מנחות דף כ״ו:) פלוגתא דאמוראי ופסק כר' יוחנן משום דמשמע התם דאמוראי סברי כוותיה: \n\n"
            ],
            [
                "<b>כל המנחות הקריבות לגבי המזבח מצה.</b> ר''פ (דף נ''ב:) כל המנחות באות מצה חוץ מחמץ שבתודה ושתי הלחם. \n",
                "<b>ומ''ש וכן שירי המנחות וכו' עד ואם החמיצו שיריה לוקה.</b> משנה שם (דף נ''ה). \n",
                "<b>ומ''ש שמותר לאכלן בדבש.</b> שם. \n",
                "<b>ומ״ש והמחמץ אחר המחמץ חייב.</b> מימרא דרבי יוחנן שם (דף נ״ו:) ופרק כל פסולי המוקדשין (בכורות דף ל״ג:). \n",
                "<b>ומ''ש ולוקין על כל עשיה ועשיה שבה וכו'.</b> משנה שם וחייב על לישתה ועל עריכתה ועל אפייתה. ודע דאיתא בגמרא (דף נ''ו) אמר רב פפא אפאה לוקה שתים אחת על עריכתה ואחת על אפייתה והא אמרת מה אפיה מיוחדת שהיא מעשה יחידי וחייבין עליה בפני עצמה ל''ק הא דעריך הוא ואפה הוא הא דעריך חבריה ויהיב ליה ואפה. ופירש''י לוקה שתים דאפיה גמר עריכה היא. ערך הוא ואפה הוא לאחיובי תרתי אתרוייהו. ערך חבריה ואפה הוא מחייב חבריה חדא ואיהו תרתי אאפיה ואעריכה דגמר גמרה עכ''ל. והתוס' פירשו בענין אחר ויש לתמוה למה השמיט רבינו מימרא זו: \n\n"
            ],
            [],
            [
                "<b>הניח שאור על גבי העיסה והלך וישב לו וכו'.</b> מימרא שם (ע''ב): \n\n"
            ],
            [
                "<b>תבל השירים בקצח או בשומשמין וכו'.</b> ברייתא בפרק הקומץ רבה (מנחות דף כ״ג:) תבלה בקצח או בשומשמין וכו' ומשמע לרבינו דהיינו דוקא בשירים אבל בקומץ פסול מפני שהוא יתר דהא תנן בפ״ק דמנחות (דף ו') קמץ ועלה בידו גרגיר של מלח או קורט של לבונה פסול מפני שאמרו הקומץ היתר והחסר פסול: \n",
                "<b>כתב</b> הראב''ד תבל השירים בקצח או בשומשמין או בכל מיני תבלין ושמנים כשירה א''א נ''ל במצה האפויה נשנית וכו'. ואני אומר שאין זה מוכרח שהרי אע''פ שגבלה בתבלין אפשר לשמרה שלא תחמץ כדרך שאמרו בנילושות בפושרין: \n\n"
            ],
            [
                "<b>המחמץ מנחה פסולה פטור וכו'.</b> ברייתא בפרק כל המנחות באות מצה (מנחות דף נ״ז): \n",
                "<b>חמצה כשהיא כשירה ויצאת לחוץ וכו'.</b> שם בעיא דלא איפשיטא ולקולא. \n",
                "<b>ומ''ש חמצה בראשו של מזבח אינו לוקה וכו'.</b> ג''ז שם בעיא דלא איפשיטא ולקולא: \n\n"
            ],
            [
                "<b>המחמץ לחם הפנים אינו לוקה וכו' אבל מנחת נסכים אין בה מלקות וכו'.</b> שם תניא אשר תקריבו לרבות מנחת נסכים לחימוץ דברי ר''י הגלילי ר''ע אומר לרבות לחם הפנים לחימוץ ופסק כר''ע ואמרינן בגמ' מנחת נסכים מי פירות הם ומי פירות אינם מחמיצין אמר ר''ל אומר היה ר''י הגלילי מנחת נסכים מגבלה במים וכשירה משמע דר''ע לא סבר הכי. ומ''מ קשה דרבינו יליף לחם הפנים מכל המנחה וברייתא יליף לה מאשר תקריבו. וי''ל דבגמרא הכי איתא תנו רבנן אילו נאמר אשר תקריבו לה' לא תעשה חמץ הייתי אומר אין לי בלא תעשה חמץ אלא קומץ בלבד מנחה מנין ת''ל וכו' כל המנחה אשר תקריבו לה' וכו' למה לי מיבעי ליה לכדתניא אשר תקריבו לרבות מנחת נסכים לחמוץ דר''י הגלילי וכו' ואיכא למידק מאי קשיא ליה אשר תקריבו לה' למה לי הא דרשינן ליה למעוטי פסולה. וי''ל דמשמע ליה דהוה מצי למעוטי פסולה מדהוה ליה למיכתב כל מנחה וכתב כל המנחה משמע המנחה הידוע הכשירה ולא הפסולה וא''כ אשר תקריבו לה' למה לי וקאמר לרבות מנחת נסכים לר''י הגלילי ולחם הפנים לר''ע. ומשמע לרבינו דאשר תקריבו לאו באנפי נפשיה מידריש אלא היינו לומר דאתא לגלויי על כל המנחה דאף לחם הפנים בכלל ומפני כך תפס כל המנחה: \n\n"
            ],
            [
                "<b>החטים של מנחות אין לותתים אותם שמא יחמיצו וכו'.</b> בס״פ כל שעה (פסחים דף מ':). \n",
                "<b>ומ''ש אבל מנחת העומר הואיל והיא של צבור וכו'.</b> שם ומאי שנא ממנחת העומר ותניא מנחת העומר לותתין אותה צבור שאני ופירש רש''י שהיא קרבן צבור וכל עסקיה היו עושים ע''פ ב''ד ובודאי ב''ד זריזים הם: \n\n"
            ],
            [
                "<b>כל המנחות הנאפות וכו'.</b> משנה בפרק כל המנחות (מנחות דף נ״ה): \n\n"
            ],
            [
                "<b>ובמקום שמבשלים קדשי קדשים שם אופים את המנחות וכו'.</b> בפרק שתי הלחם (מנחות דף צ''ו) במשנה כל המנחות יש בהם מעשה כלי בפנים ובגמרא שאלו את רבי זו מנין אמר להם הרי הוא אומר ויאמר אלי זה המקום אשר יבשלו שם הכהנים את האשם ואת החטאת אשר יאפו את המנחה לבלתי הוציא אל החצר החיצונה ומפרש רבינו כפירוש התוספות דלמאי דקתני בפנים קאי ומשמע דלא גרס מאי דגריס בספרים דידן מה אשם וחטאת טעונים כלי x אף מנחה נמי טעונה כלי, ואם תמצי לומר דגריס ליה רבינו יפרש דאתרוייהו קאי אבפנים ואכלי: \n\n"
            ],
            [
                "<b>המנחות טחינתן והרקדתן בחוץ וכו'.</b> בתוספתא דמנחות פרק י''א מנחות יש בהן מעשה כלי בפנים טיחונן והרקדתן בחוץ לישתן ועריכתן ואפייתן בפנים. וכל שכתב רבינו אינו מדוקדק שהרי שתי הלחם ולחם הפנים קרויין מנחה ופסק רבינו בפ''ח מתמידין ומוספין שלישתן ועריכתן בחוץ וכן שנוי בפ' שתי הלחם: \n",
                "<b>וכל מעשיהם כשרים בזר וכו'.</b> בפרק הקומץ רבה (מנחות דף י״ח): \n",
                "<b>ומחבת ומרחשת היו בעזרה וכו'.</b> בס״פ כל המנחות (מנחות דף ס״ג): \n",
                "<b>ותנור של מקדש של מתכת היה.</b> בפ' דם חטאת (זבחים דף צ״ו) ומפרש התם טעמא דכיון דאיכא שתי הלחם ולחם הפנים דאפייתן בתנור וקדושתן בתנור ה״ל כלי שרת וכלי שרת דחרס לא עבדינן ופירש״י וקדושתן בתנור שאין נעשים בכלי שרת לפי שאין טעונים שמן ואמרינן בפרק שתי הלחם לישתן ועריכתן בחוץ ואפייתן בפנים דתנור מקדש להו: \n\n"
            ]
        ],
        [
            [],
            [
                "<b><small>(א-ב)</small> מצות עשה לעשות כל מנחה וכו' וכיצד עשיית חביתי כ״ג וכו'.</b> בפרק התכלת (מנחות דף נ':) תנן חביתי כ״ג לא היו באים חצאים אלא מביא עשרון שלם וחוצהו ומקריב מחצה בבקר ומחצה בין הערבים. ובפ' שתי מדות (מנחות דף פ״ז) תנן חצי עשרון מה היה משמש שבו היה מודד חביתי כ״ג מחצה בבקר ומחצה בין הערבים ובגמרא ורמינהי חביתי כ״ג לא היו באים חצאים אלא מביא עשרון שלם וחוצהו אמר רב ששת מאי מודד נמי דקתני מחלק ובפ״ק דמנחות (דף ח') גרסינן חביתין של כ״ג ר' יוחנן אמר אינה קדושה לחצאין ורבי אלעזר אמר מתוך שקריבה לחצאין קדושה לחצאין א״ר אחא מ״ט דר״י אמר קרא מנחת תמיד מחציתה בבקר הבא מנחה ואח״כ חציה ופסק כר״י. \n",
                "<b>ומ״ש ומביא עמה ג' לוגין שמן שנאמר בשמן תעשה וכו'.</b> בפ' התכלת (מנחות דף נ״א). \n",
                "<b>ומ״ש ובולל הסולת.</b> משנה פרק אלו מנחות (מנחות דף ע״ד:) חלות בוללן [דברי רבי] וחכ״א הסולת וידוע דהלכה כחכמים. \n",
                "<b>ומ''ש וחולטה ברותחין.</b> כך פירשו בת''כ מורבכת: \n",
                "<b>ולש מכל חצי עשרון שש חלות נמצאו י״ב חלות.</b> בפרק אלו מנחות (מנחות דף ע״ו) תנן חביתי כ״ג שהם באות י״ב וקאמר בגמ' דאתיא חוקה חוקה מלחם הפנים: \n\n"
            ],
            [
                "<b>ומ''ש ואחת אחת היו נעשות.</b> נראה דטעמא משום דיליף מלחם הפנים. \n",
                "<b>ומ״ש וכיצד עושה מחלק הג' לוגין ברביעית שבמקדש רביעית לכל חלה.</b> בפרק שתי מדות (מנחות דף פ״ח:). \n",
                "<b>ומ״ש ואופה החלה מעט ואח״כ קולה אותה וכו'.</b> בפרק התכלת (מנחות דף נ':) אתמר חביתי כ״ג כיצד עושים אותם ר' חייא בר אבא א״ר יוחנן אופה ואח״כ מטגנה ורב אסי א״ר חנינא מטגנה ואח״כ אופה א״ר חייא בר אבא כוותיה דידי מסתברא תופיני תאפנה נא וכו' רבי אומר תאפנה נאה ר' יוסי אומר תאפנה ריבה אית ליה נא ואית ליה נאה. ופירש״י תאפנה נאה בשעת אפייתה בתנור תהא נאה ואם מטגנה תחלה הרי היא שחורה מן השמן ומן המחבת. תאפנה נא בשעת אפייתה תהא נא כמו אל תאכלו ממנו נא כלומר בכך תהא מבושלת קצת ואינה מבושלת כל צרכה והיינו טיגון בהא מודו כ״ע דתרוייהו בעינן כדכתיב על מחבת בשמן וכתיב תופיני עכ״ל. ורבינו נראה שהוא מפרש הא דא״ר יוסי תאפינה ריבה אית ליה נא ואית ליה נאה היינו לומר דמדכתיב תופיני תאפנה חד לומר שתאפה נא כלומר שלא יאפה אותה אלא קצת וזהו שכתב ואופה החלה מעט ואינו מבשלה הרבה וכן דורש שתאפה קודם הטיגון וזהו שכתב ואח״כ קולה אותה ופסק כר״י משום דנימוקו עמו וגם הכא מסתבר טעמיה: \n\n"
            ],
            [
                "<b>ואח״כ חולק כל חלה וחלה לשנים באומד וכו': כתב</b> הראב״ד ואחר כך חולק כל חלה וחלה א״א זו לא שמענו וכו'. ואין לומר שעוד יש לתמוה על רבינו מדתנן בפרק התכלת (מנחות דף נ':) וכהן שהקריב מחצה שחרית ומת ומינו כהן אחר תחתיו לא יביא חצי עשרון מביתו (ולא) חצי עשרונו של ראשון משמע שאחר שהקריב מחצה שחרית עדיין מנחת הערב היא בסלת חצי עשרון, שיש לדחות דמאי חצי עשרון דקתני חצי החלות ויש סעד לזה שלא מצינו לחביתי כ״ג שיהו נעשות אלא בשחרית בלבד וא״כ ע״כ חצי עשרונו של ראשון דקתני היינו חצי עשרון מחלות אפויות: \n",
                "<b>ולענין</b> מ״ש הראב״ד נראה שטעמו של רבינו מדגרסינן בפרק שתי מדות (מנחות דף פ״ז:) בעי מיניה רמי בר חמא מרב חסדא חביתי כ״ג במה מחלקן ביד או בכלי פשיטא דביד דאי בכלי טורטני יכניס ויכניס כיון דבקללה כתיב לאו אורח ארעא עכ״ל. וזה מבואר כדברי רבינו דהא ההוא דקללה בלחם הוא דכתיב דקדק רבינו לכתוב באומד לרמוז למה שאמרו דחולקן ביד ולא בכלי ויש לתמוה על הראב״ד היאך כתב זו ולא שמענו. \n",
                "<b>ומ״ש ולוקח החציים וכופל כל אחד לשנים וכו'.</b> בפרק אלו מנחות (מנחות דף ע״ה:) תנן מנחת כהנים כופל אחד לשנים ושנים לארבעה מנחות כ״ג לא היה מכפלה, ובגמרא תניא מנחת כהן גדול היה מכפלה והא אנן תנן לא היה מכפלה אמר רבה לא היה מכפלה לארבעה אבל מכפלה לשנים: \n",
                "<b>ומ״ש ואם היתה מנחת חינוך אינו חוצה וכו'.</b> נראה שכ״כ מדתנן בפרק אלו מנחות מנחת כהן משיח לא היה מכפלה. ומפרש רבינו דמנחת כהן משיח דקתני היינו מנחה שמקריב ביום שנתחנך כדכתיב זה קרבן אהרן ובניו אשר יקריבו לה' ביום המשח אותו, ובפרק התכלת (מנחות דף נ״א:) תניא והכהן המשיח וכו' יכול יקריבוה חצאין תלמוד לומר אותה כולה ולא חציה דברי ר״י ר״ש וכו' כליל תקטר שתהא כולה בהקטרה ופירש״י שיקטירו כלה ולא לחצאין דבהא לא פליג: \n\n"
            ],
            [
                "<b>מנחת הסלת כיצד היתה נעשית מביא עשרון וכו' ומודד בעשרון של מקדש.</b> משנה בפרק שתי מדות (מנחות דף פ״ז) עשרון מה היה משמש בו היה מודד לכל המנחות לא היה מודד לא בשל ג' לפר ולא בשל שנים לאיל אלא מודדן עשרונות. \n",
                "<b>ומ''ש ונותן שמן בכלי ואחר כך נותן עליו את הסלת וכו'.</b> משנה (דף ע''ד:) וברייתא פרק אלו מנחות כל המנחות הנעשות בכלי טעונות ג' מתנות שמן יציקה ובלילה ומתן שמן בכלי קודם לעשייתו. \n",
                "<b>ומ''ש רבינו ובולל הסלת בו ואח''כ נותנה בכלי שרת</b> נראה שהכלי שהיה בולל בו לא היה כלי שרת אבל מדאמרינן בפ''ק דמנחות (דף ט') גבי בללה חוץ לחומת העזרה ר' יוחנן אמר פסולה דאע''ג דבלילה כשירה בזר כיון דעשייתו בכלי היא נהי דכהונה לא בעיא פנים מיהת בעיא משמע דבלילה בכלי שרת היא דאל''כ מאי עשיתו בכלי היא דקאמר וצ''ע: \n\n"
            ],
            [
                "<b>מנחת המחבת והמרחשת כיצד.</b> ג' מתנות השמן שם במשנה. \n",
                "<b>ומה שכתב ואח״כ לשה בפושרין.</b> בפרק כל המנחות באות מצה (מנחות דף נ״ב) כל המנחות נילושות בפושרין ומשמרן שלא יחמיצו: \n\n"
            ],
            [
                "<b>מה בין מחבת למרחשת מרחשת יש לה שפה וכו'.</b> בפרק כל המנחות באות מצה (דף מ''ג) פלוגתא דתנאי ופסק כר' חנינא בן גמליאל דמסתבר טעמיה ועוד דאמרינן בגמ' דב''ה סברי כוותיה: \n\n"
            ],
            [
                "<b>מנחת מאפה תנור כיצד וכו'.</b> בפרק אלו מנחות (מנחות דף ע״ד:) אהא דתנן כל המנחות הנעשות בכלי טעונות שלש מתנות שמן אמרינן בגמרא למעוטי מאי אמר רב פפא למעוטי מנחת מאפה ופירש״י לאפוקי מנחת מאפה שאין כל מעשיה בכלי שהרי נאפות בתנור שאין טעונה יציקה אבל אידך שתי מתנות צריכה. ותנן תו התם חלות טעונות בלילה והרקיקין משיחה: \n\n"
            ],
            [
                "<b>ומ״ש רבינו וכיצד מושחן וכו' עד שיכלה כל השמן שבלוג.</b> בפרק אלו מנחות (מנחות דף ע״ה) תניא רקיקין הבאים בפני עצמם מביא לוג שמן ומושחן וחוזר ומושחן עד שיכלה כל שמן שבלוג ר״ש בן יהודה אומר משום ר״ש מושחן כמין כ״י ושאר השמן נאכל לכהנים ופסק כת״ק. ואיני יודע למה דהא סתם לן התם במתני' כר״ש וקי״ל סתם במתניתין ומחלוקת בברייתא הלכה כסתם דמתניתין: \n\n"
            ],
            [
                "<b>כל ד' מנחות אלו האפויות כשאופין אותן אופין כל עשרון עשר חלות.</b> בפרק אלו מנחות (מנחות דף ע״ו) פלוגתא דרבי יהודה ור״מ במשנה ופסק כר' יהודה: \n",
                "<b>ומ''ש ואם רבה בחלות או מיעט כשר.</b> שם: \n",
                "<b>וכיצד פותתים אותן כופל את החלה לשנים וכו' עד וכולן פתיתין כזיתים.</b> שם במשנה (דף ע''ה:) \n",
                "<b>ומה שכתב ואם הגדיל הפתיתין או הקטין אותם כשרים.</b> משנה וגמרא בהקומץ רבה (דף י''ח): \n\n"
            ],
            [
                "<b>לא בלל לא פתת וכו'.</b> משנה שם: \n\n"
            ],
            [
                "<b>סדר הבאת המנחה כיצד וכו' עד נותנו ע''ג האשים מכלי שרת.</b> הכל בפ''ב דסוטה (דף י''ד:) ובתוספתא פ''ק דמנחות. \n",
                "<b>ומ''ש כלי שהוא ראוי לכלי שרת</b> אמרינן שם בגמרא דהיינו לאפוקי של עץ דלא חזי לכלי שרת. \n",
                "<b>ומה שכתב ודיו</b> אמרינן בגמ' אלא תימא שהמנחה עצמה צריך שתגע במזבח. \n",
                "<b>ומ''ש וקומץ שחלקו בשני כלים אינו קדוש.</b> פ''ק דמנחות (דף ז'). \n",
                "<b>ומ״ש ואם מנחת כהנים היא אינו קומץ.</b> פלוגתא דתנאי בר״פ אלו מנחות (מנחות דף ע״ב:) ופסק כת״ק: \n\n"
            ],
            [
                "<b>כיצד קומצין מנחות הנקמצות כדרך שקומץ כל האדם פושט אצבעותיו על פס ידו וקומץ.</b> כך היא הגירסא הנכונה בספרי רבינו והדין בפ''ק דמנחות (דף י''א) מלא קומצו כדקמצי אינשי ופירש''י כדקמצי אינשי מכניס צדי אצבעותיו ודוחק בקמח והקמח נכנס בתוך ידו ושנינו שם במשנה כיצד הוא עושה פושט את אצבעותיו על פס ידו ובגמרא אמר ליה אביי לרבא כיצד קומצין אמר ליה כדקמצי אינשי איתיביה וכו' זו קמיצה. ופירש''י ממנה מתחיל הקומץ מאותה אצבע שאצל הקטנה. אלא להשוות כלומר קומץ מלא היד כדי שלא יהא חסר ואח''כ מוחק באצבע קטנה מלמטה. היכי עביד וכו' אמר רב חופה שלשה אצבעותיו עד שמגיע על פס ידו וקומץ וכו' בקומצו אי בקומצו יכול בראשי אצבעותיו ת''ל מלא קומצו הא כיצד חופה שלש אצבעותיו על פס ידו וקומץ. במחבת ובמרחשת מוחק בגודלו מלמעלה ובאצבעו קטנה מלמטה וזו (אחת) מעבודות הקשות שבמקדש. ופירש''י כי אמרינן דכלהו אצבעות בעינן לקמיצה להשוות דאם יוציא קמח למטה מן הקומץ מוחקו ומשויהו באצבע קטנה שלא יהא מבורץ וכן מלמעלה בגודל. היכי עביד אמתניתא מהדר דקתני זו קמיצה דממנה מתחיל הקומץ. ת''ל בקומצו והרים ממנה בקומצו בראשי אצבעותיו מעט שלא יגיע עד פס ידו. במחבת ומרחשת דמעשיהם אפויים וכו' פותתן וקומץ הילכך א''א לפותתן דקות כ''כ וכשהוא קומץ יוצאות חוץ למקומם הילכך מוחק בגודלו מלמעלה ובאצבע קטנה מלמטה. עבודה קשה שבמקדש דבקושי גדול הוא משוה שלא יהא לא חסר ולא יתר עכ''ל. וכתב הר''י קורקוס ז''ל יש לתמוה על רבינו שלא כתב ג' אצבעות וכתב כאשר קומץ אדם כי לא נתבאר בגמרא כוונת לשון זה והוא הפך מסקנת הגמרא גם יש לתמוה למה לא כתב שזו מעבודות הקשות שבמקדש וראיתי שכתב בפרוש המשנה האמת בסדר הקמיצה והוא מה שלמדנו מהגמרא מה שאמר מלא קמצו כדקמצי אינשי ונדחו דברי האומר שהוא מהעבודות הקשות עכ''ל, נראה שסמך על מה שאמר רב פפא בתר הכי פשיטא לי כדקמצי אינשי וחולק על מ''ש בשלש אצבעות לבד ושמוחק ושיש בה קושי. ומ''מ איני יודע איך יחלוק רב פפא על הברייתא ואיך נפסוק כרב פפא הפך הברייתא עכ''ל. ואני אומר שאפשר לומר דכיון דחזינן דר''פ דבתראה אמר פשיטא לי כדקמצי אינשי ממילא משמע דאיהו ידע דהאי מתניתא משבשתא היא ולא מיתניא בי רבי חייא ורבי אושעיא. \n",
                "<b>ומה שכתב קמץ בראשי אצבעותיו או מן הצדדין.</b> בעיא שם ופירש רש''י בראשי אצבעותיו שהכניס ראשי אצבעותיו בקמח ופס ידו כלפי קמח וקומץ מלא קומצו עד פס ידו כתקנו. מן הצדדין שנתן גב ידו על הקמח והוליך ידו עד שנכנס הקמח דרך צידי ידו לתוך ידו ל''א מן הצדדין מצידי הכלים שלא קמץ באמצע הכלי. ואסיקנא בתיקו ומש''ה נקיט לה רבינו בדיעבד לקולא. ודע דתו איבעיא לן התם ממטה למעלה מאי ופירש רש''י שהכניס אצבעותיו בקמח וגב היד כנגד הקמח וקומץ וסלקא בתיקו ויש לתמוה למה השמיטה רבינו: \n",
                "<b>ודע</b> דבמתניתין תנן התם (קמצו בראשי אצבעותיו פסול) מפני שאמרו הקומץ החסר והיתר פסול איזהו יתר שקמצו מבורץ וחסר שקמצו בראשי אצבעותיו ופירש רש''י בראשי אצבעותיו מעט שלא פשטו על פס כל היד ולא הוצרך רבינו לכתוב זה שמאחר שכתב כדרך שקומץ כל אדם פושט אצבעותיו על פס ידו וקומץ ממילא משמע שכל שפיחת מזה פסול. \n",
                "<b>ומה שכתב ואם הוסיף בקומץ וכו'.</b> זהו שכתבתי בסמוך ששנינו הקומץ היתר פסול: \n\n"
            ],
            [
                "<b>אין קומץ פחות מכשני זיתים.</b> בפ' הקומץ רבה (מנחות דף כ״ו) פלוגתא דריב״ל ור' יוחנן ופסק כריב״ל וכמו שכתבו התוספות בפרק אלו עוברין (פסחים דף מ״ג:) וגם בפרק כל המנחות (מנחות דף נ״ח:) נחלקו בזה אביי ורבא וסבר רבא כריב״ל: \n",
                "<b>ומקצת הקומץ מעכב את כולו וכו' עד ומקצת השמן מעכב את כלו.</b> משנה בפ' הקומץ רבה (מנחות דף כ״ז). \n",
                "<b>ומ''ש אין פחות מלוג לעשרון כמו שביארנו.</b> בפי''ב ובפרק זה: \n\n"
            ]
        ],
        [
            [
                "<b>מתנדב אדם ונודר עולה ושלמים וכו' כמו שביארנו.</b> בפ''ב ובפרק י''ב מהלכות אלו: \n",
                "<b>ומתנדב או נודר יין בפני עצמו.</b> משנה בס''פ המנחות (דף ק''ד:). \n",
                "<b>ומ''ש או לבונה בפני עצמה.</b> בסיפרא פ''ט. \n",
                "<b>ומ''ש או שמן בפני עצמו.</b> בס''פ המנחות פלוגתא דר''ע ורבי טרפון ופסק כר''ט ובס''פ כל התדיר (זבחים צ''א) במשנה סבר ר''ש כר''ע. ויש לתמוה למה דחה רבינו דבריהם ופסק כר' טרפון וכתב הר''י קורקוס ז''ל דטעמא משום דסתם לן תנא בפרק בתרא דמנחות (דף ק''ז) כרבי טרפון דתנן הרי עלי שמן לא יפחות מלוג וכתב רש''י הך סתמא כרבי טרפון וכיון שכן ה''ל מחלוקת ואחר כך סתם והלכה כסתם גם בפרק אלו מנחות ובפ' כל התדיר סובר כן שמואל עכ''ל ושפתים ישק, ועל הקדמתו אני מוסיף לחזק טעם לפסוק כן דרבי נמי סבור כר''ט דההיא דמתני' הכי איתא הרי עלי שמן לא יפחות מלוג רבי אומר ג' לוגין. \n",
                "<b>ומ''ש או עצים למערכה.</b> בסיפרא פ''ט: \n\n"
            ],
            [
                "<b>שנים מתנדבים או נודרים וכו' אפילו פרידה אחת אבל המנחה אינה באה בשותפות.</b> משנה וגמרא בס''פ המנחות (דף ק''ד): \n\n"
            ],
            [
                "<b>הניח מנחה לשני בניו וכו'.</b> פ''ק דזבחים (דף ה'): \n\n"
            ],
            [
                "<b>איזהו נדר ואי זו היא נדבה וכו' עד אינו חייב באחריותו.</b> בריש קינים: \n\n"
            ],
            [],
            [
                "<b>האומר דמי שור זה עלי עולה וכו'.</b> משנה בערכין ס''פ האומר משקלי (דף כ':) ואמר בגמרא ל''ש אלא דאמר דמי שור זה עלי עולה אבל אמר שור זה עלי עולה כיון דאמר זה ומת אינו חייב באחריותו עלי להביאו קאמר: \n",
                "<b>אמר הרי עלי עולה על מנת שלא אתחייב באחריותה.</b> פשוט בסוף מנחות: \n\n"
            ],
            [
                "<b>כבר ביארנו.</b> בסוף הלכות ביאת המקדש: \n",
                "<b>והאומר הרי עלי עולה שאקריבנה במקדש וכו' עד ואינה נזירות.</b> משנה וגמרא בסוף מנחות (דף ק''ט): \n\n"
            ],
            [
                "<b>חטאת ואשם אינם באים אלא על חטא וכו'.</b> מתבאר במשנה סוף פרק השוחט (חולין דף מ״א:). \n",
                "<b>ומה שכתב האומר הרי עלי חטאת או אשם וכו'.</b> תוספתא פרק שלישי דתמורה הרי זה חטאת והרי זה אשם אע''פ שחייב לא אמר כלום הרי אלו לחטאתי והרי אלו לאשמי אם היה חייב דבריו קיימים ואם לאו לא אמר כלום ע''כ. \n",
                "<b>ומה שכתב או הרי המעות האלו לחטאתי או לאשמי דבריו קיימים.</b> מתבאר במשנה פרק ב' דשקלים: \n\n"
            ],
            [
                "<b>האומר קרבן מצורע זה או וכו'.</b> בר״פ השג יד (ערכין דף י״ז) תנן עני שהעריך את העשיר נותן ערך עני ועשיר שהעריך את העני נותן ערך עשיר אבל בקרבנות אינו כן הרי שאמר קרבנו של מצורע זה עלי היה מצורע עני מביא קרבן עני עשיר מביא קרבן עשיר ובגמרא היה מצורע עני מביא קרבן עני ואע״ג דמדירו עשיר ואם דל הוא אמר רחמנא ולא דל הוא אמר ר' יצחק כשהיה מדירו עני וכו' אבל מדירו עשיר ה״נ דמייתי בעשירות א״כ מאי אבל בקרבנות אינו כן חדא אמצורע עני ומדירו עני וחדא למעוטי מצורע עשיר ומדירו עני. ולפי זה כשכתב \n",
                "<b>רבינו מביא הנודר קרבן עני</b> היינו דוקא כשהיה הנודר עני אבל אם היה הנודר עשיר מביא קרבן עשיר וכן כתב רבינו בפירוש בסוף הלכות מחוסרי כפרה ולא חשש לפרש כאן לפי שסמך על מ''ש שם: \n\n"
            ],
            [
                "<b>האומר חטאתו ועולתו וכו'.</b> בס''פ האומר משקלי (דף כ''א.) ואע''ג דפליגי התם עולא פסק כשמואל: \n\n"
            ],
            [
                "<b>האומר הרי עלי כנדרי רשעים וכו'.</b> בפ''ק דנדרים (דף ט') תנן כנדרי רשעים נדר בנזיר ובקרבן ובשבועה ובגמרא ודילמא הכי קאמר כנדרי רשעים לא נדרנא אמר שמואל כנדרי רשעים הריני עלי והימנו הריני בנזירות עלי בקרבן הימנו בשבועה הריני נזירות דילמא הריני בתענית קאמר אמר שמואל כשהיה נזיר עובר לפניו. וכתב הר''ן אם אמר כנדרי רשעים עלי חייב קרבן ומסתברא נמי דדוקא כשהיתה בהמה מונחת לפניו. ורבינו כתב בפ''א מהל' נדרים וז''ל האומר לחבירו הרי עלי כנדרי רשעים אם אוכל לך שמנדריהם נזיר וקרבן ושבועה ואכל חייב בכולן וכו' אמר כנדרי רשעים הריני והיה נזיר עובר לפניו חייב בנזירות כנדרי רשעים עלי חייב קרבן כנדרי רשעים שלא אוכל ממנו חייב בשבועה עכ''ל. ונראה מדבריו שהוא מפרש שדברי המשנה הם כוללים שני חלקים. האחד שאומר שמנדריהם נזיר קרבן ושבועה. השני היא שלא אמר אלא כנדרי רשעים בלבד. ונראה שדעתו שלא הצריכו נזיר עובר אלא בהריני משום דדילמא הריני בתענית קאמר אבל באומר עלי אין צריך שתהא בהמה מונחת לפניו. \n",
                "<b>ומ''ש כנדרי כשרים לא נתחייב בכלום הרי עלי כנדבות כשרים הרי זה נדר בנזיר ובקרבן.</b> שם במשנה והטעם לפי שאין הכשרים נודרים אבל הם מתנדבים בנזיר ובקרבן. \n",
                "<b>ומה שכתב וכל כינויי קרבן כקרבן.</b> משנה שם: \n\n"
            ],
            [
                "<b>אין הנודר ולא המתנדב חייב וכו'.</b> משנה פ״ג דתרומות ומייתי לה בנזיר פרק מי שאמר (נזיר דף כ״ו) ופרק תמיד נשחט (פסחים דף ס״ג): \n",
                "<b>נתכוון לנדור בעולה וכו': בנדרים ונדבות אינו צריך להוציא בשפתיו כלום כיצד גמר בלבו שזו עולה וכו'.</b> בפ''ג דשבועות (דף כ''ו:): \n\n"
            ],
            [
                "<b>אחד נדרים ונדבות עם שאר הדברים שאדם חייב בהם וכו' עד שיעברו עליו רגלי השנה כולה.</b> פירקא קמא דראש השנה (דף ד':) ואף על גב דסתם מתניתין התם כרבי שמעון לא חש לה רבינו משום דתנא קמא דברייתא פליג ורבי מאיר ורבי אליעזר בן יעקב וכיון דרבים טובא פליגי עליה לא חיישינן לסתם ועוד דמשמע דרבא סבר הכי וסתם ספרי כתנא קמא דברייתא. וכתב הר''י קורקוס ז''ל עוד דאפשר דהאי סתמא דמתני' לא עדיף כולי האי דלאו האי דינא אתא לאשמועינן אלא אתא למימר דניסן ראש השנה לשנים ולרבי שמעון ראש השנה לרגלים ולא למיסתם כרבי שמעון נחית עכ''ל. \n",
                "<b>ומה שכתב ואין לוקין על לאו זה וכו'.</b> פשוט הוא: \n\n"
            ],
            [
                "<b>הקדיש בהמה למזבח ועברו עליו שני רגלים וכו'.</b> פירקא קמא דראש השנה (דף ה':). \n",
                "<b>ואחד האיש ואחד האשה עובר בבל תאחר.</b> שם (דף ו':) בעיא דאיפשיטא. \n",
                "<b>ומה שכתב אבל היורש אינו עובר בבל תאחר.</b> גם זה שם בעיא דאיפשיטא אליבא דרבי זירא ואף על גב דמשמע דאביי פליג נקטינן דרבי זירא: \n\n"
            ],
            [
                "<b>כל הקרבנות שעברו עליהם שלשה רגלים לא נפסלו וכו'.</b> ברייתא שם: \n",
                "<b>ובכל יום ויום אחד השלשה רגלים הוא עובר בלא תאחר.</b> מימרא דרבא שם: \n",
                "<b>ובית דין מצווין לעשותו מיד וכו' עד כופין אותו עד שיקריב וכו'.</b> ג''ז שם: \n\n"
            ],
            [],
            [
                "<b>כל חייבי עולות ממשכנין אותם וכו'.</b> משנה ס''פ האומר משקלי (דף כ''א). \n",
                "<b>ומ''ש חוץ מחטאת נזיר וכו'.</b> שם מימרא דרב פפא ואע''ג דאמר נמי רב פפא פעמים שחייבי עולות אין ממשכנין אותם בעולת מצורע דתניא ר' ישמעאל בנו של ר''י בן ברוקא אומר כשם שחטאתו ואשמו עיכבתו כך עולתו עיכבתו לא חש לה רבינו לכתבה משום דמשמע ליה דיחידאה היא דר' ישמעאל קאמר לה ורבנן פליגי עליה ואע''ג דרב פפא אמר פעמים וכו' לאו משום דס''ל כוותיה אלא אתא למימר דאע''ג דמתניתין סתמא מיתניא חייבי עולות ממשכנין אותם האי כללא ליתיה לכ''ע דלרבי ישמעאל אין ממשכנין בעולת מצורע: \n\n"
            ]
        ],
        [
            [
                "<b>האומר ולדה של זו עולה והיא שלמים וכו'.</b> משנה פ' כיצד מערימין (תמורה דף כ״ה) וכר' יוסי דפליג אר״מ. \n",
                "<b>ומ''ש אע''פ שחזר בו בתוך כדי דיבור וכו'.</b> מימרא דר''פ שם: \n\n"
            ],
            [
                "<b>האומר ידה של זו עולה וכו'.</b> ברייתא בפ''ק דתמורה (דף י''א) וכר''מ ור' יהודה ואע''ג דפליגי עלייהו ר' יוסי ור''ש פסק רבינו כר''מ ור' יהודה משום דשקלי וטרו אמוראי אליבייהו ועוד דת''ק דמתני' דתמורה כוותייהו וכדמפרש בפרק בהמה המקשה דהא דאמר ר' יוסי בפ''ק דתמורה (דף י':) והלא במוקדשים האומר רגלה של זו עולה כולה עולה לאו דת''ק מודה בהכי אלא ר' יוסי טעמא דנפשיה קאמר. \n",
                "<b>ומ''ש והוא שיהא זה המחוייב עולה וכו'.</b> שם (י''א:) אמר מר תמכר לצרכי עולות והא קא מייתי בהמה מחוסרת אבר אמר רבא באומר הרי עלי עולה בחייה. ופירש''י הרי עלי להקדיש כל האיברים שהבהמה חיה ממנה והרי כן עשה שהמוכר לא הקדיש אלא אבר שאינה חיה ממנו. וכתב עוד רש''י ל''א ירושלמי והא מייתי בהמה דמקדיש גופה כי ליתיה כוליה לדידיה כלומר האי לוקח הא מייתי בהמה שאין הגוף שלו ומשני כגון דאמר כזוזא מן הדא בהמה לעולה כלומר שוה זוז מבהמה זו לעולה והרי קנה זוז [וזוז] הילכך יצא דהא לא נדר עולה שלימה עכ''ל. ודברי רבינו לשון ירושלמי זה. \n",
                "<b>ומ''ש האומר לבה או ראשה של זו עולה וכו'.</b> שם מודה ר' יהודה בדבר שהנשמה תלויה בו: \n",
                "<b>הקדיש אבר אחד מן העוף וכו'.</b> שם בעי רבא בעוף מהו בהמה אמר רחמנא והא לאו בהמה היא או דילמא קרבן אמר רחמנא והא קרבן הוא תיקו. ופירש''י לרבי יוסי בעי לה הקדיש רגל עוף דתור או בן יונה מי פשטה קדושה בכוליה או לא עכ''ל. וא''א לומר כן לדעת רבינו שהרי הוא פסק שאם בבהמה הקדיש אבר שאין הנשמה תלויה בו אינו קדוש אלא אותו אבר בלבד והיאך אפשר להסתפק בעוף אם יהיה כולו קדוש ולכן נראה לומר שרבינו מפרש דבאבר שהנשמה תלויה בו מיבעיא ליה אי קדש כולו כמו בבהמה או לא: \n\n"
            ],
            [
                "<b>האומר בהמה זו חציה עולה וחציה שלמים וכו'.</b> ברייתא פ' כיצד מערימין (תמורה דף כ״ו) ופסק כר' יוסי: \n",
                "<b>היה מחוייב חטאת וכו'.</b> שם בהמה חציה חטאת וחציה עולה כולה תקרב עולה דברי ר''מ ר' יוסי אומר תמות ושוין באומר חציה חטאת וחציה עולה שתמות וידוע דהלכה כר' יוסי ופירש רש''י דכיון דאינו מחוייב חטאת הילכך תמות וקשה דהא אמרי' בפ' [קמא דנדרים] דאם אמר הרי זו חטאת אם אינו מחוייב חטאת לא אמר כלום וכבר הקשו עליו התוספות כן. ורבינו מפרש לה במחוייב חטאת וכיון שא''א לו להתכפר בה משום דחציה עולה חטאת לאו בת רעיה היא הילכך תמות: \n\n"
            ],
            [
                "<b>בהמת השותפין שהקדיש אחד מהם חציה שלו וכו'.</b> בפ״ק דזבחים (י״ב:) ובפ' בתרא דכריתות ופרק כיצד מערימין ופ״ק דקידושין (דף ז') א״ר יוחנן בהמה של ב' שותפין הקדיש חציה וחזר ולקח חציה והקדישה קדושה ואינה קריבה ועושה תמורה ותמורתה כיוצא בה ש״מ תלת שמע מינה בעלי חיים נדחים וש״מ דיחוי מעיקרו הוי דיחוי ושמע מינה יש דיחוי בדמים. ובפרק מי שהיה טמא (פסחים צ״ח) קאמר גמרא על מתני' דהמפריש נקבה לפסחו דשמע מינה הני תלת דר' יוחנן, ורבינו שפסק דלא כוותיה משום דבפרק שני שעירי (יומא דף ס״ד) פליג רב עליה דר״י ואמר בעלי חיים אינם נדחים ואמרינן בגמ' דמתני' דיקא כרב דקתני אם של שם מת זה שעלה עליו הגורל לשם יתקיים תחתיו ואידך כדקאי קאי ובתר הכי מתיב מדתנן ועוד אמר ר' יהודה נשפך הדם ימות המשתלח וכו' בשלמא לרב בהא פליגי ר' יהודה ורבנן אלא לרבי במאי פליגי אמר רבא הא אמרינן דיקא מתניתין כוותיה דרב ובתר הכי קאמר גמרא (דף ס״ה) ואיכא דקא מותיב הכי ועוד אמר ר' יהודה נשפך הדם ימות המשתלח וכו' בשלמא לרב רישא פליגי בחטאת הצבור וסיפא פליגי בבעלי חיים אלא לר״י מאי. ועוד קשיא וכיון דמתניתין דיקא כרב נקטינן כוותיה ואע״ג דמתניתין ר״פ מי שהיה טמא דייקא כר' יוחנן י״ל דההיא כר״י דיחידאה הוא. ועוד דבפרק קדשי קדשים (זבחים דף נ״ט) אמרינן דר״ש ב״ר ור' ישמעאל ברבי יוסי ס״ל כרב ועוד דבפרק התערובת (זבחים דף ע״ג) אמרינן דסתם מתני' דקינים כמ״ד בעלי חיים אינם נדחים. מ״כ בשם המאירי אע״פ שהוא קדושת דמים אין לשון זה ברור אצלי שהרי בשאין בה אלא קדושת דמים ראוי לומר יותר שלא ידחה עכ״ל: \n\n"
            ],
            [
                "<b>האומר דמי בהמה וכו' אם היתה ראויה ליקרב עולה נתקדשה קדושת הגוף וכו'.</b> בפ' אלו קדשים (קי''ח:) תנן המפריש נקבה לעולה וילדה זכר ירעה עד שיסתאב וימכר ויביא בדמיו עולה ר' אליעזר אומר הוא עצמו יקרב עולה וע''כ לא פליג ת''ק אלא משום דהוי ולד אבל בהמה עצמה שאמר עליה דמי בהמה זו עולה לכ''ע אם היא ראויה נתקדשה קדושת הגוף והיא עצמה תקרב עולה. ושם (דף קי''ט:) תנן המפריש נקבה לאשם תרעה עד שתסתאב ותמכר ויביא בדמיה אשם וכו' ר''ש אומר תמכר שלא במום ובגמרא למה לי תסתאב תמכר כיון דלא חזיא למילתא היינו מומא אמר רב יהודה אמר רב היינו טעמא דאמרינן מיגו דנחתא לה קדושת דמים נחתא נמי קדושת הגוף אמר רבא זאת אומרת הקדיש זכר לדמיו קדוש קדושת הגוף ופירש''י הקדיש זכר לדמי עולה או אשם מיגו דנחתא ליה קדושת דמים נחתא ליה קדושת הגוף וכיון דאיהו גופיה חזי להקרבה קרב. \n",
                "<b>ומ''ש ואם אינה ראויה תמכר ויביא בדמיה עולה.</b> מפשט דברי רבינו נראה שהוא פוסק כר''ש דבסמוך, ויש לתמוה למה פסק כיחידאה ועוד דמאחר שבסמוך פסק כרבא דאמר זאת אומרת וכו' דאתי כת''ק היאך חזר בו כאן ופסק כר''ש ועוד דבפ''ד מהל' פסוהמ''ק פסק רבינו בפירוש כת''ק דר''ש ולכן צ''ל דתמכר דקאמר הכא רבינו לאו למימרא דתמכר שלא במום אלא כלפי שאמר ברישא שהיא עצמה תקרב עולה אמר בסיפא שלא תקרב אלא תמכר ולא חשש לבאר שלא תמכר אלא ע''י שיפול בה מום מפני שסמך על מה שכתב בפ''ד מהלכות פסולי המוקדשין: \n\n"
            ],
            [
                "<b>אמר על בהמה טמאה וכו' עד ויביא בדמיהן עולה.</b> משנה בס״פ כיצד מערימין (תמורה דף כ״ז:): \n\n"
            ],
            [
                "<b>האומר דמי פרה זו לעולה כל שלשים יום וכו'.</b> ס״פ ארבעה נדרים (נדרים דף כ״ט) שור זה עולה כל שלשים יום ולאחר שלשים יום שלמים כל שלשים יום עולה לאחר שלשים יום שלמים ואקשינן היכי פקעא קדושת הגוף בכדי ואוקימנא הב״ע דאמר לדמי. וכדי לבאר דברי רבינו ודברי הראב״ד אעתיק סוגיא דגמרא שם בס״פ ארבעה נדרים (נדרים דף כ״ח) תנן הרי נטיעות אלו קרבן אם אינן נקצצות טלית זו קרבן אם אינה נשרפת יש להם פדיון הרי נטיעות אלו קרבן עד שיקצצו טלית זו קרבן עד שתשרף אין להם פדיון ובגמרא ולעולם אמר בר פדא פדאן חוזרות וקדושות פדאן חוזרות וקדושות עד שיקצצו נקצצו פודן פעם אחת ודיו עולא אמר כיון שנקצצו שוב אין פודן א״ל רב המנונא קדושה שבהן להיכן הלכה ומה אילו אמר לאשה היום את אשתי ולמחר אי את אשתי מי נפקא בלא גט אמר ליה רבא מי קא מדמית קדושת דמים לקדושת הגוף קדושת דמים פקעא בכדי קדושת הגוף לא פקעא בכדי אמר ליה אביי קדושת הגוף לא פקעא בכדי והתנן שור זה עולה כל שלשים יום ולאחר שלשים יום שלמים כל שלשים יום עולה לאחר שלשים יום שלמים אמאי קדושת הגוף היא ופקעא בכדי הב״ע דאמר לדמי אי הכי אימא סיפא לאחר שלשים יום עולה ומעכשיו שלמים אא״ב חדא בקדושת הגוף וחדא בקדושת דמים היינו דאצטריך לתנא למיתנא תרתי דסד״א קדושת הגוף לא פקעא בכדי קדושת דמים פקעה בכדי אמטו להכי תנא תרתי אלא אי אמרת אידי ואידי קדושת דמים למה לי למיתנא תרתי השתא י״ל מקדושה חמורה לקדושה קלה פקעא מקדושה קלה לקדושה חמורה צריכא למימר לימא תהוי תיובתא דבר פדא וכו' ה״ק אם לא אמר מעכשיו שלמים לאחר שלשים יום עולה הוה מידי דהוה אאומר לאשה התקדשי לי לאחר שלשים יום דמקודשת ואע״פ שנתעכלו המעות פשיטא לא צריכא דהדר ביה ע״כ בגמרא ופירש המפרש אימא סיפא דההיא דאמר שור זה לאחר שלשים יום עולה ומעכשיו ועד ל' יום שלמים הכי הוי כדאמר איהו וכו'. השתא מקדושה חמורה לקדושה קלה פקעא וכו' ותיובתא דעולא וליכא פירוקא. נימא תהוי תיובתא דבר פדא דהכא אמר דאפילו קדושת הגוף פקעא בכדי ובר פדא אמר נקצצו פודן פעם אחת דאפילו קדושת דמים לא פקעא בכדי. חסורי מחסרא והכי קתני האומר שור זה עולה כל שלשים יום ומעכשיו לאחר שלשים יום שלמים כל שלשים יום עולה לאחר שלשים יום שלמים דהואיל ואמר מעכשיו חל עליה שם שלמים מעכשיו ומשום הכי הוי שלמים לאחר שלשים יום דקדושת הגוף פקעא בהכי בכדי הואיל ואמר מעכשיו אבל אם לא אמר מעכשיו שלמים לאחר שלשים יום עולה הוי אפילו לאחר שלשים יום דהתם לא פקעא קדושת הגוף בכדי דמקודשת לאחר שלשים יום דכי לא אמר מעכשיו דמיא להא דהאומר לאשה הילך פרוטה זו והתקדשי לי לאחר שלשים יום דמקודשת לאחר שלשים יום עכ״ל. והשתא כיון דאיתותב עולא קם לה הלכתא כבר פדא וכדתריץ רב פפא ברייתא אליביה ולפי זה לא ה״ל לרבינו לאוקומה בדאמר לדמי אלא בדאמר מעכשיו. והר״ן כתב א״א בשלמא חדא בקדושת הגוף וחדא בקדושת דמים היינו דקתני תרתי וכו' אלא לדידך דסבירא לך דקדושת הגוף לא פקעא בכדי ומוקמת לה בקדושת דמים תרתי למה לי ואיתותב רבא דודאי שמעינן מהא דאפילו קדושת הגוף (לא) פקעא בכדי הילכך רבא לא ה״ל לאהדורי לרב המנונא מי מדמית קדושת הגוף לקדושת דמים דאלמא ס״ל דקדושת הגוף דהקדש לא פקעא כקדושת הגוף דאשה אלא הכי הל״ל דלא דמי אשה להקדש משום דאין אישות לחצאין וכו' אבל הקדש איתיה לזמן ידוע ואפילו קדושת הגוף פקעא ביה בכדי הילכך פרכיה דרב המנונא ליתא דהא ברייתא מסייעא ליה לעולא דכיון דברייתא מוכחא דאפילו קדושת הגוף פקעא בכדי כ״ש קדושת דמים ומש״ה אמר לימא תיהוי תיובתא דבר פדא עכ״ל. וגם זה אינו מתיישב לדעת רבינו דלפי פירוש זה אפילו קדושת הגוף פקעא בכדי וא״כ לא ה״ל לרבינו לאוקמה בדאמר לדמי. ולכן נראה לי שרבינו סובר דכיון דרבא לא אהדר מידי לאביי וגם לא אמר גמרא תיובתא דרבא טעמא הוי משום דלא חש ליה דמאי דאמר אא״ב חדא בקדושת הגוף וחדא בקדושת דמים היינו דאיצטריך לתנא למיתני תרתי וכו' לאו קושיא היא דאיכא למימר כולה חדא וכרוך ותני והכי קאמר בין שאמר שור זה עולה כל שלשים יום ולאחר שלשים שלמים בין שאמר מעכשיו שלמים ולאחר שלשים יום עולה דבריו קיימים אי נמי הכי קאמר האומר שור זה עולה כל שלשים יום ולאחר שלשים יום שלמים הוי כאומר מעכשיו שלשים יום שלמים ולאחר שלשים יום עולה דכיון דקדושה בתרייתא חמורה פשיטא דמפקעא לקדושה קלה דקדימה ואשמעינן דהוא הדין לקדושה קלה בתרייתא דמפקעא לקדושה חמורה דקדימה כיון שתלאה בזמן וכל זה בדאמר לדמי. ויש הכרח לזה דמאי דבעא אביי למימר דאף קדושת הגוף פקעא בכדי פליגי כולהו אמוראי עליה עולא ורב המנונא ובר פדא ורבא ואף אביי לא אמרה מסברא אלא משום דקשיא ליה בברייתא למה לי למיתנא תרתי וכיון דאפשר לתרוצי דלא תנא אלא חדא כדאמרן קמה לה הלכתא לכ״ע דקדושת הגוף לא פקעא בכדי וקדושת דמים פקע בכדי לכ״ע בר מבר פדא ואף רב פפא אפשר דלא אתא אלא לשנויי אליבא דבר פדא וכדמוכח לישנא דאמר לך בר פדא וליה לא סבירא ליה אלא כאינך אמוראי דסברי דקדושת דמים פקעא בכדי: \n",
                "<b>וכתב</b> הראב''ד א''א ואם מכרה תוך שלשים יום חלה קדושת עולה על דמיה וכו'. מה שכתב אם יטעון טוען עלינו ויאמר קדושת דמים פקעא בכדי טעמו של טוען זה משום דרבא שהוא בתרא אומר הכי. ומ''ש נשיב ונאמר בר פדא חולק על זה כלומר וכיון דפלוגתא דאמוראי היא ה''ל ספיקא דאיסורא ולחומרא וא''ת אית לן למיפסק כרבא דבתרא הוא ופליג אבר פדא לכך כתב ורב פפא דבתרא הוא מתרץ לברייתא אליבא דבר פדא כלומר גם בר פדא אית ליה אמורא בתרא דסבר כוותיה הילכך הוה ליה ספיקא דאיסורא ולחומרא ולא פקעא קדושה בכדי הילכך מחללין על בהמה או על מעות לצורך עולה ואח''כ מקריבים שלמים. ומ''ש ונ''ל שהפדיון כל שהוא טעמו מדאמרינן בפירוש משמיה דשמואל הקדש שוה מנה שחללו על שוה פרוטה מחולל וא''ת א''כ למה תלה הדבר בנ''ל הא מימרא דשמואל היא י''ל דאיכא למימר דשמואל לא איירי אלא בהקדש בדק הבית דוקא ועוד דאיכא למימר דשמואל לא אמר אלא בדיעבד אבל לא לכתחלה והכא משום דלקיומי נדריה הוא אמר הראב''ד דנראה ליה דלכתחלה נמי פודין בכל דהו דאי אמרת שיפדה בשוויו איכא למיחש שיקשה עליו להוציא הוצאה מרובה ולא יקיים נדרו. ומ''ש ועוד דקי''ל הקדיש זכר לדמיו הוא עצמו יקרב עולה וכו' כתב כן להכריע דלא פקעא קדושה זו בכדי אבל ק''ל א''כ מאי דשני רבא הב''ע דאמר לדמי וכי אמר לדמי מאי הוי כיון דקי''ל הקדיש זכר לדמיו הוא עצמו יקרב עולה נמצא שהוא קדוש קדושת הגוף ולא פקעא קדושתיה בכדי. ואפשר לדחוק ולומר דאע''ג דקי''ל הוא עצמו יקרב עולה מכל מקום כיון דכי אקדשיה לדמיו אקדשיה לא חמיר כקדושת הגוף ממש וכי מטי זמן ל' יום דאמר פקע קדושתיה ומיהו לאו בכדי. ונ''ל שיש בלשון הראב''ד חסרון אצל מ''ש ובר פדא מתרץ לברייתא וכך יש להגיה פרה זו כל שלשים יום עולה לאחר שלשים יום שלמים אם אמר מעכשיו שלמים לאחר שלשים יום דבריו קיימים לא אמר מעכשיו אין דבריו קיימים: \n",
                "<b>ודע</b> שכתב הר''ן הנזכר דאמר לדמי וכגון דהוי בעל מום דאילו תם אפילו אמר לדמי קדוש קדושת הגוף דקי''ל המתפיס תמימים לבדה''ב מידי מזבח לא יצאו ואיכא מ''ד דהאי פירוקא סליק לרבא דס''ל דקדושת דמים פקעא בכדי אבל לבר פדא אכתי לא ניחא דהא לדידיה אפי' קדושת דמים נמי לא פקעא בכדי ואיכא מ''ד דאפי' לבר פדא ניחא דכיון דבמקדיש לדמי עסקינן מוקי לה בר פדא בשפדאו ומש''ה חיילה עליה לאחר שלשים יום קדושת שלמים וכ''ת א''ה פשיטא נ''ל דסד''א דכיון שבשעה שאמר לאחר שלשים יום שלמים לא היה ראוי לחול דקדושת עולה לא פקעא בכדי וכיון שכן נימא דאפי' לאחר שפדאה לא תחול קדושת שלמים קמ''ל דקדושת שלמים מתלא תליא וקיימא וכי משכחא רווחא חיילא עכ''ל: \n",
                "<b>ולדברי</b> רבינו קשה מההיא דהקדיש זכר לדמיו הוא עצמו יקרב עולה וא''כ בנדון דידן קדשה קדושת הגוף ואין לה פדיון דאין לומר דמוקי לה בבעל מום ולא בשפדאו דא''כ ה''ל לפרושי. ונראה לומר דסבר רבינו כמו שכתבתי לעיל דאע''ג דקי''ל הוא עצמו יקרב עולה מכל מקום כיון דכי אקדשיה לדמיו אקדשיה לא חמור כקדושת הגוף ממש וכי מטי זמן שלשים יום דאמר פקע קדושתיה. ועי''ל דשאני הכא דאיכא תרתי לגריעותא חדא דאמר דמים תרתי דאמר לעולה בלמ''ד. ועי''ל דדייק רבינו שכתב פרה לומר דשור דנקט בגמרא לאו דוקא דלא מיירי אלא בנקבה שאינה ראויה לעולה ותירוץ זה מדברי הר''י קורקוס ז''ל: \n\n"
            ],
            [
                "<b>היתה לו בהמה מעוברת וכו' והרי הן חולין.</b> משנה בפרק כיצד מערימין (תמורה דף כ״ד:). \n",
                "<b>ומה שכתב כמו שביארנו.</b> הוא בפ''ב מהל' איסורי מזבח: \n",
                "<b>והמקדיש עובר במעי בעלת מום וכו'.</b> פלוגתא דאמוראי בסוף פ''ק דתמורה (דף י''א) ופסק כר' יוחנן: \n\n"
            ]
        ],
        [
            [
                "<b>הנודר גדול והביא קטן לא יצא.</b> משנה בסוף מנחות (דף ק''ז:). \n",
                "<b>ומה שכתב קטן והביא גדול יצא.</b> גם זה שם במשנה ופסק כתנא קמא ודלא כרבי: \n\n"
            ],
            [
                "<b>נדר עולה מן הכבשים או מן האילים והביא פלגס ה״ז ספק.</b> בעיא בסוף פ״ק דחולין (כ״ג:) וקאמר אליבא דר״י לא תיבעי לך דאמר בריה הוי וכו' כי תבעי לך אליבא דבר פדא דאמר מייתי ומתני וסלקא בתיקו. ובפרק שתי מדות (מנחות צ״א:) אסיקנא לבר פדא בקשיא. ויש לתמוה על רבינו שהי״ל לפסוק שלא יצא ידי נדרו כרבי יוחנן דאמר הכי לא להניח הדבר בספק וכבר פדא דאסיקנא בקשיא. ותירץ הר״י קורקוס ז״ל דכיון דלא אסיקנא בתיובתא הוה אפשר למפסק כוותיה וה״ל ספיקא אי הלכה כר' יוחנן או אי הלכה כבר פדא עכ״ד: \n",
                "<b>וכן הנודר עולת עוף מן התורים או מן בני היונה וכו'.</b> בספ''ק דחולין (דף כ''ב:) בעיא דלא איפשיטא: \n",
                "<b>נדר שחור והביא לבן וכו'.</b> משנה בסוף מנחות (דף ק''ז:). \n",
                "<b>ומ''ש זכר והביא נקבה וכו'.</b> נלמד מק''ו משחור והביא לבן: \n\n"
            ],
            [
                "<b>הנודר סתם מביא מן הגדולים שבמין שנדר.</b> הכי משמע במשנה בסוף מנחות וכן מפורש בתוספתא פרק י''ג. \n",
                "<b>ומה שכתב ואם אותו מקום רגילים לקרות בסתם וכו'.</b> שם במשנה הרי עלי עולה יביא כבש ראב''ע אומר תור או בן יונה ובגמרא ולא פליגי מר כי אתריה ומר כי אתריה, ודברי רבינו בפירושה מבוארים ורש''י פירש בע''א: \n\n"
            ],
            [
                "<b>מי שנדר שור או איל וכו'.</b> שם במשנה הרי עלי שור יביא הוא ונסכיו במנה עגל יביא הוא ונסכיו בחמש איל יביא הוא ונסכיו בשתים כבש יביא הוא ונסכיו בסלע. ומשמע לרבינו שדמים אלו הם דמי הבינוני שבכל מין וכן כתב בפירוש המשנה וז''ל אלו הדמים הם הדמים הבינונים לאלו הדברים באותו זמן באותן ארצות. ובתוספתא פרק י''ג איל לא גדול ולא קטן אלא בינוני ורש''י פירש בענין אחר. \n",
                "<b>ומ''ש ואם הביא הכחוש יצא ידי נדרו:</b> \n\n"
            ],
            [
                "<b>האומר הרי עלי שור שוה מנה וכו' עד לא יצא.</b> משנה בסוף מנחות (דף ק''ז:) ואע''ג דמסיים בה עגל בחמש יביא חוץ מנסכיו איל בשתים יביא בשתים חוץ מנסכיו כבש בסלע יביא בסלע חוץ מנסכיו ולא חש רבינו לכתבו משום דמשור במנה נשמע לאינך דכל שקבע דמים לקרבן אין הנסכים בכלל. ודע דמתני' הכי איתא שור במנה והביא שנים במנה לא יצא ואפי' זה במנה חסר דינר וזה במנה חסר דינר ולא ידעתי למה השמיט רבינו האי אפילו: \n\n"
            ],
            [
                "<b>האומר שור זה עולה וכו'.</b> גם זה משנה שם (דף ק''ח:). \n",
                "<b>ומה שכתב ואפילו הביא בדמיו איל אחד יצא.</b> שם איבעיא להו ממינא למינא מאי ופירש רש''י שור זה עולה ונסתאב מהו שיביא בדמיו איל תא שמע שור זה עולה ונסתאב לא יביא בדמיו איל אבל מביא בדמיו שני אילים וכו' ש''מ אי הכי מאי איריא תרי אפילו חד נמי דהא בנסתאב לרבנן לא שאני להו בין גדול לקטן תרי תנאי ואליבא דרבנן. ומשמע דהשתא סבירא להו דרבנן דסתם מתניתין אפילו ממינא למינא נמי דהא מדמינן נסתאב למינא אחרינא ופסק רבינו כרבנן דסתם מתני': \n",
                "<b>אמר שני שוורים אלו עולה וכו'.</b> משנה שם: \n",
                "<b>ומה שכתב איל זה עולה ונפל בו מום אם רצה יביא בדמיו כבש וכן אם נדר כבש ונפסל אם רצה יביא בדמיו איל.</b> גם זה שם במשנה: \n\n"
            ],
            [
                "<b>אמר הרי עלי עולה וכו'.</b> בפרק מרובה (בבא קמא דף ע״ח:): \n",
                "<b>אמר שור זה ודמיו עלי עולה וכו'.</b> מימרא בסוף מנחות (דף ק''ח:): \n\n"
            ],
            [
                "<b>האומר אחד מכבשי הקדש וכו' עד ואח''כ יצא י''ח.</b> משנה שם וגבי היו שלשה אמרינן בגמרא היכי עביד ממתין עד שיומם ומחיל ליה לקדושתיה בגדול ומפרש רבינו דה''פ תחל הקדושה מאליה על הגדול. \n",
                "<b>ומ''ש ואם אמר שור שבשוורי הקדש וכו'.</b> טעמא משום דשור שבשוורי משמע המעולה שבהם: \n\n"
            ],
            [
                "<b>וכן הנודר עולה מן הבקר וכו'.</b> שם (דף ק''ז) פירשתי מן הבקר ואיני יודע מה פירשתי יביא פר ועגל, ובגמרא אמאי ולייתי פר ממה נפשך הא מני רבי היא דאמר קטן והביא גדול לא יצא אי רבי אימא סיפא וכו' רישא וסיפא רבי מציעתא רבנן אין והכי קאמר דבר זה מחלוקת רבי ורבנן ופסק רבינו כרבנן. \n",
                "<b>ומ''ש וכן אם קבע בכבשים ושכח מה קבע יביא איל קבע בעזים ושכח (מה קבע) יביא שעיר.</b> מתבאר מתוך המשנה שאכתוב בסמוך. \n",
                "<b>ומ''ש שכח באי זה מין מן הבהמה קבע עולתו וכו'.</b> משנה שם מן הבהמה ואיני יודע מה פירשתי יביא פר ועגל איל שעיר גדי וטלה, ומתוך מה שכתבתי בסמוך בשם הגמרא דמתני' רבי אבל לרבנן אין צריך להביא אלא הגדול דהיינו פר ואיל ושעיר ממילא משמע שאם זכור שקבע בכבשים ושכח מה קבע יביא איל ואם זכור שקבע בעזים ושכח מה קבע יביא שעיר: \n",
                "<b>כתב</b> הראב''ד פירש אחד מהם וכו' עד הרי זה יביא שור א''א המשנה אמרה יביא פר ועגל וכו'. הדבר מבואר שאין זה השגה אלא טעם לדברי רבינו למה לא פסק כסתם מתני' וכבר נתבאר. \n",
                "<b>ומ''ש ואם נסתפק לו שמא קבע עולתו בעוף וכו'.</b> שם במשנה: \n\n"
            ],
            [
                "<b>נדר תודה ושלמים וכו' עד שעיר ושעירה.</b> שם במשנה ואע''פ ששנויה שם אליבא דרבי כבר נתבאר דנקטינן כרבנן דאמרי שאינו צריך להביא אלא גדול: \n",
                "<b>האומר הרי עלי עולת עוף מביא תור או וכו'.</b> ברפ''ב דכריתות (דף ט') לפי שנאמר בתורים והקריב שומע אני האומר הרי עלי עולת העוף לא יפחות משני פרידין ת''ל והקריבו אפילו פרידה אחת: \n\n"
            ],
            [
                "<b>האומר הרי עלי למזבח יביא קומץ לבונה וכו'.</b> בסוף מנחות (דף ק''ו:) ת''ר הרי עלי למזבח יביא לבונה שאין לך דבר שקרב לגבי מזבח אלא לבונה פירשתי ואיני יודע מה פירשתי יביא מכל דבר שקרב למזבח ותו ליכא והא איכא עולה איכא עורה לכהנים והא איכא עולת העוף איכא מוראה ונוצה והא איכא נסכים לשיתין אזלי והא איכא מנחת נסכים כיון דאיכא מנחה דאכלי כהנים מינה לא פסיקא ליה. ופירש''י פירשתי אחד מאותם הקריבים כולם למזבח ואיני יודע איזה מהם פירשתי וקס''ד דודאי מדנחית למנינא דעתיה אמידי דלית ביה היתר שירים לכהנים ואע''ג דאינו נקטר כולו כמו עולת העוף ומנחת נסכים והילכך יביא מכולם אבל היכא דאמר [הרי עלי] למזבח סתם משמע דבר שנקטר היינו לבונה. ותו ליכא אמילתא קמייתא קאי דאין לך דבר הקרב כולו למזבח אלא לבונה. מוראה ונוצה נזרקין אצל מזבח הפנימי ונבלעים במקומם וכו'. לא פסיקא ליה דלימא דבר הקרב כולו למזבח משום מנחת נסכים הואיל ואיכא מנחת נדבה דאינה כולה למזבח עכ''ל. ומשמע לרבינו דכי אמרו גבי נסכים לשיתין אזלי היינו לומר דכיון שאינם נקטרים במזבח אינם בכלל אמירתו למזבח אבל בכלל אמירתו פירשתי ואיני יודע מה פירשתי הם. \n",
                "<b>ומ''ש ויין בפני עצמו.</b> כלומר מלבד היין שאביא עם מנחת נסכים דדילמא ליין לבדו נתכוון דהא קי''ל מתנדבין יין דאל''כ מאי קמ''ל רבינו הא יין לעולם הוא קרב בפני עצמו: \n\n"
            ],
            [
                "<b>אמר הרי עלי בסלע למזבח יביא כבש וכו'.</b> בפ''ב דכריתות (דף י'): \n\n"
            ],
            [
                "<b>האומר הרי עלי לבונה לא יפחות מקומץ הרי עלי עצים לא יפחות משני גזרים.</b> משנה בפ''ו דשקלים. \n",
                "<b>ומ״ש עביין כמחוקות וארכן אמה.</b> בפרק קדשי קדשים (זבחים דף ס״ב) גיזרין שעשה משה ארכן אמה ורחבן אמה ועביין כמחק גודש סאה וכתבו רבינו בפ״ז מאיסורי מזבח: \n",
                "<b>הרי עלי עץ מביא גזר אחד וכו'.</b> ירושלמי פ''ו דשקלים. \n",
                "<b>ומ''ש ואם רצה להביא דמי העצים וכו'.</b> כתב הר''י קורקוס ז''ל נראה שכתב כן ממ''ש במעילה פרק הנהנה (דף י''ט:) איכא בינייהו עצים פירוש דלרבי הם כשאר קרבן מזבח ואין להם פדיון ולרבנן הם כקדשי בדק הבית ויש להם פדיון ומביא דמים במקומם. ובהקומץ רבה (דף כ''א:) מה עצים משל צבור וכו' ואמרו יכול האומר הרי עלי וכו' יביא עצים מתוך ביתו ת''ל על העצים וגו' אשר על המזבח מה מזבח משל צבור אף עצים וכו' ומינה למתנדב עצים ג''כ שיכול ליתן דמיהם ולפ''ז יבואו העצים משל צבור באותם דמים שנותן אבל אם נתכוון להביא במעילה אין צורך להביא עצים כי מעות אלו פדיונן הם והתוס' ורש''י נראה שאינם מפרשים כן ההיא דמעילה עכ''ל: \n\n"
            ],
            [
                "<b>מי שנדר או התנדב שמן כיצד עושין בו וכו'.</b> בפ' כל התדיר (זבחים צ''א:) אמר שמואל לדברי האומר מתנדבין שמן קומצו ושיריו נאכלים ופירש''י קומצו ומקטיר הקומץ. \n",
                "<b>ומ''ש ונותן עליו מלח.</b> מתבאר מתוך מ''ש בספ''ה מהל' איסורי מזבח: \n",
                "<b>וכיצד עושין ביין הבא בפני עצמו נותן עליו מלח.</b> קשיא לי שכתב בספ''ה מהל' איסורי מזבח שאין לך דבר שקרב למזבח בלא מלח חוץ מיין הנסכים והדם והעצים וי''ל דביין הנסכים דוקא קאמר והכא ביין הבא בנדבה. \n",
                "<b>ומ״ש ומנסכו כולו וכו'.</b> בס״פ כל התדיר תניא דיין הבא בנדבה כולו לספלים ויש לתמוה על זה דהא גרסינן התם אמר שמואל המתנדב יין מביא ומזלפו על גבי האשים דאמר קרא ויין לנסך תקריב אשה ריח ניחוח והא קא מכבה ומסיק דסבר לה כר״ש דאמר דבר שאין מתכוין מותר וההיא ברייתא דלספלים כר' יהודה וקשה כיון דקי״ל כר״ש אמאי לא פסק כשמואל. וי״ל שטעמו מדאמרינן בפרק אלו מנחות (מנחות דף ע״ד:) גבי הא דתנן בזה יפה כח מזבח לאפוקי מדשמואל דאמר המתנדב יין מביאו ומזלפו על גבי האשים וכיון דסתם מתני' מפקא מדשמואל לית הלכתא כוותיה. וא״ת סוף סוף כיון דקי״ל דבר שאין מתכוין מותר קשיא הלכתא אהלכתא י״ל דההיא ברייתא דאמרה שאם אתה אומר לאשים איכא לא תכבה היינו לתת טענה אליבא דר' יהודה למה לא יהא על גבי האישים ולרווחא דמילתא אמר הכי אבל לפי האמת בלאו ההיא טענה קבלה היתה ביד האומר לספלים שכך היתה מצותה והיינו דבאידך ברייתא קתני סתם יין בדברי ר״ע לספלים בלא שום טענה. והר״י קורקוס ז״ל תירץ שרבינו סובר דהוי פסיק רישיה שא״א שיזלף אא״כ יכבה וכמו שאמרו שם בברייתא או אינו אלא לאשים אמרת לא יכבה ומה שהעמידו שם כר' יהודה היינו מקמי דתיקום לן דמודה ר״ש בפסיק רישיה אבל בתר דאסיקנא דמודה וליתא לדשמואל וברייתא אפי' לר״ש ויש סיוע לדברי רבינו ממה שמצינו ר״ע בהגוזל דסבר כר״ש ואיהו אמר לספלים ע״כ משום דפסיק רישיה הוא עכ״ל: \n",
                "<b>והלבונה הבאה בפני עצמה נותן עליה מלח.</b> מתבאר מתוך מ''ש בספ''ה מהל' איסורי מזבח. \n",
                "<b>ומ''ש וכולה לאשים.</b> פשוט הוא דהא אינה ראויה לאכילה: \n\n"
            ],
            [],
            [],
            [
                "<b><small>(טו-יז)</small> מי שנדר נדר לא יביאנו ממעות מעשר שני וכו' עד שהיא ממעות מעשר שני.</b> משנה בסוף פרק התודה (מנחות דף פ״א:) ובגמרא תודה היא ולחמה מן המעשר יביא יביא לא סגיא דלא מייתי רב נחמן ורב חסדא אמרי רצה מביא לא רצה לא יביא. ופירש״י לא סגי דלא מייתי תרוייהו מן המעשר וכו' ולא מן החולין. רצה מביא מן המעשר. ויש לתמוה למה כתב ואם הביא הכל מן החולין יצא על אומר תודה ממעות מעשר ולחמה מן החולין ולא כתב כן על היא ולחמה מן המעשר כמו שהוא בגמרא וצ״ל שסמך על מ״ש וכן משמע ששתיהן שוות. \n",
                "<b>ומה שכתב ואף על פי שפירש שיביא לחמה מן המעשר לא יביא נסכים ממעות מעשר שני וכו'.</b> משנה שם (דף פ''ב) ונסכים בכ''מ לא יבואו אלא מן החולין. וכתבו התוספות דכל דבר שכולו למזבח אינו בא מן המעשר כדתניא בסיפרי דממעט עולות דבעינן אכילה שיש בה שמחה. \n",
                "<b>ומה שכתב רבינו לפי שנאמר בהם והקריב המקריב קרבנו וכו':</b> \n\n"
            ]
        ],
        [
            [
                "<b>הנודר מנחה מאפה תנור וכו'.</b> משנה בסוף פרק כל המנחות באות מצה (מנחות דף ס״ג): \n\n"
            ],
            [],
            [
                "<b><small>(ב-ג)</small> האומר הרי עלי במחבת והביא במרחשת וכו'.</b> משנה בפרק המנחות (דף ק''ב:). ויש בספרי רבינו חסרון מטעות סופר שכתוב אמר להביא בכלי אחד וצריך להגיה ולכתוב אמר אלו להביא בכלי אחד. \n",
                "<b>ומה שכתב לא קבען בשעת הנדר וכו'.</b> שם בגמרא (דף ק''ג): \n\n"
            ],
            [
                "<b>אמר הרי עלי שני עשרונות להביא בכלי אחד וכו' עד כשתי מנחות שנתערבו.</b> הכל משנה שם: \n\n"
            ],
            [
                "<b>האומר הרי עלי מנחה וכו'</b> משנה בפרק בתרא דמנחות (דף ק''ד:) אלא שמ''ש בספרים באומר הרי עלי מנחות יביא שני מיני מנחות אינו נכון אלא יביא שתי מנחות ואפילו ממין אחד. ונראה דהאי מיני טעות סופר הוא וצריך למוחקו וכך היא הגירסא הנכונה יביא שתי מנחות מחמשתן. וכן מ''ש \n",
                "<b>בספרים אמר הרי עלי מיני מנחות</b> גם הוא טעות סופר וצריך למחוק מיני ולכתוב במקומו מין וכן מצאתי בספר מוגה: \n",
                "<b>אמר הרי עלי מין מנחות וכו'.</b> ברייתא שם (דף ק''ה). \n",
                "<b>ומ''ש וכן אם אמר מיני מנחה וכו'.</b> שם בעיא ולא איפשיטא ויש לתמוה למה פסקה לחומרא דהא איכא למיחש דמייתי חולין בעזרה ונ''ל דמייתי ומתנה שאם אינו חייב בה תהא נדבה: \n",
                "<b>קבע נדרו במין מהם ושכחו וכו'.</b> משנה שם (דף ק''ד:): \n\n"
            ],
            [
                "<b>אין היחיד מביא מנחה בכלי אחד יותר מס' עשרון וכו'.</b> משנה בפ' המנחות (דף ק''ג:) וכתב הר''י קורקוס ז''ל שדקדק רבינו לכתוב אין היחיד מביא לרמוז מה שאמרו שם שהציבור מביא בי''ט ראשון של חג שחל להיות בשבת ס''א עשרון x. \n",
                "<b>ומ''ש ואמרו חכמים כל הראוי לבילה אין הבילה מעכבת בו וכו'.</b> מימרא דרבי זירא שם (דף י''ח:) ובר''פ הקומץ רבה: \n\n"
            ],
            [
                "<b>ומ''ש אמר הרי עלי קכ''א עשרון וכו'.</b> פשוט הוא: \n",
                "<b>אמר הרי עלי עשרון וכו'.</b> משנה בפ''ב דמנחות (דף ק''ד:). \n",
                "<b>ומ''ש פירש נדרו ושכח וכו'.</b> שם במשנה ופירש''י יביא ס' עשרונים דבטפי מהכי ליכא לספוקי (דאין מנחה יתירה על ס' עשרונים) דאי בציר מהכי נדר לא איכפת לן דמתנה ואומר כמה שפירשתי יהיו לנדרי והשאר יהא נדבה עכ''ל. \n",
                "<b>וכתב רבינו בכלי אחד</b> כן פירש''י ומוכרח הוא. \n",
                "<b>ומ''ש שכח כמה עשרון פירש ובאי זה מין קבעו הרי זה מביא ששים עשרון מכל מין ומין מחמשתן.</b> שם במשנה פירשתי מנחה של עשרונים ואיני יודע מה פירשתי יביא ס' עשרון רבי אומר יביא מנחות של עשרונות מאחד עד ששים ומשמע דהלכה כת''ק. ולפי זה צריך לדחוק ולומר שמפרש רבינו דה''פ מביא ס' עשרון מכל מין מחמשתן ונמצא מביא שלש מאות עשרון וטעמא משום דכיון שאינו יודע מאיזו מנחה נדר וכמה עשרונות נדר הא איכא לספוקי שמא ס' עשרון נדר ואיכא לספוקי בכל מנחה מחמשת המנחות: \n\n"
            ],
            [
                "<b>ומ''ש קבע נדרו ושכח כמה עשרונות נדר ובכמה כלים נדר וכו'.</b> שם (דף ק''ו) ת''ר פירשתי מנחה וקבעתי בכלי אחד של עשרונים ואיני יודע מה פירשתי יביא מנחה של ס' עשרון דברי חכמים רבי אומר יביא מנחות של עשרונים מאחד ועד ס' שהם אלף ותת''ל. פירשתי ואיני יודע מה פירשתי ואיזו מהם פירשתי ואיני יודע כמה פירשתי יביא ה' מנחות של ס' ס' שהן שלש מאות דברי חכמים רבי אומר יביא ה' מנחות של ס' עשרונים מאחד עד ס' שהם ט' אלפים וק''ן ע''כ בגמרא וכן שנוי בתוספתא. וכתבו התוספות שהם אלף ותת''ל כיצד קח בידך מאחד עד ס' וצרף תחלתן לסופן עד האמצע כגון אחד וס' הם ס''א שנים ונ''ט הם ס''א שלשה ונ''ח הם ס''א כן תמנה עד ל' דשלשים ול''א נמי הם ס''א ויעלה לך שלשים פעמים ס''א עכ''ל. ודברי \n",
                "<b>רבינו במה שכתב קבע נדר ושכח כמה עשרונות נדר ובכמה כלים נדר וכו' וכן מ''ש ואם שכח אף באיזה מין קבע וכו'</b> דברים מכוונים בטעמים הם לדעת ת''ק דמתני' כפי מה שפירשתי דבריו במשנה אבל איני יודע ליישבם ע''פ הברייתא שכתבתי לדברי חכמים ואם באנו לומר שרבינו פוסק כדברי ר''מ מאי זה טעם שיהיה בזה יתיישבו לדעתו השתי בבות האחרונות שכתב רבינו אך הבבא שכתב הרי זה מביא ס' עשרון מכל מין ומין מחמשתן דהיינו שלש מאות קשה שלא מצינו לו כן לא במשנה ולא בברייתא. ואולי נוסחא אחרת היתה לו לרבינו וצ''ע: \n\n"
            ],
            [
                "<b>האומר הרי עלי מנחת שעורים וכו'.</b> בפרק המנחות (דף ק''ג) האומר הרי עלי מנחה מן השעורים יביא מן החטים קמח יביא סלת בלא שמן ולבונה יביא שמן ולבונה חצי עשרון יביא עשרון שלם עשרון ומחצה יביא שנים רבי שמעון פוטר שלא התנדב כדרך המתנדבים ובגמרא שם ורפ''ב דנזיר (דף ט':) אמאי נדר ופתחו עמו הוא אמר חזקיה הא מני ב''ש היא דאמרי תפוס לשון ראשון וכו' ר' יוחנן אמר אפילו תימא ב''ה באומר אילו הייתי יודע שאין נודרין כך לא הייתי נודר כך אלא כך אמר חזקיה ל''ש אלא דאמר מנחה מן השעורים אבל אמר מנחה מן העדשים לא מכדי חזקיה כמאן מוקי לשמעתיה כב''ש וב''ש משום תפוס לשון ראשון הוא מה לי מן השעורים מה לי מן העדשים הדר ביה כו' ורבי יוחנן אמר אפילו מן העדשים מכדי ר' יוחנן כמאן אמרה לשמעתיה כב''ה וב''ה משום דטעי הוא בשעורים טעי בעדשים לא טעי לדבריו דחזקיה קאמר ליה ומשמע דנקטינן כר' יוחנן דהא חזקיה הדר ביה. ובתר הכי אמרינן אמר זעירי לא שנו אלא דאמר מנחה אבל לא אמר מנחה לא. ומדברי רבינו משמע שהוא מפרש דאר' יוחנן דאמר אפי' תימא ב''ה היא קאי וה''ק לא שנו דבאומר אילו הייתי יודע שאין נודרין כך אלא כך יביא אלא דאמר מנחה מוכרת אבל לא אמר מנחה מוכרת אלא מנחת סמוך שאמר מנחת שעורים או מנחת חצי עשרון לאו כלום הוא. והשתא לפי זה באומר מנחת סמוך לית דין ולית דיין דלא אמר כלום ומתניתין באומר מנחה מוכרת ובהא קתני מתניתין דיביא וכששאלו אותו ואמר אילו הייתי יודע שאין נודרים כך לא הייתי נודר פטור וכדאוקי ר' יוחנן מתני' ולפ''ז מ''ש \n",
                "<b>רבינו או מנחה בלא שמן ולבונה</b> ט''ס הוא וצריך להגיה ולכתוב מנחת בתי''ו. \n",
                "<b>ומ''ש רבינו באומר מנחה מן העדשים שואלין אותו וכו'</b> אע''ג דבגמרא אמרינן דלרבי יוחנן אליבא דב''ה בשעורים טעי בעדשים לא טעי משמע לרבינו דהיינו מקמי דידעינן לדזעירי אבל בתר דידעינן לדזעירי דמפליג בין מנחה למנחת כיון דמנחה מוכרת באפי נפשיה הוא כך לי מנחה מן העדשים כמו מנחה מן השעורים. ויש לתמוה על רבינו למה לא חילק בקמח בין אומר מנחת לאומר מנחה כמו שחילק באחרים השנויים עמו במשנה ודוחק לומר דרבינו תנא ושייר קמח לבד: \n\n"
            ],
            [
                "<b>ומ''ש נדר עשרון ומחצה וכו'.</b> נראה דבאומר עשרון ומחצה מיירי דאמר בסמוך אמר הרי עלי מנחה קאי אבל אם לא אמר מנחה אלא אמר הרי עלי עשרון ומחצה או שאמר הרי עלי מנחת עשרון ומחצה אינו מביא אלא עשרון אחד. \n",
                "<b>ומ''ש רבינו אמר הרי עלי קמח וכו' ולא הזכיר שם מנחה ה''ז פטור וכו'</b> מכלל דברי זעירי הוא נלמד דכל שלא אמר מנחה מוכרת בין שאמר מנחת סמוך בין שלא הזכיר שם מנחה פטור: \n",
                "<b>ודע</b> דבגמרא מתיב אהא דזעירי מדתנן במתני' קמח יביא סלת בלא שמן ולבונה יביא עמה שמן ולבונה חצי עשרון יביא עשרון שלם ולא תני בהו מנחה ואוקי לכולה בדאמר מנחה והדר מתיב אי הכי אימא סיפא עשרון ומחצה יביא שנים כיון דאמר מנחה איחייב ליה בעשרון כי אמר חצי עשרון לאו כלום קאמר לא צריכא דאמר הרי עלי מנחה חצי עשרון ועשרון דכיון דאמר מנחה איחייב ליה בעשרון ולאו כלום קאמר כי הדר אמר עשרון מייתי עשרון אחרינא ויש לתמוה על רבינו למה לא חילק בין אומר הרי עלי מנחת עשרון וחצי עשרון לאומר הרי עלי מנחת חצי עשרון ועשרון כמו שחילקו בגמ'. וי''ל דמשמע דגמ' הכי מיפרשא א''ה אימא סיפא וכו' כיון שאמר מנחה איחייב ליה בעשרון וכי אמר עשרון לאו מוסיף אעשרון קמא אלא הוי כאומר הרי עלי מנחה של עשרון מדלא אמר הרי עלי מנחה ועשרון ולפי האמת האי לאו תיובתא הוא דאיכא למימר כיון דסתם מנחה עשרון לא היה לו לומר עשרון ומדאמר עשרון הוי כאומר ועשרון והילכך אם אמר אם הייתי יודע הייתי אומר ועשרון או שתי מנחות או שני עשרונים כדרך המתנדבים מביא שנים אלא שרצה להשיב לו כפי דרכו דלא משמע ליה דועשרון קאמר וחילק לו בין אומר חצי עשרון ועשרון לאומר עשרון ומחצה וכיון דלפום קושטא לא צריכינן לפלוגי בהכי מש''ה לא מפליג רבינו: \n",
                "<b>והרב</b> ראב''ד כתב על דברי רבינו האומר הרי עלי מנחת שעורים וכו' עד פטור שלא התנדב. א''א אין לסמוך על הכללות האלו שאם בדקו וכו'. הדבר מבואר שהראב''ד סובר דליתא לדזעירי מפני שהוא מפרש דזעירי אליבא דחזקיה דאוקי מתני' כב''ש אמרה וכן פירש''י וכבר כתבתי שרבינו מפרשה דלר''י אליבא דב''ה אמרה משום דדוחק לומר דאיכפיל זעירי ואמוראי דשקלי וטרו אליביה לאשמועינן אליבא דב''ש ועוד דכיון דחזקיה דאוקי מתני' כב''ש הדר ביה היכי אפשר למימר דאתא זעירי למימר מלתא אליביה. ומ''ש עוד הראב''ד לר''מ דאמר תפוס לשון ראשון נראה שכוונתו לומר טעם אחר לדחויי לדזעירי מהלכתא משום דבגמ' מתיב אהא דזעירי א''ה ר''ש פוטר שלא התנדב כדרך המתנדבים אמר רבא ר''ש בשיטת ר' יוסי אמרה דאמר בגמר דבריו אדם מיתפיס משמע דת''ק כר''מ וכיון דקי''ל דר''מ ור''י הלכה כר''י ממילא אזדא ליה מילתא דת''ק מהלכתא לזעירי ולע''ד נראה שאין זה הכרח דאיכא למימר דת''ק לזעירי אף לר' יוסי אמרה דס''ל לזעירי דאין זה ענין לפלוגתא דר''מ ור''י וקל להבין. ומ''ש עוד וכן מ''ש בסוף שאם אמר הרי עלי קמח או הרי עלי עשרון הרי הוא כמי שלא נדר מעולם אינו כלום שהכל תלוי בבדיקה כמ''ש, ספר מוטעה נזדמן להראב''ד בדברי רבינו והנוסחא הנכונה או הרי עלי חצי עשרון וכבר ביארתי דבריו: \n",
                "<b>מצאתי</b> כתוב בשם הר''י בנבנשת ז''ל הרי עלי מנחת שעורים וכו'. כשאמר הרי עלי מנחה מן השעורים או מנחה בלא שמן ולבונה מנחה בה''א ושאלו אותו ואמר אילו הייתי יודע הייתי נודר כדרך המתנדבים ה''ז חייב להקריב כדרך שמקריבים ואע''ג דבשעה שנדר אין בנדרו ממש דהוי נדר ופתחו עמו דכשאמר מן השעורים הותר הנדר שנדר הרי עלי מנחה כשאמר אח''כ הייתי נודר כדרך שמקריבין ביטל הפתח של נדר והוה ליה כאילו לא אמר בשעת הנדר אלא הרי עלי מנחה לבד אבל כשאמר מנחת שעורים בתי''ו אע''פ שיאמר אח''כ אילו הייתי יודע הייתי נודר כדרך שמקריבים א''א להבדיל פתח הנדר מן הנדר ולומר הרי הוא כאילו אמר מנחת בתי''ו ומנחת בתי''ו אין ממש בדבריו ואין צ''ל כשאמר הרי עלי מנחה מן השעורים ואמר אח''כ אילו הייתי יודע שמבדילין ואומרים הרי עלי דיבור בפני עצמו ומן השעורים הוה ליה כמאן דליתיה שאפשר שטעה וחשב שיכול להביא מן השעורים כיון שמצינו מנחת סוטה מן השעורים אלא אפילו אמר מן העדשים שאין יחיד ולא ציבור מקריבים עדשים אפילו הכי חייב כנ''ל לפרש דבריו, וצריך לעיין בגמ' ובזה נסתלקה קושיית הראב''ד בהשגות עכ''ל: \n",
                "<b>וכן האומר הרי עלי תודה בלא לחם וזבח בלא נסכים.</b> כך היא הגירסא הנכונה וכך היא שנויה בברייתא פרק התודה (מנחות דף פ״א:) ודע דבההיא ברייתא מסיים בה כופין אותו ומביא תודה ולחמה זבח ונסכים ובגמ' אמאי נדר ופתחו עמו הוא אמר חזקיה הא מני בית שמאי היא דאמרי תפוס לשון ראשון וכו' רבי יוחנן אמר אפי' תימא ב״ה באומר אילו הייתי יודע שאין נודרים כך (אלא כך) לא הייתי נודר כך אלא כך ומאי כופין דקא בעי הדר ביה וכבר נתבאר בסמוך דנקטינן כר' יוחנן. ויש לדקדק על דברי רבינו שכתב כאן ה״ז פטור ולא כתב שואלין אותו וכו' כמו שכתב לעיל ואין לומר שמפני שכאן אמר בפירוש בלא לחם ובלא נסכים לעולם הוא פטור עד שיאמר אילו הייתי יודע שאין מקריבים כך הייתי נודר כדרך הנודרים דלעיל נמי אמר בפירוש בלא שמן ולבונה ואפילו הכי כתב ששואלין אותו לכך נראה דהה״נ דבהא נמי שואלין אותו כדלעיל ולא חש להאריך דיגיד עליו רעו: \n\n"
            ],
            [
                "<b>האומר הרי עלי לחמי תודה יביא תודה ולחמה וכו'.</b> מימרא דרב הונא בספ''ק דחולין (דף כ''ג:). \n",
                "<b>ומ''ש הרי עלי לפטור תודתו של פלוני וכו'.</b> נלמד מתוך הסוגיא שם: \n\n"
            ],
            [
                "<b>מתנדב או נודר אדם יין בפני עצמו.</b> משנה בס''פ המנחות (דף ק''ד:). \n",
                "<b>ומ''ש ואין מתנדבים לוג יין ולא שני לוגין וכו'.</b> משנה שם: \n\n"
            ],
            [],
            [
                "<b>ומ''ש נדר ה' לוגין אומרים לו השלם ששה וכו'.</b> בס''פ המנחות (דף ק''ד) איבעיא להו יש קבע לנסכים או אין קבע לנסכים ה''ד כגון דאייתי חמשה אי אמרת אין קבע לנסכים משיך ומקריב ארבעה מינייהו דחזי לאיל ואידך הוי נדבה ומשמע התם דבעיין לא איפשיטא ופסקה רבינו לחומרא. \n",
                "<b>ומ''ש אבל אם נדר לוג או ב' פטור.</b> הכי משמע שם בברייתא דקתני שמתנדבין [נסכים וכמה] שלשה לוגין וכו' יכול יפחות ת''ל ככה: \n",
                "<b>ואין מתנדבים ולא נודרים פחות מלוג שמן וכו'.</b> מפורש בגמרא אצל דין שיבא בסמוך ואליבא דתנא קמא: \n\n"
            ],
            [
                "<b>האומר הרי עלי יין לא יפחות משלשה לוגין הרי עלי שמן לא יפחות מלוג.</b> משנה בסוף מנחות (דף ק''ז): \n",
                "<b>פירש נדרו ושכח כמה לוג נדר וכו'.</b> שם במשנה פירשתי ואיני יודע מה פירשתי יביא כיום המרובה ובגמרא תנא כיו''ט הראשון של חג שחל להיות בשבת: \n\n"
            ]
        ],
        [
            [
                "<b>כל הקרבנות כולם וכו' מ''ע להקריבן בבית הבחירה וכו'.</b> בסיפרי פ' ראה: \n",
                "<b>וכן מצות עשה להיות כל אדם מטפל וכו'.</b> בסיפרי פרשת ראה והוזכר בתמורה פ' אלו קדשים (דף קט''ז:) וצריך טעם למה פרט רבינו וכתב קרבנות בהמה: \n\n"
            ],
            [
                "<b>המקריב קרבן חוץ לעזרה וכו'.</b> בריש פרק השוחט והמעלה (זבחים דף ק״ז): \n",
                "<b>ומ''ש כרת וכו'.</b> פשוט הוא בתורה. \n",
                "<b>ומה שכתב בשוגג מביא חטאת קבועה.</b> משנה בריש כריתות: \n\n"
            ],
            [
                "<b>וכן השוחט קדשים חוץ לעזרה וכו'.</b> פשוט הוא. \n",
                "<b>ומ''ש ואם שחט בשוגג מביא חטאת קבועה.</b> ג''ז משנה בריש כריתות: \n\n"
            ],
            [
                "<b>והיכן הזהיר על השחיטה בחוץ בהיקש וכו'.</b> בריש פרק השוחט ומעלה (זבחים דף ק״ז):   "
            ],
            [
                "<b>השוחט קדשים והעלם בחוץ חייב שתים וכו'.</b> משנה שם (זבחים דף ק''ז) וכתנא קמא.  ",
                "<b>ומה שכתב שחט בפנים והעלה בחוץ חייב על העליה וכן אם שחט בחוץ והעלה בפנים חייב על השחיטה.</b> שם במשנה:   "
            ],
            [
                "<b>אינו חייב אלא על שחיטת קדשים הראויין ליקרב לגבי המזבח וכו'.</b> משנה פ' בתרא דזבחים (דף קי''ב): \n\n"
            ],
            [
                "<b>שחט בחוץ מחוסר זמן בגופו או בבעלים וכו'.</b> משנה ובגמרא שם וכת''ק: \n\n"
            ],
            [],
            [],
            [
                "<b>אשם תלוי וחטאת העוף הבאה על הספק וכו': כתב</b> הראב''ד לא ידעתי מאין הוציא זה ואני מצאתי בתוספתא וכו'. ויש לתמוה עליו שכתב שלא ידע מאין הוציא זה דהא תניא פ''ד דכריתות (דף י''ח) השוחט אשם תלוי בחוץ ר''מ מחייב וחכמים פוטרים ופירש''י וחכמים פוטרים דלא איקבע איסורא דשמא חולין הוא והתוספתא שכתב הראב''ד הוא בפי''א דקרבנות ולא חש לה רבינו משום דאתיא כר''מ דלא בעי קביעותא לאיסורא ולא קיימא לן כוותיה אלא כחכמים: \n",
                "<b>כתב</b> הר''י קורקוס ז''ל דכיון דאמרינן דטעמא דחכמים בברייתא משום דלא איקבע איסורא הוא הדין והוא הטעם לחטאת העוף הבא על הספק דמ''ש הרי לא נקבע האיסור וברייתא נקט אשם תלוי משום דשכיח: \n",
                "<b>אשם מצורע ששחטו בחוץ שלא לשמו חייב וכו'.</b> מימרא בפ' בתרא דזבחים (דף קי''ד:): \n",
                "<b>וכל קרבן שהוא פטור על שחיטתו בחוץ כך הוא פטור על העלאתו.</b> נלמד ממה שכתב רש״י בפרק השוחט והמעלה (זבחים דף קי״א) אמתני' דהמולק את העוף: \n\n"
            ],
            [
                "<b>שני שעירי יום הכפורים ששחטן בחוץ וכו' עד שהרי אינו ראוי לבא לפני ה'.</b> משנה וגמ' פ' בתרא דזבחים (דף קי''ב:): \n",
                "<b>וכתב</b> הראב''ד שני שעירי וכו' א''א אני שונה בברייתא עד שלא הגריל וכו'. ואני אומר שמעתא הכי איתא בפרק בתרא דזבחים אהא דתנן שעיר המשתלח שהקריבו בחוץ פטור שנאמר ואל פתח אהל מועד לא הביאו וכל שאינו ראוי לבא אל פתח אהל מועד אין חייבין עליו אמרינן בגמ' (דף קי''ג) ורמינהו קרבן שומע אני אפילו קדשי בדק הבית וכו' ת''ל ואל פתח אהל מועד לא הביאו וכו' יכול שאני מוציא שעיר המשתלח תלמוד לומר לה' לרבות שעיר המשתלח ל''ק כאן קודם הגרלה כאן לאחר הגרלה אחר הגרלה נמי הא איכא וידוי אלא אמר רבי מני ל''ק כאן קודם וידוי כאן לאחר וידוי ופירש''י הא איכא וידוי דבעי ליכנס להתודות עליו עכ''ל. ופירוש ברייתא זו לדעת רבינו מבואר ורש''י פירש בע''א. ומה שהקשה הראב''ד על רבינו ממה ששנו בברייתא פרק שני שעירי עד שלא הגריל עליהם יש לומר דלמאי דמסיק בפרק בתרא דזבחים צריך לשנויי דתנא לוידוי הגרלה קרי ליה: \n\n"
            ],
            [
                "<b>השוחט שלמים בחוץ קודם שיפתחו דלתות ההיכל פטור וכו'.</b> מימרא בפרק שני שעירי (יומא דף ס״ב:): \n",
                "<b>השוחט את הפסח בחוץ וכו'.</b> שם (דף ס''ג) פלוגתא דאמוראי ופסק כרבין משום דרב אשי דבתרא הוא מתני הכי והאי שאר ימות השנה היינו בר מיום י''ד קודם חצות שאם שחטו אז בפנים פסול כמ''ש בפרק א' מקרבן פסח וכבר נתבאר בפרק זה שכל שאינו ראוי ליקרב אין חייבין עליו משום שחוטי חוץ: \n\n"
            ],
            [
                "<b>בהמת חולין שעוברה קדשי מזבח אסור לשחטה בחוץ וכו'.</b> בסוף פ''ק דתמורה (דף י''ב) בעא מיניה אביי מרב יוסף היא חולין וולדה שלמים ושחטה בחוץ מהו מי מיחייב עליה משום שחוטי חוץ או לא א''ל מי קרינן ביה והביאום לה', ל''א א''ל ראוי לפתח אהל מועד חייבים עליו בחוץ: \n\n"
            ],
            [
                "<b>גנב והקדיש ואחר כך שחט בחוץ חייב.</b> בפרק הניזקין (גיטין דף נ״ה:) גנב והקדיש ואח״כ טבח ומכר משלם תשלומי כפל ואינו משלם תשלומי ד' וה'. ותני עלה בחוץ כי האי גוונא ענוש כרת ואי אמרת יאוש כדי לא קני כרת מאי עבידתיה אמר רב שיזבי כרת וכו' שעל ידי דבריהם בא לו אוקמוה רבנן ברשותיה כי היכי דליחייב עליה אמר רבא הא ודאי קא מיבעיא ליה כי אוקמוה רבנן ברשותיה משעת גניבה או משעת הקדשה למאי נפקא מינה לגיזותיה וולדותיה מאי הדר אמר רבא מסתברא משעת הקדשה שלא יהא חוטא נשכר. ויש לתמוה על רבינו שכתב ומאימתי העמידוה ברשותו כדי לחייבו עליה כרת שהרי בהדיא אמרו למאי נ״מ לגיזותיה וולדותיה משמע דלא נפקא לן למידי אחרינא והיאך כתב רבינו דנ״מ לחייבו עליה כרת. ועוד דלענין לחייבו עליה כרת מה לי אם העמידוה ברשותו משעת גניבה או משעת הקדשה כיון שהעמידוה ברשותו הקדשה סגי לחייבו כרת אם ישחטנה בחוץ וצ״ע: \n\n"
            ],
            [
                "<b>היתה הבהמה כולה בחוץ וצוארה בפנים ושחט חייב וכו' אחד השוחט במקדש וצואר בפנים ושאר גוף הבהמה בחוץ וכו' אבל השוחט בגגו של היכל הרי זה פטור.</b> בפרק השוחט ומעלה (דף ק''ז:) אמר עולא השוחט על גגו של היכל חייב הואיל ואין ראוי לשחיטת כל זבח מתקיף לה רבא א''כ נכתוב רחמנא אל מחוץ למחנה ולא בעי אל פתח אהל מועד אל פתח אהל [מועד] למה לי לאו למעוטי גגו (של היכל) ולרבא א''כ נכתוב אל פתח אהל מועד במחנה אל מחוץ למחנה למה לי לאו לאיתויי גגו וכו' כולה בפנים וצוארה בחוץ [בחוץ פשיטא] אמאי קפיד רחמנא אשחיטה שחיטה בחוץ היא אלא לאיתויי כולה בחוץ וצוארה בפנים. \n",
                "<b>ומ''ש רבינו אחד השוחט במקדש וצוארה בפנים וכו' שנאמר אל פתח אהל מועד לא יביאנו</b> אינו נוח לי דהא מהאי קרא לא ילפינן אלא למעוטי גגו של היכל. ונראה לי שצריך להגיה ולכתוב אבל השוחט בגגו של היכל אע''פ שאינו ראוי לשחיטה כלל הרי זה פטור שנאמר ואל פתח אהל מועד לא יביאנו. א''נ יש לומר דמשמע לרבינו דמואל פתח אהל מועד יליף שפיר דבעינן שתהא צוארה בפנים: \n\n"
            ],
            [
                "<b>שנים שאחזו בסכין ושחטו בחוץ פטורין וכו'.</b> משנה פ' השוחט ומעלה (דף ק''ח) ומייתי לה בגמ' מדכתיב ההוא ובת''כ מייתי לה מדכתיב דם שפך. ולא ידעתי למה שינה רבינו להביא מפסוק אחר: \n",
                "<b>ואחד ששחט בחוץ וכו'.</b> משנה פרק השוחט ומעלה חומר בשחיטה מבעליה וכו' שהשוחט להדיוט חייב: \n\n"
            ],
            [
                "<b>השוחט בחוץ בלילה וכו'.</b> בפרק השוחט ומעלה (דף קי''א:) איפליגו במתני' ת''ק ור''ש ואמרינן עלה בגמ' אמר זעירי שחיטת בהמה בלילה איכא בינייהו וה''ק השוחט בהמה בפנים בלילה והעלה בחוץ פטור שחט בחוץ בלילה והעלה בחוץ חייב ר''ש אומר כל שחייבים עליו בחוץ וכו'. \n",
                "<b>ומ״ש וכן אם קבל בכלי חול בפנים וזרק בחוץ פטור.</b> שם על משנה זו רבא אמר קבלה בכלי חול איכא בינייהו וה״ק המקבל בכלי חול בפנים והעלה בחוץ פטור המקבל בכלי חול בחוץ והעלה בחוץ חייב ר״ש אומר כל שחייבים עליו בחוץ וכו' ואע״ג דאסיקנא דר״ש אמלק בחוץ והעלה בחוץ קאי מ״מ משמע דלא הוו בעו הני אמוראי למימר אליבא דת״ק אלא מאי דקים להו דהוי דינא הכי ואע״ג דבפ' המזבח מקדש (זבחים דף פ״ד) אמר רבי יוחנן השוחט בהמה בלילה בפנים והעלה בחוץ חייב הא איתותב ואסיקנא בתיובתא ואע״ג דבתר הכי אמרינן ואיבעית אימא וכו' שינויא דחיקא הוא ולא סמכינן עליה: \n",
                "<b>וכתב</b> הראב''ד השוחט בחוץ בלילה א''א בחיי ראשי אין צורת ההלכה כפירושו וכו'. ביאור הדברים שרבינו מפרש שכשאמרו העלה בחוץ בין ברישא בין בסיפא אלילה דקתני רישא קאי. והראב''ד מפרש דלא קאי אלילה דרישא אלא היינו לומר שהעלה ביום ומפני כך הוצרך לתת טעם אחר לדבר. ואיני יודע מה עול מצא בדברי רבינו כי רחק מעליו דפשטא דמילתא משמע דטפי עדיף למימר דסיפא אלילה דרישא קאי מלמימר דסיפא לא הוי בגוונא דרישא: \n\n"
            ],
            [
                "<b>וכן המולק את העוף בחוץ פטור וכו' עד סוף הפרק.</b> משנה (דף קי''א) שם. \n",
                "<b>ועל מה שכתב רבינו שהשחיטה בחוץ כשירה והרי היא כמליקה בפנים</b> כתב הראב''ד זה הטעם אין בו טעם אלא שלא חייב הכתוב בעוף אלא מה שחייב בבהמה עכ''ל. ולא זכיתי להבין דבריו שהרי ע''כ חייב בעוף מה שלא חייב בבהמה שהרי מלק בפנים והעלה בחוץ בעוף חייב ובבהמה פטור ושחט בפנים והעלה בחוץ בבהמה חייב ובעוף פטור: \n\n"
            ]
        ],
        [
            [
                "<b>אין המעלה בחוץ חייב עד שיעלה לראש המזבח וכו'.</b> משנה פרק השוחט ומעלה (דף ק''ח) ופסק כת''ק: \n",
                "<b>ואינו חייב עד שיעלה לשם וכו'.</b> שם במשנה המעלה להדיוט פטור ובגמ' יליף לה מדכתיב ואל פתח אהל מועד לא יביאנו לעשות אותו לה': \n\n"
            ],
            [
                "<b>אינו חייב אלא על העלאת דבר הראוי לאשים ולמזבח וכו'.</b> נלמד ממה שיבא בסמוך. ובפרק השוחט ומעלה (דף ק''ט) דריש מדכתיב ואל פתח אהל מועד לא יביאנו כל המתקבל בפתח אהל מועד חייבים עליו בחוץ: \n\n"
            ],
            [
                "<b>מכאן אמרו הזורק את הדם.</b> בפרק קמא דזבחים (דף ד':) מה לזביחה וזריקה שכן עבודה וחייבין עליה בחוץ. \n",
                "<b>ומה שכתב או המקטיר איברי עולה או אימורין או קומץ או לבונה או קטרת או מנחת כהנים או מנחת נסכים.</b> משנה בפרק השוחט ומעלה (דף ק''ט:). \n",
                "<b>ומ''ש או המנסך ג' לוגין יין או מים בחוץ חייב.</b> שם בברייתא ומשמע הברייתא שנסוך מים זה יהא בחג וכן פירש''י ורבינו קיצר במובן: \n\n"
            ],
            [
                "<b>אבל הזורק שירי הדם בחוץ וכו'.</b> שם (דף ק״י:) במשנה רבי נחמיה אומר שירי הדם שהקריבן בחוץ חייב משמע דת״ק פטר ואמרינן בגמ' (דף קי״א) השתא דאמר רב אדא וכו' מחלוקת (אי שירים מעכבי) בשירים הפנימים אבל בשירים החיצונים דברי הכל לא מעכבי כי קאמר רבי נחמיה בשירים הפנימים וא״כ לת״ק דר' נחמיה אפי' שירים הפנימים שהקריבן בחוץ פטור. ועוד דבפ' איזהו מקומן (זבחים דף נ״ב) מסיק רב פפא דכ״ע בין ר״א בין ר' ישמעאל שירים אין מעכבין ומהדר התם לאשכוחי תנא דסבר שירים מעכבין. \n",
                "<b>ומה שכתב וכן המנסך יין או מים פחות משלשה לוגין בחוץ פטור וכו'.</b> נלמד מברייתא שכתבתי בסמוך. \n",
                "<b>ומ''ש וכן המעלה מבשר חטאת מבשר אשם וכו' פטור.</b> משנה בפ' בתרא דזבחים (דף קי''ב:): \n\n"
            ],
            [
                "<b>המעלה את הבהמה כולה בחוץ חייב וכו'.</b> משנה פרק השוחט ומעלה (דף ק''ט:) המקריב קדשים ואימוריהם בחוץ חייב ובגמרא (דף ק''י) אמאי והא איכא חציצה ופירש רש''י שהבשר שאינו ראוי להקטרה חוצץ בין אימורים למערכה ודכוותה בפנים לאו העלאה היא דרחמנא אמר על העצים אשר על האש אמר שמואל בשהפכן וכו' רב אמר מין במינו אינו חוצץ ופסק כרב דהלכתא כוותיה לגבי שמואל באיסורי ואף על גב דרבי יוחנן אמר אפילו שלא הפכן הא מני רבי שמעון היא ולא חיישי ליה דהא משום דמוקי למתניתין כיחידאה וקרוב הדבר שאף הוא לא אמרה אלא לומר דאפשר לאוקומי מתניתין הכי ולא לומר שתהא הלכה כיחידאה: \n",
                "<b>ומה שכתב אבל המעלה מנחה שלא נקמצה פטור וכו' קמצה וחזר קומצה לתוכה וכו'.</b> משנה וגמרא שם: \n\n"
            ],
            [
                "<b>היוצק והבולל והפותת וכו'.</b> משנה וברייתא בפ' בתרא דזבחים (דף קי''ב): \n\n"
            ],
            [
                "<b>פרה אדומה ששרפה חוץ ממקום שריפתה וכו'.</b> משנה שם: \n",
                "<b>ומ''ש אחר שהתודה עליו.</b> נתבאר בפ' זה: \n",
                "<b>אבל קדשים פסולין שהיה פיסולן בקדש וכו'.</b> משנה בפ' השוחט ומעלה: \n\n"
            ],
            [],
            [
                "<b><small>(ח-ט)</small> כל דבר שחייבין על העלאתו בחוץ וכו' כיצד הקומץ או לבונה והאימורין וכו' ואינו חייב על החסר.</b> משנה וברייתא שם (דף ק''ט:): \n",
                "<b>ומ''ש הוציאו שלם וחסר בחוץ והעלה ה''ז ספק.</b> שם (דף ק''י) בעיא דלא איפשיטא: \n\n"
            ],
            [
                "<b>העלה אבר שאין בו כזית בשר והיה העצם משלימו לכזית חייב.</b> שם (דף ק''ז) פלוגתא דר''י ור''ל ופסק כר''י. \n",
                "<b>ומ''ש היה מלח משלימו לכזית וכו'.</b> שם (דף ק''ח) בעיא דלא איפשיטא. \n",
                "<b>ומ''ש ועולה ואימוריה מצטרפין לכזית.</b> משנה שם (דף ק''ט) המעלה כזית מן העולה ומן האימורים בחוץ חייב: \n\n"
            ],
            [
                "<b>העלה וחזר והעלה חייב על כל אבר ואבר.</b> משנה שם (דף ק''ח) העלה וחזר והעלה חייב על כל עליה (ועליה) דברי ר''ש ר' יוסי אומר אינו חייב אלא אחת ובגמרא אמר ר''ל מחלוקת בארבעה וחמשה איברים וכו' אבל אבר אחד דברי הכל אינו חייב אלא אחת ור' יוחנן אמר מחלוקת באבר אחד וכו' אבל בארבעה וחמשה איברים ד''ה חייב על כל אבר ואבר ופסק כר' יוסי אליבא דר' יוחנן וז''ש בסמוך העלה אבר חסר פטור. ומ''ש שם הראב''ד לא האיר דבריו שהרי שנינו המעלה כזית מעולה ומאימורים בחוץ חייב אלמא לא קפדינן אאבר שלם, יש לומר שאין זו ראיה דכיון דלרבי יוסי אם העלה וחזר והעלה אבר אחד אינו חייב אלא אחת והיינו אפילו יש בו כמה זיתים ממילא משמע דהא דתנן העלה כזית מעולה ומאימוריה בחוץ חייב שאותו זית הוא אבר אי נמי כשהוא ממקום שאינו אבר כגון שהוא בשר או חלב. ומ''ש וכי איתמרא שמעתא במוקטרי פנים שיחסרו בהקטרתן והוציאן והקטירן בחוץ דהלכה כרבי יוסי דפטור עכ''ל. ואין פשט המשנה מורה כדבריו דקתני העלה וחזר והעלה משמע דכל העליות בחוץ הן: \n",
                "<b>זרק הדם והעלה האיברים חייב שתים וכו'.</b> כך היא הגירסא הנכונה והדין שם (דף ק''ז) זורק מקצת דמים בחוץ מנ''ל (דחייב) מדתניא דם יחשב לרבות הזורק דברי רבי ישמעאל ר''ע אומר או זבח לרבות הזורק ובגמ' שם א''ר אבהו שחט וזרק לדברי ר' ישמעאל חייב אחת לדברי ר''ע חייב שתים וכו' אביי אמר אפילו לר' ישמעאל חייב שתים להכי פלגינהו קרא שם תעלה ושם תעשה שחט וזרק והעלה לדברי הכל חייב שתים ופי' רש''י לרבי ישמעאל נפקא ליה זריקה מדם שפך בעונש של שחיטה. אינו חייב אלא אחת דחד כרת וחד לאו הוא לר''ע נפקא ליה מאו זבח דכתיב גבי העלאה חייב שתים משום דשמות מוחלקין. שם תעשה ושם תעלה הזכיר העליה לבדה והשאר כללן בעשיה אחת למימרא דלא מחייב אכולהו אלא חדא. פלגינהו קרא הוציא העלאה מכלל שאר עשיות למימר דמיחייב עלה באפי נפשה ואשארה באפי נפשייהו. שחט וזרק והעלה לד''ה בין לרבי ישמעאל בין לר''ע חייב שתים לרבי ישמעאל [כיון דכולהו בהעלה] מיחייב אהעלאה חדא דאית ליה קרא בהדיא ואשחיטה וזריקה חדא דמחד קרא נפקי ולר''ע אשחיטה מיחייב חדא ואהעלאה וזריקה חדא עכ''ל. ומדברי רבינו נראה שהוא מפרש דכי אמר אביי להכי פלגינהו קרא לר''מ נמי הוה האי טעמא ולפיכך כתב שהרי חילק הכתוב בין מעלה לעושה ולפ''ז כי אמרינן בשחט וזרק והעלה חייב שתים לר''ע נמי אהעלאה חייב אחת ועל שחיטה וזריקה אחת ובכך עלו דברי רבינו כהוגן אלא שיש בו קצת קיצור שה''ל לכתוב שאם שחט וזרק והעלה אינו חייב אלא שתים. וי''ל דמשמע ליה דהא לא איצטריך לאשמועינן דמדכלל כולן בלעשות אותו ממילא משמע דלא מחייב אכולהו אלא חדא ומאי דאיצטריך לאשמועינן היינו שאם העלה וזרק חייב נמי אהעלאה מפני שהוציא הכתוב העלאה מכלל שאר עשיות וממילא משמע דה''ה לשוחט וזרק והעלה אינו חייב אלא שתים: \n",
                "<b>כתב</b> הראב''ד כיצד הקומץ וכו' א''א הספרים שלנו אינם משוים לזו הגירסא וכו'. והנך רואה שגירסת רש''י כגירסת רבינו ונראה מסוף דברי הראב''ד שהיה גורס בדברי רבינו שחט וזרק חייב שתים וכתב שהוא גירסא משובשת שאינו חייב אלא אחת ולא אמר שחייב שתים אלא במעלה ושוחט או זורק משום דפלגינהו קרא ואין ספק שטעות סופר היה בספרו והנוסחא הנכונה כמו שכתבתי. ומ''מ מה שכתב בדברי הראב''ד אף לדברי ר''ע חייב שתים איני יכול ליישבו דא''כ צריך לומר דלרבי אבהו לרבי ישמעאל חייב שתים ולרבי עקיבא אינו חייב אלא אחת והם דברים הפוכים כמו שנתבאר. והר''י קורקוס ז''ל כתב שמתוך דברי רש''י נראה לי דגריס אביי אמר אפילו לר''ע אינו חייב אלא אחת: \n",
                "<b>העלה אבר חסר פטור שנאמר וכו'.</b> נתבאר בסמוך: \n\n"
            ],
            [
                "<b>שנים שאחזו באבר והעלוהו בחוץ חייבים וכו'.</b> משנה שם: \n\n"
            ],
            [
                "<b>הזורק מקצת מתנות בחוץ חייב.</b> משנה שם (דף ק''י): \n",
                "<b>המקבל דם חטאת בכוס אחד וכו'.</b> משנה שם (דף קי״א:) חטאת שקבל דמה בכוס אחד נתן בחוץ וחזר ונתן בפנים בפנים וחזר ונתן בחוץ חייב שכולו ראוי (לבא) בפנים קבל בב' כוסות נתן שניהם בפנים פטור שניהם בחוץ חייב אחד בפנים ואחד בחוץ פטור אחד בחוץ ואחד בפנים חייב על החיצון והפנימי מכפר. ובגמ' (דף קי״ב) בפנים ונתן בחוץ שירים נינהו הא מני ר' נחמיה היא וכו'. אי ר' נחמיה אימא סיפא קבל דמה בשני כוסות וכו' אחד בפנים ואחד בחוץ פטור והאמר רבי נחמיה שיירי הדם שהקריבן בחוץ חייב סיפא אתאן לת״ק דר״א בר״ש דאמר כוס עושה דיחוי לחבירו. ופלוגתא דראב״ש ות״ק בפרק כל הפסולין (זבחים דף ל״ד) ושם מתבאר דלדברי שניהם אין השני ראוי ואם כן אינו חייב עליו בחוץ. ויש לתמוה על רבינו שכתב אחד בפנים ואחד בחוץ חייב וכבר השיגו הראב״ד וכתב הזורק מקצת וכו' עד או אחד בפנים א״א זה אינו כלום דאחד בפנים ואחד בחוץ בין למ״ד עושה את חבירו דחוי בין למ״ד עושה אותו שירים שני לא חזי בפנים עכ״ל וצ״ע. והר״י קורקוס ז״ל כתב וז״ל ונראה שרבינו סומך על מ״ש שם למה הדבר דומה למפריש חטאתו ואבדה והפריש אחרת תחתיה ואח״כ נמצאת הראשונה והרי שתיהן עומדות שחט שתיהן בחוץ חייב אחד בפנים ואחד בחוץ פטור אחד בחוץ ואחד בפנים חייב וכו' ושאלו בגמרא דמה למדנו מדמיון זה ותירצו הא קא משמע לן הא מני רבי היא אבודה בשעת הפרשה מתה וה״ק טעמא דאבדה הא הפריש שתי חטאות לאחריות חדא מינייהו מעיקרא בטלה היא וכו' פירוש ולא אמרינן בכי הא שאם הקריב אחד בפנים ואחד בחוץ פטור אלא חייב בכל גוונא. וסובר רבינו שהכוונה לומר שגם גבי כוסות דמי לשתיהן לאחריות כי מתחלה לאחריות עומדות וזהו למה״ד כלומר מה שאני פוטר בכוסות היכא דאחד בפנים ואחד בחוץ היינו למאן דסבר דיחוי דדמי לאבודה אבל אם הפריש לאחריות חייב והוא הדין בכוסות דלא אמרינן דיחוי אלא דמי לאחריות אי נמי אפילו אם הוא דיחוי אחר שהקריב אחד בפנים מתחלה לא היה דחוי וחייב. ומ״מ דחוק הוא פירוש זה ואולי גירסא אחרת היתה לו וצ״ע עכ״ל: \n\n"
            ],
            [
                "<b>הקומץ והלבונה של מנחה וכו' וכן שני בזיכי לבונה וכו' שהקריב אחד מהם בחוץ וכו'.</b> משנה בפרק השוחט והמעלה (דף ק''א) ופסק כת''ק: \n\n"
            ],
            [
                "<b>מי ששחט קדשים בזמן הזה והעלם חוץ לעזרה.</b> שם (דף ק''י:) פלוגתא דרבי יוחנן וריש לקיש ופסק כר''י: \n\n"
            ],
            [
                "<b>השוחט קדשי נכרים בחוץ חייב.</b> במשנה פ' ב''ש (זבחים מ''ה) פלוגתא דר''ש ור' יוסי ופסק כר' יוסי. \n",
                "<b>ומה שכתב וכן המעלן בחוץ</b> פשוט הוא דדין מעלה שוה לדין שוחט: \n",
                "<b>והנכרים מותרים להקריב עולות לשם בכל מקום וכו'.</b> בסוף זבחים (דף קט''ז): \n",
                "<b>סליק הלכות מעשה הקרבנות בס''ד</b> \n\n"
            ]
        ]
    ],
    "versions": [
        [
            "Torat Emet 363",
            "http://www.toratemetfreeware.com/index.html?downloads"
        ]
    ],
    "heTitle": "כסף משנה על משנה תורה, הלכות מעשה הקרבנות",
    "categories": [
        "Halakhah",
        "Commentary",
        "Kessef Mishneh",
        "Mishneh Torah",
        "Sefer Avodah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}