{
    "title": "Ben Aryeh on Mishneh Torah, Festival Offering",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Ben_Aryeh_on_Mishneh_Torah,_Festival_Offering",
    "text": [
        [
            [
                "<b>כסף </b> משנה, סוף הלכה: למה לא האריך לבאר זה. נ\"ב ע' בפרק י\"ב מה' עכו\"ם ה' ג':"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>משנה </b> למלך: כ\"כ רש\"י פ\"ד דתמורה ד' י\"ד. נ\"ב ע\"ש בד\"ה מלבד שבתות כו' דאם יו\"ט אחר השבת כו' עכ\"ל והיינו דוקא דשבת וכמו חלבי שבת דקריבין ביו\"ט. אבל לא נסכים דזבח שהקריב בחול [ברש\"י שם מבואר דלא ילפינן רק על של שבת ומ\"מ איני מבין למה לא יהי' מותר מן הסברא גם בשל חול דמה איסור מלאכה יש בניסוך המים על המזבח וכיון שנתחייב מאתמול ושכח ישלים ביו\"ט שהרי זריזין מקדימין כיון שאין בו שום איסור מלאכה ויכול להשלים היום]:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לח\"מ: </b> ולדברי רב אשי קרא ושמחת בחגיך אתא לאין נושאין נשים במועד [כן אמר שם בחגיגה ח'] וכן פסק רבינו בה' יו\"ט פרק ז' הל' ט\"ז [ע\"ש שהביא שני הטעמים כרב ומשום דאין מערבין כו'. ובה' אשות פ\"י הל' י\"ד הביא רק הטעם דאין מערבין. ועוד קשה דבה' אשות הביא דאין מערבין מקרא מלא שבוע זאת שהוא בירושלמי מו\"ק פ\"ק הובא תוס' מו\"ק דף ח' ע\"ב ד\"ה לפי ולא הביא קרא דמייתי בגמ' דילן במו\"ק ט' א' משלמה המלך. ויש לומר דהרמב\"ם ס\"ל דרב אשי דריש כרב ולא באשתך וגם למד דאין מערבין כו' מקרא דמלא שבוע הנ\"ל ולמד גם על שאינו מועד דקרא בחגיך ולא באשתך פי' הרמב\"ם בה' יו\"ט שם שלא תשתכח שמחת החג בשמחת נשואין וא\"כ י\"ל טעם זה גם בחינוך בהמ\"ק דשלמה שגם שם בחג הוה שלא תשתכח שמחת החג בשמחת בהמ\"ק דכתיב בחגיך דווקא ואין ללמוד משם דאין מערבין כו' דחג שאני ורק בגמ' דמייתי קרא זה הוא למאן דפליג על רב יעו\"ש בגמרא וע' או\"ח סי' תרצ\"ו בהגר\"א ס\"ק י\"ח ויעויין מו\"ק דף י\"ח ע\"ב ומבואר שם דמתני' דמו\"ק ח' ב' אוסר רק נשואין דוקא גם בלא סעודה ומתיר באירוסין וע\"ז מייתי שם מו\"ק ח' ב' דברי רב בחגיך ולא באשתך ואין אירוסין בכלל אשתך ומותר לארס ורק הטעם שאסרו סעודת אירוסין שם י\"ח ב' משום דאין מערבין שמחה בשמחה ובזה מדוקדק מאוד לשון הרמב\"ם ה' יו\"ט פ\"ז ה' ט\"ז שם דמתחלה הזכיר נשואין ומייתי ע\"ז הטעם שלא תשתכח כו' שהוא טעם רב הנ\"ל ואח\"כ הביא סעודת אירוסין (וגם סעודה של נשואין) ומייתי ע\"ז הטעם על הסעודות משום דאין מערבין שמחה בשמחה וכנ\"ל וגם סעודת נשואין שהזכיר הרמב\"ם ע\"ז קשה תיפוק לי' משום נשואין עצמם שכתב מקודם שאסור וע\"כ איירי שנשא ערב הרגל בלא סעודה כלל או במחזיר גרושתו וכמ\"ש הב\"י או\"ח סי' תקמ\"ו וע\"ש מג\"א ס\"ק ד' וגם זה רק משום אין מערבין כו' ובה' אישות פ\"י ה' י\"ג התחיל לענין נשואין שני נשים ביחד שאינו במועד ולכן הביא שם בהלכה י\"ג ובהלכה י\"ד הקרא דמלא שבוע זאת והטעם דאין מערבין משום שני נשים כאחד שהתחיל בו ובזה מתורץ דברי הרמב\"ם [וקרוב כעין זה ראיתי בכתב יד אדוני אבי מורי זללה\"ה]:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [
                "<b>לחם </b> משנה: אם כוונת רבינו ז\"ל לומר כו'. נ\"ב נראה דכוונתו על הלועזות והגרים שאינם מכירים בלה\"ק וע' ספר החינוך. וע' מגילה דף י\"ח ע\"א וברש\"י שם ד\"ה ופרסומי ניסא [ושמיעה פי' הבנה כמו שמצינו בכמה מקומות וכמו שמע ישראל וכמו שאמרו על זה ברכות י\"ג ע\"א שמע בכל לשון שאתה שומע והיינו שאתה מבין וכמו שהביא הרמב\"ם בפ\"ב מהל' ק\"ש הלכה יו\"ד בכל לשון שיהי' מבינה ע\"ש]:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "בן אריה על משנה תורה, הלכות חגיגה",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Ben Aryeh",
        "Sefer Korbanot"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}