{
    "work": "Rabbeinu Bahya", 
    "text": {
        "3_Vayikra": {}, 
        "0_Introduction": {}, 
        "1_Bereshit": {
            "25": {
                "26": {
                    "0": "<b>Between us.</b> Let the oath to refrain from harming one another be kept secret between us — Avimelech did not want his people to know that he was afraid of a lone individual."
                }, 
                "14": {
                    "0": "<b>He gave them the same names.</b> It was considered praiseworthy for Yitzchok to continue his father’s legacy in this way."
                }
            }, 
            "27": {
                "19": {
                    "1": "<b>Bread to eat.</b> The righteous never ask for more than their basic needs."
                }, 
                "13": {
                    "0": "<b>As the dust of the earth.</b> Other than indicating fruitfulness, the metaphor of the dust also indicated that his offspring would be trampled like the dust and that like the dust they would eventually rise above those who trampled them."
                }
            }, 
            "21": {
                "6": {
                    "2": "<b>Elokim will show … my son.</b> It was a much easier trial for Yitzchok to give up his life than for Avraham to slaughter his son."
                }
            }, 
            "17": {
                "19": {
                    "0": "<b>The wailing concerning Sedom.</b> Despite their other sins, their fate was sealed because they allowed the poor to die of hunger. Although the Torah had not yet been given, helping the needy is a rational obligation recognized by all the nations."
                }
            }, 
            "16": {
                "12": {
                    "1": "<b>This shall be My covenant.</b> Circumcision is akin to a sacrifice. Just as the blood of a sacrifice atones, so does the blood of circumcision. Just as an animal may not be sacrificed until it is eight days old, so is circumcision performed only on the eighth day. Just as it is a mitzvah to eat of a sacrifice, so is circumcision accompanied by a festive meal. Moreover, circumcision is even greater than a sacrifice because the latter is performed with one’s property whereas the former is performed with a central limb of the body."
                }
            }, 
            "33": {
                "24": {
                    "1": "<b>Each (literally, “each <i>man</i>”) took his sword.</b> Yaakov worked seven years for Leah; then Reuvein, Shimon and Leivi were born in successive seven month pregnancies. Since Yaakov was in Lavan’s house for 20 years altogether and 18 months in Sukkos, Shimon and Leivi were 13⅓ and 12¾ years old respectively upon their arrival in Shechem."
                }
            }, 
            "43": {
                "11": {
                    "1": "<b>The goblet was found.</b> Believing him guilty the brothers shamed and struck him between his shoulders, likening him to his mother who stole her father’s idols (31:19). In recompense the Holy Temple was constructed in his portion — “between his shoulders”. <b>They tore their garments.</b> This was in recompense for causing their father to tear his (37:34). Binyamin tore his garments because they suspected him. In recompense his descendant Mordechai, who also tore his garments (<i>Ester</i> 4:1), merited a golden crown (<i>Ester</i> 8:15)."
                }
            }, 
            "44": {
                "0": {
                    "1": "<b>Let everyone leave.</b> By doing this Yoseif placed himself in grave danger because if the brothers chose to kill him there would be no one to save him. Nevertheless, he preferred the prospect of death to shaming them before others."
                }
            }, 
            "48": {
                "11": {
                    "1": "<b>His eyes are red.</b> In Yehudah’s blessing all the letters of the alphabet appears except for <i>zayin</i>, which means “weapon.” This is a hint that Yehudah’s rule will depend not upon weapons but upon Heaven’s favor. Similarly, the name “Yehudah” contains all the letters of Hashem’s name, hinting that when Yisrael does His will, He is with them and they have no need of weapons."
                }
            }, 
            "28": {
                "14": {
                    "2": "<b>Seven years.</b> Rochel was only five when Yaakov arrived and he wanted to wait until she was twelve before marrying her."
                }
            }, 
            "29": {
                "37": {
                    "2": "<b>Yaakov took.</b> Yaakov relates in 31:10 that he was shown in a dream that angels were manipulating the sheep. It was actually only then that he began placing the rods before them to conceal the miracle with a naturalistic stratagem."
                }
            }, 
            "34": {
                "1": {
                    "0": "<b>Get rid of the foreign gods.</b> These were the silver and gold idols they took from Shechem. Strictly speaking they were permitted because their religious significance had already been nullified, but Yaakov wished to elevate his household to a higher level before going to Beis Eil."
                }
            }, 
            "0": {
                "11": {
                    "0": "<b>The earth brought forth.</b> Scripture does not attribute the creation of plants directly to Hashem because the vegetative soul, unlike the animate soul, is too lowly to be associated with His Name."
                }, 
                "0": {
                    "10": "<b>In the beginning.</b> According to the sage Rabbi Nechemyah (<i>Tanchuma Yashan</i>) the material from which everything was to be fashioned was created on the first day out of utter nothingness."
                }, 
                "3": {
                    "4": "<b>The second day.</b> Increase is the first step towards differentiation, as is reflected in the fact that <i>sheini</i> — “second” — derives from the root שנה  meaning “change.” Thus the creation of a second day set the stage for disharmony in the world. For this reason the <i>Midrash</i> teaches that both strife and <i>Gehinnom</i> were created on the second day (<i>Rabbeinu Bechaye</i>)."
                }
            }, 
            "2": {
                "20": {
                    "0": "<b>And He clothed them.</b> Even after His creatures sin Hashem continues to show them His love."
                }
            }, 
            "5": {
                "13": {
                    "1": "<b>Make for yourself.</b> Noach did not pray for his generation upon hearing the evil decree as other saintly figures did under similar circumstances because he knew that Hashem would not spare them if there were not at least ten righteous individuals among them — corresponding to the ten statements with which the world was created — and he and his family were only eight\n"
                }
            }, 
            "49": {
                "20": {
                    "0": "<b>He comforted them.</b> Although he comforted them we do not find that he forgave them. And since they died without forgiveness, the deaths of the Ten Martyrs (Rabbi Akiva and his colleagues) were required to atone for their sin."
                }, 
                "16": {
                    "0": "<b>Yoseif wept.</b> He wept at the mention of his father."
                }
            }, 
            "46": {
                "26": {
                    "1": "<b>Yisrael lived (literally, “settled”).</b> Although his sons had intended to live there only temporarily (see v. 4), Yaakov knew that this was the beginning of their long exile."
                }
            }, 
            "8": {
                "24": {
                    "1": "<b>But He will dwell in the tents of Sheim.</b> Even though Sheim and Yefes did the meritorious deed together Sheim received greater reward for being the initiator and for making greater effort", 
                    "0": "<b>A slave of slaves.</b> This was measure for measure — he treated his father with contempt, therefore he became a contemptible slave."
                }
            }
        }, 
        "4_Bamidbar": {}, 
        "2_Shemot": {}, 
        "5_Devarim": {}
    }, 
    "meta": "Chapter-Verse-Comment"
}