{
    "title": "Maggid Mishneh on Mishneh Torah, Hiring",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Maggid_Mishneh_on_Mishneh_Torah,_Hiring",
    "text": [
        [
            [
                "<b>ארבעה שומרים וכו'.</b> סתם משנה פרק השוכר את הפועלים (בבא מציעא דף צ\"ג) וגמרא שם ולשון המשנה שומר חינם נשבע על הכל ופטור ומ״מ חייב בפשיעה כמו שיתבאר: "
            ],
            [
                "<b>שנאמר וגונב מבית האיש וכו'.</b> ברייתא (דף צ\"ד:) פרשה ראשונה נאמרה בשומר חינם: ",
                "<b>השואל משלם את הכל וכו'.</b> לשון המשנה הנזכרת: ",
                "<b>שכך כתוב בשואל וכו'.</b> מבואר בכתוב ונתבאר בברייתא הנזכרת: ",
                "<b>נושא שכר או השוכר שניהם דין אחד וכו'.</b> במשנה הנזכרת ומחלוקת בברייתא שם שוכר אם דינו כדין שומר שכר או כשומר חנם ופסק כסתם משנה וכן הוא בהלכות: ",
                "<b>שנאמר ומת או נשבר או נשבה אין וכו'.</b> בהשואל בברייתא הנזכרת פרשה שנייה בשומר שכר: ",
                "<b>נמצאת אומר שומר חנם נשבע על הכל וכו' עד וכל כיוצא באלו משאר אונסין וכו'.</b> כבר נתבארו. ודין טביעת הספינה וליסטים מזויין שהן נדונין כאונסין מבואר, הליסטים שם בהשוכר, והטביעה באלו מציאות (דף כ\"ט ע\"ב) ובהרבה מקומות: "
            ],
            [
                "<b>המפקיד אצל חבירו בין בחנם בין בשכר וכו'.</b> משנה וברייתא פרק השואל (דף צ\"ד) ונתבאר בגמרא שאפילו הבעלים במלאכה אחת ובהמתן במלאכה אחרת עם השומר פטור: ",
                "<b>אפילו פשע בדבר ששמר ואבד וכו'.</b> דין הפשיעה מחלוקת רב אחא ורבינא שם ולקולא לנתבע וכן בהלכות: ",
                "<b>בד''א בששאל הבעלים וכו'.</b> מבואר בברייתא שם ובהל': ",
                "<b>מפי השמועה למדו היה וכו'.</b> כבר נתבאר זה: "
            ],
            [
                "<b>כל שומר שפשע בתחלתו וכו'.</b> מעשה פרק המפקיד (בבא מציעא דף ל\"ט) ובהלכות כמו שיתבאר פרק רביעי מהלכות שאלה ופקדון: ",
                "<b>ואין השואל רשאי וכו'.</b> מימרא פרק כל הגט (גיטין דף כ\"ט) ובאלו מציאות: ",
                "<b>אפילו שאל ספר תורה וכו'.</b> שם באלו מציאות (דף כ\"ח ע\"ב): ",
                "<b>וכן אין השוכר וכו'.</b> בברייתא הנזכרת: ",
                "<b>עבר השומר ומסר וכו'.</b> מבואר בהלכות בהמפקיד דביש שם עדים שנאנסה פטור. וכתבו ז''ל דהוא הדין אם השומר הראשון יכול לישבע שנאנס אם ראה הוא שפטור אע''פ שאין שם עדים שהרי אין כאן טעם לומר זה אינו נאמן ואתה היית נאמן שהרי הראשון נשבע על כך ופשוט הוא: ",
                "<b>ואם אין שם עדים וכו'.</b> פסק הלכה בפרק המפקיד (בבא מציעא דף ל\"ז): ",
                "<b>אפילו היה הראשון שומר חנם ומסר וכו'.</b> שם מפורש: ",
                "<b>לפיכך אם היה דרך הבעלים וכו'.</b> מפורש שם בעובדה דהנהו גינאי ובהלכות. וכתבו ז''ל שאפילו הלך לו השני ולא נשבע או שאין לו כלום להשתלם ממנו פטור הראשון: ",
                "<b>והוא שלא ימעט שמירתו כיצד ימעט וכו'.</b> דעת רבינו בזה נראה נכון דעד כאן לא אמרינן שכל זמן שדרך המפקיד למסור לשני שפטור הראשון אלא מפני גילוי הדעת שכבר גילה דעתו שהוא מאמינו לשני לפיכך אין לו טענה על הראשון וזהו כשהשמירות שוות אבל כשגרע הראשון השמירה ודאי המפקיד כבר גילה דעתו שהוא חפץ עתה בשמירה מעולה וזה הראשון פחתה ואין לך פשיעה גדולה מזו: ",
                "<b>ומ''ש אע''פ ששאל או שכר בבעלים וכו'.</b> נראה לי טעמו לפי שאף ע''פ שהשואל בבעלים ופשע פטור כמו שנתבאר דוקא כשמתה הבהמה או נאבדה בפשיעתו ברשותו אבל כשמסרה לשני הראשון מתחייב באותה שעה שמתה הבהמה ברשות השני ואין שאלה בבעלים פוטרת אלא לשומר ששאל הבעלים אבל לא לשומר שני שלא שאל הבעלים והראשון מתחייב על רשות השני. זה נראה וצ''ע: "
            ],
            [
                "<b>ואם הביא השומר השני הראייה וכו'.</b> זה פשוט וכבר נתבאר: "
            ],
            [
                "<b>שומר שמסר לשומר אחר והוסיף בשמירתו וכו'.</b> במשנה בהמפקיד (דף ל\"ה) כרבי יוסי וכן נפסקה הלכה בגמרא (דף ל\"ו). ויש מי שהיה סובר לומר שאם מתה בפני המשכיר שאין השוכר צריך לישבע שמה שמשלם השואל הוא של שוכר ואינו אלא שואל כשומר דבעלים הוא לגמרי ובכל גווני תשלומין לבעלים וכן עיקר: ",
                "<b>היה בידו פקדון ושלחו ביד אחר וכו'.</b> מפורש סוף פרק קמא דגיטין (דף י\"ד) ברייתא. ",
                "<b>ומה שכתב הואיל והשומר הראשון חייב באחריותו וכו'.</b> כבר נזכר טעם זה בגמרא ונפקא מינה שאם היו הבעלים רגילין להפקיד אצל האחר שמסר לו זה שאין הנפקד הראשון יכול לחזור בו שהרי כבר נפטר מאחריותו כמו שנתבאר למעלה בדין שומר שמסר לשומר וכן כתבו ז''ל: "
            ]
        ],
        [
            [
                "<b>שלשה דינין האמורין בתורה בארבעה שומרים וכו'.</b> משנה פרק הזהב (בבא מציעא דף נ\"ו) ולא הוזכר במשנה שואל ומ״מ דינו כדין שאר השומרים כמ״ש רבינו בארבעה שומרים ומה שלא הזכירו במשנה מפני הקדשות דלא שייך בהו שאלה. וכ״כ ז״ל: ",
                "<b>שנאמר כסף או כלים וכו'.</b> מפורש בברייתא שם. ",
                "<b>ומ''ש יצאו הקדשות ונכסי עכו''ם.</b> מפורש שם הקדש רעהו כתיב פירוש ואין הקדש רעהו. וכן הדין לעכו''ם שבכ''מ שהוזכר רעהו אין העכו''ם בכלל. ופשוט הוא ומבואר במכילתא: ",
                "<b>ואם קנו מידו חייב באחריותן.</b> בגמרא שם מימרא ובהלכות: "
            ],
            [
                "<b>ותקנו חכמים שנשבעין על ההקדשות וכו'.</b> מימרא בגמ' שם. וכתבו ז''ל שבאלו אפילו משבועה שאינה ברשותו פטורין מן הדין לבד בהקדשות מן התקנה ועיקר. ומהשמועה האמורה בגמ' גבי הקדש יש ללמוד ששומר שכר שפטור מאונסין בכל מקום אם נאנס ה''ז לא הפסיד שכרו אלא נשבע שנאנס ונוטל שכרו ועיקר: "
            ],
            [
                "<b>יראה לי שאם פשע השומר בעבדים וכיוצא וכו'.</b> זה מחלוקת ישנה בין המפרשים ז''ל ויש שדקדקו ממה שאמרה המשנה באלו שומר חנם אינו נשבע ולא אמרה אינו משלם דדוקא אינו נשבע ונאמינהו במה שאמר שלא פשע הא אם נודע שפשע משלם וכן נראין דברי רש''י ז''ל. ודין הפושע בשטרות לדעת רבינו שהוא כמזיק כבר נתבאר פ''ז מהלכות חובל ומזיק השורף שטרותיו של חבירו על אי זה דרך הוא חייב. והרמב''ן והרשב''א ז''ל חלוקין בזה ואומרים שאין זו טענה שהמשנה לא הזכירה אלא מה שנזכר בכתוב ובשומר חנם לא נאמרו תשלומין בכתוב כלל ומ''מ הדין שוה שאפילו אם פשעו פטורין. וכתבו ז''ל דפושע לאו מזיק הוא שהרי פשיעה בבעלים פטור ואילו מזיק בבעלים חייב וזה דעת הר''א ז''ל בהשגות: ",
                "<b>וכן הורו רבותי וכו'.</b> בהשגות א''א משנתנו היא וכו'. ובאמת לא נתכוין רבינו לדין המשנה וכבר כתב דין המשנה סוף פ''ח ואם לכך נתכוון לא היה תולה אותה בהוראת רבותיו אלא כאן ענין אחר הוא ואינו מן השם שכאן לא התנה שאם לא יעשו ישלמו כמו שמזכיר במשנה וגם כן אין תשלומין אלו דומין לאותם תשלומין ששם משלם כל מה שהיתה שדה זו ראויה לעשות וכאן אינו משלם אלא מה שהפסיד שפחת בדמים מחמת שלא עשה מה שקיבל על עצמו לעשות והטעם שאינו משלם יותר מפני שלא התנה שאם לא יעשה ישלם. זה נראה בדעת רבינו והוא נמשך אחר מה שאמר שהפושע בדברים אלו משלם: "
            ],
            [
                "<b>המוסר לחבירו דבר המחובר וכו'.</b> פסק כחכמים שבפרק שבועת הדיינין בשבועות (דף מ\"ג) והביאוה פרק השואל (דף ק') ופירשו ז''ל אפילו אינן צריכין לקרקע כלל. ויש לדקדק בזה במ''ש פ''ה מהל' טוען ונטען: "
            ],
            [
                "<b>הפקיד הקדש וכו' וכן עכו''ם וכו'.</b> במכילתא (דף ל\"ג פט\"ו בפ' משפטים) וכי יתן איש אל רעהו וכתיב ישלם שנים לרעהו ולא להקדש ולא לאחרים. פי' בעינן לרעהו בשעת נתינה ובשעת תשלומין. ופירוש אחרים עכו''ם: "
            ],
            [
                "<b>אחד האיש וכו'.</b> זה פשוט בהרבה מקומות ואמרו פ''ק דבב''ק השוה הכתוב אשה לאיש לכל דינין שבתורה וכמה מעשים בגמ' בדיני שומרים בנשים: "
            ],
            [
                "<b>קטן שהפקיד ביד גדול וכו' הורו רבותי שאין זה נשבע בטענת קטן וכו'.</b> זה דעת הרב אבן מיגש ז״ל בפירושיו בשבועות פרק שבועת הדיינין (שבועות דף ל\"ח) דכי אמרינן במתניתין שאין נשבעין על טענת קטן דוקא שבועת מודה מקצת ועד אחד שהן באות מחמת טענה אבל שבועת שומרין שהיא באה על שמא כיון ששמר לקטן נתחייב לו שבועת השומרין. ואע״פ שמכי יתן איש אל רעהו למדו זה ואמרו אין נתינת קטן כלום ופסוק זה בשומרים הוא כתוב לא לענין שומרין פטרו הכתוב אלא עירוב פרשיות כתוב כאן כמו שכתב בפירושיו בארוכה. אבל הרמב״ן והרשב״א ז״ל והרבה מהמפרשים ז״ל חולקים עליו ואמרו שדבר תורה אין נשבעין לקטן והביאו לזה ראיות. ומ״מ יש שהורו שנשבע הוא שבועת היסת על ידי קטן שלא כדברי הראב״ד ז״ל בהשגות שכתב שאפילו היסת אינו נשבע. ועוד יתבאר זה פ״ה מהל' טוען ונטען: "
            ],
            [
                "<b>כדרך שתקנו חכמים וכו'.</b> מימרא דרבי אלעזר בהשואל (דף צ\"ט) ותניא כוותיה ופירוש שאם היה משאיל חפץ לחבירו כיון שמשך השואל החפץ אין המשאיל יכול לחזור בו וכן בנושא שכר וכן שמתחייב השומר באונסין משעת משיכה ולא קודם: ",
                "<b>האומר לחבירו.</b> משנה פרק השוכר את האומנין (בבא מציעא דף פ' ע\"ב) וכתב הרשב״א ז״ל וא״ת ובמאי מיחייב והא אמרינן כדרך שתקנו משיכה בלקוחות כך תקנו משיכה בשומרים. יראה לי דהניח לפניו בסמטא ובתוך ארבע אמותיו ואי נמי בבהמה ובשאמר לו הכישה במקל והיא תבא וכדאמרינן לקמן בפרק השואל הכישה במקל והיא תבא כיון שיצאה מרשות משאיל ומתה חייב הראב״ד ז״ל עכ״ל. ופירוש כ״ש אם היה זה ברשות השומר שמתחייב בכך: ",
                "<b>אמר לו וכו' הנח לפניך.</b> מימרא דרב הונא שם בהשוכר (דף פ\"א ע\"ב). הנח סתם בעיא ולא איפשיטא. וכתבו ז''ל דהמוציא מחבירו עליו הראייה ואפילו שומר חנם לא הוי וכן בהלכות. ודין הרי הבית לפניך בהזהב: ",
                "<b>אבל מחרים וכו'.</b> כל מקום שתראה בדברי רבינו חרם בדיני הממון הוא מתקנת הגאונים ז''ל שתקנו חרם סתם בדברים רבים ולא נזכר כלל בגמרא: ",
                "<b>אחד המפקיד וכו'.</b> דין זה מוסכם מכל הפוסקים ז''ל שדין שבועת השומרים היא אפילו בלא עדי פקדון שלא כדברי הסוגיא שבראש כל הנשבעין לפי שאינה עיקרית וכבר הכריחו כן: ",
                "<b>אבל מה שכתב רבינו שאין אומרין מיגו לפוטרו משבועה.</b> והכוונה בשום מקום בעולם אין מיגו פוטר משבועה. זה דעת ר''ח ז''ל והרב אבן מיגש ז''ל וזה דעת רבינו מאיר הלוי ז''ל. אבל יש מהמפרשים ז''ל שנחלקו עליהן ואומרין שבמקומות אחרים חוץ משבועת השומרין אמרינן מיגו לאפטורי משבועה והדברים עתיקים: ",
                "<b>אפילו היה הדבר וכו' שוה פרוטה וכו'.</b> גם זה נמשך בזה אחר דעת רבו אבן מיגש ז''ל שכתב כן בשבועות פרק שבועת הדיינין ומחלוקת היא בין הגאונים ז''ל שיש מי שסובר שצריך שתי כסף משום דכסף או כלים דמיניה ילפינן שתי כסף בשבועת השומרים כתיב. ודעת אבן מיגש ז''ל היא שאינן צריכין דאע''ג דכתיב גבי שומרים עירוב פרשיות כתוב כאן ואינו אלא בטענת מודה מקצת. ודעת הרמב''ן והרשב''א ז''ל כדברי האומר שצריכה שתי כסף. ועוד יתבאר זה פרק שלישי מהלכות טוען ונטען: ",
                "<b>ואין אחד מן השומרים וכו'.</b> מוסכם מהגאונים ומבואר בב״ק פרק הגוזל עצים דלא כרמי בר חמא דאמר שאף השומרין צריכין כפירה במקצת והודאה במקצת אלא כר' חייא בר יוסף דאמר עירוב פרשיות כתוב כאן כדאיתא התם ומבואר בהלכות שם וכן מוכיח בסוף המוכר את הבית (בבא בתרא דף ע' ע\"ב) שאפילו טען נאנס הכל חייב שבועה מן התורה: "
            ],
            [
                "<b>מתנה שומר חנם להיות פטור וכו'.</b> משנה פרק השוכר את הפועלים (ב\"מ דף צ\"ד): ",
                "<b>וכן מתנה בעל הפקדון וכו'.</b> ברייתא שם. ",
                "<b>ומה שכתב ואין צריך קניין.</b> פסק כרבי יוחנן שאמר שם כן. וכן בהלכות: "
            ],
            [
                "<b>טען זה שהיה שם תנאי וכו'.</b> זה פשוט שגלגול שבועה הוא מדאורייתא ובכמה מקומות נתבאר: "
            ],
            [
                "<b>טען שהפקיד אצלו וכו'.</b> גם זה פשוט שאין שבועת השומרין בכופר אלא בטוען נאנסו אבל בטוען לא הפקדתני או לא נעשיתי שומר או החזרתי שכל אלו טענות שהמפקיד יודע בהן כמו הנפקד אין שם חיוב שבועת התורה אלא במודה מקצת וכן מוכיחות המשניות שבפרק שבועת הדיינין בבירור אבל פשוט הוא שיש שם שבועת היסת: "
            ],
            [
                "<b>זה אומר השאלתיך וכו'.</b> כבר נתבאר זה שכל שאינו מודה מקצת בטענות אלו הוא פטור משבועת התורה ובכמה מקומות בגמרא נתבאר זה: ",
                "<b>בד''א כשלא היה שם שטר וכו'.</b> ופירוש אע''פ שיש שם עדים כיון שאין שם שטר נאמן לומר החזרתי ובשבועת היסת וכמבואר ריש פרק הנשבעין ולפיכך סתם רבינו ז''ל ואמר כשלא היה שם שטר: ",
                "<b>ודין השטר.</b> הוא בעיא ופשטה רב חסדא סוף המוכר את הבית (בבא בתרא דף ע') שנאמן לומר החזרתי ובשבועת התורה ומבואר שם הטעם מיגו דאי בעי אמר נאנסו. וזה מוסכם: ",
                "<b>בד''א כשהיה השומר וכו' אבל אם היה חייב להביא ראייה על טענתו כמו שיתבאר.</b> פירוש יתבאר בראש פרק שלישי שבמקום רואין ועדים מצויין שאינו נאמן בשבועה ובאותו צד אם היה הפקדון בשטר אינו נאמן לומר החזרתי וזה החילוק אע''פ שלא נזכר בפירוש בגמרא פשוט הוא שהרי בזה הצד אין כאן דין מיגו כלל וא''כ פשוט הוא שלא יהיה נאמן לומר החזרתי שהרי הטעם שאמרו נאמן אינו אלא במיגו וכל זמן שאין שם מיגו ודאי אינו נאמן ופשוט הוא: ",
                "<b>ומ''ש אלא ישבע בעל השטר בנקיטת חפץ וכו'.</b> בהשגות אמר אברהם והוא דאמר ליה אישתבע וכו'. דימה זה למלוה את חבירו בשטר וטען הלוה ואמר פרעתיך שאומרין ללוה לך שלם ואם טען הלוה ואמר ישבע לי נשבע המלוה כמו שיתבאר ראש פי''ד מהלכות מלוה ולוה ונכון הוא. ורבינו קיצר בכאן: ",
                "<b>אין לך מי שנשבע מתוך שיכול לומר וכו'.</b> פי' הכוונה היא בנשבעין ונפטרי' ולא בנשבעין ונוטלין ובזה נסתלקה ההשגה דודאי יש בנשבעין ונוטלין מדין מיגו שהוא נשבע בנקיטת חפץ והוא המלוה על המשכון שהוא נאמן עד כדי דמיו ובשבועה כמו שנתבאר פ''ד מהל' טוען ונטען אבל דין זה הוא בנשבע ונפטר והכרח הוא שלא יהיה זה אלא בשומר בשטר שהוא נפטר במיגו לפי שכל שאר הכופרים בכל אין בהם מחוייב שבועה מה''ת אלא השומרים בטענת נאנסו ופשוט הוא: "
            ]
        ],
        [
            [
                "<b>שומר שטען שנאנס אונס וכו'.</b> מפורש בגמרא סוף השוכר את האומנין (בבא מציעא דף פ\"ג) כאיסי בן יהודה. והכריח כן בהלכות בביאור: ",
                "<b>אבל אם טען שנאנס וכו'.</b> גם זה פשוט ומבואר שם: ",
                "<b>מעשה באחד שהעביר חבית וכו'.</b> מעשה שם: "
            ],
            [
                "<b>המעביר חבית ממקום למקום בשכר וכו'.</b> זה מבואר בשיטת ההלכה שם ועיקר: ",
                "<b>ועוד תקנו בדבר זה וכו' הואיל ומשוי זה גדול לגבי אחד כו'.</b> מפורש שם בגמרא אתקין רבי חייא וכו' הני דדרו באגרא ואתבר נשלם פלגא מ''ט נפיש לחד וזוטר לתרי דמי לאונס ודמי לפשיעה. והטעם לדברי הרב לפי שלא היה להם להתחבר שניהם ולא לשאת אלא משאוי שכל אחד יכול להעבירו לבדו וכיון שמשאוי זה כבד אצל כל אחד מהם היה בדין שישלמו הכל וכיון שהוא קל לשניהם היה בדין שיהיו פטורין ולפיכך משלמין מחצה זהו דעתו ז''ל לפי מה שביאר בבבא השנייה: ",
                "<b>נשברה במקום שאין העדים וכו'.</b> זה נמשך אחר האמור למעלה: ",
                "<b>מכאן אתה למד שהאחד שהעביר וכו'.</b> זו סברת רבינו ומבואר הוא לפי שיטתו ז''ל שהוא מחייב בשביל הכבדות. אבל בהשגות כתוב א''א הוא נותן את הפשיעה בעבור הכבדות ואני סבור שאין הפשיעה אלא בשביל הקלות שהנתקל במשא הקל פושע הוא עד כאן ושיטה אחרת יש בדבר והוא דעת רש''י והרשב''א ז''ל ושאר מפרשים שפירשו שלא דברו בשנושאין שניהם ביחד אלא אחד לבד הוא הנושא וכן פירש רש''י ז''ל אגרא מוט כפוף באמצעיתו ונותנו על כתפו ונותן שני בדין בשני ראשיו ונושא בו משא כבד. משלם פלגא פועל שקיבל עליו להוליך חביות ממקום למקום ונשאן באותו מוט ונשבר משלם פלגא. מאי טעמא נפיש לחד ולא היה לו להטעין לבדו. וזוטר לתרי דכיון דאין ראוי לשני משואות דרך בני אדם להתחזק ולהטעינו לאחד הילכך דמי נמי לאונס עכ''ל. והרשב''א ז''ל כתב דמי לאונס ודמי לפשיעה פירוש דמי לאונס משום דנתקל כעין אונס הוא לפוטרו ובשבועה משום התקנה ודמי לפשיעה מפני שנשא יותר על משאו ובפושע לא תקנו ונושאים בשכר היו ועל כן חייבם במקום פשיעה ופטרם משום תקנה ממחצה עכ''ל. ולפי פירוש רש''י ז''ל אתה למד שכל זמן שאין במשוי כדי שני בני אדם ונשאו אחד שאינו משלם אלא מחצה וכן נראה דעת הרשב''א ז''ל ולדברי רבינו משלם הכל ולפי דעת ההשגות נראה שהוא פטור מכלום ואינו: "
            ],
            [
                "<b>הסבל ששבר חבית של יין וכו'.</b> פירוש שהיה בפשיעה או במקום רואים ולא הביא ראייה והרי היא שוה ביום השוק ארבעה ובשאר הימים שלשה אם החזירו ביום השוק חייבין להחזיר חבית של יין או ישלמו לו ארבעה והוא שלא היה לו יין למכור ביום השוק אבל אם היה לו יין מחזירין לו שלשה החזירו לו בשאר הימים מחזירין לו שלשה ומנכין לו בכל זמן וכו' זה נמצא בספריו ולפי זה גירסתו מוחלפת מהגירסאות שלנו והשמועה כך היא בפרק השואל (דף צ\"ט ע\"ב) אמר רבא הני שקולאי דתברי חביתא [דחמרא לחנוואה] ביומא דשוקא מזדבנא בחמשה בשאר יומי מזדבנא בארבעה אהדרו ליה ביומא דשוקא מהדרי ליה חביתא דחמרא בשאר יומי מהדרי ליה חמשא ולא אמרן אלא דלא הו''ל חמרא לזבוני אבל הו''ל חמרא לזבוני איבעי ליה לזבוני ומנכי להו טירחא [ודמי] ברזניתא עד כאן בספרינו והיא גירסת רש''י ז''ל והמפרשים האחרונים ופירושה כך אהדרו ליה ביומא דשוקא מהדרי ליה חביתא דחמרא פירש רש''י ז''ל קודם שיגיע זמן השוק שיכול למוכרה ביום השוק שיגיע ראשון ואחרים פירשו ביום השוק ממש אבל קודם לכן לא שמא תחמיץ. בשאר יומי מהדרי ליה חמשא פירוש אינו מספיק להם בהשבת חבית יין כמותה דהא אינה שוה אלא ארבעה ואיהו אמר להו אי הואי גבאי ביומא דשוקא חמשא הויא שויא לי שהייתי מוכרה ביום השוק שעבר והייתי מוצא הדמים בריוח. ולא אמרן דבשאר יומי משלמי ליה חמשא אלא שלא היה לו יין למכור ביום השוק שעבר אבל היה לו יין למכור לכל מי שרוצה לקנות אינן משלמין אלא ארבעה זו היא שיטת המפרשים ז''ל לפי גירסת הספרים ולפי שיטה זו כל זמן שמשלמין דמים אין בין יום השוק לשאר הימים דבר ואין בהם חילוק אלא שביום השוק נפטרין בהשבת יין כמותו ובשאר ימים צריכין לשלם דמים ולא יין ופירוש הר''א ז''ל דכי משלמי חמשה דוקא בשברוה ביום השוק אבל אם שברוה בשאר ימים אינן משלמין אלא ארבעה כשעת הנזק וכן פירש רבינו יהונתן ז''ל וכן הסכים הרשב''א ז''ל וגירסת רבינו בשאר יומי מהדרי ד' וכן היא במקצת נוסחי ההלכות והכוונה שהם יש להם לשלם לו חבית יין לפיכך כל שמשלמים דמים רואין כמה היא שוה בשעת החזרה אם ביום השוק נותנין דמי שוויה ביום ההוא לפי שאם ישלמו חבית יין כיון שאין לו יין למכור הוא מוכרה ומקבל דמים כשהם מחזירין אותה בשאר ימים אם היו מחזירין יין היו נפטרין כל היום ביין כשהן מחזירין דמים מחזירין בשווי שאר הימים זו היא סברתו ז''ל: "
            ],
            [
                "<b>רועה שבאו וכו'.</b> משנה פרק השוכר את הפועלים (בבא מציעא דף צ\"ג ע\"ב). ",
                "<b>ומ''ש אף בשעת משלחת זאבים וכו'.</b> כת''ק ודלא דר''י: ",
                "<b>היו שני זאבים ה''ז אונס.</b> במשנה: ",
                "<b>שני כלבים וכו'.</b> במשנה: ",
                "<b>אפילו באו משתי רוחות.</b> כתנא קמא דלא כרבי מאיר: ",
                "<b>היו יתר על שנים וכו'.</b> זה לא נזכר שם בפירוש אבל מדקאמרי שנים אינו אונס משמע דיותר הוי אונס דאי לא לימרו כלבים סתם: ",
                "<b>ליסטים מזויין וכו'.</b> במשנה הליסטים הרי זה אונס ופריך בגמרא ואמאי לוקי גברא בהדי גברא אמר רב בליסטים מזויין: ",
                "<b>היה הרועה מזויין וכו'.</b> זו בעיא דלא איפשיטא שם ולפיכך כתב ה''ז אונס להקל על השומר וכן בהלכות: ",
                "<b>הארי והדוב והנמר וכו' אימתי וכו'.</b> משנה כלשונה שם: "
            ],
            [
                "<b>רועה שמצא גנב וכו'.</b> בעיא דאיפשיטא שם: "
            ],
            [
                "<b>רועה שהיה לו להציל וכו'.</b> בגמרא שם שומר שהיה לו לקדם ברועים ובמקלות ולא קידם חייב שומר חנם בחנם ושומר שכר בשכר ועד כמה עד כדי דמיהן פירוש של בהמות והיכן מצינו בשומר שכר שחייב באונסין קס''ד שיפרע שומר שכר שכר הרועים משלו והיו תמהים על זה ופריק דהדר שקיל דמיהן מבעל הבית אמר ליה רב פפא לאביי אי הכי מאי נפקא ליה מינה פירוש כיון שבעל הבית חוזר ומשלם כדי דמיהם מה מרויח בהצלה והלא בדמים היה מוצא ליקח אחרות כמותן ופריק נפקא ליה מינה לכושרא דחיותא כושר הבהמות שמכירין בהן ומלומדות בביתו אי נמי לטירחא יתירא שלא יצטרך לחזור ולקנות בהמות וכל זה בהלכות כלשון הגמרא: ",
                "<b>אבל שומר שכר וכו'.</b> כבר נתבאר זה: ",
                "<b>ואם לא עשה כן והיה לו לשכור ולא שכר ה''ז פושע וחייב.</b> בהשגות א''א דבר זה צריך פירוש שאינו משלם כל דמי הבהמות אלא מנכין לו השכר שהיה צריך לשכור רועים להציל ואם אותו השכר יעלה עד כדי דמיהן אומדין כמה אדם רוצה ליתן ולא יטרח לקנות בהמות יפות כאלו וישלם לו האומד עד כאן. והרמב''ן ז''ל כתב נראה דשומר שכר שהיה לו לקדם ברועים ובמקלות בשכר ולא קידם דאינו משלם את כולה אלא מנכין לו שכרן ואם לא היה יכול לקדם אלא בכדי דמיהן אינו משלם אלא שומת כושרא של בהמה א''נ דמי טירחא וצ''ע עכ''ל ונראין דברי הר''א ז''ל שסבר הדין בפשוטה שמנכין לו השכר והדעת נותנת כדבריו ואפשר שאף רבינו סובר כן וקיצר לפי שכבר ביאר שהשכר משל בעל הבית: "
            ],
            [
                "<b>רועה שטען שהצלתי ע''י רועים וכו'.</b> זה כלל לכל המוציאין ברשות שהן נשבעין ונוטלין וכ''כ ר''ח ז''ל בכתובות פרק האשה גבי מתניתין ששנינו המוציא הוצאות על נכסי אשתו הוציא ולא אכל ישבע כמה הוציא ויטול וזה לשונו מהא שמעינן דכל היכא דאיהו ידע והאי לא ידע נשבע איהו דידע ושקל והני מילי בעושה ברשות ע''כ: "
            ],
            [
                "<b>רועה שהניח עדרו ובא לעיר וכו'.</b> ברייתא שם (דף צ\"ג) בהשוכר. <b>ומ''ש בין בעת שדרך הרועים ליכנס</b> הוא בשומר שכר וכרב חסדא ורבה בר רב הונא דאמרי התם להכי יהבי ליה אגרא כי היכי דלנטר נטירותא מעלייתא וכן פסקו בהלכות ולפי סברתם דין הברייתא הוא אפילו על בעידנא דעיילי אינשי ודוקא בשומר שכר אבל בשומר חנם שנכנס בעת שדרך הרועים ליכנס ודאי פטור שאין זו פשיעה וכן כתבו הרמב''ן והרשב''א ז''ל ופשוט הוא: "
            ],
            [
                "<b>מתה הבהמה כדרכה וכו'.</b> משנה שם: ",
                "<b>סגפה ומתה וכו'.</b> משנה כלשונה סיגפה ומתה אינו אונס ופירש''י ז''ל עינה ברעב או העמידה בקיץ בחמה ובחורף בצנה לענות נפש מתרגמינן לסגפא נפש עכ''ל ופירוש אף ע''פ שלשון המשנה אינו אונס לאו למימרא אונס לא הוי ופשיעה נמי לא הוי ושומר שכר חייב ושומר חנם פטור אלא אפילו שומר חנם נמי חייב דפשיעה היא ואיידי דתנא רישא מתה כדרכה הרי זה אונס תנא סיפא סיגפה ומתה אינו אונס וזה פשוט, ויש מי שכתב שחידוש המשנה הוא שאם עינה יום אחד ומתה אחר חדש או שנה שהוא חייב שאינו יכול לישבע שלא מתה בפשיעתו שמא באותו יום שעינה נולד באחד מאיבריה הפנימים חולי שממנו מתה אחר זמן רבינו יהונתן: ",
                "<b>תקפתו ועלתה לראשי הצוקין וכו'.</b> לשון המשנה שם עלתה לראשי צוקין ונפלה אונס ופירש''י ז''ל אוקימנא בהמפקיד שתקפתו ועלתה ובהלכות ג''כ והוא שתקפתו ועלתה תקפתו ונפלה ואע''ג דההיא אוקימתא דהמפקיד איתעבידא אליבא דאביי דלית הלכתא כוותיה כבר האריכו הרמב''ן והרשב''א ז''ל להעמיד דברי ההלכות דאליבא דהלכתא קושטא היא לכולי עלמא ועיקר ופירוש צוקין הרים חדים וגבוהים ופירוש תקפתו שאחז בה והיא חזקה ממנו: ",
                "<b>העלה לראשי צוקין.</b> משנה שם: ",
                "<b>או שעלתה וכו'.</b> כבר נתבאר זה ואין זה בשומר חנם אלא דוקא בשומר שכר שיש לו לשמור שמירה מעולה וכן כתבו ז''ל: ",
                "<b>אף על פי שתקפתו ונפלה וכו'.</b> ודוקא נפלה אבל מתה שם כדרכה פטור דומיא דפשע בה ויצאה לאגם ומתה כדרכה שיתבאר בסמוך וכן מפורש פרק המפקיד (בבא מציעא דף מ\"א): ",
                "<b>וכן רועה שהעביר הבהמות וכו'.</b> מעשה בגמרא שם בהשוכר ובהלכות ושומר חנם פטור: "
            ],
            [
                "<b>פשע בה ויצאה לאגם וכו'.</b> מחלוקת אביי ורבא בהמפקיד (דף ל\"ו ע\"ב) פסק כרבא ומבואר בארוכה בהלכות ופירש''י ז''ל פשע בה שלא נעל בפניה ויצאה לאגם מקום שאינה משתמרת שם אצל גנבי ולא אצל זאבים ומיהו לא אכלוה שם לא זאבים ולא גנבים גנבוה ומתה עכ''ל. <b>ומה שכתב רבינו שאין יציאתה גרמה לה שתבא לידי אונס</b> זה הוא נתינת טעם לומר שאע''פ שנתבאר פרק ראשון דתחלתו בפשיעה וסופו באונס חייב שאני הכא דלא בא האונס מחמת הפשיעה כלל ואין תחבולה לינצל מאונס זה מבואר בארוכה בהלכות: ",
                "<b>אבל אם גנבה גנב מהאגם וכו'.</b> מודה רבא בזה כמו שמפורש שם: "
            ]
        ],
        [
            [
                "<b>השוכר את החמור להוליכה בהר וכו'.</b> משנה פרק השוכר את האומנין (בבא מציעא דף ע\"ח) והיא סוף המשנה ורישא דקאמר השוכר את החמור להוליכה בהר והוליכה בבקעה בבקעה והוליכה בהר אפילו בזו עשרת מילין ובזו עשרת מילין ומתה חייב ולא קא מפליג בין הוחמה להוחלקה אוקמה רבי יוחנן לרישא כר״מ דאמר כל המעביר על דעתו של בעל הבית נקרא גזלן וחייב באונסין ולא קי״ל כוותיה וכדאיתא בהלכות ואוקימתות אחרות יש שם דאמרינן בגמרא מאי שנא רישא דלא קא מפליג ומ״ש סיפא דקא מפליג פירוש בין הוחמה להוחלקה אמרי דבי ר' ינאי רישא שמתה מחמת אויר פירש״י ז״ל לא הוחלקה ולא הוחמה ומתה מעצמה הואיל ושינה בה יכול לומר לו לא מתה זו אלא מחמת אויר לא היתה למודה ליגדל בהר ואויר הר קשה לה או לא היתה למודה באויר בקעה וקשה לה רבה אמר שהכישה נחש ועוד אוקימתא אחרת שם ורבינו לא הביא את דינן וסמך לו על אוקימתא דרבי יוחנן דאוקי רישא כר״מ ולא קיימא לן כוותיה ואפשר שרבי יוחנן חולק על האוקימתות האחרונות ולומר דלרבנן כל זמן שאין פשיעתו ניכרת פטור דאי לא לא הוה מוקי לה דלא כהלכתא ויש מי שפסק כאוקימתות אלו ולפי זה אם שינה ממה שאמר בעל הבית והכישה נחש או מתה מחמת אויר חייב אבל מתה כדרכה וכ״ש אם הוחמה בהר או הוחלקה בבקעה פטור שאע״פ ששינה אינו חייב באונסין: ",
                "<b>ואם הוחמה מחמת המעלה.</b> סוף המשנה שם: ",
                "<b>וכן השוכר את הפרה וכו'.</b> משנה (דף פ'). ",
                "<b>ומ''ש ודין בעל הפרה עם האומנין.</b> מפורש בגמרא היכא דלא שני מאן משלם וכו' ובודאי לבעל הפרה משלמין שהכלי שלו: ",
                "<b>שכרה לחרוש בבקעה וכו'.</b> במשנה. ",
                "<b>ומ''ש ודינו של שוכר עם האומנין.</b> הוא מפני שהאומנין אפילו כשחרשו בהר חייבין שהרי מבואר בגמרא דכל זמן שהשוכר לא שינה מדעת בעל הפרה האומנין משלמין לבעל הפרה אע''פ ששכרה לחרוש בהר וממילא ג''כ שאע''פ ששינה השוכר דינו עם האומנין והן משלמין לו ופירוש כשהאומנין שכירים וכן פירש''י ז''ל: "
            ],
            [],
            [
                "<b>שכרה לדוש בקטנית וכו'.</b> משנה שם: ",
                "<b>מעשה באחד שהשכיר חמור וכו'.</b> מבואר שם (דף פ\"א ע\"ב) והוא בהלכות: "
            ],
            [
                "<b>השוכר את הבהמה להביא וכו'.</b> מפורש במשנה (דף פ') ובגמרא אליבא דרבא דקי''ל כוותיה ומבואר בהלכות: "
            ],
            [
                "<b>שכר את הבהמה וכו'.</b> ברייתא שם (דף ע\"ט) וכתב הרשב''א ז''ל דהא דאמרינן השוכר את החמור לרכוב עליה איש לא תרכוב עליה אשה לאו למימרא שאם ניזוקה שיהא חייב בתשלומיה דאין שינוי מאיש לאשה פשיעה שיתחייב עליה שהחמור עשויה היא לרכוב עליה בין איש בין אשה אלא שלכתחלה אין לו לעשות כן ומסתברא שאם מנהג המקום להתייקר יותר בשכר רכיבת הנשים מרכיבת האנשים מוסיף לו שכר כפי המנהג עכ''ל. ואפשר שרבינו חולק בזה כפי מה שיתבאר לפנינו בבבא שלאחר זו: ",
                "<b>ואפילו מעוברת שהיא מניקה.</b> פירוש ואפילו עם הולד היונק וכן פירש רש''י ז''ל שם: "
            ],
            [
                "<b>השוכר את הבהמה לשאת עליה משקל ידוע וכו'.</b> הנראה בדברי רבינו שאף על פי שדרך הבהמה לשאת יותר ממה שהטעינה זה כיון שהוסיף חלק משלשים על המשקל ששכרה חייב והרמב''ן ז''ל חולק בזה ואמר שאם שכר החמור להביא עליה חצי לתך חטים והביא עליה יותר שעורים או חטים עד כדי משוי כל חמור כיוצא בו אף על פי שאין לו לעשות כן וכדאמרינן לרכוב עליה איש לא תרכוב עליה אשה אם עבר ועשה אינו חייב לשלם שמאחר שדרך כל חמור לישא לתך אינו יכול לומר לחצי לתך השכרתי לך ובשביל התוספת מתה שהרי דרך כל חמור לישא כך וכן אם הוסיף על הדרך כגון ששכרה לחמשה מילין והלך עשרה מילין כיון שדרך כל חמור לילך עשרה מילין אם מתה פטור והאריך בזה ואמר שהוא פטור אלא אם כן מתה ודאי מחמת המשאוי כך נראה לו ז''ל והביא ראיה לזה אלא שאינה מכרחת: ",
                "<b>שכר סתם אינו נושא אלא משקל הידוע במדינה לאותה בהמה וכו'.</b> אף ע''פ שבגמרא נתנו שיעור ידוע לקצת בהמות רבינו לא כתבו לפי שכל הארצות אינן שוות ופשוט הוא: ",
                "<b>וכן ספינה וכו'.</b> מבואר שם (דף פ' ע\"ב): "
            ],
            [
                "<b>הכתף שהוסיף על משאו קב אחד וכו'.</b> פירוש הוסיף בלא ידיעתו חייב בנזקיו כאוקימתא דרב אשי שם וכן פסק בהלכות וכתב רש''י ז''ל ומכאן אנו למדין שמשא אדם בינוני ל' קבין שהן חמש סאין דהא תנן תוספת החמור שלשה [קבין] שהן חצי סאה ומשאו לתך ט''ו סאין אלמא תוספת אחד משלשים במשא הוא עכ''ל אף על פי שיש לחלק בין אדם לבהמה: "
            ],
            [
                "<b>השוכר את החמור לרכוב וכו'.</b> ברייתא ונתבארה בגמרא שם (דף ע\"ט ע\"ב): ",
                "<b>וכל אלו הדברים בשוכר סתם וכו'.</b> זה פשוט שהכל הולך אחר המנהג בכיוצא בזה וכן אמרו בשכירות פועלים: "
            ]
        ],
        [
            [
                "<b>השוכר את הבהמה וחלתה או וכו'.</b> משנה בהשוכר את האומנין (דף ע\"ח) השוכר את החמור והבריקה או שנעשית אנגריא אומר לו הרי שלך לפניך ומפרש בגמרא הבריקה שהתליעו רגליה וזהו חלתה שהזכיר רבינו וכן נשתטה מפורש בברייתא שם: ",
                "<b>אם נלקחה דרך הליכה וכו'.</b> לשון רבינו כלשון הגמרא דאמר שמואל התם בין אנגריא חוזרת בין שאינה חוזרת אם בדרך הליכתה ניטלה אומר לו הרי שלך לפניך ואם לאו חייב להעמיד לו חמור ופר''ח ז''ל אם פגעו בה דרך הליכתה ואילו לא פגעו בה לא היו מחפשין אחריה ומצאוה ואנסוה פטור ואם לאו מחמת המשכיר הוא שאפילו היתה בביתו משם היו נוטלין אותה ולפיכך המשכיר חייב להעמיד לו חמור ע''כ. ורש''י ז''ל פירש בדרך אחרת: ",
                "<b>וחייב ליתן לו שכרו משלם.</b> זהו שלא כדברי הר''א ז''ל והרשב''א ז''ל שהסכים לדבריו שהר''א ז''ל כתב נראה לי דלענין תביעת המשכיר על השוכר בלבד קאמר שאע''פ שהזכיר לו חמור סתם אינו יכול לתבעו שיעמיד לו חמור אחר אבל לענין השכר נראה לי שלא יטול אותו מפני שאינו יכול להשתמש בו כראוי ועוד לשמואל אנגריא שאינה חוזרת שיש למלך מלאכה ארוכה שאינה חוזרת לכמה שנים איך יתבע ממנו שכר והוא אינו יכול להשתמש בה עד כאן ולזה הסכים הרשב''א ז''ל ודעת רבינו בחלתה או נשתטית שכיון שיכול להשתמש בה ע''י הדחק נותן לו שכרו וכן באנגריא שאינה חוזרת אחר שבדרך הליכתה ניטלה אומר לו משכיר לשוכר מזלך גרם: ",
                "<b>בד''א בששכרה וכו'.</b> בהשגות א''א אנשתטית קאי ע''כ. פירוש דבנשתטית איכא לאיפלוגי בין משאוי לרכיבה לפי שהמשאוי אם תשליכנו בשטותה או תפול באחת הפחתים אין המשוי ניזק בכלום אחר שהוא משאוי שאין קפידא בהשלכתו אבל לרכוב אם תפול תזיקנו וכן בכלי זכוכית אם תפול תשברם אבל בחלתה או באנגריא אין חילוק בין רכיבה למשאוי. וכן נראה כדבריו בגמרא שלא הזכירו חילוק זה אלא בנשתטתה וזה לשון הגמרא (דף ע\"ט) השוכר את החמור לרכוב עליה והבריקה או נשתטתה חייב להעמיד לו חמור וכו' אמר רב פפא וכלי זכוכית כלרכוב דמי ע''כ. אבל הנמצא בהלכות תוספתא השוכר את הפועל ונאחז באנגריא לא יאמר לו הרי שלך לפניך אלא נותן לו שכרו כמה שעשה השוכר את החמור והבריקה או נשתטית אומר לו הרי שלך לפניך בד''א ששכרה למשאוי אבל שכרה לרכוב עליה חייב להעמיד לו חמור ע''כ. ולמדנו מזה שני דברים האחד שבבהמה נותן לו שכרו משלם כדעת רבינו הנזכר למעלה ואין דינה כפועל שאינו נותן לו אלא כפי מה שעשה והשני שאפי' בהבריקה שזהו חלתה אם שכרה לרכוב חייב להעמיד לו חמור וכן עיקר שהרי אף בחלתה יש לחוש שמא תפול ותזיקנו אבל בדין האנגריא נראה שזה דבר שוה ברכיבה ובמשאוי וזהו שלא נזכר בתוספתא דין האנגריא בבהמה אף ע''פ שבקצת נוסחי ההלכות היא כך הוא עיקר שבאנגריא רכיבה ומשאוי שוין: ",
                "<b>ואם לא העמיד יחזיר השכר ויחשוב עמו על שכר מה שהלך בה.</b> זהו פירש רבינו למה שאמרו בברייתא חייב להעמיד לו חמור שזו היא הכוונה אם רוצה כל שכרו חייב להעמיד לו חמור אבל אם אינו רוצה כל שכרו לא. וכל זה כפי שיטתו שלמעלה שפירש ז''ל כששכרה למשא נותן כל שכרו משלם וברכיבה אינו כך אבל לפי המפרשים האחרים ודאי כששכרה לרכוב חייב להעמיד לו חמור ממש על הצדדין שיתבארו למטה בחילוק אם אמר חמור זה לחמור סתם כמו שיתבאר: "
            ],
            [
                "<b>מתה הבהמה או נשברה וכו'.</b> פירש רבינו המשנה שאמרה מתה או נשברה חייב להעמיד לו חמור שהיא בין ברכיבה בין במשא בשוכר חמור סתם ופירש הוא ז''ל חייב להעמיד לו חמור ואם לא העמיד הרי נבלת חמור זה שמסר לו ועורו משועבדין לזה אבל אם אינן מספיקין הנבילה והעור אין מכריחין את המשכיר לשכור לו מנכסיו דבמה נתחייב לו זה עולה מכלל דבריו ז''ל. וכמה סברות נאמרו בזה הר''א ז''ל פירש חייב להעמיד לו מנכסיו ופירשה בשקנו מידו. ויש מי שפירש חייב להעמיד לו חמור אם רוצה שכר וקמשמע לן שאם אינו מעמיד חמור אינו חייב ליתן לו שכר כלל אפילו ממה שעשה והרשב''א ז''ל פירש חייב להעמיד לו מנכסיו ובלא קניין וכתב אע''פ שאילו חזר בו קודם מסירה אינו עומד אלא למי שפרע אחר שמסר לו חמור אחר כבר נתקיים מעשה ביניהם במסירתו של זה ומיהו כיון דאמר ליה חמור סתם ומסר לו זה הרי זה כאילו נשתעבד בכך מחמת אחריות להעמיד חמור אחר וכדרך שהוא משעבד לו הנבילה בחמור זה כך משעבד עצמו בחמור סתם באחריות כל נכסיו ע''כ. ועוד האריך וכן פירש רבינו יהונתן ז''ל וכן נראה דעת ההלכות: ",
                "<b>אמר לו חמור זה אני שוכר לך אם שכרה לרכוב וכו': שכרה למשא הואיל ואמר לו חמור זה וכו'.</b> בהשגות א''א אין לזה שרש וענף וכו'. ובאמת אי אפשר ליישב סברת רבינו לפי גירסת ספרי (ובגמרא דפוס אמשטרדם כתוב בפירוש השוכר את החמור לרכוב עליה) הגמרא שלנו שכתוב בהן השוכר את החמור ומתה לו בחצי הדרך ואין שם לרכוב בפירוש וכיון שכן אם איתא שיש חילוק בין רכיבה למשאוי כי אקשינן היכי דאמי אי דאמר ליה חמור זה אם יש בדמיה ליקח יקח לוקמה בששכרה למשא וצ''ע. ודין הרכיבה מבואר בגמרא ובהלכות: "
            ],
            [
                "<b>השוכר את הספינה וכו'.</b> כל חלקי דיני הספינה מבואר שם בגמרא ובהלכות בבירור ובדין ספינה סתם ויין זה שיכול לומר בעל הספינה הבא לי יין זה כתבו הרמב''ן והרשב''א לאו למימרא דמעיקרא אם רצה להחליף יין זה ביין אחר שלא יהא רשאי דהא ודאי רשאי שאין בזה קפידא דמה איכפת לו בין יין זה ליין אחר אלא שמצאה כאן קפידא מקום לנוח ונחה ע''כ וכן במה שאמר שכר ספינה סתם ויין סתם חולקין פירש''י ז''ל אם קיבל יחזור החצי ואם לא נתן יתן החצי שהרי ביד שניהן להשלים ואם יעכב הנתבע מליתן החצי יעשה מה שהתנה עכ''ל פירוש ועד שישלים חבירו תנאו יהיה פטור זה כלומר אם בעל הספינה קיבל כל השכר והביא ספינה וזה אינו מביא יין אינו נותן לו כלום וכן בהיפך וכך כתב הרמב''ן ז''ל שכשתובע משלים תנאו ונתבע אינו משלים מוציאים מידו וזה לשונו ודאמרינן בספינה סתם ויין סתם חולקין דוקא בשאין אחד מהם רוצה להשלים אבל זה מביא יינו וזה אינו מביא ספינה אם נתן שכר נמי יטול ויוציא מתחת ידו ע''כ: "
            ],
            [
                "<b>השוכר את הספינה ופרקה בחצי הדרך נותן לו שכר כל הדרך וכו'.</b> זה מבואר בסוגיית הגמרא אי דלא משכח לאוגורי כוליה אגריה בעי למיתב ליה ופירשו ז''ל ואינו מנכה לו כלום שכיון שספינה קיימת יכול לומר לו אנא הא קאימנא ואינו דומה לספינה סתם ויין זה וטבעה ספינה שמנכה לו לפי שלשם אין הספינה קיימת: ",
                "<b>ואם מצא השוכר מי שישכיר אותה וכו' ויש לו תרעומת.</b> בהשגות א''א [לפי הגמ'] בזה טענת ממון יש לו עליו ע''כ. וכן הוא האמת שחייב לו רפסתא דספינתא פירוש דריסת הרגל כי כשפורק זה ומוציא סחורתו ונכנס אחר ומכניס בה משאו מרעי ליה לספינתא ומפסדי לה והוא ממון גמור ומבואר זה בגמרא ובהלכות: ",
                "<b>וכן אם מכר וכו'.</b> זה מבואר בגמרא ובפירוש ההלכות: "
            ],
            [
                "<b>מכאן אני וכו'.</b> סברת הרב ז''ל וראייתו בצדה מדין הספינה ולא אמרו שיש לו תרעומת אלא בספינה מפני שיש לו לבעל הספינה לדור עם השוכר ולסבול דעתו אבל בבית אפילו תרעומת אין לו ונכון הוא בטעמו: ",
                "<b>וכן אני אומר אם אמר לו בעל הבית וכו'.</b> גם זה נכון אבל אין לזה ראייה מן הגמרא: ",
                "<b>ויש מי שהורה שאינו וכו'.</b> בהשגות א''א יש בדורנו אומרים כן וכו'. ונראה שהם ז''ל יחלקו בין ספינה לבית לומר שבספינה יכול הוא להשכירה לאחר לפי שבעלה עמה וישמור שהשוכר הזה לא יקלקלנה ואעפ''כ יש לו תרעומת מפני שינוי הדעת אבל בבית שאין בעליו עמו אינו רשאי. ומ''מ טענתם חלושה מאד שהרי זה השוכר השני אם הזיק ישלם ואין מצוי היזק בקרקע שיאמר בו אין רצוני שיהא פקדוני ביד אחר: "
            ],
            [
                "<b>בית זה אני משכיר לך וכו'.</b> מפורש בסוגיית הגמרא סוף פרק השואל (דף ק\"ג) ה''ד אי דאמר ליה בית זה ונפל אזל ליה. ופירש''י ז''ל אזל לו מזלו [של שוכר] גרם. וכתבו ז''ל ואינו דומה לחמור זה שאמרנו למעלה לדעת רבינו בששכרו לרכוב ולדעת יתר המפרשים אף בששכרו למשא שאם יש בדמיו לשכור ישכור משום דחמור כשמת לזבוני קאי וליקח אחר מה שאין כן בבית כשנפל שאין דרך למכרו: ",
                "<b>אבל אם סתרו וכו'.</b> פירוש שלא אמרו אלא בשנפל מאליו שאין המשכיר סבה בנפילתו אבל אם המשכיר סתרו פשיטא שחייב להעמיד לו בית. ובודאי שהשוכר מעכב עליו שלא יסתרנו בזמן שכירותו אבל אם עמד וסתרו ודאי חייב להעמיד לו בית ופשוט הוא וכ''ש לפירש''י ז''ל שפירש מזלו של שוכר גרם שא''א לומר כן בשסתרו הוא: ",
                "<b>וכן אם חזר אחר שהשכירו וכו'.</b> ג''ז פשוט שכל שהמשכיר סבה בענין שהוא חייב להעמיד לו בית: "
            ],
            [
                "<b>השכיר לו בית סתם ואחר וכו'.</b> גם זה מפורש שם. ",
                "<b>ומ''ש והוא שיהיה קרוי בית.</b> פשוט הוא ומבואר בהלכות: ",
                "<b>אבל אם אומר לו בית כזה אני וכו'.</b> גם זה מבואר שם ובהלכות בביאור: "
            ],
            [
                "<b>המשכיר עלייה סתם וכו'.</b> מבואר בסוגיית הבית והעלייה בביאור: ",
                "<b>אמר לו עלייה זו שעל גבי בית זה וכו'.</b> פירוש אם אמר לו עלייה זו ולא אמר לו שעל גבי בית זה אם נפלה העלייה או נפחתה אינו חייב משכיר לתקנה וכן מפורש שם שאין דין זה אלא בשביל שאמר שעל גבי בית זה ופשוט הוא: ",
                "<b>לפיכך אם נפחתה העלייה וכו'.</b> מפורש שם וכשמואל דקי''ל כוותיה בדיני ומבואר בהלכות וכתב הרשב''א ז''ל דוקא נפחתה תקרת הבית שבני העלייה דורסין עליה שבאה התקלה מחמת תקרת הבית וזה שעבד לו הבית כשאמר שעל גבי בית זה שכל זמן שנתקלקלה עלייתו מחמת בית או יתקן או ידור עמו בבית אבל אם נפלו כותלי העלייה אינו חייב לתקן ולא ידור עמו בבית שאין זה הקלקול מחמת הבית: ",
                "<b>היו שתי עליות זו על גבי זו וכו'.</b> בעיא פשוטה שם: ",
                "<b>נפחתה התחתונה.</b> בעיא דלא איפשיטא: ",
                "<b>מעשה באחד שאמר לחבירו דלית זה שעל וכו'.</b> לשון המימרא שם: "
            ]
        ],
        [
            [
                "<b>המשכיר בית לחבירו בבירה גדולה וכו'.</b> מימרא מפורשת פרק השותפין שרצו (בבא בתרא דף ו') ופסק בדין הרחבה כרבא דהוא בתרא. וכתב תרבץ של חצר במקום תרבץ אפדני הנזכר בגמרא וכן פירש אבן מיגש ז''ל מלוסה של חצר ופירש''י ז''ל ה''ז משתמש בכותליה בחורי הכותלים על פני ארכה מבחוץ עד ארבע אמות אף (הן) שלא כנגד ביתו ע''כ: ",
                "<b>ובכל אלו הדברים וכו'.</b> זה פשוט ונלמד ממה שאמרו שם בעובי הכותל במקום שנהגו וכ''כ אבן מיגש שם וכל אלו הדברים במקום שאין מנהג ידוע אבל אם יש שם מנהג ידוע הכל הולך אחר המנהג: "
            ],
            [
                "<b>והמשכיר חצירו סתם וכו'.</b> מימרא בהשואל (דף קט\"ו): "
            ],
            [
                "<b>המשכיר בית לחבירו וכו'.</b> משנה וברייתא שם בהשואל (דף ק\"א ע\"ב) ופירוש נגר כמין יתד שנועלין בו את הדלת ותוחבין אותו בחור האסקופה: ",
                "<b>המשכיר בית לחבירו השוכר חייב לעשות לו וכו'.</b> בברייתא שם: "
            ],
            [
                "<b>המשכיר עלייה לחבירו וכו'.</b> פי' בשאמר לו עלייה סתם וכן נראה מן ההלכות וכבר כתב רבינו למעלה פרק חמישי חייב להעמיד לו עלייה ופי' אם נפלה ועתה כתב ז״ל דין נפחתה תקרת הבית שהיא מדרס העלייה ומבואר הוא בפרק הבית והעלייה (בבא מציעא דף קי\"ז) ודין המעזיבה כרבנן ודלא כרבי יוסי: "
            ],
            [
                "<b>הזבל שבחצר הרי הוא של שוכר וכו'. במה דברים אמורים שהיו הבהמות שעשו הזבל וכו' עד אע''פ שהיא שכורה ביד אחרים.</b> בהשגות א''א דבר זה אינו מחוור שהרי בגמרא העמידוה בחצר דמשכיר ושוורים דאתו מעלמא פי' חצר דמשכיר דלא אגירא לשוכר (מכלל) דאי אגירא ליה וכו'. ובגמ' (דף ק\"א ע\"ב) שנינו במשנה בהשואל והזבל של בעל הבית ואיתמר עלה בגמרא במאי עסקינן אילימא בחצר דאגירא ליה לשוכר ותורי דשוכר אמאי של בעל הבית ואלא בחצר דלא אגירא ליה לשוכר ותורי דמשכיר הא נמי פשיטא לא צריכא בחצר דמשכיר ותורי דאתו מעלמא וקמו ביה מסייע ליה לרבי יוסי בר חנינא דאמר וכו' חצירו של אדם קונה לו שלא מדעתו ע''כ ופירש רבינו בחצר דמשכיר אע''פ שהיא שכורה ביד השוכר כיון שהיא של משכיר והשוורים מעלמא הזבל של משכיר וזהו שלא הקשו אמאי של בעל הבית אלא בחצר דשוכר ותורי דשוכר אבל בתורי דעלמא אע''פ שחצר שכורה ביד שוכר לא הקשו אמאי של בעל הבית. והר''א ז''ל פירש בחצר דמשכיר שלא השכיר החצר פי' שלא השכיר החצר לשוכר לעשות בה חפציו אלא ליכנס בה לביתו וזה דעת רש''י ז''ל וזה לשונו בחצר דמשכיר שלא השכיר החצר ותורי דאתו מעלמא וסתם גללים אפקורי מפקרי להו בעלים וקניא ליה חצירו ואפילו קידם השוכר והגביהן לא זכה בהן ע''כ. וקצת נראה כפירוש רבינו ממה ששינו הלשון ואמרו בחצר דמשכיר ולא אמרו בחצר דלא אגירא ליה לשוכר: "
            ],
            [
                "<b>המשכיר בית או חצר או מרחץ וכו'.</b> זה מבואר בירושלמי והוא בהלכות. וכן נראה מן הגמרא שלנו שלא אמרו צריך להודיעו אלא במשכיר סתם אבל לזמן ידוע לא כן כתבו הגאונים ז''ל: ",
                "<b>שכר לו בית וכו'.</b> (וכן הביאו הרא\"ש בפסקיו אבל לא מצאתיו בירושלמי בפרק השואל) ירושלמי תאני ללינה אין פחות מיום אחד לשביתה אין פחות משני ימים לנישואין אין פחות משלשים ע''כ והובא בהלכות: "
            ],
            [
                "<b>המשכיר בית לחבירו סתם וכו'.</b> ופירוש סתם כגון ששכרו בכך וכך לחדש ולא פירש לכמה חדשים. ולשון הגמרא בביאור המשנה כך הוא הכי קאמר המשכיר בית לחבירו סתם אינו יכול להוציאו בימות הגשמים מן החג ועד הפסח אא''כ הודיעו בימות החמה ל' יום מעיקרא ופירש''י ז''ל וממילא שמעינן אם כלו לו ימי שכירותו דבימות החמה אין יכול להוציאו עד ל' יום משהודיעו וזה דעת רבינו והרמב''ן ז''ל. אבל הרשב''א ז''ל כתב והראב''ד ז''ל אמר דבימות החמה יכול להוציאו מיד בסוף החדש אע''פ שלא הודיעו מתחלה משום דשכיחי בתי ונ''ל כדבריו עיקר כל שהוא קודם חצי אלול דשכיחי בתי אבל מט''ו אלול ואילך לא דהיינו טעמא דימות הגשמים שכולן מקדימין ושוכרין שלשים יום קודם החג לצורך ימות הגשמים: ",
                "<b>במה דברים אמורים בימות החמה אבל בימות הגשמים וכו'.</b> כבר נתבאר זה: ",
                "<b>קבע לו שלשים יום לפני החג וכו'.</b> מימרא דרב אסי שם ובהלכות: ",
                "<b>במה דברים אמורים בעיירות אבל בכרכים וכו'.</b> במשנה שם. וכן בחנות בין בכרכים וכו'. במשנה ובחנויות אחד עיירות ואחד כרכים שנים עשר חדש רבן שמעון בן גמליאל אומר של נחתומין ושל צבעים שלש שנים ורבינו לא פסק כרבן שמעון בן גמליאל וכן כתוב בעיטור זה לשונו וכתב בעל הלכות דליתא לדרשב''ג בחנות ע''כ. אבל בהלכות היא. וגם כן כתב הרי''ף ז''ל הברייתא שהיא נתינת טעם לדברי רשב''ג תנא מפני שהיקפו מרובה פירש''י וטעם הכרכין שהוא מקום שווקים והכל נמשכין שם והבתים אינן מצויין לשכור. ובחנויות שהחנווני מקיף הקפה למכיריו ושוהין מלשלם לו ימים רבים וכשמביאין לו מעותיו באין על פתח שהקיפו שם ואם הלך למקום אחר אינן יודעין אנה ימצאוהו עכ''ל רש''י ז''ל: "
            ],
            [
                "<b>כשם שהמשכיר חייב להודיעו וכו'.</b> ברייתא שם וזה לשונה וכשם שהמשכיר צריך להודיעו כך שוכר צריך להודיעו ופירש רבינו ז''ל שזמני הודעת השוכר למשכיר שוין לזמני הודעת המשכיר לשוכר ופשוט הוא: "
            ],
            [
                "<b>אע''פ שאין המשכיר וכו'.</b> דין היוקר מפורש בגמרא וממילא כשהוזל שאין כח השוכר גרוע מכח המשכיר ופשוט הוא: ",
                "<b>נפל בית וכו'.</b> מבואר שם. וכתב הרשב''א ז''ל דוקא בשוכר סתם שכל שעה זמנו ואינו מחוסר אלא זמן ההודעה אבל בשוכר לזמן ידוע אינו יכול להוציאו תוך זמנו וכן מוכח בירושלמי: "
            ],
            [
                "<b>נתן הבית לבנו לישא בו אשה אם היה יודע וכו'.</b> ג''ז שם: "
            ],
            [
                "<b>מכר את הבית או נתנו או הורישו וכו'.</b> מפורש שם (ק\"א:): "
            ]
        ],
        [
            [
                "<b>כשם שמתנה אדם כל תנאי שירצה במקח וכו'.</b> זה פשוט. ",
                "<b>ומ''ש שהשכירות מכירה לזמן קצוב.</b> מפורש בהזהב (דף נ\"ו ע\"ב): ",
                "<b>וכל שאין לו למכור וכו'.</b> ג''ז פשוט: "
            ],
            [
                "<b>המשכיר בית לחבירו לשנה וכו'.</b> משנה מפורשת שם בהשואל (דף ק\"ב) ומיהו כתב הרשב''א ז''ל נ''ל דדוקא באומר שנה זו א''נ השנה דקיי''ל דהו''ל כאומר שנה זו אבל באומר שנה אחת לעולם אין לו אלא י''ב חדש וכן כתב בנדרים פרק קונם יין זה לשונו ולפי מה שאמרנו לא תמצא שהיה לו לשוכר לעולם י''ג חדש אלא בעומד בר''ה ונתעברה שנה אבל בעומד באמצע השנה לעולם לא דאי א''ל השנה או שנה זו אין לו אלא עד ר''ה ואי אמר שנה אחת אינו מונה אלא י''ב חדש ואפילו באומר מהיום שנה אחת כמו שאמרנו ע''כ והאריך בזה אבל אין דעת רבינו כן שהרי כתב בפרק עשירי מהלכות נדרים שהאוסר דבר על עצמו שנה אחת ונתעברה שנה אסור בה ובעיבורה והרשב''א ז''ל נחלק עליו בנדרים ומהם למד לדין השכירות ופשט המשנה שבפ' השואל כדברי רבינו: ",
                "<b>השכיר לחדשים וכו'.</b> במשנת השואל (דף ק\"ב): ",
                "<b>הזכיר לו חדשים ושנה.</b> פסק כר''נ דהלכתא כוותיה בדיני ומבואר בהלכות: ",
                "<b>וכן בעל הבית שאמר לזמן זה וכו'.</b> גם זה מהטעם האמור למעלה שקרקע בחזקת בעליה עומדת וכן הדין בכל מילתא דלא עבידא לאיגלויי כמו שנתבאר בפרק זה: "
            ],
            [
                "<b>השוכר שאמר נתתי שכר הבית וכו' אם תבעו בתוך שלשים וכו'.</b> בהשגות א''א ל' יום לאו דוקא וכו'. ופשוט הוא וכבר ביאר רבינו באמרו וכן אם שכר ממנו ופירש שיתן לו השכר וכו' ומ''ש שלשים יום הכוונה בשוכר סתם ובאותן שלשים יום של הודעה ובהלכות ובקצת ספרי הגמ' הגירסא כך תנינא כל ל' יום בחזקת שלא נתן עד שיביא ראייה שנתן לאחר ל' יום בחזקת שנתן עד שיביא ראיה שלא נתן ונראה שסובר רבינו שהיא ברייתא שנויה על דין זה ורש''י ז''ל החליף הגירסא כמו שכתוב בפירושיו: ",
                "<b>וכן אם שכר ממנו ופירש וכו'.</b> כבר נתבאר זה: "
            ],
            [
                "<b>המשכיר בית לחבירו בשטר לעשר שנים וכו'.</b> מימרא דרב נחמן שם (דף ק\"ג): "
            ],
            [
                "<b>השוכר פרדס או שהיה משכון בידו וכו'.</b> מעשה בהמקבל (דף ק\"ט) ופסק כרבא: ",
                "<b>וגוף האילנות שיבשו או נקצצו שניהם אסורין בהן משום רבית המלוה והלוה.</b> בהשגות א''א אין כאן רבית וכו'. ובגמרא אין שם טעם אלא שניהם אסורין ורש''י ז''ל פירש בקונה שדה בזמן שהיובל נוהג והר''א ז''ל ורבינו מפרשים אותה במלוה ולוה ופירוש דברי רבינו שהמלוה אסור באילנות מפני שאם הוא אוכל הקרן נמצא שהפירות שאכל עד עתה היה בשכר מעותיו אבל הלוה צריך עיון היאך יש בו משום רבית. ויש לפרש שאם יאכל הקרן הלוה יצטרך להחזיר לו מעותיו למלוה ונמצא שנתן הפירות בריבית המעות ועדיין צריך עיון: "
            ],
            [
                "<b>שטר השכירות או שטר המשכון וכו' עד שיביא בעל הקרקע ראיה.</b> כך נפסקה הלכה בהמקבל (דף ק\"י) בגמ' בפירוש והקשו שם והא קי''ל [דהלכתא כרב נחמן דאמר] קרקע בחזקת בעליה עומדת ותירצו הני מילי מילתא דלא עבידא לאיגלויי אבל מילתא דעבידא לאיגלויי וכו' תרי זימני בי דינא לא מטרחינן ופירש''י ז''ל זה לשונו סוף שיבאו עדי השטר ויעידו ואטרוחי בי דינא תרי זימני שמא הדין עם המלוה ואם נוציאנו מידו צריכין לחזור ולגבותם מיד הלוה לאחר זמן ע''כ: ",
                "<b>אכלה השוכר או וכו'.</b> פסק כרב יהודה דאמר הכין פרק המקבל שם וכן בהלכות ודוקא שאין שם עדים שממושכנת או מושכרת היא בידו וגם בעל הקרקע לא מיחה שהרי השוכר או המלוה יכול לומר לקוחה היא בידי הא לאו הכי ודאי אינו נאמן שהרי נאמנותו אינו אלא מדין מיגו ואם אין שם מיגו בטל נאמנותו: "
            ],
            [
                "<b>מי שהכניס וכו'.</b> ממעשה דהשואל (דף ק\"א ע\"ב) מההוא גברא דזבן חמרא והטעתו אשה כדאיתא התם: "
            ],
            [
                "<b>השוכר ריחיים מחבירו וכו'.</b> מעשה מפורש בהנושא בכתובות (דף ק\"ג): "
            ]
        ],
        [
            [
                "<b>אחד השוכר מחבירו שדה וכו'.</b> זה מפורש בברייתא (פ\"ו) דמסכת דמאי מה בין שוכר לחוכר השוכר במעות והחוכר בפירות: "
            ],
            [
                "<b>המקבל שדה או פרדס כדי לעבוד בו וכו'.</b> ג''ז פשוט בהמקבל (דף ק\"ג ע\"ב) באותה ברייתא אבל חוכר ומקבל שניהם בפירות אלא המקבל נותן לבעל הקרקע שליש תבואתו או רביע לפי מה שמקבל על עצמו והחוכר נותן לו פירות קצובין: ",
                "<b>כל דבר שהוא לסייג לארץ וכו'.</b> בהמקבל כל עיקר בלומי כרמא דבעל הבית נטירותא יתירתא דאריסא ופירש''י ז''ל עיקר בלמא שמירה שאי אפשר בלא היא נטירותא יתירתא דאריסא עליו להוציאה שאינו עושה אלא להקל עליו שלא יצטרך לטרוח כלל בשמירתה עכ''ל: ",
                "<b>הקרדום שחופרין וכו'.</b> ג''ז שם: "
            ],
            [
                "<b>השוכר או המקבל שדה מחבירו לשנים מועטות וכו'.</b> משנה בהמקבל (דף ק\"ט) המקבל שדה מחבירו לשנים מועטות לא יזרענה פשתן וכו' ובראש הפרק (דף ק\"ד) אמר ר''פ הני תרתי מתנייתא קמייתא משכחת להו בין בחכירות בין בקבלנות מכאן ואילך דאיתיה בחכירות ליתיה בקבלנות דאיתיה בקבלנות ליתיה בחכירות ע''כ. וזו המשנה מן האחרונות ומתוך כך פירש''י ז''ל דבחכירות היא דאי בקבלנות מאי דבעי ליזרע שהרי הבעלים חולקין בו ע''כ פירוש מפני שהקבלנות כבר נתבאר שהוא חלק ידוע ממה שיוציא השדה. x והרמב''ן הקשה עליו ופירש דאדרבה משום סיפא דקתני קבלה ממנו לשבע שנים יזרענה פשתן ואי בקבלנות אמאי יזרענה פשתן כיון שקבלה לתבואה הרי זה אומר לו לתבואה אני צריך ובקב תבואה אני רוצה וכו' ורבינו ז''ל העמידה בין בחכירות בין בקבלנות והוא קצת תימה. ואפשר שהוא סובר כמו שפירש הרשב''א ז''ל דר''פ לאו לענין דינא ממש קאמר אלא יש מהן דדינא לא אישתני אלא שלא הוצרך להשמיענו הדין ההוא אלא או בחכירות או בקבלנות. ופירוש שנים מועטות פחות משבע. והטעם שהפשתן מכחיש הארץ והפסידו ניכר עד שש שנים: ",
                "<b>שכרה או קבלה וכו'.</b> פי' בשקבלה סתם דאי בקבלה בפירוש לדבר ידוע פשיטא שבעל השדה מעכב עליו: ",
                "<b>אין שביעית מן המניין.</b> משנה שם (דף ק\"י ע\"ב) דשבע שנים שני זריעה משמע: ",
                "<b>שכרה או קבלה וכו'.</b> ג''ז במשנה ובודאי שהיא בין בחכירות בין בקבלנות: "
            ],
            [
                "<b>החוכר או וכו'.</b> מפורש במשנה (דף ק\"ג ע\"ב). ",
                "<b>ומ''ש ולא פסק הנהר הגדול וכו'.</b> מפורש בגמרא: ",
                "<b>ואם מכת וכו'.</b> זה נתבאר בגמרא שם בזה הלשון היכי דמי אילימא דיבש נהרא רבא אמאי אין מנכה לו מן חכירו ולימא ליה מכת מדינה היא וכו' וכתב הרמב''ן דדוקא אחכירות אקשינא אמאי אינו מנכה לו מן חכירו אם יבש הנהר הגדול הואיל ומכת מדינה היא אבל בקבלנות אע''ג דמכת מדינה היא לא מנכה ליה ומה שימצאו יחלוקו לפי מה שהתנו ולדבריו הסכים הרשב''א ז''ל: ",
                "<b>היה עומד בתוך וכו'.</b> במשנה שם ואקשינן עלה בגמרא (דף ק\"ד) ואמאי ולימא ליה שמא בעלמא אמרי לך מי לא תניא האומר לחבירו בית כור עפר אני מוכר לך אע''פ שאין בו אלא לתך הגיעו וכו' והוא דקרו ליה בית כור ופריק שמואל וכו' אי דא''ל מחכיר לחוכר הכי נמי דאינו מנכה לו דא''ל שמא בעלמא אמרי לך ומתני' דא''ל חוכר למחכיר דהויא קפידא ורבינא אמר הא והא דאמר ליה מחכיר לחוכר ומדקאמר זה מכלל דעומד בתוכה עסקינן ובעומד בתוכה למה ליה למימרא בית השלחין זה אלא מדקאמר ליה בית השלחין זה ש''מ כדקיימא השתא ע''כ ורבינו פסק כאוקימתא דרבינא ולא חש להא דשמואל ונראה מדבריו ז''ל דאפילו א''ל חוכר למחכיר בית השלחין אני חוכר ממך ויבש המעיין אינו מנכה לו מן חכירו שאם לא כן היה לו ז''ל לבאר אבל הרמב''ן והרשב''א ז''ל אמרו מדלא אמר רבינא לעולם ל''ש אמר מחכיר לחוכר ל''ש אמר חוכר למחכיר שמעינן מינה דמודה רבינא היכא דאמר חוכר למחכיר דקפידא ואע''פ שאינו עומד בתוכה וכן במכר לעניין בית כור אלו דבריהם ז''ל ותניא נמי בתוספתא שדה בית השלחין אני שוכר הימך שדה בית האילן אני שוכר הימך יבש המעיין ונקצץ האילן חייב להעמיד לו מעיין אחר וחייב להעמיד לו אילן אחר שדה בית השלחין זו אני שוכר הימך שדה בית האילן זו אני שוכר הימך יבש המעיין ונקצץ האילן מנכה לו מן חכירו וזה מבואר כדבריהם ז''ל ופירוש יבש המעיין פירשו בירושלמי ביבש כולו אבל מקצתו כגון שהיה עמוק שתים ועכשיו עמוק שלש יכול לומר לו טרח בו והוא מספיק עוד אמרו בירושלמי נקצץ האילן בנקצץ האילן כולו אבל אם נשתייר בו ממטע עשרה לבית סאה יכול לומר לו עד עכשיו היו מרובין במספר והיו כחושין ואינן עושין פירות מרובין עכשיו הם מועטין במספר ועושין פירות מרובין: "
            ],
            [
                "<b>השוכר או המקבל שדה מחבירו ואכלה חגב וכו'.</b> משנה שם (דף ק\"ה ע\"ב) וכתב רש''י ז''ל והא ליתא אלא בחכירות דאי בקבלנות מאי מנכה איכא מה שימצאו יחלוקו ע''כ. ופשוט הוא ומוכרח מההיא דרב פפא שהבאתי לעיל. ותימה איך כתב רבינו המקבל ואולי מפני שלשון המשנה היא כך המקבל אחז לשון המשנה x ופירושו מקבל בשכירות או בחכירות ומ''מ היה לו לבאר: ",
                "<b>אם אירע דבר זה לרוב שדות העיר.</b> בגמרא כגון דאשתדוף רובא דבאגא ופירש''י ז''ל רוב הבקעה שזו בתוכה עכ''ל. וגירסת רבינו רובא דבאגי והוא כולל כל בקעות העיר וכן מצאתי בקצת נוסחי ההלכות: ",
                "<b>ואם לא פשטה וכו' אע''פ שנשתדפו כל השדות של בעל הקרקע.</b> מבואר במשנה ובגמרא: ",
                "<b>נשתדפו כל השדות וכו'.</b> מבואר בגמרא הדין והטעם שם: ",
                "<b>התנה עליו בעל הקרקע וכו'.</b> מבואר שם בגמרא (דף ק\"ו): ",
                "<b>או שלא זרעה כלל.</b> מימרא דרב חסדא שם: ",
                "<b>או שזרעה ולא צמחה.</b> מימרא דר''ל (דף ק\"ו ע\"ב): ",
                "<b>ועד מתי חייב להטפל וכו' כל זמן שראוי לזריעה באותו מקום.</b> פירוש בגמרא יש שיעורין חלוקין והכוונה כדברי רבינו ולפי מה שהוא מקום. ובגמרא קודם מימרא דר''ל הביאו ברייתות תנא חדא פעם ראשונה ושנייה זורעה שלישית אינו זורעה ותניא אידך שלישית זורעה רביעית אינו זורעה לא קשיא הא רבי דאמר בתרי זימני הויא חזקה הא רשב''ג דאמר בתלת זימני הויא חזקה. אמר ר''ל לא שנו אלא שזרעה וצמחה ואכלה חגב אבל זרעה ולא צמחה וכו' כל ימי זרעה זרע עד אימת וכו' ופירש''י ז''ל בשזרעה ואכלה חגב כעין משנתנו ואע''פ שזרעה ואכלה חגב והוא מכת מדינה אינו מנכה לו אלא בשזרעה שתים לרבי ושלש לרשב''ג וקאמר לפי שאין בני מדינה עושין כן בשלהן. וקאמר ר''ל לא שאנו דבשתים או שלש סגי אע''פ שעדיין נמשך זמן הזריעה אלא באכילת חגב אבל לא צמחה כלל אפילו כמה פעמים זורע עד שיכלה כל זמן הזריעה זו היא שיטתו ולזה הסכים הרשב''א ז''ל. וכתב עוד ואם זרעה כל זמן זריעותיה ולא צמחה אם מכת מדינה היא מנכה לו ואפילו לא הספיק לזורעה אלא שתי פעמים לרשב''ג או אחת לרבי שאע''פ שלא הוחזקה זו מנכה לו מן חכירו שהרי זרעה כל צרכו ולא פשע בה בכלום ע''כ. וברייתות אלו אינן בהלכות ובשיטתו הלך רבינו שלא פסקן וצ''ע: "
            ],
            [
                "<b>השוכר או המקבל שדה מחבירו מקום שנהגו וכו'.</b> משנה ראשונה שבפרק המקבל (בבא מציעא דף ק\"ג ע\"ב) ובגמרא מפרש הטעם: ",
                "<b>ומקום שנהגו לחרוש.</b> גם זה באותה משנה. ופירשו בגמרא שאפילו אם נכשה המקבל ואין דרך המקום לנכש חורש הוא אחריו אע''פ שהחרישה אינה אלא כדי לעקור עשבים רעים וזה כבר נכש חייב ופירוש אחריו אחר הקציר: ",
                "<b>מקום שנהגו להשכיר אילנות על גב קרקע.</b> ברייתא שם. ופירוש שדרכן ששוכר הקרקע נוטל חלק בפירות האילן אע''פ שאינו טורח בהם: ",
                "<b>ואע''פ שהשכיר לו בפחות מן הידוע.</b> מפורש בגמרא ופירוש כגון שידוע שהשדות נשכרות למחצה או לשליש וזה השכירה לרביע: ",
                "<b>ומקום שנהגו שלא להשכיר אילנות וכו'.</b> מפורש שם: "
            ],
            [
                "<b>החוכר שדה מחבירו בעשרה כור חטים וכו'.</b> משנה (דף ק\"ז ע\"ב) ופירוש אע''פ שקבלה ממנו בחכירות והוא דבר ידוע אם מוציא השדה מעט או הרבה אע''פ כן לא נסתלק מפירות קרקעו ומאותן פירות הוא נותן לו הדבר הקצוב: ",
                "<b>חכר ממנו כרם בעשרה סלי ענבים והקריסו וכו'.</b> מבואר בגמרא: ",
                "<b>אבל אם חכרו בעשרה כדי יין וכו'.</b> פסק כרב אשי דהוא בתרא: ",
                "<b>חכרה ממנו במאה עמרים של אספסתא.</b> פי' אספסתא שחת ונקצרת לשלשים יום. והדין הזה מעשה בגמרא ואין גירסת ספרינו כפי גירסתו לפי הנמצא בספריו. ומכל מקום הדין אמת שכל ששינה אינה כלקתה ואינו נותן מתוכה: "
            ],
            [
                "<b>החוכר שדה מחבירו ולא רצה לנכש.</b> משנה שם (דף ק\"ה) וגמרא. ופירשו במקום שאין שם מנהג ידוע לנכש אבל אם נהגו שלא לנכש הכל הולך אחר המנהג: "
            ],
            [
                "<b>החוכר שדה מחבירו לזורעה שעורים לא וכו'.</b> משנה שם (דף ק\"ו ע\"ב) ופסק דלא כרשב''ג ופירש''י ז''ל הא דוקא בחכירות אבל בקבלנות אפילו לזורעה שעורים יזרענה חטים שהרי זה נהנה בשינוי של זה ואין כן דעת הרמב''ן ז''ל לפי מה שקדם למעלה בדין הפשתן אלא בהיפך דאי בקבלנות קבלה אפילו קבלה לחטים לא יזרענה שעורים שהרי זה אומר חטים אני רוצה וכן בשעורים לחטים ועיקר: ",
                "<b>קטנית לא יזרענה תבואה וכו'.</b> גירסת רבינו כגירסת ההלכות והיא כך במשנה קטנית לא יזרענה תבואה תבואה יזרענה קטנית. ובגמרא מתני לה רב יהודה לאבין בר רב נחמן תבואה לא יזרענה קטנית אמר ליה והא אנן תנן תבואה יזרענה קטנית לא קשיא הא לן והא להו וזה מבואר וגירסת ספרינו וגירסת רש''י ז''ל במשנה ובגמרא היפך מזה והעולה מאותה גיר' שבא''י קטנית יזרענה תבואה תבואה לא יזרענה קטנית ובבבל משנה אפילו מתבואה לקטנית וכ''ש מקטנית לתבואה: "
            ],
            [
                "<b>המקבל שדה מחבירו לשנים מועטות וכו'.</b> פירוש שנים מועטות פחות משבע ומשנה היא שם (דף ק\"ט) ופירוש קורת שקמה אילן סרק וכורתין קורותיו לעצים ובתוך שבע שנים חוזר וגדל. וכתב הראב''ד ז''ל אפילו במקום שנהגו להשכיר אילן אגב קרקע ה''מ בפירות אבל אם מת האילן וקצצוהו אין לו בקורה כלום ואפילו קצצוהו לעצים ע''כ: ",
                "<b>לא בשבח האילנות.</b> ממעשה דר''פ ורב ביבי בר אביי נלמדה בבא זו: ",
                "<b>ואם קבלה שבע שנים וכו'.</b> משנה: ",
                "<b>הגיע זמנו להסתלק מן השדה וכו'.</b> תוספתא הניחה ויוצא והיה בה תבואה לקצור ענבים לבצור זיתים למסוק הרי אלו שמין לו אם היה שכיר נותנין לו שכירותו ואם קבלן נותן קבלנותו ופירש הרמב''ן ז''ל אף ע''פ שצריכין לקרקע ושמין לו לפי מה ששוה וזה דעת רבינו שכתב ועדיין לא הגיעו להמכר: ",
                "<b>או שגמרו וכו'.</b> זה נתבאר בגמרא שם: ",
                "<b>כשם שחולקין המקבל ובעל הקרקע וכו'.</b> משנה שם (דף ק\"ג ע\"א ב') וגמרא. ופירוש והקנים על שניהם לקנותו בתחילה וכיון שכן חולקין בסוף: "
            ],
            [
                "<b>המקבל שדה מחבירו ליטע מקבל עליו בעל השדה עשר בוראות לסאה וכו'.</b> כך היא גירסתו ז''ל וגירסת הרב אבן מיגש ז''ל בב''ב פרק המוכר פירות. ופירוש מקבל עליו עשר שורות מבוריות לסאה א''נ יש לפרש עשר נטיעות מבוריות לסאה ע''כ לשון אבן מיגש ז''ל. אבל גירסת ספרינו מקבל עליו י' בוראות לק' ופיר''ש ז''ל המקבל פועל שמקבל עליו ליטע כל שדה חבירו כשיעור שיכולין ליטע כגון מטע י' לבית סאה מקבל עליו בעל השדה י' בוריות לק' ואם יש י' אילנות בורות שאין עושין פרי לא יצטרך מקבל ליטע אחרים תחתיהן דאורחייהו דאילנות להיות להן בורות כל כך ומחיל יותר מכאן כגון י''א למאה מגלגלין עליו את הכל יטע לו י''א תחתיהן דהשתא ליכא מחילה כלל עכ''ל: "
            ],
            [
                "<b>המקבל שדה מחבירו ולא עשתה וכו'.</b> פירוש ולא עשתה כראוי לה והדין בהמקבל (דף ק\"י) משנה וברייתא וגמרא ופסק כרבי ינאי וכר''ל שפירש דבריו ובפחות מכאן אינו חייב ליטפל בה שאין אני מקיים בה ואעמיד: "
            ],
            [
                "<b>המקבל שדה מחבירו וכו'.</b> משנה (דף ק\"ד) ופירוש אע''פ שלא כתב לו ממש לשון זה הרי דינו כמי שכתב דכתנאי בית דין דמי וכ''כ הרמב''ן והרשב''א ז''ל וכ''כ רבינו יצחק אלברצלונ''י ז''ל תשובה לרבינו האי גאון ז''ל דהא מתניתא כתנאי ב''ד דמיא אע''פ שלא כתב כמי שכתב דמי: ",
                "<b>ומפני מה נתחייב לשלם וכו'.</b> פי' והלא אסמכתא היא: ",
                "<b>אבל אם אמר אם אוביר ולא אעביד וכו'.</b> מפורש בגמרא (דף ק\"ו ע\"ב) ובהלכות בארוכה: "
            ],
            [
                "<b>המקבל שדה לזורעה שומשמין וכו' אין לו עליו אלא תרעומת.</b> פירוש שנותן לו חלקו מן החיטים ואינו יכול לומר לו לא הכחשתי שדך כמו שהיתה מכחשת בזריעת השומשמין ועל כן נכה לי אלא אינו מנכה לו כלל ומבואר הוא בגמרא והעלה הרשב''א ז''ל דבין בחכירות בין בקבלנות הדין כן: ",
                "<b>עשתה פחות וכו'.</b> זה פשוט הוא שהרי זה משלם המותר כיון ששינה: ",
                "<b>עשתה חטים יותר וכו'.</b> מעשה שם: "
            ]
        ],
        [
            [
                "<b>השוכר את הפועלים ואמר להם להשכים וכו'.</b> משנה ראש פרק השוכר את הפועלים (בבא מציעא דף פ\"ג) ומפרש בגמרא שאע״פ שריבה להם שכר יותר על הנהוג אינו יכול לכופן: ",
                "<b>הכל כמנהג המדינה.</b> במשנה שם ומפרש בירושלמי זאת אומרת שהמנהג מבטל ההלכה אמר רבי אמי כל המוציא מחבירו עליו הראיה חוץ מזו ע''כ פי' חוץ מזו שנתבאר לפנינו מהשוכר את הפועל ואמר לו כאחד וכשנים וכו': "
            ],
            [
                "<b>השוכר את הפועל וכו'.</b> ברייתא שם ופירוש משמנין שאם היה הגדול שבשכירות בארבעה והמועט בב' נותן לו ג' וכן כל כיוצא בזה וכתבו הרמב''ן והרשב''א ז''ל דכן הדין בכיוצא בזה במי שאמר כדשיימי בי תלתא א''נ דפסק לפי דמים שמוכרין בעיר וכל כיוצא בזה בכולן משמנין ביניהן ושנו בתוספתא לענין הפוסק על הפירות הנותן מעות לחבירו ליתן לו פירות בגורן חייב להעמיד לו כשער הבינוני אי זהו שער בינוני היו מהלכות משמונה מתשע מעשר נותן לו מתשע ע''כ: "
            ],
            [
                "<b>אמר לשלוחו צא ושכור לי פועלים וכו'.</b> מפורש בסוגיא ראש פרק האומנין (בבא מציעא דף ע\"ו) ובהלכות: ",
                "<b>היה במדינה מי שנשכר בשלשה וכו'.</b> גם זה שם ובהלכות: ",
                "<b>במה דברים אמורים בשאין מלאכתן וכו'.</b> מפורש שם: ",
                "<b>אמר לו בעל הבית שכור לי בארבעה והלך השליח וכו'.</b> גם זה שם ובהלכות: ",
                "<b>אמר לו בעל הבית בשלשה והלך השליח וכו'.</b> גם זה שם ובהלכות ולשון הגמרא דעתייהו אעילויא: ",
                "<b>לפיכך שמין מה שעשו אם שוה וכו'.</b> זה בהלכות ומוכרח הוא שהרי זה כדין שנתבאר למעלה באומר לשלוחו שכור לי בשלשה ושכר בארבעה ואמר להם שכרכם על בעל הבית שכל זמן שיש במדינה מי שנשכר בשלשה שרואין המלאכה כמה היא שוה כמו שנתבאר ובודאי שאפילו כאן אם לא היה במדינה מי שנשכר פחות מארבעה נוטלין ארבעה ואם אמר להם שכרכם עלי יתן משלו וכן פירש''י ז''ל: ",
                "<b>אמר לו בעל הבית בארבעה וכו'.</b> בעיא דלא איפשיטא שם וכתוב בהלכות הילכך לית להו אלא תלתא: "
            ],
            [
                "<b>השוכר את הפועלים והטעו את וכו'.</b> פירוש שחזרו בהם משנה וברייתא שם (דף ע\"ו ע\"ב): ",
                "<b>בד''א בשלא הלכו וכו'.</b> מפורש בגמ' ובהלכות. ויש בזה חילוקים ודינין כתבום הרמב''ן והרשב''א ז''ל אזכירם בקוצר. דוקא הלכו הם עצמם שאז נתקיים ביניהם השכירות ששכירות פועלים נגמר בהתחלת מעשה הלך שם שליח אין להם אלא תרעומות. וכשאמרו אין להם אלא תרעומות כשלא הלכו דוקא בשלא היו יכולין להשכיר עצמם אמש כששכרם בעל הבית זה אבל אם היו נשכרים אמש ועכשיו אין נשכרין כלל הרי זה כדבר האבד להם ונותן להם שכרן כפועל בטל וכן אם נשכרים בפחות משלם הפחת. ואם הלכו אע''פ שלא היו מוצאין להשכיר עצמן אמש נותן להם שכרן כפועל בטל והוא שעכשיו אינן נשכרין כלל אבל אם היו נשכרין כשכירותו אין להן עליו אלא תרעומת שהרי הוא אומר להם צאו והשכירו עצמכם וכן אם נשכרין בפחות משלם להם הפחת ונפטר בכך וכל אלו הדינין בשלא ביקר בעל הבית מלאכתו מבערב שהוא בפשיעתו. אבל אם לא היתה פשיעת בעל הבית בדבר כלל הרי זה אונס ונפטר כמ''ש רבינו וכל זה מוכרח בראיות ברורות: ",
                "<b>בד''א שלא התחילו במלאכה וכו'.</b> בברייתא וארישא קאי. פירוש כשאמרו שפועלים שחזרו בהם אין לבעל הבית עליהם אלא תרעומות כשלא התחילו אבל התחילו יש דין ביניהם: ",
                "<b>אפילו בחצי היום חוזר וכו'.</b> מימרא מפורש שם (דף ע\"ו ע\"א): ",
                "<b>וכיצד דין הפועל שחזר בו וכו'.</b> מפורש בגמרא ובהלכות ששכיר יום שחזר בו שמין לו מה שעשה: ",
                "<b>ואם קבלן הוא וכו'.</b> פי' שאינו שכיר זמן ידוע אלא למלאכה ידועה שמין לו מה שעתיד לעשות וכו' כר' דוסא וכרבא דפסק הכין ומבואר בהלכות: ",
                "<b>כיצד קיבל ממנו קמה לקצור וכו'.</b> מפורש בברייתא: ",
                "<b>או יגמרו את מלאכתן.</b> פירוש ויטלו שתי סלעים וכן לשון הברייתא או יגמרו מלאכתו ויטלו שתי סלעים ופריך בגמרא פשיטא ומתרץ שדין חדש בא להשמיענו כגון שהוזלה מלאכה וחזר בו בעל הבית ובאו פועלים ופייסוהו בסתם והשלימו המלאכה וקמשמע לן שאינו יכול לומר בעה''ב לא נתפייסתי אלא על דעת שתפחתו מן הערך אלא נותן להם שכרם: ",
                "<b>ואם היה הנשאר וכו'.</b> גם זה מוכרח שם: ",
                "<b>במה דברים אמורים שאינו אבד וכו'.</b> מפורש שם במשנה ובברייתא: ",
                "<b>אא''כ נאנס.</b> דין האונס מפורש שם. ואם לא נאנס וחזר בו שוכר עליהן או מטען. כתב הרשב''א ז''ל מסתברא לי דוקא כשהיה מוצא פועלים אחרים לשכור כששכר אלו ועכשיו אינו מוצא ונמצא אלו מפסידין עליו אבל אם לא היה מוצא אחרים פטורין דמה הפסידו עליו עכ''ל: ",
                "<b>כיצד שוכר עליהן וכו'.</b> בברייתא: ",
                "<b>ואפי' נתן להם השתים מוציא מהן התוספת.</b> זה פשוט דברייתא בין בנותן יותר בין בפוסק היא וק''ו משוכר עליהן: ",
                "<b>כיצד שוכר עליהן וכו'.</b> ג''ז שם: ",
                "<b>ועד כמה עד כדי שכרן של ראשונים.</b> לשון הגמרא שם (דף ע\"ו ע\"ב) ופירש''י אם עשו אצלו קצת המלאכה ולא קבלו כלום שוכר עליהם וכל מה שהוא חייב להם יוסיף לאחרים ויגמרו עכ''ל: ",
                "<b>ואם היה להם וכו'.</b> לשון הגמרא שם (דף ע\"ח) בשבאת חבילה לידו. ופירש''י כלי אומנותם. ויש מי שכתב דבכה''ג שכלי אומנותם בידו אפילו בדבר שאינו אבד שוכר עליהם עד כדי שכר המלאכה אע''פ שנתייקרה בינתיים ולא יותר וזה דעת הרשב''א ז''ל וכן נראה דעת הרמב''ן ז''ל: ",
                "<b>שוכר עליהם להשלים המלאכה וכו'.</b> לשון הברייתא עד ארבעים וחמשים זוז. ורבינו פירש שהכוונה לפועל אחד ביום אחד ודרך גוזמא אחזו ונכון הוא: ",
                "<b>בד''א בזמן שאין להם פועלים וכו'.</b> בברייתא שם. ופירש הרשב''א ז''ל שאם יש שם פועלים שאינו יכול להטעותן אלא אם קצץ להם נותן כפי מה שקצץ: "
            ],
            [
                "<b>השוכר את הפועל ונאחז וכו'.</b> תוספתא הובאה בהלכות: "
            ],
            [
                "<b>השוכר את הפועל להשקות וכו'.</b> מימרא שם: ",
                "<b>וכן אם דרכו שיפסיקו אותו בני העיר וכו'.</b> בהשגות א''א נראה שכך מפרש וכו'. ולשון הגמרא אי הוה רגיל דפסיק בני מתא פסידא דפועלים לאו בני מתא פסידא דבעל הבית ועיקר הפי' אי פועלים בני אותה העיר ויודעים מנהג הנהר פסידתם ואם הם מעיר אחרת פסידת בעל הבית שהיה לו להודיעם וכיון שלא הודיעם נותן להם שכר כל היום כפועל בטל: ",
                "<b>שכרן להשקות השדה וכו'.</b> מימרא דרבא שם: ",
                "<b>בא הנהר והשקה נותן להם כל שכרן מן השמים נסתייעו.</b> גם זה באותה מימרא שם. וטעם לדבר פירש''י ז''ל אתא נהרא וגדל הנהר ועלה ונכנס בחריצין העשויין בשדה ומהן היא שותה ואינה צריכה לדולא [פסידא דבעל הבית] דפועלים אינם יודעים במנהג שדהו שיהא הנהר רגיל לעלות ולהשקותה אך הוא היה יודע ע''כ אבל הרשב''א ז''ל כתב דנהרא לא עלה על שדהו ולא השקה אותה שאילו כן הרי הוא כמטר ולא יצטרך כלל אלא בשעלה ונתקרב אל השדה וכמעט שיפתחו ראשי התלמים יכנסו המים וישקו את השדה ע''כ ואפשר שזו כוונת רבינו באמרו שמן השמים נסתייעו: ",
                "<b>בד''א בפועל אבל מי שפסק עם אריסו וכו'.</b> מעשה שבפרק x מי שאחזו (דף ע\"ד:) נלמד דין האריס ומבואר בהלכות: ",
                "<b>ואינו כפועל.</b> כתב הרמב''ן ז''ל דקבלן דינו כפועל שלא כדברי הראב''ד ז''ל ועיקר: "
            ],
            [
                "<b>השוכר את הפועל לעשות וכו'.</b> מימרא דרבא בהשוכר שם וכתב הרשב''א ז''ל כי אמרינן דדוקא כמותה אבל קשה ממנה לא ודוקא בשאמר להם בפירוש כששכרם למלאכה זו הא סתמא אף ע''פ שמסר להם זו בבקר כשנשלמה מפקד להן אפילו קשה ממנה שהרי אם היה רוצה היה מוסר להם קשה בבקר. וכן דעת הרמב''ן ז''ל: ",
                "<b>ואם היה מן החופרים עובדי האדמה וכו'.</b> זה כתב בפירוש אכלושי דמחוזא הנזכר בגמרא שם: "
            ],
            [
                "<b>השוכר את הפועל להביא שליחות וכו'.</b> תוספתא והיא בהלכות פרק השוכר ופירוש פשוט הוא שאינו דומה להלכו חמרין ולא מצאו תבואה הנזכר למעלה לפי ששם לא היה שכרן לאותו מהלך בלבד אלא ליום אחד ונתבטלו כל היום אבל זה כבר עשה מלאכתו משלם לפיכך נוטל שכרו משלם ומ''מ אם היה דבר כבד מה שיש לו להביא מנכה לו שאינו דומה בא טעון לבא ריקן אא''כ הוא מאותם אנשים שדרכן לטרוח כמבואר. ובהשגות א''א כן הוא לשון התוספתא וכו'. ותוספתא זו לא הובאה בגמרא כלל אבל הוא מדמה אותה לזו דהלכו חמרין שהזכרתי ששם סיימו כן וכבר בארתי הענין בארוכה: ",
                "<b>שכרו להביא כרוב ודורמסקנין וכו'.</b> ג״ז באותה תוספתא והובאה פרק הגוזל בתרא (בבא קמא דף קי\"ז) ושם ביארו הטעם בגמרא מפני שעשה שליח שליחותו כמו שכתבתי למעלה: "
            ],
            [
                "<b>השוכר את הפועל לעשות עמו בשלו וכו'.</b> ברייתא ריש השוכר (דף ע\"ו): "
            ],
            [
                "<b>השוכר את הפועל לעשות עמו בתבן וקש וכו'.</b> משנה כלשונה פרק הבית והעלייה (בבא מציעא דף קי\"ח) ומכאן אמרו ז״ל דשכירות אפילו אין למשכיר מעות אומרים לו טרח וזבין והב ליה זוזי בעין לפי שעל דעת כן נשכר ואינו יכול להגבותו ממטלטלין כי אל שכרו הוא נושא נפשו ועיקר: "
            ],
            [
                "<b>מציאת פועל לעצמו וכו'.</b> ברייתא הובאה פרק שנים אוחזין (בבא מציעא דף יב:) ופסק כרב פפא דאמר דכי אמרינן מציאתו לרבו דוקא בששכרו ללקט מציאות וכן פסק רבינו חננאל ז״ל: "
            ]
        ],
        [
            [
                "<b>המלוה את חבירו על המשכון וכו'.</b> משנה בהשוכר את האומנין (דף פ' ע\"ב) וכדעת ההלכות: ",
                "<b>לפיכך אם אבד וכו' חייב בדמיו.</b> מפורש שם בסתם מתניתין: ",
                "<b>ואם נאנס המשכון וכו'.</b> ג''ז כדעת הגאונים ז''ל דלא קי''ל כשמואל דאמר שאם אין המשכון קיים אין הלוה משלם כלום. ובהשגות א''א אין אנו מודים לו וכו'. ושיטת רבינו כשיטת הגאונים וההלכות וכבר האריכו להעמידה הרמב''ן והרשב''א ז''ל ועיקר: "
            ],
            [
                "<b>כל האומר לחבירו וכו'.</b> מפורש בגמרא שם (דף פ\"א) שכל אחד שמירה בבעלים ופטור אפילו פשע בדבר כמו שמבואר פ''א: ",
                "<b>אמר לו שמור לי היום ואשמור לך למחר וכו'.</b> ברייתא שם תנו רבנן שמור לי ואשמור לך השאילני והשאילך שמור לי והשאילך השאילני ואשמור לך כולן נעשו שומרי שכר זה לזה ואמאי שמירה בבעלים היא אר''פ דאמר לו שמור לי היום ואני אשמור לך למחר. ומדברי רבינו נראה שהוא מפרש הקושיא על כל הברייתא ולפיכך כתב השאילני היום ואשאילך למחר דוקא למחר אבל אמר לו ואשאילך עתה הרי זו שמירה בבעלים. אבל רש''י ז''ל פירש ואמאי שמירה בבעלים אשמור לי ואשמור לך קאי ששניהם זה במלאכתו של זה אבל השאילני כליך והשאילך כלי או שמור לי ואשאילך או השאילני ואשמור לך אין כאן בעלים של חפץ במלאכתו של שומר עכ''ל. ופירוש טעם השאילני ואשאילך שאינן אלא כשומרי שכר לפי שזה משאיל לזה תחת שאלתו וזה שכרו: "
            ],
            [
                "<b>כל האומנין שומרי שכר וכולן שאמרו וכו'.</b> משנה שם (דף פ' ע\"ב): ",
                "<b>או שאמר לו גמרתיו.</b> בגמרא שם ובהלכות: ",
                "<b>ואם אמר האומן הבא מעות וטול את שלך וכו'.</b> בסוגיא ופירוש מפני שהקדים נתינת המעות לנטילת החפץ שמראה שאינו רוצה ליתנו לו עד שיקבל מעות וכיון שהוא תופסו במשכון שכירותו הרי זה שומר שכר: "
            ],
            [
                "<b>נתן לאומנין לתקן וקלקלו חייבים לשלם וכו'.</b> משנה וגמרא (דף צ\"ח צ\"ט) פרק הגוזל עצים: ",
                "<b>או שנתן לו עצים לעשות וכו'.</b> הא דלא כרב אסי דגמרא אלא כרבא כדאיתא בהלכות: ",
                "<b>נתן צמר לצבע והקדיחתו יורה וכו'.</b> פירוש הקדיחתו שרפתו שהרתיחו יותר מדאי לשון רש''י ז''ל. והדין משנה וגמרא שם (דף ק.) ופסק כר' יהודה ומבואר בהלכות: ",
                "<b>אמר בעל הכלי איני רוצה וכו' אין שומעין לו.</b> בהשגות א''א אין לזה טעם ע''כ. ואיני יודע למה כתב כן שהרי טעם נכון הוא שאחר שהדין הוא לחשב אי זהו מועט אם ההוצאה אם השבח ויתן המועט אם רצה צבע הזה אין בעל הצמר יכול לעכב ודאי. וכמדומה לי שכוונת הר''א ז''ל היתה לומר שדבר שאינו צריך לכתבו הוא. אחר כן מצאתי לרש''י ז''ל שפירש שביד בעל הבית לתת לו הצמר. ופירוש בדמיו וצ''ע. ופירוש הוצאה פירש''י ז''ל דמי עצים וסמנין ושכר טרחו כשאר שכיר יום ולא מה שפסק לו בקבלנות דהוי טפי עכ''ל פרק הבית והעלייה. ויש בזה לתוספות שיטות הרבה מכח הירושלמי: ",
                "<b>וכן אם אמר האומן וכו'.</b> זה פשוט: "
            ],
            [
                "<b>המוליך חטים לטחון ולא לתתן וכו'.</b> ברייתא שם (דף צ\"ט ע\"ב) כלשונה: ",
                "<b>מפני שהן נושאי שכר וכו'.</b> פירוש כי יש להם שכר בעמלם הא אם עשו בחנם והן מומחין פטורין שכולן שוה דינן לדין הטבח. זה נראה מדברי רבינו: ",
                "<b>לפיכך אם היה טבח מומחה וכו'.</b> מימרא דרבי יוחנן ומבואר בהלכות. פירוש דדוקא ניבלה חייב אבל אם עשה בה טרפות הפוסלה מספק כגון שהה במיעוט סימנין פטור וכן מוכח בגמרא בעובדא דמגרומתא: ",
                "<b>וכן המראה דינר לשולחני וכו' אם בשכר הראהו וכו'.</b> זו סברת הרבה מן המפרשים ז''ל דבשכר אפילו בקי ואינו צריך להתלמד חייב דומיא דטבח אומן. ואע''פ שבגמרא לא נזכר בראיית המטבעות חילוק בין בשכר בין בחנם. אבל הרשב''א ז''ל נחלק עליהם ואמר שהבקי הגמור בראיית המטבע פטור אפילו בשכר ושאינו בקי כל כך אפילו בחנם חייב ונתן טעם להפריש בין טבח לשולחני לפי שמלאכת השחיטה הדבר תלוי באומן ידים ואפילו אומן בקי יקלקל לעתים אם לא יכוין מלאכתו היטב ולפיכך אינו כאנוס וכיון שיש לו שכר חייב. אבל ראיית המטבע שהוא תלוי במראית עינים והבקיאות בצורות כל שהוא אומן בקי הרבה אינו מצוי שיטעה וכשהוא טועה הרי זה אונס גמור ושומר שכר פטור מן האונסין וזהו שלא הזכירו בגמרא בשולחני חילוק בין בחנם לשכר אלו דבריו ז''ל: ",
                "<b>ואם אינו בקי חייב וכו'.</b> זה מפורש שם ומוסכם: ",
                "<b>והוא שיאמר לשולחני עליך אני סומך וכו'.</b> זה מבואר בהלכות ודקדקו כן מסוגיא דגמרא וכבר נחלקו עליהם ז''ל ואמרו שאע''פ שלא אמר חייב ולדברי ההלכות הסכים הרשב''א ז''ל ועיקר: ",
                "<b>או שהיו הדברים מראין וכו'.</b> ג''ז בהלכות. ונ''ל דמעשה דר' חייא דגמרא הכי הוה שהיה הדבר נראה שעליו היתה האשה ההיא סומכת ומתוך כך החליפו לה ולא הקשו אלא למה היה צריך לעשות כן אחר שהוא בקי הרבה לפי שאם לא היה בקי כל כך ודאי חייב היה מן הדין: ",
                "<b>טבח שעשה בחנם וכן שולחני וכו'.</b> למד הרב ז''ל מההיא דאמרינן גבי טבח בחנם שניבל ואמר ליה ר' יוחנן זיל אייתי ראייה דמומחה את ואיפטרך אלמא עליו להביא ראייה ואם לאו ישלם. וק''ו הוא לשולחני ומה טבח שאמרו חכמים רוב מצויין אצל שחיטה מומחים הן עליו להביא ראייה שולחני לא כל שכן. ופשוט הוא: "
            ],
            [
                "<b>מקום שנהגו שיהיה הנוטע אילנות וכו'.</b> מעשה בפרק המקבל (בבא מציעא דף ק\"ט) ופסק כרבא דהוא בתרא ועיקר: ",
                "<b>היה מנהגם שיטול הנוטע וכו'.</b> ג''ז שם (דף ק\"ט) ומבואר בהלכות: "
            ],
            [
                "<b>הנוטע אילנות לבני המדינה וכו'.</b> לשון הגמרא אמר רבא מקרי דרדקי שתלא טבחא ואומנא וספר מתא כולהו כמותרין ועומדין דמו. כללא דמילתא כל פסידא דלא הדר כמותרין ועומדין דמו ע''כ. ובהשגות א''א וכן נמי אם שתלא דיחיד ע''כ. יצא לו מדאמרינן בגמרא רוניא שתלא דרבינא הוה אפסיד וסלקיה בלא התראה ויהיב ליה שבחא ואמר רבא דשפיר עבד ואפשר שדעת רבינו לומר דרוניא שתלא דרבים היה ובכללן היה רבינא ואירע הדבר שהפסיד לרבינא והא דאמר רבא ספר מתא האי מתא קאי אכולהו: ",
                "<b>ומלמד תינוקות וכו'.</b> רש''י ז''ל פירש דמשום דשבשתא דעל על והויא לה פסידא דלא הדרא. ובהלכות דפשע בינוקי פירוש שמתבטל מלמודו ושני הפרושין כדברי רבינו ופירשו לדעת רש''י ז''ל כגון שהמלמד עצמו טועה בדבר ואינו יודע בכוון ובזה הוא דמסלקינן ליה אבל אם היה יודע הוא הדבר ואינו משגיח על אחד מהתינוקות אם אומר הדבר בטעות לא מסלקינן ליה: ",
                "<b>וכן טבח וכו'.</b> הקשה הראב''ד ז''ל אי בשכר מאי פסידא איכא והלא משלם אי בחנם כי מסלקי ליה מאי פסידא אית ליה. ותירץ דאפילו בחנם קנסינן ליה ולא עביד לא בחנם ולא בשכר ואי נמי בשכר ופסידא טובא איכא דאע''ג דמשלם דמי בהמה דמי בשתו ודמי בשת אורחיו לא משלם ואי נמי זימנין דמצטרך לבשרא טובא ולית ליה אלא האי. וכתב הוא ז''ל דהתראה הוא דלא צריכי אלא מיהא בעינן חזקה דעד שיהו מוחזקין או שיתרו בהן לא מסלקינן להו ע''כ בחידושי הרשב''א ז''ל: "
            ]
        ],
        [
            [
                "<b>מצות עשה ליתן שכר השכיר בזמנו וכו'.</b> זה מפורש בכתוב ואף ע''פ שהכתוב הזה הוא בשכיר לילה כמו שיתבאר בסמוך נראה שדעת רבינו לומר שבלילה עובר אף בשל יום ובשל יום עובר אף בשל לילה. וזהו שסתם ואמר שעשה דביומו תתן שכרו הוא על כל שכיר ולמטה יתבאר: ",
                "<b>ואין לוקין וכו'.</b> כבר נתבאר פרק אלו הן הלוקין (מכות דף ט\"ו) בסוגיא דכל המשלם אינו לוקה: ",
                "<b>אחד שכר האדם וכו'.</b> משנה בהמקבל (דף קי\"א): ",
                "<b>וגר תושב יש בו וכו'.</b> ג''ז במשנה וטעם לדבר בגמרא: "
            ],
            [
                "<b>כל הכובש שכר שכיר וכו'.</b> ברייתא שם (דף קי\"א) ואקשינן עלה בגמרא הני דאיכא ביממא ליכא בליליא הני דאיכא בליליא ליכא ביממא ופריק רב חסדא שם שכירות אחת היא ופירש''י ז''ל כולהו ודאי בחד לא משכחת לה אלא הכי קאמר עבירות כל השמות הללו בשם שכירות יש מהם בשכיר יום ויש מהם בשכיר לילה עכ''ל. וא''כ היתה דעת רבינו היה לו לבאר: ",
                "<b>אי זהו זמנו וכו'.</b> משנה וברייתא שם (דף ק\"י ע\"ב): ",
                "<b>ושכיר שעות של לילה וכו'.</b> פסק כרב דהלכתא כוותיה באיסורי. וכן בהלכות: ",
                "<b>שכיר שבת וכו'.</b> משנה: ",
                "<b>יצא בלילה גובה כל אותו וכו'.</b> גם זה כרב ודלא כסתם מתניתין דאמרה יצא בלילה גובה כל הלילה וכל היום אלא כתנא דברייתא דפליג: "
            ],
            [
                "<b>נתן טליתו לאומן וכו'.</b> ברייתא שם (דף קי\"ב): ",
                "<b>שהקבלנות כשכירות.</b> כרב ששת (דף ק\"י) ובהלכות ופירוש קבלנות אומן שקיבל עליו מלאכה בכך וכך ולא לשכירות ימים לשון רש''י ז''ל: "
            ],
            [
                "<b>האומר לשלוחו צא ושכור וכו'.</b> ברייתא (דף קי\"א) וסוגיא מפורשת בגמ': ",
                "<b>ואם לא אמר להם וכו'.</b> גם זה מבואר בסוגיא שם והטעם שכל שלא אמר שכרן עליו הוא כמו שנתבאר שם: ",
                "<b>אין השוכר עובר וכו'.</b> משנה שם (דף קי\"ב): ",
                "<b>או שתבעו ולא היה לו.</b> ברייתא שם ופירשו שלא היו לו מעות בעין שהוא חייב לתת לו כמבואר למעלה פרק תשיעי: ",
                "<b>או שהמחהו אצל וכו'.</b> במשנה: "
            ],
            [
                "<b>המשהה שכר שכיר וכו'.</b> בגמרא (דף ק\"י ע\"ב) ברייתא מלמד שאינו עובר אלא בקר ראשון מכאן ואילך מאי אמר רב עובר משום בל תשהה מאי קראה אמר רב יוסף אל תאמר לרעך לך ושוב ע''כ: "
            ],
            [
                "<b>כל שכיר ששכרו בעדים ותבעו וכו'.</b> משנה פרק המקבל (בבא מציעא דף קי\"א) ובשבועות פרק כל הנשבעין (שבועות דף מ\"ה). <b>ומ״ש בנקיטת חפץ</b> כן הסכימו כל המפרשים ז״ל ופשוט הוא שזו היא שבועת המשנה כעין של תורה: ",
                "<b>אפילו היה השכיר קטן השכיר נשבע ונוטל.</b> בהשגות א''א אין הדעת מסכמת על זה וכו'. ונראין דברי רבינו שהרי בגמרא אמרו דלפי התקנה בלא שבועה היה לו לשכיר ליטול וזה לשון הגמרא וליתב ליה בלא שבועה ותירצו כדי להפיס דעתו של בעל הבית וכיון שלא נתקנה השבועה אלא להפיס דעת בעל הבית כשהשכיר קטן לא הפסיד דינו אע''פ שאינו בר עונשין ואין בשבועתו לשוא עונש מ''מ משביעין אותו לאיים עליו: ",
                "<b>שכרו שלא בעדים וכו'.</b> מימרא מפורשת בגמרא (דף מ\"ה) ופירש''י ז''ל ששכרו בעדים הוא שיש עדים שאמר לו עשה עמי מלאכה היום בשכר ועשה עמו ע''כ. פירוש שאם אין לו עדים על המלאכה אין עדי השכירות כלום כי שמא אע''פ ששכרו לא עשה עמו מלאכה כך כתבו ז''ל: ",
                "<b>וישבע בעה''ב היסת וכו'.</b> פשוט הוא שיש בזה שבועת היסת ככל הטענות של כופר בכל: ",
                "<b>היה לו עד אחד ששכרו אינו מועיל כלום.</b> דין זה לא נתבאר בגמרא בבירור ומ''מ נכון הוא דאם איתא דעד אחד סגי לא היו אומרים בגמרא שכרו בעדים. ועוד שזה מן הדין אפילו כששכרו בעדים לא היה לו לשכיר ליטול בשבועה אלא מן התקנה ובעד אחד לא מצינו שהתקינו: <b>גם</b> הרב רבינו מאיר ז''ל כתב כן דבעד אחד אין השכיר נשבע ונוטל אלא שאמר שחזרה שבועת בעה''ב מהיסת לשבועה חמורה כעין של תורה ונתן טעם לדבר דכיון שהטעם הוא כששכרו שלא בעדים מדין מיגו שיכול לומר לא שכרתיך כשיש עד אחד שאם היה אומר לא שכרתיך היה נשבע מדין תורה כשאומר שכרתיך ונתתי לך שכרך נשבע מתקנת חכמים כעין של תורה. ולדברי רבינו שכתב שאין עד אחד כלום י''ל דכיון שאין שם עדים גמורים חזר הדין לדין תורה ואין שם תקנה בשכיר יום יותר משאר תובעים: ",
                "<b>וכן אם תבעו אחר זמנו אע''פ וכו'.</b> משנה בהמקבל: ",
                "<b>הביא ראייה שתבעו כל זמנו וכו'.</b> משנה וגמרא שם כלשונם: ",
                "<b>כיצד היה עושה עמו וכו'.</b> זה פירוש למה שנאמר בגמרא: ",
                "<b>וכן אם הביא עדים וכו'.</b> גם זה ביאור לשון הגמרא ונראה שמן הירושלמי הוציא זה: "
            ],
            [
                "<b>בעל הבית אומר שתים קצצתי לך וכו'.</b> ברייתא ומימרא פרק כל הנשבעין: ",
                "<b>הרי בעל הבית נשבע בנקיטת חפץ.</b> לשון הגמרא בזו ישבע בעה''ב. ופירש''י ז''ל שבועה כעין של תורה דאי שבועת היסת עדיין לא נתקנה ואם היתה מתוקנת לא היו צריכין לומר ישבע: ",
                "<b>בד''א בששכרו בעדים וכו'.</b> כ''כ הרב אבן מיגש ז''ל מסתברא לן דשכרו שלא בעדים או תבעו לאחר זמנו פטור משבועה כעין דאורייתא לא יהא דין קציצה חמור מדין נתתי ולא נטלתי דבהני גווני נשבע בעה''ב היסת ונפטר: "
            ],
            [
                "<b>הנותן טליתו וכו' אם יכול לטעון שהיא לקוחה בידו וכו'.</b> בפ''ט מהלכות טוען ונטען יתבארו הצדדין שאומן נאמן לומר לקוחה היא בידי. ",
                "<b>ומ''ש הרי האומן נשבע בנקיטת חפץ.</b> כך היא דעת הגאונים ז''ל שכל שאינו טוען שגוף החפץ שלו הוא נשבע כעין של תורה וכבר האריכו בזה: ",
                "<b>ואם יצאת וכו'.</b> שם: ",
                "<b>ואם לא הביא ראייה ישבע בעל הטלית היסת.</b> כך נמצא בספריו ז''ל וא''כ נראה שחילק הרב בין שכירות לקבלנות בזה שלמעלה אמר שבזמן ששכרו בעדים ותבעו בזמנו ונחלקו בקציצה שבעה''ב נשבע בנקיטת חפץ וכאן בטלית כתב היסת סתם ולא ידעתי למה זה ובגמרא לא חילקו גם רבו ז''ל לא חילק וגם כן השוה אותן רבינו מאיר ז''ל ואפשר שדבריו כאן אינן אלא בשתבעו בלא זמנו ויראה כן ממ''ש בדין טלית בפ''ט מהלכות טוען ונטען הרי בעה''ב נשבע בנקיטת חפץ על הקציצה כמו שביארנו בשכירות ונותן הנה שהשוה דינן ודבריו צ''ע אם הנמצא בספריו אמת: "
            ],
            [
                "<b>שכיר הבא וכו'.</b> מימרא שם (דף מ\"ח מ\"ט) זה לשונה אמר רב הונא לכל מגלגלין חוץ משכיר שאין מגלגלין רב חסדא אמר לכל אין מקילין חוץ משכיר דמקילים מאי בינייהו איכא בינייהו לפתוח לו ובהלכות שאף על פי שלא טען טוענין לו ופירוש רבינו לפי הנראה כך הוא דלרב חסדא מקילין עליו ופותחין לו לומר אינך חייב לישבע על הגלגולין ולר''ה אם לא טען אין פותחין לו ושמא ישבע עליהן אף על פי שאינו מחוייב בהן ופסק כרב חסדא ויש שיטות אחרות ולדברי הכל כוונת רבינו לענין הדין אמת: ",
                "<b>אפילו היה שכרו פרוטה אחת ובעל הבית וכו'.</b> זה פשוט שלא נתנו חכמים שעור ומכל מקום דוקא פרוטה אבל פחות מכאן אין נזקקין לו כמבואר פרק הזהב (בבא מציעא דף נ\"ה) שאין ישיבת הדיינין בפחות משוה פרוטה. ודע שרבינו נחלק על רבותיו בדין הנשבעים ונוטלים ודעתו שהם צריכים כפירת שתי כסף כמבואר פרק שלישי מהלכות טוען ונטען ואם כן מה שכתב כאן הוא או כדעת רבותיו ז''ל או שהוא מחלק בין השכיר לשאר הנשבעין ונוטלין והטעם מפני שהשכיר אל שכרו נושא נפשו ואין ראוי שיפסידנו אם אינו שתי כסף. ומכל מקום אם היתה כוונתו ז''ל לחלק ביניהם היה לו לבאר שם ואולי סמך לו על מ''ש כאן וצריך עיון: "
            ]
        ],
        [
            [
                "<b>הפועלין שהן עושין בדבר שגידולו מן הארץ ועדיין לא וכו'.</b> משנה פרק השוכר את הפועלים (בבא מציעא דף פ\"ז ע\"ב): ",
                "<b>מפי השמועה למדו שאין הכתוב מדבר אלא וכו'.</b> ברייתא שם: "
            ],
            [
                "<b>מה בין העושה וכו'.</b> במשנה (דף פ\"ז) אלו אוכלין מן התורה העושה במחובר בשעת גמר מלאכה ובתלוש עד שלא נגמרה מלאכתו ואלו שאין אוכלין העושה במחובר שלא בשעת גמר מלאכה ובתלוש לאחר שנגמרה מלאכתו. ופירוש נגמרה מלאכתו למעשר ולחלה: ",
                "<b>ואינו אוכל אלא עד אחר שימלא הסל אבל מפני השב אבידה לבעלים וכו' מאומן לאומן.</b> פירוש משורה לשורה. לשון המשנה וכולן לא אמרו אלא בשעת מלאכה ובגירסת ההלכות אלא בשעת גמר מלאכה אבל מפני השב אבידה לבעלים אמרו הפועלין אוכלין בהליכתן מאומן לאומן ובחזירתן מן הגת. ונראה שרבינו מפרש גמר מלאכה בכאן משנתמלא הסל אבל מפני השב אבידה שלא יאכלו בשעת עשיית המלאכה אמרו שיאכלו בעודן ממלאין הסל בהליכתן משורה לשורה או בהחזירתן הסל שנפצו לגת. ובהשגות א''א לא ידעתי מאין וכו': "
            ],
            [
                "<b>המבטל מלאכתו וכו' מפי השמועה למדו כל זמן וכו'.</b> בהשגות א''א דברים הללו אין להם שורש וכו' והרמב''ן פירש הברייתא שאין הכוונה אלא להוציא עודר ומקשקש או מנכש בעשבים שאינן עושין בגמר מלאכה שאינן אוכלין כמו שנתבאר בגמרא וכתב על דברי רבינו וכמדומה לי שטעה בפירוש ברייתא זו שבספרי ורש''י ז''ל פירש המשנה שהבאתי למעלה כך וכולן לא אמרו שיאכל אלא בשעה שהוא עסוק במלאכה ולא שישב ויאכל לומר הרי מנעתי את עצמי עד כאן ולא בטלתי עכשיו אשב לי ע''כ לשונו וקרובין דבריו לדברי רבינו: ",
                "<b>וכן פועל וכו'.</b> זה פשוט בכתוב ופיטור המלקות במה שהוא חייב בתשלומין הוא בפרק אלו הן הלוקין: "
            ],
            [
                "<b>החולב והמחבץ וכו'.</b> ברייתא ומשנה שם (דף פ\"ט): ",
                "<b>המנכש בבצלים וכו'.</b> ברייתא שם: ",
                "<b>ואין צריך לומר שומרי וכו'.</b> גם זה שם ופסק כשמואל וכרב אשי דסייעיה לומר שאינן אוכלין אפילו מהלכות מדינה: "
            ],
            [
                "<b>הבודל בתמרים ובגרוגרות.</b> ברייתא שם ופירש''י ז''ל שמדובקות זו בזו ומבדילן במגריפה עכ''ל: ",
                "<b>והעושה בחטים וכו' שעדיין לא נגמר מלאכתן לחלה.</b> ובהשגות א''א טעה הוא וכל האומרים כן וכו'. ובגמרא הביאו ברייתא שאמרה מה דייש מיוחד שלא נגמרה מלאכתו למעשר וכו' יצא הבודל בתמרים ובגרוגרות שנגמרה מלאכתו למעשר תניא אידך דייש מה דייש מיוחד דבר שלא נגמר מלאכתו לחלה וכו' יצא הלש והמקטף והאופה שנגמרה מלאכתו לחלה והקשו [ותיפוק ליה משום מעשר] והיתה המסקנא כרוך ותני דייש מה דייש מיוחד שלא נגמרה מלאכתו למעשר ולחלה ופועל אוכל בו אף כל שלא נגמרה מלאכתו למעשר ולחלה ופועל אוכל בו [יצא הבודל בתמרים ובגרוגרות והלש והמקטף והאופה שנגמר מלאכתן למעשר ולחלה ואין פועל אוכל בו] עכ''ל הגמרא ופירש רש''י ז''ל כרוך ותני שאילו תננהי חדא חדא משמע טפי דדוקא קאמר משהגיעו לעונת המעשר אינו אוכל אף על פי שלא נתחייבו עדיין בחלה אלא כיון דמערבי להו משמע דהראוי למעשרות ולא לחלה כגון פירות האילן משהגיעו לעונת המעשרות אינו אוכל אבל הראוי לחלה כגון תבואה אוכל עד שהגיע לחיוב חלה יצא המקטף שנגמרה מלאכתו למאוחר שבו. זהו תורף פירושו והוא כדברי רבינו והר''א ז''ל סובר דחלה שלא בדוקא הוזכרה כאן אלא בשיטפא דלישנא דמשנגמרה מלאכתו למעשר בכל דבר אין פועל אוכל בו ודברי רבינו ורש''י עיקר שאם כדברי הר''א לא היה לו להזכיר חלה כלל ועוד דנקט בתבואה מלאכה שנגמרה לחלה ולא נקט בורר בחטים דומיא דבודל בתמרים: ",
                "<b>ואין הפועל וכו'.</b> כבר נתבאר זה והכוונה דבר שאין בו חלה משנגמרה למעשר ושיש בו חלה עד שנגמרה לחלה: ",
                "<b>נתפרסו עגוליו וכו'.</b> משנה שם (דף צ\"ג) ופירוש ואם לא הודיען לא ששכרן סתם לעשות לו מלאכה דבכי ה''ג אמאי מעשר ומאכילן אלא כגון שאמר לו תחלה השתכר לדרוס בעיגולין סבורין שזו היא תחילתן דריסתן ועדיין לא נגמרה מלאכתן ואם לא יאכלו יהיה מקח טעות לפיכך מעשר ומאכילן וכן פירש רש''י ז''ל ומוכרח הוא בסוגיית הגמרא: ",
                "<b>אין הפועלין אוכלין בשל הקדש.</b> מפורש שם בברייתא (דף פ\"ט): "
            ],
            [],
            [
                "<b>שכר פועלים וכו'.</b> משנה (דף צ\"ג) ופירוש לא הודיען ששכרן לבצור כרם ולא הודיען שהוא נטע רבעי ולפיכך (מעשר) [פודה] ומאכילן שאם הודיען שמא לא היו נשכרין עמו והרי זה כמקח טעות כנ''ל: "
            ],
            [
                "<b>הקוצר והדש והזורה והבורר וכו'.</b> זה פשוט והבורר הוא כפי שיטתו הנזכרת לפי שלא נגמרה מלאכתו לחלה וקצת מלאכות אלו נזכרו בגמרא שם בביאור: "
            ],
            [
                "<b>שומרי גתות וערמות וכו' מהלכות מדינה.</b> משנה (דף צ\"א ע\"ב) וגמרא כשמואל ורב אשי: ",
                "<b>אבל אם וכו'.</b> סתם משנה דלא כר''י בר' יהודה: "
            ],
            [
                "<b>היה עושה וכו'.</b> משנה שם: ",
                "<b>והעושה בגפן זו אינו אוכל בגפן אחרת.</b> בעיא דלא איפשיטא שם והלכתא אינו אוכל וכן כתוב בהלכות: ",
                "<b>ולא יאכל ענבים ודבר אחר.</b> ברייתא שם: ",
                "<b>ולא יאכל בפת ולא במלח.</b> ברייתא שם (דף פ\"ט ע\"ב): ",
                "<b>ואם קצץ וכו' עד בין בכל דבר שירצה.</b> בהשגות א''א דוקא אחת אחת סופת במלח עראי וכו'. והנראה אלי שרבינו לא הכניס עצמו בכאן בדין המעשר אלא בדינו עם בעל הבית ובודאי דבשתים חייב לעשר וכבר כתב רבינו זה בארוכה פרק חמישי מהלכות מעשרות ומכל מקום בדינו עם בעל הבית אוכל כמה שירצה ומעשר וכ''כ הרמב''ן קצץ א' א' אוכל ב' ב' לא יאכל פירוש דלא יאכל משום מעשר ולא יאכל עד שיעשר קאמר אבל מעשר הוא משלו אם ירצה ע''כ וביאור לשון רבינו שכתב ואם קצץ עם בעל הבית על שיעור מה שיאכל תמצאנו פ''ה מהלכות מעשרות: ",
                "<b>אסור לפועל למוץ ענבים וכו'.</b> ברייתא שם (דף פ\"ז ע\"ב): ",
                "<b>ולא יהיו בניו וכו'.</b> פירוש לא מיבעיא הוא דאיכא בטול מלאכה אלא אפילו אשתו ובניו לא יעשו. ובהשגות א''א בעיא דלא איפשיטא ע''כ וכן הוא מבואר בהלכות ומפני שלא נפשטה כתב הרב בפשיטות לא יהבהבו דעל פועל להביא ראייה וכ''כ כל המפרשים ז''ל: "
            ],
            [
                "<b>אסור לפועל לאכול ממה וכו'.</b> ברייתא שם: ",
                "<b>ומותר לו וכו'.</b> ברייתא שם (דף צ\"א ע\"ב): ",
                "<b>ויש לו לאכול וכו'.</b> משנה שם כחכמים: ",
                "<b>היה משמר ד' וה' וכו'.</b> פירוש כבר נתבאר שמשמר בתלוש אוכל מהלכות מדינה ופירש''י ז''ל ד' וה' ערמות של ה' אנשים והדין ברייתא שם (דף צ\"ג): "
            ],
            [
                "<b>הפועלים שלא הלכו וכו'.</b> מימרא שם (דף צ\"ח): "
            ],
            [
                "<b>פועל שאמר וכו'.</b> פלוגתא בגמ' ופסק כתנא דידן דאמר משל שמים הוא אוכל לדידיה זכי ליה רחמנא לאחריני לא כדאיתא בהלכות: ",
                "<b>ואפילו נזיר וכו'.</b> שם: "
            ],
            [
                "<b>פועל שהיה וכו'.</b> משנה שם (דף צ\"ג) ופירוש עבדיו עבדים כנענים ופסק כסתם משנה כדאיתא בהלכות: "
            ]
        ],
        [
            [
                "<b>הבהמה אוכלת כל זמן וכו'.</b> מפורש שם שור במחובר ובתלוש בגמרא: ",
                "<b>ואוכלת ממשוי שעל גבה עד שתהיה כו'.</b> משנה וברייתא שם (דף צ\"א ע\"ב) ונחלקו המפרשים אם זה מדין תורה או מפני התקנה לפי שסמוכה היא במשנה לאותה שהבאתי למעלה אבל מפני השב אבידה וכו' ומדברי רבינו נראה שהוא דבר תורה: ",
                "<b>ובלבד שלא יטול וכו'.</b> בברייתא: "
            ],
            [
                "<b>כל המונע בהמה וכו'.</b> זה פשוט ומפורש שם: ",
                "<b>אחד השור וכו'.</b> משנה פ' שור שנגח את הפרה (בבא קמא דף נ\"ד) ומבואר בגמרא בפ' הפועלים: ",
                "<b>ואחד הדישה וכו'.</b> גם זה מבואר שם: ",
                "<b>והחוסם את הפועל פטור.</b> מבואר בגמ' (דף פ\"ח): ",
                "<b>אחד החוסם כו' והיא חסומה וכו'.</b> מבואר בגמרא (דף צ') בעיא דאיפשיטא שאע''פ שחסמה קודם לכן חייב: ",
                "<b>אפילו חסמה בקול וכו'.</b> מחלוקת דר' יוחנן ור''ל ופסק כר''י וכן בהלכות והטעם בגמרא דעקימת שפתיו הויא מעשה וכבר הקשו המפרשים ז''ל ממה שאמרו כל לאו שאין בו מעשה אין לוקין עליו חוץ מנשבע ומימר ומקלל את חבירו בשם אלמא דעקימת שפתים לא הויא מעשה והרב ז''ל כ''כ בפי''ח מהלכות סנהדרין ותימה איך פסק שתיהן והעיקר שמה שאמרו כאן דעקימת שפתים דחסימה היא מעשה הוא מפני שדבורו בא לכלל מעשה שע''י קולו היא נחסמת אבל דבור שאינו בא לכלל מעשה לא ומימר דומה הוא לחסימה ולאו שיש בו מעשה הוא שהרי ע''י דבורו נתפסת הבהמה בקדושה והיינו דא''ל ר''י לתנא לא תיתני מימר אלו דבריהם ז''ל ורבינו כתב מימר ולקח המימרא אע''פ שלא היה צריך דלמסקנא מימר לאו שיש בו מעשה הוא כיון שדבורו בא לכלל מעשה כמ''ש ואפשר היה לי לומר שכל לאו שא''א בו מעשה אלא דבור שאין הדבור קרוי מעשה אבל חסימה כיון שישנה במעשה גמור אף החסימה בקול היא כמעשה ואע''פ שהביא בגמ' כאן ראייה לדבריו רבי יוחנן ממימר מכל שכן קא מייתי לה וצריך להתיישב בזה בסוגיית הגמרא: ",
                "<b>שכר בהמה וכו'.</b> ברייתא שם (דף צ\"א): ",
                "<b>שמשעת משיכה וכו'.</b> מימרא דרב פפא שם והוא לתת טעם למה לוקה ומשלם והוא לפי שאין חיוב המלקות והתשלומין באין לו כאחת כמו שנתבאר פ''ג מהלכות גניבה: "
            ],
            [
                "<b>ישראל הדש וכו'.</b> ברייתא שם (דף צ'): ",
                "<b>ועכו''ם הדש וכו'.</b> באותה ברייתא כלשונה ופירש''י הבעלים שאמרו חסום פרתי ודוש בה תבואה שלך אין עליו עבירת בל תחסום עכ''ל ולאו דוקא תבואה שלך דאפילו בתבואה של ישראל אינו עובר בלאו וכמו שיתבאר: ",
                "<b>אמר לעכו''ם חסום פרתי ודוש בה.</b> זו בעיא דלא איפשיטא בגמרא ואתיא למיפשטה מאותה ברייתא דעכו''ם הדש בפרתו של ישראל דמדקאמר אינו עובר מכלל דאיסורא איכא ודחינן לה ורש''י ז''ל הלך לשיטתו ופירש ודוש בה דישתך והקשו עליו דבדישת העכו''ם מותר גמור הוא שאין איסור אמירה לעכו''ם אלא במלאכת ישראל אבל במלאכת העכו''ם מותר הוא דומיא דשבת שאפילו בשבת מותר לישראל לומר לעכו''ם לעשות מלאכת העכו''ם עצמו אלא ודוש בה דישתי קאמר וקא מיבעיא לן כי אמרינן אמירה לעכו''ם שבות ה''מ שבת דאיסור סקילה אבל חסימה דאיסור לאו לא או דילמא לא שנא כדאיתא בגמרא ופסק רבינו דאסור וכן דעת הרמב''ן ז''ל דבכולהו מצות איכא שבות באמירה לעכו''ם ויש חולקין ויש נוסחאות חלוקות ג''כ בספרי רבינו שבקצתן כתוב אומר לעכו''ם חסום פרתי ודוש בה משום דכיון דבעיין לא איפשיטא אזלינן בה לקולא לפי שאיסור האמירה אפילו בשבת אינה אלא מדבריהם והו''ל ספיקא בדרבנן ולקולא ומ''מ הנוסחא האמיתית בספרי רבינו אמר לעכו''ם וכן הוא מוכרח ממ''ש פי''ז מהלכות איסורי ביאה שאסור לומר לעכו''ם לסרס בהמה של ישראל ומוכיח בסוגיית הגמרא דלדידן דקי''ל דבן נח אינו מצווה על הסירוס אחד סירוס ואחד שאר מצות שיש בהן לאו האמירה לעכו''ם שוה בהו: ",
                "<b>ישב לה קוץ וכו'.</b> פי' ישב ממילא ולא הושיבו הוא שאילו הוא הושיבו לוקה כדאיתא בגמרא וכל זאת הבבא בעיי דלא איפשיטו ופסק הרב אסור ואינו לוקה: ",
                "<b>היה הדבר וכו'.</b> בעיא דאיפשיטא: "
            ],
            [
                "<b>פרה של ישראל שהיה כהן דש בה וכו'.</b> ברייתא שם: ",
                "<b>ופרות המהלכות על וכו'.</b> לשון הברייתא פרות המרכסות בתבואה. ובהשגות א''א דומה שהוא מפרש וכו'. ועיקר הפירוש כדברי רבינו מלשון והרכסים לבקעה והרמב''ן ז''ל מסייעו מדגרסינן בירושלמי פרק תשיעי דתרומות תני בדישו ולא בדרכו ודרכו הוא כדברי רבינו: ",
                "<b>אבל מפני וכו'.</b> באותה ברייתא: "
            ],
            [
                "<b>הדש במעשר וכו' עובר משום בל תחסום.</b> הכל נתבאר שם בברייתא וסוגיית הגמרא והטעם באלו לפי שדבר תורה חולין גמורין הן: "
            ],
            [
                "<b>רשאי בעל וכו'.</b> ברייתא שם: ",
                "<b>ורשאי השוכר וכו'.</b> ברייתא שם ופירש''י ז''ל פקיעי עמיר קשין של שבלים שנדושו והביא רבינו ברייתא כפשטא כלשון א' דגמרא: ",
                "<b>כיוצא בו וכו'.</b> ברייתא שם (דף פ\"ט): ",
                "<b>ורשאין פועלין וכו'.</b> גם זה באותה ברייתא: ",
                "<b>אבל אין וכו'.</b> תוספתא בהלכות בהפועלים: [ולא יהיה מרעיב. משנה פרק ז' דדמאי ותוספתא]: "
            ],
            [
                "<b>כדרך שמוזהר וכו'.</b> זה פשוט: <b>סליקו להו הלכות שכירות</b> "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "מגיד משנה על משנה תורה, הלכות שכירות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Maggid Mishneh",
        "Sefer Mishpatim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}