{
    "title": "Divrei Yirmiyahu on Mishneh Torah, Shofar, Sukkah and Lulav",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Divrei_Yirmiyahu_on_Mishneh_Torah,_Shofar,_Sukkah_and_Lulav",
    "text": [
        [
            [
                "<b>מ\"ע של תורה לשמוע תרועת השופר בר\"ה שנאמר יום תרועה יהיה לכם.</b> ועי' בלח\"מ שמביא דעת הטור בסי' תקפ\"ה דלאו בתקיעה תליא אלא בשמיעה עיי\"ש. ובסמ\"ג איתא בעשה מ\"ב מצות עשה לתקוע בשופר בר\"ה ועי' במזרחי שם בפי' ובשו\"ת בסי' מ' ומ\"א עיי\"ש ודעת ר\"ת מובא ברא\"ש במסכת ר\"ה לברך לתקוע בשופר ועי' בב\"ח וטו\"ז ומג\"א שם ובפר\"ח מ\"ש בזה:<br><b> ועי'</b> בלח\"מ שהקשה למה בהל' שמיטה ויובל כתב רבינו מצוה לתקוע והרי שוה יובל לר\"ה עיי\"ש. והנה יקשה להבין למה לא נאמר בר\"ה גם כן בתקיעה ובשמיעה תליא ומ\"ש בלח\"מ לכך הביא ראיה שתקיעה בלא שמיעה לא מהני וכיון דידעינן דשמיעה בלא תקיעה מהני ממילא בשמיעה תליא מילתא ולא בתקיעה עיי\"ש. בלתי מתורץ עוד דילמא צריך לשניהם והאי דמהני שמיעה בלא תקיעה משום שליחות על התקיעה כמ\"ש בקושיא שם משא\"כ בתקיעה בלא שמיעה ודברי הלח\"מ בלתי מובנים לענ\"ד וגם יש להבין למה נאמר שצריך כונת שומע ומשמיע אפילו במכוין להשמיע ולא לכל השומע אינו יוצא הרי הוי עכ\"פ שמיעה כיון דא\"צ שליחות על התקיעה ועיין בפ\"ב הל' ד' וה' עיי\"ש:<br><b> ונראה</b> לומר דיש להוכיח דעל כרחך א\"צ לשליחות על התקיעה ובשמיעה בלבד יוצא דכמ\"ש בפרי מגדים והבאתיו לעיל בפ\"ח מהל' תפילה דדעתו דמ\"ש ברא\"ש דמה שמוציא לחבירו מטעם ערבות הוי דבלא ערבות לא יהיה שייך שליחות דלא הוי אלא במאי דשייך בו והעיקר משום שליחות עי' בפתיחה כוללת לאו\"ח. ועיין בקצה\"ח סי' שפ\"ב ומ\"ש לעיל דלא שייך מצוה שבגופו ולא שייך שליחות אלא בכה\"ג וכמ\"ש בקצה\"ח בסי' קפ\"ב בפי' התוספות רי\"ד דצריך שיהיה המצוה באותו הדבר כמו התפילין בידו ולא מהני מה שביד חבירו עיי\"ש. ולפי זה תליא אם נאמר דבשמיעה בלבד יוצא ואם כן נעשה המצוה באותו האדם באופן שיעשה המצוה אבל אם נאמר דבתקיעה תליא ואם כן הוי כמצוה שבגופו ולא יהיה שייך שליחות ועל כרחך בשמיעה תליא והאי דצריך מטעם שמיעה לשליחות משום דבהמצוה שישמע קול שופר הוי שיהיה גורם שיהיה השמיעה ולזה מהני הכונה משניהם שיכוין המשמיע להוציאו והוא הגורם שישמע דאל\"כ בשמע בלי שגרם שישמע לא הוי קיום המצוה שתהיה בהגרמתו ג\"כ בשלימות דהוי כנעשה ממילא ולא בגללו ובכ\"מ במצוה שנאמר דשייך שליחות אמרינן שיהיה בשליחות ובשמיעה אפשר כמ\"ש שיהיה הגורם שישמע תקיעה בעבורו והלה השליח לגרום השמיעה לו:<br><b> וכל</b> זה בר\"ה אבל ביובל י\"ל דשאני מר\"ה. דבר\"ה עיקר התקיעה לעצמו להיות התרועה לזכרון לו ודי בשמיעה. אבל ביובל להודיע השילוח עבדים והשמטת קרקעות דהוי לאחרים וא\"כ התקיעה בכלל המצוה כמו השמיעה לכן כתב רבינו בהל' שמיטה ויובל ופ\"י הל' ט' מ\"ע לתקוע בשופר וכו' ומצוה זו מסורה לבי\"ד תחילה וכו' וכל יחיד ויחיד חייב לתקוע וכו' עיי\"ש הנה בזה שנמסרה לבי\"ד בתחילה מורה שהוא לשמוע לאחרים על התקיעה אבל ודאי שמיעה בעי ג\"כ מה\"ט שידעו הכל מהחירות מ\"מ נקט רבינו שם המצוה על התקיעה דשמיעה ממילא מובן דבלעדי השמיעה דלהודיע מאי מועיל התקיעה משא\"כ בר\"ה דדי בשמיעה ועי' מ\"ש לעיל בפ\"ח ה\"י מהל' תפילה עיי\"ש. ועיין ברש\"י ר\"ה כ\"ו ע\"ב בד\"ה כמה וכו' ויובלות שהן לקרות דרור וכו' עיי\"ש ובשו\"ת מזרחי הנ\"ל עיי\"ש ועי' בס' כפות תמרים ר\"ה כ\"ט מ\"ש בחש\"ו למה אינם מוציאין מטעם שמיעה עיי\"ש ועי' מ\"ש לעיל בפ\"ב ה\"א עיי\"ש:",
                "<b> ושופר שתוקעין בו בין בר\"ה בין ביובל הוא קרן הכבשים הכפוף וכל השופרות פסולין חוץ מקרן הכבש.</b> והנה דעת הסוברים דלמובחר בלבד של כבש וכפוף דלשון המשנה הראשונה שנראה בפרה בלבד פליג הת\"ק עם ר' יוסי ואח\"ז במשנה אחריה נראה גם בכפוף וזכרים פליגי שם ואמרו ז\"ל דמשנה ראשונה מדינא ושניה למובחר אשר לא כן דעת רבינו שכתב כל וכו' פסולין וכו'. והנה בפי' משניות כתב רבינו במשנה שניה זה הסדר לא היה אלא במקדש לאמרו הש\"י בחצוצרות וכו' אבל חוץ למקדש אין תוקעין בר\"ה אלא בשופר בלבד וכו' ומזה כתב במרכבת המשנה שלא יקשה לרבינו למה לא נקטו בסיפא וחכמים שופר של ר\"ה של יעל דס\"ל דאין כאן מחלוקת עם הת\"ק דסיפא איירי בשופר של מקדש דהא תני וב' חצוצרות וכו' ור\"י פליג דאף של מקדש היה של זכרים עיי\"ש גם בזה לא הוסר הקושיא גם שאר קושית הראשונים ז\"ל בזה ובטו\"ז בסי' תקפ\"ו ס\"ק א' קיים דברי הכ\"מ שדחה אותו דדייק דלמה הוצרך רבינו להזכיר חוץ מקרן הכבש שהזכירו תחילה והו\"ל וכל שאר השופרות פסולין ולמה לא זכר גם בסיפא הכפוף אלא דתרתי קאמר לכתחילה יהיה כבש וכפוף ובדיעבד פסולין השאר חוץ מקרן הכבש והיינו אפי' פשוט ובכבש כולל כל מינים כגון עיזים ויעלים עיי\"ש שהביא ראיה מקרא ועי' בשו\"ת חכם צבי סי' ל\"ד שמתמה על ראיתו שם ע\"ש ובפרי מגדים שם והמקראות מראין כי בלתי נכלל בכבש גם עיזים אלא כמ\"ש בפרי מגדים בצאן נכלל הכל מן הכבשים ומן העיזים תקחו שמות י\"ב ואם מן הצאן קרבנו מן הכבשים או מן העיזים וכו' ויקרא א' ובהל' מעשה קרבנות פ\"א ה\"א כל הקרבנות וכו' מה' מינין מן הבקר ומן הכבשים ומן העיזים וכו' ונראה דדעת רבינו מדינא קאמר כמ\"ש ז\"ל:<br><b> ובכ\"מ</b> דמ\"ש רבינו כבש ולא כתב כפוף אין לפרש שאין קפיד אכפוף דר' לוי אמר מצוה בכפופין וזכרים מסתמא כפופין עיי\"ש ובלח\"מ שהקשה ע\"ז דאם סתמן כפופין למה אמרינן דאמר כי האי תנא דתני' ר' יהודה אומר בר\"ה וכו' זכרים כפופין ולא נקטו המשנה דאיתא ר\"י אומר בר\"ה וכו' בשל זכרים וכו' ועל כרחך משום דמשנה בלתי מפורש כפופין ויש זכרים שאין כפופין עיי\"ש. וברש\"י במשנה שם בשל זכרים אילים שסתמן כפופין עכ\"ל. ונראה דהנה ר' לוי מפרש דמצוה בשל כפופין וכמ\"ש בגמ' כמה דכפיף דעתיה עדיף טפי וא\"כ במשנה דאיתא רק זכרים י\"ל דטעמא דבעי זכרים לא הוי משום כפופין אף דממילא המה כפופין אבל ר' לוי טעמא דכפופין אמר ונפק\"מ אם עדיף להיות לבו פשוט או כפוף ולזה צריך להביא הברייתא דממשנה י\"ל דלא פליגי אלא אם צריך פשוט או לא אבל שיהיה כפוף עדיף לא נדע עוד ולהלן נדבר בהאי דפליגי אם כפוף או פשיט עדיף:<br><b> ובראב\"ד </b> שם ואם תקע בשל יעל יצא ובהמ\"מ עמד עמ\"ש בשל יעל ועי' בכ\"מ ובירושלמי שם אי' ורבנן כל השופרות נקראו קרן ונקראו שופר וכו' היתבון הרי של יעל הרי אינו קרוי לא קרן ולא שופר מאי כדון כהאי דא\"ר לוי שניא דאין קטיגור וכו' ובקובץ ע\"ז כתב דמשו\"ה כתב הראב\"ד לחידושא דאפי' של יעל:<br><b> ובהגהות</b> מיימוני הביא מחלוקת בתענית בר\"ה ודעת הגאונים מקרא דעזרא אכלו משמנים ושתו ממתקים וכו' ומירושלמי דאין להתענות בר\"ה וכיו\"ב ברא\"ש במס' ר\"ה עיי\"ש ובשו\"ע בסי' קצ\"ז עיי\"ש והנה כמ\"ש במקום אחר במקרא דעזרא דנאמר אל תעצבו וכו' חדות ה' וכו' והן היום אשר עונותנו נשקלין עם זכויותנו אם במאזנים ישאו יחד לא נפחד ולא נעצב ועל יום נורא כזה נאמר חדות ה' וכו' ור' יוחנן בן זכאי בכה באיזה דרך מוליכין אותי וכו' אבל כמ\"ש במקום אחר ליום הזה כפלים לתושיה כי זה כי עינינו ולבבינו אל היושב בשמים אשר נותן יד לפושעים ויקבל חרטת לבבינו באהבה יום אשר יכפר ה' את חטאתנו אנחנו נשוב אליו באמת לחדות לבבינו יהיה ונשמח כי נשים לבבינו לה' הרואה במעמקי לבבינו וישלח עזרתו מקודש להפוך ולטהר את לבבינו לכן על יום הזה נאמר וגילו ברעדה וכמ\"ש רז\"ל במקום גילה תהא רעדה ובזה היום להיפוך במקום רעדה יהיה גילה ובמקום אחר כתבתי בזה באור היטב ונמצא לפרש סוגית הגמ' ר\"ה כו' ע\"ב במאי קמיפלגי מר סבר בר\"ה כמה דכייף אינש דעתיה טפי מעלי וביו\"כ כמה דפשיט וכו' ומר סבר בר\"ה כמה דפשיט אינש טפי מעלי וכו' וברש\"י כמה דכייף אינש בתפילתו פניו כבושין לארץ טפי עדיף משום והיה עיני ולבי שם מלכים א' ט' וכו' הילכך בר\"ה דלתפילה ולהזכיר עקידת יצחק בא כפופין וכו' כמה דפשיט טפי עדיף משום נשא לבבינו אל כפים הילכך בר\"ה בפשוטין דלתפילה הוא וכו' עכ\"ל והנה דברי רש\"י והגמ' צריכין פי':<br><b> ובירושלמי </b> איתא כדי שיכופו לבם בתפילה כדי שיפשטו לבם בתשובה שם ה\"ג וה\"ד עיי\"ש: הנה השופר אשר יעלה זכרונינו ורגשת לבבינו לפני ה' ציורו יהיה דמיון רגשי לבבינו למען כקולו כן תוארו יעיר אותנו ומר סבר כפוף יהיה כמו רגשי מורא ופחד מאימת הדין אשר יכוף כאגמון ראשנו מבושה להרים ראשנו זה יהיה בראש במעמד הזאת בעומדינו לפני המשפט ומר סבר רגשי הבטחון בחסדי ה' ורחמיו עלינו לתת ידו עלינו אשר יתן בטחון בנו לשוב אליו ית\"ש כי יקבל אותנו והבטחון אשר מעוז לנו בגלות הזה ובכל אורח חיינו יהיה בראש ולכן כמה דפשיט עדיף טפי וחדות ה' מעוזינו ובירושלמי דאיתא שיפשטו לבם בתשובה כמ\"ש כי מהמורא ופחד ימנעו מלשוב כמו שמצינו באחר במס' חגיגה אם לא הבטחון ברחמי הל' כי בל ידח ממנו נדח ועי\"ז יפשוט לבבינו בתשובה וכמ\"ש ברש\"י מנישא אליו כפים יש לפרש כמ\"ש במקום אחר כי יד ה' הנשלח לקבל את השבים אליו כנאמר \"אתה נותן יד לפושעים\" וכמ\"ש ר\"ע עבד שרבו מצפה לראותו במס' חגיגה לאלה ידים כאלו כביכול בב' ידים יושיט לנו לקבל אותנו לאלה כפים נישא לבבינו וזה ישמח לבן אשר לאב יֵרָצה וכמ\"ש בירושלמי המובא בהגהות מיימוני כי אנו לובשים לבנים לא כאו\"ה וכו' כי המה יחסו לאליליהם מורא ופחד וכן היא עבודתם להם ואנחנו ה' ית\"ש לאב הרחמן ובעת כי עלה מוראו עלינו נשמח עמו כבנים עם אביהם וגילו ברעדה מיסודי אמונתינו הנשגבה נגד העע\"ז אשר לא ידעו מרחמי ה' ולכן היראה וכפיפות ראש עם השמחה יחדו יהיה תמים ביום הזה ובכל מעמדינו לפני ה' אבל מה בראש פליגי ובזה נראה לומר דתליא המחלוקת בתענית ביו\"ט וי\"ל דאף מאן דס\"ל דכפיפות עדיף עם כל זה לא נתענה וצ\"ע:",
                "<b> ואע\"פ שלא נתפרש בתורה תרועה בשופר בר\"ה הרי הוא אומר ביובל והעברת שופר תרועה וכו' תעבירו שופר ומפי השמועה למדו מה תרועת יובל בשופר אף תרועת ר\"ה בשופר.</b> עי' בכ\"מ שכתב כיון דאיתא בלא הקישא ילפינן מגז\"ש והכל מגז\"ש למדין והוי מפי השמועה מהלמ\"מ ועי' בפר\"ח בס' מים חיים שכתב לפרש דהך גז\"ש לא נאמרה תיבות לחודייהו כשאר גז\"ש אלא נאמרה בפי' למשה מסיני הלימוד עצמו ומשו\"ה שייך שפיר ליקרא מפי השמועה עיי\"ש. ועי' בפי' הרא\"ם לסמ\"ג עשה מ\"ב שכתב משו\"ה לרבינו בשמיעה המצות בר\"ה משום דלא דריש הגז\"ש כקרא ממש ולכן ביובל כתב לתקוע המצוה ובר\"ה לשמוע עיי\"ש ובשו\"ת מזרחי סי' מ' מ\"א עיי\"ש:"
            ],
            [
                "<b>במקדש היו תוקעין בר\"ה בשופר אחד ושתי חצוצרות וכו' ולמה תוקעין עמו בחצוצרות משום שנאמר בחצוצרות וקול שופר הריעו לפני המלך ה' אבל בשאר מקומות אין תוקעין בר\"ה אלא בשופר בלבד.</b> בספר יד דוד מביא להקשות ממ\"ש רבינו בהל' מעשר שני פי\"א ה\"ד ובין בפני הבית ובין שלא בפני הבית חייב לבער ולהתודות ובראב\"ד שם שהודוי אינו אלא לפני ה' ואין לפני ה' אלא בבית עכ\"ל ועי' שתירץ דחובת הגוף לא שייך לחלק בין בפני בית אבל בשופר דר\"ה בחצוצרות דנאמר לפני ה' גם בשאר מקומות נאמר כן ולא במקדש ואם אינה למצוה גם במקדש לא דאין טעם לומר במקדש לעכב ובשאר מקומות למצוה דלא מצינו בתורה רק מצות שופר ועל כרחך במקדש למצוה ובשאר מקומות לא עיי\"ש ועוד יש להבין על הגמ' גופא למה לא נאמר בחוץ למקדש ג\"כ ונראה דר\"ה נילף מיובל וביובל לא נאמר לפני ה' שהיה להזכיר החירות כמ\"ש ברש\"י הנ\"ל ולא שייך אלא בר\"ה בלבד ולהלן ל\"ד ע\"א אי מאי להלן בחצוצרות אף כאן בחצוצרות ת\"ל תקעו בחודש וכו' קאמר שופר עיי\"ש. וא\"כ נתמעט חצוצרות לכו\"ע אף מאן דיליף מיובל והאי קרא ע\"כ דנאמר בחצוצרות על כרחך לפני ה' הנאמר במקדש ולא בגבולין משא\"כ בודוי מעשר דל\"ל רבוי אמרינן דלאו דוקא וכמ\"ש רבינו שם בדיעבד יוצא בחוץ למקדש ג\"כ:"
            ],
            [
                "<b>שופר של עכו\"ם וכו'.</b> עי' מ\"ש לעיל בפ\"ח ה\"ט מהל' ע\"ז ובפ\"ד ה\"י עיי\"ש:",
                "<b> שופר הגזול שתקע בו יצא שאין המצוה אלא בשמיעת הקול אע\"פ שלא נגע בו ולא הגביה השומע יצא ואין בקול דין גזל.</b> ובראב\"ד ואפי' יהיה בו דין גזל יום תרועה יהיה לכם מ\"מ הכי איתא בירושלמי עכ\"ל. ועי' בהמ\"מ ובלח\"מ עיי\"ש:<br><b> ועי'</b> בלח\"מ במ\"ש רבינו ואין בקול דין גזל בא לפרש שלא הוי מצוה הבאה בעבירה עיי\"ש ועדיין גם זה צריך פי' למה בלולב בנענוע הוי בגזול מהב\"ב ובשופר בתקיעה לא ומאי שנא שמוש הלולב מהשופר בשניהם לא נחסר דבר מהם אלא השמוש הנאה מהם:<br><b> וי\"ל</b> עם מ\"ש הב\"י ביו\"ד בסי' ש\"מ לפרש דברי הירושלמי בקורע בשבת דאיתא תמן גופו עבירה ברם הכא הוא עבד עבירה דבמצה גזולה גוף המצוה שהיא המצה עבירה שהיה גזולה אבל הכא גוף החלוק אינו עבירה אף שהמעשה שהוא עשה בו הוי עבירה לא מקרי מצוה הבאה בעבירה עיי\"ש:<br><b> והנה</b> בירושלמי המובא בהמ\"מ כאן מה בין לולב ומה בין שופר אמר רב יוסי בלולב כתיב ולקחתם לכם משלכם ולא משל או\"ה ברם הכא יום תרועה יהיה לכם מ\"מ א\"ר אליעזר תמן בגופו הוא יוצא ברם הכא בקולו הוא יוצא ויש קול אסור הנאה עיי\"ש בפ' הלולב הגזול ה\"א:<br><b> ונראה</b> דהנה באיסורי הנאה וכמו כן בגזל יש לדון משום שאינו שלו ומשום מצוה הבאה בעבירה והנה משום שאינו שלו מחלקין בין לולב דבעי לכם מדכתיב ולקחתם וכו' משא\"כ בשופר דא\"צ לכם ועיין במג\"א בסי' תקפ\"ו ס\"ק ד' שכתב דמותר ליטול שופר חבירו שלא מדעתו לברך עליו משום ניח\"ל למעבד מצוה בממוניה עיי\"ש. ויש להבין למה צריכין קרא בלא\"ה בשופר הגזול ולמה צריכין לומר דאין בקול דין גזל בלא\"ה שבגזילה בידו מ\"מ השתא דבידו בזה במה שתקע לצאת אנן סהדי דניח\"ל לנגזל שיעשה מצוה וכמ\"ש במג\"א הנ\"ל ודוחק לומר דלכו\"ע ניח\"ל ולא להגזלן ונפק\"מ לשומע מהגזלן דיוצא ולא הגזלן בעצמו אבל הנראה יותר דאם היו צריכין שיהיה לכם לא היה מהני האנן סהדי דנגזל כיון דלא הוי ברשותו וכמו גזל ולא נתיאשו בעלים וכו' וא\"כ לא יוכל הנגזל להקנות לו וצריכין לקרא דיום תרועה לכם שאין צריך שיהיה בשופר לכם ושלו:<br><b> ומטעם</b> מצוה הבאה בעבירה דאי' בירושלמי תמן בגופו הוא יוצא וכו' וביאר רבינו שאין בקול דין גזל וכונתו נראה דכמ\"ש בירושלמי מהב\"ב לא שייך אלא בשגוף הדבר עבירה אם המצה גזולה וכיו\"ב. והנה בשופר דעיקר מצותו בשמיעה ובקול לא שייך דין גזל דודאי אין אדם מקפיד ולא יוכל להקפיד שלא ישמע אחר קול שופר שלו וא\"כ לא שייך דין גזל והקפד ע\"ז וא\"כ אפי' בתוקע בעצמו וכמ\"ש המ\"מ מ\"מ הבאה בעבירה לא שייך בזה ולפ\"ז זה שא\"צ בשופר שלו מובן מאליו שלא כתב כן אלא בלולב אלא משום מהב\"ב מפרשו רבינו היטב האי תמן בגופו וכו' בזה שאין בקול דין גזל ומיושב מ\"ש הראב\"ד גם דעת המג\"א מיושב למ\"ש וגם למ\"ש י\"ל דאיתא מחלוקת בירושלמי אם בעי לכם בשופר לדעת רבינו ולא כדעת האור זרוע כמ\"ש ז\"ל. אמנם כדאיתא בירושלמי מה פליגין בשגזלו משופה אבל אם גזלו ושיפהו דמים הוא חייב לו ועי' בשיורי קרבן דנראה דאלולב קאי אבל א\"כ יקשה מי איכא למ\"ד דלולב הגזול כשר עיי\"ש עי' בשלום ירושלמי דקאי מאי פליגין אלעיל מחלוקת ר' לוי אם מטעם לכם בלולב או מטעם מהב\"ב ונפק\"מ ביום שני עיי\"ש וכדבריו נראים ומסכימים עם מ\"ש:",
                "<b> וכן שופר של עולה לא יתקע בו ואם תקע יצא שאין בקול דין מעילה וא\"ת הלא נהנה בשמיעת הקול מצות לאו ליהנות ניתנו לפיכך המודר הנאה משופר מותר לתקוע בו תקיעה של מצוה.</b> בלח\"מ הקשה על מ\"ש רבינו שאין בקול דין מעילה מהאי דאיתא כיון דמעל בה נפקא לחולין וכו' ורבא דאתקיף אמר קתקע באיסורא תקע משמע דמודה ליה דמעיל גם מ\"ש רבינו וא\"ת הלא נהנה וכו' הרי זה סותר למ\"ש בתחילה דאין מעילה בקול עיי\"ש מ\"ש ע\"ז:<br><b> והנראה</b> לומר בזה דהנה האי דקול וריח ומראה אין בהם משום מעילה כדאיתא בכמה דוכתי במס' פסחים דף כ\"ו ע\"א וכריתות דף ו' ע\"א (ופסחי') [ומסקינן] בטעמא הואיל ואין בהן ממש כדאיתא שם בגמ' א\"ר פפא קול ומראה אין בהן משום מעילה לפי שאין בהן ממש וריח לאחר שתעלה תמרתו אין בו משום מעילה הואיל ונעשה מצותו וכו' וברש\"י שם בריח יש בו ממש ועי' בהל' מעילה פ\"ה הט\"ז והנה בריח שבו ממש שייך מעילה לאחר שתעלה תמרתו אבל בטעמא למה בשאין בו ממש לא שייך מעילה כמו קול ומראה ונראה דלרבינו כמ\"ש לעיל בקול שאין בו דין גזל ונראה דלרבינו שלא שייך מעילה בהקדש אלא בדבר שכיו\"ב מקפיד בחולין ואסור ליהנות שלא ברשות הבעלים דלא שייך בקול וכיו\"ב במראה כמ\"ש לעיל דלא שייך הקפד לשמוע קולו של חבירו בלי רשותו וכן במראה וכיו\"ב וא\"כ לא שייך מעילה בכה\"ג אלא בריח דמועל דיש בו ממש משום דריחא מלתא והוי כשותה עי' בתוס' ע\"ז ס\"ו ע\"ב בד\"ה רבא ולמאן דס\"ל לאו מלתא והוי כנהנה עכ\"פ ועי' מ\"ש בסופו דתרומת חמץ בהקדש כי יאכל פרט למזיק זה נהנה וזה לא חסר ג\"כ מחויב דלא אזלינן בתר החסרון אלא בתר הנאה וביש בו ממש הוי כנהנה מגוף הדבר כמו שמוש בכלי בלי פגם דנהנה ומחויב במעילה כיון דיש ממש בשמוש בכלי וכמו כן בריחא ולא כן בקול ומראה:<br><b> והנה</b> במל\"מ פ\"ח ה\"ו מהל' כלי המקדש כשהדליק דבר הקדוש מועל באורו דוקא כשהודלקה בהתר לא הוי מעילה במראה עיי\"ש. והנה שם הוי הנאה של כלוי ותחילת הדלקה היה בגזל גם בחולין אבל בשופר השמוש בלבד אמנם גם שמוש בהקדש עי' בהל' מעילה פ\"ו ה\"א ובמס' מעילה י\"ח בנהנה בדבר שאין בו פגם כמו נשתמש בכלי זהב מעל ובנהנה בנפגם צריך שוה פרוטה בפגמו ובהנאתו עיי\"ש ולפ\"ז י\"ל בתוקע בשופר דהוי שמוש בגופו אף למ\"ש במג\"א הנ\"ל בחולין לא הוי גזילה ולא כשואל שלא מדעת משום אנן סהדי דניח\"ל למעבד מצוה בממוניה זה לא שייך בהקדש וא\"כ הוי כמו בחולין בשלא מדעת והוי במעילה כיון דגם בחולין הוי בתורת גזילה בכה\"ג ולכן בס\"ד דגמ' כיון דתקע מעל ורבא אמר כי תקע באיסורא תקע דהרי נהנה בדבר דבמעילה וכ\"ז בס\"ד דמצות ליהנות ניתנו אבל למסקנא דהדר אמר רבא מצות לאו ליהנות ניתנו לא שייך מעילה אף דלא שייך אנן סהדי דניח\"ל כמו בחולין מ\"מ לא הוי נהנה כלל והנאה בעי במעילה וזה כונת רבינו דאין בקול במעילה וזה כמ\"ש דלא שייך גזל בקול ואם דעכ\"פ במעילה בשמוש בשופר ע\"ז כתב דלא ליהנות ניתנו וכמ\"ש וקושית הלח\"מ מיושבים [ועי' בלח\"מ שכתב דבס\"ד כי תקע מעל משום דמדרבנן לא נהנין עיי\"ש. יש לעיין אם נאמר כיון דרבנן עשהו כשל הקדש והוי כבחולין בקנין דרבנן דהוי כשלו משום הפקר בי\"ד וכמו כן בהקדש מעילה וצ\"ע בזה ויש לחלק]:",
                "<b> וא\"ת וכו' מצות לאו ליהנות ניתנו וכו'.</b> הנה יש לעיין בסוגיא זאת בענין לאו ליהנות ניתנו והטעם בזה ומה שיש לחלק בזה:<br><b> במס'</b> ר\"ה כ\"ח ע\"א א\"ר יהודה בשופר של עולה לא יתקע ואם תקע יצא בשופר של שלמים לא יתקע ואם תקע לא יצא מ\"ט עולה בת מעילה היא כיון דמעל בה נפקא לה לחולין שלמים דלאו בני מעילה נינהו איסורא הוא דרכיב בהו ולא נפקי לחולין מתקיף לה רבא אימת מעל לבתר דתקע כי תקע באיסורא תקע וכו'. ולכאורה יש להבין בדעת ר\"י למה לא נאמר כי תקע באיסורא תקע כמ\"ש רבא:<br><b> ולכאורה</b> י\"ל לפמ\"ש בכפות תמרים להקשות לדעת הטור בסי' תקפ\"ז אם סוף התקיעה כשיעור יצא עיי\"ש וא\"כ מאי מקשה רבא אימת מעל וכו' דילמא מיירי האי דר' יהודה בשיש שיעור בסוף התקיעה עיי\"ש. ולפ\"ז י\"ל דר\"י ורבא פליגי בזה באמת כמו העיטור שם חולק על דעת הטור עיי\"ש. אמנם לכאורה אין לומר כן דהרי על כרחך מיירי בשאינו נהנה מהתקיעה בעצמה בלעדי המצוה דא\"כ לא שייך לאו ליהנות ניתנו כמ\"ש בכפות תמרים בעצמו שם. ועל כרחך הנאת שוה פרוטה דבעי במעילה הוי בהמצוה בהנאתה. וא\"כ אף אם נאמר דר\"י דאמר בסתמא ואם תקע יצא מיירי שתקע הרבה תקיעות מ\"מ רק בהאי דשל מצוה נהנה ויצא לחולין ומיושב קושית הכפות תמרים ג\"כ ואחרי שכתבתי כן ראיתי בס' ישועות יעקב בסי' הנ\"ל שכ\"כ:<br><b> אלא</b> דיקשה עוד מנ\"ל לרבא להקשות דילמא מיירי ר\"י באדם שנהנה מהתקיעה עצמה ובתחילת התקיעה יצא לחולין או בתקע תקיעות הרבה ובהראשונה יצא לחולין ומסתבר דמיירי כן דמסתמא תקע כהלכתו תקיעות דמעומד ודמיושב דדאורייתא ודרבנן ואלו דמחמת ספק וכן ראיתי בטורי אבן. אבל ע\"ז נוכל לומר דהנאה לא שייך אלא בתקיעה כולה שנהנה בקולו ולא בסופה בלי תחילתו שאינה מתפארת התוקעים אלא בתקיעה יפה מתחילה ועד סופה וצריכין הנאת תחילת התקיעה עם סופה וא\"כ הוי כי תקע באיסורא תקע ואם שתקע הרבה תקיעות כמ\"ש עכ\"פ תחסר תקיעה אחת מהחיוב מנין התקיעות דמסתמא לא תקע יותר מכשיעור לצאת בלבד וביותר להסוברים שאסור לתקוע יותר מהחיובא.<br><b> והנראה</b> לומר בזה בקושיא הנ\"ל הוא. ומקדם נדבר בענין מצות לאו ליהנות ניתנו:<br><b> (א) ברש\"י </b> בסוגיא בד\"ה לאו ליהנות ניתנו לישראל להיות קיומם להם הנאה אלא לעול על צואריהם נתנו עכ\"ל. ובמס' חולין דף פ\"ט ע\"א בד\"ה עפר וכו' ורבא אמר וכו' שכסוי דם מצוה ולא הנאה שהמצות שניתנו לישראל לאו ליהנות ניתנו ולא לשום הנאה נתנו להם אלא גזירות המלך היא עליהם עכ\"ל ולשונו צריך פי'. ועי' כיו\"ב ברש\"י סוכה דף ל\"א ע\"ב בד\"ה ואם נטל כשר ואע\"ג דאיסורי הנאה הוא דמצות לאו ליהנות ניתנו כלומר אין קיום מצות הנאת הגוף אלא עבודת עבד לרבו עכ\"ל:<br><b> ודעת</b> הר\"ן בפ' לולב הגזול דלכן מצות לאו ליהנות ניתנו משום דאין בהם הנאה בגוף הדבר אלא דגורם להנאה הבאה אח\"ז חוץ מהדבר בעצמו וז\"ל ואע\"פ שמקבל שכר עליה אין זה אלא גרמא בעלמא כענין שאמרו המודר וכו' כיון שאינו נהנה בגוף המים אע\"פ שגורמת טבילה זו לעלות מטומאה לטהרה ומכשירה לכמה דברים לית לן בה וכדאמרינן גבי סנדל של חליצה וכו' משום דמצות לאו ליהנות ניתנו וכו' ואע\"פ דמרוחא טובא וכו' כיון דלא מתהני מגופו של איסור גרמא בעלמא הוא ול\"ל בה עכ\"ל:<br><b> ולכאורה</b> יפלא דהרי בעלמא באיסורי הנאה מצינו דגם גורם אסור ומ\"ש מכירה באיסורי הנאה וכיו\"ב דגם שם הנאה באה אח\"ז וחוץ מהדבר ורק בגדר גורם לפ\"ז ואפ\"ה אסור למכור איסורי הנאה וראיתי בשו\"ת חתם סופר חיו\"ד סי' ק\"ל שהגאון בעל אמרי אש ז\"ל הקשה על דברי הר\"ן הנ\"ל ממ\"ש בפ' השוכר את הפועל דאם לא נאמר כמ\"ש בירושלמי דבאיסורי הנאה לא הוי מכירה כלל דאין זה דמיהן הוי אמינא דאסור משום גורם הנאה והקשה ממודר הנאה ממעיין עיי\"ש:<br><b> והנראה</b> לומר בזה ונמצא להבין דברי רש\"י הנ\"ל דלכאורה יש במעשה המצוה ב' הנאות אחת כמ\"ש הר\"ן קבלת השכר אח\"כ דהוי כמ\"ש בר\"ן בגדר גורם. וב' דנהנה מזה גופא שמקיים המצוה ומלשון הר\"ן וסברתו נראה דהנאה מצד קיום המצוה לא קחשיב כלל שא\"כ לא הוי בכלל גורם דהרי הנאה הזאת באה מיד. גם לא כתב אלא משום קבלת השכר בלבד ואם גם נאמר כי דבלעדי המצוה לא היה נהנה מהתקיעה וכיו\"ב לא מקרי נהנה מגוף הדבר ממש דזה נראה דוחק לומר. וגם דעכ\"פ לא יגרע מגרם הנאה ולמה לא העיר הר\"ן ע\"ז כלל:<br><b> והנראה</b> בזה דהנה מצוה באיסורי עי' בטורי אבן שכתב דהוי מטעם מצוה הבאה בעבירה. ובס' יד דוד הקשה להאומרים כן דהרי למסקנא מצות לאו ליהנות ניתנו והרי עכ\"פ שייך מצוה הבאה בעבירה עיי\"ש. אבל למ\"ש י\"ל כמ\"ש לעיל לדעת הרמב\"ם שכתב דאין בקול דין גזל משו\"ה לא שייך מהב\"ב כמ\"ש לעיל:<br><b> והנה</b> מצוה הבאה בעבירה בין אם נאמר דהוי מדאורייתא ובין לדעת הסוברים דהוי מדרבנן מ\"מ מסתברא דכה\"ג דהנאה הוי הקיום המצוה בלבד לא שייך מהב\"ב דהנה בכל מהב\"ב מסתברא משום דמה שנרויח בקיום המצוה מפסידין ע\"י העבירה ובתוס' במס' סוכה מחלקים בין אפשר לעשותו בלעדי העבירה ועי' בירושלמי במס' שבת ומ\"ש בב\"י ביו\"ד בסי' ש\"מ בזה. אמנם כל זה בכה\"ג דעבירה הוי בפ\"ע כמו איסור גזל ומצות לולב. אבל בכה\"ג דמצד עצמו לא נהנה אלא ההנאה במה שעשה המצוה לפני ה' מסתבר לומר דוקא הנאה עבור עצמו אסרה התורה אבל לא בזה דהעבירה לא הוי אלא המצוה שעושה והנאה מהמצוה מצוה בזה נראה דעת הר\"ן דלא שייך כלל איסור הנאה ולא נשאר אלא לומר מצד הנאתו בקיבול השכר וכמ\"ש הר\"ן בטעמו:<br><b> ומ\"ש</b> בר\"ן משום גורם הנאה אף דנהנה בגורם בשעת מעשה בזה שידע הנאה הבאה אח\"כ דמה\"ט כמ\"ש באיסורי הנאה גורם אסור. ויש לפרש דבריו עם מ\"ש הר\"ן בפ' גיד הנשה דבאיסורי הנאה באינו מכוין לא שייך פסיק רישא רק בהנאת הגוף עיי\"ש. וטעמו בזה נראה דכיון שאינו מכוין להנאה ואינו הנאת הגוף דהוי הנאה דממילא א\"כ לא נהנה כלל והוי בגדר לא ניח\"ל ואף להחולקים על הערוך בפסיק רישא דלא ניחא ליה ואפי' לר' יהודה דס\"ל שאינו מכוין אסור בהנאה בלא מכוין מודה משום דבלא כונה לא נהנה כלל אלא בהנאת הגוף דעכ\"פ ניזון ומתחמם וכיו\"ב ועי' מ\"ש בזה בהל' שבת לעיל ועי' בריטב\"א בסוגיא דזה וזה גורם ומ\"ש הרב המגיד בהל' שבת כעין זה עיי\"ש ולפ\"ז יש לפרש דברי רש\"י שכתב דקיומם לעול ניתנו דעיקר חיוב קיום המצוה לעשותם שלא ע\"מ לקבל פרס וא\"כ העושה כמצותו על כרחך אינו מכוין להנאה ושכר כלל וא\"כ לא נהנה בשעת עשית המצוה כלל ומדויק הלשון לאו ליהנות ניתנו והכונה המצות ניתנו שלא יעלה בלבבינו בעשיתם לכונה לשכר והנאה וא\"כ י\"ל לצרף מ\"ש בר\"ן עם דברי רש\"י דיקשה עוד אף דבשעת עשיתו אינו מכוין וא\"כ אינו נהנה בשעתו מ\"מ הנאה באה לו אח\"ז וע\"ז כתב הר\"ן דהוי גורם. וכל זה במצוה דמסתמא כמצותו בהכונה שלא לשום הנאה ולא הוי אלא גורם הנאה אחרי שאין מתעסק בהדבר. אבל בשאר איסורי הנאה דעלמא בלי מצוה שמתכוין על הנאה ונהנה בעשיתו ועסקו עם האסורי הנאה במה שתבוא לו הנאה אח\"ז אפי' גורם אסור דעכ\"פ נהנה בעודו מתעסק בהאיסור בהנאה שתבוא לו אח\"ז ונהנה בשעת עסקו מה\"ט מהנאת הגרם:<br><b> ובמודר</b> הנאה ממעין י\"ל בלא\"ה בנדרים דהולכין אחר דעת בני אדם ועיין בשעה\"מ בהל' שופר וברשב\"א במס' נדרים ל\"ג גבי פורע חובו של חבירו דגורם הנאה מותר במודר הנאה ועי' במס' כתובות דף ק\"ה בתוס' שם שכתב גם כן כזה עיי\"ש:<br><b> ומיושב</b> לדברינו מה שיקשה מהאי דאיתא במס' עירובין דף ל\"א ע\"א לחלק דאם אמרינן אין מערבין אלא לדבר מצוה מערבין בבית אסורי הנאה ואם מערבין לדבר רשות אין מערבין בכה\"ג עיי\"ש. דיקשה דעכ\"פ לא הוי רק גרם הנאה ועל כרחך כמ\"ש רק במצוה גרם הנאה מותר וכמ\"ש דעל אותו הדבר שגורם אינו רשאי לכוין בעושה כמצותו על הגרם הנאה:<br><b> אמנם</b> בדעת הר\"ן שעשה לעיקר משום דאינו נהנה מגוף הדבר ולמ\"ש העיקר משום דאין ההנאה על גוף הנהנה ונראה עוד בכונת הר\"ן דהנה לפמ\"ש בהנאת הגוף מקרי פסיק רישא כמו בכל פ\"ר דעלמא והרי בכה\"ג דחליצה וכמו כן בעירובין בא לאח\"ז הנאת הגוף ממש. וע\"ז סברת הר\"ן דבגורם דהנאה באה אחר זה בעת שאינו מתעסק באיסור הנאה כלל ולפעמים אינו בעולם עוד רק עיקר האיסור במה שנהנה מיד בשעת עסקו באיסורי הנאה כמ\"ש בזה שידע שתבוא לו תכלית הנאה אח\"ז. ולמ\"ש במצוה שאינו מכוין ע\"ז בשעת מעשה וא\"כ אינו נהנה וא\"כ לית ליה הנאה בשעת עשית המצוה כי אין דעתו על לאח\"ז. ואף כי אח\"ז נהנה בהנאת הגוף כיון שאין עסקו עוד בהאיסור לא אכפת לן בזה. והוי כהנאה הבאה ממילא כיון דבשעת עסקו עמה לא נהנה כלל. וזה החילוק בין גורם לנהנה מגוף הדבר דבגוף הדבר בכל פעם אסור. ובגורם תליא אם מכוין בשעת עסקו באיסורי הנאה או לא ודברי הר\"ן ולשונו מדויקים וי\"ל דרש\"י והר\"ן מסכימים יחד. ולא יקשה מעירובין הנ\"ל דעשה בשביל מצוה וכמו כן בחליצה אבל בגורם בעלמא באיסורי הנאה דנהנה בשעתו בהנאה הבאה אח\"ז גם הגורם להנאה יחשב ואין סתירה מהר\"ן הנ\"ל למ\"ש במס' ע\"ז:<br><b> ונראה</b> עוד לומר דהנה לכאורה אף למ\"ש במי שאין מכוין לקבלת השכר אח\"ז לא מקרי הנאה הגורם. והרי עכ\"פ למי המכוין להשכר אח\"ז יהיה לו ככל הנאה של איסורי הנאה דאסור בגורם ויהיה בכלל מצוה הבאה בעבירה:<br><b> אמנם</b> נראה דבכה\"ג דיוכל לעשות המצוה בהתר גמור אלא דכונתו עושהו לאיסור לא הוי בכלל מצוה הבאה בעבירה משום דמעשה המצוה אפשר בלי העבירה וא\"כ העבירה בפ\"ע והמצוה בפ\"ע. ועיין בתוס' ריש לולב הגזול עיי\"ש ומכ\"ש בכה\"ג ועי' בב\"י יו\"ד בסי' ש\"מ בפי' לירושלמי בהקורע בשבת ומ\"ש במקום אחר בזה עיי\"ש:<br><b> וא\"כ</b> לפמ\"ש ר' יהודה דאמר בשופר של עולה וכו' ואם תקע יצא וכו' בשל שלמים וכו' ואם תקע לא יצא על כרחך דס\"ל מצות ליהנות ניתנו וגורם אסור מהנאה הבאה לו אח\"ז אף דהוי בשעה שאינו עוסק עם הדבר מ\"מ ס\"ל דזה כן בעבודה זרה דהוי דבר האסור בהנאה לעולם שייך לומר כן משא\"כ בעולה דיוצא לחולין לא שייך לומר כי תקע באיסורא תקע דבשעת מעשה בלתי נהנה ואח\"ז הרי אז הוי חולין והתר הנאה. וא\"כ בכה\"ג דגם בעת חל הנאה מותר כבר לא שייך לאסור משום גורם דלא הוי נהנה בשום זמן שהדבר באיסורו ולה\"כל בו\" דס\"ל דהתוקע שנהנה מועל אלא להשומע תליא בהנאת המצוה וא\"כ בהתקיעה בכל פעם אף אם נאמר שלא יצא הוי לחולין מ\"מ יש לומר כמ\"ש דלא שייך כי תקע באיסורא תקע משום גורם כמ\"ש דאח\"ז בהתר ולא שייך לאסור משום גורם. ורבא שהקשה כן בס\"ד לא יצא לידון מטעם גורם משום דמצות ליהנות ניתנו וי\"ל דס\"ל כמ\"ש לעיל דהנאת המצוה בקיומה הוי הנאה מקשה כי תקע באיסורא אבל למסקנא דס\"ל לאו ליהנות ניתנו משום דגורם מותר י\"ל לר\"י גם כן דלא ס\"ל לאו ליהנות ניתנו מ\"מ בגורם כה\"ג דבשעת הגרמא נסתלק האיסור לכו\"ע גורם כה\"ג מותר וזה ימצא רק במצוה כמ\"ש לעיל דלא שייך הנאה בשעת עשיתו. ועיין ברשב\"א סוכה ל\"א ע\"ב בד\"ה והאמר שכתב ואע\"ג דמתהני בעשות המצוה דמקבל שכר בעוה\"ז ובעוה\"ב וכו' עיין שכתב ג\"כ כמ\"ש בר\"ן דהוי רק גורם עיי\"ש הוסיף בעוה\"ז וכו' דבעוה\"ב א\"כ הוי השכר בעת שאינו שלו משא\"כ בעוה\"ז דהוי קבלת השכר גם כשאיסור הנאה שלו ובעולם עוד ובאיסורו ועי' מ\"ש לעיל פ\"א הי\"א מהל' ציצית עיי\"ש:<br><b> (ב) אם </b> למאי דקיי\"ל מצות לאו ליהנות מ\"מ לכתחילה אסור:<br><b> בהגהות</b> מל\"מ בפ\"ה ה\"א מהל' אישות ובמל\"מ בפ\"ה מהל' איסורי מזבח ה\"ט דלדעת רבינו אסור לכתחילה ודעת התוס' במס' חולין דף ק\"מ ע\"א בד\"ה למעוטי נראה דמותר לכתחילה עיי\"ש:<br><b> ובע\"ז</b> עי' ברש\"י חולין פ\"ט ע\"א בד\"ה לא אם תקע דלכתחילה לא יתקע משום דמאיס עיי\"ש. וכיו\"ב ברשב\"א ובר\"ן במס' סוכה ויבמות ק\"ג וברש\"י סוכה ל\"ו. ובר\"ן שם דאף דר\"ל מספקא במס' ע\"ז מ\"מ לרבא פשיטא ליה מטעם מיאוס מותר בדיעבד למצוה ועי' בתוס' ע\"ז שם בד\"ה מי שכתבו דר\"ל מבעיא לכתחילה כן עיי\"ש. והנה טעמא דמאיס לא שייך במעילה וכיו\"ב. והנה לפי מ\"ש לעיל י\"ל דמשו\"ה אסור לכתחילה שמא יהיה מכוין להנאה לאח\"ז בשעת עשית המצוה ואף למ\"ש לעיל די\"ל דלא הוי מצוה הבאה בעבירה משום דאמרינן המצוה בפ\"ע ועבירה בפ\"ע ואין עבירה מכבה מצוה כיון דאפשר לעשות זה בלא זה ודוקא בשאי אפשר לעשות זה בלא זה לא הוי מצוה כלל מ\"מ עכ\"פ עבירה עביד בזה במה שמכוין להנאה שאח\"ז ואסור לכתחילה שמא יכוין לזה. ועיין בטורי אבן במס' ר\"ה באבני שוהם מ\"ש אם מותר לכתחילה לצאת באיסורי הנאה עיי\"ש. ועי' בתוס' פסחים כ\"ג ע\"א בד\"ה מערבין ובמס' עירובין ל\"א בד\"ה ככר עיי\"ש:<br><b> והנה</b> י\"ל דמטעם אחר עוד לאסור לכתחילה משום דרוצה בקיומו. דהנה בדיעבד שנאמר בתקע יצא באיסורי הנאה אף שהיה רוצה בקיומו י\"ל למ\"ש בס' שער המלך בפ\"ח מהל' לולב דאף בהנאת הגוף לא אמרינן מצות לאו ליהנות ניתנו מ\"מ בדיעבד הרי הנאה כבר היה לו רק על זה שלא נוסיף עוד ולומר שיהיה יוצא ויוסיף בהנאה תליא אם אמרינן מצות ליהנות או לאו ליהנות וכמ\"ש ברשב\"א במס' יבמות בסנדל של ע\"ז עיי\"ש. ועיין בנוב\"י מהדורה בתרא חאו\"ח בסי' קל\"ב וקל\"ו בזה דלא אמרינן מהב\"ב אלא באם נאמר לא יצא נסלק למפרע העבירה וכיו\"ב דעת המהרי\"ט בעביד לא מהני כן עיי\"ש וכמו כן משום רוצה בקיומו דכבר עבר ולא לסלקו למפרע משו\"ה יצא בדיעבד מ\"מ לכתחילה י\"ל דאסור שלא יהיה רוצה בקיומו דוקא בדיעבד כמ\"ש דאף אם נאמר דלא יצא מ\"מ מעיקרא רצה בקיומו אף שהיה בטעות לחינם:<br><b> אמנם</b> עיין ברש\"י בד\"ה בשופר של עכו\"ם ששימשו בו לעכו\"ם ונאסר בהנאה וכו' עיי\"ש ועי' בהמ\"מ בהל' יבום וחליצה פ\"ד ה\"ב וז\"ל ופי' תקרובות עכו\"ם כגון שזבח בהמה לפניה עשה מנעל מעורה אבל אם הקריבו סנדל ומסרו לפניה לשם דורן אין זה תקרובות עכו\"ם שאין תקרובת אלא המשתפך כעין פנים וכן מתבאר מדברי רבינו שהכשיר אותו שמניחין ברגלי הצורה וכן כתבו הרמב\"ן והרשב\"א ז\"ל עכ\"ל. ונראה דרש\"י כ\"כ למ\"ש בתוס' בע\"ז שיש לה ביטול עיי\"ש בתוס' במס' סוכה ל\"א ע\"ב בד\"ה באשירה ובמס' חולין פ\"ט ע\"א ובכמה דוכתי. ודעת הרמ\"א ובב\"י בשם הסמ\"ג ביו\"ד בסי' קמ\"ו דאף דע\"ז של ישראל אין לה ביטול מ\"מ משמשי ע\"ז יש להם ביטול ע\"י עכו\"ם אף אחרי שבאין ליד ישראל עיי\"ש. ועי' בפנ\"י במסכת חולין ח' ע\"א שהוכיח דאם נטלה שאם יזדמן נכרי שיבטלו לא הוי רוצה בקיומו ושאני משמשי ע\"ז מתקרובות ע\"ז לענין זה עיי\"ש. ואם כן לרש\"י לא מיירי בכה\"ג דהוי כתקרובות כמ\"ש המ\"מ שהיה הבהמה נעבד אלא שהיה דרך דורון והוי משמשי בלבד דשייך ביטול וע\"מ לבטלה לא הוי כמ\"ש אף רוצה בקיומו:<br><b> אמנם</b> בתוספות במסכת חולין פ\"ט ע\"א בד\"ה והתניא כתבו דהאי דאיתא של ע\"ז לא יתקע ואם תקע יצא מיירי בע\"ז של עכו\"ם דיש לה ביטול וכשהגביה ע\"מ שלא לקנותו עיי\"ש. ועיין במסכת סוכה ל' ע\"א בד\"ה משום שהקשו למה צריכין לומר משום כתותי מיכתת שעורא ולמה שרינן בלאו אשירה דמשה בלא\"ה הא הוי מצוה הבאה בעבירה ותירצו דלא דמי לגזל דמחמת העבירה באה המצוה אבל הני אטו העבירה גורמת שנפיק בו עיי\"ש. והנה מטעם רוצה בקיומו המצוה ע\"י העבירה דאם בלאו המצוה לא היה רוצה בקיומו ועיין בשאגת אריה בסי' צ\"ח שהחליט דרבא על כרחך סבירא ליה במהב\"ב אינו יוצא עיי\"ש. אבל כמ\"ש לעיל לדעת הסוברים דאם לא נתקן למפרע באם נאמר שאין יוצא לא שייך לומר שאינו יוצא משום מהב\"ב וכמ\"ש משום רוצה בקיומו לא שייך תיקון למפרע:<br><b> אבל</b> בתוספות במסכת סוכה ל\"א בד\"ה באשירה כתבו דהאי דבדיעבד יצא באשירה של נכרי וביו\"ט שני דלא בעי לכם עיי\"ש [כגון] שנטלו שלא לקנותו עיי\"ש. ולכאורה יקשה נאמר דמיירי במתנה ע\"מ להחזיר וראיתי להגאון מהר\"מ מינץ מאובן ז\"ל בסי' ט' שהעיר ע\"ז ותירץ דא\"כ רוצה בקיומו עיי\"ש והנה למ\"ש הרי בהחזירו להגוי נאמר דיוצא כיון משום רוצה בקיומו לא הוי תיקון למפרע והנה י\"ל דלכאורה ממ\"נ אם נאמר מתנה ע\"מ להחזיר הוי קנין ועכ\"פ קנין פירות ולדעת הרבה קנין הגוף לזמן וא\"כ הרי הוי ע\"ז של ישראל ג\"כ אף שמחזירה להגוי ואז שייך ביטול יש לעיין למ\"ש בתוספות בכמה דוכתי דלא שייך פקעה באיסורי הנאה אם י\"ל דוקא לענין לפקוע האיסור בשאר איסורי הנאה אבל בע\"ז דשייך ביטול והפקעה לפי זה כשנתנה בחזרה להגוי שייך ביטול ובלא\"ה למ\"ש ז\"ל דבלא עבדו הישראל מעיקרא הוי מדרבנן עי' בפ\"ח מהל' ע\"ז מ\"ש שם עיי\"ש. וא\"כ בכה\"ג שייך שפיר ביטול וא\"כ יקשה כנ\"ל והיה נראה דאין דעת התוספות מסכמת בזה דלא שייך מהב\"ב בליכא תיקון למפרע:<br><b> ולפמ\"ש</b> נאמר ליישב קושית התוס' במסכת ר\"ה כ\"ח ע\"א בד\"ה אמר לר' יהודה דאמר בשופר של ע\"ז אם תקע יצא ומאי שנא בשל שלמים שאינו יוצא אם תקע עיי\"ש. דלמ\"ש לעיל באות הקדום דלר\"י דגורם אסור באיסורי הנאה אף במצוה כל זה שהנאה אח\"ז באה בזמן שאיסור הנאה באיסורה וזה כן בשלמים דנשארו תמיד אסור בהנאה אבל בע\"ז דעל כרחך מיירי כמ\"ש שדעתו לבטלה אח\"ז דאל\"כ הוי רוצה בקיומו וכמ\"ש לתוס' שייך מצוה הבאה בעבירה אפי' בליכא תיקון למפרע ומשו\"ה בע\"ז יצא דלא שייך איסור גורם כמו בעולה דמותר דקבלת הנאה בהגורם הוי ג\"כ בזמן ההתר לאחר הביטול כמו בעולה אחרי שיצא לחולין וכמ\"ש לעיל משא\"כ בשלמים [ועי' בתוספות במסכת ע\"ז דף ס\"ב ע\"ב בד\"ה יאות קצת סמך למ\"ש עיי\"ש]:<br><b> ובמ\"ש</b> יש ליישב ג\"כ קושית התוספות במסכת זבחים דף פ\"ו ע\"א בד\"ה אתאי זריקה לר\"י שפי' האי דאיתא במס' ר\"ה שופר של עולה לא יתקע דאיירי שהפרישו לדמי עולה וכן של שלמים שהפרישו לדמי שלמים ודמי שלמים אין בהן מעילה וכו' וכתב ע\"ז ומיהו לא ידענא מ\"ט אפקיה ממשמעותא לאוקמי בדמים דהא איכא לאוקמי בפירש מחיים או פירש קודם הזריקה כ\"ז שלא נזרק הדם אבל פירש לאחר זריקה וכו' עיי\"ש. אבל למ\"ש בקודם הזריקה והזריקה אח\"ז מתרת אף להדיוט כדאיתא שם. ולמ\"ש באית ליה התר אח\"ז לא אמר ר' יהודה לאסור כלל אפילו בלא טעמא דיוצא ע\"י מעילה לחולין דבלא\"ה יצא להתר אח\"ז וכמ\"ש ומכ\"ש בשלמים כן ועל כרחך בדמי מיירי ואתי שפיר וכמ\"ש:<br><b> (ג) עי'</b> בטורי אבן באבני שוהם שהקשה לפי מאי דאיתא במסכת זבחים ע\"ג ע\"ב גבי זבחים שנתערבו בהן אחד מהפסולין להקרבה השתא דאמרי רבנן לא יקרב משום גזירה אי נקריב לא מרצה וכו' ופריך שם מדתנן חטאת שנתערב וכו' ומשני הא כמ\"ד בעלי חיים אין נדחין וכו' עיי\"ש. וא\"כ ש\"מ דס\"ל לרבא דחוי וס\"ל גם כן היכא דאמרי רבנן לכתחילה לא ישחט הוי נדחה ואם כן כמו כן לענין מצוה נאמר כן ולמה יצא בדיעבד. וגם הקשה מכמה מקומות דאמרינן לחלק בקרבן בין לכתחילה ודיעבד ויקשה דנאמר דנדחה עיי\"ש. ולכאורה קושיא עצומה ביותר למ\"ש בתוספות בכמה דוכתי דלכתחילה ודיעבד מדאורייתא אלא בקדשים בלבד עיי\"ש. ויקשה להיפוך בקדשים יהיה בכלל דחוי:<br><b> ונראה</b> לענ\"ד לומר דהנה ברש\"י במסכת זבחים שם בד\"ה אי מקריב וז\"ל דאדחי מדרבנן ושוב אינו חוזר ונראה ואע\"פ שהכשירין שבהן ראוי' להקרבה המעורבין בהן נדחו לגמרי דהוה להו כפסולין עכ\"ל. ובתוך הדיבור בהג\"ה בז\"ל נראה לי מדאורייתא בשעת קביעותא לא חזי עד דניידי וגזרו ביה רבנן משום קביעותא והוי להו דחוין מן התורה ומתני' אפי' הוכרו לבסוף אסורין הואיל ונדחו ושוב אין חוזר ונראה ור' אמר לי דהאי קבוע אינו דין מן התורה כמחצה על מחצה אלא א\"כ ניכר האיסור כל שהן עכ\"ל ועיין בתוס' שם בד\"ה אלא עיי\"ש:<br><b> והנה</b> לדעת הראשונה בהג\"ה זאת דקבוע בשאינו ניכר דאורייתא וכן דעת הסוברים כן. וא\"כ לפי זה פי' בהג\"ה זאת דהדחוי לא הוי משום גזירה מדרבנן אלא קודם שנכבשינהו לניידי חל עליו איסורא דאורייתא מחמת קביעות דאורייתא והוי נדחה ואף דהוי בידו לכבשינהו דכנראה מגמ' שם לא הוי כבשינהו דניידי בגדר אין מבטלין לכתחילה והיכא דהוי בידו לא הוי נדחה ועיין בתוספות במסכת סוכה ל\"א בד\"ה באשירה ובכמה דוכתי מ\"מ כיון דלאח\"ז ג\"כ אסור להקריבו מדרבנן משום גזירה ממילא לא הוי בידו והוי דחוי ואף למ\"ש בתוס' במסכת סוכה הנ\"ל בסופו וז\"ל דשאני התם דבידו לתקן דניהו דאסור למעט מ\"מ בידו למעט וכו' עיי\"ש שאני דעכ\"פ לאח\"ז מותר אבל בזה דלאחר שכבשינהו אסור ג\"כ מדרבנן לא מקרי בידו כלל וכיון שאינו בכלל בידו הוי ממילא נדחה מדאורייתא. ואף למ\"ש אח\"ז דקבוע שאינו ניכר רק מדרבנן מ\"מ בקבוע מדרבנן בדברים חשובין וכיו\"ב האיסור לעולם אף בדיעבד ואין קדשים יוצאין מכלל זה. ואם כן לפי זה כל זמן שהוא קבוע אסור אפי' בדיעבד ואם הקריבם בשעה שהוא קבוע למאן דס\"ל בע\"ח נדחין יורדין מהמזבח וא\"כ אף כשהמה ניידי מ\"מ כשבאו לידי קביעות אסור אפי' בדיעבד ולא הורצו ובידו לא הוי כמ\"ש כיון דמדרבנן אסור עכ\"פ לאח\"ז והוי נדחה מזמן שאסור אף בדיעבד. וכן נראה מלשון רש\"י שכתב ואע\"פ שכשירין וכו' נדחו לגמרי דהו\"ל כפסולין עכ\"ל נראה שבא להעיר ע\"ז דהדחוי מזמן שהיה בקביעות ואז היה איסורו גם בדיעבד ומקשינן מתנן וכו' שנראה דאפי' בקיבל מתוך הקביעות ממש אפ\"ה לא ירדו ומכ\"ש לאח\"ז שאין עולין רק הגזירה מדרבנן ומשני דהאי למאן דס\"ל אפי' בפסולין בדיעבד אין נדחין ואתי שפיר לענ\"ד וקושית הטורי אבן מיושבת וע\"ע בענין לכתחילה בלא ליהנות ניתנו בתוספות במסכת מעילה דף י\"ג ע\"ב בד\"ה ערבה ובשעה\"מ בפ\"ח מהל' לולב ה\"א מ\"ש בזה עיי\"ש:<br><b> (ד) בלאו</b> ליהנות ניתנו בהנאת הגוף:<br><b> דעת</b> הר\"ן בסוגיא דדוקא כשאין גופו נהנה אמרינן מצות לאו ליהנות ניתנו והחליט כן ממודר הנאה ממעין דמחלקינן בין בימות הגשמים לימות החמה עיי\"ש וברש\"י אבל לא בימות החמה דאיכא הנאת הגוף עכ\"ל ועיין בכל בו המובא בב\"י בסי' תקפ\"ו וז\"ל כתב בכל בו המודר הנאה משופר מותר לתקוע לו תקיעה של מצוה פי' אדם אחר תוקע לו והוא שומע אבל הוא עצמו אמר הגאון שאסור לתקוע בו אפי' תקיעה של מצוה מפני שיש הרבה בני אדם נהנים כשהן עצמן תוקעין וכל מידי דאיכא הנאת הגוף ליכא לשרויי בשביל טעמא דמצות לאו ליהנות ניתנו עכ\"ל:<br><b> ובשעה\"מ</b> בהל' שופר ה\"ג החליט דדעת הרשב\"א במסכת נדרים דאפילו בהנאת הגוף מצות לאו ליהנות ניתנו עיי\"ש:<br><b> ונראה</b> לענ\"ד בזה והטעם וסברה אשר יש לומר כן דהנה הרשב\"א במסכת נדרים ט\"ו שם גבי אומרת הנאת תשמישך עלי בד\"ה א\"ר כהנא וז\"ל ומיהו וכו' דהא מצוה הוא במצות עונה ומצות לאו ליהנות ניתנו וי\"ל דמצוה זאת אי' מחמתה ולא מחמתו ומשום דאשתעבד לה וכיון דאמר הנאת תשמישך עלי מחמת נדרו פקע שעבודא מניה אין כאן מצוה המחייבתו ועדיין קשיא לי מ\"מ הא איכא מצות פריה ורביה דרמיא עליה וי\"ל דאינו מחויב להקים זרע מזו דהא אפשר לו באשה אחרת וכו' עכ\"ל ובשעה\"מ הקשה דא\"כ כשיש לו שופר אחר יהיה אסור במודר הנאה משופר ועיין בספר אבני מלואים בח\"ב בשו\"ת בסי' כ\"א שכתב דרשב\"א לא כתב אלא באיכא הנאת הגוף ולא בהנאה בשופר בלא הנאת הגוף עיי\"ש וגם זה צריך לטעמא:<br><b> והנראה</b> לענ\"ד דרשב\"א לא כתב כן אלא בנדרים ודעתו בנדרים דקיי\"ל דחלין אף בדבר מצוה כדאיתא במסכת שבועות ונדרים משום דהוי איסור חפצא עיי\"ש. וי\"ל דהנה בהנאת הגוף דאין לומר לאו ליהנות ניתנו אף למ\"ש לעיל די\"ל דאינו מכוין להנאה אלא למצוה הרי קיי\"ל המתעסק בחלבים ועריות חייב שכן נהנה וגם מהאי טעמא שאין מתכוין לאיסור לא שייך לומר דלא מקרי אינו מתכוין אלא בשאין מתכוין להנעשה וכל זה י\"ל בכל איסורין דהוי איסורי גברא כמ\"ש בריטב\"א וא\"כ בתר גברא אמרינן הרי נהנה אבל בנדר דאנו דנין מצד החפצא ולא מהגברא דמשום איסור נדר אסורה החפצא עליו לשמש בו וליהנות ממנו בזה י\"ל כיון שאין ברצונו לשמש בו אלא למצוה בלבד וזה עיקר לקיחתו לשמוש המצוה ואף דמתכוין למעשה מ\"מ הכונה זאת משום המצוה דלאו בכלל הנאה בקיומה מקרי באיסורי הנאה ואף דגופו נהנה י\"ל דשאני בחלבים ועריות באיסורים דעלמא דהוי איסורי גברא וגברא נהנה מאיסורא אבל בזה נהפוך על הגברא החיוב המצוה עם הנאה אלא דעל חפצא האיסורא ועל חפצא נדון מכונתו שהיא רק למצוה. וכן מסתברא דבאיסור גברא שיבוא האיסור בקרבו או כיו\"ב והרי נעשה יהיה בכונה או שלא בכונה. אבל באיסור חפצא בנדר דמצד עצמו אין בו שום איסור על גברא אלא משום הנדר דעל חפצא ותליא בכונה או שלא במכוין שפיר:<br><b> ואף </b> למ\"ש הר\"ן במס' נדרים דף י\"ח ע\"א דבנדרים הוי חפצא וגברא עיי\"ש זה בכל נדרים דעלמא אבל בנדר לענין מצוה שאני דבעלמא אמרינן דנדר משוי כחלב ושאר איסורין וממילא הוי אח\"ז כמו שאר איסורין איסור גברא ג\"כ אבל בזה האיסור חפצא מיד בהחלתו רק לענין שמוש להנאה בכונה ליהנות והנגרר הנאה מבלעדי הכונה בשאר איסורין משום איסור גברא לא שייך בזה ומובן למ\"ש מ\"ש ברשב\"א לחלק בין אפשר לקיים המצוה בדבר אחר דאז נראה כיון שהבוחר בזה דדעתו על הנאת הגוף ואסור משא\"כ במודר משופר בלא הנאת הגוף לא שייך לומר כן ומובן מ\"ש האבני מלואים הנ\"ל ואתי שפיר. [גם י\"ל בלא\"ה בנדר מסתמא אין בלבו במצוה על הנאה אלא דהוי אנוס ועי' בשעה\"מ]:<br><b> ובמ\"ש</b> יש להבין דברי התוס' בסוגיא בד\"ה המודר שכתבו אם לא נחלק משום דגבי סוכה בלאו מצוה יש הנאה בישיבה אבל שופר אי לאו מצוה אין הנאה בתקיעה דאין מכוין לשיר וכו' עכ\"ל ועי' בשעה\"מ הנ\"ל דדעת התוס' כרשב\"א דאף בהנאת הגוף אמרינן לאו ליהנות ניתנו עיי\"ש:<br><b> אבל</b> יקשה להבין למה באומר ישיבת סוכה עלי לא אמרינן מצות לאו ליהנות ניתנו משום דאית בו הנאת הגוף מאם אמר הנאת סוכה וכו' דאמרינן לאו ליהנות וכו' אף דאית בו הנאת הגוף אבל למ\"ש י\"ל דבאומר הנאת וכו' כיון שאוסר ע\"ע בדיבורו הנאת הסוכה ובמצוה כמ\"ש אינו מכוין אלא להמצוה ובלעדי זאת היה פורש ממנה בשביל הנאה ורק משום מצוה משתמש בה ועל הנאה אנוס הוא ע\"י קיום המצוה ואף דממילא נהנה אפ\"ה מותר כמ\"ש לעיל אבל באומר בפירוש ישיבת סוכה עלי ואוסר ע\"ע הישיבה והרי חיוב המצוה הישיבה ולא הנאה וא\"כ עושה נגד נדרו במה שיושב בה דרק על הנאה י\"ל שאינו יושב בשביל הנאה אבל על הישיבה לא שייך לומר כן שהרי עיקר המצוה הישיבה ועל כרחו עושה בשביל הישיבה אלא דאם לא הוי ממילא הנאה בישיבה דעת התוס' שלא כדעת הר\"ן במס' נדרים דבדבר דליכא הנאה שייך ג\"כ נדר אלא דעת התוס' דנדר רק באיסור הנאה ומובן לענ\"ד. ועי' בתוס' שבועות מ\"ד ע\"ב בד\"ה ר\"י בסוגיא דשומר אבידה עיי\"ש ועי' בשעה\"מ בפ\"ח מהל' לולב עיי\"ש:<br><b> (ה) באית </b> ליה של התר אם שייך הנאה בשופר של איסור הנאה וכיו\"ב:<br><b> עי'</b> בטורי אבן שהקשה ממס' מעילה ונדרים שנראה מכמה משניות מפורשות דמצות לאו ליהנות ניתנו:<br><b> וכתב</b> בראשונה לומר באית ליה דבר התר כיו\"ב כמו בשופר באית ליה שופר אחר לא מקרי הנאה כמו דאי' במס' סוכה ל\"ג ע\"ב הב\"ע בדאית ליה הושענא אחריתא עיי\"ש דלא מקרי מה\"ט מתקן עיי\"ש:<br><b> ואחרי</b> שחיבב סברא זאת בראשונה מדחה אותה באחרונה וכתב דאם נאמר כן בריח של ע\"ז באיכא התירא יהיה מותר ליהנות מאיסורא אשר לא נתן לומר ועל כרחך שאני לענין מתקן מלענין הנאה דאף דלא הוי תיקון בכה\"ג הנאה מקרי דנהנה עיי\"ש:<br><b> ועיין</b> בחו\"מ בסי' ז' סעיף י\"ב כל דבר שיש לדיין בו צד הנאה אין יוכל לדון עליו לפיכך בני העיר שנגנב ס\"ת וכו' אין דנין אותו בדייני אותה העיר אלא א\"כ יש להם ס\"ת אחרת ובסמ\"ע ס\"ק כ\"ח פי' ואז אפי' לדיינין בעצמם מותר לקרות מאותו ס\"ת שדנין עליו דלא מחשיב הנאה כיון דאם רצו היו קורין מהאחר וכו' עיי\"ש. ובסי' ל\"ז ס\"ק נ\"ג כ\"כ בשם שו\"ת הרא\"ש כלל ג' סי' י\"ג עיי\"ש וכן מצאתי בתבואות שור בסי' י' ס\"ק ו' שכתב וז\"ל ולכן נ\"ל דלא איירי הרשב\"א כ\"א בדאיכא סכינים אחרים ואפשר לשוכרם דבכה\"ג לאו הנאה היא כדאי' בחו\"מ בסי' ל\"ז דכל היכא דאיכא ס\"ת אחריתי לא מחשב הנאה וכו' עיי\"ש. (ונראה דמשוה הנאה לנגיעה אף דלכאורה היה נראה לחלק וצ\"ע):<br><b> ועיין</b> בתוס' חולין דף ח' בד\"ה מותר שכתבו דבשבת בתיקון פורתא מקרי מתקן ובע\"ז לענין הנאה בעי הנאה גמורה ובשבת אף דקלקול גדול מהתיקון הוי בכלל תיקון ובע\"ז לא הוי בכה\"ג הנאה עיי\"ש דנראה להיפוך ממ\"ש בטורי אבן דיותר מקרי מתקן בקל מהנאה ואף דיש לחלק בקצת מ\"מ נראה דתיקון והנאה בגדר אחת ושוים המה וא\"כ הראיה מהושענא אחריתא מסכים לכאורה דביש לו אחר לא מקרי הנאה:<br><b> ומ\"ש</b> בטורי אבן מריח של ע\"ז באיכא של התירא י\"ל דשאני בריח של ע\"ז דנהנה מריח הזה ויוכל ליהנות מהאחר בפעם אחר וכל הנאה הוי הנאת ואיסור בפ\"ע אבל בשופר לצאת בו דרק מחדא יוכל ליהנות וא\"כ רק בשופר והושענא הסברא באית ליה אחר לא מקרי הנאה ותיקון גם יש לחלק בין הנאת הגוף ממש להנאת הגורם דהוי דבר מבחוץ דבנהנה מהדבר האיסור בעצמו אין לחלק באם יש לו דבר אחר דעכ\"פ נהנה מזה שאסור עליו אבל בבא הנאה מבחוץ ולאח\"ז כיון דמגופו לא נהנה ממש והנאה רק בגרמא ולא נחשב הגרם להנאה כיון דאפשר באחר דאית ליה גביה:<br><b> אמנם</b> לפ\"ז יקשה דאמרינן בשופר של ע\"ז וכיו\"ב דמותר משום דמצות לאו ליהנות ניתנו דממ\"נ היכי מיירי אם באית ליה שופר אחר תיפו\"ל דלא מקרי הנאה ולמה צריכין לומר לטעמא דלאו ליהנות ניתנו ועל כרחך בלית ליה שופר אחר נאמר דעשה ידחה לל\"ת כמו שהקשה בירושלמי מובא בתוס' במס'"
            ],
            [
                "<b>שופר של ר\"ה אין מחללין עליו את יו\"ט ואפי' בדבר שהוא משום שבות כיצד וכו' ואצ\"ל שאין חותכין אותו או עושין בו מלאכה מפני שתקיעת שופר מ\"ע ויו\"ט עשה ול\"ת ואין עשה דוחה ל\"ת ועשה וכו'.</b> עי' בר\"ן שם שכתב דרבנן עשו כעין דאורייתא. וקושטא דמלתא נקטי בגמ' דאפי' לא יהיה אלא עשה אין נדחה דלא הוי בעידנא עיי\"ש ועי' מ\"ש לעיל בהל' שבת בפ\"א ה\"ו אות ז' עיי\"ש ועי' בכ\"מ פ\"ג ה\"ח מהל' חמץ ומצה. ובמג\"א בסי' תמ\"ו ס\"ק ב' הביא השבולי לקט בשם ר\"ת דעשה דרבים דחי אפי' בלא בעידנא ומשו\"ה צריך לומר עשה ול\"ת עיי\"ש ובמג\"א שם ובסי' צ' ס\"ק ל' דלא מקרי מצוה דרבים אלא בזיכה לרבים עיי\"ש. ונראה דהאי דנאמר דעשה דרבים דדוחה לל\"ת אע\"ג דלא אמרינן חטא בשביל שיזכה חבירך דשאני עשה דרבים דלרבים לא הוי מצוה הבאה בעבירה וא\"כ כיון שנעשה מצוה בלי עבירה ג\"כ במעשה זאת לא שנא כמ\"ש בירושלמי אין עבירה [מכבה] מצוה. ולא שייך מה שמרויח במצוה מפסיד בעבירה שמרויח שמזכה הרבים וכ\"ז בדיעבד לצאת בו לרבים אבל להר\"ן לכתחילה בליכא בעידנא לדעת הר\"ן אף בעשה דרבים אין דוחה מ\"מ בעבר למאן דס\"ל מהב\"ב בעידנא עדיף משלא בעידנא דוקא לעבור גרע שאין מקיים המצוה בעת שעובר אבל בעבר כבר לענין מצוה הבאה בעבירה הוי ביותר אם בעת שעושה העבירה עושה המצוה ג\"כ שאינו נדחה מאם אחרי שעשה העבירה וכבר עברה עשה אח\"ז המצוה בלי העבירה. וא\"כ בעבר י\"ל דאף בשלא בעידנא לא הוי מהב\"ב. ומשו\"ה נאמר דהוי עשה ול\"ת ועכ\"פ הוא אינו יוצא משום הב\"ב בדאורייתא ובדרבנן לדעת הסוברים אף בדרבנן מהב\"ב ואף בגזל בלולב לאחר יאוש הוי מהב\"ב שם דלא שייך עשה דוחה לל\"ת אבל היכא דשייך עשה דוחה לל\"ת אלא דלא הוי בעידנא בכה\"ג י\"ל בעבר כיון שבעת שמקיים המצוה נפקע העבירה דאז הוי בעידנא וכמ\"ש לענין מהב\"ב מסתברא דקיל בשאי' בעידנא ודוקא בעשה ול\"ת שאינו נדחה שייך מהב\"ב אבל מה שנדחה מהעשה אלא מטעם בעידנא לא נדחה י\"ל דלא הוי מהב\"ב משום דעתה עביד מצוה הדוחה לל\"ת משא\"כ במהב\"ב בהאי דלא שייך דחיה כלל וצ\"ע בזה. ועי' בב\"י יו\"ד סי' ש\"מ דלמ\"ש שם בקורע בשבת וא\"כ לא שייך מהב\"ב בזה כלל עיי\"ש ועי' בטורי אבן מ\"ש על דעת השבולי הלקט עיי\"ש:<br><b> גם</b> י\"ל דתירוץ הגמ' גם לר' אליעזר דס\"ל במס' שבת ק\"ל שופר וכל מכשיריו דוחין את השבת עיי\"ש. והנה ר\"א דס\"ל כן במילה וכיו\"ב וע\"כ אף דר\"א ס\"ל הסברא דבעידנא אלא דס\"ל באלה דמכשירין דוחין הוי הבעידנא בהמכשירין כבעידנא בעלמא בהמצוה וא\"כ לפ\"ז הנהו הנאסרים בהמשנה לא נפקו מתורת בעידנא כמכשירין ומותרין מדאורייתא אלא מדרבנן נאסר ומשום דהוי עשה ול\"ת מדרבנן וכמ\"ש בר\"ן כעין דאורייתא תיקנו:"
            ],
            [
                "<b>שיעור השופר כדי שיאחזנו בידו ויראה לכאן ולכאן.</b> עי' בהמ\"מ בגמרא ר\"ה ובמס' נדה ששיעור זה טפח ופי' כדי שיאחזנו אדם בינוני ועי' בטור בסי' תקפ\"ו אם טפח שוחק כדעת הר\"י גאות ז\"ל שלא כן דעת הטור ובהגהות מיימוני וצריך טפח שוחק עיי\"ש ובכ\"מ וברא\"ש כדי שיראנו שלא יהיה נראה כתוקע מתוך ידו עיי\"ש. וכנראה הוי משיעורים דהמה הלכה למשה מסיני ובלולב מצינו שיעור אחר עי' בפ\"ז ה\"ח מהל' לולב עיי\"ש. והנה בהמל\"מ לא נתפרש טעמא וכנראה רשב\"ג המוסיף לפרש כדי שיראנו ונראה דנפק\"מ בטעמא ורבינו לא כתב טפח ועי' בטור ובב\"י בסי' תקפ\"ו עיי\"ש. ובפר\"ח מ\"ש שלא נוכל לפרש דהכל לפי שהוא אדם. ועי' בפר\"ח שהקשה דא\"כ למה נאמר בשל ע\"ז כתותי וכו' דעכ\"פ ליכא למימר לתוך ידו הוא תוקע וכתב וי\"ל דמ\"מ בעי שיעורא אלא שנתנו חכמים שיעור זה כדי שלא יאמרו לתוך ידו הוא תוקע ודוק עכ\"ל. ויש להבין אם שיעור בשופר מדרבנן או דהוי מהלמ\"מ וחכמים הוסיפו או כמ\"ש בתוס' יומא ע\"ט ע\"ב בד\"ה לומר דכתוב מסרו לחכמים עיי\"ש ועכ\"פ הוי מדאורייתא שיעור הזה ורבינו שלא כתב טפח כדרכו לדייק בשעורין נראה דסובר דרשב\"ג מפרש דשיעור טפח הוי משום כדי שיראה וכו' דהוי לרוב כן בטפח באדם בינוני ועבור דהכל לפי האדם לכן לא כתב טפח. ובב\"י כתב ע\"ז דא\"כ הו\"ל לחשוב בפי\"ז במס' כלים בהחשבם שם מה דהכל לפי אדם ועי' בכפות תמרים שכתב דשם מחשב שעורא דדאורייתא ומדאורייתא טפח בינוני והחכמים הוסיפו כדי שיראה וכו' עיי\"ש. וכן נראה דכל חשש ממ\"ע הוי מדרבנן בכ\"מ. ותמוה למה לא העיר הב\"י בסי' תקפ\"ו בדבריו על הר\"י גאות והטור שם מדעת רבינו דנראה דתליא לפי האדם. אמנם לישנא דגמ' במס' נדה כו' ע\"א דאיתא חמשה שיעורן טפח וכו' כמה יהיה שיעור שופר פירש רשב\"ג כדי שיאחזנו בידו ויראה לכאן ולכאן טפח לא משמע כמ\"ש בכפות תמרים דכדי וכו' ויראה וכו' הוי הוספה מדרבנן אלא דהוי בכלל טפח ועי' ברשב\"א במס' נדה שם וז\"ל כדי וכו' ויראה וכו' ואע\"פ שאין מפורש כאן טפח איכא למימר דהכא קאמר קים להו דמאי דפריש בין גודל לשאר אצבעות הוי כשיעור שיראה לכאן ולכאן ונקטיה בהאי לישנא אגב אורחא טעמא דמלתא עכ\"ל וא\"כ נראה דטפח הוי כדי שיראה וכו' וצ\"ע בזה ונראה דהלמ\"מ השיעור כדי שיראה וכו' לסימן ושיערו טפח בבינוני ובכ\"מ שיעורו בבינוני אלא דדרשינן ג\"כ טעמא דהלמ\"מ משום כדי שיראה וכו' וא\"כ נפק\"מ דהכל לפי האדם כן נראה לענ\"ד בפי' דברי הרשב\"א וכנראה מסכים לדעת רבינו. ובחי' הריטב\"א הנדפס מחדש שכתב וא\"ת אמאי לא קתני טפח וי\"ל דא\"כ הו\"א דאפי' לבן אבטיח סגיא בטפח בינוני קמ\"ל הכל לפי שהוא אדם וכו' עכ\"ל במס' נדה הנ\"ל ונראה דרשב\"ג המפרש טפח ובמס' ר\"ה חסר טפח. וזה מסכים למ\"ש לעיל. ובעיטור בהל' ר\"ה ראיתי שכתב וז\"ל כדי שיאחזנו וכו' במס' נדה חמשה שיעורן טפח וקחשיב שופר ודופן וטפח דאמרינן בכל דוכתא ארבע ברברבתא ובאחיזת יד אין בו טפח ומה שנשתייר לכאן משלים אותו. ואבן גיאות כתב שיעורא טפח שוחק וליתא ומסתבר בטפח בינוני מדקאמר כדי שיאחזנו ויראה לכאן ולכאן שיצא מכאן ומכאן וי\"ל יראה דוקא ולא שיצא ואלו היה פחות מטפח לא היה נראה השופר כלל ובעינן טפח כדי שיתראה עוביי השופר מכאן ומכאן ומסתבר עכ\"ל. הנה זה פי' חדש וכ\"ז דדחקי האי שיראה וכו' דנראה דלא הוי בכל פעם בטפח ולכן פי' משום עוביין ורבינו נראה כדעת הריטב\"א הנ\"ל דבכל אדם משערין ולא כתב טפח ועי' בר\"ן במס' ר\"ה עיי\"ש:",
                "<b> נסדק לארכו פסול לרחבו אם נשתייר בו כשיעור כשר וכאלו נכרת מקום הסדק וכו'.</b> עיין בכ\"מ שכתב רבינו כאלו נכרת וכו' לאפוקי מבעל העיטור ומר\"י גאות שמכשירין אפי' לא נשתייר לצד פה עיי\"ש ולמ\"ש בטו\"ז בסי' תקפ\"ו ס\"ק י\"ד צ\"ל כאלו נכרת וכו' שלא נאמר דהוי כהוסיף עליו ושופר אחד אמר רחמנא ולא ב' שופרות עיי\"ש שכתב דתליא אם בהוסיף עליו מהני בנשאר כשיעור או לא עיי\"ש ועי' בס' טורי אבן שעמד ע\"ז למה נאמר דהוי כב' שופרות באם שמע כל התקיעה מכל אחד בפ\"ע עיי\"ש וביותר בכה\"ג שמתחילה הקול יוצא מפיו עד מקום הסדק ויצא כבר אם לא נאמר גם בכה\"ג פסוקי תקיעות מהדדי לא פסקינן וא\"כ הוי הסוף תקיעה משופר אחר והוי בב' שופרות:"
            ],
            [
                "<b>הרחיב את הקצר וקצר את הרחב פסול.</b> בגמ' ר\"ה דף כ\"ז ע\"ב הפכו ותקע בו לא יצא א\"ר פפא לא תימא דאפכיה כי כתונא אלא שהרחיב את הקצר וקיצר את הרחב מ\"ט כדר' מתנה דאמר ר' מתנה והעברת דרך העברתו בעינן וברש\"י והעברת דרך העברה כדרך שהאיל מעבירו בראשו בבהמה מחיים עכ\"ל. ונראה שרש\"י רצה לפרש בלשון העברה האיך נכלל דרך העברתו ועם כל זה נראה שאין נכלל בלשון אלא מדרך אסמכתא כדרכם ז\"ל וא\"כ עלינו להבין מה אשר הביאו לומר שצריך שיהיה דרך העברתו. ובמס' סוכה מ\"ה ע\"ב כל המצות כולן אין אדם יוצא בהן אלא דרך גדילתן שנא' עצי שיטים עומדין תנ\"ה עצי שיטים עומדין שעומדין דרך גדילתן עיי\"ש וא\"כ יש לנו מקרא על כל המצות ולמה בשופר מקרא מיוחד דוהעברת. ונראה דבהעברת וכמ\"ש ברש\"י סמך אחר מיוחד לזה בשופר דבמס' ר\"ה דף ט\"ז ע\"א אר' אבהו למה תוקעין בשופר של איל אמר הקב\"ה תקעו לפני בשופר של איל כדי שאזכור לכם עקידת יצחק בן אברהם ומעלה אני עליכם כאלו עקדתם עצמכם לפני והנה כנראה עבור כי האיל נקרב תמורת יצחק לכן לזכרון על רצון יצחק אבינו ע\"ה שרצה להקריב עצמו הנכלל בלשון עקידה על כי היה מוכן להקרב. ונראה כי בדמיון האיל בקרניו להעיר על רעיון נשגב וזה עיקר הקרבן והוראתו. והנה במקרא קודש נאמר וישא אברהם את עיניו וירא והנה איל אחר נאחז בסבך בקרניו וילך אברהם ויקח את האיל ויעלהו לעולה תחת בנו וברש\"י והנה איל מוכן היה לכך מששת ימי בראשית עכ\"ל. ועי' במס' אבות עיי\"ש. תחת בנו וכו' על כל עבודה שעשה ממנו היה מתפלל ואומר יה\"ר שתהיה עשיה כבני כאלו בני שחוט כאלו דמו זרוק כאלו בני מופשט כאלו בני נקטר ונעשה דשן עכ\"ל:<br><b> ועי'</b> מ\"ש ברמב\"ן ויקרא ובס' תורת העולה להרמ\"א ז\"ל בטעמי הקרבנות עיי\"ש. והנה תכלית כל מעשי המצות על הוראה פנימית ויעוד האדם להשתעבד כל תאות וכוחות נפשו לפני ה' וכמ\"ש במ\"א כי לכן יקראו קרבן וזבח על ב' הוראות אשר בהם ישתעבד אדם כוחות גופו ונפשו לה' אם להסיר מנפשו תאות האסורות הנכלל בלשון זבח וגם המותרים להעלותם לה' כמ\"ש ואכלת וכו' לפני ה' אלוקיך הנכלל בלשון קרבן כי יקריבם לפני ה' יתעלה אלה הוראות פנימית בקרבן. ועיקר הקרבן במחשבה הפנימית וקרבן תמיד לפני ה' בכל מעשינו ואות נפשינו אשר הקרבן יעורר אותנו ע\"ז ועי' מ\"ש בחינוך במקרא ועצם לא תשברו בו מה שיפעלו המעשים על רושם לבבינו עיי\"ש נכבדות ידבר נעימות בימינו:<br><b> ועיין</b> ברשב\"ם אחר נאחז בסבך בקרניו כלומר אחרי כן ראה את האיל מדי עברו נאחז בסבכי היער חשב בלבו ודאי זה המלאך בא בשליחתו של הקב\"ה וזימן לי איל תחת בני ולכן נאחז בסבך שאוכל לקחתו ולהקריבו וכן קדמו שרים אחר נוגנים ושבו העבים אחר הגשם. ואח\"כ בא הגשם וכן ואחר באו משה ואהרן כולם פירושם אחרי כן עכ\"ל ועי' בראב\"ע שם עיי\"ש:<br><b> הנה</b> בהסבכת האיל בקרניו וכמ\"ש ברש\"י מששת ימי בראשית על כונה זאת כי היה מיועד להורות כי הקרבה לא תהיה באדם כעע\"ז כי אם הבהמה תמור האדם כנאמר שם ויקרב וכו' תחת בנו בהוראה הפנימית אהבת נפשו עבור ה' וכמו כל המצות על הוראה הפנימית והקרבן על שעבוד נפשו וגופו וכוחותיו לה' ולכן האיל בקרניו מזכיר בעקידת יצחק וכי מרצון ה' להקריב איל תחתיו וכמו האיל תמור נפש האדם בהוראתו כן השופר בתרועות מלך בקבלת מ\"ש וכמ\"ש רז\"ל אמרו לפני מלכיות זכרונות ושופרות ועי' בעקרים מאמר א' שנכלל בהם ג' עיקרים הראשים יסודי הדת עיי\"ש ותקיעות שופר בהוראתו הפנימית כמו הקרבן ולמען להזכיר בדמיון האיל בחייו כאשר היה נסבך בקרניו אשר היה הוראה על קרבן תמור האדם ולכן יהיה בדמיון כאשר היה בחיים וכמ\"ש ברש\"י כדרך שהאיל מעבירו בראשו בבהמה מחיים עיי\"ש כנ\"ל ונרמז על דמיון הסבך האיל בקרניו כי זכרון הסבך האיל לקרניו יעלה לזכרון לנו על ההוראה על קרבן תחת נפשו המפורש שם וזה יעלה לנו בתקיעת השופר:<br><b> ובדברי</b> רש\"י לפי פשוטו כתב כן לתרץ דלא נוכל ללמוד מדרך גדילתן מעצי שיטים הנ\"ל דבאמת הוי בהאיל דרך גדילתו להיפוך בהרחב למטה ובהקצר למעלה אלא בדרך העברתו כמ\"ש ברש\"י שהאיל מעביר ראשו בבהמה מחיים הוי בהקצר למטה בבהמה והרחב למעלה:"
            ]
        ],
        [
            [
                "<b>הכל חייבין לשמוע קול שופר כהנים וכו' אבל נשים ועבדים וקטנים פטורין וכו'.</b> בס' מעשה רוקח עמד על זה שלא כתב רבינו חוץ מחרש ושוטה ובמשנה איתא חש\"ו אין מוציאין וכו' זה הכלל כל שאין מחויב בדבר אין מוציא את הרבים יד\"ח וכתב דהוי מכ\"ש מנשים ועבדים ובספר כפות תמרים במסכתא ר\"ה שם הקשה לדעת רבינו דמצוה בשמיעה ולא בתקיעה וא\"כ למה אין החש\"ו מוציאין אחרים דאם נאמר התקיעה המצוה שייך לומר כמו דאמרינן בגט דלא בני כריתות נינהו כמו כן בזה דלא בכלל חיוב המצוה ולא שייך שליחות משא\"כ מטעם שמיעה עיי\"ש. ולמ\"ש לעיל בפ\"א ה\"א דהרי צריך כונת שומע ומשמיע דתקיעה צריך שתהיה לא כמתעסק אלא באה מאדם אשר ברצונו יצא התקיעה לשמוע והשמיעה תהיה ע\"י כי יגרם אדם אותה בעצמו או שלוחו וא\"כ על השמיעה שייך ג\"כ שליחות ומשום ערבות שיהיה בכלל המצוה כמו לענין שליחות אם נאמר דמה\"ט מוציא אחרים:"
            ],
            [
                "<b>כל מי שאינו חייב בדבר אינו מוציא יד\"ח לפיכך אשה וכו' לא יצא אנדרוגנוס מוציא את מינו ואין מוציא את שאינו מינו וכו'.</b> עיין בהמ\"מ ובלח\"מ ובס' כפות תמרים עיי\"ש:",
                "<b> טומטום אינו מוציא לא את מינו ולא שאינו מינו שהטומטום שנקרע אפשר שימצא זכר ואפשר שימצא נקיבה.</b> ברא\"מ בפי' לסמ\"ג הל' מגילה הקשה דהוי ס\"ס ספק זכר ספק נקיבה ואת\"ל נקיבה דילמא השומע ג\"כ נקיבה והוכיח דס\"ס בתרי גופי לא אמרינן ועי' בס' מוצל מאש סי' י\"ג מ\"ש בזה ועי' בס' שערי תורה ספר ב' לאאמ\"ו הגאון ז\"ל כלל א' פרט ד' עיי\"ש ובטורי אבן במס' ר\"ה כתב משום דלפעמים תתהפך ספיקא דאם טומטום אחר בא להוציאו מאותו מצות של תורה שאין הנשים מחויבות ונאמר משום ס\"ס שמא המוציא איש ואת\"ל אשה שמא זה הטומטום נמי אשה ובתרתי קולא דסתרי הדדי לא אמרינן ס\"ס כמ\"ש בתוס' נדה כ\"ח ובמס' ב\"ק בפ\"ק ואף שכתבו בתוס' דתוכל להתהפך באשה זו גופא משא\"כ הכא דא\"א להתהפך אלא ע\"י שתים הביא ראיה מנדה דף נ\"ט בהשאילה חלוקה לנכרית וכו' אפי' בשתים בסתרי לא אמרינן ס\"ס אף דהתם ודאי סתרי אהדדי ובכה\"ג דהכא רק במקרה זה נלמד מהאי דנדה כ\"ח הנ\"ל דאפי' בסתרי במקרה לא אמרינן ס\"ס עיי\"ש ובלשון רבינו אפשר שימצא וכו' י\"ל כיון שיכול להתברר לא שייך ס\"ס ועי' בר\"ש בפ\"ה ה\"א במס' טהרות שכתב דמודה ר\"ע וכו' שמא היום או מחר יתברר וכו' עיי\"ש וצ\"ע שלהלכה לא קיי\"ל כר\"ע שם:"
            ],
            [
                "<b>וכן מי שחציו עבד וחציו בן חורין אינו מוציא אפי' עצמו שאין צד עבדות שבו מוציא צד חירות שבו אלא כיצד יצא יד\"ח שישמע מבן חורין שיתקע לו.</b> ועי' בטורי אבן במס' ר\"ה שהקשה מפ\"ק דחגיגה דנראה לאחר שהודו בית הלל דכופין לשחררו הוי משוחרר וחייב בראיה והוכיח מזה דצד עבדות עליו עוד אלא לענין ראיה לא הוי כדאיתא שם יצא זה שאדון אחר עליו משום דעכ\"פ אין רשות רבו עליו משא\"כ לתקיעה ובמס' יבמות בקידש בת ישראל עיי\"ש ומ\"ש בריש מס' חגיגה בזה עיי\"ש ולמ\"ש בפנ\"י במס' גיטין דשייך הפקר בי\"ד עיי\"ש וכנראה משום דכופין מסלק נפשיה ממנו וא\"כ הוי כמפקיר עבדו עי' בהל' עבדים פ\"ח הי\"ג דדעת רבינו דצריך גט שחרור כשמואל במס' גיטין וכריתות עיי\"ש וא\"כ נראה דצד עבדות עליו אף שאין רשות אדון עליו דלענין איסור הוי עבד עוד וכן לענין מצוה וכמ\"ש בטורי אבן הנ\"ל:"
            ],
            [
                "<b>המתעסק בתקיעת שופר להתלמד לא יצא ידי חובתו וכן השומע מן המתעסק לא יצא נתכוין שומע לצאת יד\"ח ולא נתכוין התוקע להוציאו או שנתכוין התוקע להוציאו ולא נתכוין השומע לצאת לא יצא ידי חובתו עד שיתכוין השומע ומשמיע.</b> ועי' בהמ\"מ וכ\"מ ובלח\"מ מ\"ש בזה ועל דברי רבינו שפוסק כאן דצריך כונה ובפ\"ו מהל' חמץ ומצה כתב אם אכל מצה בלא כונה יצא ובגמ' במס' ר\"ה מדמין זה לזה דאיתא שם כ\"ח ע\"א שלחו ליה לאבוה דשמואל כפאו ואכל מצה יצא וכו' אמר רבא זאת אומרת התוקע לשיר יצא פשיטא היינו הך מהו דתימא התם אכול מצה אמר רחמנא והא אכל אבל הכא זכרון תרועה כתיב והאי מתעסק בעלמא הוא קמ\"ל אלמא קסבר רבא מצות צריכות כונה וכו' ועי' מ\"ש ע\"ז:<br><b> ונראה</b> דהנה בענין כונה במצות נמצאו ג' עניני כונה. [א] כונה על המעשה אשר בלעדיה תקרא מתעסק דאין יוצא לכו\"ע. [ב] כונה על הוראות הדבר וענינו. [ג] כונה לצאת:<br><b> (א) והנה</b> בענין מתעסק במסכת ר\"ה דף ל\"ב ע\"ב במשנה המתעסק לא יצא והשומע מן המתעסק לא יצא ובכלל מתעסק שאינו יודע שזה שופר כדאיתא כ\"ח ע\"ב בשלמא נתכוין משמיע ולא נתכוין שומע קסבר חמור בעלמא הוא וכו' דנראה באם אינו יודע שהוא קול שופר לא יצא ומזה הביא בטורי אבן ראיה לדעת הרא\"ה המובא בר\"ן שאם לא ידע שהוא פסח וזה מצה הוי בגדר מתעסק עיי\"ש וכיו\"ב במסכת חולין י\"ג מנין מתעסק שהוא פסול ופי' בתוספות שם כגון קסבר שהוא חולין עיי\"ש וכיו\"ב מפורש במסכת זבחים מ\"ו ע\"ב א\"ר אלעזר חטאת ששחטה לשם חולין כשירה משום חולין פסולה כדבעא מניה שמואל מרב הונא מנין מתעסק בקדשים שהוא פסול שנאמר ושחט את בן הבקר לפני ה' עד שתהא שחיטה לשם בן בקר א\"ל זו בידינו הוא לעכב מנין א\"ל לרצונכם תזבחו לדעתכם זביחו עיי\"ש ועי' בתוספות שם בד\"ה מנין עיי\"ש ועי' בטורי אבן בד\"ה אר\"ז שכפאו פרסים וכו' ועי' שכתב בעתים חלים ועתים שוטה וכו' לא יצא משום מתעסק עיי\"ש:<br><b> והנה</b> יש לשום לב דכנראה במחלוקת אם מצות צריכות כונה כמ\"ש במקו\"א כי יש במצות שהם מצד המעשה ויש מצד העשיה כמ\"ש בספר מחנה אפרים בהל' שלוחין במעקה ע\"י גוי לא תליא בשליחות דא\"צ אלא המעשה שתהיה תהיה ע\"י מי שתהיה משא\"כ בדבר שהמצוה תליא בעשיה בהעושה ושייך שליחות וכמו כן מצינו באיסורין כה\"ג ולמאן דס\"ל מצות אין צריכין כונה לא בעי אלא שיעשה המעשה וכדאיתא אכול מצה אמר רחמנא והא אכל וברש\"י שם ונהנה באכילתו הילכך לאו מתעסק הוא שהרי לענין חיוב חטאת אמרינן במסכת כריתות י\"ט המתעסק בחלבים ובעריות חייב שכן נהנה עכ\"ל דרצון התורה שלא יבוא איסור לתוך גופו בין ממילא בין שלא בממילא נעשה נגד רצון התורה וכמו כן במצוה צריך שיעשה הדבר ולא אזלינן בתר כונת העושה כיון שהמעשה נעשה וא\"כ מאי שנא מתעסק דלכו\"ע אין יוצא ונראה דעכ\"פ צריך שתבוא התקיעה מאדם התוקע וקול יוצא מאליו לא יצא ובמתעסק הוי כקול שופר בלי האדם התוקע ועיין כיו\"ב לענין שחיטה ועי' ברא\"ש בפ\"ק דמסכת חולין י\"ב ע\"ב דוקא שזרקה או הפילה אבל נפלה ושחטה כדרכה פסולה דזביחה מכח גברא בעינן עכ\"ל וכיו\"ב בשו\"ע יו\"ד בסי' ג' וסי' ז' עיי\"ש ולכן ס\"ד לומר בתוקע לשיר דהוי מתעסק וקמ\"ל דלא הוי מתעסק כנראה מתוספות שם בד\"ה אבל ולהלן דף ל\"ג ע\"ב המתעסק לא יצא הא תוקע לשיר יצא לימא מסייע ליה לרבא דאמר רבא התוקע לשיר יצא דילמא תוקע לשיר נמי מתעסק קרי ליה משום דהוי עכ\"פ קול היוצא ע\"י שופר וע\"י אדם וא\"כ לפי זה אין מזה הוכחה למצה שכתב בר\"ן הנ\"ל דשם שייך אכול מצה וכו' אפי' ממילא בלא גרמתו וכמ\"ש ברש\"י לדמותו לחלבים ועריות דחייב בכה\"ג וצ\"ע:<br><b> אמנם</b> יש לעמוד בלשון מתעסק דאמרינן בתוקע לשיר אבל הכא זכרון תרועה אמר רחמנא והאי מתעסק בעלמא ועי' בתוספות שנראה דקמ\"ל הוא דלא הוי מתעסק וכמ\"ש ברא\"ה המובא בר\"ן הנ\"ל בלא ידע שהוא מצה או שהוא פסח הוי מתעסק דהנה בעלמא לשון מתעסק אם כיון לזה ועשה זה עי' במסכת כריתות וסנהדרין בזה אבל בלא כיון למצוה אלא לשיר וכיו\"ב הוי בגדר אינו מכוין כמו שמצינו כן לענין איסור החילוק בין אין מתכוין ומתעסק ועיין בתוספות במסכת שבת דף מ\"א ע\"ב בד\"ה ומיחם שכתבו שמצינו לשון מתעסק על שאינו מכוין עיי\"ש מ\"מ בכה\"ג דנפק\"מ אורחא דגמרא לדייק בלישנא כמ\"ש בתוס' בכמה דוכתי וכמ\"ש דאפילו נאמר בשופר דהוי כקול היוצא מעצמו והמצוה שישמע מאדם המשמיע מ\"מ שאני ממ\"ש הרא\"ה במצה דאינו יוצא במתעסק דבנעשה ממילא די:<br><b> ונראה</b> לענ\"ד לומר דסוגיא הגמרא נגד הרא\"ה וברש\"י שם קמ\"ל אע\"ג דמתעסק הוא יצא דמצות א\"צ כונה עכ\"ל ותמוה דלהלן משנה מפורשת המתעסק לא יצא וכמ\"ש בתוספות בד\"ה אבל:<br><b> ונראה</b> דהנה דעת הראשונים ז\"ל נפרדים באם כיון להיפוך שלא לצאת אם יצא. ונראה בפשוט לומר דאפילו להסוברים דגם במכוין שלא לצאת יוצא מ\"מ היכא דכונתו ע\"י מעשה הזאת לאיסורא לא מסתבר לומר שיהיה יוצא בהיפוך מדעתו לאיסורא להחשבו למצוה ונראה דגרע ממצוה הבאה בעבירה דשם מתכוין עיקרו להמצוה:<br><b> והנה</b> בפי' התוקע לשיר לחד פירושא ברש\"י לזמר ועי' בשו\"ע או\"ח בסי' תקצ\"ו שדעת קצת דתקיעה שלא לצורך אסור בר\"ה עיי\"ש. ועי' להלן בכ\"מ בהל' ז' ובטו\"ז בסי' הנ\"ל עיי\"ש:<br><b> ועי'</b> במג\"א שם ובספר שאגת אריה סי' ק\"ג שפלפל בזה אם גזרו שבות על מקצת שבת ויו\"ט ועי' בשו\"ת חכם צבי בסי' ל\"ה שהחליט לאסור מדרבנן והביא ראיה לזה מהגמרא עיי\"ש. ונראה לשיר לזמר לכו\"ע אסור. ואם כן לפי זה נראה מסברה דלכו\"ע אם תוקע שלא לצורך בר\"ה דעביד איסורא שאין יוצא ע\"י תקיעה זאת למצוה אף דהוי רק איסורא דרבנן הרי לדעת רבינו כל איסורי דרבנן מצד לא תסור מדאורייתא ובלא\"ה עכ\"פ לאיסורא מכוין אף שיהיה איסורא מדרבנן לא יהני למצוה אפי' מאן דלא ס\"ל מצוה הבאה בעבירה בדרבנן בזה מודה. אמנם בסוגיא לא יקשה די\"ל דמיירי שלא ידע שהוא יו\"ט וכיו\"ב וא\"כ לא נתכוין לאיסורא אבל לפי זה לדעת הרא\"ה הנ\"ל יהיה בכה\"ג בלא ידע שהוא יו\"ט בכלל מתעסק ויש לפרש בזה לשון הגמרא ויהיה מדויק ס\"ד מתעסק קמ\"ל דיצא דס\"ד כדעת הרא\"ה דהוי בכה\"ג דלא ידע בגדר מתעסק וקמ\"ל כמ\"ש דמתעסק כה\"ג יצא וכמ\"ש כיון דמכוין א\"ע עכ\"פ למעשה התקיעה וכמ\"ש לעיל ודברי רש\"י מובנים שפיר:<br><b> ויש</b> להבין בזה סוגית הגמרא להלן ל\"ג המתעסק לא יצא הא תוקע לשיר יצא לימא מסייע לרבא וכו' דילמא תוקע לשיר מתעסק קרי ליה ולשון דילמא וכו' צריך פירוש אבל לפי מ\"ש י\"ל דהנה מצד חזקת כשרות י\"ל דודאי לא ידע שהוא יו\"ט ושוגג בדבר ואם כן הוי מתעסק אמנם לדעת ההמ\"מ בפ\"א מאישות ובמל\"מ בכמה דוכתי דבאיסורא דרבנן אמרינן לאו כו\"ע זהירי ולא שייך חזקת כשרות וא\"כ כל תוקע לשיר ספק בשוגג ספק במזיד והוי ספק מתעסק ומדויק דילמא תוקע לשיר נמי מתעסק קרי ליה דתוקע לשיר באינו יודע שהוא יו\"ט ובשוגג הוי מתעסק והנה רבא דאמר התוקע לשיר יצא וכדאיתא ס\"ד על כרחך ס\"ל כמ\"ש דלא בכה\"ג מתעסק אבל לפי סוגית הגמרא דאיתא דילמא י\"ל דס\"ל דהוי מתעסק בכה\"ג וכדעת הרא\"ה למסקנא ומיושב בזה קושית הפנ\"י דלמה נקיט רבא התוקע לשיר ולא אמר בפשוט מצות א\"צ כונה דלמ\"ש חדשות אשמעינן בזה. ובידע שהוא יו\"ט ומאיסורו לפ\"ז לכו\"ע אין יוצא אלא בידע שהוא יו\"ט ולא ידע באיסורו דכה\"ג דלא שייך מתעסק לכו\"ע י\"ל דרבא מיירי בכה\"ג אבל בלתי מוכרע בלשון רבא וכמ\"ש מסוגית הגמרא דס\"ד דהוי מתעסק נראה דרבא מיירי בלא ידע ובזה לא קיי\"ל כותיה:<br><b> והנה</b> רבינו כתב המתעסק בתקיעת שופר להתלמד לא יצא יד\"ח עי' בסי' תקצ\"ו להתלמד למחר אסור עיי\"ש במג\"א וטו\"ז אבל להתלמד היום נראה דמותר וא\"כ לא נעשה באיסורא והנה למ\"ש האי דאמרינן ס\"ד התם אכול מצה וכו' אבל הכא זכרון וכו' ומתעסק וכו' קמ\"ל קאי לרבא דס\"ל תוקע לשיר לא הוי מתעסק אבל למסקנא ל\"ג דאמרינן דילמא תוקע לשיר מתעסק קרי ליה וכמ\"ש א\"כ נאמר כס\"ד באמת לחלק בין פסח לענין מצה וכמ\"ש לעיל משופר ולאו לענין מתעסק בלבד אלא גם לענין כונה דכמ\"ש לעיל דה\"ט דאכול וכו' לענין כונה ג\"כ לחלק בין שופר למצה כמו לענין מתעסק ומשו\"ה דעת רבינו בשופר אין יוצא ובמצה ס\"ל דיוצא ועי' מ\"ש לעיל בדעת רבינו עיי\"ש:<br><b> ובמסכת</b> חולין דף ל\"א כתבתי להוכיח דאפי' מאן דס\"ל א\"צ כונה דלא מסתבר דמי שאכל לרעבון נפשו מצה ופקר באכילתו למצוה שנאמר שיצא ידי מצוה אלא דעכ\"פ אחר זה צריך שיחשוב שיעלה לו למצוה והבאתי מסוגיא דחגיגה דמצינו מחשבה וכונה לאחר המעשה עיי\"ש:<br><b> (ב) דעת</b> הר\"ן במס' ר\"ה דף ל\"ב דמתעסק ומכוין למצות חינוך גרע מלא מכוין כלל ומביא ראיה מריש מס' זבחים דבת מינה מחריב דלאו בת מינה לא מחריב עיי\"ש. במס' זבחים ג' ע\"א בעולה לשם חטאת אבל חולין שאין מין קדשים לא מחריב בה ואין שמו נתפס על הזבח לעקור שמו ממנו עיי\"ש ובטורי אבן שם הקשה על זה דלא דמי לשם דאי אפשר להיות חטאת ועולה כאחת ומשו\"ה במינה מחריב בה אבל בהאי דמתעסק לחינוך אם מכוין לחינוך אמאי מעכב למצות שופר הא אפשר לב' מצות לחול כאחת ומ\"ש מהאי דקורא בתורה דאי' דיוצא בכיון לבו לק\"ש אע\"ג דקריאת התורה מצוה בפ\"ע עיי\"ש:<br><b> ולענ\"ד</b> בכונת הר\"ן שכתב וז\"ל מוכח בגמ' דאפי' למ\"ד תוקע לשיר יוצא מתעסק לא יצא וטעמא דמלתא משום דתוקע לשיר מתכוין מיהא לעשות תקיעה כהלכתה משא\"כ במתעסק עוד יש לומר דתוקע לשיר כיון שאינו מכוין לשום מצוה יצא למ\"ד מצות א\"צ כונה אבל במתעסק כיון שכבר הוא מכוין למצוה דהיינו לחנך את התינוקות אותה כונה מעכבת מצוה אחרת שלא תחול דומיא דמאי דאסקינן בשמעתא קמייתא דזבחים דבת מינה מחריב דלאו בת מינה לא מחריב לה עכ\"ל:<br><b> ונראה</b> בכונתו בכה\"ג דמכוין להוציא בניו הקטנים משום חינוך והוא עצמו כעת בחיוב מצוה זאת ועל עצמו לא כיון כלל הוי כגילוי דעת להיפוך שאינו יוצא ועיין בפ' הקודם שהביא הר\"ן דעה זאת ואף שכתב שם שאין ראיה מקידוש ביהכ\"נ דטעם אחר בזה מ\"מ בגוף הדבר נראה דמסכים דלא מהני בכה\"ג ואין לך הוכחה גדולה שאין ברצונו לצאת כיון דמכוין לאותה מצוה גופא בשביל בניו ולעצמו לא דחינוך הוי מאותה המצוה להר\"ן וגרע מתוקע לשיר שאין מכוין למצוה כלל וראיה ממסכת זבחים דהוי יותר כונה להיפוך שלא לשמה במינו דמכוין למצות קרבן ממכוין לחולין דמצד שא\"א להיות שניהם כאחת הוי ג\"כ במכוין לשם חולין ויותר במכוין לשם מינה דהוי ביותר כונה להיפוך במכוין לשם מצוה אחרת ולא לזאת:<br><b> ועל</b> קושיתו מקורא בתורה דבכיון לבו יוצא, מיושב למ\"ש דדוקא בכה\"ג דמכוין לבניו ולא לעצמו באותה מצוה שמחויב בה ועוסק בה נראה ככונה שלא לצאת אבל בכיון לקרות בתורה דהוי מצוה אחרת ולא הוי גלוי דעת שיהיה ככונה להיפוך שלא לצאת דלא נחית על מצות ק\"ש עתה והוי כבלא כונה בלבד ולא להיפוך ואם כיון לבו וכונתו על שתיהם יצא שפיר דהוי כונתו לצאת ממש:<br><b> ובזה</b> אמרתי לתרץ מה ששמעתי מקשים ממס' פסחים דף קי\"ד ע\"ב דאיתא אין צריך כונה וב' טבולים להכירא והרי שם כונתו לחינוך אפ\"ה למדין דאין צריך כונה והרי להר\"ן שאני בכה\"ג דכונתו למצוה והנה י\"ל דזה גופא תירוץ הגמ' שם דבכה\"ג לכו\"ע צריך כונה אבל נראה לומר כמ\"ש שם דלא נחית לכונה בראשונה רק להיכר בלבד ואין נוגע לעצמו אלא לחינוך בלבד ולא שייך לומר דהוי כגלוי דעת להיפוך ואתי שפיר:<br><b> והנה</b> רש\"י במס' ר\"ה ל\"ג ע\"ב מפרש מתעסק שאינו מתכוין לתקיעה ואפי' דלאו מצוה אלא מנבח נבוחי או שהיה נופח בשופר ועלתה בידו תקיעה אבל תוקע לשיר שמתכוין לתקיעה בעלמא יצא עכ\"ל ובר\"ן הנ\"ל מפרש בתוקע לחינוך וכן רבינו כתב המתעסק בתקיעת שופר להתלמד וכו' נראה מסכים ג\"כ לדעת הר\"ן דלהתלמד הוי מתעסק ולכאורה נראה דדעת רש\"י אינו כן ועי' להלן בה\"ז דנראה דמתעסקין לתינוקות י\"ל משום דלהתלמד הוי מתעסק ומשו\"ה שרי ולרש\"י שם אסור שיתקע הגדול ועי' בכ\"מ י\"ל משום דלרש\"י לא הוי מתעסק בכה\"ג וצ\"ע:<br><b> (ג) בכונה</b> במצוה ובאיזה מצות לכו\"ע צריכין כונה:<br><b> [א]</b> כונה במצוה דהוי באמירה:<br><b> הנה</b> דעת הרמב\"ן במלחמות דאף בק\"ש תליא אם צריך כונה או לא כמו בשאר המצות ולא כן דעת רבינו יונה בפ\"ק דמס' ברכות דדעתו באמירה כמו ק\"ש וכיו\"ב אמירה בלי כונה כמי שאינו דמי עיי\"ש. וכנראה דלדעתו אמירה בלי כונה כמתעסק וגרע ממנו משום דעיקר החיוב בהאמירה הוי הכונה:<br><b> ועיין</b> שהקשו עלי' דלפ\"ז מאי מקשינן בסוגיא על מאן דס\"ל אין צריך כונה מהיה קורא בתורה והגיע זמן ק\"ש אם כיון לבו יצא דהרי בק\"ש שאני דהוי מצוה בדיבור דלכו\"ע בעי בכונה:<br><b> וע\"ז</b> י\"ל דהנה בגמ' איתא מאי לאו כיון לבו לצאת לא לקרות וכו' הרי המקשן ג\"כ ס\"ל כרבינו יונה אלא דס\"ל בפי' כיון לבו על הכונה לצאת ולא לקרות ומ\"ש רבינו יונה בדיבור בלי כונה כמי שאינו הוי על הכונה לענין הדיבור שלא יהיה מצפצף כציפור בלי יבין מה ידבר אבל לכוין לצאת הוי ק\"ש כמו בשאר המצות ותליא אם מצות צריכות כונה או לא ומשני לא לקרות וכו' וזה לכו\"ע בעי במצוה בהדיבור ולא שיהיה כקורא להגיה בלי שום לב על הנאמר ועי' בתוס' במס' ברכות דף י\"ג ע\"א שהשיגו על רש\"י שמפרש שם להגיה בלי כונה עיי\"ש. וכנראה דעת רש\"י מסכמת עם דעת רבינו יונה ולמ\"ש דבריו מיוסדים בגמ' ופשוט ועי' בטורי אבן בד\"ה ואי לא שנראה דעתו ג\"כ כמ\"ש ובד\"ה ובקורא וברש\"י בד\"ה בקורא ובפנ\"י כאן ובמס' ברכות ריש פ\"ב עיי\"ש בזה:<br><b> [ב] בכונה</b> במצוה התלויה בכונה:<br><b> הנה</b> בדברים התלוים רק בכונה כמו בק\"ש דכמ\"ש ברבינו יונה דאף מאן דס\"ל ק\"ש דרבנן ודברת בם על ד\"ת קאי וא\"כ ק\"ש מדאורייתא משום ד\"ת אלא דמשום דברי תורה יוצא בשאר למוד ומדרבנן להיות הד\"ת בק\"ש במלכות שמים וקבלתו עיי\"ש. ובקבלתו מ\"ש ודאי עיקרו הכונה דאל\"כ מאי שנא משאר ד\"ת והיה נראה כמ\"ש לעיל דמחלוקת אם צריך כונה הוי בהכונה לצאת ובמצוה במעשה אף על הכונה על ענינה בכה\"ג דלא הוי מתעסק והאי דמקשינן בפ' היה קורא בתורה אף דשם הפי' אם כיון לבו על מלכות שמים וכמו כן דמתרצין לפרש הכונה לקרות והמקשן ס\"ל אם כיון לבו לצאת וכמ\"ש ואתי שפיר נמי מה שהקשו ז\"ל למאן דס\"ל ק\"ש דרבנן ובדרבנן לא צריך כונה ועי' במג\"א בסי' נ\"ט אבל למ\"ש לא יקשה דבדבר דעיקרו הכונה בדבר התליא במחשבה לא נפק\"מ אם הוי דאורייתא או מדרבנן ואף דצריך המחשבה עם הדיבור מ\"מ הכונה מצוה בפ\"ע לקבל ע\"ע מלכות שמים וגם מדרבנן הוי הכונה מעיקר מצותם ולא שייך בזה מחלוקת אלא אם צריך ג\"כ כונה לצאת:<br><b> אמנם</b> דעת הרמב\"ן במלחמות במס' ר\"ה ובמס' ברכות ריש פ\"ב אינו כן עיי\"ש. ועי' בפ\"ב מהל' ק\"ש ה\"א ומ\"ש שם עיי\"ש. ועי' בפ\"ב הל' ה' מהל' מגילה בהמ\"מ ובלח\"מ שם בכונה במגילה שדעת המ\"מ שהכל מודים במגילה דצריך כונה עיי\"ש:<br><b> [ג] היכא</b> דהתורה כתבה בפירוש חיוב הכונה:<br><b> עיין</b> בב\"ח באו\"ח בסי' ח' ובהל' סוכה בסי' תרכ\"ה שכתב דבסוכה וציצית וכיו\"ב דריבה התורה בפירוש הכונה לא עשהו כתיקונו אם לא כיון אף דבשאר מצות יש דס\"ל דלא בעי כונה בזה בעי עיי\"ש. והנה כונת הב\"ח על הכונה בהוראות הענין כמו בסוכה למען ידעו וכו' וכיו\"ב בציצית. אבל בכונה לצאת תליא במחלוקת בשאר מצות:<br><b> ובס'</b> פרי מגדים כתב דרק לכתחילה הוי כן ובדיעבד יוצא גם באלה בלא כונה עיי\"ש אף דלדעת הרשב\"א בחי' למס' ברכות לכתחילה לכו\"ע צריך כונה בכל המצות אבל ברשב\"א מיירי בכונה לצאת והב\"ח מיירי בכונה על הענין וכמ\"ש ועי' מ\"ש לדעת הרשב\"א להלן במ\"ש במכוין שלא לצאת עיי\"ש:<br><b> ולכאורה</b> נראה כן מסוגיא דמס' ר\"ה הנ\"ל דאיתא התם אכול מצה אמר רחמנא וכו' אבל הכא זכרון תרועה וכו' קמ\"ל דהוי ס\"ד דהתורה פירשה בזה שאמרה זכרון תרועה שיהיה התקיעה בהכונה לזכרון וא\"כ פי' התורה חיוב הכונה קמ\"ל דבדיעבד יצא וכמ\"ש בפרי מגדים. והאי דאמרינן והכא מתעסק וכו' לאו דוקא מתעסק אלא בלא כונה וכמ\"ש לעיל דלשון מתעסק מצינו בכמה דוכתי על אינו מתכוין. וכמו כן דמקשינן אלא מעתה הישן בסוכה וכו' ילקה על כרחך נראה דאין הכונה לעיכוב בסוכה כמ\"ש בפרי מגדים דאל\"כ בסוכה למ\"ש בב\"ח לכו\"ע צריך כונה:<br><b> והנראה</b> לענ\"ד בזה למה בדיעבד יוצא. דהכונה במצות שפי' התורה בהם הכונה דהוי לכו\"ע מדאורייתא. אבל הכונה מצוה בפ\"ע בהם והמעשה מצוה בפ\"ע כמו בשאר מצות למאן דס\"ל א\"צ כונה באלו צוה התורה על כונה ג\"כ ואין מעכבות ויוצא בדיעבד ידי מצות המעשה אף למ\"ש בתוס' בכמה דוכתי בדאורייתא לא מצינו לחלק בין לכתחילה ובדיעבד מ\"מ בכה\"ג דהוי כב' מצות וכיון דיצא ידי מעשה א\"צ לחזור ולעשותו משום חסרון כונה דהמצוה נאמרה על שניהם ביחד. וכמו בכל מצות שאין מעכבות ומצינו כיו\"ב במצות תרומה דדעת התוס' רי\"ד דהוי ב' מצות ההפרשה מצוה בפ\"ע דחטה אחת פוטרת כל הכרי והנתינה מצוה בפ\"ע דצריך שוה פרוטה ואם הפריש חטה אחת דיצא ידי הפרשה ושוב לא שייך מצות נתינה ועכ\"פ יצא בהפרשה ואף דשאני בזה דשם אי אפשר לו עוד לקיים מצות נתינה אחרי הפרשה דמה שמוסיף אח\"ז אין שם תרומה עוד עליו עי' בר\"ש ריש מס' פאה אבל בזה אפשר לו לעשות המצוה עוד הפעם עם הכונה יש לומר דכיון דהמעשה כבר יצא כמו בכל שאר המצות בלי כונה וא\"כ אם יעשה עוד הפעם כיון שידי מעשה כבר יצא תהיה המעשה כדברי רשות ובלתי מועיל החזרת המעשה לצרפו להכונה בזה. ובזה יש לפרש דעת הפרי מגדים דבדיעבד יצא אף באלו בלי כונה דלמאן דס\"ל מצות א\"צ כונה בלתי תליא הכונה בהמעשה וממילא כמ\"ש בלתי מועיל החזרת העשית המעשה דהוי כרשות אח\"ז ואי אפשר לקיים עוד הכונה. ומובן במ\"ש אבל הכא זכרון תרועה וכו' קמ\"ל דס\"ד דלא יצא ג\"כ מה\"ט דתורה פי' הכונה וקמ\"ל דאין הכונה תליא במעשה וידי מעשה יצא ולכונה אי אפשר בחזרה לתקנו. אמנם צ\"ע לדינא דלמ\"ש אף לרשב\"א לכתחילה בכונה אפי' ברוצה עוד לעשותו בכונה דלמ\"ש לא מהני וצ\"ע. ובזה יש לחלק בין דברים שיש להם שיעור ואין בתוספתן ובהכפלם מצוה לדברים שאין להם שיעור ובהכפלם ג\"כ מצוה דבאין להם שיעור ובהכפלם מצוה אפשר לתקן הכונה בהחזרת המעשה עוד הפעם משא\"כ ביש להם שיעור. והנה מ\"ש וזכר ליציאת מצרים וכיו\"ב דבכל פעם הוי מצות רשות שייך תיקון הכונה משא\"כ בתקיעת שופר ואכילת מצה דשיעור קבוע להם ותוספתן לא הוי במצוה כלל ולהיפוך כמ\"ש מהסוברים דאסור לתקוע ביותר מהשיעור מדרבנן עכ\"פ:<br><b> ולכאורה</b> במצה כתיב ג\"כ למען תזכור וכו' ומאי שנא משופר הרי בשניהם נאמר הכונה מפורש בהתורה אבל ע\"ז נאמר מ\"ש ברשב\"א מובא בעין יעקב בספ\"ק דמס' ברכות דלמען תזכור אינו סיבה למניעות חמץ ואכילת מצה וזה בסקילה וזה בלאו וכמו למען ינוח שורך וכו' עיי\"ש שהאריך לפרש כי סיבת מצה לזכרון יצ\"מ אלא מ\"ע דאכילת מצה בלבד ויצ\"מ בלבד עיי\"ש וא\"כ י\"ל במצה ידע גם בס\"ד דזכרון הוי בפ\"ע והמעשה בפ\"ע רק בשופר ס\"ד דהוי רק משום זכרון בלבד זכרון תרועה וע\"ז אמרינן אבל הכא וכו' וכמ\"ש:<br><b> ויש</b> ליישב במ\"ש קושית התוס' בד\"ה אמר רבא ממס' פסחים קי\"ד עיי\"ש דשאני מרור אף דהוי דרבנן עיקרו לכונה א\"כ אף דס\"ל במס' פסחים שם דבעי כונה מ\"מ י\"ל במצה יצא. ולכן מקשינן שפיר במס' סוכה דף מ\"ב מדאגביה נפיק ביה ועי' בטורי אבן בד\"ה אלמא שהקשה דמאי מקשינן מדאגביה נפיק לר' יוסי שם ולמאן דס\"ל א\"צ כונה דאל\"כ אינו יוצא בלי כונה והרי ר' יוסי בפסחים הנ\"ל דאמר מצוה להביא מצה וחזרת דמצות צריכות כונה וכדאי' שם דלמ\"ש במרור דס\"ל צריכות כונה אין ראיה ללולב וכיו\"ב דשם עיקרו משום הכונה. והנה דלמדין מר' זירא דאמר תקע ואכוין דצריך כונה בשופר יש לחלק למ\"ש בין שופר ומצה ולכן דעת רבינו שפסק בשופר צריך כונה מבמצה דיוצא בלא כונה ואתי שפיר ועי' בתוס' פסחים קט\"ו ע\"א בד\"ה מתקיף ובלח\"מ כאן בס\"ה עיי\"ש. והנה כמ\"ש דשייך כונה על הענין וכונה לצאת ועי' ברשב\"א במס' ברכות הנ\"ל וכ\"כ ברמב\"ן בסוגיא שכתב למאן דס\"ל צריך כונה צריך ג\"כ כונה לצאת עיי\"ש וכן נראה בסוגיא דמקשינן לקרות וכו' ופי' שלא נדייק דלא בעי לצאת אלא לקרות דפי' להבין הענין ומוכח מאן דס\"ל צריך כונה בעי כונה לצאת והיה נראה רק לכתחילה אבל בדיעבד יוצא בכונה על הענין אבל צ\"ע מ\"ש בענין ק\"ש לפ\"ז. ומאן דס\"ל א\"צ כונה א\"צ אפי' כונה על הענין וכנראה מסוגיא דכפאו ואכל מצה וגם ממ\"ש בשם רבינו יונה לעיל דדוקא בדברים דתליא בדיבור צריך כונה על הענין לכו\"ע ומזה למאן דס\"ל א\"צ כונה במצות במעשה א\"צ אף לענין ג\"כ וכן נראה ממ\"ש לעיל בשם הב\"ח:<br><b> [ד]</b> בכונה שלא לצאת:<br><b> דעת</b> התוס' במס' ברכות דף י\"ב ע\"א בשם ר\"י דאם כיון על היין ובירך על השמן אין יוצא אף למאן דס\"ל א\"צ כונה משום דכונה לד\"א עיי\"ש:<br><b> ועי'</b> בס' שמן רוקח מאאמו\"ז הגאון ז\"ל דכה\"ג הוי ככיון על זה ובירך על אחר עי' בסי' ר\"ו בשו\"ע או\"ח עיי\"ש ועי' בטורי אבן בסוגיא בד\"ה מצות וכו' שכתוב דהוי בגדר מתעסק עיי\"ש אבל בתוס' במס' סוכה ל\"ט בד\"ה וברא\"ש שם דאם כיון שלא לצאת אין יוצא דבעל כרחו לא יצא עיי\"ש ועי' ברבינו יונה במס' ברכות הנ\"ל בשם רבינו שמואל כן עיי\"ש וכיו\"ב בר\"ן במס' ר\"ה עיי\"ש:<br><b> ובב\"י</b> בסי' תקפ\"ט אחרי שהביא דעת רבינו שמואל כתב ובס' אוהל מועד כתב העושה מצוה ואין רוצה לצאת באותה שעה לא יצא וכ\"כ רבותינו הצרפתים והרשב\"א ז\"ל והרא\"ה אומר שאפי' צוח שאינו רוצה לצאת ידי אותה מצוה יצא וחיזק סברא זו בראיות בפ\"י פסחים גבי כפאו פרסים ואכל מצה על כרחו וכ\"כ שהר\"י הביא דברי רבינו שמואל משמע דס\"ל כותיה וכיון שכן לא חיישינן לדברי הרא\"ה בזה עכ\"ל הב\"י (ובטורי אבן הביא כן בשם הר\"ן בשם הר\"א ונראה דהוא ט\"ס):<br><b> ועיין</b> כיו\"ב בתוס' פסחים דף ז' ע\"ב בד\"ה לצאת וכשאדם נוטל לולב אין צריך להפכו כדפי' ר\"י כיון שצריך לנענע בהלל או משום שאינו רוצה לצאת באותה נטילה עכ\"ל וכיו\"ב במס' סוכה ל\"ט הנ\"ל כתבו דכל שבמשך הזמן כמו נט\"י דמחוסר ניגוב ובלולב הנענועים מקרי עובר לעשייתן עיי\"ש אף דנענוע אינו מעכב ולמצוה מהמובחר מ\"מ מקרי עובר לעשיתן והנה למ\"ש ברשב\"א הנ\"ל דלכתחילה לכו\"ע צריך כונה וכמ\"ש לעיל כונה מצוה בפ\"ע א\"כ למה לא יהיה בגדר משך הזמן שלא יהיה עובר לעשיתן אם מתחילה שלא לצאת נטלו והברכה עובר לעשיתן קודם שמכוין וכמו מחוסר נענועים כמו כן מחוסר כונה י\"ל דלא הוי נגמר מצותו והוי עובר לעשיתן וא\"כ מלשון התוס' בפסחים אין הכרע בכונתו דבלא כיון לצאת אין יוצא כלל דלמ\"ש אף דיוצא ברוצה לכוין מקרי עובר לעשייתן אבל במס' סוכה פי' דאינו יוצא בכונה להיפוך אף לבסוף חזרו אחר תירוצים אחרים עיי\"ש ובס' טורי אבן הקשה ממס' עירובין צ\"ה בהמוצא תפילין מכניסן זוג זוג רבן גמליאל אומר שתים שתים ובגמ' דפליגי במצות צריכות כונה ת\"ק סבר א\"צ כונה לא לצאת ולא לעבור על בל תוסיף ובשתים שתים אע\"ג דאין מכוין למצוה עובר בבל תוסיף ור\"ג סבר מצות צריכות כונה בין לצאת ובין לעבור משו\"ה מכניסין שתים שתים כיון שאין מכוין למצוה אינו עובר ואם נאמר במתכוין שלא לצאת לכו\"ע אינו יוצא א\"כ לת\"ק נמי יכניס ויכוין שלא לצאת עיי\"ש:<br><b> ונראה</b> לומר ע\"ז דהנה אם נאמר בדעתו שלא לצאת אינו יוצא א\"כ אם הוי הוכחה ואנן סהדי דודאי לא ירצה לצאת לא יצא ובזה נבין מה דמחלקין בגמ' בין לצאת ובין לעבור דלעבור בעי כונה וזה משום דאנן סהדי דדעתו על כך שלא לצאת משום האיסור משום חזקת כשרות ועכ\"פ לא שייך מלקות להיושב בסוכה בשמיני משום התראת ספק. אבל זה למסקנא דגמ' במס' עירובין שם דאיתא אב\"א דכו\"ע לא בעי כונה לצאת ולעבור בעי כונה ופליגי בהאי סברא גופא לפ\"ז אם מהני כונה להיפוך שלא לצאת הת\"ק ורבן גמליאל ומשם י\"ל למד רבינו שמואל סברתו ועכ\"פ ראיה משם אבל בס\"ד דלא ידעינן עוד מזה אמרינן דפליגי בצריך כונה וקושית הטורי אבן מיושבת לענ\"ד:<br><b> אמנם</b> יקשה עודנו מסוגיא דמס' ר\"ה דאיתא אלא אמר רבא לצאת לא בעי כונה לעבור בזמנו לא בעי כונה שלא בזמנו בעי כונה וכו' והרי למ\"ש לומר לעבור בעי כונה דאל\"כ הוי מסתמא שלא לצאת א\"כ מאי שנא בזמנו משלא בזמנו והיה נראה דרבא ס\"ל דאף במכוין שלא לצאת יוצא והנה על תוס' לא יקשה די\"ל שכתבו כן לפרש סוגיא דמס' סוכה כס\"ד במס' עירובין בלעבור במחלוקת רבן גמליאל אבל לרבינו שמואל דס\"ל להלכה דמאן דס\"ל א\"צ כונה בכונה שלא לצאת אינו יוצא יקשה כמ\"ש. והנה לדעת התוס' במס' פסחים קט\"ו הנ\"ל שהוכיחו להלכה מצות צריכות כונה וא\"כ אין דברי רבא אליבא דהילכתא מ\"מ יקשה לומר דלא הוי כן למ\"ד אין צריכות כונה:<br><b> וי\"ל</b> לדעת רבינו שמואל עם מאי דאיתא במס' מנחות דף מ' ע\"ב אמר רבא השתא בבל תוסיף קאי מעשה לא הוי מתקיף ליה רב פפא ממאי דגברא לאסופי קמכוין דילמא לבטולי קמכוין ובל תוסיף ליכא מעשה איכא ובתוס' שם בד\"ה מאי כתבו אף דרבא ס\"ל במס' ר\"ה לעבור א\"צ כונה הכא מודה דליכא בל תוסיף משום דלבטולי מכוין עיי\"ש ובס' צאן קדשים עיי\"ש. ועי' בב\"י באו\"ח בסי' י' אם להלכה כרבא או כר\"פ עיי\"ש וי\"ל דלרבינו שמואל ר\"פ חולק וס\"ל דלעבור צריך ג\"כ כונה דמנ\"ל לומר דדעתו לעבור ונהפך מסתמא דעתו להיפוך ואין דעתו כמ\"ש בתוס' דרבא מודה ופוסק להלכה כר\"פ וא\"כ מיניה כמ\"ש לומר במכוין שלא לצאת אין יוצא לכו\"ע:<br><b> והנה</b> יש מקום לומר כיון דעכ\"פ לכתחילה מצותו בכונה וכמ\"ש ברשב\"א הנ\"ל וא\"כ מה\"ט נאמר בלא כיון דהוי במסתמא בדעתו שלא לצאת משום דודאי רוצה לקיימו כהלכתו וכמו כן מה שהקשו בתוס' משום עובר לעשיתן י\"ל בלא גלוי בפי' מסתמא נאמר כן. ועי' ברא\"ש במס' סוכה דמוקי בע\"ה שאינו יודע עיי\"ש גם יש לעיין אם מהני גלוי דעתו למפרע בזה וצ\"ע:<br><b> ועיין</b> בפנ\"י שהקשה מכפאו ואכל מצה דהוי לכאורה הכונה להיפך עיי\"ש וכנראה זה קושית הרא\"ה המובא בב\"י תקפ\"ט הנ\"ל. והנה יש לומר דבכפאו ואכל בלתי מוכח עוד דאינו רוצה לצאת אחרי הכפיה ולא הוי כונה נגלית להיפוך שלא לצאת אמנם אחרי הנראה מסתבר לומר אף אם נאמר דיוצא ע\"י הכפיה מ\"מ מהמובחר שיעשה המצוה ברצון נפשו דעל כרחך מיירי ברוצה לקיים המצוה אח\"ז דאם באינו רוצה עתה לקיימו וצריך לכופו מאי שנא מכפיה הראשונה ועי' מ\"ש במ\"א בענין כפיה במצוה עיי\"ש ועל כרחך דרוצה לקיימו וא\"כ נאמר מסתמא לא ניח\"ל לצאת בהכפיה ועי' במס' נדרים דניח\"ל לקיים מצוה בגופו בתורם על של חבירו ובס' מחנה אפרים הל' שלוחין בפודה פטר חמור של חבירו עיי\"ש:<br><b> ויש</b> ליישב במ\"ש במה שהקשתי בסוגיא דכפאו פרסים מנ\"ל לרבא למידק התוקע לשיר יצא דמצות א\"צ כונה מכפאו ואכל מצה וכמ\"ש ברש\"י דמיירי בלא כיון לצאת עיי\"ש דילמא מיירי במכוין לצאת וקמ\"ל דבכפאו יצא דמצוה ע\"י כפיה אפי' בכונה הוי ס\"ד שאינו יוצא. אבל למ\"ש בכפאו נראה מסברא דעל כרחו כונתו שלא לצאת ומזה דאפי' במכוין שלא לצאת יצא. ומזה דייק רבא התוקע לשיר דהוי ג\"כ כמ\"ש לעיל בגדר כיון לאיסור לזמר כמ\"ש לעיל שבות דרבנן בתוקע לשיר והוי כמ\"ש לעיל ככונה להיפוך בודאי והוכיח רבא אפי' בכונה להיפוך יוצא ומיושב קושית הפנ\"י ג\"כ למה נקיט התוקע לשיר ולא נקיט מצות א\"צ כונה עיי\"ש ולמ\"ש רבא דס\"ל בזמנו אפי' לעבור לא בעי כונה ס\"ל אפי' בכונה שלא לצאת יוצא אבל לרבינו שמואל כמ\"ש לעיל י\"ל דס\"ל כרב פפא במס' מנחות הנ\"ל וא\"כ לא קיי\"ל כותיה בזה. ועי' מ\"ש בזה במקום אחר לפרש הסוגיא דמס' פסחים קי\"ד ע\"ב עיי\"ש:<br><b> [ה] בס'</b> טורי אבן כתב לומר אף דס\"ל מצות צריכות כונה בדברים שעומדים מצ\"ע למצוה זאת בלבד אמרינן סתמא למצוה וא\"צ כונה לכו\"ע כמו דאמרינן לענין לשמה בקרבנות בריש מסכת זבחים עיי\"ש וגם אני בס\"ד כונתי לדבריו בזה. והנה כתב במצה אין חתיכה זאת עומדת לשמו למצוה דאפשר באחרת:<br><b> והנה</b> לכאורה בסוכה דאמרינן תעשה ולא מן העשוי שתהיה עשויה לשם סוכה וממילא עומדת למצוה. והנה עשיתה צריך לכו\"ע לשמה וישיבתה למאן דס\"ל א\"צ כונה די בלי כונה אבל לפי זה י\"ל כיון שעשיה לשמה הוי לישיבתה עומדת לשמה מסתמא וא\"כ במצה של מצוה כמו כן דצריך עשיתה לשמה וא\"כ היה נאמר לחלק בין מצה ושופר בתוקע לשיר לרבא דס\"ל ושמרתם את המצות דבעי שימור לשם מצה בכל עשיה לשמה עי' פסחים מ' ע\"א ואם כן עומדת למצוה משא\"כ בשופר ויש לחלק ולומר דשאני בקרבן דמיוחד ביותר שהקדישו להקריבו ומוכרח להקריב משא\"כ שאפשר עודנו לקיים מצות אכילת מצה באחרת המשומרת ג\"כ לשם מצוה וא\"כ אין סתמו עומד כ\"כ למצותו מ\"מ יקשה האי זאת אומרת התוקע לשיר יצא דכיון דעכ\"פ יש לחלק בין שופר ומצה דמצה נעשית למצוה זאת משא\"כ שופר ורבא הוא דמחמיר בשימור במצה במסכת פסחים הנ\"ל והוא האומר זאת אומרת וצ\"ע:"
            ],
            [
                "<b>מי שתקע ונתכוין להוציא כל השומע תקיעתו ושמע השומע ונתכוין לצאת ידי חובתו אע\"פ שאין התוקע מתכוין לזה פלוני ששמע תקיעתו ואינו יודעו יצא שהרי נתכוין לכל מי שישמענו לפיכך מי שהיה מהלך בדרך או יושב בתוך ביתו ושמע התקיעות מש\"ץ יצא אם נתכוין לצאת שהרי ש\"ץ מתכוין להוציא את הרבים יד\"ח.</b> הנה לפמ\"ש לעיל בפ\"א ה\"א ובפ\"ב ה\"א דאף דלרבינו עיקר המצוה השמיעה מ\"מ שייך שליחות בזה משום דצריך שיצא השמיעה מאדם התוקע שיגרום השמיעה ואם כן בכה\"ג דידן צריכין לומר זכיה מטעם שליחות וכמ\"ש במקום אחר אף דזכיה מטעם שליחות לא שייך לומר כשלא ידע הלה בשלא בפניו דבלי ידיעתו עשה מצוה ועל כרחך צ\"ל בכונתו לשמוע עושה המצוה ולפי זה אף אם בעלמא מצות א\"צ כונה בכה\"ג יהיה צריך כונה דאל\"כ לא שייך זכיה ולא שייך לומר בלא רצונו של האחר ובלי כונתו לשמוע המצוה יהיה כעושה המצוה ועיקר שליחות היה משום מצוה ואם כן יקשה האי דאיתא במסכת ראש השנה כ\"ח ע\"ב תא שמע היה עובר אחורי ביהכ\"נ וכו' אם כיון לבו יצא וכו' מאי לאו לצאת לא לשמוע הא שמע סבר חמור בעלמא הוא וצריכין לומר דאף דעיקר הטעם שעשה שליחותו היה בשביל המצוה גם כן עכ\"פ בכללו שישמעו תקיעתו ובמה שמכוין לשמוע בלבד ומקבל שליחותו על השמיעה בלבד בלי לשם מצוה ומהני למאן דס\"ל א\"צ כונה:<br><b> ועי'</b> עוד בתוספות יו\"ט פ\"ג הי\"ד ממסכת סוכה ובמרכבת המשנה ח\"א פ\"ב מהל' שגגות ה\"י עיי\"ש ובחי' הר\"ן במסכת חולין ל\"א ומ\"ש שם עיי\"ש:"
            ],
            [
                "<b>יו\"ט של ר\"ה שחל להיות בשבת אין תוקעין בשופר בכ\"מ אע\"פ שהתקיעה משום שבות ומן הדין היה שתוקעין יבוא עשה של תורה וידחה שבות של דבריהם ולמה אין תוקעין גזירה שמא יטלנו בידו ויוליכנו למי שיתקע לו ויעבירנו ארבע אמות ברה\"ר או מוציאו מרשות לרשות ויבוא לידי איסור סקילה שהכל חייבים בתקיעה ואין הכל בקיאין לתקוע.</b> ועי' בלח\"מ שהקשה מאי שנא רבינו בפ\"א ה\"ד שאין עולין באילן וכו' משום שתקיעת שופר מ\"ע ויו\"ט עשה ול\"ת וכו' ועי' מ\"ש ע\"ז ולסוף הקשה דא\"כ מאי שנא שמא יעבירנו עיין מ\"ש גם ע\"ז:<br><b> והנראה</b> לומר דדעת רבינו כמ\"ש בתוספות במסכת סוכה נ' ע\"ב בד\"ה ורבנן ומובא בשעה\"מ כאן דבשופר לא שייך שמא יתקן דלא בעי תיקון עיי\"ש וכנראה מלשון התוספות במסכת חולין פ\"ד ע\"ב בד\"ה תקיעת שופר וכו' אי נמי הכי קאמר שאין ודאה דוחה שבת משום גזירה דרבנן שמא יעבירנו וספיקה דוחה יו\"ט אע\"ג דאיכא נמי איסורא דרבנן בתקיעה שהיא חכמה ואינה מלאכה ונדחה איסור זה מספק עכ\"ל. ונראה מדבריהם שאיסור תקיעה מדרבנן משום שחכמה ומשום שבות נאסר (ועי' בכפות תמרים בסוגיא שכתב דפליגי רבא ור' לוי אם הוי בכלל תשבות עיי\"ש) והנה למ\"ש בכמה דוכתין בפי' דברי רבינו בפ' כ\"א ה\"א דבכלל תשבות כל שבותי דרבנן שאינן מטעם גזירה ואם קיימם קיים דאורייתא וכמ\"ש בפ\"א מהל' שבת ה\"ו בסוגיא דשאצל\"ג דמטעם גזירה שייך העמידו אבל משום שבות מצוה דאורייתא קודמת שהיא חובה לשבות דהוי רשות עיי\"ש. וא\"כ מובן שפיר דכאן בתקיעת שופר דלא שייך שמא יתקן כלי שיר אלא משום שבות משו\"ה כתב ומדין היה שתוקעין יבוא עשה של תורה וידחה שבות של דבריהם וכו' אלא משום שמא יעבירנו דהוי גזירה ושייך העמידו דבריהם וכ\"כ בפ\"א באין עולין וכו' דהוי משום גזירה ושייך דיו\"ט עשה ול\"ת אף דהוי מדרבנן עשו כדאורייתא וכמ\"ש ז\"ל ובזה מיושבים קושית הלח\"מ ועי' במג\"א בסי' תקפ\"ח ס\"ק ד' ועי' בתוספות ר\"ה כ\"ט ע\"ב בד\"ה אבל וכו' דשאני לולב שאינו אלא טלטול בעלמא הואיל ואשתרי במקדש לא החמירו במדינה אבל תקיעת שופר מעשה חכמה וכו' עיי\"ש נראה גם כן דאסור מדרבנן משום חכמה ולא משום שמא יתקן כלי שיר וכמ\"ש לעיל:",
                "<b> או יוציאו מרשות לרשות וכו'</b> בתוספות במסכת ר\"ה כ\"ט ע\"ב בד\"ה שמא וכיו\"ב בכמה דוכתי במסכת מגילה סוכה וביצה כתבו דלזה ליכא למיחש דאית ליה הכירא ולא גזרו עבור זה עיי\"ש:"
            ],
            [],
            [
                "<b>כשגזרו שלא לתקוע בשבת לא גזרו אלא במקום שאין בו בי\"ד אבל בזמן שהיה בהמ\"ק קיים והיה בי\"ד הגדול בירושלים היו הכל תוקעין בירושלים בשבת כל זמן שבי\"ד יושבין וכו'.</b> ועי' בראב\"ד שהשיג עליו ועי' בירושלמי במס' ר\"ה פ\"ד ה\"ב ובקרבן העדה שם דמשמע שם דירושלים בכלל מקדש לענין זה עיי\"ש ועי' כיו\"ב במרכבת המשנה עיי\"ש:"
            ]
        ],
        [
            [],
            [
                "<b>תרועה זו האמורה בתורה נסתפק לנו בה ספק לפי אורך השנים ורוב הגלות ואין אנו יודעין האיך הוא אם היא היללה שמיללין הנשים ביניהן בעת שמייבבין או האנחה כדי שיאנח האדם פעם אחר פעם כשידאג לבו מדבר גדול או שניהם כאחד האנחה והיללה שדרכה לבוא אחריה הן הנקראים תרועה שכך דרך הדואג מתאנח תחילה ואח\"כ מילל לכך אנו עושין הכל.</b> ועי' ברא\"ש ובר\"ן שהביאו דברי רבינו האי גאון ז\"ל שכתב בתשובה שאל נחשוב כי נפלה ספק כזה בימי ר' אבהו שהרי משניות קדומות אחת אמרה ג' יבבות ואחת אמרה ג' שברים וקאמר אביי בהא פליגי וכך היה מעולם מנהג ישראל אלו עושין כן ואלו כן ושניהם יוצאין יד\"ח ומה שאמר אביי פליגי לא שהיו מטעים אלו לאלו אלא כל מקום לפי מנהגו כשבא ר' אבהו ראה שיהיו כל ישראל עושין מעשה אחד ולא יהיה נראה כחלוקה עיי\"ש וביתר ביאור בס' תמים דעים בסי' קי\"ט עיי\"ש. והנה זה מסכים לדעת רבינו שכתב בהקדמתו לש\"ס דדברי קבלה לא שייך שכחה ומחלוקת ועי' בזה בהל' ממרים פ\"א ה\"ג ובפי' למס' עדיות עיי\"ש וכאן לא כתב כדעת הגאון הנ\"ל אלא כתב שנשתכח מרוב הגלות ונסתפקו בזה:<br><b> והנה</b> יש להבין לדעת הגאון ז\"ל בהאי דמקשינן ר\"ה ל\"ד ע\"א אלא ר' אבהו מאי אתקין אי גנוחי גנח הא עבדינן אי ילולי יליל הא עבדינן מספקא ליה דילמא גנח וילל וכו' וא\"כ אף דנפרש לשון מספקא דלא כפשטיה מ\"מ האי דאתקין תרוייהו על כרחך משום ספק דלקיום מנהגם היה די בכל אחד בפ\"ע כקושית הגמ'. ונראה דהנה זה דלא שייך שכחה בדבר הנעשה תמיד מימות עולם זה אם לעשות דבר בדרך הזה או בדרך אחר דהאיך שייך ספק בהנעשה תמיד ונודע באיזה הדרך נעשה ולא שייך שעשהו פעם אחת בדרך אחר בלי שיהיה נשמע שהיה מהחולקים על הקבלה כצדוקין וקראים אמנם זה ימצא שיקילו ברוב ימים וימעטו במצוה מהמצות לעשותו בפחות מעט כאשר רואין להקל בכמה ענינים ואח\"ז נעשה כהתר ועל שמא פחתו מזמנים יש להסתפק וא\"כ י\"ל דבגמ' מפרשינן לבסוף דמאי דאיתא דר\"א מספקא ליה ולפי פי' ר' האי גאון לא היה ספק דפי' דבזה היה מסופק שמא שניהם כאחד ופחתו אחד וע\"ז שייך שכחה אבל לעשות דבר שלא היה כלל לא שייך שכחה אבל בדעת רבינו נראה דהוי ספק ממש לר' אבהו וכמ\"ש פשטיה דגמ' וגם מדתיקן לשניהם ביחד ג\"כ נראה כן ודעתו בכה\"ג דגוף הדבר נשמר ובשנוי הקולות דשניהם דומות ושנוי קל לדאגה או לבכי שייך שכחה ברוב הימים ולכן פי' רבינו הספק לברר האיך יעלה שכחה וספק בהנעשה מדור לדור ועי' בה\"ג שכתב רבינו ג\"כ לצאת מידי ספק שלא כהגאון הנ\"ל:"
            ],
            [
                "<b>היללה היא שאנו קורין תרועה וכו' נמצא מנין התקיעות שלשים כדי להסתלק מן הספק.</b> ועי' במ\"מ מלשון זה למידק ההפסק בין שברים ותרועה עיי\"ש. ובפר\"ח כתב זה בלתי מכריע דשנוי קולות שלשים המה אלא מדכתב רבינו ואחריה שלשה שברים ואחריה תרועה ולא כתב שלשה שברים ותרועה נראה יותר דבהפסק לעשותם עיי\"ש:<br><b> ובמ\"ש</b> לעיל בפ\"א ה\"א בפי' כמה דכייף וכו' וכמה דפשיט וכו' י\"ל הספק אם גנוחי גנח או ילולי ילל לפי פי' רבינו זה לדאגה וזה לבכיה דיש מקום לומר לבכות על חטאים ביום הדין וגם לומר הנראה בעזרא שאמר אכלו וכו' שאמר להם שלא ירבו בבכיה ויבטחו בה' הסולח אבל לא מנע מהם הדאגה ורעדה מיום הדין ושמא שניהם יחד דמספקי לר' אבהו דידאג מהדין ויבכה על חטאיו:"
            ],
            [],
            [],
            [
                "<b>שמע תשע תקיעות מתשעה בני אדם כאחד לא יצא אפי' ידי אחת וכו'.</b> עי' בלח\"מ לטעמו דר\"ן דצריך פשוטה לפניה ותרועה לאחריה למה אינו יוצא ידי אחת ועי' מ\"ש ע\"ז ובפר\"ח בסי' תקפ\"ח השיג על פי' וכמו כן בכפות תמרים ר\"ה כ\"ז השיג על הלח\"מ וכתב בדעת רבינו כיון דלא כיון בשמיעת התקיעה שתהיה לפני התרועה אלא שתהיה תקיעה ותרועה יחד אפי' ידי תקיעה לא יצא דבעינן שיכוין בתקיעה לעשותה לפני התרועה עיי\"ש ובקל לחלק בהאי דהל' ד' במשך התקיעה דלא אמרינן דהוי כב' תקיעות דדעת רבינו דלא כירושלמי דאמר אפי' אחת אין בידו עי' בכ\"מ שם דשם בתחילת התקיעה דעתו על הראשונה בלבד וסוף התקיעה במה שהאריך היה דעתו על התקיעה לאח\"ז ותחילת התקיעה בכונה הראויה משא\"כ כאן ועיי\"ש בכפות תמרים דף ל\"ד ע\"ב בתוס' בד\"ה מט' בני אדם מ\"ש בטעם מחלוקת רש\"י עם תוס' ורבינו אם צריך שלא יהיה כנגד הסדר שישמע תרועה אחר התקיעה או שיהיה כסדר זה אחר זה דוקא ואפילו בפעם אחת לא עיי\"ש:"
            ],
            [],
            [
                "<b>ג' ברכות אמצעות של ר\"ה ויו\"כ של יובל שהן מלכיות וזכרונות ושופרות מעכבות זו את זו וצריך לומר בכל ברכה מהן עשרה פסוקים מעין הברכה וכו'.</b> במסכת ר\"ה ל\"ב ע\"א הני עשרה מלכיות כנגד מי אמר רבי כנגד עשרה הילולים שאמר דוד בספר תהילים הילולים טובא הוו הנך דכתיב בהו הללוהו בתקע שופר (תהילים ק״נ:ג׳) ר' יוסף אמר כנגד עשרה דיברות שנאמרו לו למשה מסיני ר' יוחנן אמר כנגד עשרה מאמרות שבהן נברא העולם:<br><b> הנה</b> י\"ל דלא פליגי ולכל הכונות תיקנו עשרה וכדאיתא בפ\"ק דמגילה ככולהו תנאי וככולי אמוראי דכמה טעמים בדבר אחד. וי\"ל נגד י' מאמרות שנברא בהן העולם אשר ע\"י בריאות העולם נתגלה כבוד ה' לעין כל מעשיו וא\"כ כנגד י' אלו אשר בהן הכרת ה' ית' ע\"י הבריאה ונגד י' דברות וכמ\"ש ברש\"י בשם ר' סעדיה גאון ז\"ל שנכלל בהם כל התורה וזה כנגד קבלת מלכות שמים לקבל עליה רצון ה' ית\"ש להיות מושל ברוחינו כמו שגילה רצונו בהתורה ולהדמות אליו כאשר נגלה לנו בי\"ג מדותיו וכמ\"ש רז\"ל מה הוא רחום וכו' ובכלל העבודה השלימה לנו בראשונה הכרת אחדות ה' ואח\"ז קבלת מ\"ש ונגד י' הלולים בס' תהילים הנאמרין על מעשי ה' ית\"ש אחרי הבריאה והשגחתו ורחמיו על כל מעשיו אחרי הבראם. והנה בגמ' הני י' מלכיות כנגד מי יש לפרש כנגד הנאמרים עם מ\"ש גם נגד זכרונות ושופרות ועי' בפי\"ב מהל' תפילה ה\"ג ומ\"ש שם עיי\"ש:"
            ]
        ],
        [
            [
                "<b>שיעור הסוכה אין פחות מי' טפחים ולא יתר על עשרים אמה ורחבה אין פחות מז' טפחים על ז' טפחים ויש לו להוסיף אפילו כמה מילין היתה פחותה מי' או משבעה על שבעה או גבוהה מכ' אמה כל שהוא הרי זה פסולה.</b> ועי' בהמ\"מ דקיי\"ל דא\"צ אלא כדי ראשו ורובו ושולחנו והם ז' על ז' כמבואר בירושלמי ומבואר בגמ' דמשך סוכה שבעה עיי\"ש ובס' קרית ספר למבי\"ט ראיתי שכתב ורחבה אין פחות מז' טפחים על ז' טפחים מדאורייתא בכלל השעורין דהוי הלמ\"מ עיי\"ש וכמ\"ש המ\"מ כנראה בגמ' דתליא אם בעינן שלחנו ג\"כ דאל\"כ הוי פחות טפח כמ\"ש ז\"ל דשולחן אינו פחות מטפח. וכנראה מדעת הרי\"ף הוי משום שמא ימשך וא\"כ לא הוי מהלמ\"מ אמנם למ\"ש במג\"א בסי' תרל\"ד ס\"ק א' ימצא ז' על ז' בלא ראשו ורובו ושולחנו וא\"כ ז' על ז' לפ\"ז בלתי תליא במחלוקת דב\"ש וב\"ה ועי' בטו\"ז שם בסי' הנ\"ל אבל בירושלמי כדי שולחנו טפח במס' סוכה בפ\"ב ה\"ח ושיעור מקומו ששה טפחים ומזה ז' על ז' כמ\"ש ברשב\"א סוכה ג' בד\"ה א\"ד עיי\"ש ואם כן אין נראה דהוי בכלל הלמ\"מ בשעורין כמ\"ש במבי\"ט הנ\"ל. והנה דעת הרי\"ף דגם בראשו ורובו ושולחנו משום שמא ימשך אחרי הבית ועי' ברא\"ש במס' סוכה דף ג' ובר\"ן דף כ\"ח שלא נראה להם כדבריו אלא אף דסוכה דירת עראי מ\"מ צריכה קביעות כה\"ג שלא תהיה כדירה סרוחה בפחות מראשו ורובו ושולחנו וא\"כ לפ\"ז הוי שולחנו להרי\"ף מדרבנן ולרא\"ש ור\"ן מהתורה ודעת רבינו כדעת הרי\"ף וא\"כ יש לעיין אם בפחות מז' על ז' יצא מדאורייתא עכ\"פ ועיין בר\"ן דף כ\"ח אמרו לו א\"כ לא קיימת מצות סוכה מימיך שלא כראוי וכרצון החכמים וכדתנן מי שלא אמר ג' דברים בפסח לא יצא יד\"ח כלומר שלא קיים מצותן כראוי עיי\"ש ונראה דמדאורייתא יצא אבל דעת התוס' במס' סוכה דף ג' בד\"ה דא\"ל דאין יוצא אף ידי דאורייתא כיון שלא עשה המצוה כראוי מדרבנן וכיו\"ב בפסקי תוס' במס' ברכות דף י\"א עיי\"ש וא\"כ אין הכרע די\"ל דאף אם פסלו מדרבנן מ\"מ אינו יוצא ידי דאורייתא ג\"כ. ועי' ברשב\"א סוכה י\"ד ובפרי מגדים בפתיחתו לאו\"ח הל' ק\"ש אות ד' עיי\"ש:"
            ],
            [
                "<b>סוכה שאין לה ג' דפנות פסולה היו לה ב' דפנות גמורות זו בצד זו כמין גם עושה דופן שיש ברוחבו יתר על טפח ומעמידו בפחות מג' סמוך לאחד משתי הדפנות ודיו וצריך לעשות לה צורת הפתח מפני שאין לה ג' דפנות גמורות וכו'. היו לה ב' דפנות זו כנגד זו וביניהן מפולש עושה דופן שיש ברוחבו ד' טפחים ומעמידו בפחות מג' סמוך לאחת מב' הדפנות וכשירה וצריך לעשות לה צורת הפתח וכו'. </b> ועי' בהמ\"מ ודעת הסוברים דבסוכה כמבוי דבפס ד' א\"צ לפתח עיי\"ש. ועי' בקרית ספר להמבי\"ט שכתב ונראה דמדאורייתא סגי בטפח מצומצם סמוך לאחד מהדפנות ואפי' בסוכה העשוי כמבוי דמקרי נמי כה\"ג כהלכתן דהא הלכתא אוקמי אטפח בכל מקום שיהיה עכ\"ל ועי' בתוס' ז' ע\"ב כמבי\"ט ולדעתו הוי מדרבנן בפתח וכיו\"ב ועי' בר\"ן שכתב לחלק בין שבת וכלאים דפתח לחודא כמחיצה דלא כן בסוכה ועי' בהגהות מיימוני כאן ולהמבי\"ט יהיה לחומרא בסוכה מדרבנן ונראה כמ\"ש בתוס' דתליא בהכירה ובאמת יש להבין דהלמ\"מ כנראה בסתמא טפח מנ\"ל לאוספי שיהיה עם לבוד וכמ\"ש ברש\"י ברוב מחיצה ובמבוי פס ארבעה והנה י\"ל כיון דהלמ\"מ בסתמא טפח ויש לומר בטפח בכמה אופנים אם שיהיה ע\"י לבוד כרובא דמחיצה או ע\"י פס ארבעה עם לבוד כמחיצה כולה אזלינן לחומרא וכנראה מקושיא הגמ' דף ז' שם ויעמידנו כנגד ראש תור שתיק רב הנה לאחר דאמרינן בסמוך לג' ופתח א\"צ כנגד ראש תור אבל מאי מקשינן הרי הלמ\"מ סתמא רק טפח מנ\"ל להעמידו באופן כזה ונראה משום דנלך לחומרא מסתמא בהלמ\"מ ומהאי טעמא י\"ל לדעת רבינו דאפי' בכמבוי עם פס רחב ארבעה צריך פתח וכמ\"ש ברש\"י חצי טפח מצד אחד וחצי טפח מצד אחר וקנה עליהם עיי\"ש דכיון דיש לומר דהלמ\"מ בטפח בכה\"ג אמרינן כן כמו בב' דפנות בהל' ב' וזה יהיה נגד דעת המבי\"ט.<br><b> אמנם</b> למ\"ש במקו\"א דספק בכונת הלמ\"מ אזלינן לקולא לדעת רבינו מסכים לדעת המבי\"ט דהוי מחומרא מדרבנן ואפי' במבוי החמירו ולפ\"ז צריכין לומר דמקשינן וליעבד כנגד ראש תור דמסתבר לעשות בדרך הכירה ביותר כה\"ג מדרבנן עכ\"פ והנה להמבי\"ט א\"צ לומר כמ\"ש בר\"ן מדאורייתא לחלק בפתח משבת וכלאים לסוכה אלא בסוכה מדרבנן לא מהני ועי' סוכה ט\"ז ע\"ב עד כאן לא אמר ר' יהודה התם אלא בערובי חצירות דרבנן אבל סוכה דאורייתא לא וכו' עד כאן לא קאמר ר' יוסי הכא אלא בסוכה דמצות עשה אבל שבת דאיסור סקילה לא עיי\"ש וברש\"י שם. גם י\"ל הרי שבת חמיר מדאורייתא דצריך ג' מחיצות ובסוכה בב' וטפח ואפ\"ה בשבת מהני פתח ואם מדאורייתא לחלק בזה מהלמ\"מ אין להקשות אבל מדרבנן יש להבין אם לא נאמר כמ\"ש בתוס' בד\"ה ואינה לענין טפח בקנה דגבי סוכה החמירו דבעי' מחיצות הניכרות עיי\"ש וצ\"ע וצ\"ל אף דלא קיי\"ל בטעמא דלמעלה מעשרים משום למען ידעו וכו' כדאי' בריש פירקין דמס' סוכה זה דלא אמרינן משום דלא שלטה עינא לא הוי מנכר. אבל מנכר בעי שהיא לסוכה והוסיפו החכמים לעשות בהכירא טפי וכן צ\"ל במאי דאיתא מקילתא לחמירתא דשבת להחמיר מבסוכה. ועי' ד' ע\"ב רבא אמר בעינן מחיצות הניכרות ועי' ברשב\"א שם ועי' בתוס' ז' ע\"ב בד\"ה סיכך שהוצרכו לראיה שלא לומר דטפח בסוכה מדרבנן עיי\"ש וכתבו כמו כן דטפח דמעמידו בפחות משלשה מדרבנן עיי\"ש וזה כדעת המבי\"ט:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>סיכך ע\"ג מבוי שיש לו לחי או ע\"ג באר שיש לה פסין הרי זו סוכה כשירה לאותה שבת שבתוך החג בלבד. מתוך שלחי זה ופסין אלו מחיצות לענין שבת נחשוב אותן כמחיצות לענין סוכה. </b> עי' בפנ\"י שם דף ז' שכתב דמאי דהוי מדרבנן אמרינן האי מגו ולא במאי דמדאורייתא וחולק על הר\"ן שלא כתב כן עיי\"ש ועי' בשעה\"מ בהל' מאכלות אסורות בפ\"ח ה\"ו באוכל גיד הנשה של בהמה טמאה או נבילה דחייב שתים מגו דאחשבה התורה לגיד הנשה אוכל לעבור באכילה חשיבה נמי אוכל לטומאה ונבילה וכיו\"ב בכרתי ופלתי בסי' ס\"ה ס\"ק ב' עיי\"ש וצ\"ע במס' חולין דף פ' ע\"א וברש\"י בד\"ה מקטל קטליה דשחיטת קדשים בחוץ שחיטה שאינה ראויה היא ונהי דלענין שחוטי חוץ להתחייב כרת הוי שחיטה דגזה\"כ היא אבל לכל מילי לאו שחיטה היא כדאמרינן דף פ\"ה דגמר טבוח טבח והכן וכו' עכ\"ל דיקשה מנ\"ל לומר דלא כר\"ש דילמא לענין שחוטי חוץ נאמר מגו שהחשיבה התורה שחיטה לענין שחוטי חוץ הוי שחיטה ג\"כ לאותו ואת בנו כדמצינו במסכת סוכה הנ\"ל וכיו\"ב יקשה בסוגיא שם דנראה כדעת הר\"י ושם בחידושי כתבתי בזה עיי\"ש:"
            ],
            [],
            [],
            [
                "<b>סוכה שאוירה גבוה מעשרים אמה ומיעטה בכרים וכסתות אינו מיעוט ואפילו בטלם מיעטה בתבן וביטלו הרי זה מיעוט ואצ\"ל עפר ובטלו אבל בעפר סתם אינו מיעוט וכו'.</b> ועי' בהמ\"מ ולח\"מ והנה בזה אם צריך ביטול לעולם דדעת הרי\"ף ורבינו דצריך ביטול לעולם וברשב\"א הביא ראיה דבעי ביטול לעולם מדאמרינן בכרים וכסתות דבטלה דעתו אצל כל אדם וזה דאין מדרך לבטל כלי תשמישו לעולם דאלו לשבעת ימי החג אפשר דמבטל להו עיי\"ש. אמנם ברא\"ש כתב על דעת הרי\"ף ורבינו ונראה כפי' רש\"י דביטול דהכא כל זמן מצות סוכה דומיא דמיעוט כותל וחריץ שבין ב' חצירות במסכת עירובין דף ע\"ז ע\"ב דלא בעיא ביטול אלא באותה שבת דקאמר התם דדבר שאינו ניטל בשבת ממעט אבל דבר הניטל אינו ממעט עכ\"ל:<br><b> ולדעת</b> רבינו וסייעתו י\"ל בשאינו ניטל בשבת הוי סתימה מצ\"ע וא\"צ דעתו לכך בביטול בפי' אבל בתבן ועפר דצריך ביטול שיהיה לבטלו לעולם משום דבלא ביטול לא הוי כסתימה מצ\"ע. והנה בדבר שאינו ניטל בסוכה בשבת יש לעיין למ\"ש דהוי סתימה מצ\"ע ואם כן לסוכה יהני וגם אם לומר מיגו דהוי סתימה ומיעוט לענין שבת הוי גם כן לענין סוכה וצ\"ע:<br><b> ובענין</b> ביטול בפיו עי' בלח\"מ בדעת רבינו וברשב\"א במס' סוכה כתב דמה לי אם אמר בפיו דל\"ל דברים שבלב אינם דברים אלא בנדרים והקדשות ותנאים וכיו\"ב אבל לענין זה ביטול גלוי דעתיה הוי כאמירה בפה עיי\"ש וצ\"ע ואכ\"מ ועיין מ\"ש בהל' י\"ג:"
            ],
            [
                "<b>בנה אצטבא בה כנגד הדופן על פני כולה אם יש באצטבא שיעור רוחב הסוכה כשירה וכו'.</b> מה שיש לעיין בזה ובהקודם בממעט הגובה משום תעשה ולא מן העשוי עי' בפנ\"י סוכה ג' ע\"ב בד\"ה היתה גבוה וכו' עיי\"ש:"
            ],
            [],
            [
                "<b>דופני סוכה וכו' ועושה אדם את חבירו דופן ביו\"ט וכו' והוא שיעשה אותו שלא לדעת זה וכו'.</b> עי' בפ' ט\"ז הכ\"ג מהל' שבת ומה שכתבתי שם עיי\"ש:<br><b> ועמ\"ש</b> בהל' ב' כמין גאם ברמ\"ך כלומר ג' יוני\"ת שהיא עשויה כדל\"ת שלנו ומה שאמרו רז\"ל כמין גאם ולא אמרו כמין דל\"ת שלא רצו לתאר לאותיות הקודש שום דבר של חול וזה מהפלגת הגדולים קדושת התורה וכבודה עכ\"ל ועיין בפ\"ג מ\"ב דמסכת שקלים וכתוב עליהן א' ב' ר' ישמעאל אמר יונית כתיב בהן אלפא ביתא גמלא עיי\"ש:"
            ]
        ],
        [
            [],
            [
                "<b>סיכך בדבר שאין גדוליו מן הארץ או במחובר לארץ או בדבר שמקבל טומאה פסולה אבל אם עבר וסיכך בדבר הנובל ונושר או בדבר שריחו רע כשירה שלא אמרו אין מסככין באילו אלא כדי שלא יניח הסוכה ויצא וכו'.</b> ובכ\"מ הר\"ן כתב גבי שוצרי דסני ריחייהו דפסולין אף לדפנות ומשמע אפילו בדיעבד עכ\"ל. ונראה דדייק מלישנא דפסולין שכתב דמשמע דיעבד ועיין בר\"ן סוכה כ\"ח אמר לו א\"כ לא קיימת מצות סוכה מימיך שלא כראוי וכרצון החכמים וכדתנן מי שלא אמר ג' דברים בפסח וכו' שלא יצא כראוי עיי\"ש ועי' מ\"ש לעיל בפ\"ד ה\"א וצריכין לפרש פסולין לענין דרבנן ובאמת מצינו פסול על לכתחילה וכמ\"ש ברשב\"א במסכת גיטין וביותר בלשון המפורשים ופוסקים ונראה דהכ\"מ מפרש כמ\"ש המג\"א בסי' תרכ\"ט ס\"ק י\"ד דמותר לישב בה לדעת רבינו ונגד זה נראה מלשון הר\"ן דכתב פסולין דמשמע דאין לישב לכתחילה בה ואף דבדיעבד י\"ל דס\"ל דיוצא אפילו מדרבנן ורבינו מפרש שלא אמרו וכו' יניח הסוכה ויצא נראה דדעתו כיון שאינו מהכשר הסוכה לא שייך לפסלה שאין נוגע כלל לענין מצות סוכה דמשו\"ה לא יאכל חוץ לסוכה ונראה יותר משום ביטול עונג יו\"ט והוי ביותר עצה טובה מגזירה ועי' מ\"ש אח\"ז:",
                "<b> [סיככה במיני מתכות או בעצמות ועורות פסולים מפני שאינם גדולי קרקע וכו' פסולה וכו'.</b> עי' מ\"ש בפ\"ח ה\"ז ופי\"א ה\"א מהל' שבת עיי\"ש:]",
                "<b> וצריך להזהר שלא יהיו הוצין ועלין של סכך יורדין לתוך י' טפחים כדי שלא יצר לו בישיבתו וכו'.</b> וכתב ע\"ז ברמ\"ך שנראה מדברי רבינו דלא מפסלא בדיעבד דטעמא כדאיתא בגמרא שאין אדם דר בדירה סרוחה אבל במצי לדייר לא מפסלא בהכי ולכתחילה למזהר דילמא שביק ונפיק אבל בדיעבד יצא עיי\"ש. ומסכים למ\"ש רבינו לעיל בריח רע ועליו נושרים ועי' בשו\"ע או\"ח בסי' תרל\"ג סעיף ט' דאינה פסולה עיי\"ש וצריכין לחלק להאי דלעיל:",
                "<b> הדלה עלי' גפנים וכיו\"ב עד שנעשו סוכה פסולה שהרי לא נעקרו וכו'.</b> ברמ\"ך בשם ירושלמי ספ\"ז דמסכת כלאים בעי הדלה דלעת בעציץ שאינו נקוב וסיכך על גבה אם כשירה לסוכה ולא אפשטא וכתב דנראה כמו לענין שבת כמ\"ש רבינו בפ\"ח מהל' שבת וכ\"כ לענין גט כתלוש דמי כמו כן לענין סוכה ומחלק בין עץ וחרס כמ\"ש ברש\"י גיטין דף ז' ע\"ב בשל חרס א\"צ לנקוב עיי\"ש:"
            ],
            [
                "<b>סיככה וכו' סיכך בירקות שאם יבשו יבולו ולא ישאר בהן ממש אע\"פ שהן עתה לחים הרי מקומן נחשב כאלו הוא אויר וכאילו אינם.</b> ועי' בכ\"מ וברשב\"א במסכת סוכה י\"ג ע\"ב שפי' כרש\"י משום גזירה מדרבנן שמא יבשו ולפי גירסתו ומביאין את הטומאה וכתב די\"מ דגורסין ואין מביאין ומדינא כן דלא בני קיימא נינהו לז' ימים מהשתא הוי כליתנייהו וכתב והראשון יותר נכון עיי\"ש ונראה דיותר נכון לפי הסוגיא לאוקמי כשאין עומדין לנפול בימי חג רק הגזירה שיסכך בהנופלין בימי החג דודאי באלה הנופלין בימי החג מדאורייתא פסולין דכל סוכה שאינה לכל שבעה לא הוי סוכה כדאיתא במסכת סוכה כ\"ג גבי בהמה:"
            ],
            [],
            [
                "<b>סיככה בחצים בזכרים כשירה בנקיבות פסולים אע\"פ שהוא עשוי להתמלאות בברזל בית קיבול הוא ומקבל טומאה ככל כלי קיבול.</b> מה שיש מהסתירה ממ\"ש רבינו בפ\"ב מהל' כלים ה\"ג עיין בשו\"ת הרשב\"א בסי' קצ\"ה ובשו\"ת הרשב\"א המיוחסת להרמב\"ן בסי' רט\"ו ובשו\"ת שבות יעקב ח\"א בסי' ל\"ג עיי\"ש. ועי' ברמ\"ך בזכרים שהיו תחובים מקודם פסולה דהוי כבלאי כלים ודוקא בחדשים מיירי:"
            ],
            [],
            [],
            [
                "<b>תקרה שאין עליה מעזיבה וכו' ה\"ז פסולה שהרי לא נעשו לשם סוכה וכו' לפיכך אם פקפק וכו' הרי זה כשירה ובלבד שלא יהיה בכל נסר ונסר ארבע טפחים וכו'.</b> עי' ברא\"ש סוכה ט\"ו שהקשה על רבינו ועי' ברשב\"א שם ובמג\"א בסי' תרל\"א ס\"ק ח' ליישב דעת רבינו עיי\"ש:"
            ],
            [],
            [
                "<b>חבילי קש וכו' ואין חבילה פחותה מכ\"ה בדים.</b> ועי' בראב\"ד וברמ\"ך כתב דשאני חבילה מאגודה עיי\"ש:"
            ],
            [],
            [
                "<b>העושה סוכתו תחת האילן כאלו עשאה בתוך הבית הדלה עליה האילנות ובדיהן וסכך ע\"ג ואח\"כ קצצן אם היה הסיכוך הרבה מהן כשירה ואם לא היה הסיכוך שהיה מתחילתו כשר הרבה מהן צריך לנענע אותן אחר קציצתן כדי שתהיה עשויה לשם סוכה.</b> ועי' בהמ\"מ וכ\"מ ובגמ' לא שנו אלא באילן שצלתה מרובה מחמתה אבל חמתה מרובה מצלתה כשירה וכי חמתה מרובה מצלתה מאי הוי הא קמצטרף סכך פסול בהדי סכך כשר א\"ר פפא כשחבטן וכו':<br><b> ובפי'</b> כשחבטן ארבעה פירושים רש\"י פי' השפיל ענפיו למטה מעורבין על סכך כשר ואין נראין בעין וסכך כשר רבה עליו ומבטלה דמדאורייתא כל מילי בטל ברובא וכדתנן במשנה י\"א אם היה סיכוך מרובה מהן כשירה וכו' עכ\"ל וע\"ע מ\"ש על המפרשים כשחבטן בדרך אחר עיי\"ש ובהמ\"מ לדעת רבינו פי' הפרידן ובכ\"מ למ\"ש רבינו בפי' במשנה קצצן ובבעה\"מ פי' חבטן שחבט ענפי האילן עד שנשרו כל העלין ממנו דגליא דעתיה דלא ניח\"ל בצילו של האילן כלל ונעשה האילן כעומד בפ\"ע עיי\"ש וכולמו שלא כפי' רש\"י ובמרכבת המשנה דרבינו ממאן בפי' רש\"י דלא שייך ביטול בניכר האיסור עיי\"ש:<br><b> ובמשנה</b> ושחמתה מרובה מצלתה פסולה ברש\"י המועט בטל ברוב והרי הוא כמי שאינו ועל שם הסכך קרויה סוכה עכ\"ל:<br><b> ועי'</b> בטו\"ז בסי' תרל\"א ס\"ק ג' מ\"ש על הלבוש שכתב מהתורה אפי' בניכר האיסור שייך ביטול עיי\"ש ובספר יד המלך כתב דבהצל בלתי ניכר אם הוא מהכשר או מהפסול ועי' בר\"ן בפי' רש\"י הנ\"ל במשנה שכתב כמו כן דבהצל הוי מעוטא כמאן דליתא דמי עיי\"ש ופי' בפנ\"י שם ועוד יקשה דאף דבלתי ניכר בהצל מ\"מ כיון דיוכל להפריש הפסול לא שייך ביטול ולא נראה דזה הוי מדרבנן וגם אם נאמר דאזלינן בתר הצל בלבד ולא בתר הסכך הנה לענין איסורא בכה\"ג תליא בזה וזה גורם ולענין מצוה למ\"ש זה וזה גורם משום ביטול וכמ\"ש ברא\"ש בהל' חלה שייך במצוה גם כן נהפך וי\"ל ועי' בר\"ן שכתב דהרי מחצה על מחצה די אלא משום בתערובת גרע וצריך רובא ואף דניכר מ\"מ לא יגרע מחצה על מחצה עיי\"ש. אבל כל זה לפי' דמיירי כשהסוכה צלתה מרובה מחמתה ואפ\"ה מקשינן והא קמצטרף אבל ברש\"י שכתב בד\"ה הא וכו' ומהני צל האילן לצל הסכך להשלים צלתה של סוכה עכ\"ל נראה שדעתו כמ\"ש בתוס' בד\"ה הא כשצילתה של סוכה מרובה בלעדי האילן לא שייך לפסלה וא\"כ בכה\"ג שצריכין צלו של האילן להשלים השיעור לא שייך סברת הר\"ן ועי' במג\"א בסי' תרכ\"ג ס\"ק ו' ובס' מחצית השקל שם עיי\"ש ועי' בהגהות מיימוני שכתב דרש\"י חזר כנראה מפי' בסוגין עיי\"ש:<br><b> והנה</b> באופן שכתב בר\"ן י\"ל בלא\"ה דאין דומה לעירוב איסור בהתר דהאיסור העיכוב על שאסור עלינו משא\"כ במצוה דאין הסכך הפסול בגדר איסור אלא דאינו מועיל ושייך רובו ככולו דאמרינן בכ\"מ ואין חוששין על המיעוט דהתורה לא חששה אלא על הרוב שיהיה מסוכך כהלכתו ובכה\"ג פרוץ כעומד אבל לפי פי' רש\"י לא שייך לומר כן ונראה דרבינו מיירי ג\"כ בכה\"ג כדעת התוס' ורש\"י משו\"ה מיאן לפרש כמוהו ועי' בשו\"ת שמן רוקח לאאמו\"ז הגאון ז\"ל בח\"ב בסי' י\"א עיי\"ש:<br><b> אמנם</b> בסי' תרל\"א סעיף ב' בנפחת פחות מג' דאיתא וישנים תחתיו ומצטרף להשלים לכשיעור י\"ל דשייך רובו ככולו וכמ\"ש לעיל:<br><b> ומ\"ש</b> בר\"ן לחלק במחצה על מחצה לבעין לע\"י תערובת מצינו לענין איסור כיו\"ב עי' פסחים מ\"ד ע\"ב וכיו\"ב בכמה דוכתי וטעם כעיקר בבעין לכו\"ע מדאורייתא ובתערובת פליגי:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>סוכה שאולה כשירה וכן הגזולה כשירה כיצד אם תקף על חבירו והוציאו מסוכתו וגזלה וישב בה יצא שאין הקרקע נגזלת וכו'.</b> ובהגהות מיימוני בשם ירושלמי דמפרש גזולה דלמעוטי בכה\"ג דנכנס בסוכה של חברו שלא מדעתו נגד הבבלי עיי\"ש ובשו\"ע בסי' תרל\"ז דלכתחילה לא ישב ובדיעבד יצא. ועי' ברשב\"א ור\"ן דלא הוי בכלל מצוה הבאה בעבירה משום דאין קונה אותה והנה למאן דס\"ל מהב\"ב מדרבנן יש להבין אבל למאן דס\"ל מדאורייתא יש לעיין בהאי חלוקא משום דאין קונה דמ\"מ בעבירה עשה ורק במדרבנן י\"ל בכה\"ג לא החמירו שלא עשה עבירה קיימת וא\"צ לקנין בהמצוה שימצא בה ובכפות תמרים הקשה דשואל שלא מדעת גזלן וראוי לומר תפסת מועט תפסת דרק שאלה (נתמעטה מלך) [נתרבה מכל האזרח] משא\"כ בשואל שלא מדעת עיי\"ש. ונראה כיון דא\"צ דוקא לכם לא הוי אלא משום מהב\"ב אלא דלפ\"ז אפי' בגוזל סוכה המטלטלת לא יהיה אלא משום מהב\"ב ויהיה מוכח מהב\"ב דאורייתא ולפ\"ז כיון דלא שייך בשאינה נגזלת מהב\"ב גם שואל שלא מדעת יוצא אלא דלפ\"ז יש להבין כמ\"ש אם מהב\"ב מנ\"ל לחלק בין עשה דבר שקונה אותו או לא וצ\"ע בכל זה:<br><b> וברש\"י</b> סוכה כ\"ז ע\"ב בד\"ה כל אזרח בישראל ישבו בסוכת כתיב דמשמע סוכה אחת לכל ישראל שישבו בזה אחר זה ואי אפשר שיהא לכולן דלא מטי שוה פרוטה לכל חד אלא ע\"י שאלה עכ\"ל. ועי' בתוס' שם הנה פי' שלא נאמר דקרא מיירי בשותפות דלא שייך שותפות לכל ישראל ועי' בריב\"ש בסי' שמ\"ז עיי\"ש:<br><b> והנה</b> לכאורה בשאין לשום אדם שוה פרוטה וא\"כ לא הוי לשום אדם וכל המחזיק בראשונה זכה בה אלא למ\"ש דבחצי פרוטה איסור דאורייתא משום חצי שיעור למאן דס\"ל דאורייתא ולמאן דס\"ל בכל דבריו חצי שיעור מתורה אבל למאן דלא ס\"ל כן א\"כ לכל המחזיק שלו אלא דמכל זה מוכח ביותר דאם המחזיק בראשונה זכה הבאים אח\"ז על כרחך משום שאלה יצאו ואם אסור מטעם חצי שיעור מהאי טעמא צריך לומר שאלה ואם דילמא במתנה ע\"מ להחזיר נראה דע\"ז א\"צ לקרא דכל האזרח ועל כרחך לשאלה:"
            ]
        ],
        [
            [],
            [
                "<b>חולים ומשמשיהן פטורין מן הסוכה וכו' וחתן וכל השושבינין וכל בני החופה פטורין מן הסוכה כל שבעת ימי המשתה.</b> עי' מ\"ש בפ\"ד מהל' ק\"ש עיי\"ש:"
            ],
            [],
            [
                "<b>שלוחי מצוה פטורין מן הסוכה בין ביום ובין בלילה וכו'.</b> והמ\"מ שם ויש מי שכתב והוא שיהיה בענין שאם ישבו בסוכה יתבטל קצת מאותה מצוה ואין נראה כן מדברי הגאונים ולא מדברי רבינו שסתם וכתב למעלה שלוחי מצוה פטורין מן הסוכה אלמא בכל גונא פטורין כ\"ז שעוסקין במצוה שהעוסק במצוה פטור מן המצוה עכ\"ל ועי' בהגהות מיימוני אות ד' בזה:<br><b> והנה</b> נשים עינינו בסוגיא דעוסק במצוה פטור ממצוה ומה שמדובר בזה מהמפורשים ז\"ל:<br><b> מקורו</b> במס' ברכות דט\"ז ע\"א במשנה חתן פטור מק\"ש ודף י\"ז ע\"ב ובמס' סוכה במשנה כ\"ה ע\"א שלוחי מצוה פטורין מן הסוכה וכו' ובמסכת זבחים י\"ט ע\"א כהנים בעבודתם ולוים בדוכנן וישראל במעמדן פטורין מן התפילה ומן התפילין וכו' וברש\"י ומן התפילין דקיי\"ל סוכה כ\"ה העוסק במצוה פטור מן המצוה עכ\"ל ובמסכת סוטה מ\"ד ע\"ב במשנה בד\"א במלחמת רשות וכו' ובגמ' וברש\"י שם עיי\"ש ובסוגיא דפרוטה דרב יוסף שאביא להלן בס\"ד וברש\"י במס' סוכה שם בד\"ה שלוחי מצוה הולכי בדרך מצוה כגון ללמוד תורה ולהקביל פני רבו ולפדות שבוים עכ\"ל וברייתא שם כ\"ו ע\"א הולכין לדבר מצוה פטורין בין ביום ובין בלילה:<br><b> ובהמ\"מ</b> כתב על לשון רבינו משנה כלשונה עכ\"ל ובאמת אינו כלשון המשנה דבמשנה ליתא האי דבין וכו' ובברייתא ליתא לשון שלוחי מצוה אלא הולכין לדבר מצוה וכו' ורבינו נראה דבחר מלשון המשנה ומלשון הברייתא ועל כרחך טעמא בזה:<br><b> ולכאורה</b> לשון שלוחי מצוה שפי' ברש\"י הולכי בדרך מצוה כגון ללמוד תורה וכו' יש להבין האיך שייך ע\"ז הלשון שלוחי מצוה דלשון שלוחי משמע דנשלחו מאחרים לעשות מצוה עבורם כלשון שליח בכ\"מ. והנה בכה\"ג יש לעיין דהוי כחטא בשביל שיזכה חבירך או דנאמר דשאני כשיעשה איסור להציל חבירו מאיסורא רבה שייך לומר אין אומרים חטא בשביל שיזכה חבירך. אבל במצוה שהשליחות לקיים מצוה עבור חבירו ג\"כ מצוה ואף שקלה משיעשה בעצמו מצוה לעצמו מ\"מ הוי כמו בכל עוסק במצוה שפטור ממצוה חמורה. וי\"ל משו\"ה בחרו לומר שלוחי מצוה ולא הולכים לדבר מצוה אלא דרש\"י לא פי' כן ומצינו לשון שלוחי מצוה על מצוה שעושה בעצמו והולך לעשותה במס' פסחים דף ח' שלוחי מצוה אינו נזוקין בבודק החמץ לעצמו עיי\"ש ובכמה דוכתי. אמנם בכל מקום איתא דאמר ר' אלעזר שלוחי מצות וכו' ואולי ר\"א אמרו ג\"כ בשליח מאחרים למצוה שג\"כ אין ניזוק ומכ\"ש כשעושה בעצמו מצוה שלו והולך לעשותה וא\"כ בלתי מוכרע לומר לשון שליח מצוה ע\"ע ועכ\"פ נראה לדינא גם רש\"י מודה ולרבינו י\"ל משו\"ה בחר מלשון משנה ומלשון ברייתא דיש נפק\"מ בשניהם ומלשון משנה שלוחי מצוה ומכ\"ש הולכי לדבר מצוה דאי' בברייתא. ועי' מ\"ש לקמן בהל' שקלים בפ\"ג ה\"ח וט' עיי\"ש ועי' מדרש רבה במדבר פט\"ז עיי\"ש:<br><b> והנה </b> מלשון הולכין לדבר מצוה ושלוחי מצוה נראה דאפי' בשאין עוסקים במצוה ממש רק הולכים לעשותה פטורין ממצוה וברשב\"א במס' ברכות י\"א וכאן בסוגיא מפרש הסוגיא דבשבתך וכו' ע\"פ דרך הזה דבס\"ד לחלק בין עושה ממש המצוה להולך לעשות מצוה עיי\"ש:<br><b> וכנראה</b> דאפי' בעוסק במצוה קלה פטור בחמורה ועי' בפנ\"י שכתב דבמצות שוות פשיטא דמאי אולמי האי מהאי אלא בק\"ש דאית בה מלכות שמים צריכין קרא למעוטי עיי\"ש. והנה לדעת הרשב\"א דלעוסק במצוה המצוה האחרת כרשות ואין רשאי לבטל המצוה שעוסק בה לקיים האחרת. וא\"כ גם במצות השוות צריכין לקרא וליכא למידק במ\"ש בפנ\"י הנ\"ל:<br><b> והנה</b> יש להבין דלפי הנאמר והנראה דאפי' למצוה חמורה ממנה אמרינן העוסק במצוה פטור ממצוה האיך נפרנס מאי דאיתא במס' מגילה ג' ע\"א דמגילה דוחה ת\"ת ומבטלין ת\"ת עבור מקרא מגילה. ובמס' שבת י\"א מפסיקין לק\"ש ולמה לא נאמר העוסק במצוה פטור אף מהחמורה ממנה. והנה על מפסיקים מת\"ת לק\"ש ולמגילה יש לומר כמ\"ש בירושלמי בפ\"ק דמס' ברכות שפוסק לעשות לולב וסוכה שכל הלומד שלא לעשות נוח לו וכו' עיי\"ש אבל מאי דאיתא במס' מגילה שם כהנים בעבודתן ולוים בדוכנן וישראל במעמדן כולן מבטלין עבודתן ובאין לשמוע מקרא מגילה יש להבין עוד. וצריכין לומר דמשום פרסומי ניסא יצא מכלל ולא אמרינן בו כל העוסק במצוה וכו' ועי' במס' מ\"ק ט' ע\"א רמי קרא אהדדי כתיב פלס וכו' וכתיב אורח חיים פן תפלס לא קשיא כאן במצוה שאפשר לעשותה ע\"י אחרים כאן במצוה שא\"א לעשותה ע\"י אחרים וברש\"י מצוה שאפשר וכו' תפלס וכו' שתעשה אותה הגדולה וחבירך הקטנה ובמצוה שא\"א לעשותה ע\"י אחרים אל תפלס אלא מצוה שבא לידך גדולה או קטנה עשה עכ\"ל. הנה טרם כי עשה המצוה שייך כן. אבל כשכבר התחיל במצוה שייך לומר העוסק במצוה וכו' ומצוה שעליו בכל פעם הוי א\"א לעשותה ע\"י אחרים. אחר שכתבתי ראיתי בברכי יוסף בסי' ל\"ח באו\"ח עמד ע\"ז ועי' מ\"ש לחלק בין ת\"ת לשאר מצות:<br><b> והנה </b> כמ\"ש לעיל אפי' בשאין עוסקים במצוה אלא הולכים לעשותה פטורים ממצוה אחרת עי' בנמוק\"י במס' ב\"מ דף ל' בשמירת אבידה אם הוי מצוה או בכלל מכשירים עיי\"ש ואפ\"ה בפרוטה דרב יוסף אמרינן העוסק במצוה וכו':<br><b> ועוד</b> לשום לב. דבגמ' במס' סוכה הנ\"ל ב' למודים על העוסק במצוה וכו' מבלכתך בדרך וכו' ומפסח שני וכו' ומשוי צריכותא בפסח הוי בלא מטא זמנו דחיובא. עוד ובק\"ש ליכא כרת עיי\"ש:<br><b> ויש</b> להבין למאן דס\"ל ק\"ש דרבנן מנ\"ל עוסק במצוה וכו' במטא זמן המצוה דפטור מהמצוה ולמ\"ש בתלמידי רבינו יונה ומובא בס' שאגת אריה בסי' א' דאם לא למד תורה לכו\"ע ק\"ש דאורייתא דלמאן דס\"ל ק\"ש לאו דאורייתא ודברת בם בד\"ת כתיב עיי\"ש וראיתי בפנ\"י בפ\"ג ממס' ברכות בסוגיא דספק קרא ק\"ש שכתב כן אבל לפמ\"ש בירושלמי הנ\"ל דבתורה י\"ל כל הלומד שלא לעשות וכו' וא\"כ לא נדע מזה בשאר עוסק במצוה וכו' דשאני ק\"ש דמטעם למוד תורה דשייך לומר הלומד ע\"מ שלא לעשות וכו' משא\"כ בשאר מצות. וי\"ל ע\"ז מדחזינן מבלכתך וכו' פרט לחתן דאין עוסק במצוה אלא טרוד במחשבה דהוי ג\"כ בלי מעשה וכמ\"ש ברש\"י דאין צריך לבטל טרדת מחשבתו ועי' ברשב\"א שהוכיח דלא מיירי שהולך לעשות נשואין עיי\"ש. וא\"כ אין טרדת והכנה במעשה. וא\"כ מזה נדע מדאמרינן גם בזה דפטור מק\"ש על כרחך משום דעוסק במצוה וכו' דלא שייך שלא לעשות וכו' בזה וא\"כ למאן דס\"ל ק\"ש לאו דאורייתא עיקר למודא מחתן בק\"ש ללמוד בכל התורה העוסק במצוה פטור ממצוה. ובזה יש להבין דברי התוס' בד\"ה בלכתך שגירסתו במס' ברכות בשבתך פרט לחתן ובלכתך פרט לעוסק במצוה וכו' ועי' במהרש\"א שכונת התוס' שגם כאן הכונה כן עיי\"ש וי\"ל דאם נאמר בלכתך פרט לחתן וא\"כ יש לפרש שאזיל לנשואין וא\"כ הוי במעשה ולא נדע מזה העוסק במצוה פטור ממצוה אלא בק\"ש דשייך כל הלומד שלא לעשות וכו' וכדברי הירושלמי ולא נדע העוסק במצוה וכו' למאן דס\"ל ק\"ש לאו דאורייתא ורק משום למוד התורה ולא נדע בעלמא עוד דהעוסק במצוה וכו' אבל אם בשבתך פרט לחתן ומשום טרדות נדע כן אף בכל מצות שהעוסק וכו':<br><b> ולמ\"ש</b> י\"ל ר' שילא דאמר חתן פטור ושושבינין חייבין וברש\"י מק\"ש דטרוד ושאר בני חופה חייבין ולית להו להני תנאי העוסק וכו' פטור וכו' וי\"ל דחתן פטור משום טרדה והעוסק וכו' לא נלמד מבלכתך בדרך די\"ל דהולך לדבר מצוה דהוי במעשה ודוחה ק\"ש וכמ\"ש ולא שאר מצות וכמ\"ש:<br><b> והנה</b> לומר דטרדת מחשבה לעשות מעשה עדיף מתורה דהוי בלי מעשה לא נראה כן דתורה הוי בודאי טרדת מחשבה על כל מעשי המצות ודוחק לחלק משום דהוי הטרדה להמצוה שרוצה לעסוק עכשיו:<br><b> וע\"ע</b> מ\"ש לעיל בפ\"ד מהל' ק\"ש בחתן שקיים פריה ורביה ללא קיים עיי\"ש מ\"ש בזה:<br><b> (ב) דעת </b> הרשב\"א במס' סוכה הנ\"ל דעוסק במצוה דפטור מהמצוה אינו רשאי לבטלה למען לקיים האחרת דהוי כרשות כנגדה עיי\"ש:<br><b> ולכאורה</b> לשון פטור ומלמודא מק\"ש לא נדע עוד שאינו רשאי אלא שאין צריך להפסיק. ובפסח לא שייך הפסק שהרי נטמא כבר וצריכין לומר דמסברה כן כיון דהתורה ריבה לנו דאין מצוה נדחה ממצוה אף להגדולה ממנה מזו שעוסק בה מזה נדע שאין רשאי לבטלה זו שעוסק בה לקיים האחרת דאם היה רשאי היה מוכרח לבטל הקטנה עבור הגדולה (ולא מצינו דעשה דוחה עשה אלא בעשה דכרת עי' זבחים כ\"ג עיי\"ש) ועל כרחך טעם בדבר שאין יכול לבטל בהעוסק בה ואולי משום בזיון המצוה שעוסק בה כבר מ\"מ נראה כן:<br><b> ויש</b> לעיין לדעת הרשב\"א א\"כ למה קרא רבן גמליאל ק\"ש אף דהיה יכול לכוין כמ\"ש בתוס' שם ולפי הסוגיא שם נראה דכל אדם יהיה רשאי לעשות כן אלא שאין ביכולתם לבטל טרדת לבבם כר\"ג ולרשב\"א הרי עכ\"פ ביטל טרדה דמצות הנשואין שאינו רשאי דהוי לדעתו ק\"ש כמצות רשות נגדה וע\"כ הלמודא דעוסק במצוה פטור ממצוה דנילף מק\"ש הוי מאלה היכולין לסלק טרדת לבבם דאל\"כ בלא\"ה פטורים מאונס טרדתם וכן נראה מלשון רש\"י עמ\"ש לחלק בין טבעה ספינתו שיסלק טרדתו. וא\"כ לרשב\"א למה יהיו רשאין לסלק טרדת המצוה כיון שפטור מק\"ש:<br><b> והנה</b> בסוגיא במס' סוכה ת\"ר חתן והשושבינין וכל בני החופה פטורין מן התפילה וחייבין בק\"ש. וברש\"י וחייבין בק\"ש דמצות כונתה אינו אלא פסוק ראשון ויכולין ליישב דעתן שעה קטנה כדי לקרוא פסוק ראשון עכ\"ל. ולפ\"ז הוי כאפשר לקיים שניהם ולרשב\"א רק בלא אפשר לקיים שניהם פטור. וא\"כ לדידן צ\"ל דגם פסוק ראשון לא הוי אפשר וי\"ל דפליגי אם פסוק ראשון מהתורה או כל הפרשה או ג' פרשיות ועי' בשו\"ת שאגת אריה סי' ב' בזה. ובמשנה איתא חתן אם רוצה לקרוא בלילה ראשונה קורא ונראה דרשאי אם יוכל לכוין ומזה דבחתן תליא דלפעמים יוכל לסלק טרדות לבבו שלא יהיה לו לצורך כלל בהם ואפשר לקיים שניהם וכן היה ברבן גמליאל אבל בא\"א לקיים שניהם באם סלק לבבו מטרדות אין רשאי לעשות כן לדעת הרשב\"א:<br><b> אמנם</b> דעת רש\"י במס' ברכות דף י\"ז ע\"ב ואינו שותה יין ואינו מברך ואינו מזמן וז\"ל בד\"ה ואינו מברך ואינו צריך לברך ברכת המוציא. ואינו מזמן אינו צריך לברך ברכת המזון עכ\"ל. ובתוס' שם בד\"ה ואינו חלקו עליו שאינו רשאי עיי\"ש ועי' בר\"ש במס' דמאי פ\"א מ\"ד עיי\"ש וא\"כ מדברי רש\"י נראה שהברירה בידו לעשות המצוה האחרת בשאי אפשר לקיים שניהם כהאי דשם:<br><b> (ג) דעת </b> התוס' בד\"ה שלוחי וברא\"ש ורשב\"א דלא אמרינן העוסק במצוה פטור ממצוה אלא בשאי אפשר לקיים שניהם דאל\"כ הלובש תפילין וכיו\"ב יהיה פטור מכל המצות עיי\"ש ובתוס' ב\"ק דף נ\"ו ע\"ב בד\"ה בהאי עיי\"ש ובמס' ב\"מ דף ק\"ט ע\"א בתוס' בד\"ה והוי עיי\"ש:<br><b> אמנם</b> דעת הר\"ן במס' סוכה הנ\"ל ובהגהות אשר\"י שם דבכל גונא פטור העוסק במצוה אף באפשר לקיים שניהם ושאני בפרוטה דרב יוסף דדוקא עוסק במצוה פטור ולא מקיים המצוה ולכן דוקא בעת ששטחה פטור וכמו כן בשאר מצות ואם בקל יוכל לקיים שניהם כאחת כמו דאמרינן שישמחו בסוכה כדאי' בסוגיא צריך לקיימן אבל בטירחא לא עיי\"ש. והביא ראיה לדבריו מחתן דפטור מק\"ש אף דאפשר לבטל א\"ע מטרדתו שהרי איתא במשנה דאם רצה לקרות קורא עיי\"ש. ולדעת התוס' וסייעתו י\"ל דאם יבטל טרדת לבבו מבטל מצוה דטרדה גופה מעין המצוה ולא אפשר לקיים שניהם כלל ולא שייך ק\"ש וקיום מצוה דטרדה ביחד והאי דאיתא להלן וחייב בק\"ש וכמ\"ש ברש\"י דדי בפסוק אחד כמו כן בזה לעיל. ועוד הביא בר\"ן ראיה לדבריו ממשמר את המת דפטור מק\"ש ושם הוי אפשר כמו כן לקיים שניהם עיי\"ש:<br><b> אבל</b> בירושלמי המובא בתוס' הנ\"ל שם דפטור משום כבודו של מת עיי\"ש וא\"כ הוי אי אפשר לקיים שניהם ג\"כ שם לפ\"ז דמבטל לפי שעה כבודו של המת. ולמ\"ש ההמ\"מ הנ\"ל דעת רבינו כדעת הר\"ן:<br><b> ונאמר</b> בזה לפרש ענין הסוגיא במס' נדרים ל\"ג ע\"ב. מחזיר לו אבידתו פליגי בה רב אמי ור' אסי חד אמר לא שנו אלא בשנכסי מחזיר אסורין על בעל אבידה דכי מהדר ליה מידעם דנפשיה קא מהדר ליה אבל נכסי בעל אבידה אסורין על המחזיר לא קא מהדר ליה דקא מהני ליה פרוטה דרב יוסף וחד אמר אפי' נכסי בעל אבידה אסורים על מחזיר מהדר ליה ומשום פרוטה דר\"י לא שכיח וכו' איכא דמתני בהאי לישנא פליגי בה ר' אמי ור' אסי חד אמר לא שנו אלא בשנכסי בעל אבידה אסורין על מחזיר ומשום פרוטה דר\"י לא שכיח אבל נכסי מחזיר אסור על בעל אבידה לא מהדר ליה משום דקא מהני ליה. וחד אמר אפי' נכסי מחזיר אסור על בעל אבידה מותר דכי מהדר ליה מידי דנפשיה קמהדר ליה וכו':<br><b> וברש\"י</b> בד\"ה פרוטה וכו' וז\"ל דלא שנו בכה\"ג דלהוי שביק ולא יהיב פרוטה לעני בשביל אותה מצוה ולא מתהני מניה כלל ולפיכך מחזיר לו אבידתו עכ\"ל. ולשון הר\"ן לא שכיח שיבוא עני לשאול ממנו באותה שעה דנימא לא מהדר משום דמתהני מידי דכה\"ג כיון דלא שכיח לא הוי בכלל איסור הנאה מיהו כיון דאפשר דאתי ומתהני מיניה שומר שכר הוי עליה וחייב בגניבה ואבידה עכ\"ל:<br><b> ולדברי</b> רש\"י נראה אף באומר שחשובה בעיניו ואין נותן לעני אפ\"ה לא הוי הנדר עליו משום דהוי נגד בני אדם שרובם אין מקפידים ע\"כ וא\"כ לא נכלל בלשון הנדר ולא הוי בשפתיו דבנדרים אזלינן בתר דעת המדיר:<br><b> ובדעת</b> הר\"ן דס\"ל דלא היה דעתו על לא שכיח יקשה להבין כיון דדעתו על הנאות שבעולם וכי צריך לאסיק אדעתו על כל הנאה והנאה שיקרה לו ממנו ומסתברא כיון שרצה שלא יהנה ממנו מסתמא דעתו על כל הנאה שיקרה לו ממנו על כולם היה בדעתו ואם היה יודע שיקרנו לו הנאה זאת גם זאת היה בדעתו שתאסר עליו וכי צריך שידע ויסיק אדעתו על כל הנאה שתוכל לבוא:<br><b> וביותר</b> יקשה בהאי דאיתא לא שנו אלא כשנכסי בעל אבידה אסורין על המחזיר דפרוטה דרב יוסף לא שכיח אבל כשנכסי המחזיר על בעל אבידה לא דקמהני ליה. וברש\"י משום דדמי כמהני עיי\"ש ולכאורה זה יותר לא שכיח שיאבד המודר וימצא המדיר מפרוטה דר\"י בהנאתם. וגם יקשה למה לא מפרשינן דפרוטה דר\"י לא שכיח דהוי נפילה דיחיד ומציאה דיחיד כדאמרינן במס' ב\"ב קע\"ב ע\"ב דהוי לא שכיח ודוחק לומר שנדר בזמן שבין אבידה ומציאה דאז הוי רק מציאה דיחיד בלבד:<br><b> ונראה</b> לענ\"ד לומר דהנה בתוס' במס' נדרים בד\"ה דמהני וכו' וז\"ל פי' בשעה שעוסק במצות אבידה וא\"ת ישיב לו אכילת הנאה להקדש אותה פרוטה במקום שנוטלין שכר. וי\"ל דלא מצי הדיין לדעת כמה פעמים פטור הוא ע\"י למיתב רפתא לעני עכ\"ל ותירוצם צריך פירוש למה לא ידע הוא כמה פעמים תבע העני ממנו ולא נתן לו והוא נאמן ע\"ע כמו בשאר איסורין הנוגעים לו בלבד ודוחק לומר משום דהוי איסורא דאית בממונא וכנראה מלשון התוס' שכתבו שאין הדיין יודע וכו' משמע שאין הלה נאמן להדיין ומשו\"ה אינו יודע:<br><b> גם</b> יקשה למה יבטל עודנו המצות עשה דהשבת אבידה נאמר דישיב האבידה ויהיה מחויב ג\"כ ליתן לעני משום הנדר שלא יהיה נהנה וע\"ז לא שייך תירוץ התוס' גם ראשית דברי התוס' שכתבו פי' בשעת שעוסק במצות אבידה וכו' צריך פי' במה שרצו לומר בזה ומאי סמיכות בזה למה שכתבו כאן:<br><b> ונראה</b> דהנה דעת הר\"ן וסייעתו נגד דעת התוס' כמ\"ש לעיל דבאפשר לקיים שניהם להר\"ן ג\"כ אמרינן העוסק במצוה פטור ממצוה ולדעת התוס' וסייעתם דוקא באי אפשר לקיים שניהם אמרינן כן והביאו ראיה מפרוטה דרב יוסף עיי\"ש. וא\"כ לתוס' מיושב קושיא הנ\"ל דיחזיר האבידה ויתן לעני דהרי באפשר לקיים שניהם בלא\"ה מחויב בשניהם והפטור רק בשאי אפשר לקיים שניהם וא\"כ אין לבטל מצות השבה משום העני דעוסק במצוה וכו' וא\"כ מדויק לשון התוס' במס' נדרים הנ\"ל שהקדימו בתחילת דבריהם פי' בשעה שעוסק במצות אבידה וכו' הכונה ולא בשעה שמקיימה בתוך ביתו וכשיטתם במס' סוכה דרק בא\"א לקיים שניהם פטור. וא\"כ ממילא לא יקשה שיקיים השבה ויתן גם לעני דשניהם כאחת א\"א בשעה שעוסק דבאפשר חייב בלא\"ה ובא\"א לא יבטל השבת אבידה. אבל מ\"מ הקשו שפיר דיפיל הנאה להקדש. וע\"ז מתרצין שפיר דאינו יודע כמה וכו' כיון דמיירי בא\"א לקיים שניהם ובאופן שאין העני יוכל לבוא לפניו ואין יודע כלל ממנו דרק באפשר י\"ל דעל כרחך ידע כמה פעמים בא לפניו העני אבל באי אפשר י\"ל שאינו יודע:<br><b> אמנם</b> לדעת הר\"ן דאף באפשר לקיים שניהם פטור בעוסק במצוה יקשה כה\"ג דעכ\"פ יקיים העשה דהשבה ויתן לעני דודאי העוסק במצוה פטור ממצוה אבל אין רשאי לעשות איסור לעבור על הנדר וצ\"ל דגם לדעת הר\"ן יוכל שיקרה שיהיה באופן שא\"א לקיים שניהם ואז יפטור ועיין בר\"ן סוכה שם וצ\"ע:<br><b> אמנם</b> יקשה ממ\"ש בס' החינוך וברשב\"א במס' נדרים בפ\"ב דנדר על דבר מצוה לא שייך לומר עשה ידחה לל\"ת דנדר עשה ול\"ת עיי\"ש. וא\"כ בכה\"ג דהשבת אבידה אף דהוי ג\"כ עשה ול\"ת מ\"מ לא יקשה דידחה העשה ול\"ת דהשבה לעשה ול\"ת דנדר דכדאי' במס' ב\"מ בפ\"ב דאין עשה ול\"ת דוחה לעשה ול\"ת עיי\"ש. אלא דיקשה די\"ל דכל זה דוקא בבאים כאחת ואמרינן מאי אולמי האי מהאי ושב ואל תעשה עדיף כמו דאמרינן במתן ארבעה שנתערבו במתן שתים. אבל בכה\"ג דהשבת אבידה דחל מיד וקודם לעשה ול\"ת דנדר נאמר לכאורה דיהיה מחויב במ\"ע דהשבה ואם דשמא יבוא להנאה כשיקרה לפני עני ע\"ז נאמר להיפוך מאי אולמי האי עשה ול\"ת מהאי עשה ול\"ת דנדר מעשה ול\"ת דהשבת אבידה דהרי השתא ליכא עני לפניו וליכא הנאה לו. וכיון דהשתא ליכא לפניו ואח\"ז הוי שוא\"ת שלא יתן לעני וכמ\"ש בהאי דמתן ארבעה וכו' גם דיש לעשה ול\"ת הודאי לדחות ל\"ת ועשה דספק דנדר דהרי הוי ספק שמא לא יבוא עני והרי לחד דאמר דלא שכיח:<br><b> אמנם</b> יש לומר דלא הוי ספק הנאה אלא ודאי הנאה ולא כי הנאה באה לו אח\"ז כשיבוא העני דלפ\"ז הוי ספק שמא לא יבוא העני אלא מיד בתחילתו הנאה לו בודאי אף דספק אם יבוא עני להרויח פרוטה מ\"מ הנאה ודאי לו עכשיו על שאם יקרנו ירויח ואף דהריוח ספק הנאה על הריוח הספק הוי ודאית דאל\"כ בשומר שכר דאמרינן דשומר אבידה שומר שכר משום פרוטה דרב יוסף וא\"כ מה הדין באם לא בא עני לפניו בכל עת שהאבידה בידו ועל כרחך משום דנהנה שאם יבוא עני יפטור ומשום ספק זה הוי הנאה ודאי לו ולא תבטל למפרע אבל בלא בא עני כלל ולפ\"ז לא יקשה דעשה דאבידה ידחה לל\"ת דנדר משום דעשה דאבידה מהשתא והנדר אח\"ז בשעת הנאה ועשה דאבידה ודאי ושל נדר ספק דלפמ\"ש גם הנאה של הנידור הוי מיד וכאחת עם ההשבה והוי ג\"כ ודאי ואמרינן שפיר ע\"ז מאי אולמי וכו' ולא ידחה העשה ול\"ת לעשה ול\"ת. אבל כל זה אם נאמר דפרוטה דר\"י שכיח וא\"כ מסיק אדעתו על הספק ונהנה מיד אבל אם פרוטה דר\"י לא שכיח ולא אסיק אדעתו כלל ולפ\"ז לא נהנה בתחילת השבה רק אח\"ז כאשר יבוא העני לפניו וא\"כ לפ\"ז העשה ול\"ת של השבה קודם ואמרינן שפיר ע\"ז דמאי אולמי וכו' ותקדם לל\"ת ועשה של הנדר. ואתי שפיר לפ\"ז דעת הר\"ן דלפמ\"ש גם אם הקרה לו אח\"ז לא אכפת לן שהרי דוחה עשה ול\"ת לעשה ול\"ת בכה\"ג ואין מוכח לומר לפ\"ז כמ\"ש לעיל דבלא שכיח לא הוי נכלל בלשון הנדר די\"ל דסבירא ליה כמ\"ש:<br><b> ומיושב</b> הקושיא הנ\"ל למה לא אמרינן דלא שכיח משום דהוי אבידה ומציאה דיחיד וגם מה שהקשתי על מאי דאיתא אבל כשנכסי המדיר לא דמהני דיאבד הוא וימצא הלה לא שכיח ביותר מפרוטה דר\"י דלמ\"ש לק\"מ דבפרוטה דר\"י די\"ל דעשה דוחה לל\"ת דמאי אולמי משום דקדים וכמ\"ש מה שא\"א לומר אם נאמר דהשבת אבידה לא שכיח מה\"ט שכתבתי דמ\"מ נהנה ומובן במ\"ש ואתי שפיר:<br><b> ונראה</b> דיש ג\"כ לומר דהמחלוקת אם פרוטה דר\"י שכיח או לא שכיח תליא דאם נאמר דלא אמרינן עוסק במצוה פטור ממצוה אלא באי אפשר לקיים שניהם וזה לא שכיח שיבוא עני רק בעת שאי אפשר לקיים שניהם כאחד באותו הזמן ובכה\"ג. אבל אם נאמר באפשר לקיים שניהם ג\"כ פטור הוי שכיח וא\"כ יתלה אם נאמר באפשר לקיים שניהם דפטור אם קיי\"ל כרבה או כר\"י וצ\"ע:<br><b> ולכאורה</b> י\"ל דנפק\"מ באם פטור משום עוסק במצוה אלא דאסור לו להרויח פרוטה דר\"י משום איסורא דנדר למ\"ש י\"ל דבצדקה וכן בכל המצות איכא שעבוד נכסים עי' בר\"ן כתובות בפ' נערה ובהגהות מיימוני הל' ת\"ת ובס' מחנה אפרים בהל' ריבית סי' א' בזה עיי\"ש. אבל משום איסורא דנדר לא שייך שעבוד נכסים עכ\"פ. אמנם למ\"ש הר\"ן במס' כתובות הנ\"ל דבמיניה דידיה אף בלא שעבוד נכסים אמרינן דעד שכופין בגופו יכופו בנכסים לא נפק\"מ בזה אלא במת וכיו\"ב:<br><b> (ד) בגמ' </b> סוכה הנ\"ל והעוסק במצוה וכו' מהכא נפקא דתניא ויהיו אנשים וכו' נושאי ארונו של יוסף היו וכו' אלא עוסקין במת מצוה היו שחל ז' שלהן להיות בע\"פ וכו' וצריכי דאי אשמעינן התם משום דלא מטא זמן חיובא דפסח אבל הכא דמטא זמן ק\"ש אימא לא צריכא ואי אשמעינן הכא משום דליכא כרת וכו' צריכא:<br><b> ועי'</b> במס' שבת י\"ט ע\"א ת\"ר אין מפליגין בספינה פחות מג' ימים קודם לשבת במד\"א לדבר רשות אבל לדבר מצוה שפיר דמי וכו' וברא\"ש ורי\"ף שם משום ביטול עונג שבת ובדבר מצוה הוי עוסק במצוה פטור ממצוה עיי\"ש ובמ\"א כתבתי בדעת הסוברים דעונג שבת דאורייתא עיי\"ש ובבעה\"מ שם פי' משום שיכול לבוא לידי סכנה ולחילול שבת משום פקוח נפש ואסור בג' ימים דהוי קמי שבתא דהוי כמתנה ע\"ז עיי\"ש. וא\"כ לדבר מצוה דמותר לא שייך מטעם העוסק במצוה וכו' דלא מצינו בהעוסק במצוה וכו' שיהיה מותר לעבור על ל\"ת או להביא את עצמו לזה ושבת ל\"ת בכרת. ונראה דשם לאו מה\"ט שרי דלכאורה אם לא יהיה כמתנה יקשה ג\"כ יהיה אסור ועל כרחך משום דתחילתו בהתר וסופו פקוח נפש דוחה ומחלוקת אם נאמר הותרה עי' בב\"י או\"ח בסי' שכ\"ה בזה ובשו\"ת תשב\"ץ בזה רק כמתנה לא יהיה בבתוך ג' ימים:<br><b> ובתוספות</b> כאן בד\"ה משום הקשו ממס' זבחים דף ק' ע\"ב דאיתא אידי ואידי לאחר חצות וכאן קודם שזרק ושוחטו וכו' ומנ\"ל בכה\"ג במטא זמניה דפסח דלא מצינו ללמוד פסח במטא זמניה מק\"ש דשאני פסח דחמור דהוי בכרת כדאי' בסוגיא וא\"כ יקשה פסח במטא זמניה דעוסק במצוה פטור ממצוה מנ\"ל:<br><b> וי\"ל</b> דבלא\"ה יש להבין דהרי לאחר חצות חיובא דפסח קדים וצריכין לומר דכל זמן שלא שחטו הוי אנינות ועי' ברש\"י שכתב משום אנינות המפקיע עיי\"ש ואנינות קדים שאין מחוסר מעשה והוי כעוסק בה כבר ובפסח דבעי מעשה לא הוי כעוסק עודנו ושפיר אנינות קדים. אמנם יקשה עוד מנ\"ל אף בכה\"ג דשם בפסח שני היו אח\"כ אנוסים אבל בכה\"ג דאפשר עוד לקיימו ולענין מ\"ע דטומאה פסח קדים דטומאה ג\"כ מחוסר מעשה וראיתי בס' טהרות הקודש שכתב דבאנינות לא שייך דחיה משום דאונן לא הוי ראוי שאינו שלם כדאי' בגמ' ואינו מקיים העשה דכרת כלל עיי\"ש. אבל לפ\"ז גם לאחר שחיטה נאמר כן. וי\"ל דהנה ברש\"י הנ\"ל במס' זבחים שכתב משום אנינות ולא משום מ\"ע דלה יטמא וי\"ל דצריך לשניהם דמשום אנינות ומשום מ\"ע דטומאה י\"ל דפסח דחיה רק שניהם ביחד י\"ל שפיר דלא ידחה דהנה בעוסק במצוה למדנו בקדים אפי' המאוחר חמיר אין מבטל העוסק בו וכמ\"ש לעיל רק בעשה שיש בה כרת לא ידענו עוד אלא כדאי' בסוגיא בגונא דלא מטא זמנו כמו בפסח שני אבל במטא זמנו דפסח לא נדע עוד. והנה במ\"א כתבתי בלאו הניתק לעשה דאין לוקין י\"ל בטעמא דלא נדע מלקות אלא כשעובר לאו שאי אפשר לתקנו דעבר הלאו בשלימות אבל בכה\"ג דע\"י קלקולו בהלאו יקיים העשה לא הוי הלאו בשלימות ולא ידעינן מלקות בכה\"ג. וכמו כן י\"ל דאף דפסח הוי בכרת בעובר על העשה אבל בכה\"ג אם ע\"י ביטולו מקיים עשה אחרת נהי שאינו רשאי עכ\"פ עשה דכרת לא עבר דלא עשה ביטול המעשה בשלימות כאשר חייבה התורה בעונש כרת משום דקיים ע\"י ביטול העשה עשה אחרת אף דהיא קלה ממנה וא\"כ י\"ל כה\"ג לפמ\"ש אנינות קדים אלא אף דקדים פסח ידחה לל\"ת דאנינות אבל אם הוי בצירוף עוד עשה דטומאה וא\"כ כה\"ג אמרינן דלא ידחה אנינות הקדום ואם דהוי עשה דכרת הרי מצד העשה דטומאה דמצורף לאנינות לא הוי פסח בכרת עוד כמ\"ש אלא חמור בלבד ובחמור עוסק במצוה פטור ממצוה וא\"כ מיושב שפיר דיש ללמוד מק\"ש כ\"ז וקושית התוס' מיושבת לענ\"ד:<br><b> (ה) יש</b> לעיין לדעת הרשב\"א דעוסק במצוה אין רשאי לבטלה לעשות מצוה אחרת דהוי כרשות נגדה ולא נאמרה כה\"ג עיי\"ש כנ\"ל בכה\"ג בב' מצות הרשות אם רשאי לבטל האחת בשביל אחרת דכיון דביטול מצוה בשביל אחרת שאינו רשאי דהוי פגם בהמצוה שעוסק בה לפ\"ז גם במצות רשות אין רשאי או דנאמר דוקא במצות חובה כגון שזו קדמה עליו בחובה וחל עליו כבר והשניה כרשות ולא נאמרה כלל ע\"ז לבטל במה שחל החיוב עליו מקדם משא\"כ בשניהם רשות ובשוין ובשאין שוין יש לספק וצ\"ע:<br><b> ויש</b> לעיין עוד במס' זבחים ק' ע\"א בגמ' ממאי דילמא לעולם אימא לך אידי ואידי אחר חצות והא ר' ישמעאל והא ר' עקיבא דתניא לה יטמא רשות דברי ר\"י ור\"ע אומר חובה וכו'. ועי' ברש\"י ובתוס' שם בד\"ה הא ואפי' מת לאחר חצות נמי קאמר ר\"ע יטמא משום דסבר לה יטמא מצוה ואין לה תשלומין הילכך מטמאים ליה וממילא אזיל ליה כרת דהו\"ל טמא דפסח יש לו תשלומין בשני ולא דמי לעשה דהשלמה דאתי עשה דפסח ודחי ליה ואע\"פ שיש לו תשלומין וכו' עיי\"ש. ויקשה דנהי דלה יטמא רשות מ\"מ כדאיתא במס' סנהדרין מ\"ו ע\"ב בקבורת מת הוי עשה ול\"ת וא\"כ נהי דל\"ת יוכל לתקן ע\"י נכרי או ע\"י טמא כבר וכיו\"ב אבל העשה אין שליחות לנכרי וגם ע\"י טמא יש לעיין אם לא נאמר בכה\"ג כל מילתא דלא מצי עביד לא מצי משוי שלוחו ועי' ב\"ק ק\"י ע\"א ואי לא מצי לעבוד עבודה שליח האיך מצי עביד עיי\"ש. ועי' בתוס' ישנים במס' עירובין דף י\"ג ע\"א עיי\"ש. וברמב\"ם פי\"ב מהל' אבל ה\"א ופט\"ו מהל' סנהדרין ה\"ח ובלח\"מ בהל' אבל שם עיי\"ש וי\"ל דמ\"ע דקבורה הוי על כו\"ע אלא ביש קרובין המה הקודמים אבל באיכא עיכוב בהם המצוה על האחרים ונבטל הקדימה להקרובים ואחרים הראוין ביותר קודמין שאין מבטלין המ\"ע דפסח וא\"כ עליהם המ\"ע דקבורה ולא על הקרובין דנבטל הקדימה עכ\"פ כן נראה לענ\"ד לומר:<br><b> וע\"ע</b> בענין העוסק במצוה וכו' בר\"ן ובריטב\"א במס' קדושין דף ל\"ב ע\"א בד\"ה איסי בן יהודה עיי\"ש. וברמב\"ם פ\"ו מהל' ממרים הי\"ג עיי\"ש ובפ' ט\"ו ה\"ב מהל' אישות בת\"ת ופו\"ר עיי\"ש ועי' בשאגת ארי' בסי' ל\"ז עיי\"ש:<br><b> וי\"ל</b> במס' סוטה מ\"ד ע\"ב במשנה בד\"א במלחמת הרשות אבל במלחמות מצוה הכל יוצאין אפי' חתן מחדרו וכלה מחופתה אמר ר' יהודה בד\"א במלחמת מצוה אבל במלחמות חובה הכל יוצאין אפי' חתן וכו' ובגמ' אמר רבא מלחמת יהושע לכבש ד\"ה חובה מלחמת בית דוד לרווחה ד\"ה רשות כי פליגי למעוטי נכרים דלא ליתי עלייהו מר קרי ליה מצוה ומר קרי ליה רשות נפקא מיניה לעוסק במצוה שפטור מן המצוה עיי\"ש:<br><b> ויש</b> לעיין למה (לא) יקרא דנכרים דלא לייתי עלייהו רשות ולא מצוה והרי מקילין בשבת צרין וכו' בפ\"ק דמס' שבת ועי' במס' תענית ובמס' עירובין וכיו\"ב שהקילו משום זה ולא יהיה בכלל מצוה:"
            ],
            [],
            [],
            [
                "<b>אכילה בלילי יו\"ט הראשון בסוכה חובה אפי' אכל כזית פת יצא יד\"ח מיכן ואילך רשות רצה לאכול סעודה סועד בסוכה רצה אינו אוכל כל שבעה אלא פירות או קליות חוץ לסוכה אוכל כדין אכילת מצה בפסח.</b> עי' במס' ברכות מ\"ט ע\"ב אלא מעתה שבתות ויו\"ט [דלא סגי] דלא אכיל ובתוס' שם בד\"ה אבעי הקשו מסוכה כ\"ז אי בעי אכיל אי בעי לא אכיל חוץ מלילה הראשונה ויליף ט\"ו מחג המצות ותירצו שא\"צ לאכול בסוכה אם לא ירצה אבל בשביל יו\"ט צריך לאכול וכתבו ע\"ז וא\"ת מאי נפק\"מ אם צריך לאכול בשביל יו\"ט או בשביל סוכה ותירצו כשירדו גשמים עיי\"ש ובמס' סוכה דף כ\"ז בתוס' בד\"ה איבעי עיי\"ש:<br><b> ובצל\"ח</b> במס' ברכות שם מדלא כתבו בתוס' דמשום יו\"ט סגי בכזית ולענין סוכה מחשב סעודות עראי נראה דדעת התוס' דאכילת יו\"ט הוי קבע אף באכילת ארעי דחובתו משוי קבע וחייב לאכול בסוכה וכתב דדעת הטור בסי' תרל\"ט לא ס\"ל כן מדכתב בליל הראשון כיון שחובה בכזית לא רשאי לאכול כזית חוץ לסוכה משמע דשאר סעודת יו\"ט אף שהוא חובה יכול לאכול חוץ לסוכה באינו אוכל אלא כזית עיי\"ש ובשעה\"מ כאן שדעת התוס' דכמו שבת קובע למעשר דעראי דידהו הוי קבע כמו כן ביו\"ט וא\"כ משו\"ה הקשו בתוס' שפיר דלא שייך לשנוי בכזית וכתב כמו כן דהטור הנ\"ל לא ס\"ל כן עיי\"ש ועי' בצל\"ח ביצה ל\"ד מ\"ש אם יו\"ט קובע למעשר עיי\"ש:<br><b> ונראה </b> דהנה יש לעיין בהאי דאמרינן שבת קובע למעשר בסעודתו אפי' בעראי אם משום דעתו ומחשבתו דהוי סעודת שבת מצוה וגם העראי חשוב לו ועי\"ז בגדר קבע מטעם חשיבת או דנאמר מצד עצמו משום חשיבות המצוה הוי קבע ואפי' בדעתו לאכילת עראי הוי קבע:<br><b> וכמו </b> כן יש לעיין לענין גמר מלאכה בכה\"ג דגרוגרת וצמוקין בהאי דעומד אדם על המוקצה ערב שביעית ואומר מכאן אני אוכל למחר במס' ביצה ל\"ד ע\"א במשנה וברש\"י דמיירי באחזי ולא אחזי דאיכא דאכלי ואיכא דלא אכלי עיי\"ש אם נאמר כיון דהוי נגמר אלא דהרבה אין אוכלין אותו על דרך זה לא הוי גמר מלאכה ואם אזלינן בתר דעתו בשאכלו או הזמינו דהוי עי\"ז גמר מלאכתו:<br><b> הנה</b> בזה שכתבתי באחרונה אם נאמר דאזלינן בתר דעתו למשוי גמר מלאכתו וא\"כ מחויב במעשר מדאורייתא יש להבין הסוגיא דמס' ביצה הנ\"ל דס\"ד למפשוט דשבת קובע אפי' בלא נגמר מלאכתו ממשנה דעוד אומר ר' אליעזר עומד אדם וכו' הנ\"ל ואמרינן שאני התם כיון דאמר מכאן אני נוטל למחר קבע עלויה וכו' דיקשה דמנ\"ל לומר דהזמנתו מלהוציאו ממוקצה משוי לקבע למעשר נאמר להיפוך דעל כרחך לעראי דעתו דאל\"כ מאי הועיל בהזמנתו דהוי עי\"ז טבל ואף נותן בצד זה עי' בתוס' חולין אסור בשבת עיי\"ש וגם מתורת מוקצה לא הוציאו דטבל מוקצה. [ועי' במל\"מ פ\"ה הכ\"ב ממעשרות אם בשלא נגמרה רשאי לעשר בשבת עיי\"ש]. אבל אם נאמר דהזמנתו משוי לגמר מלאכה אתי שפיר דלמ\"ש ב\"ה בפרק ג' דבאחזי ולא אחזי בגלוי דעתו על מקצתו הנשאר בגדר חזי עיי\"ש. ולענין מעשר נמי כיון דהזמין מקצתו הוי בגדר חזי ונגמר מלאכתו לפי דעתו שכן אזלינן בתר דעתו ובנגמר מלאכתו ודאי אף עראי אסור וא\"כ משני שאני דאמר מכאן וכו' וא\"כ הוי כנגמר מלאכתו והבעיא בלא נגמר מלאכתו ומקשינן שם אפי' בחול נמי דשבת קובע בנגמרה מלאכתו נדע ממקום אחר וזה דהזמנה מחשבי לקבע בחול נמי דאזלינן בתר מחשבתו ומשני וכו' ומקשינן ממותר חוזר וכו' דחיישינן לחזרה ולא הוי קבע במחשבתו וגם לענין גמר מלאכה נאמר כן וכמו שמצינו במוקצה דבעי מעשה בכמה ענינים ואין לומר בכאן ודאי לא יחזור שלא יהיה מוקצה והוי כמו בטומאה דזה אינו דאם לא יחזור הוי מעשר וירויח בחזרתו דלמ\"ש יאכלנו עכ\"פ. ועיין בצל\"ח שהקשה למה נקטו בכלכלה של שבת בחול נמי עיי\"ש ולמ\"ש לשבת רבותא מדלא עשרו בחול דאפשר לעשר:<br><b> כן</b> חשבתי לפרש אבל אחרי רואי בלתי לומר כן דלפ\"ז באכל עראי ממנו בשבת דהרי לא חזר מהזמנתו עכ\"פ יהיה טבל ולא מקשינן מידי דלפי' רש\"י אתי שפיר דעל כרחך אכל גרע לענין מחשבה לענין מעשר ממחשבה סתם דהזמנה מחשביה ליה דעראי אין מהדרך להזמינו אבל למ\"ש יקשה ואין הכרע:<br><b> אמנם</b> מ\"ש בראשונה בסעודת שבת דקבעת למעשר אם מצד עצמו או ממחשבתו ודעתו. נראה דהוי מחלוקת בירושלמי בפ\"ד מ\"ב ממעשרות מובא בר\"ש שם פירות שליקטן שלא לצורך שבת וקדשה עליו שבת ר' יוחנן אמר טובלת ר\"ל אמר אין שבת טובלת. ועוד שם בליקטום לשבת אוכל מהם בערב שבת עיי\"ש ונראה דמחלוקתם תליא אם שבת מצ\"ע קבעה או משום דעתו לקבעו משום שבת ור\"י דקי\"ל נגד ר\"ל ס\"ל לפ\"ז דקבעת מצ\"ע:<br><b> והנה</b> מהאי דמותרו חוזר ולרבנן אין מותרו חוזר לבטל קביעתו ליכא למידק די\"ל דאזלינן בתר תחילתו ועכשיו חזר מדעתו ואצ\"ל כיון דהזמן לצורך סעודה קבע מצ\"ע:<br><b> ונראה</b> דאפי' למאן דס\"ל בירושלמי בהזמינו שלא לצורך שבת אין שבת קובע מ\"מ בהזמינו לצורך שבת ובדעתו שלא להחשיבו לקבע לא אזלינן בתר דעתו דשבת קובע משום המצוה ומחשבתו להמצוה ובטלה דעתו להחשיבו לעראי דעכ\"פ מצוה קעביד ומחשבת מצוה משוי לקבע וצ\"ע. ולכאורה מוכח לומר כן דאל\"כ יקשה למה נאמר סעודת שבת קובע משום המצוה דחשובה בעיניו נאמר להיפך באכלו למען שלא יאכל שאינו מעושר היה בדעתו בודאי שיהיה עראי בלבד והמצוה בלתי חשובה בעיניו לעבור משום זה איסורא. וביותר אם נאמר דהוי ע\"י ההזמנה גמר מלאכה וא\"כ הוי טבל מדאורייתא. והנה לא מצינו בפי' באכלו אלא שלא יאכל בשאר שבת שאינה של שביעית אבל באכלו וגילה דעתו שלא יהיה לקבע בלתי מפורש וי\"ל עוד דתליא במחלוקת דר\"י ור\"ל בירושלמי הנ\"ל. ולכאורה במחלוקת דר\"א ור\"י בהיה אוכל באשכול וחשכה בלילי שבת ר\"א אומר יגמור ור\"י אומר לא יגמור ומוקי לר\"א דיגמור למ\"ש ולא משני דשאני בחשכה שהיה בדעתו לעראי ושאני ממתני' דמיירי בסתמא ולא יאכל נראה לכאורה דלא מהני גלוי דעתו לעראי:<br><b> ונאמר</b> לפרש במ\"ש לשון המשנה תינוקות שטמנו ושכחו ולא עשרו וכו' ועי' ברש\"י שמפרש כל לשון המשנה אבל לשון ושכחו לכאורה מיותר:<br><b> וי\"ל</b> דהנה יש לעיין בתינוקת שטמנו וכו' ושכחו לא יאכלו למ\"ש דנראה אף דלא אכלו בשבת ועל כרחך בתר דעתם אזלינן וא\"כ דמשום דעתם לאכלו בשבת משוי לקבע נאמר להיפוך דעל כרחך לא היה דעתם לקבע שהרי לא עשרו והאיך היה בדעתם לאכלו בקבע בשבת ונגד ההזמנה יהיה ההוכחה הדלא עשרו ואם גם נאמר דלא מהני גלוי דעתו לבטל תורת קבע בשבת מ\"מ יועיל דלא עשרו לבטל ההוכחה דהזמנה. אמנם למ\"ש שאין בכחם לבטל קביעת השבת בדעתם לעראי היה ג\"כ להם לעשר וא\"כ אין מזה הוכחה נגד ההזמנה:<br><b> אמנם</b> יש מקום לומר דחזרו מהזמנתם לשבת וחזרה נראה דמהני וביותר בכה\"ג דנאמר דהוי בתוך כדי דבור ואף דאמרינן בעלמא לא חיישינן. לחזרה בתוך כדי דבור אם נאמר כמו כן צ\"ע ועיין בירושלמי מובא בר\"ש הנ\"ל לכו\"ע בליקטום לשבת אוכל מהם עראי בערב שבת עיי\"ש:<br><b> אבל</b> בכה\"ג דתינוקת שטמנו וכו' ועיין ברש\"י שאין להם מחשבה אלא במחשבתם ניכרת מתוך מעשיהם דמוכחים ובירושלמי איתא דמיירי שטמנו ביה\"ש דעי\"ז מוכח שעשו הזמנה לצורך שבת עיי\"ש בזה יש להקשות טובא דמאי הוכחה איכא כיון דאיכא הוכחה להיפוך מדלא עשרו על כרחך לא היה דעתם לקבוע בשבת וליכא מחשבתם נכרת מתוך מעשיהם עכ\"פ וגם כיון דהוי ספק אם היה דעתם מתחילה והשתא חזרו לא הוי ניכרת כלל וכלל לא. וי\"ל דמשו\"ה נקטו ושכחו ולא עשרו דלפ\"ז הוי שפיר נכרת מתוך מעשיו דמאי דלא עשרו לא הוי הוכחה נגד ההזמנה משום שהיה משכחה ואתי שפיר:<br><b> אמנם</b> כל זה לענין חיוב מעשר דאכילת קבע קודם גמר מלאכתו מדרבנן וסעודת שבת חשיבתו כקבע וכמ\"ש מצ\"ע כן אבל לענין מאי דהוי עראי או קבע לאכילה בסוכה ועיין מה שכתבתי בפ\"ג ה\"ט מהל' ברכות בדעת הברכי יוסף ושו\"ת גינת וורדים לענין עראי בשבת בפת כסנין לברכת המזון עיי\"ש שכתבתי כי בזה אם בדעתו תליא ועראי כקבע לו לפי דעתו או דקבע שיעור על כמותו ומחלוקת הראשונים ז\"ל בזה עיי\"ש וצ\"ע:"
            ],
            [],
            [],
            [],
            [],
            [
                "<b>כל זמן שיכנס לישב בסוכה כל שבעה מברך וכו' נמצא מקדש מעומד וכו'.</b> ועי' בהמ\"מ ולח\"מ ועי' בטו\"ז בסי' תרמ\"ג ס\"ק ב' במ\"ש לפרש דעת רבינו עיי\"ש:"
            ],
            [
                "<b>בזמן הזה וכו' וכן טומטום וכו' לעולם אין מברכין לישב בסוכה מפני שהן חייבין מספק ואין מברכין מספק.</b> ועי' בהמ\"מ וכ\"מ ובמ\"ש לעיל בפי\"א מהל' ברכות עיי\"ש. ומ\"ש בכ\"מ בסוף דבריו כאן אי נמי משום דאית ביה איסור טלטול עכ\"ל יש לעיין כיון דמחויב מספק א\"כ לא שייך מוקצה ועי' בתוספת סוכה מ\"ב ע\"ב בד\"ה טלטול בעלמא הוא עיי\"ש:"
            ],
            [],
            [
                "<b>מי שלא עשה סוכה בין בשוגג וכו' עושה סוכה בחוש\"מ וכו' עצי סוכה אסורין כל שמונת ימי החג בין עצי דפנות בין עצי סכך אין נאותין מהן לדבר אחר כל שמונת הימים מפני שיום השביעי כל הסוכה מוקצה עד ביה\"ש והואיל והוקצה לביה\"ש של שמיני הוקצה לכל היום. וכן אוכלין ומשקין שתולין בסוכה כדי לנאותה אסור להסתפק מהן כל שמונה ואם התנה עליהן בשעה שתלאן ואמר איני בודל מהן כל ביה\"ש הרי זה מסתפק מהן בכל עת שירצה שהרי לא הקצה אותם ולא חלה עליהן קדושת הסוכה ולא נחשבו כמותה.</b> וברא\"ש במסכת סוכה ט' ע\"א והאי דאסירי עצי סוכה היינו דוקא הסכך אבל עצי הדפנות משרי שרי דכל מאי דדרשינן מחג הסוכות היינו דוקא בסכך כדלקמן גבי פסולת גורן ויקב ודלא כרמב\"ם ז\"ל שכתב עצי סוכה אסורין כל שבעת ימי החג בין עצי דפנות בין עצי סכך וכו' עכ\"ל. ועי' במהרש\"א שם ובטו\"ז בסי' תרל\"ח שהקשה על הרא\"ש שם וכתב דדעת רבינו ג\"כ בדפנות משום מוקצה עיי\"ש ובשעה\"מ כאן:<br><b> ובמסכת</b> ביצה ל' ע\"ב אבל סוכה דמצוה לא מהני תנאה וכו' והתניא סככה וכו' ואם התנה הכל לפי תנאו אביי ורבא דאמרי תרוייהו באומר איני בודל מהן כל בין השמשות דלא חלה קדושה עלייהו אבל עצי סוכה דחלה קדושה עלייהו אתקצאו לשבעה וכו'. וברש\"י אביי ורבא וכו' דלא דמי לסוכה לענין תנאה אע\"ג דבטלי לגבה דכי מהני תנאה באומר מבעוד יום איני בודל מהם מהיות כחי וזכותי בהן ליטל כל שהות אורך של ביה\"ש של ערב יו\"ט הילכך בשעת ביאת היום שהיתה קדושה צריכה לחול עליהם לא חלה לפיכך לא הוקצה אבל עצי סוכה שאין יכול להתנות עליהם תנאי זה שהרי על כרחו יבדל מהן ביה\"ש משום דסתר אהלא וביה\"ש ספק יו\"ט הוא חלה קדושה עלייהו וע\"י קדושה זו הוקצה לשבעה עכ\"ל:<br><b> ויש</b> להבין למה לתלות אתקצאי לביה\"ש לענין איסור סתירת אהל להיות מוקצה כל ז' דהוי משום מה חג לה'. דהוי כמ\"ש ז\"ל דכיון דחל הקדושה לא פסקה ומאי שייכות לענין איסור מוקצה דמחמת איסור הלא י\"ל דלענין מוקצה אקצאי ביה\"ש ולא לתפיסת קדושה בשאמר איני בודל וכו':<br><b> וגם</b> מאי ענין ביה\"ש דשייך לענין מוקצה והכנה לקדושה דממה חג לה' דכנראה בסוכה של מצוה דקיי\"ל הזמנה לאו מלתא היא ולא הוי סוכה של מצוה עד שישב בה ואם ישב בה לאחר ביה\"ש גם כן נאמר דחל הקדושה עד סוף החג. גם למה לרש\"י לומר בעצי סוכה משום דאתקצאי משום סתירת אוהל אתקצאי לענין סוכה לכל ז' ימים ובלא\"ה בלא ישב בה לא שייך חג לה' סוכה לה' כמ\"ש דהזמנה לאו מלתא. ובישב בה ממילא חל לכל ימי החג:<br><b> אמנם</b> בזה שכתבתי אם בלא ישב בה הוי סוכה של מצוה עי' בב\"י או\"ח בסי' תקי\"ח ובסי' תרל\"ח ובהגהות אשר\"י במס' ביצה שהביא שם ובשו\"ע תרל\"ח סעיף א' וכל זה לא מיירי אלא בסוכה שישב בה פעם אחד אבל אם הזמינה לסוכה ולא ישב בה לא נאסרה דהזמנה לאו מלתא עיי\"ש. ועי' בטו\"ז שם ס\"ק ג' ובמג\"א ס\"ק ג' עיי\"ש:<br><b> ונראה</b> דגם רש\"י ס\"ל כמ\"ש בתוס' בד\"ה אבל דלא אמרינן מה חג וכו' אלא לענין כשיעור סוכה ועל יתר מכשיעור כתב משום מוקצה לביה\"ש דכמ\"ש דנראה דלענין קדושת סוכה שאין נפקעת לא תליא בביה\"ש כלל אלא דיקשה עוד למה נאמר מטעם הוקצה למצותו לכל ז' ואם גם בזה כעין השעור המחויב מדאורייתא נאמר לא פקעה א\"כ למה צריכין משום סתירת אוהל. וי\"ל דהנה כשהתנה שאינו בודל ויושב בסוכה לצאת מצות סוכה א\"כ בהישיבה סותר לתנאו אלא דנראה לומר כמו בנוי סוכה דמהני תנאי שאם ירצה יטלנו ולא התחיל להיות קודש משום דמתחילה לא התחילה הקדושה שאין הישיבה סתירה להתנאי אף שאין נוטל אותם ועי' בטור בסי' תרל\"ח דוקא כשמתנה וכו' אבל מתנה עליהם לאכלן כשיפלו אינו כלום אבל אם אמר וכו' אימתי שארצה מהני שגם ביה\"ש בכלל עיי\"ש ובר\"ן בסוגיא שם ודעת רש\"י באלה דיוכל ליטלן בחג וא\"כ מה שלא נטלן קודם החג אין מוכיח על הקצאתם למצוה. אבל בעצי סוכה שאין יכול ליטלם בחג עד חוה\"מ משום סתירת אוהל מוכיח במה שלא נטלם קודם החג שאין ברצונו בהם בימי יו\"ט ומסתבר ג\"כ כיון שהיותר מהכשר ג\"כ לנוי הסוכה ושלימותה כל זמן שאין יכול ליטול אותם ניחא ליה שיהי' לנוי הסוכה וא\"כ לא שייך אינו בודל לומר בו ולא שייך לומר בזה דהוא יודע דעתו בעצמו דגם במוקצה מחמת איסורא אמרינן כן וכמ\"ש ברש\"י בסוגיא דמחובר בפ' אין צדין מדלא לקטן מאתמול ודאי אקצינהו עיי\"ש. וא\"כ בחל הקצאה בקצת ימי החג אמרינן כעין דאורייתא בכשיעור דאתקצאי לכל ז'. וכמו דאמרינן במס' שבת בפ' כירה שמתוך שהוקצה למצותו הוקצה לאיסורו כמו כן להיפוך ג\"כ מתוך שהוקצה לאיסורו הוקצה למצותו אף דהטעמים שונים ועי' בתוס' במס' שבת כ\"ב ע\"א ובמהרש\"א שם וכו' בדעת רש\"י. ולפרש למאי דנאמר דעצי דפנות משום מוקצה וכמ\"ש בטו\"ז לדעת רבינו:<br><b> והנה</b> להסוברים דמהני תנאי במוקצה מחמת איסור נראה דאפילו מהסכך בעצמו מעוביו כיון דע\"י התנאי אין מצורף להתחתון הוי כמו אסרייתא כן נראה פשוט:"
            ]
        ],
        [
            [
                "<b>כפות תמרים האמורות בתורה הן חריות של דקל וכו' והוא הנקרא לולב. פרי עץ הדר האמור בתורה הוא אתרוג וענף עץ עבות וכו' הוא הדס וכו'. ערבי נחל האמורות בתורה וכו'.</b> הנה מדרכי רבינו לאהוב הסידור וכאשר החכים המ\"מ בפתיחתו לפרש ההקדם והאיחור וכאן סדורו אינו כפי התורה דנאמר פרי עץ הדר ואח\"ז כפות תמרים וענף עץ עבות וערבי נחל ולא כסידור לשון המשנה דאיתא לולב הדס וערבה אתרוג. ונראה שהקדים לולב עבור שבו נכללים בשמו כל המינים ואף למאי דקיי\"ל דא\"צ אגד מ\"מ מצוה לאגוד ורוב מינים בו וגם בברכה על נטילת לולב וכדאיתא במס' סוכה ל\"ז ע\"ב משום דמינו גבוה עיי\"ש ומשו\"ה הלכות לולב יקרא כמו כן היות שנכלל בו כל המינים ואח\"ז תפס סידורו של התורה אתרוג אשר בהתורה בראש ואח\"ז הדס וערבה ולשון רבינו בהל' ה' מברך תחילה על נטילת לולב הואיל וכולן סמוכין לו וכו' וזה משום האגד דהוי משום זה אלי ואנוהו דהוי בכל המצות לכן בתורה בפרטות אתרוג בראש אבל במשנה דסדרי הלכות נאמר לולב באגודו בראש ובחר רבינו בזה בלולב כלשון המשנה. ועי' בתוס' יו\"ט ריש פ' לולב הגזול עיי\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>כמה נוטל מהן לולב אחד וכו' ושלשה וכו' רצה להוסיף וכו'.</b> עי' בשו\"ת הרשב\"א בסי' ע\"ה וסי' תס\"ח וסי' תקל\"ה שמסכים לדעת רבינו ועי' בהל' ציצית בפ\"א הט\"ו ומ\"ש שם עיי\"ש. ועי' ברא\"ש סוכה ל\"ז ע\"ב בסוגיא דאין אוגדין לולב אלא במינו שכתב דאף בזמנו א\"צ כונה לבל תוסיף בכיון לנוי דהוי היפוך הכונה לא שייך בל תוסיף עיי\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>עשה לאגודה זו נימין של כסף ושל זהב או שכרך עליה סדין ונטלה יצא לקיחה ע\"י דבר אחר שמה לקיחה והוא שיהיה דרך כבוד ודרך הידור שכל שהוא לנאותו אינו חוצץ אבל אם נתן המינין הללו בעציץ או בקדירה ונטלה לא יצא ידי חובתו.</b> ובלח\"מ הקשה דאם בלנאותו שמה לקיחה ע\"י אחר היה לרבא לומר בלא לינקוט איש הושענה בסודרא דכל לנאותו אינו חוצץ כמ\"ש מקודם בהאי דמגדלי שאמר רבה שיירי בית יד עיי\"ש וגם בשפופרת שם לא הוי לנוי ומפרש דעת רבינו עם מ\"ש בר\"ן עיי\"ש ובס' כפות תמרים כתב ע\"ז דר\"ן כ\"כ בכורך על ידו ורבינו כתב בכרך על הלולב עיי\"ש מ\"ש הוא ז\"ל בזה:<br><b> והנראה </b> בדעת רבינו דהנה בגמ' מצינו מחציצה ומלקיחה ע\"י דבר אחר ועל חציצה אמר רבא לנאותו לא שמיה חציצה דהנה אין לפרש משום דלא הוי הקפד וחציצה בהקפד תליא בכ\"מ מדאורייתא רובא ומקפיד דזה לא שייך אלא בדבר שעל גופו כיון שאין מקפיד עליו בטל אגב גופא משא\"כ בדבר אחר על הלולב כאן וכמ\"ש בתוס' בד\"ה דבעינא לחלק ברבא דלעיל בבית יד דהוי האגד בהלולב ותליא בחציצה והאי דלקיחה ע\"י דבר אחר הוי בידו עיי\"ש ומובן דבלולב דלא שייך שאינו מקפיד משא\"כ בידו שייך שאין מקפיד וע\"כ בלנאותו שאין חוצץ טעמא אחרינא משום דלעשות לנוי ממצוה דזה אלי ואנוהו וא\"כ הוי מגוף הלולב כמ\"ש ברש\"י שם בד\"ה שיירי דקסבר שאין האגד מהמצוה עיי\"ש דמזה מה שלמצוה לא שמיה חציצה. אבל מטעם לקיחה ע\"י דבר אחר דהוי על גופו לא מהני ולא שייך לנאותו וכמ\"ש בר\"ן הכל מטעם לקיחה ע\"י דבר דומה למה שאמרו חציצה בלולב אלא מאי דהוי בהלולב נקרא חציצה ומאי דעל גופו מקרי לקיחה ע\"י דבר אחר וכל דשייך דהוי טפל או לידו בכרך בידו או טפל להלולב בכרך בהלולב לא שמיה לקיחה ע\"י ד\"א וחציצה עיי\"ש וברשב\"א:<br><b> ובלשון</b> רבינו נראה דבראשונה כתב \"עושה לאגודה וכו' או שכרך עליה סדין ונטלה יצא\" בזה אמר דלא שמיה חציצה בכה\"ג שכרך בהלולב ואח\"ז כתב \"לקיחה ע\"י דבר אחר שמה לקיחה\" ולא קאי למעלה אלא בפ\"ע בכה\"ג להיפוך שכרך ע\"ג ידו מקרי ג\"כ לקיחה ואח\"ז מפרש בתנאי בזה \"והוא שיהיה דרך כבוד ודרך הידור שכל שהוא לנאותו אינו חוצץ\" וקאי על מ\"ש בראשונה מענין חציצה בכרוך על הלולב וסיים אבל אם נתן את המינין האלו בעציץ או בקדירה ונטלה לא יצא ידי חובתו. הנה האי דדרך כבוד והידור קאי על תרוייהו אלא בהיכא דשייך חציצה צריך דרך כבוד דוקא והיכא דשייך לקיחה ע\"י ד\"א צריך שלא יהיה דרך בזיון כדאיתא בסוכה מ\"ב ואם כן לפ\"ז גם רבינו י\"ל דמפרש כהר\"ן ומדבר משניהם בכרוך על ידו וכרוך על הלולב:<br><b> ויש</b> לעיין קצת דאמרינן שם שאני התם כיון דחברו כגופו דמי למה לא נאמר כן בלולב באגודו לענין חציצה דהוי כגופו ואולי לחלק ויש לעיין ואולי י\"ל דשם החבור הכרח למצוה שא\"א בלעדי באופן הנאמר שם משא\"כ בלולב שא\"צ אגד וצ\"ע דמשום נוי למצוה לכתחילה באגד וי\"ל דעכ\"פ יש לדחות ולחלק בין המוכרח ולמצוה ומדחינן כן ולמסקנא י\"ל דלא אמרינן לחלק בין חיברה או לא:"
            ],
            [],
            [],
            [
                "<b>ולמה לא גזרו גזירה זו ביו\"ט הראשון וכו'.</b> עי' בס' ידי אליהו סי' כ\"ה עיי\"ש:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מקבלת אשה הלולב מיד בנה או מיד בעלה ומחזירתו למים בשבת בזמן שהיו נוטלין לולב בשבת וכו'.</b> בגמ' מ\"ב ע\"א פשיטא מהו דתימא הואיל ואשה לאו בר חיובא היא אימא לא תקבל קמ\"ל. ועי' בשעה\"מ כאן שהקשה ממס' יבמות ל\"ג ע\"ב דפרכינן התם זר ששימש בשבת במאי אי בשחיטה שחיטה בזר כשירה אי בקבלה והולכה טלטול בעלמא הוא עיי\"ש ולמה לא נאמר כיון דראוי לכהנים לא חשוב מוקצה דומיא דלולב לאשה הואיל וראוי לאנשים עיי\"ש:<br><b> ונראה</b> לומר דהנה בתוס' במס' סוכה מ\"ב ע\"ב על מאי דמקשי שם אמאי טלטול בעלמא הוא כתב בד\"ה טלטול דאע\"ג דחזי למצוה שייך ביה איסור מוקצה מאחר שאין עשוי כלי והביאו ראיה לדבריהם עיי\"ש ועי' בריטב\"א שם דלעקור דאורייתא מצוה קבועה אף בשב ואל תעשה שלא אסרו דבר הצריך והראוי לו לשבת כלל ואין ללולב שהוא ראוי מן התורה ומצותו קבוע ליום זה בכלל איסור זה כלל עיי\"ש. ונראה שצריך להיות אלא דבר שאין הצריך לו וכו' והנה החילוק מדאורייתא ורבנן יקשה דאם גם הוי מדרבנן מ\"מ הוי לצורך לו משום המצוה. והנה דייק דמצותו קבועה וזה דמצותו לז' ימים ושבת בכלל וכמ\"ש ז\"ל לעקור על עולם לא עשו עי' בהל' ר\"ה בשופר עיי\"ש ובסברת התוס' י\"ל כמ\"ש בהמ\"מ בהל' שבת וכמוכח במס' ביצה כ\"ז היכא דרובא דעלמא מקצין לא מהני תנאי ובהל' שבת בפכ\"ד כתבתי לפרש עם מ\"ש ברש\"י ביצה י\"ב דהיה לאסור משום הוצאה אף טלטול דברים המותרין אלא משום דאי אפשר לרוב הציבור לעמוד בזה עיי\"ש וא\"כ בכה\"ג דרוב הציבור מקצין לא מהני תנאי דאף בהצורך. בכה\"ג לגזור דיכולין לעמוד בו. והנה בכה\"ג דבלעדי המצוה כו\"ע מקצין שאין בו לצורך אף דמשום מצוה כו\"ע אין מקצין הוי כמו תנאי בדבר שאין בו לצורך בלא\"ה ושייך בו חשש הוצאה וכיו\"ב ובמצוה דרבנן לא יהיה מתירין רק בדאורייתא וכמ\"ש בריטב\"א דלא העמידו בכה\"ג נגד דאורייתא כמ\"ש לעיל משמו ולפ\"ז י\"ל דבמס' יבמות הנ\"ל הרי דם הוי שאינו ראוי כלל וביותר דם קדשים והוי מוקצה לכל אלא דלכהנים מותר מהתורה דאל\"כ יבטל העבודה ולא העמידו החכמים דבריהם ולא שייך להתיר לטלטל לזרים משום דחזו לכהנים דגם לכהנים אינו חזו ושייך מוקצה אלא משום מצוה דאורייתא לא העמידו החכמים דבריהם אבל לזרים שאינם בכלל מצוה כלל באיסור מוקצה בזה ושאני בלולב דלאנשים חזו ממש ולא הוי מוקצה כלל כן נראה לענ\"ד ובשעה\"מ סיים התוס' הנ\"ל ורחוק שכיון למ\"ש:<br><b> ועי' </b> בכפות תמרים מ\"ב ע\"ב שהקשה כדמוכח לעיל דף מ' דלולב עומד לכבד את הבית למה אסור בטלטול למ\"ש בהל' שבת פ' כ\"ו ה\"ב דמכבדות ככלי שמלאכתו להתר שהרי מותר לכבד הבית בשבת וכתב דדוקא כשיחדו לכך וכל שלא יחדו חשיב כעצים עיי\"ש ועי' במג\"א בסי' ש\"ח ס\"ק מ\"ה שכתב בענף האילן להבריח הזבובים צריך שיחדו לכך עיי\"ש ועיין בירושלמי במס' סוכה פ\"ג מ' י\"א בגמ' רבנן דקסרין אמרין ערבה מותר להניף לחולה בשבת. ובשיורי קרבן שם עמד בזה על דברי המג\"א הנ\"ל שהרי הלולב לא יחדו להניף החולה עיי\"ש אמנם לפי הבבלי נראה כמ\"ש במג\"א ובס' כפות תמרים הנ\"ל:"
            ]
        ],
        [
            [
                "<b>ארבעת מינין אלו שהן לולב והדס וערבה ואתרוג שהיה אחד מהן יבש או גזול או גנוב אפי' לאחר יאוש או שהיו מאשירה הנעבדת אע\"פ שביטלו האשירה מלעבדה וכו'.</b> עי' מ\"ש לעיל בהל' ע\"ז בפ\"ח ובהל' שופר בפ\"א עיי\"ש:"
            ],
            [
                "<b>אתרוג של ערלה ושל תרומה טמאה ושל טבל פסול של דמאי כשר שאפשר שיפקיר נכסיו ויהיה עני שמותר לו לאכול דמאי אתרוג של תרומה טהורה ושל מעשר שני בירושלים לא יטול שמא יכשירו לטומאה ואם נטל כשר.</b> הנה בגמ' ל\"ה ע\"א של ערלה פסולה פליגי בה וכו' חד אמר לפי שאין בה התר אכילה וחד אמר לפי שאין בה דין ממון וכו' וברש\"י שאין בה התר אכילה ורחמנא אמר לכם הראוי לכם בכל דרכי הנאתו עכ\"ל וכיו\"ב בתוס' בד\"ה לפי דמשום לכם צריך התר אכילה ודין ממון אבל רבינו בפי' המשנה כתב ערלה ותרומה טמאה הם מכלל הדברים הטעונין שריפה כמו שנתבאר בזרעים ולפיכך הוא פסול למאמר הש\"י פרי דאלו אינן ראוין לאכילה בשום פנים עכ\"ל ובמרכבת המשנה בח\"א כתב ודרשה זו דפרי מפורש בירושלמי עיי\"ש וכבר הערו בכפות תמרים ומרכבת המשנה דמשו\"ה לרבינו טבל אפי' ביום שני פסול אף דבטבל לא שייך כתותי וביום שני לא בעי לכם אלא משום דלא הוי פרי. ויש להבין למה יגרעו מאתרוג הבוסר להלן ה\"ח דכשר. ועי' מ\"ש לעיל [בהל' ברכות] בפ\"ח ה\"ו בענין פרי לברכה ולערלה וכיו\"ב עיי\"ש ולהאי טעמא דרבינו מובן ביותר בתרומה טהורה ואם נטל כשירה וכדאיתא הרי יש בו אכילה וכמ\"ש ברש\"י לכהן וישראל נפיק בה הואיל ויכול להאכילה לכהן עיי\"ש. דיקשה עוד דעם כל זה לא הוי לכם ממש דלא הוי לו ההנאת האכילה אבל מטעם שיהיה עליו שם פרי כיון דראוי לקצת בני אדם שם פרי עליו. ועי' בר\"ן שמפרש דמותר לכהן ולא כן ברש\"י דגם לישראל יוצא. והנה רבינו מנה גם טבל שאין יוצא בו וברמב\"ן המובא בר\"ן דטבל יוצא דאפשר להפריש ממקום אחר והוי כמו בשותפין דאיתא בבבא בתרא ביש שם אתרוג אחריני ובר\"ן השיב ע\"ז דשם דעתייהו ע\"ז משא\"כ כאן כ\"ז שלא הפריש ממקום אחר הוי כמו שותפות משום חלקו של כהן. ובכפות תמרים עמד ע\"ז תיפו\"ל דלא הוי באכילה ותירץ דע\"ז י\"ל מגו דיכול להפריש ממקום אחר כמו דאמרינן בדמאי מגו דאי בעי מפקיר וכאן אפשר לו להפריש בראשו של אתרוג עיי\"ש ולרבינו דאין איסור אכילה תליא כלל בלכם ואפי' בכל ימי החג אסור בטבל ועכ\"פ יש להבין מ\"ש מדמאי דמשום מגו וכו' הוי כראוי לאכילה וכמו כן נאמר בטבל ממש ג\"כ משום דיוכל להפריש ממקום אחר.<br><b> והנה</b> במעשר שני חוץ לירושלים לרש\"י אין יוצא ולר\"ן יוצא עיי\"ש ובכפות תמרים הקשה ע\"ז למה לא נאמר כמו בדמאי מגו וכו' וכמו כן מגו דאי בעי פדה דאפשר בפדיון וכמ\"ש ברש\"י בתרומה אבל פדיון אין לה להיות ניתרת לישראל והאומר כן רשע עכ\"ל דמשמע דאם היה שייך פדיון היה יוצא עיי\"ש ובשעה\"מ כתב לתרץ עם מ\"ש בתוס' במס' עירובין ל' ע\"ב בד\"ה ולפרוש לענין עירוב דבעינן דבר הראוי לו דוקא במידי דחזי השתא לשום אדם כמו תרומה דחזיא לכהן אמרינן הואיל ומקרי ראוי לו אבל במידי דלא חזי השתא לשום אדם לא אמרינן הואיל וכמו בהקדשות שלא נפדו דאין מערבין מהאי טעמא עיי\"ש ומשו\"ה בדמאי דחזו לענים שייך הואיל ואי בעי מפקיר וכמו כן בתרומה טהורה דחזי לכהן כתב רש\"י דאם היה שייך פדיון הוי סגי האי טעמא אבל מעשר שני חוץ לירושלים דלא חזי לשום אדם לרש\"י אין יוצא משום דבעי לכם עיי\"ש:<br><b> אבל</b> לענ\"ד י\"ל דלא כתבו כן בתוס' אלא בעירוב דיעשה השיתוף ביה\"ש ובמחוסר פדיון ולא פדאו מבע\"ש ולא חזי עכשיו לשום אדם אינם משתתפין בזה כי כנגלה שאין בדעתו להיות ראוי לשום אדם מדלא פדאו והשוו אותו לראוי משא\"כ באתרוג דתליא אם הוי בגדר לכם י\"ל עוד כיון דאי בעי פדה הוי לכם אלא שכתב שהרשב\"א בעבודת הקדש כמו כן אבל מדברי התוס' יש לחלק כמ\"ש ואבל כנראה הרשב\"א כתב כמו כן רק בעירוב רשויות כן ואין הוכחה לכאן:<br><b> אמנם</b> לפמ\"ש בב\"י בסי' קצ\"ו באו\"ח דלכן בב' מודרין זה מזה אין מצטרפין לזימון וז\"ל וטעמא דלא מהני מה שיכולין לשאול על נדרם נראה לי משום דא\"כ כי כהנים אכלי תרומה אמאי מהדר אטעמא דכהנים מצי אכלי תיפו\"ל דזר נמי מצי אכיל תרומה אי מתשיל עלה אלמא דכיון דמחוסר שאלה לא הוי ראוי לאכילה והילכך אי לאו דכהני מצי אכלי חולין לא מצטרף עכ\"ל. ועי' בתוס' ברכות מ\"ה ע\"א בד\"ה אבל ותוס' במס' ערכין דף ד' עיי\"ש ובהל' יו\"ט בפ\"א כתבתי בטעמא דהואיל לא מהני לקולא דמשום הואיל הוי זכיה במקצת ובדבר דבעי כולה לכם לא שייך הואיל וא\"כ לא יהני באתרוג במחוסר קצת מלהיות שלו כולו בגדר לכם ממש. ולמ\"ש רבינו דאיסור אכילה משום דלא הוי פרי שנאמר בתורה יש לומר דתליא דאם החסרון בהפרי שייך לומר כן. אבל אם החסרון בו ולשאר בני אדם ראוי כמו תרומה מקרי פרי הראוי כמו כן בראוי לעניים וגם לו שאם יפקיר נכסיו והחסרון רק בו כעת אבל במחוסר פדיון החסרון בהפרי:<br><b> וי\"ל</b> למ\"ש בין לרש\"י דמטעם לכם ובין לטעם רבינו י\"ל דלא אמרינן הואיל ואיבעי פדה דבדמאי כמ\"ש בתוס' שם דעיקר טעמא משום דראוי לעניים ומ\"ש ברש\"י בתרומה סיום לשונו האומר כן רשע י\"ל מב' טעמים דלא שייך הואיל ולא פדיון:<br><b> אמנם</b> למ\"ש באחרונה יש לעיין עי' בסי' תרמ\"ט סעיף ג' וכן של עיר הנדחת ושל אשירה של ישראל פסול אבל של עכו\"ם לכתחילה לא יטול ואם נטל יצא מיום ראשון ואילך דלא בעינן לכם ובמג\"א ס\"ק י\"ג יצא מיום וכו' אע\"ג דאסור באכילה ובהנאה מ\"מ כיון שאם נתבטל מותר באכילה יצא כדאיתא בגמ' גבי דמאי עיי\"ש [עכ\"ל] ולמ\"ש (עכ\"ל) יש לחלק דשם הוי החסרון בהפרי דהוי משל ע\"ז משא\"כ בדמאי וכמ\"ש. וא\"כ אם נאמר גם קודם הביטול תליא במ\"ש:<br><b> והנה</b> במודר הנאה שמובא שם בסעיף ב' בדעת הרשב\"א שאינו יוצא עיי\"ש אף דהחסרון בהמודר ולא בהפרי נראה דודאי גם טעמא דלכם שכתב ברש\"י ותוס' לדעת רבינו אלא דהוסיף מטעם פרי ונפק\"מ בטבל כל ימי החג וכיו\"ב כנ\"ל ומטעם לכם ודאי במודר אין יוצא:<br><b> והנה</b> בדברי הרשב\"א עי' בשו\"ת שער אפרים סי' ל\"ח ובמרכבת המשנה עיי\"ש והנה מ\"ש לחלק שלא נאמר משום מצוה לתשולי רק ביש לו מתירין אבל לענין לכם והואיל לא שייך לחלק בזה עיי\"ש והנה למ\"ש במהרי\"ט דמשום מצוה לתשולי לא הוי מחוסר מעשה וא\"כ גם לענין הואיל שייך לחלק בין מצוה וכמ\"ש בב\"י הנ\"ל במחוסר מעשה לא אמרינן הואיל ועי' במס' פסחים בסוגיא דהואיל ובתוס' ובר\"ן שם עיי\"ש וא\"כ במצוה דוקא שייך הואיל דהוי כאין מחוסר מעשה כלל. ולפ\"ז ג\"כ יקשה לחלק מ\"ש ז\"ל דוקא בהדבר מצד עצמו מצוה ולא אם המצוה מצד אחר כמו באתרוג לצאת ידי מצוה, דלהאי טעמא שכתב מ\"מ שייך לומר דמשום מצוה דתדחוק לעשותו לא הוי כמחוסר מעשה מאי שנא מצוה מצ\"ע או זולתו. אלא די\"ל דבמצוה לישאל מצ\"ע קרוב דישאל. אבל במצוה אחרת כמו כאן באתרוג אחרי כי קיים כבר לא ישאל עוד שאין דוחקו עוד דבר שישאל וא\"כ יש לחלק שפיר:<br><b> והנה</b> בדעת הרשב\"א ובשו\"ע להלכה בסי' תרמ\"ט דבמודר הנאה מאתרוג אינו יוצא דלא הוי לכם אע\"ג דאפשר בשאלה י\"ל למ\"ש בר\"ן במס' נדרים פ\"ה ע\"א דבמודר מנכסיו או הנאת פירות על עצמו יכולין אחרים ליטלן בע\"כ וכתב עוד שם דאפי' שואל על נדרו על הפקר לא שמיה שאלה ואין חוזר לו עיי\"ש ועי' בש\"ך יו\"ד בסי' רכ\"ז ס\"ק ח' דעת מהרש\"ל בזה עיי\"ש. וא\"כ לדעת הר\"ן בשם הרשב\"א דעכ\"פ קודם ששאל יזכו אחרים וא\"כ הרי ראוי לאחרים ועל כרחך צ\"ל דאחרים זוכים מהפקר ולא ממנו. וא\"כ מה שהקשה בשער המלך על מ\"ש הרשב\"א דאם נאמר דשאלה מהני, בתרומה טמאה יהני ג\"כ לומר אי בעי מתשיל, דלפי מה שכתב בתוס' במס' עירובין לומר דבעי חזי השתא לשום אדם, בלא\"ה שכתבתי לעיל דתוס' כ\"כ רק בעירוב גם למ\"ש בנדר אף דראוי לאחרים לא הוי שלו כלל דאחרים מהפקירא זכו והוא אין יוכל ליתנם כלל ואינם בתורת מתנה בנתנם אלא כזוכה מהפקר וא\"כ דברי התוס' במס' עירובין אין לו שייכות כלל ואולי מ\"ש [השעה\"מ] ויש לישב בפשוט כונתו למ\"ש. וא\"כ למ\"ש בר\"ן י\"ל אפי' היכא דשייך שאלה בעלמא כאן לא מהני וגם למ\"ש ברשב\"א במס' נדרים אפי' אם יהיה שייך שאלה מ\"מ השתא אסור ליתן להם דנהנה במתנה ולמ\"ש מיושב קושית השער אפרים הנ\"ל על הרשב\"א ושו\"ע דקבעו להלכה כמ\"ש דהוי הפקר עכ\"פ עכשיו קודם ששאל וגם אסור ליתנו במתנה דא\"כ נהנה ממנו ואף דמצות לאו ליהנות ניתנו מ\"מ במה שנתן למתנה נהנה ואין דומה למ\"ש ברא\"ש במס' נדרים ל\"ה ע\"ב במונח תוך ד' אמות דבידו לקנות עיי\"ש דשאני שם דהוי על אח\"ז כשאזכה משא\"כ כאן דצריך הקנין עכשיו דלא מהני בידו בהפקר ואחרי שכתבתי ראיתי בס' מחנה אפרים בהלכות זכיה מהפקר סי' ד' שכתב דרשב\"א הנ\"ל לשיטתו במס' נדרים וכמ\"ש עיי\"ש מ\"ש עוד שם:"
            ],
            [],
            [],
            [
                "<b>הדס שנקטם ראשו כשר וכו'.</b> ועי' בראב\"ד ובשו\"ת תמים דעים סי' רכ\"ח שם פירש הראב\"ד טעמו ונימוקו ונעתק במגדל עוז ועי' שם מסי' רכ\"ז עד סי' רל\"ד בדעת הראב\"ד דהדברים הנאמרים זולת זה בהלכות אלה עיי\"ש:"
            ],
            [],
            [],
            [],
            [
                "<b>כל אלו שאמרנו שהם פסולין מפני מומין שבארנו או מפני גזל וגניבה ביו\"ט ראשון בלבד אבל ביו\"ט שני עם שאר הימים הכל כשר וכו'.</b> ועי' בהמ\"מ שיש אומרים דיו\"ט שני כראשון לזה עיי\"ש ועי' שכתב מדאיתא סוכה ל\"ו ע\"ב והא ר' חנינא מטביל בה ונפיק בה ולר\"ח קשיא מתני' בשלמא מתני' לר\"ח לא קשיא כאן ביו\"ט ראשון כאן ביו\"ט שני וכו' מלשון זה משמע ביו\"ט שני ממש יצא ולא בחוה\"מ ובתמים דעים סי' רכ\"ז איתא כדאמרינן באתרוג חסר דר\"ח מטביל ביה ונפיק ביה ביו\"ט שני כהאי לישנא ליתא בגמ' אלא כמ\"ש ובירושלמי עלתה חזזית וכו' רב יצחק בר נחמן בשם שמואל כל הפסולים אין פוסלים אלא ביום הראשון בלבד עי' בתמים דעים שם הנ\"ל ועי' בסי' תרמ\"ט סוף סעיף ה' עיי\"ש:<br><b> ובראב\"ד</b> השיג על רבינו במ\"ש דגם בגזול יוצא ביו\"ט שני עיי\"ש ובהמ\"מ:<br><b> ובשו\"ע</b> בסי' תרמ\"ט סעיף ה' כלשון רבינו הנ\"ל ובהג\"ה ויש פוסלין בגזול כל ז' ימים והכי נהוג אבל שאול יוצא בו ובמג\"א ס\"ק ט\"ו עמד על המחבר שכתב כאן כדעת רבינו דפוסק כשמואל דיו\"ט שני דרבנן מותר הגזול אף דהוי מצוה הבאה בעבירה. ולמה כתב בסעיף א' ויש מי שאומר דלא נפסל גזול וגנוב אלא לגנב ולגזלן עצמו אבל לאחרים כשר בשאר הימים חוץ מהראשון הא אפי' לגזלן עצמו כשר לרבינו וכתב דאפשר דהב\"י ס\"ל דלכתחילה לא יטלנו הגזלן עצמו ולאחרים מותר עיי\"ש:<br><b> אמנם</b> לענ\"ד די\"ל דגם רבינו בלתי מוכח דלא ס\"ל מצוה הבאה בעבירה בדרבנן וכאן טעמא אחרינא הוי בזה אשר אמרתי בימי חורפי דהנה בשו\"ע בסי' תרמ\"ט בהג\"ה בשם תרומת הדשן דמותר ליקח שלא מדעתו לולבו של חבירו ביום שני עיי\"ש ועי' בסי' י\"ד לענין ציצית דבמג\"א שם דבציצית דוקא דיוצא בשאלה מותר ליקח שלא מדעתו משום דניח\"ל למעבד מצוה בממוניה, אבל היכא דבעי לכם אף דמתנה ע\"מ להחזיר מהני מ\"מ לא אמרינן ניח\"ל למעבד מצוה דמסתמא מקנה ע\"מ להחזיר עיי\"ש ודבריו צריכין ביאור ועי' בטו\"ז שם:<br><b> ואמרתי</b> זה שנים הרבה עם מ\"ש ברא\"ש במס' סוכה מ\"א לחלק בין שאלה ומתנה על מנת להחזיר דבשאלה דחייב באונסין לא מקרי שלו אבל במתנה ע\"מ להחזיר דפטור מאונסין מקרי לכם עיי\"ש ולפ\"ז י\"ל דוקא בשאלה דחייב באונסין ניח\"ל מסתמא אבל במתנה ע\"מ להחזיר דפטור מאונסין י\"ל שמא לא ניח\"ל שמא יטען שנאנס ממנו ולא ניח\"ל [לעמוד] בבי\"ד עמו וכיו\"ב. אלא באומר בפירוש השאילנו לצאת בו דאז אמרינן כמ\"ש ברא\"ש בפ\"ק דקדושין דאדם יודע וכו' ודעתו על אופן המועיל אבל בסתמא שלא מדעתו לא אמרינן כן:<br><b> והנה</b> בהאי דאמרינן ניח\"ל למעבד מצוה בממוניה ויוכל ליקח שלא מדעתו על כרחך דהוי כאלו אמר שמי שירצה לעשות בו מצוה יעשה ולא הוי מחילה שלא מדעת משום דעומד למצוה מסתמא לכל מי שירצה:<br><b> ויש</b> להבין למה לא יצא הגזלן גם לפני יאוש גם כן משום דניח\"ל ומאי שנא מאחר שלקח לצאת שלא מדעתו. אלא דאמרינן מסתמא אין דעתו להקנותו אלא למי שירצה להחזירו ויותר מע\"מ להחזיר ודאי אין דעתו והגזלן אינו מחזירו אבל היכא דרוצה להחזירו אם כן מאי שנא הוא מאחר דאף שאין יודע שרוצה להחזירו מ\"מ הקנאה זאת בכל פעם שלא מדעתו אלא דאמרינן כמ\"ש ואף למ\"ש הנ\"ל דבע\"מ להחזיר דפטור מאונסין לא אמרינן ניח\"ל למעבד מצוה מ\"מ הגזלן דחייב באונסין שייך ניח\"ל אפילו לענין מתנה ע\"מ להחזיר אלא דמופרך מעצמו דכיון דחייב באונסין מעמ\"ל כשאלה שאין יוצא ביום ראשון דבעי לכם וכמ\"ש ברא\"ש הנ\"ל דמה\"ט לחלק בין שאלה ומעמ\"ל ויש ליישב במ\"ש קושית התוספות במסכת סוכה ט' ע\"א למאן דס\"ל מצוה הבאה בעבירה למה לכם ת\"ל משום מהב\"ב אבל כמ\"ש אתי שפיר דהרי משום מהב\"ב בכה\"ג שרוצה להחזירו הוי כאדם בעלמא ומהשתא בהתירא בידו אבל ממ\"נ כמ\"ש אם כן לא הוי לכם דלומר ניח\"ל במעמ\"ל לא שייך אלא בחיוב אונסין ובחיוב אונסין ליכא לכם ואם כן צריכין שניהם מהב\"ב ולכם:<br><b> וא\"כ</b> לפי זה י\"ל זה שכתבתי דלא שייך בגזלן שיהיה יוצא משום ניח\"ל וכו' משום דאינו דעתו יותר מע\"מ להחזיר וזה בלתי נאמר מסתמא ד ניח\"ל ואם דהוי באונסין וא\"כ לא הוי לכם כ\"ז ביום הראשון דבעי לכם וצריכין לעמ\"ל אבל ביום שני דמהני שאול י\"ל דגם הגזלן לענין מצוה הוי כאחר ואינו יוצא מסתמא מכלל שלא לומר בו ניח\"ל וכו' וא\"כ לא שייך מצוה הבאה בעבירה אף דהמצוה בא ע\"י העבירה מ\"מ כיון דגם שלא מדעתו שייך שיוצא בו וא\"כ א\"צ העבירה לענין לצאת בו אלא דלפי זה יהיה עדיף קודם יאוש מלאחר יאוש דקודם יאוש שייך לומר דמשום ניח\"ל למעבד מצוה לא שייך מצוה הבאה בעבירה דהוי ע\"ז כעושה ברשות הנגזל אבל לאחר יאוש דלא הוי של הנגזל עוד ומסולק ממנו ולא שייך לצאת בו משום ניח\"ל וכו' שאין ביד הנגזל להקנותו לו ואפי' קודם יאוש כשאין רוצה להחזירו ואם כן הוי אינו ברשותו של הנגזל דדוקא ברוצה להחזירו הוי כשלו כמ\"ש במטלטלי דלא כפרי הוי ברשותו אלא בקודם יאוש משום שאינו ברשותו במרשהו בפירוש שיצא בו י\"ל דעכ\"פ לא הוי גזול לפי השעה וכמו כן משום ניח\"ל וכו' אף בלא גילה בפירוש אבל אחר היאוש דלא שייך לומר משום ניח\"ל וכו' לא הוי מהב\"ב דאין ביד הנגזל להוציאו מזה:<br><b> והנה </b> בגמרא במסכת סוכה ל' בשלמא לפני יאוש אדם וכו' ולאו דידיה אלא לאחר יאוש הא קניא ביאוש אלא לאו משום דהוי מהב\"ב:<br><b> למ\"ש</b> לאחרי דאמרינן משום דהוי מצוה הבאה בעבירה בכה\"ג דלולב הגזול יותר שייך שיצא בו קודם היאוש מאחרי היאוש ובה\"א כתב רבינו אפי' לאחר יאוש דביום ראשון לאחר יאוש עדיף מקודם יאוש דשייך יותר לכם אבל ביום שני י\"ל איפכא אבל רבינו אינו מחלק בזה וצ\"ע אם נאמר דכמ\"ש כל מצוה עומדת מתחילה לכל אדם לצאת בו וניח\"ל לכל זה דמחשבה זאת קודם שנגזלה מהני אף אחרי שאינו ברשותו ושלו עוד משום יאוש משום דלענין זה לא הוי כגזולה מעיקרא בו. והנה למ\"ש א\"צ לומר דפליגי ריש הלולב הגזול במהב\"ב בעלמא והנה בזה ירוח לנו בכמה ענינים וצ\"ע. ועי' מ\"ש בפ\"ג מהל' שקלים הל' י\"א עיי\"ש:"
            ],
            [
                "<b>אין אדם יוצא ביו\"ט ראשון של חג בלולב של חבירו שישאלנו ממנו עד שיתנו לו במתנה נתנו לו על מנת להחזיר שמה מתנה ואם לא החזירו לא יצא שנמצא כגזול וכו'.</b> בתוספות במס' קדושין ו' בד\"ה לא החזירו וכיו\"ב במס' ב\"ב קל\"ד וסוכה מ\"א הקשו דלא הוי כמתנה ע\"מ להחזיר כמשפטי התנאי דלא הוי בכפילות התנאי והן קודם ללאו וכיו\"ב ועי' מ\"ש ע\"ז:<br><b> ובראשונה</b> נאמר במה שיש להבין במתנה ע\"מ להחזיר דלדעת הסוברים דלא הוי כקנין הגוף עי' ברא\"ש במס' סוכה מ\"א ובשו\"ת הרא\"ש כלל ל\"ה ובר\"ן נדרים כ\"ט דכל קנין לזמן קנין פירות ועי' בנימוק\"י בפ' הזהב דשכירות ליומא ממכר לא הוי אלא קנין פירות ועי' בס' אבני מלואים בסי' כ\"ח ס\"ק נ\"ג בזה עיי\"ש ולפ\"ז למ\"ש בריטב\"א במס' קדושין מ\"ז גבי בקע בו קנה דבשאלה דהוי ק\"פ לא שייך קנין משיכה דלא שייך משיכה בק\"פ דמה שמקנה אין מושך ובמה שמושך אינו מקנה ובקע בו התחלת המלאכה לא מצינו קנין כזה אלא הוי מדרבנן וכסברה הזאת ברשב\"א במס' גיטין בפ' השולח בסוגיא דמוכר עבדו לקנס ובנמוק\"י במס' ב\"מ בסוגיא דמטבע נעשה חליפין ומ\"ש ז\"ל דמשו\"ה אותיות בלתי נקנות במסירה עיי\"ש. ודעת הריטב\"א שם דמתנה ע\"מ להחזיר קנין הגוף אבל למאן דסוברים דלא הוי אלא קנין פירות ולפ\"ז לא שייך בו קנין דאורייתא אלא במעשה המצוה דהוי קנין דרבנן כבקע בו והנה אם קנין דרבנן מהני במצוה דאורייתא במחלוקת נאמרה ועי' בס' אבני מלואים בסי' כ\"ח ס\"ק ל\"ג חילוק מושכל בין סוכה ואתרוג לענין קנין דרבנן דבסוכה שא\"צ אלא שלא יהיה גזול ומהני הפקר בי\"ד שלא יהיה כגזול אבל באתרוג דצריך שיהיה שלו לא מהני קנין דרבנן עיי\"ש וא\"כ יקשה מאי מהני מעמ\"ל באתרוג כיון דלא שייך בו קנין דאורייתא אלא קנין דרבנן בלבד:<br><b> אמנם</b> כמ\"ש במקו\"א מדעת הראשונים ז\"ל דהאי דאמרינן בהאי הנאה גמר ומשעבד נפשיה לאו דוקא שעבוד אלא לקנין מהני ג\"כ אומדנא עי' בבעל התרומות בשער ס\"ד חלק א' סי' ב' בשם הרמב\"ן כן ועי' בנמוק\"י במס' ב\"מ ט\"ז דבהאי הנאה הוי כשוה כסף עיי\"ש וזה לא שייך היכא דלא מהני כסף ועי' בשיטה מקובצת ריש פ' המפקיד בשם תוס' שאנ\"ץ דבהאי הנאה דמקני ליה כפל גמר דעתו והוי כקנין עיי\"ש ועי' בתוס' במס' בכורות דף י\"ח ע\"ב בד\"ה אקנוי שכתבו ואפי' בלא קנין קא קני דגמר ומשעבד נפשיה עיי\"ש אלא דשם הוי לקנין חצר דשייך כמ\"ש בנמוק\"י מטעם שכתב מ\"מ נראה מדבריו במצוה הוי אומדן דעתו להקנות בדעת גמורה דכנראה דעיקר קנין במעשה להורות על גמר דעתו כדאיתא במאי בדברים בשקנו מידו אי נמי בהאי הנאה גמר ומשעבד וכו' נראה דבהאי הנאה הוי כקנין במעשה להוכיח כי גמר להקנות ובחמץ ובכור דצריך קנין שאני דבהגוי לא שייך אומדנא זאת אלא דצ\"ע בעירוב וכמ\"ש במ\"א בזה וא\"כ י\"ל משום ניח\"ל למעבד מצוה בממוניה הוי כמ\"ש בתוס' בכורות הנ\"ל במצוה בכלל בהאי הנאה גמר ומקני. ולפ\"ז מיושב קושית התוס' דאף דלא כפל התנאי מ\"מ הרי כל זה שנאמר דקני במתנה ע\"מ להחזיר משום האומדנא דניח\"ל אבל על אופן הזה שלא יחזירו ודאי לא ניח\"ל ואמר בפי' כן אף שלא כפל תנאו מ\"מ בלא החזירו נפקא האומדנא ולא היה נקנה לו מחסרון הקנין והמעשה בטילה:<br><b> אמנם</b> כל זה אינו דכל מ\"ש שייך לומר אם התנאי הוי תנאי אבל אם נאמר דתנאי שלא כמשפט התנאי כמי שאינו ונשאר כפי המעשה קנין לעולם לו ושייך שפיר קנין משיכה וקושית התוס' לדוכתא:<br><b> וע\"ז</b> נאמר לפמ\"ש ברא\"ש במס' יבמות ק\"ו גבי חליצה מוטעת דאם לא כפל התנאי אף דהמעשה בלתי תלוי בהתנאי מהאי טעמא צריך לקיים התנאי ביותר אלא דהמעשה בלתי תלוי בקיום התנאי ורק אם כפל תנאו ותלוי המעשה בהתנאי אין מוכרח לקיים התנאי אלא בהחפצו בקיום המעשה אבל בלא כפל קיום התנאי מוכרח אלא דהמעשה בלתי תלוי בהתנאי עיי\"ש. וא\"כ לפ\"ז אף דאמרינן דתנאי בטל היינו לענין שהמעשה בלתי תלוי בקיום התנאי וכל זה בעלמא דהתנאי בדבר אחר אבל כאן דהתנאי ע\"מ להחזיר דהוי רק לזמן וקנין פירות וכיון דמוכרח לקיים התנאי ממילא בטל הקנין דלא שייך בקנין לזמן דלא שייך לומר דהוי שלו וקנין הגוף משום שאם ירצה לעשות שלא כדין ולא לקיים התנאי להחזיר דודאי לא ניתן לומר וא\"כ בכהאי גוונא לא נשאר אלא הקנין משום בהאי הנאה ואומדנא וכמ\"ש דכיון שבטילה האומדנא ממילא בטילה המעשה הקנין אף דלא כפל התנאי. ועי' בתוס' שהקשו כמו כן דהוי תנאי ומעשה בדבר אחד עיי\"ש. אבל לפמ\"ש בהאי דידן גרע להמעשה משום דהוי בדבר אחד דעי\"ז הוי קנין פירות בלבד ושייך לומר כמ\"ש ואתי שפיר:<br><b> אמנם</b> אם גם נאמר דקנין מאומדנא דבהאי הנאה לא מהני אלא בשעבוד בלבד או היכא דשייך קנין כסף דלא הוי רק מצד המקנה כמו בשעבוד אבל מצד הקונה שיהיה ברשותו לא מהני אומדנא והפקר ומתנה וכיו\"ב יוכיחו ע\"ז:<br><b> וע\"ז</b> נאמר לקיים דברינו הנ\"ל דיש לומר כמ\"ש במקום אחר דלאו כו\"ע סבירי להו כדעת הריטב\"א הנ\"ל דלא הוי בבקע בו דהוי התחלת המלאכה אלא קנין דרבנן בלבד. וי\"ל כמו בקנין גוף החפץ המשיכה בו הוי לקנין כמו כן בשימוש בהנאת מהקנין פירות והוי קבלת הנאה קבלה והבאת רשות מהק\"פ לו ובגדר משיכה ואם גם נאמר דבהנאת שימוש לא זכה עוד בק\"פ שלא שימש בהם עוד מ\"מ באתרוג די לנו אם נאמר דהנאה והשימוש בעת שיצא בו הוי שלו וקנוי לו אלא דלפי זה כ\"ז שלא שימש בו עד שנטלו לצאת בו לא שייך קנין והוי כמשוך וקני לאחר ל' יום עי' בסי' קצ\"ז סעיף ז' האומר משוך וכו' ולא תקנה אלא לאחר ל' יום ומשך לא קנה ואם אמר לו מעכשיו ולאחר ל' קנה וכל האומר ע\"מ כאומר מעכשיו דמי עיי\"ש. והנה כאן לא שייך קנין מעכשיו דלא ימצא קנין אלא בשעת עשות וקיום המצוה א\"כ האיך שייך קנין בכה\"ג ויש לומר דהנה קנין מצד בהאי הנאה הוי לכו\"ע כמו דמצינו בשעבוד כן אלא דמצד הקונה יש לומר דלא מהני שיהיה עי\"ז כשלו וברשותו וא\"כ בזה שהקנין מצד המקנה משום האומדנא עומד קיים וממילא בשעת קיום המצוה נקנה לו כמו בבקע בו וא\"כ מיושב קושית תוספות הנ\"ל דאף דלא הוי כמשפט התנאי מ\"מ באם לא יחזירו לו נפקע הקנין וכמ\"ש לעיל:<br><b> ועי'</b> במקנה שכתב למ\"ש במג\"א דדוקא מתנה ע\"מ להחזיר מותר ביו\"ט ועל כרחך דעתו להחזירו דאל\"כ עביד איסורא והאי דמותר להחזירו ביו\"ט דגם זה בכלל המצוה דאם לא החזירו לא יצא עיי\"ש. ולפמ\"ש אפי' נתנו עמ\"ל בערב יו\"ט מ\"מ עיקר קנינו ביו\"ט ושייך בכהאי גוונא כמ\"ש במקנה הנ\"ל:<br><b> (ב) אמנם</b> במ\"ש בשם הרא\"ש במסכת יבמות הנ\"ל יש להבין במה שיקשה לפי דבריו במסכת סוכה מ\"א ע\"ב דאיתא שם ומעשה ברבן גמליאל ור' אלעזר בן עזריה ור' יהושע ור' עקיבא שהיו בספינה ולא היה לולב אלא לר\"ג בלבד שלקחו באלף זוז נטלו ר\"ג ויצא בו ונתנו לר\"י במתנה נטלו ר\"י ויצא בו ונתנו לראב\"ע במתנה נטלו ראב\"ע ויצא בו ונתנו במתנה לר\"ע נטלו ר\"ע ויצא בו והחזירו לר\"ג ל\"ל למימר החזירו מלתא אגב אורחא קמ\"ל מתנה עמ\"ל שמה מתנה כי הא דאמר רבא הא לך אתרוג ע\"מ שתחזירו לי נטלו ויצא בו החזירו יצא בו לא החזירו לא יצא בו וכו' עיי\"ש:<br><b> והנה</b> לדעת הרא\"ש הנ\"ל מנ\"ל דר\"ע כרבא דאם לא החזירו לא יצא דילמא יצא אף בלא החזירו אפ\"ה החזירו דלמ\"ש ברא\"ש בלא כפלו לתנאו צריך לקיים התנאי והיה צריך להחזירו ואין לומר דא\"כ מאי קמ\"ל הרי זה קמ\"ל דמעמ\"ל הוי מתנה ומנ\"ל עוד דלא יצא בלא החזיר:<br><b> ואין</b> לומר דר\"ג לא אמר בפי' ע\"מ להחזיר אלא מתורת אומדנא אמרינן כן וא\"צ כפילות התנאי דכמ\"ש בריטב\"א קדושין דף נ' דאומדנא לא עדיף מפירש במקצת עיי\"ש ואפי' להסוברים דעדיף הרי כאן ר\"ג במתנה ופי' במקצת ועל כרחך הכונה שנתן בפי' עמ\"ל ויקשה כמ\"ש ועי' ברא\"ש בשם בעל העטור דר\"ג לא אמר בפירוש עמ\"ל ועי' בס' קרבן נתנאל שכתב דרא\"ש ס\"ל דר\"ג מעמ\"ל אמר עיי\"ש ועכ\"פ יקשה לדעת הריטב\"א הנ\"ל:<br><b> ולכאורה</b> יש ליישב עם מ\"ש בשם המקנה הנ\"ל דלדעת המג\"א דוקא במתנה ע\"מ להחזיר מותר ביו\"ט והאי דרשאי להחזירו דהוי מתנה לעולם משום דאל\"כ לא יהיה יוצא ומשום מצוה מותר לעולם ג\"כ עיי\"ש. וא\"כ שפיר מוכח דעל כרחך ר\"ע כרבא ס\"ל דבלא החזירו לא יצא דלא בעי כפילת התנאי ואפ\"ה המעשה תליא בהתנאי דאל\"כ אף דצריך להחזירו מ\"מ לא היה רשאי לעשות כן ביו\"ט:<br><b> אמנם</b> יקשה עודנו דהנה זה שנאמר דיהיה אסור להחזירו ביו\"ט אם לא משום מצוה תליא במ\"ש הרא\"ש במס' סוכה וז\"ל וצריך שיתנהו לו במתנה גמורה ע\"מ להחזיר ואחר שיצא בו צריך לחזור וליתן לו במתנה בשעת חזרה אבל אם אמר לו יהיה במתנה עד שתצא בו ואח\"כ יהיה שלי כבתחילה לא יצא דזה כשאול ותדע מדאמר לקמן לא ליקני אינש לולב וכו' אלא ודאי צריך לחזור במתנה וקטן לאו בר אקנוי הוא וכו' עכ\"ל. וכ\"כ בריטב\"א במס' קדושין מתנה ע\"מ להחזיר הקנאה גמורה היא וממון שלו וכשמחזירה לו הקנאה בעי כשאר הקנאות דעלמא וכו' עכ\"ל אבל עם כל זה אין לספק שאם לא ירצה להחזירו שבידו לקחת ממנו בחזקה ובדינא אף בלי רצונו להחזירו ולהקנותו דהרי לא קיים התנאי והמעשה בטילה אלא שאם רוצה שהמעשה יהיה קיים צריך להקנותו לו בחזרה ואם לאו אינו יוצא. ולפ\"ז יקשה עוד מנ\"ל דר\"ע כרבא ס\"ל דבלא החזירו אינו יוצא דילמא החזירו כמ\"ש ברא\"ש הנ\"ל דעכ\"פ צריך להחזירה אף דיצא ידי מצוה אם גם לא החזירו ולא שייך לומר דאם המצוה בלתי תליא בהחזרה אסור ביו\"ט מתנה דהרי כיון כמ\"ש דהמעשה אינו תלוי בהתנאי אינו צריך להקנותו בחזרה והלה יוכל לקחתו בלי רצון ודעת הלה ואפ\"ה יצא בו הלה דתנאי דבר בפ\"ע בלתי תלוי בהמעשה ובקיום המצוה וכיון שא\"צ להקנותו אלא הלה תובע ולוקח את שלו זה מותר גם ביו\"ט והקושיא לדוכתיה מנ\"ל דס\"ל לר\"ע ור\"ג אם לא החזירו לא יצא:<br><b> וי\"ל</b> ע\"ז דהנה יש לחקור בהאי מעשה דר\"ג שנתן כל אחד לחבירו במתנה. עיין בתוס' סוכה שם בד\"ה ואם לאו וכו' וז\"ל ומה שלא החזירו ר\"י לר\"ג אלא נתנו לראב\"ע וראב\"ע לר\"ע דעתו של ר\"ג היה שיצאו כולם ואח\"כ יחזירו עכ\"ל. ויש לספק אם הכונה שכל אחד יהיה שליחו של ר\"ג ליתנו לחבירו ור\"ג היה הנותן לכולמו והם היו שלוחיו או שנאמר בנותן מתנה ע\"מ להחזיר כמ\"ש ז\"ל דלזמן הוי קנין הגוף וא\"כ רשאי ליתנו לאחר לאותו הזמן ואינו בכלל אין השואל רשאי להשאיל [ואם לא כשהתנה משום תנאי] אלא דכל זה בהזמן שלא חל עליו להחזירו אבל לאח\"ז אינו רשאי לעשות כן. אבל כה\"ג דר\"ג כמ\"ש בתוס' שבדעתו שיצאו כולמו ועל כרחך הוי כאלו נתנו לר\"י על כל הזמן עד שיצאו כולם וכל אחד נתנו לחבירו במתנה ולא משום שליחות מר\"ג וכן מורה הלשון ונתן ר\"י לראב\"ע במתנה וכו' ונתנו לר\"ע במתנה וכו' וא\"כ כל אחד היה נותן במתנה לחבירו ולא משום שליחות מר\"ג ונפק\"מ דאם יצאו משום דהוי מתנה מאחד לחבירו ולא היו שלוחם של ר\"ג וא\"כ לא היה לר\"ג לתבוע הלולב אלא מהראשון שנתנו לו ע\"מ להחזיר אבל מאחרים שלא קיבלו ממנו לא היה בעל דין שלו. אלא ר\"ג היה יכול לתבוע מר\"י ור\"י מראב\"ע וראב\"ע מר\"ע כדרך שהקנו זה לזה. וא\"כ לפ\"ז אם יהיה לומר כמ\"ש דר\"ע לא היה מחזיר משום דבלא\"ה לא יהיה יוצא בו אלא משום חיוב להחזיר בכ\"ג משום התנאי וכמ\"ש ברא\"ש הנ\"ל דא\"כ לא היה יכול ליתנו ביו\"ט משום שאינו לקיום המצוה וגם לא שייך לומר כמ\"ש שאינו מקנהו בחזרה אלא הלה לוקח ותובע שלו דהרי מר\"ע לא היה יכול לתבוע והרי קנה אותו לזמן כה\"ג כמ\"ש במתנה ע\"מ להחזיר וא\"כ הוי החזרה מתנה ביו\"ט ואינו לצורך המצוה וגם לא שתובע מעצמו דלא שנא מר\"ג לר\"ע ולומר דר\"ע היה שלוחו של ר\"י להחזירו לר\"ג הלא היה טוב שיתנו לראב\"ע דלא הוי אלא מעמ\"ל לר\"י דמותר ביו\"ט מלהחזירו לר\"ג הוא בעצמו שהיה לעולם ואף דא\"כ היה ר\"י נתנו לר\"ג והרי לר\"י היה יכול ר\"ג לתבוע ולקחתו בעצמו ולא שמיה מתנה ביו\"ט כמ\"ש לעיל משא\"כ מר\"ע וא\"כ מר\"י היה לר\"ג בהתר משא\"כ מר\"ע ושאני שליח דעלמא בכה\"ג דלא קנהו כלל משא\"כ ר\"ע דקנהו ג\"כ בקנין הגוף לזמן ועל כרחך דאינו יוצא בלא החזירו וא\"כ מותר משום מצוה וכמ\"ש במקנה הנ\"ל ואתי שפיר:<br><b> (ג)</b> ואם לא החזירו לא יצא וכו':<br><b> עיין</b> ברא\"ש במס' סוכה שם שכתב בדחייב באונסין במתנה ע\"מ להחזיר ובטור בסי' תרמ\"ח דאפי' בנתן דמים לא יצא בנאנס ובהגהות מחנה אפרים הל' זכיה ומתנה סי' י\"ח כתב בדעת הרא\"ש כן ועי' בטור שא\"צ לכפול תנאו ואפ\"ה הדין כן:<br><b> וי\"ל</b> למ\"ש ברמב\"ן ב\"ב קכ\"ו במתנה נגד התורה לא שייך מכלל הן וכו' עיי\"ש. ומסתברא כל דהוי נגד הסברא לא אמרינן מכלל וכו' עד שיפרש וביותר למ\"ש הראב\"ד דצריך כפילות התנאי דצד האחר בגדר ספק עיי\"ש ועכ\"פ באם נוטה מהסברה להיפוך. וא\"כ לפ\"ז בכה\"ג דשייך ניח\"ל למעבד מצוה בממוניה אלא בהפסד ממון לא אמרינן כן ודעתו שיחזירו לו אבל בנאנס ואי אפשר בחזרת גופו של האתרוג למה נאמר אפי' לא כפל אינו יוצא הרי נראה בנאנס ודאי ניח\"ל ביותר שיהיה יוצא למפרע ויחייב באונסין ועושה מצוה בחפצו מאם נאמר שאינו יוצא:<br><b> גם</b> לכאורה מעמ\"ל שאני מתנאי דעלמא דבתנאי דעלמא כמו הנותן גט ע\"מ שתתן לו מאתים זוז י\"ל דרק משום זה נתן הגט כי יחפוץ בהמאתים זוז. אבל במתנה ע\"מ להחזיר לא שייך לומר שרק משום זה נתנו לו עבור שרצונו שיחזירנו ויהיה שלו אח\"ז דהרי אם לא היה נותן לו כלל ודאי היה בטוח בידו ועל כרחך חפצו בהנתינה אלא בהתנאי שיחזירו לו אח\"ז ועל דרך זה חפצו בהנתינה ואם לאו לא כי רק לזמן ברצונו ליתנו לו. אבל על הנתינה להזמן לא אין לו טעם ורצון אחר למה נתנו לו ולא כמו בגט שחפצו בהמאתים זוז. וא\"כ נפק\"מ באונס ונאבד הדבר למ\"ש בטור דחזרת דמים לא הוי חזרה משום התנאי והרי כמ\"ש יש לומר כיון דהנתינה לזמן לא היה משום טעם אחר ולא נתלה בדבר אחר אלא בלאחר הזמן בהשבה משום שאין ברצונו שיהיה במתנה לעולם וא\"כ כיון שנאבד ואי אפשר להחזירו הגוף בעצמו הנתינה להזמן לא יבטל דאין נתלה בדבר עוד וביותר אם יחזיר לו הדמים וצ\"ע. ועי' בשעה\"מ ומחנה אפרים הל' זכיה ומתנה סי' כ' בענין החזרת דמים עיי\"ש:<br><b> (ד) בס'</b> פרי מגדים בסי' תרמ\"ח ס\"ק י\"ב באשל אברהם שם הקשה למה במתנה ע\"מ להחזיר מהני באתרוג מאי שנא מאתרוג של ערלה ותרומה טמאה דאיתא סוכה ל\"ה משום שאין לו התר אכילה אינו יוצא ובמעמ\"ל כמו כן אין לו התר אכילה ולא שמיה לכם וכתב די\"ל כיון שראוי לשם אדם מקרי התר אכילה כמו באתרוג של תרומה טהורה דהוי לכם לישראל מהתר אכילה דלכהן עיי\"ש ותירצו בלתי מובן דבמעמ\"ל באותה השעה שיהיה יוצא בו לא שייך התר אכילה לשום אדם לא לו ולא להבעלים שזיכו אותו לו עד לאחר שיצא בו ולשניהם אז לא הוי לכם אלא דלבעלים יהיה ראוי אח\"ז ותליא במחלוקת הראשונים ז\"ל במעשר שני חוץ ירושלים דג\"כ התר אכילה לאח\"ז עיי\"ש:<br><b> ונראה</b> דיש לחלק לכם בין תנאי ושיור דכל שיש בהדבר שיור לא הוי כולו לכם וכל איסורי התורה שמעכבים באכילה הוי בגדר שיור ולא מקרי לכם אבל תנאי הוי דבר בפ\"ע י\"ל דהוי לכם אע\"פ שהתנאי מעכבן מאכילה ועי' במס' גיטין פ\"ב ע\"א בין חוץ ושיור לתנאי ובמס' חולין קל\"ד ע\"א חוץ שיורא ע\"מ לאו שיורא הוא עיי\"ש. ועי' בש\"ך יו\"ד סי' ס\"א ס\"ק י\"ח עיי\"ש:<br><b> בהגהות</b> מיימוני בס\"ה כתב שצריך ליזהר בד' דברים שהתנאי מתקיים וכו' ולא הבינותי וכו' עיי\"ש עי' מ\"ש ע\"ז בקצה\"ח בסי' רמ\"א ס\"ק ט' עיי\"ש:<br><b> והנה</b> רבינו לא ביאר בכל זה אלא דלפי דעתו דבמעכשיו וע\"מ כמעכשיו א\"צ למשפטי התנאי בלא\"ה קושית התוס' הנ\"ל לא יקשה:"
            ],
            [
                "<b>שותפין שקנו לולב או אתרוג בשותפות אין אחד מהן יוצא בו יד\"ח בראשון עד שיתן לו חלקו במתנה וכו'.</b> הנה אחרי שכתב רבינו שאין יוצא בגזול ושאול ביום הראשון כתב כמו כן שאין שותפין יוצאין וכמ\"ש ברי\"ף המובא בהמ\"מ במס' ב\"ב בסוגיא דאחין וכו' ושמעינן מיניה דהני בי תרי דזבני לולב בשותפות לא נפיק חד יד\"ח ביומא קמא עד דיהיב ליה חבריה מנתא דידיה ואי לא לא נפיק עכ\"ל והאי דצריך להוכיח זאת ומ\"ש משאול כיון דבעי לכם וכנראה משום בשאול לא הוי כלל לכם אבל בשותפות עכ\"פ מקצת לכם והוכיח דצריך שיהיה כולו לכם אף דלכאורה י\"ל בשאול ג\"כ קצת שלו בקנין פירות להזמן גם י\"ל שכתב כן שלא נאמר דשותפין מסתמא בלתי מקפידין דלא אמרינן כן אלא שצריכין להקנות זה לזה בפירוש אלא דע\"ז יש להבין למה לא נאמר דמסתמא ניח\"ל למעבד מצוה בממוניה ומקנה לו לפי שעה בע\"מ להחזיר חלקו דלא שייך מ\"ש לעיל דלא ניח\"ל להקנות במעמ\"ל משום שאין חייב באונסין דהרי השותף בלא\"ה אין חייב באונסין והיה נראה ביותר דאשמעינן דשותפין צריכין להקנות זה לזה ואז י\"ל באמת ניח\"ל וכו' ומסתמא מקנין זה לזה ועיין בהמ\"מ שכתב בשם הרשב\"א בקנו לצאת אמרינן מסתמא ע\"ד זה קנו עיי\"ש. ולמ\"ש גם לרבינו יש לומר כן ויותר מזה בכל אופן אמרינן ניח\"ל וכו':<br><b> אמנם</b> יש לעיין למ\"ש בר\"ן במס' נדרים ריש השותפין דלכל שותף בעת שמשתמש בו כולו שלו עיי\"ש אלא למ\"ש בר\"ן כ\"ט קנין לזמן קנין פירות עיי\"ש ועי' בשו\"ת הריב\"ש בסי' שמ\"ז שכתב דשותפין עדיפי משאול עיי\"ש מ\"ש בזה:<br><b> אמנם</b> הנה ראיתי בכפות תמרים במס' סוכה ל\"ה דבמעשר באתרוג במיניה וביה הוי כאתרוג החסר משום חלק המעשר שאינו שלו וכיו\"ב מצאתי במרכבת המשנה בפירקין ה\"ב עיי\"ש. ולכאורה יש לעיין בחסר דפסול משום ולקחתם לקיחה תמה אם בכה\"ג לא הוי לקיחה תמה ועיין בטו\"ז בסי' תרמ\"ט ס\"ק ג' במורכבים לפסול משום חסר:<br><b> והנה</b> לפ\"ז בשותפין יהיה פסול ביום ראשון משום חסר דחלקו של חבירו הוי כחסר לו ולפ\"ז אחרי כי נדע דצריך לכם וחסר פסול נדע פסול השותפות דכיון דחסר פסול דצריך לקיחה תמה ומזה בשאין כולו שלו בגדר זאת אחרי דנדע דצריך לכם ועי' בריב\"ש שכתב מסברא לחלק בין איסור ומצוה בענין קצת לכם עיי\"ש סברא נכוחה וברורה ולמ\"ש בענין זה מוכח דבעי כולו לכם ולא נאמר מנ\"ל דאין די בקצת לכם ועי' ברשב\"ם במס' ב\"ב שכתב מדלא כתב הדרכם עיי\"ש:",
                "<b> האחין שקנו אתרוגין מתפיסת הבית ונטל אחד מהן אתרוג ויצא בו אם יוכל לאכלו ואין האחין מקפידין בכך יוצא וכו' ואם קנה זה אתרוג וזה פריש וכו' אינו יוצא באתרוג עד שיתן לו חלקו במתנה ואע\"פ שאם אכלו אין מקפידין עליו.</b> ועי' בלח\"מ והנה רבינו בתחילה בקנו אתרוגין הרבה וכמ\"ש רשב\"ם דמסתמא אין אדם מקפיד ע\"ז עיי\"ש וי\"ל דניח\"ל למעבד הלה מצוה ולמה יעכבנו בדבר דליכא הפסד לו שיש אחרים לו ונקיט רבינו בלשונו ואין האחין מקפידין בכך שהדבר מצ\"ע אינו שיהיו מקפידין עליו כיון שיש הרבה אתרוגין אבל אח\"ז בקנו אתרוג ופריש כתב אע\"פ שאם אכלו אין מקפידין עליו לא כתב אין מקפידין בכך אלא אין מקפידין עליו שעל הדבר יש בו הקפד מצ\"ע אלא שנאמר שעל אחיו לא יקפיד מ\"מ כיון דהוי מחילה שלא מדעת לא הוי לכם דוקא בדבר דכו\"ע אין מקפידין עי' בש\"ך חו\"מ בסי' שנ\"ח דבדבר שכו\"ע מוחלין ואין מקפידין לא שייך מחילה שלא מדעת עיי\"ש וכנראה ראיה לדבריו מדברי הרשב\"ם כאן. ועי' בחי' הר\"ן בחי' ב\"מ בסוגיא דיאוש שלא מדעת עיי\"ש:"
            ],
            [
                "<b>אע\"פ וכו' ערב יו\"ט הראשון היו מתקנין במקדש מקום וכו'.</b> עי' בשיורי כנה\"ג בלשונות על הרמב\"ם בהל' לולב מ\"ש ע\"ז עיי\"ש:"
            ],
            [],
            [
                "<b>מצוה להרבות בשמחה זו ולא היו עושין אותה ע\"ה וכל מי שירצה אלא גדולי חכמי ישראל וכו' אבל כל העם האנשים ונשים כולן באין לראות ולשמוע.</b> אמר כי רק לאנשי חכמה גדולי חכמי ישראל וראשיהם ראוי לשמחה גדולה בריקוד וכיו\"ב בבית הל' ולא לעמי הארץ אשר יפרצו בשמחה של הוללות רק שע\"ה יראו ויחזו שמחת צדיקים בהל':"
            ],
            [
                "<b>השמחה שישמח אדם וכו'.</b> עיין נעימות בהמ\"מ ובסיומו כתב אבל השמחה בעשית המצוה ובלמידת התורה היא השמחה האמיתית וזהו ששלמה בדרכי מוסרו שבח החכמה ואמר בני אם חכם לבך ישמח לבי גם אני עכ\"ל ורש\"י שכתב קודם לזה ממעלות שמחת המצוה שמורה שעושה מאהבה ובמקום אחר כתבתי בפי' ואם תבוא חכמה בלבבך ודעת נפשך ינעם מזימה תשמור עליך להצילך מאשה זרה כי בלתי מספיק אם ידע האדם החכמה אם גם אור לו בשכלו אם לא גם מצאה משכן גם בלבבו תסכים עם הרגשותיו וישמח עמה אז יהיה נשמר מחטא ועון כי לא יחליף נעימות החכמה אשר הולך אחריו טוב נחלתו בעד נעימות העולם תוריד לבאר שחת. וע\"ז אמר אם תבוא חכמה בלבבך ודעת לנפשך ינעם כי השכל עם הרגשת הלב יתאחדו אז יהיה כחומה בצורה נגד היצר הרע להשמרו ממצודה רעה וכן נאמר במה שסיים המ\"מ במקרא מסכים לאשר אמר מקודם וזהו אם חכם לבך אם בלבך בני מצאה החכמה קן לה כי הרגשות לבבך כרתו ברית עמה אז תצליח בדרכיך ואז \"ישמח לבי גם אני\" \"שובע שמחות את פניך נעימות בימינך נצח\":"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org/"
        ]
    ],
    "heTitle": "דברי ירמיהו על משנה תורה, הלכות שופר וסוכה ולולב",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Divrei Yirmiyahu",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}