{
    "versionTitle": "Soncino Translation ", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "title": "Kiddushin", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "...how do we know that the issue [of a Gentile woman] takes her status?...because Scripture says, \"neither shalt thou make marriages with them\" (Deuteronomy 7:3) How do we know that her issue bears her status? — R. Johanan said on the authority of R. Simeon b. Yohai, Because Scripture says, \"For he will turn away thy son from following me\" (ibid): thy son by an Israelite woman is called thy son, but thy son by a heathen is not called thy son. Rabina said: This proves that thy daughter's son by a heathen is called thy son. Shall we say that Rabina holds that if a heathen or a [non-Jewish] slave cohabits with a Jewess the issue is mamzer? — [No.] Granted that he is not [regarded as] fit, he is not mamzer either, but merely stigmatized as unfit. Now, that [verse] refers to the seven nations! whence do we know it of other nations? — Scripture saith, ‘For he will turn away [thy son],’ which includes all who may turn [him] away. That is well according to R. Simeon, who interprets the reason of Scripture.11 But on the view of the Rabbis,12 what is the reason?13 — Scripture saith, and after that thou shalt go in unto her, and be her husband, [etc.],14 whence it follows that before that kiddushin with her is invalid. We have thus found that kiddushin with her is not recognised. How do we know that her child is as herself? — Scripture saith, If there be to a man [two wives] . . . and they bare to him [children]:15 where we read ‘if there be’,16 we also read: ‘and they bare to him’;17 but where we do not read: ‘If there be’, we do not read: ‘and they bare to him’. If so, is not a [heathen] bondmaid likewise? — Yes, it is even thus. Then what is the purpose of ‘the wife and her children shall be her master's’? —"
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "Pelimo used to say every day, ‘An arrow in Satan's eyes!’35 One day — it was the eve of the Day", 
            "of Atonement — he disguised himself as a poor man and went and called out at his door; so bread", 
            "was taken out to him. ‘On such a day,’ he pleaded, ‘when everyone is within, shall I be without?’", 
            "Thereupon he was taken in and bread was offered him. ‘On a day like this,’ he urged, ‘when", 
            "everyone sits at table,36 shall I sit alone!’ He was led and sat down at the table. As he sat, his body", 
            "was covered with suppurating sores, and he was behaving repulsively.37 ‘Sit properly,’ he rebuked", 
            "him....", 
            "-------------------------------", 
            "(35) Cf. supra 30a top. [= I defy you! being absolutely free from impure thoughts. In the Bible, Satan has the general connotation of adversary (v. I Kings V, 18; I Sam. XXIX, 4; Ps. CIX, 4), and at first he is not regarded as a distinct being. In Job, however, he does appear so, viz., as the celestial prosecutor; but even then, he cannot act independently, but requires God's permission. It is only later that he appears as an independent agent (I Chron. XXI, 2). The early portions of the Talmud mention him very rarely. but gradually belief in him spread. the popular concepts possibly forcing their way upwards from the lower classes. V. J.E. art. Satan.]", 
            "(36) Lit., ‘at the tray’.", 
            "(37) Wriggling, or perhaps scratching himself.", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            "", 
            " Rav Kahana said:", 
            "\"Men on the outside and women on the inside we are not concerned about yichud; men on the inside and women on the outside -we are concerned about yichud.\"", 
            "In a beraita it was taught the opposite.", 
            "Abayei said:", 
            "\"Now that Rav Kahana said this, and the beraita teaches the opposite, I will act stringently.\"", 
            "Abayei would arrange pottery. Rava would arrange reeds.", 
            "Avin said:", 
            "\"The weakest part of the year [is the] festival.\"", 
            "Those captive women who arrived at Naharda', they brought them up to the [attic of] the house of Rav Amram the Pious, and removed the ladder from before them.", 
            "As one of them was passing [before the opening], a light fell upon the opening [because of her great beauty]. Rav Amram took the ladder that ten were not able to move, and moved it by himself. He went and ascended;", 
            "when he got halfway up the ladder he spread [his feet to steady himself], and raised his voice:", 
            " \"Fire in the house of Amram!\"", 
            "The rabbis came. ", 
            "They said to him:", 
            "\"You have embarrassed us!\"", 
            "He said to them: ", 
            "\"It is better you should be embarrassed in the house of Amram in this world and you will not be embarrassed because of him in the World to Come.\"", 
            "He made (the evil inclination) swear to leave him, he left him as a pillar of fire;", 
            "he said to him:", 
            " \"Look, you are fire and I am flesh, and I am better than you.\""
        ]
    ], 
    "versionSource": "http://www.halakhah.com/pdf/nashim/Kiddushin.pdf", 
    "heTitle": "קידושין", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Nashim"
    ]
}