{
    "title": "Hasagot HaRaavad on Mishneh Torah, Rebels",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Hasagot_HaRaavad_on_Mishneh_Torah,_Rebels",
    "text": [
        [],
        [
            [],
            [
                "<b> ב''ד שגזרו גזרה וכו' עד שיהא גדול מן הראשונים בחכמה ובמנין.</b> א''א ולא אפי' אליהו ובית דינו הואיל ופשט איסורן בכל ישראל כדאיתא בע''ז: ",
                "<b> היה גדול בחכמה וכו'.</b> א''א עיטור שוקי ירושלים בפירות קשיא עליה שהראשונים תקנוהו ור' יוחנן בן זכאי ביטלה אחר חרבן מפני שנתבטל הטעם לראשונים ולא היה גדול כראשונים: "
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> הואיל ויש לב''ד לגזור ולאסור וכו'.</b> א''א כל אלה ישא רוח שכל דבר שגזרו עליו ואסרוהו לסייג ולמשמרת של תורה אין בו משום לא תוסיף אפילו קבעוהו לדורות ועשאוהו כשל תורה וסמכוהו למקרא כדאשכחן בכמה דוכתי מדרבנן וקרא אסמכתא בעלמא ואם גרע לפי צורך שעה כגון אליהו בהר הכרמל אף זה דבר תורה הוא עת לעשות לה' הפרו תורתך. ולא תמצא איסור מוסיף אלא במצות עשה כגון לולב ותפילין וציצית וכיוצא בהן בין לשעה בין לדורות בין שקבעה בדבר תורה בין שלא קבעה: "
            ]
        ],
        [],
        [
            [],
            [],
            [
                "<b> חוץ ממצות תפילין בלבד וכו'.</b> א''א זה שבוש לדעת ר' מאיר הוא דבעינן דבר שזדונו כרת ושגגתו חטאת ובתפילין פטור ולדעת רבי יהודה הוא שחייב בתפילין והוא הדין לולב וציצית שהתוספת פוסל את העיקר שאם הוסיף ולא פסל אע''פ שהעביר אותם בבל תוסיף כיון שהעשה מתקיים אינו חייב. ומה שאמרו בגמ' בלולב וציצית גרוע ועומד הוא לא אמרו כדי לפוטרו עליהם אלא שאינן דומות לתפילין למוסיף גורע שהרי אפילו קודם התוספת לא היה בהם תועלת שהרי צריכין קשר ואגד ורבי אושעיא שאמר השמועה ורבי אלעזר תלמידו הוא שאומר אין לנו אלא תפילין כלומר שזה הלשון לא נמצא אלא בתפילין ואם תאמר בלולב וציצית נמי משכחת לה שאגד ארבעה מינין והוסיף החמישי וקשר ח' חוטין והוסיף התשיעי זה אינו כלום וכיון דצריכין אגד וקשר אם הוסיף אחר האגד לדברי הכל האגד אין בהם ממש שהרי יש בהן משום תעשה ולא מן העשוי שהאגד משלים המצוה וצריך להתירו ולחזור ולקשור ויש שאומרים דוקא בתפילין משום דכתיב ע''פ התורה וכתיב לא תסור מן הדבר צריך שיהא שם הדבר ולא יסור ממנו שלא יפסול אותו בתוספתו ואם היה גרוע הרי אין שם דבר ולא ימצא זה אלא בתפילין ולדעת רבי יהודה דמחייב על הוראת מצות עשה ואומר אני דמודה רבי יהודה בחייבי כריתות אע''פ שאין בהם זה הדקדוק שאין ראוי לדקדק אלא במצות עשה דשייך ביה לא תסור מן הדבר אבל תעשה אותו וזו היא מצות עשה עכ''ל: "
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b> מי שנטרפה דעתו של אביו וכו' יניחם וילך לו ויצוה אחרים להנהיגם כראוי.</b> א''א אין זו הוראה נכונה אם הוא ילך ויניח לו למי יצוה לשמרו, עכ''ל: "
            ]
        ]
    ],
    "versions": [
        [
            "ToratEmet",
            "http://www.toratemetfreeware.com/online/d_root__035_mshnh_torh_lhrmbm.html"
        ]
    ],
    "heTitle": "השגות הראב\"ד על משנה תורה, הלכות ממרים",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Hasagot HaRaavad",
        "Sefer Shoftim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}