{
    "title": "Teshuva MeAhava Part I",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Teshuva_MeAhava_Part_I",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            "ב\"ה יום א' י\"ב אב תקסו\"ל פראג",
            "כו עתרת שלום טובה וברכה וחיים עד אחרית הימים לידיד נפשי החכם השלם במעלות ומדות עשר ידות ונבון דעת המעתיק הגדול נודע בשערים אוהב אמת אוהב מישרים האדון והשר ק א ר ל פישר קייסרל' קעניגל' צענזאר וכו' יחי' חיים ארוכים וברוכים.",
            "מכתבו הנחמד ונעים קבלתי, ובו שאלת חכם המסתעפ' על שתי סעיפים, א' אם יש לחלק עפ\"י דת תורה בין ישראל הנשבע לישראל חברו, לישראל הנשבע לאחד משאר האומות, ב' את\"ל שיש לחלק אם יש לשבוע אותו ישראל שנשבע לאחד מיתר העמים, עפ\"י הנהגה הזאת להיות שוכב בארון של מתים וללבוש אותו בגד של מתים שקוראין שטער\"ב קיטו\"ל, או כדעת איש אחד אשר דעתו נוטה לשבוע אותו כשהספר הזוהר בידו, אשר לדעת חסידי ישראל הזוהר קדוש ונורא הוא, וכל הנוגע בו לשוא או לשקר ימות תוך ימים אחדים ע\"כ דבריו הנעימים בקצרה.",
            "ולעשות רצונו האהוב וחביב עלי עד מאד חפצתי, ופניתי אני מכל עמלי, לחפוש עד מקום שידי מגעת, ולהשיב דבר אמת בדרך קצרה, ישמע החכם ויוסיף לקח.",
            "א הנה בכל המקומות שהזהירה התורה על שבועת שוא ושבועת שקר, לא נמצא שחלקה בין נשבע ליהודי, או לאינו יהודי, כמו שמצינו בתורה בכמה דברים שהבדילה התורה, בין איש הישראלי לאחד משאר האומות, כמו אם כסף תלוה את עמ\"י, לנכרי תשיך לאחי\"ך לא תשיך, וחי אחי\"ך עמך כיוצא בהם הרבה, כי העיקר הוא שהקפידה התורה שלא לישבע בשמו ית', לא לשוא ולא לשקר ומה לנו אם השבועה לעומת העברי, או ליתר האומות:",
            "ב הא לא תשא את שמו לשוא, היא אזהרה אחת מעשרת הדברים, כמו אזהרת לא תנאף, וכי נאמר שאזהרת לא תנאף היא בבא על אשת ישראל נאמרה, ולא בבא על אחת מבנות שאר העמים, הא קיימ\"ל הבא על אחת מבנות שארי האומות, אם קנאים פגעו בו והרגוהו הרי הם משובחים וזריזי', וראיה לזה מהמעשה פנחס בזמרי, ודבר זה חמור משאר מיתות ב\"ד, דבכלן בעינן התראת עדים וב\"ד, אבל בעון החמור הזה, לא בעינן לא התראה ולא בד, לדעת הרמב\"ם פרק י\"ב מה\"ל אסורי ביאה הל' ד', ואפי' לדעת הראב\"ד שם אם התרו בו והרגוהו אז המה משובחי', אבל אם לא התרו בו אינם משובחי', אבל כלם שפה אחת ודברים אחדים, שאם הרגוהו שפטורן ודבר זה הלכה למשה מסיני כמבואר במס' סנהדרין דף פ\"ב ע\"א, והנביא הוכיח להם לישראל (יחזקאל ט\"ז) ותזני אל בני מצרים שכניך, גדלי בשר, ותרבי את תזנתך להכעיסני, ותזני אל בני אשור, מבלתי שבעתך, ותרבי את תזנותיך אל ארץ כנען כשדימה וכיוצא בהן הרבה.",
            "דרך כלל קיום השבועה הוא קיום העולם, ולולא נאמנת השבועה איש לאיש, אי אפשר להתקיים מצבת התבל, ועד שלא נתנה התורה האמינו זה את זה בשבועה, כמו שמצינו באברהם ואבימלך בבאר שבע, אשר שם נשבעו שניהם, אף שנפרדו באמונת האלהות, שאברהם העברי האמין בה' אחד, ואבימלך הי' מעובדי אלילים. יעקב האמין לעשו על השבועה, ולבן האמין את יעקב על השבועה בפחד אביו אף שלבן הי' עובד את התרפים. וכהנה שבועות קודם מ\"ת, והשבועה היתה בכלל דיני' למען אשר לא יעשקו איש את רעהו, כי מי יוכל לעמוד על דברים אשר בין אדם לאדם אם עדים וראי' אין, זולת אם השבועה תהיינה בין שניהם. והנשבעים לשקר, לא חוקות ה' לבדנה ברגלים תרמסנה, אלא אף שתות משפטי המדינות יהרסון, ומה מתקו דברי חכמנו ז\"ל במס' שבועות דף ל\"ח סוף ע\"ב, אומרים לו הוי יודע שכל העולם כלו נזדעזע בשעה שאמר הקב\"ה בסיני לא תשא את שם ה' אלהיך לשוא, אבל ראוי לשית לב שהמאמר הזה הוא נגד השכל הפשוט שינועו אמות העולם? ועוד במה חמורה שבועת שוא מחייבי כריתות ומיתות ב\"ד, אשר עליהם לא נזדעזע העולם כדפריך התלמודא שם דף ל\"ט ע\"א, ואף דמסיק שם דבכל העבירות מנקה לשבים ושבועת שוא אינו מנקה אף לשבים, עדיין הדבר צריך ביאור, למה עון שבועת שוא ושקר חמור מכל עבירות החמורות שבתורה, שהתשובה לא תעלה ארוכה? ועוד מאי האי שדייקו בלשונם כל העולם כלו די אומר העולם נזדעזע? יען זה הדבר אשר דברתי, בשבועת שקרי מהרס משחית כל הנהגות המדיניי, ומקרקר כל יסודי משפטי ישוב הארץ ומלואה, לא משפחות בית ישראל לבדנה, היא מתנועעות אלא כל העולם כלו מזדעזע, כי שבועת שוא תתוץ כל משפטי משפחות האדמה, והתרועעה ארץ ויושביה, ולכך שבועות שקרי חמורה משאר העבירות והנשבע לשקר אין לו כפרת עולמית. וז\"ל רב אחאי גאון משבחא פ' יתרו, דאסר להון לדבית ישראל לאישתבועי בשקרי בשמא דקב\"ה, וכל מאן דמישתבע בשקרי, בשמא דקב\"ה לית לי' מחילה לעולם דכתיב לא תשא את שם ה' אלקיך לשוא וכו', ולא מיבעי אישתבועי בשקרי, אלא אפי' אפוקי שם שמים לבטלה אסור, מדאפקי' קרא לא תשא, ולא כתיב ולא תשבע כו' עכ\"ל ולא שם לחלק, בין אם נשבע לישראל, או לעם אחר.",
            "ויותר נראה לבאר עפ\"י דת ודין תורתנו הקדושה, שגדלה כחה של שבועה ואין לחלק בה בין נשבע לישראל, או לאחד מאומה אחרת, כי הנה מצות השם יתברך היתה על שבעה גוים (הדברים ז' ב') החרם תחרים אותם לא תכרת להם ברית ולא תחנם ונאמר (שם ך' ט\"ז) רק מערי העמים האלה אשר ה' אלהיך נותן לך נחלה לא תחי' כל נשמה כי החרם תחרימם החתי והאמורי והכנעני והפרזי החוי והיבוסי כאשר צוך ה' אלהיך, עם כל זה כאשר נשבעו שני מרגלים להחיות רחב ואת בית אביה ואת כל אשר לה, כן קימו וקבלו היהודים ויחרימו את כל אשר בעיר יריחו מאדם ועד בהמה לפי חרב רק רחב ואת כל משפחותיה, וצוה יהושע להציל ממות נפשך ולהחיותם בקרב ישראל כמבואר בס' יהושע קאפיטל ב' וקאפיטל ו'.",
            "אסורה נא ואראה, כמה התנצלות היו להם לישראל על השבועה הזאת לבטלה, ראשון הגם ששני מרגלים השביעו לה, וכי כל עדת ישראל מחויבי' לאשר ולקיי' שבועתם? שנית המרגלי' בעצמם אנוסים היו באותה שעה, אנוסים מחמת נפשות אם לא ישמעו אליה, ולא יאבו לשבוע, ותלך ותגלה הדבר כי מרגלים באו הנה, ויצא דינם להריגה. שלישית שבועתם לא חלה לעומת אשר נשבעו לשמור פי מלך על דברת שבועת האלהים, לא תחי' כל נשמה החרם תחרימם. רביעית היא ובית אביה וכל הנלוים אליה עובדי כוכבים היו. חמישית שבעה העמים היו רעים וחטאים לה' ועשו כל התועבות אשר שנא ה'.",
            "אלא ש\"מ חמש, ש\"מ דחמורה השבועה מאד אפילו לעומת עובדי אלילים, ש\"מ אפילו לעומת הרשעים העושים כל התועבות, וש\"מ אפילו בטלה מצות לא תחי' כל נשמה, וש\"מ אין טענת אונס ומודעה נגד השבועה, וש\"מ החיוב על כל אחד מישראל להשתדל בכל כחו, שלא יעבור חברו ואיש בריתו על שבועת שוא ושקר.",
            "ואל יתעקש אדם לומר שאני מעשה רחב, שהיא גמלה רב טוב לבית ישראל סד ואמת עם שני מלאכים מרגלים, ועי\"ז נתגלו כל נתיבות משפט עיר יריחו, ואם לא קיימו השבועה, היו שולמי רעה תחת טובה, ואין לך מדה רעה מכפוי טובה, אף אתה אמור לו הגבעונים יוכיחו, שהמה במרמה באו אל נשיאי העדה, וישבעו להם ויכרתו להם ברית, ואחרי שנתגלה לעיני כל העם כי הגבעונים במרמה עשו, עם כל זה לא הרגום בני ישראל, כי נשבעו להם נשיאי העדה, ומקרא מלא דבר הכתוב זאת נעשה והחי' אותם ולא יהי' עלינו קצף על השבועה אשר נשבענו להם כמבואר שם קאפיטל טי\"ת, וזו היא אחת מן הראיות שאין עליהן תשובה, שאין לאיש הישראלי לישבע על שקר לשום אדם באדמה, מכל אום ולשון בארץ, עפ\"י שום התר שבעולם, אף שבתחבולה ועקב הביאו לידי שבועה, דרך כלל אין שום התנצלות שבעולם על שבועת שקר.",
            "ואין חילוק בין הנשבע מפי עצמו, או שאחרים משביע אותו. ואפילו אותן אחרים עובדי כוכבים, אפי' קטנים, והוא עונה אמן, ה\"ז כאלו נשבע בעצמו, ואם לא קיימה דינו כעובר על השבועה, וז\"ל הרמב\"ם פ\"ב מה\"ל שבועות הל' א' אחד הנשבע אחת מארבע שבועות אלו (ר\"ל 1. שבועת ביטוי 2. שבועת שוא 3. שבועת הפקדון 4. שבועת העדות המבואר שם פרק א') מפי עצמו, ואחד המושבע מפי אחרים וענה אמן, אפי' השביעו עובד כוכבים ומזלות או קטן וענה אמן, חייב שכל העונה אמן אחר שבועה כמוציא שבועה מפיו. ואחד העונה אמן, או האומר דבר שענינו כענין אמן, כגון שאמר הן או מחויב אני בשבועה זו, קבלתי עלי שבועה זו, וכל כיוצא בזה בכל לשון, ה\"ז כנשבע לכל דבר בין לחייב מלקות בין לחייבו קרבן עכ\"ל וזהו שהעונה אמן כמוציא שבועה מפיו הוא בין בפני ב\"ד, בין שלא בפני ב\"ד כמבואר במסכת שבועות דף כ\"ט ע\"ב, בין לר\"מ ובין לרבנן כמבואר שם.",
            "הנה עד כה דברתי והוכחתי בראיות העצומות שאין חילוק על פי דת ישראל, בין ישראל הנשבע לישראל, או שנשבע לאחד האדם. כצדיק כרשע, אפילו אם נשבע לאחד אשר על פי התורה דינו להחרימו ולהשמידו, ואפילו אם איש את אחיהו הטעהו בתרמית עד שהביאהו לידי שבועה ואפילו הכי צריך לקיים השבועה.",
            "ויסוד השבועה הוא האומר הריני נשבע, או שמשביעו אחר והוא עונה אמן, אבל מה שמניח ידו על התורה, או על התפילין, או שאר חפץ אינו אלא לקיום בעלמא, להמון עם לא בינות, ודבר זה מבואר בארוכה בדברים של טעם ודעת תורה נביאים וכתובים רמב\"ם וש\"ע בספר נודע ביהודה חלק י\"ד סימן ע\"א אשר חברו מורינו ורבינו הגדול נ\"ע, ולא הניח דבר קטן וגדול שם הוא, ועליו אין להוסיף וקשה עלי להעתיקו כי הוא בתכלית האריכות, ובקשת משם ומצאת.",
            "ודי באיומים הנזכרים בגמרא וש\"ע על שבועת הדיינין שהיא על ידי טענה ודאית בין שהיתה מן התורה בין מדבריה' וזה לשון הש\"ע ח\"מ סימן פ\"ז סעיף כ' משביעין אותו בכל לשון שהוא מבין, ויאיימו עליו קודם שישביעוהו, ואומרים לו הוי יודע שכל העולם נזדזע בשעה שאמר הקב\"ה לא תשא, וכל עבירות שבתורה נאמר ונקה וכאן נאמר לא ינקה, וכל עבירות שבתורה נפרעים ממנו, וכאן ממנו וממשפחתו, ועוד שגורם ליפרע מכל ישראל, שכל ישראל ערבים זה לזה, כל עבירות שבתורה תולים לו שנים ושלשה דורות אם יש לו זכות, וכאן נפרעים מיד, דברים שאין אש ומים מכלים, שבועת שוא מכלה אותם, אמר איני נשבע פוטרין אותו, ונותן מה שטענו חבירו ואם אמר הריני נשבע, אומרים זה לזה, סורו נא מעל אהלי הרשעים האלה, ואומרים לא על דעתך אנו משביעים אותך, אלא על דעתנו ועל דעת הב\"ד, ואם יש צד רמאות, יש לדיין לומר לו לפרש בשבועתו כל צד רמאות שיש לחשוב בלבו.",
            "ואחרי שבארנו שאין בזה דין חלוקה, בין הנשבע לישראל להנשבע לשאר העמים, דעת לנבון נקל, אם יראו המון עם, אשר טחו עיניהם מראות שעושין שום השתנות איומים בין השבוע' אשר מעברי לעברי, לשבועה אשר מעברי לנוצרי יחשוב בלבו ויוכיח לעצמו, שע\"כ השבועה מישראל לעם אחר איננה חמורה כישראל לישראל חבירו, באשר שמאיימין עליו ביותר, ויש לחוש שעל ידי איום הזה שמחמירין עליו בתחלתו סופו להקל בשבועה עצמה חלילה, לכן כל משכיל ישפוט בצדק לעשות משפט אחד לכלם, כאשר המנהג מישראל לישראל, כן מישראל לאינו ישראל, בלי תוספת וגרעון.",
            "ועתה אין מן הצורך להשיב את האיש, אשר רצה להמצי' דבר חדש, להשביע את האיש הישראלי בספר הזוהר, כי לפי מה שבארנו בהשתנות הסדר, יש לחוש לקלקול גוף השבועה ודרך כלל האיש ההוא לצחוק וללעג באזני כל שומעיו, מי פתי הישראל חסר לב אשר בתורת משה עבד ה' ישבע לשקר ובתורת ספר הזוהר הבנויה על שכל האנושי לבאר ולפרש תורת ה' היש תמנעהו משבועת שקרי.",
            "את זה כתבתי לדעת האיש ההוא, שהספר הזוהר כלו קדוש, אבל אני אומר הריני נשבע בתורת ה', שבספר הזוהר נמצאו כמה זיופים וקלקולים אשר הוסיפו, ועלה אחת מתלמוד בבלי הויות דאביי ורבא, קדוש יותר מכל ספר הזוהר, הנה אם אמרו חכמי התלמוד על ברייתא דלא מתנייא בי ר' חייא ור' אושעיא, מאן יימר דמתרצתא היא, דלמא משבשתא היא, וספר הזה ודאי לאו בר\"ח ורב אושיעא אתמר, כי כל הדורות מראש, לא זכרו מספר הזוהר מאומה, לא בהקיץ ולא בחלום כי הנה אם אמת הדבר שהחבור הזה הוא מהתנא ר' שמעון בר יוחאי, אשר ר' יהודה הנשיא קבל גם ממנו, כמבואר בהקדמ' הרמב\"ם לספרו יד החזק', איך לא זכר את הספר הזה בבורו ש\"ס משניות או בשום מקום, ואף ר' יוחנן שחיבר תלמוד ירושלמית אינו מזכירו בשום מקום, ורבינא ורב אשי שחברו תלמוד בבלי מאה שנים אחר חבור תלמוד ירושלמי, והיו סוף אמוראים ולא שמו רמז בכל התלמוד מספר הזוהר, ורבה בר נחמני שחיבר רבות ושוחר טוב וכיוצא בהם הרבה לא זכרו מחבור רשב\"י גם רבנן סבוראי והגאונים והרי\"ף והרמב\"ם ורש\"י ותוס' והרמב\"ן והרשב\"א והרא\"ש והטור, והילקוט שמעוני אשר אסף ולקט כל המדרשים והמכילתות והברייתות, כלם לא ידעו ולא ראו ממנו דבר, עד שזה קרו' לשלש מאות שנים ענו ואמרו שמצאוהו ואיזהי כנסיה אשר קבלוהו בכנופיה, כמו תלמוד בבלי וירושל' וז\"ל הרמ\"בם בהקדמתו לספר יד החזקה אבל כל הדברים שבגמרא הבבלי חייבין כל ישראל ללכת בהם, וכופין כל עיר ועיר וכל מדינה ומדיה, לנהוג בכל המנהגות שנהגו חכמי הגמרא, ולגזור גזירותם, וללכת בתקנותם הואיל וכל אותם דברים שבגמרא, הסכימו עלהם כל ישראל עכ\"ל ויעיין עוד שם, ואין אני חלילה מטיל דופי ופגם בכבוד התנא אלדי ר' שמעון בר יוחאי, כי הוא היה מחסידי עליון, אלא אני אומר לאו גושפנקא דרשב\"י ועזקתיה חתום עליה, ומי שיש לו חצי דעת יגיד כן, שהרי נזכרו בספר הזוהר כמה תנאים ואמוראי' שהיו אחר רשב\"י שנים רבות במספר והארכתי בזה במקום אחר מפי סופרים ומפי ספרים כמבואר בס' מטפחת להגאון מוה' יעב\"ץ זצלל\"ה שגזר אומר שחלו בו ידים מזייפים וחשד את החכם ר' משה דיליון יעיי\"ש.",
            "והנה מיום שנתחדש ספר הזוהר, הרבה נכשלו ע\"י כי כמה דברים סתומים וחתומים, אשר המציאו האחרונים, להתעות בני אדם יושבי חשך השכל, צאו וראו כמה קלקולים רבים קלקלו מאמיני הכלב רע שבתי צבי שבור, ואחוזת מרעהו ברכ' מסאלניקא, ויעקב פראנק שם רשעים ירקב, ותלו דבריהם בספר הזוהר אשר בודאי לא יאונה לצדיק ר' שמעון בר יוחאי כל און.",
            "מה טוב ומה נעים, אשר כתבתי בחבורי קטן אשר קראתיו בשם קונטרס אהבת דוד, שנדפס בק\"ק פראג תק\"ס וזה לשוני שם באו ונחזיק טובה וחינות לשני מלכים גדולי אדירי' אדוננו המשובח המנוח הקיסר יאזעף השני, ואדוננו המהולל הקיסר פראנץ השני אשר צפו והביטו בחכמתם הנפלאה, רבות רעות ושבושי דעות תסתעפנה, מחלומות והבלים המקובלים, והמה לנזקי בני האדם, נזקי הגופות ונזקי הנפשות, ופקדו באזהרה גדולה, שלא להביא ספרי קבלה בכל מדינות מלכותם הפקודה הראשונה העכסט האף דעקרעט פאם ב' נאוועמבר 785 למספרם והשני פאם זי\"ן יוני 794 למספרם והארכתי שמה בדברים נכונים וכעת לקצר אני צריך כי טרדותי רבו למעלה ראש, וכל מה שכתבתי הוא לפי דעתי העני' על דרך אמת לכל ההולך ישר, והליכתי למרחץ טיפליץ בעבור חסרון בריאתי, זה הדבר אשר עכבני והתמהמהתי ואחר עד עתה להשיב.",
            "הכ\"ד ידידו החפץ בכבודו ומשתחוה ארצה ה\"ק אלעזר פלעקלס "
        ]
    ],
    "versions": [
        [
            "Teshuva Me-Ahava, Part I, Prague, 1809",
            "http://aleph.nli.org.il/F/?func=direct&doc_number=001790854&local_base=NNLALL"
        ]
    ],
    "heTitle": "תשובה מאהבה חלק א",
    "categories": [
        "Responsa"
    ],
    "sectionNames": [
        "Teshuva",
        "Paragraph"
    ]
}