{
    "status": "locked", 
    "versionTitle": "Vilna Edition", 
    "sectionNames": [
        "Daf", 
        "Comment"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Chidushei Agadot on Avodah Zarah", 
    "licenseVetted": true, 
    "text": [
        [], 
        [], 
        [
            "<b>דכתיב </b>כי קרוב יום אידם וכו'. פרש\"י היינו עבודת כוכבים דכתיב בההיא פרשה יקומו ויעזרכם עכ\"ל וה\"מ לאתויי טפי לעיל מניה בההיא ואמר אי אלהימו וגו' והיינו למ\"ד דאי אלהימו קאי אעבודת כוכבים אבל למ\"ד דאי אלהימו קאי אהקב\"ה לא מצי לאתויי מיניה כפי' רש\"י בחומש דאיכא פלוגתא בהכי בספרי ע\"ש: ", 
            "<b>יתנו </b> עדיהן וגו'. פרש\"י ס\"ד השתא דאתמוהי מתמה וכו' עכ\"ל ואין צורך אלא דכולה מלתא הקב\"ה א\"ל לעובדי כוכבים מי בכם יגיד זאת התורה והראשונות ישמיעונו שהן שבע מצות כדלקמן ואמר להם ג\"כ שיתנו על כל זה עדיהן ויצדקו בדין ולמאי דמסיק דיתנו עדיהן בישראל כתיב היינו שישראל יתנו את נביאי עובדי כוכבים שיהיו עדיהן ויצדקו וישמעו אותן נביאי עובדי כוכבים ויאמרו אמת הוא ולפי דרשא דריב\"ל בסמוך הא דאמר בישראל כתיב היינו נמי שהמצות מעידות עליהן קאמר וישמעו נביאי עובדי כוכבים עדותן ויאמרו אמת וכדלקמן בסוף שמעתין ודו\"ק: ", 
            "<b>באות </b> ומעידות וכו'. הענין כמ\"ש המקובלים כי בכל מעשה ידי אדם נברא דבר רוחני לפי המעשה כמ\"ש שעושה המצוה נותן כח בפמליא של מעלה וכן בהפך עושה העבירה מתיש כח פמליא של מעלה ונותן כח לצד הטומאה והם עדים המעידים עליו כמ\"ש יוצרי פסל וגו' ועדיהן וגו' והוא העד המעיד שאמרו בפרקי אבות הקב\"ה הוא העד הוא הדיין היינו הוא העד הרואה שהוא נעשה דיין וק\"ל: ", 
            "<b>עדיהן </b> מהכא יוצרי פסל כולם. פרש\"י בספר ישעיה סיפא דקרא בל יראו כו'. פסילי עבודת כוכבים יהו עדים על בושתם של עובדיהם שהרי אנו רואין שאינם לא רואים ולא יודעים והם עובדים להם עכ\"ל. וק\"ק דזה העדות אנו רואים גם בעוה\"ז ומפרש\"י הכא משמע דממש יעידו הפסילים בהם דה\"ק קרא דבל יראו ובל ידעו וגו' דגם שעד שלהם אין רואים ולא יודעים בעוה\"ז שם ביום הדין קאמר דבנס יהיו יודעים להגיד עדות על עובדיהם למען יבושו וק\"ל: ", 
            "<b>מביא </b> הקב\"ה ספר תורה בחיקו וכו'. שבתחלה לא ידעו כי ספר תורת משה הוא בחיקו אבל כל אומה סבורה כי דתה הוא ולכך מתקבצים כולם כי לפי דעת כל אומה דתה הוא אמת עד אשר יפרש להם הקב\"ה יש בכם מגיד זאת תורת משה שנא' וזאת התורה אשר שם משה וגו': ", 
            "<b>בערבוביא </b> וכו'. מדכתיב ברישא נקבצו יחדו ובסיפיה יאספו לאומים ולא כתיב יחדו דרשו כן וק\"ל: "
        ], 
        [
            "<b>שטבעה </b> יצאה בכל העולם. יש לפרש כמשמעה שמטבע שלה יוצאה בכל העולם שכן דרך המלכים שמטבע שלהם יוצאת עד מקום ממשלתם ופוסל הישנות כדלקמן בפרק ר\"י (עבודה זרה נב:) גבי דינר הדרייני טראייני כפרש\"י שם ועל דרך זה נראה לפרש על מה שאמר כסף וזהב הרבינו אמר הקב\"ה כסף וזהב שלי הוא וכו' כי הכסף וזהב שהרבו מלכי רומי שהם אנדריינוס וטרייאנוס משל קודש היה שהוא של הקב\"ה כמ\"ש שם בקשו לגנוז דנרי אנדריינוס וטראיינוס מפני מטבע של ירושלים שרובה קודש ועיין בפ\"ק דשבועות בחדושינו ודו\"ק: ", 
            "<b>מקמי </b> דליפוש חרון אף וכו'. לכאורה בפרש\"י הכא ובמסכת ר\"ה דלא ליפוש חרון אף דצבור שהוא גדול מפני שהם רבים ויפרע אח\"כ מן המלך אין זה דומה הא דרומי חייבת הם ג\"כ רבים וליפוש חרון אף על שאר העובדי כוכבים וצ\"ל דבחשיבותא תליא מלתא דבין רבים ובין יחיד חס הקב\"ה על חרון אף דליפוש על החשוב טפי ודו\"ק: ", 
            "<b>מלמד </b> שכפה עליהם וכו'. ואין זה סותר הא דקאמר לקמן דיחזור כל העולם לתוהו ובוהו דה\"נ קאמר הכא שיחזור כל העולם לתוהו ובוהו דהיינו לפי טבע הבריאה שהיה העולם כולו מים במים וחסד אלהים היה בשביל האדם שיקוו המים למקום אחד ואם לא תקבלו התורה יחזור לטבעו תוהו ובוהו ושם תהא קבורתכם ולהכי אמר משמים השמעת דין על הארץ שתחזור לדינה ולטבעה ואז הארץ יראה שתחזור לטבעה שיעלו המים עליה ובפענח רזי כתב שהוכרח לכפות ההר עליהם דבלאו הכי היו משה ואהרן ובניהם מקבלים התורה ולא היה העולם חוזר לתוהו ובוהו עכ\"ל וק\"ל: ", 
            "<b>אתגורי </b> אתגור כו'. אבל ליכא למפרך דמאי בעי לדיינם כיון דהתירן די\"ל הראשונות ישמיעונו היינו על מה שכבר עברו קודם שהתירן וק\"ל: ", 
            "<b>בתוס' </b> ד\"ה וארו חיוא וכו'. אלישנא דקאמר דהיא חשובה בתרה קשיא להו הכי אבל הא ודאי דבבל לא עייל בתר רומי כיון דגם הם אשתעבדו וסתרי בית המקדש ועיין עוד בזה לקמן וק\"ל: ", 
            "<b>בד\"ה </b> מאי שנא הני דלא וכו' פירוש בבל ויון כו' שנשתעבדו וחשובים וכו' עכ\"ל. יש לדקדק דהדרא קושיין לדוכתא כיון דבבל ויון נמי אשתעבדו בישראל ובבל נמי סתרו בהמ\"ק כמו רומי מאי טעמא איעיילו ומאי פריך מ\"ש הני דלא חשיב להו דהיאך חשיב (להו) כיון דלא עיילו ויש לפרש דמיון הכי פריך מ\"ש הני דחשיבי ועיילי ומ\"ש יון דלא חשיב לעיילי לפני פרס דיון נמשל לנשר שהוא מלך בעופות ומבבל נמי יש לפרש דהכי פריך מאי שנא רומי דחשיב ועייל ברישא ומאי שנא בבל דלא חשיב לעיולי ברישא דאיהו נמשל לארי שהוא מלך בחיות כמ\"ש התוספות לעיל ומשני משום דהני משכי במלכיות ראוי לעיולי ברישא וכיון דחזו דלא מהני להני מידי שוב לא עיילו בבל ויון ודו\"ק: ", 
            "<b>בד\"ה </b> מאי בעי בשעיר וכו' מיהו קשה לגרסת רש\"י וכו' עכ\"ל. דליכא למימר דבקרא דבוזאת הברכה נמי סמיך אסיפא דקרא דכתיב פארן דא\"כ לא ה\"ל לאתויי קרא דחבקוק כלל דה\"ל כמו יהודה ועוד לקרא וק\"ל: "
        ], 
        [
            "<b>שאפילו </b>עובד כוכבים ועוסק בתורה כו'. כמ\"ש התוס' דאיירי בשבע מצות הכי איתא בהדיא בפרק ד' מיתות מיהו לאו דוקא שבע מצות דלא חשיב אלא לא תעשה אבל בקום עשה יש עוד מצות אחרות שהעובד כוכבים חייב בהן כדאיתא התם ובזה נראה לפרש הא דאמר שהוא ככ\"ג וע\"פ מאמרם (סוף מנחות) זאת תורת האשם תורת חטאת וכו' מלמד שכל העוסק בפרשיות הקרבנות כאילו הקריבן ואהכי קאמר עובד כוכבים העוסק בתורה דהיינו בתורת קרבנות שבן נח מצווה עליהן הרי הוא ככהן גדול שהקריבן דלמעלה מהאי קרא כתיבי פרשת קרבנות ועבודת יוה\"כ שהוא בכהן גדול ובתוס' לקמן כתבו טעם אחר למה נקט ככ\"ג ודו\"ק: ", 
            "<b>שמים </b> וארץ נוגעין בעדותן וכו'. לפום הך דרשא שהתנה הקב\"ה עם מעשה בראשית וכו' ניחא דנקט שמים וארץ אבל לדרשא דארץ יראה ושקטה וכו' לא ה\"ל למנקט שמים דנוגע בעדות וי\"ל דמ\"מ לא הוו שמים רק כעד אחד וק\"ל: ", 
            "<b>יום </b> הששי מלמד שהתנה וכו'. בפרק ר' עקיבא הששי ה\"א יתירה משמע הששי המיוחד וכו' ועוד נראה בזה כי בה' יצר הקב\"ה מעשה בראשית כמ\"ש בהבראם ולכך ה\"א יתירא בסוף מעשה בראשית לרמוז על פעולת הה\"א שהיתה על תנאי אותו ששי של קבלת התורה ור\"ת שם של ד' \"יום \"הששי \"ויכלו \"השמים לרמוז בסוף מעשה בראשית כי הם אותיות שם הוי\"ה היו כלים של הקב\"ה לצור בהן עולמות כמ\"ש ביה ה' צור עולמים ולכך אמרו די לעולם שישתמש בשתי אותיות אבל חצי השם השני נרמז מתחלת \"ויכלו \"השמים שהוא התחלת פרשת שבת לרמוז שלא יתמלא השם עד לעולם שכולו שבת ודו\"ק: ", 
            "<b>יבא </b> נ\"נ ויעיד בחנניה וכו'. דזה נוסף על אברהם שלא עבד עבודת כוכבים שנצטוה גם בן נח בו אבל להשתחוות לצלם שהוא אנדרטי לא נאסר בן נח ולא נאסר בו אברהם שהיה עדיין בן נח אלא מחמירין היו חנניה וכו' כיון דישראלים הוו ועיין בתוס' ודו\"ק: ", 
            "<b>יבא </b> בלדד השוחי וכו'. חברי דאיוב ואיוב גופיה לא נקט הכא משום דאיכא למאן דאמר בפ\"ק דב\"ב דאיוב ישראל היה ומיהו ק\"ק אמאי לא נקט הכא נמי בלעם ואביו שהיו ג\"כ נביאי עובדי כוכבים כדאמרינן התם ומהיכא קא נפקא ליה טפי בהני דנקט שהם יעידו בישראל דהא אמרינן התם בהו דנביאותייהו לעובדי כוכבים ודו\"ק: ", 
            "<b>ומי </b> מצית אמרת הכי והאמר ריב\"ל מאי דכתיב וכו' היום לעשותם. ויש להקשות דמההיא גופיה תקשי ליה דקאמר הקב\"ה שוטים שבעולם מי שטרח בערב שבת כו' אלא דאעפ\"כ קאמר הקב\"ה שיעשה עמהם לפנים משורת הדין ויאמר להם עשו סוכה ואפשר דלאו מהיום לעשותם ולא למחר לעשותם פריך אלא מהיום לעשותם ולא היום ליטול שכרם וכיון שכבר קבלו העובדי כוכבים שכר מצותן בעוה\"ז כדכתיב ומשלם לשונאיו על פניו א\"כ לא יקבלו עוד שכר בעוה\"ב דא\"כ לקתה מדת הדין שישראל לא יקבלו רק שכר עוה\"ב והכונה שרמז להם במצות סוכה שהיה להם לקיים המצות בעוה\"ז שדומה לסוכה ודירת עראי וק\"ל: ", 
            "<b>מקדיר </b> עליהם חמה וכו'. כל סוכה עשויה לצל ולהגין מפני החמה ויכול לעשותה מעובה הרבה וכשרה היא ומקדיר עליהן חמה עד שייבשו עליה והיינו מקדיר שהסכך נעשה בו נקבים ומצערתן משם החמה וק\"ל: ", 
            "<b>שנאמר </b> ננתקה את מוסרותימו וגו'. פירוש הפסוק לפי זה ננתקה את מוסרותימו היינו דפנות הסוכה שדרכן לקשור במוסרות ונשליכה ממנו היינו מן הסוכה את עבותימו דהיינו עץ עבות שדרכן לסכך בהם כדכתיב בספר עזרא*) ועלי עץ עבות לעשות סוכה ככתוב וק\"ל: ", 
            "<b>בתוס' </b> בד\"ה כהנים לוים וכו' מקרו בני אדם שר\"ל בני אדם הראשון וכו' עכ\"ל. ולעיל גבי ואתה בן אדם וגו' אפשר שלא רצה לפרש כן דלא שייך לומר בן אדם הראשון כמו בני אדם הראשון וק\"ל: ", 
            "<b>בד\"ה </b> נוגעים בעדותן וכו' ועוד י\"ל שהם קיימים ממה שקבלו וכו' עכ\"ל. ואעפ\"כ מקרו נוגעים בעדותם מצד הנאתם שהגיע להם כבר על ידי קבלתם של ישראל ודו\"ק: ", 
            "<b>בד\"ה </b> יום הששי תימה למאן דאמר בשבעה בחדש נתנו עשרת הדברות מאי יום הששי וי\"ל וכו' עכ\"ל. ושנויי דחיקי נינהו. והנראה בזה אחרי שיש לדקדק בסוגיא בפרק ר' עקיבא דפליגי רבנן ור' יוסי דרבנן סברי בששה לחדש נתנה תורה ור' יוסי אמר בז' בו ולכ\"ע בשבת נתנה תורה וכו' ע\"ש ויש לספק בזה דלכ\"ע נתנה תורה ביום נ\"א מן הספירה למה קבע הש\"י חג השבועות לדורות ביום חמשים מן הספירה והכוונה בזה לפי שלא היו ישראל אז ראוים לחכמת התורה עד שיטהרו ויקדשו עצמם מכל טומאת מצרים שיצאו משם כמ\"ש כל שיראת חטאו קודמת לחכמתו וכו' וע\"כ היתה הטהרה במספר שבעה שבועות ויום חמשים שהם מספרים קדושים כענין שבת שמיטים ויובלות ולפי שביום נ' נגמרה הטהרה שזכינו אחר כך ביום נ\"א לקבל התורה קבע הש\"י אותו יום חמשים לחג שבועות כי יראת חטא קודם לחכמה במעלה ובזמן. ובזה יתורץ קושיית התוס' דלמאן דאמר נמי בז' בו נתנה תורה הזכיר כאן יום הששי מר\"ח לפי שהוא עיקר כי בו נקבע חג השבועות לדורות וק\"ל: "
        ], 
        [
            "<b>והתניא </b> אין מקבלים גרים וכו'. השתא דאכתי לא אסיק אדעתיה דיש לומר גרים גרורים אהך ברייתא גופה ה\"מ לאקשויי דכתיב בדוד ויאמר דוד לכנוס את הגרים אשר בארץ וגו' ובשלמה כתיב ויספר שלמה את כל האנשים הגרים וגו' ואפשר דאיכא לאוקמי מקראות הללו בנתגיירו כבר ועיין ביבמות פרק הערל בחדושינו: ", 
            "<b>שניות </b> יושב ודן בו'. במסקנא קאמר ג' ראשונות יושב ודן וכו' וכן הדין בבני אדם דאמרינן בפ\"ק דשבת עד מתי יושבים בדין עד זמן סעודה והיינו עד שעה רביעית*) דאז מאכל וסעודת כל אדם כדמסיק התם וכן הא דקאמר שלישית יושב וזן וכו' והיינו מתחלת שעה שביעית כי עד אותה שעה הוא סוף זמן הסעודה הנקצב לכל אדם (מאתמול) כדאמר התם ששית מאכל ת\"ח מכאן ואילך כזורק אבן לחמת ודקאמר יושב ודן וכו' ועומד מכסא דין וכו' כן היה תחלת הבריאה שעלה במחשבה לברוא עולם במדת הדין שנאמר בראשית ברא אלהים ואח\"כ שתף עמו מדת הרחמים שנאמר ביום עשות ה' אלהים ארץ וגו' והאי לישנא דיושב ודן את כל העולם כולו משמע דאדם נמי בכלל והיינו כמאן דאמר פ\"ק דר\"ה דאדם נדון בכל יום וק\"ל: ", 
            "<b>אם </b> אשכחך ירושלים וכו'. כתבו התוס' פשטיה דקרא כך אם אשכחך ירושלים שנשיר וכו' עכ\"ל. והדרש דהכא ימאן זה משום דכל המזמור בלשון רבים ישבנו גם בכינו וגו' איך נשיר וגו' ואם אשכחך וגו' לשון יחיד משמע להו דאם אשכחך וגו' אינו מחובר לאיך נשיר וגו' אלא דאם אשכחך הם דברי הש\"י ועיין בזה בחדושינו בפרק ח\"ה ודו\"ק: ", 
            "<b>ברביעיות </b> מאי עביד. פירוש לשנויא דרב נחמן בר יצחק דקאמר עם בריותיו משחק פריך מיום שחרב בית המקדש דעם בריותיו נמי אינו משחק דעל בריותיו לא איצטריך דקודם שחרב נמי לא היה משחק וא\"כ ברביעית מאי עביד וקאמר מלמד תינוקות וכו' ופריך דמעיקרא קודם חורבן הבית דהוה משחק ברביעית עם בריותיו מאן הוה גמר לתינוקות ומשני איבעית אימא מטטרון וכו' דאמרינן בסנהדרין ששמו כשם רבו ועיין בחדושינו בפרק אלו טרפות: ", 
            "<b>ושומע </b> שירה מפי חיות כו' שנאמר ובלילה שירה עמי. רש\"י פירש כאן כינוי דעמי אדוד שהיה משורר ג\"כ בלילה אבל בפרק אין דורשין פרש\"י בענין אחר אהא דקאמר מ\"ה אומרים שירה בלילה וחשות ביום מפני כבודן של ישראל שנאמר יומם יצוה ה' חסדו ופרש\"י יצוה למלאכים לשתוק כו' ובלילה שירה עמי ברקיע עם שיר שלי שקלסתי ביום ע\"ש: ", 
            "<b>מאכילין </b> לו גחלי רתמים כו'. אמר גחלי רתמים במקום שורש רתמים דבקרא ע\"ש העוסק בדברי שיחה מביאו ללשון הרע שנמשל לגחלי רתמים דכתיב חצי גבור שנונים עם גחלי רתמים וק\"ל: ", 
            "<b>כל </b> העוסק בתורה בלילה כו'. לפי שמדרך המנדד שינה בלילה שיהו פניו זועפות ביום אמר בעוסק בתורה ומנדד שנתו בלילה הקב\"ה מושך עליו חוט של חסד שהוא מאירת פנים ביום כי היא ממדת החסד כאמור לעושה אורים גדולים כי לעולם חסדו והכי אמרינן בפ\"ק דמגילה אסתר ירקרקת היתה אלא שהקב\"ה משך עליה חוט של חסד שהיא מאירת פנים שתהא נראית יפה כפרש\"י וקרא התורה שירה דכתיב כתבו לכם את השירה וגו': ", 
            "<b>למה </b> נמשלו בני אדם כדגי הים כו' כיון שפורשין מדברי תורה ומן המצות מיד מתים. הוא המשל עצמו בברכות שאמר ליה ר\"ע לפפוס בן יהודה שאמרו הדגים לשועל מה במקום חיותן כו' וכן יתפרש הכתוב ותעשה אדם כדגי הים שרמש האדמה שהוא השועל לא מושל במקום חיותן ואעפ\"כ אמר בתר האי קרא בחכה העלה במקום שאין חיותן עאכ\"ו שמיד מתים ומושל בהם הרמש האדמה כן האדם כשפורש ממקום חיותו שהיא התורה שנמשלה למים שמיד מתים ומושלים בהם רמש האדמה שהם מושלי עובדי כוכבים כהך עובדא דר\"ע וק\"ל: ", 
            "<b>מוציא </b> חמה כו' רשעים נידונים בה וצדיקים מתרפאין כו'. אמרו בזה הדמיון כי החמה בטבעה חמה אבל לפי טבע המקבל המשתנה תשתנה פעולתה כי המלח נקרש והשעוה נמס כן הוא מפי עליון לא תצא הרעות והטוב ולא תשתנה פעולתו ית' כ\"א לפי המקבל רשעים נידונין בה וצדיקים מתרפאין בה והביא מקרא הנה היום בא בוער כתנור וגו' התנור הזה עיקר פעולתו לטובת האדם לאפות בו הלחם אבל לפי טבע המקבל שהקש מתלהט בו במהרה כן הענין בזדים וכל עושי רשעה שילהט אותן יום הבא שעיקרו לטובת הצדיקים שמתרפאין בו: "
        ], 
        [
            "<b>לא </b>שורש בעוה\"ז ולא ענף בעוה\"ב כו'. יש לדקדק כיון דבעונש לרשעים בעוה\"ב קמשתעי מאי קאמר דלא יעזוב להם שורש בעוה\"ז שכבר עבר ויש לפרש מהידוע כי יש לעתיד לצדיקים שכר גופני ושכר נפשי קאמר לא שורש בעוה\"ז דהיינו תענוג גופני כמו בעוה\"ז ולא ענף בעוה\"ב דהיינו שכר ותענוג נפשי בלחוד כמו בעוה\"ב ועי\"ל לא שורש בעוה\"ז דאינו מניח בן ליורשו ואין גזעו מחליף כמ\"ש וזרע רשעים נכרת וק\"ל: ", 
            "<b>מה </b> דגים כל הגדול כו' אף בני אדם אלמלא כו'. ולפי זה הדרש יהיה פירוש הכתוב ותעש אדם כדגי הים וכרמש המים אין מושל דהיינו מלכות אין בו וק\"ל: ", 
            "<b>וכתיב </b> גדול וגו' ורב כח וכתיב נאדרי בכח כו'. האי קרא דכתיב באורייתא ה\"ל לאתויי מקמיה אלא דהאי קרא ורב כח מפורש טפי היפך דלא מצאנוהו שגיא כח ובגירסת עין יעקב לא מייתי קרא דורב כח כלל וניחא טפי וק\"ל: ", 
            "<b>חימה </b> אין לי שכבר נשבעתי כו'. עיין פרש\"י בספר ישעיה וכתבו התוס' ואין להקשות מפ\"ד נדרים דמוכח דמשה הרגו לחימה דאיכא לשנויי תרי כו' עכ\"ל וק\"ק לדבריהם מאי תקנו בזה דהא אהאי קרא גופיה דחימה אין לי קמפרש התם דהרגו לחימה ועוד קשה דלעיל משני כאן בישראל כו' אמאי לא מוקי ליה בהאי חימה דהרגו משה כדקאמרינן התם ודו\"ק: ", 
            "<b>אבקש </b> אם יש להם זכות אפדם כו'. עיין פרש\"י ותוספות ול\"נ לפרש אבקש אם יש להם זכות כדקאמר להם הש\"י במאי עסקתם אפדם בממונם כמ\"ש כסף וזהב הרבינו בשביל ישראל ואם לאו כדקאמר להו הכל לצורך עצמכם עשיתם כו' אשמידם מקדיר עליהם חמה ואסוגיא דלעיל קאי אלא שהפסיק קצת לפי ענינו וק\"ל: ", 
            "<b>איני </b> דן אותם כעובדי כוכבים דכתיב עוה עוה עוה אשימנו וגו'. עיין פי' רש\"י וכ\"ה בגירסת ע\"י אבל לפי ענין כתוב זה בספר יחזקאל בישראל הוא מדבר ונראה לפי גרסתנו לפרש דכל הני לישני מתפרשים מלשון שם עון ומייתי מהאי קרא דבישראל אינו דן כעובדי כוכבים דכתיב בישראל עוה עוה וגו' דמחלק עונם ואינו נפרע מהם בפעם א' וק\"ל: ", 
            "<b>אני </b> נפרע מהם כפיד של תרנגולת כו'. הכא לענין פרעון אמר האי לישנא ולענין צירוף מצוה דרש ליה בלשון אחר כפיד של תרנגולין שמנקרים באשפה ויש לפרש דהכא ה\"ק כפיד של תרנגולת שמנקרת לקרוא אפרוחים לאכול ממנו והיא אינה אוכלת ממנו כ\"א מעט כן נפרע מישראל בוהיו לאכול ולענין מצוה קאמר שאף אם אין עושין לפני כ\"א מצוה מועטת וקלה שאדם דש בעקביו כתרנגולין שמנקרין ברגליהן באשפה שאין מוצאין שם רק מאכל שפל וקל אעפ\"כ הקב\"ה מצרפה לחשבון גדול למצות גדולות להיות חשבון גדול כמ\"ש תרי\"ג מצות אף שאין המצות שוין וע\"ז אמר למען צדקו יגדיל תורה וגו' וק\"ל: ", 
            "<b>אני </b> אמרתי אפדם וגו' אני אמרתי איסרכם כו'. הני תרי קראי ואנכי אפדם וגו' ואנכי יסרתי אתכם וגו' סמוכים הם בספר הושע ודרשו אותם ע\"פ מ\"ש (ברכות סא: וש\"נ) יש לך אדם שחביב לו נפשו ויש לך אדם שחביב לו ממונו ולזה אמר בחד קרא אני אמרתי אפדם מהם במעט בוהיו לאכול רק בממונם בעולם הזה כדי שיזכו לעולם הבא והם דברו עלי כזבים כי חביב עליהם ממונם ביותר וכן בהיפך אני אמרתי ליפרע מהם רק ביסורין בעוה\"ז כדי לזכותם בעוה\"ב והם יחשבו עלי רע שחביב להם גופם ביותר ודו\"ק: ", 
            "<b>מאן </b> דאית ליה סיסיא ברחמיה מסיק כו'. כנראה מפירוש רש\"י דמאן דאית ליה זעם בעלמא וכי ברחמי מעלהו יש להקשות דהא לא דמיא דהכא הזעם על אוהביו גופייהו בעבור עונותיהם ונראה לפרש דהוה קשיא להו למיני מלת עליכם דה\"ל למכתב על כן אפקוד לכם כל וגו' וקאמרי מאן דאית ליה זעם ברחמיה שפשע נגדו וכי מסיק ליה להעלותו עליו דמשמע לגלות כדכתיב אפקוד עליכם וגו' דאדרבה מכסהו תמיד בשביל אהבתו שהיה תמיד אתו וע\"ז השיב ר' אבהו דאילו הוה כתיב אפקוד לכם הוה משמע שנפרע מהם אבל אפקוד עליכם לא משמע שנפרע מהם אלא שתמיד חס עליהם שאינו נפרע מהם אלא מעט דהפורע פרוטה פרוטה אין הפרעון ניכר כלל וכאילו לא הוה נפרע כלל וק\"ל: ", 
            "<b>מ\"ד </b> חלילה לך כו' חולין הוא מעשות כו' והכתיב והכרתי ממך צדיק ורשע וכו'. איכא למידק בלאו האי פירושא דקאמר חוליו הוא מגופיה דקרא חלילה וגו' להמית צדיק עם רשע ה\"מ למיפרך והכתיב והכרתי ממך צדיק ורשע ונראה לפרש דודאי ידע המקשה לפלוגי כדאמר בעלמא משניתן רשות למשחית לחבל אינו מבחין בין צדיק לרשע והכא לפי ענינו עדיין לא ניתן רשות למשחית לחבל דהא נצולו לוט ובנותיו כמ\"ש לא אוכל לעשות דבר וגו' ?שזהו עונשן של מלאכים שאמרו כי משחיתים אנחנו כפרש\"י שם דהיינו שאמרו כי ניתן להם רשות לחבל אבל למאי דמפרש חולין הוא כו' כלומר שזהו מדת ב\"ו שלא ידע להבחין בין צדיק לרשע אבל כלפי שמיא ודיניו תולין הוא מעשות כדבר הזה לא הוא ולא כיוצא בו דהיינו שלא ידע להבחין וא\"כ אין לחלק בין ניתן רשות למשחית ובין לא ניתן ופריך והכתיב והכרתי ממך צדיק וגו' ומשני בצדיק שאינו גמור ודאי ניתן רשות למשחית לחבל דאין זה חולין כלפי שמיא ודו\"ק. ודע בחומש פרש\"י חולין הוא לך יאמרו כך היא אומנתו שוטף הכל צדיקים ורשעים כך עשה לדור המבול כו' עכ\"ל וכתב הרא\"ם פירוש העולם יאמרו זה לא שהאמת כן הוא כו' והלא בדור המבול לא שטף את נח ובניו וכו' וחלילה לך אדלעיל קאי חלילה לך מעשות זאת שלא תשא למקום בזכות הצדיקים כו' וכדי לתקן מאמר להמית צדיק כו' עכ\"ל ומתוך סוגיא דהכא אין נראה כן למימר דחלילה אקרא אחרינא אדלעיל קאי אלא אהאי קרא דלהמית צדיק עם רשע קאי ואהא פריך והכתיב והכרתי ממך וגו' וה\"ק חולין אתה עושה בענין מעשה סדום עצמו להמית צדיק עם רשע שמתוך כך יאמרו כך עשית לדור המבול שהיו בהן צדיקים ולא הצלתם ומה שהקשה שהרי ניצול נח ובניו לאו קושיא היא דלא יחויב מהצלתו שצדיקים ניצולים מבין הרשעים דפשיטא ע\"י תחבולה ישמרם מהשחית בצווי הש\"י כמו שעשה נח התיבה אפשר להציל אף משניתן רשות למשחית לחבל דהא באמירת ואתם לא תצאו איש מפתח ביתו וגו' ניצולו אף משניתן רשות למשחית לחבל ולא להבחין בין צדיק לרשע ודו\"ק: ", 
            "<b>שקיימו </b> תורה מאל\"ף עד תי\"ו. עש\"ה והתוית תי\"ו ועיין פרש\"י פרק במה בהמה: "
        ], 
        [
            "<b>בעידנא </b> דחזו דהוה רכיב חמרא א\"ל כו'. גם שמצינו בחשובים וגדולים שרכבו על חמורים כמו אברהם ובכמה מקומות בתלמוד אלא מאי טעמא לא רכבת אסוסיא למהר דרכך והליכתך למלא רצון בלק למהר לבא שם והשיב ברטיבא שדאי כי לא היה מוכן לי אתמול שלא היה דעתי לילך עמכם עד היום בבוקר שהותר לי בלילה לילך עמכם כמפורש בקרא אבל החמור היה מוכן בביתי לטעינה לצרכי בית והשיב לו דאינו כך אלא אני מוכן לך לרכיבה מעודך ועד היום הזה ומטעם דמסיק משום אישות דלילה: ", 
            "<b>למען </b> דעת צדקות ה' וגו' כמה צדקות עשה כו'. לפי שהוא אמר ויודע דעת עליון שעת זעמו קאמר דאין יודע אבל הוא דעת צדקת ה' ולא עת כעס וק\"ל: ", 
            "<b>כי </b> רגע באפו כו'. כי אפו וכעסו אינו רק רגע ובזאת הרגע גופה אם רוצה הקב\"ה לא תועיל קללה בו רק חיים לישראל כמ\"ש שלא כעסתי עליכם כו' ומשמע ליה רגע כמימריה מדלא כתיב כמו רגע וכן באידך קרא דכתיב חבי כמעט רגע ולא כתיב חבי מעט כרגע וק\"ל: ", 
            "<b>וכמה </b> רגע כו'. כבר מפורש שיעור רגע כמה שהיא אחד מה' מאות רבוא כו' אלא דה\"ק וכמה יוכל לדבר באותו רגע ולקלל וקאמר רגע כמימריה דהיינו שהיה יכול לדבר כל\"ם והקב\"ה הפכן למלך כמ\"ש התוס' וע\"ז נאמר ויהפך ה' אלהיך לך את הקללה לברכה וגו' ויש לדקדק בהך עובדא דריב\"ל מה היה יכול לומר ולקללו דמלת כלהו טפי מרגע כמימריה בין באותיותיו בין בנקודותיו ובזה יש לומר דהוה מצי למימר ימות וע\"ק היאך היה רוצה לכוין אותה שעה והאמרינן דאין כל בריה יכולה לכוין חוץ מבלעם ועוד היכי רוצה לכוין שעת זעם על המינא דהוה יחיד וההוא זעמו דבכל יום הא מוקמינן לה בציבורא אבל איחיד אינו זועם הקב\"ה בכל יום דלפני זעמו מי יעמוד וי\"ל דה\"ק אצבורא זועם בכל יום ואפ\"ה קיימין וכיון דאינו יוצא לפועל קאמר דלא הוי אלא כרגע אבל איחיד לאו בכל יום רתח אלא פ\"א בבא זמן קצו ומיהו בכל יום איכא עידן ריתחא ליחיד אההוא דבא זמן קיצו שלא יוכל לעמוד וההוא שיעורא אפשר הוי טפי מרגע כמימריה כיון דיוצא ההוא ריתחא לפועל וריב\"ל רצה לכוין ההוא עידנא שיהא גם ההוא מינא באותו היום בההוא ריתחא דליחיד ויבא זמן קיצו אז דרצון יראיו יעשה ותגזר אומר ויקם לך וגו' ושוב אמר ענוש לצדיק וגו' שיענש הרשעים טרם יבא זמן קיצם לא טוב לפני האלהים כדאמרינן בעלמא מאריך לרשעים בעוה\"ז כדי לטרדם מעוה\"ב וק\"ל: ", 
            "<b>לא </b> ליצלי איניש מוסף בתלת שעי קמייתא ביומא קמא דריש שתא כו'. ומסיק איפוך דאז בג' קמייתא הקב\"ה יושב ודן ועד\"ז נראה לפרש מ\"ש בירושלמי (פ\"ד דר\"ה) שמעה ה' צדק זו ק\"ש הקשיבה רנתי זו רינון תורה האזינה תפלתי זו תפלה בלא שפתי מרמה זו מוסף מה כתיב בתריה מלפניך משפטי יצא דה\"פ ע\"פ מ\"ש לגבי תפילין וציצית שאם אינן עליו בשעת ק\"ש ה\"ז מעיד עדות שקר בעצמו ה\"נ הכא בשחרית שאומר יום תרועה ואינו תוקע בה הוי שפתי מרמה אבל מוסף שתוקעין בה הוה בלא שפתי מרמה ואמר מה טעם שהתקיעה במוסף ולא בשחרית ואמר מלפניך משפטי יצא בתקיעות וברכות כדאמרינן (ר\"ה טז. לד:) אמרו לפני מלכיות שתמליכוני עליכם זכרונות כדי שיעלה זכרונכם לטובה ובמה בשופר שאז במוסף אף תפלת היחיד מקובלת שתהא משפטי יצא לזכות שתחזינה מישרים משא\"כ בשחרית בג' קמייתא דמפקיד דינא ודלמא מעייני בעובדיה דיחיד ודחפי ליה וק\"ל: ", 
            "<b>תורה </b> דכתיב בה אמת כו' אין הקב\"ה עושה לפנים משורת הדין כו'. ונראה דהיינו טעמא דאמרינן פ\"ק דסנהדרין משתשמע דברי בעלי דינין ואתה יודע להיכן הדין נוטה אי אתה רשאי לעשות לפנים משורת הדין כיון דיודע היכן הדין תורה נוטה שהוא אמת הדין אי אתה רשאי לעשות לפנים משורת הדין וק\"ל: ", 
            "<b>אלא </b> לעיני העמים מלמד שבאות וטורפות לעובדי כוכבים כו'. הענין כמו שכתבתי בר\"פ כי בעשיית המצוה נברא מושכל רוחני והם באות וטורפות לעובדי כוכבים וז\"ש כי היא המצוה היא חכמתכם שממנה נברא מושכל מלאך רוחני לטרוף עובדי כוכבים על פניהם וק\"ל: ", 
            "<b>לא </b> היו ישראל ראוים לאותה מעשה כו'. עיין במפרשים ול\"נ לפרש דה\"פ דהיו ישראל ראוים שהקב\"ה יצילם מחטא גדול כזה דאע\"ג דהכל בידי שמים חוץ מיראת שמים מ\"מ בדרך שאדם רוצה לילך מוליכין אותו ועוד אמרינן (בסוטה כא.) דהתורה מצלת מן החטא וכן בדוד מטעם זה היה ראוי להיות ניצול מחטא ולזה מייתי מקרא והיה לבבם זה כל הימים וגו' שהוא רצונם ולבבם ליראה את ה' וכן בדוד לבי חלל בקרבי לעשות רצון אבי שבשמים והיו ראוים להצילם מן חטא גדול כזה אלא למה עשו ולא נצולו מעשיית החטא לומר לך כו' וק\"ל: "
        ], 
        [
            "<b>שהקים </b>עולה של תשובה כו'. יש לפרש דנקט עולה של תשובה ע\"ש כי העולה באה על המחשבה והנה דוד לא חטא במעשה בת שבע כדאמרינן פרק במה בהמה דגט כריתות היה כותב לאשתו והוה גט למפרע אבל לפי העולה על המחשבה חטא מיהת ונענש עליו דאי הוה בא אוריה ולא נהרג הות א\"א גמורה ודו\"ק: ", 
            "<b>עושה </b> מצוה אחת מקדמתו והולכת לפניו כו' וכל העובר עבירה אחת מלפפתו כו' וקשורה בו ככלב כו'. כבר הקדמנו בזה כי לפי המעשה נברא לו מלאך רוחני אם סניגור ואם קטיגור ושינה לשונו במצוה מקדמתו והולכת לפניו ובעבירה מלפפתו ומוליכתו ע\"ד משל כי למוליכין למקום שמחה וטובה א\"צ המוליכו לאחוז בידו דודאי ילך אחר המוליכו ולא ישמט ממנו כן הוא במצוה אבל ההולך לגרדום צריך המוליכו ללפתו ולאחזו שלא ישמט מלילך אחריו כן הוא בעבירה ור\"א הוסיף לומר בעבירה קשורה בו ככלב כמו שהכלב נקשר לגנותו בתשמיש כן הבועל כנענית ערלתו מבשקר ליה להיות עמה בעוה\"ב דאברהם אינו מכניסו לג\"ע כדאמרינן במדרשות (ועירובין יט.) וק\"ל: ", 
            "<b>שנאמר </b> אני אמרתי וגו'. דרשוהו במעשה עגל אבל האי קרא אינו שייך בזה המזמור שמדבר כולו בדיינים רשעים אלא במזמור דלעיל מיניה שמדבר בהכי שמע עמי וגו' לא יהיה בך אל זר וגו' ולא שמע עמי לקולי וגו' ולמאי דבעי למימר השתא לא באנו לעולם היינו אלהים ובני עליון ממש כמלאכים כפרש\"י בספר תהלים ולמאי דמסיק כמי שלא באנו כו' לא הוה מדמה להו למלאכים אלא לענין שלא היו מתים כאדם הראשון ודו\"ק: ", 
            "<b>שהראה </b> הקב\"ה לאדם כו'. יראה כל הענין נדרש מזה המזמור שהתחיל גלמי ראו עיניך וגו' ואמרו בב\"ר עד שאדם הראשון מוטל גולם כו' הראהו דור דור ודורשיו כו' וז\"ש ועל ספרך כולם יכתבו ימים יוצרו ולא אחד בהם וגו' ר\"ל כל שיוצרו בימים העתידים לא יחסר אחד מהם שלא הראהו והיה נכתב כ\"א על ספר כדאמרינן פ' הפועלים לדידי חזי לי ספרא דאדם הראשון וכתוב ביה שמואל כו' רבי ור' נתן סוף משנה כו' עי\"ש ואמר ולי מה יקרו רעיך אל מה עצמו ראשיהם שהיה משמח בתורתם של ראשי ומנהיגי כל דור אספרם מחול וגו' אם תקטול אלוה תקטול הרשע ולא הצדיק היינו שנתעצב במיתתם ועיין פירוש מאמר זה בפרק הספינה ובפרק אד\"מ ודו\"ק: ", 
            "<b>אין </b> בן דוד בא עד שיכלו נשמות כו'. עיין בחידושינו בנדה פרק כל היד: ", 
            "<b>והא </b> כתיב פרשת יבמות ופרשת נחלות. דאינו דומה שנכתבו פרשות אלו לאחר שחטאו דא\"כ התורה חסרה נתנה דהא כל תרי\"ג מצות מסיני נתנו וק\"ל: ", 
            "<b>אכן </b> כאדם תמותון מאי מיתה עניות כו' ד' חשובים כמתים אלו כו'. משמע ליה זו המיתה עניות ולא כל אינך דחשיב ליה נמי כמיתה דהכי משמע קרא אכן כאדם הראשון שחטא ונגזר עליו מדת עניות כדכתיב ארורה האדמה וגו' ואכלת עשב השדה בזעת אפיך וגו' כן אתם חבלתם מעשיכם נגזר עליכם עניות בוהיו לאכול היפך שא\"ל למען ייטב וגו' וד' חשובים כמתים מפורש במסכת נדרים וע\"ש בתוספות וכאן וק\"ל: ", 
            "<b>ת\"ר </b> אם בחקותי תלכו אין אם אלא לשון תחנונים וכה\"א לו כו'. נראה דה\"פ לפי שמלת אם בכל התורה כולה נאמר בלשון ספק ותלוי ויצאו מן הכלל כגון אם כופר יושת עליו ואם כסף תלוה כפרש\"י בחומש ומצינו קרוב ללשון זה במבקש כמו אם יהיה אלהים עמדי וע\"כ אמר דאם בחקותי תלכו אל תפרשהו בלשון ספק ותלוי כחברו בפרשה זו ואם לא תשמעו וגו' אך תפרשנו בלשון מבקש ותחנונים דכן מצינו דהקב\"ה מבקש דבר זה מהם שנאמר לו עמי שומע לי וגו' וק\"ל: ", 
            "<b>מי </b> יתן והיה לבבם וגו' ה\"ל לומר תן כו'. גם שאמרו הכל בידי שמים חוץ מיראת שמים מ\"מ פשיטא דביד הקב\"ה להטות לב בני אדם לטובה דכמה כתובים מורים ע\"ז וכמ\"ש לעיל וקאמר דמשה לא רמזה כו' דכתיב ולא נתן לכם לב לדעת וכו' דהיינו שרמזה להם שיש ביד הקב\"ה לתת ולהטות לבם לטובה והם כפויי טובה ולא שאלו לו על כך אז כשא\"ל מי יתן והיה וגו' ורש\"י פירש לקמן בע\"א בדוחק ע\"ש וענין כפויי טובה כתבו התוספות שלא רצו לומר תן אתה לפי שלא רצו להחזיק לו טובה עכ\"ל והוא דחוק ונראה לפרש דהיינו כפויי טובה שלא חשבו להם זה לטובה שיתן להם הקב\"ה ויטה לבבם לטובה כלל והוי השתא דומיא שפיר דבני כפויי טובה שאדם הראשון לא חשב לו נתינת אשה לטובה כמ\"ש זה פ' אד\"מ וכן כפויי טובה דלחם הקלוקל כפירוש רש\"י ודו\"ק: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>דרש </b>ר' שמלאי לעולם יסדר אדם כו' דכתיב אתה החלות וגו'. הזכיר כאן בשבחו של מקום ג' דברים שנזכר בפרשת עקב הגדול הגבור והנורא וגו' לפי שהיה משה מתאוה ליכנס לא\"י כדי להוסיף שם בשבחו של מקום מעין ברכותיו וז\"ש החלות להראות את גדלך זה הגדולה ואת ידך החזקה זו הגבורה אשר מי אל וגו' יעשה כמעשיך וגו' זה הנורא כמפורש בפרשה זו שנתקיימה כבר במצרים וע\"כ אעברה נא ואראה וגו' שאוכל להוסיף עוד בשבחיך בנסים שתעשה שם בל\"א מלכים והשיב לו רב לך מלהוסיף בשבחי כמ\"ש לך דומיה תהלה וכמ\"ש בברכות סיימתינהו לכולה שבחא דמרא הני תלת אי לאו דאמרן משה וכו' ולמ\"ד דאין להקדים בשבח ומשה שאני דרב גובריה ה\"ק רב לך חכמתך רבה ונאה לך לשבח כו' כפרש\"י ומ\"מ גם אתה אל תוסף בשבחי כדלעיל ודו\"ק: "
        ], 
        [
            "<b>וסימנך </b>אחור וקדם צרתני וכו'. מה שהקדים במתני' המאוחר משום דהמאוחר שהם ח' ימים שאחר התקופה נעשה לו י\"ט בשנה ראשונה וח' ימים שקודם לא נעשו לו י\"ט עד שנה שניה ונקט לסימן מהאי קרא אחור וקדם צרתני ותשת עלי כפך שנדרש על סרחונו של אדם הראשון בר\"פ אין דורשין אדם הראשון מן הארץ עד לרקיע כו' כיון שסרח הניח הקב\"ה ידו עליו ומיעטו שנאמר ותשת עלי כפך ובקרא נמי הקדים האחור לקדם לפי המדרשות שיצר לו ב' עולמות העולם הזה ועולם הבא ולפי שעוה\"ב הוא התכלית והעיקר הקדימו וק\"ל: ", 
            "<b>עולם </b> חשך בעדי וחוזר כו'. גם זה נדרש מקרא דההוא מזמור שנדרש כולו על אדם הראשון שאמר בו אדם הראשון כשראיתי שהיום מתמעט והולך ואומר אך חושך ישופני ולילה אור בעדני דהיינו שיחשיך והולך היום עד שלא יהיה רק לילה עד שראיתי גם חושך וגו' ולילה כיום יאיר דהיינו מתחלת תקופה שהיום מאריך אז ראיתי כי כחשיכה כאורה שהעולם כמנהגו נוהג וכן י\"ל לקמן כששקעה חמה אמר כו' וק\"ל: ", 
            "<b>זוטי </b> ואריכי וכו' פרש\"י יומי אריכי בתקופת תמוז והיה לו לידע כו' עכ\"ל. יש לדקדק דמהא ודאי משני שפיר גם שראה בתקופת תמוז שהיום מתמעט והולך לא הרגיש בו עד סוף תקופת תשרי דזוטי כולי האי אבל מ\"מ היה לו לידע בתקופת ניסן שהיום מאריך והולך בו וכמו זה הלילה מאריך בתקופת תשרי והעולם כמנהגו ועוד אם מפני חטאו מתמעט היום למה לא היה מתמעט מיד אחר חטאו בניסן ואדרבה שהיה מאריך אז היום ויש ליישב שהוא חשב מתחלת ניסן שהיום מאריך והולך שכן היתה הבריאה שתהיה היום מאריך והולך לעולם וכשראה שהיום מתמעט והולך כולי האי בתקופת תשרי אמר שבשביל חטאו הוא מתמעט מתקופת תמוז עד סוף תקופת תשרי ויהיה כן מתמעט והולך לעולם הפך הבריאה וחשב דלא היה מאריך לו בתקופת ניסן אלא להראות לו שתחלת בריאה כך הוא להיות מאריך והולך לעולם ובשביל חטאו מתמעט והולך כולי האי לעולם ודו\"ק: "
        ], 
        [
            "<b>הלך </b> וישב לו בין ב' הרים גדולים כו' מפורש בסנהדרין פ\"ק ע\"ש: "
        ], 
        [], 
        [], 
        [
            "<b> </b>ומי מוקמי מלכא כו' הנה קטן בגוים וגו' האי קרא לגבי אדום כתיב ומייתי ליה אמלכות רומי שמצינו בספרים שתחילת מלכותן היה צפו בן אליפז והיינו קטן בגוים דלא מוקמי להו מלכא מתוכן ואין בניהם יורשין מלכותן וק\"ל: "
        ], 
        [
            "<b>דיהבי </b> לבתראי כו' ודאתו מינייהו ניפוק עליה. לפרש\"י נ\"ל דה\"פ דאתה תניחם לבניך למאן דבתרך והמה יתנו לבניהם בתראי ועוד דאתי בתרך ודאתי עוד מבניך יוציאו כו' והענין נראה כפל גם שינוי לשון שאמר גבי בניו להוו למאן דבתרך ושוב קאמר בלשון נתינה דיהבי לבתראי ונראה לפרש שא\"ל דלהוו שתניחם לבניך דבתרך והמה יהבו שוחד לבתראי דהיינו שיעמדו למלכי רומי אחר אנטונינוס כדדרשינן מדהבה מדוד והבא אמר דאתו בתרך משום שכל זמן שהיה רבי קיים לא היו צריכין לתת שוחד למלכי רומי ושוב קאמר שיחזרו מלכי רומי להוציא לאותו ממון לדאתו מינייהו ניפוק עלייהו דהיינו למלך המשיח שיבא מבניהם דאליו יוציאו כל אותו הממון כדאיתא במדרש וק\"ל: ", 
            "<b>חד </b> קטליה אבבא דבי רבי וחד וכו'. יראה שהקדים לההוא דקטליה אבבא דבי רבי לההוא דקטליה אבבא דביתיה לפי הענין כי כשהלך מביתו לקח ב' עבדים עמו כי כן דרך החשובים ליטול ב' נערים עמהם כמ\"ש גבי אברהם וגבי בלעם והוא לא רצה להמית אחד בפני חברו כדאמר לעיל קטל חד חד ואל תתגרה בכולהו אלא שהניח האחד לישב אבבא דביתיה עד שיחזור ואת השני הניח לישב אבבא דבי רבי ואפשר שא\"ל שישבו שם לשמור הפתחים והשתא שפיר בחזרתו קטל ההוא אבבא דבי רבי קודם שבא לקטל ההוא דיתב אבבא דביתיה ודו\"ק: ", 
            "<b>כי </b> כארבע רוחות השמים כו'. נראה לפי פשוטו נמי שפיר קאמר דלא יכלת לכלם כיון דכ\"כ מפוזרים בד' רוחות עולם מסוף עולם ועד סופו והוא ודאי לא יאמין הדרש אלא שבא הדרש ליתן טעם על דלכך הם מפוזרים כדי שלא יכול לכלם לפי שהם המה קיומו של עולם כמו הרוחות ופרש\"י בפ\"ק דתענית כי בלא רוחות לא יתקיים העולם מרוב הבל וחמימות עכ\"ל אבל לפי הדמיון נראה כי הרוחות הם קיומו של עולם היבשה שהוא מיבש הארץ ולולא הרוח היה העולם כולו ?מים במים לפי הטבע וכמ\"ש בעבור מי המבול דכתיב ויעבר אלהים רוח על הארץ וישכו המים כן הם ישראל שאלולי הם היה העולם מוחזר לתוהו ובוהו שישובו המים על הארץ כמ\"ש לעיל וע\"י שפירש ופיזר אותם בד' רוחות התפרסם בכל העולם אמונתו ותורתו והוא קיום של עולם וק\"ל: ", 
            "<b>בלא </b> מכסא כו'. הדמיון כי כמו העובר המכס במקום שהיה לו ליתן אין שומר המדינה מניח אותו ליכנס שם בסחורתו כן הענין מי שלא נתן מכס ערלתו בעולם הזה אין מניחין אותו ליכנס לגן עדן כדאיתא במדרשות (ועירובין יט.) שאברהם שומר שם על הפתח ואין מניח שם ליכנס משוך ערלה וק\"ל: ", 
            "<b>קונה </b> עולמו וכו'. יראה בזה שדקדק לומר בכ\"א עולמו שקונה עולמו לפי מדריגתו כדאמרינן שיש לכל צדיק מחיצה בפני עצמו אבל בכה רבי אההוא דלא קנה עולמו רק בשעה א' שנהרג ויצא מן העולם ולא זכה למדרגה היותר גדולה לקנות עולמו בכמה שנים וק\"ל: "
        ], 
        [
            "<b>עבדיו </b> מבפנים והוא משמרן מבחוץ. מפורש פ' הקומץ רבה]: ", 
            "<b>לא </b> צנון כו'. כתבו התוספות אין זה רבותא כו' ועוד נראה לפרש דרבותא הוא דשכיח הוא בשלחנם אפילו בימות הגשמים דאין דרך אלו לגדל ולצמוח בגנות בימות הגשמים בשביל הקור ואולי שהיו מגדלים אותן במערות ובמקומות שאין הקור שולט בהם כ\"כ וכן הוא דרך בחצרות המלכים ושרים עוד היום הזה ודרשו כן מדכתיב גיים ביו\"ד תחת וי\"ו כפרש\"י והוא ודאי דבשאר מלכים הקודמים מיעקב ועשו גם המה לא היו חסרים משלחנם כל הדברים אבל נקט רבי ואנטונינוס שהיו בזמן אחד במקום אחד דהכי משמע קרא שני גוים בבטנך כמו יעקב ועשו שהיו בזמן אחד במקום אחד בבטן כמפורש מתוך הסוגיא ודו\"ק: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>הכי </b> קאמר ואם ישובון לא ישיגו וכו'. ודקאמר בקרא כל באיה לא ישובון היינו דלא ישובון בקל דקשה לפרוש ממינות וכפרש\"י בספר משלי משא\"כ בשאר עבירות דאינו קשה כ\"כ לפרוש וענין ואם ישובון לא ישיגו וגו' פרש\"י וזו גזירת מלך עליהם כו' עכ\"ל ויש לפרש דרחמי שמיא הוא אחר שחזר שפיר בלב שלם כדמסיק ופן יחזור לסורו ח\"ו אם לא ימות כי קרוב לאדם למשוך אחר המינות ולחזור לסורו ח\"ו ומהאי טעמא מסיק נמי בעבירה באביק בה טובא כמינות דמיא דקרוב לו גם כן לחזור לסורו וק\"ל: ", 
            "<b>למימרא </b> דכל הפורש כו'. יש לדקדק למאי דס\"ד דלא מיית אמאי לא תקשי ליה בגופיה דהאי עובדא מאי קאמר רב חסדא טרחו לה בזוודתא וי\"ל דרב חסדא ודאי נמי אהאי קרא קסמיך ולהכי פריך אקרא וק\"ל: ", 
            "<b>הרים </b> וגבעות בקשו וכו'. שהיה מצטער שימות ע\"י תשובה זו וע\"כ אמר שיבקשו עליו רחמים שלא יפסד ויהיה קיים כמותם בעולם הזה והשיבו לו שלא יהיה חושש ודואג על הפסדו בעולם הזה כי העולם כולו בכלל הוא עולם ההויה והפסד כי ההרים ימושו וגו' וק\"ל: [", 
            "<b>אלא </b> שקורין אותו רבי כו'. היינו הב\"ק שאמרה רבי אליעזר כו' וק\"ל]: ", 
            "<b>בתוס' </b> בד\"ה ופליגא דר' פדת ואם תאמר כו' דלר' פדת אין לשון קריבה בין בדברי תורה כו' עכ\"ל ולא ניחא להו למימר בפשיטות דרב חסדא אסר מן התורה דד\"ת מדברי קבלה לא ילפינן כדאמרינן בריש ב\"ק ועוד דהכי משמע דמאן דאוסר אינו אלא מדרבנן כדקאמר עולא קריבה בעלמא אסור משום לך לך כו' ודו\"ק: ", 
            "<b>בד\"ה </b> ופליגא דידיה אדידיה ומה שהיה מיקל לעצמו כו' עכ\"ל. ור\"ל דתלמודא דשמעתין קיצר במקום שה\"ל להאריך דמטעם זה שהיה מיקל לעצמו כו' ל\"פ דידיה אדידיה וק\"ל: "
        ], 
        [
            "<b>אשריך </b> שנתפסת על דבר אחד כו' ה' דברים כו'. יש לפרש כפרש\"י ה' דברים היינו דקחשיב לקמן דתבעו לר\"א בן פרטא א' מאי טעמא גנבת ב' ומ\"ט תנית ג' ומ\"ט קרו לך רבי כו' והוא טענה אחרת ממה שאמרו לו מ\"ט תנית כפי' רש\"י שזו עלילה שלישית והוא לפי שהוא בכלל שגזרו כל הסומך והנסמך יהרג כדאמרינן פ\"ק דסנהדרין ד' ומ\"ט לא אתית לבי אבידן כו' ה' ומ\"ט קא שבקת עבדך לחירות כו' הרי ה' דברים וק\"ל: ", 
            "<b>כמי </b> שאין לו אלוה כו'. ר\"ל כאילו אין לו אלוה להצילו שאין לו אלהים אמת ח\"ו דמדותיו הם גמ\"ח ויש לאדם לילך אחר מדותיו וק\"ל: ", 
            "<b>מאי </b> ללא אלהי אמת כו'. יש לעיין דמשמע שהיה שם מיהת עסק התורה ובסופיה דהאי קרא כתיב וללא תורה ויש לישב דלצדדין קאמר קרא דאותן ימים רבים חלוקים היו דיש מימים ההם ללא אלהי אמת דהיינו שהיו עוסקין בתורה אבל לא היו עוסקין בגמילות חסדים ויש מאותן ימים שגם תורה לא היה להם כדכתיב בסיפא דקרא וללא תורה וק\"ל: ", 
            "<b>אי </b> סייפא לא ספרא כו'. בערוך בערך סייף וז\"ל ספר וסייף ירדו כרוכין מן השמים כו' והיכן פירושו של דבר דכתיב אם תאבו ושמעתם וגו' ואם תמאנו ומריתם חרב וגו' והיינו דאמרינן פ\"ק דע\"ז אי ספרא לאו סייפא כו' עכ\"ל נראה מפירושו לפרש דה\"ק הכא אי ספרא כמו שאתם אומרים תנית לאו סייפא שאתם אומרים גנבת ואני חייב הריגה בסייף ואי סייפא כמ\"ש גנבת נתחייבתי הריגה בסייף לאו ספרא אנא שאתם אומרים תנית ומדאחד מהם ליתא אידך נמי ליתא ויותר נראה לפרש הכא דסייפא נאמר על העוסק בסייפא דומיא דעוסק שבספרא והיינו הגנב העוסק בגניבה וסייף בידו שיודע שאין אדם עומד על ממונו ובא בסייף שאם יעמוד בעל הממון נגדו יהרגנו וז\"ש אי ספרא לאו כו' כי העוסק בתורה לאו סייפא אין לו זמן לעסוק בעסק הגניבה כמ\"ש בפ' הפועלים שאיל עילויה אי צורבא מרבנן הוא ניים אקדומי קדים לגירסי' ואי לא גנבא הוא כו' ודו\"ק: ", 
            "<b>א\"ל </b> כאשר צוני כו'. גבי ר\"א בן פרטא לא א\"ל רק תנית שלא היה עוסק בתורה בפרהסיא ברבים ולכך היה יכול להכחישם כדקאמר מדהא ליתא כו' ולשון תנית שהיה שונה בעל פה אבל רבי חנינא בן תרדיון שהיה מקהיל קהלות ברבים וס\"ת בחיקו לא היה לו מקום להכחישם ולכך א\"ל אמאי קא עסקת באורייתא מה היה לך עסק בתורה שהיתה מונחת בחיקך שזה יורה על לימודך בה שלכך שרפו אותה עמו וק\"ל: "
        ], 
        [
            "<b>שלשתן </b>צדקו עליהן את הדין. ג' מקראות הללו שנזדמנו להם כ\"א הוא מענינו שהוא אמר הצור תמים וגו' באותיות של שמו שפעל ועשה בהן העולם שנאמר כי ביה ה' צור עולמים פעלו תמים אבל אני שפעלתי והגיתי באותיות של שמו כפרש\"י לעיל ועושה בו מה שהוא חפץ אין פעולתו תמים כמ\"ש בעוסקין בספר יצירה שבראו להם עבדים והיה חסר מהם כח הדבור והיא אשתו אמרה אל אמונה על שנתאלמנה מאישה ואין עול על הריגת עצמה אף שלא חטאה בשום דבר צדקה הדין עליה דאין עול במשפטה דהוה לה למחות כו' ובתו אמרה גדול העצה על שריפת אביה שנגזר עליו מעצה העמוקה שנגזר מן השמים על עשרה הרוגי מלכות א\"נ בעצה עמוקה של י' בני יעקב במכירת יוסף נהרגו י' הרוגי מלכות כדאיתא במדרשות ועל אמה אמרה ורב העליליה מל' עלילה דברוב עלילה נגזר עליה הריגה ועל עצמה צדקה הדין עיניך פקוחות על כל דרכי וגו' כפרש\"י וק\"ל: ", 
            "<b>אומה </b> זו מן השמים כו'. כל הענין בנבואת דניאל על חיה הרביעית ומילין לצד עילאה ימלל ולקדישי עליונין יבלא ויסבר להשני' זמנין ודת וגו' ומפורש על מעשה דר\"ח בן תרדיון שאמר ומשכילי עם יבינו לרבים ונכשלו בחרב ובלהבה וגו' ושא\"ל אני אומר לך דברים של טעם שגזירת שמים להמליך אותה ואת אמרת לי מן השמים ירחמו לסמוך על הנס לעסוק בתורה ברבים וס\"ת בחיקך שאף אם יעשו לך נס מנכין לך מזכיותיך כדאמרינן בעלמא ושא\"ל מה אני לחיי עולם הבא כו' אף שהיה בו תורה היה מסתפק בעצמו כדקאמר לעיל כל העוסק בתורה בלבד דומה כמי שאין לו אלוה וז\"ש כלום בא מעשה לידך כו' כי המעשה הוא עיקר וא\"ל מעות של פורים כו' וא\"ל א\"כ מחלקך בתורה יהא חלקי ומגורלך במעשים יהא גורלי דאין מעשה גדול מזה וא\"ל בתו אראך בכך במיתת שרפה כמאן דאמר שהיא מיתה החמורה שבמיתות וע\"ז ציערה עצמה בתו והשיב לה שלא תצטער על כך כי אלמלא נשרפתי לבדי כו' אבל אני נשרף וס\"ת עמי ועיקר גזרת השרפה היה בשביל ס\"ת שא\"א לכלותה כליון גמור רק בשרפה ועל ידה שהיתה בחיקי גם אני נשרף עמה וזאת היא נחמתי מי שיתבע עלבונה כו' וא\"ל תלמידיו מה אתה רואה כו' שהם ודאי ג\"כ ראו כן אבל שאלו על כך כדי לתת לו דמיון שלא יצטער כל כך וימות מהר וזה שאמר לו כי כמו שראית גליון נשרף שהן גוף הס\"ת והרוחני שהם האותיות פורחות למעלה אף אתה עשה כן פתח פיך ויכנס האש ויהיה גופך נשרף אף בפנים ונשמתך והרוח שבך יהיה עולה ופורח למעלה ואמר להם מוטב כו' והענין הקלסטנורי ודאי דעובד כוכבים הוה ושהיה מבקש ממנו להביאו לחיי עולם הבא אפשר שראה גם הוא שום דבר תמוה האותיות פורחות או מלאכים כמ\"ש התוספות וק\"ל: "
        ], 
        [
            "<b>ה\"ז </b> מושב לצים כו'. לפי שיש לבעל דין לחלוק שעניני ליצנות אלו שזכר יש בהם דברי חכמה במשלים ומליצות וכמו שקרא את מושב הלצים לקמן תחבולות כמו בתחבולות תעשה מלחמה גם משמחים לבבות ונפשות הדואגים ע\"כ אמר ממה שהזהיר דוד על מושב לצים ועליהם אמר כי אם בתורת ה' חפצו הא למדת דאדרבה שאלו מביאין לידי ביטול תורה המשמחת הלבבות ונפשות וק\"ל: ", 
            "<b>דרש </b> ר' שמעון בן פזי מאי דכתיב אשרי האיש אשר לא הלך בעצת רשעים וגו' וכי מאחר שלא הלך וכו'. הא דקאמר מאחר שלא הלך היכן עמד ומאחר שלא עמד היכן ישב ניחא לפרש דהכי קאמר כיון דקאמר אשרי שלא הלך למקום פלטין שלהם אשר שם עצתם ושחוק שלהם כדלקמן א\"כ היכן עמד שם ולא איצטריך למכתב ובדרך חטאים לא עמד שכל עמידה שם צריך הליכה קודם לה וכן מאחר שכתב אשרי האיש שלא עמד שם לא איצטריך למכתב ובמושב לצים לא ישב דכל ישיבה בעי עמידה קודם לה אבל מ\"ש מאחר שלא ישב היכן לץ הוא מגומגם דמאי קושיא אימא דקושטא הכי הוא אם לא ישב אינו לץ גם בגרסת הילקוט אינו ויש לקיים גרסת ספרים שלנו וה\"ק וכי מאחר שלא הלך כו' כיון דכמה מדרגות וגדרים יש עד שיבא לידי ליצנות לא ה\"ל למימר אשרי האיש אשר לא הלך וגו' ובדרך חטאים לא עמד וגו' דלא הל\"ל רק ובמושב לצים לא ישב אבל הליכה והעמידה לא תאסר כיון דלא ישב שם סגי ליה בגדר דלא יבא לידי ליצנות וקאמר לפי שאלו דברים מושכים הלב וירד הכתוב לסוף דעתו שאם הלך סופו לעמוד וכו' סופו ללוץ ולכך אסר לך גם ההליכה והעמידה שם ומסיים אם לץ עליו הכתוב אומר אם חכמת חכמת לך וגו' יש לפרש כולה מלתא אליצנות ולפי שיש מן הטועים שחושבים לילך שם שיש בדברים אלו שום דבר חכמה או משל ומליצה כמ\"ש לעיל ועל זה אמר אם חכמת חכמת לך אינו רק לדעתך כי באמת אין שם רק בטול תורה וחכמה כדאמרינן לעיל ואם לצת לבדך תשא העונש של יסורין ואהא מייתי כל המתלוצץ יסורין כו' וכל המתלוצץ מזונותיו כו' יש לפרש בזה כי דרך עושי ליצנות ושחוק שעושין עצמם חגרים ובעלי מומין ושואלין על הפתחים בדרך ליצנות ולעגה על אחרים שהם באמת בעלי מומין ועניים ואמר כל המתלוצץ בענין זה הוא בא לידי כך לבסוף שיבואו עליו יסורין ונעשה כאחד מבעלי מומין ושואלין על הפתחים שמזונותיו מתמעטים כדרך שאמרו בסוף מסכת פאה כל מי שאינו חגר ולא סומא ועושה עצמו כאחד מהם אינו מת מהזקנה עד שיבא לידי כך ולאו דוקא אמרו כן שם שעושה עצמו כן שיהיה נראה כעני ויתנו לו צדקה דה\"ה נמי כי הכא שעושה כך דרך ליצנות. ובזה יש לפרש קרא דמייתי לעיל ואם לצת לבדך תשא שאם לצת על אחרים במום שבו וחסרונו לבדך תשא אותו מום והחסרון וק\"ל: ", 
            "<b>כל </b> המתלוצץ נופל וכו' וא\"ר אושעיא כו'. נראה דשניהם לדבר אחד נתכוונו מחד קרא דדרך כל המתגאה ומתייהר שאין כמותו להתלוצץ על אחרים וענין אין יום עברה אלא גיהנם שנאמר יום עברה וגו' מבואר בפרק יש נוחלין ע\"ש: ", 
            "<b>גורם </b> כליה לעולם שנאמר וכו'. כבר אמר שגורם יסורים לעצמו מדכתיב יחזקו מוסריכם בכינוי לנוכח רבים המתלוצצים שא\"ל אל תתלוצצו ואמר עוד שגורם כליה לעולם דכתיב כלה ונחרצה שלא לנוכח והיינו אותם ששומעים ממנו הליצנות ונהנים ממנו דהיינו מושב לצים אי נמי שלא מיחו בהם במתלוצצים ומפרש לה ר\"א דקשה היא למתלוצץ שתחלתו יסורים לו וסופו כליה על מי שהיה יכול למחות ולא מיחה בו א\"נ ששומע ממנו דהיינו מושב לצים שנהנים ומשמחים וק\"ל: ", 
            "<b>לטרטיאות </b> וכו' ולא עמד בקניגיון וכו' ולא ישב בתחבולות וכו'. מפרש\"י נראה דכולן מיני ליצנות ושחוק הם אבל לפי הענין ושינוי הלשונות יש לחלק ביניהם וטרטיאות הוא השחוק שעושין בפלטין של מלכים כפרש\"י בפ\"ק דכתובות וקרקסיאות שעושין בבתי משתאות כפי' הערוך וקניגיון צידת חיות ע\"י כלבים ביערות ותחבולות הם תחבולות חכמה שלהם והם מיני ליצנות בוקיון וכו' שזכר לעיל במושב לצים וק\"ל: ", 
            "<b>א\"ר </b> שמואל בר נחמן אמר ר' יוחנן מאי דכתיב אשרי האיש אשר לא הלך בעצת רשעים זה אברהם ובילקוט האיש זה אברהם שנאמר ועתה השב אשת האיש וגו'. ושינוי הלשונות לפי הדרש הזה נראה שבדור הפלגה אמר שלא הלך כי באמת בתחלה עמד וישב עמהם כי היה כל הארץ שפה אחת אמנם כאשר הלכו ונסעו מקדם למצוא להם בקעה וגו' ויאמר הבה נבנה לנו עיר וגו' להמריד על הקב\"ה אברהם לא הלך עמהם ובעצתם רק נשאר במקומו ובילקוט ביאר אין הבה אלא עצה שנאמר הבו לכם עצה וגו' ושאמר באנשי סדום שלא עמד עמהם שאף במקום שהיה ראוי לעמוד עמהם דהיינו במעמד המלחמה של מלכי סדום עם הארבעה מלכים כדי להציל את לוט אחיו לא עמד עמהם לפי שחטאים היו וע\"כ נפלו במלחמה עד שהוצרך אח\"כ אברהם לרדוף אחרי הארבעה מלכים להציל את לוט ובעצת אנשי פלשתים אמר שלא ישב כי באמת מצינו שהלך לגור שם דכתיב ויסע משם אברהם וגו' ויגר בגרר שלא היו רשעים כל כך בראשונה מ\"מ לא רצה להתיישב עמהם כאחד מאנשי העיר אלא דרך גרות דכתיב ויגר אברהם בארץ פלשתים ימים רבים לפי שליצנים היו לא היה דר אצלם רק דרך גרות ומייתי הכא דפלשתים ליצנים היו מדכתיב בשמשון קראו לשמשון וישחק וגו' אבל בילקוט מייתי מאבימלך שאמר לאברהם הנה ארצי לפניך ולא קיבל עכ\"ל ונראה דה\"פ ממה שאמר לאברהם הנה ארצי לפניך בטוב בעיניך שב ואברהם לא קבל לישב שם בגרר והלך לבאר שבע כנראה מן הכתובים והיינו משום שלצנים היו כדמוכחי קראי דשמשון דמייתי תלמודא וק\"ל: "
        ], 
        [
            "<b>[אשרי </b>שעושה תשובה כשהוא איש כו'. עיין בזה בספר אורחות צדיקים שבשביל ז' דברים יקדים אדם לשוב בבחרותו כשהוא בגודל כח כו' ע\"ש באורך]: ", 
            "<b>ריב\"ל </b> אמר אשרי מי שמתגבר על יצרו כאיש כמו ששנינו איזהו גבור הכובש את יצרו והיינו דנקט איש ע\"פ מ\"ש וכבשה חסר כתיב איש דרכו לכבוש ואין אשה וכו' וק\"ל: ", 
            "<b>אל </b> תהיו כעבדים כו'. כבר האריכו במאמר הזה המפרשים ואענה חלקי גם אני במה שהקשה בזה ר\"י אברבנאל בספר נחלת אבות כי הנה ייעודי התורה וכו' נאמר בעשרת הדברים למען ייטב וגו' למען יאריכון ימיך ושמרת חקיו וגו' למען ייטב לך ולבניך אחריך וגו' וכן בכמה מקומות וכו' עכ\"ל ועוד האריך בענין ע\"ש ונראה לפי הפשט ליישב זה דאין מלת למען במקומות הללו מפורש שיעשה האדם מצות הש\"י למען שיתן לו הש\"י אריכת ימים טובים אבל הכי מתפרש דלמען שתעשה כן יתן לך הש\"י בחסדו אריכת ימים וטובים אבל האדם לא יעשה אותם על מנת כן רק מאהבה ויש לדקדק בדברים אלו ממ\"ש אלא הוו כעבדים המשמשים את הרב שלא על מנת לקבל פרס ואיזהו עבד הוא שאינו מקבל פרס מרבו שהרי אף עבד כנעני מקבל פרס מרבו דהיינו מזונות ונראה שאמר אל תהיו כעבדים וכו' על מנת לקבל פרס דהיינו עבד עברי שאינו משמש לרבו רק לקבל פרס ושכר עבודתו מרבו והוא שלו אלא תהיו כעבדים וכו' שלא על מנת לקבל פרס דהיינו עבד כנעני שאינו משמש לרבו לקבל שום פרס מרבו שיהיה שלו דכל מה שקנה עבד קנה רבו וגם המזונות שנותן לו רבו אינו שלו רק של רבו כמ\"ש שיכול לומר לעבדו עשה עמי ואיני זנך ומצד החסד נותן לו רבו מזונות משלו כן הוא הענין שלא יעבוד להש\"י על מנת לקבל פרס ושכר שהוא שלו כעבד עברי רק שהפרס והשכר ההוא של הקב\"ה כי כל העולם ומלואו שלו הוא ומצד החסד הוא ב\"ה נותן לאדם גם מזונותיו ושאר ייעודי התורה בטוב ובאריכות ימים וק\"ל: סליק ספרא לוי אמר לייתי משלי ר' שמעון ברבי אמר לייתי תהלים כפייה ללוי וכו'. מדנקט לה בכי האי גוונא דסליק ספרא נראה דאשמעינן שבשעה שמסיימין ספר אחד יש להתחיל ספר האחר כמו שאנו עושים בשמחת תורה ע\"פ המדרש מפני קטרוג השטן ודקאמר דכפייה ללוי וכו' סתם מאיזה טעם כפייה ללוי ויש לפרש משום דסדרן של כתובים כך הוא תהלים ואח\"כ משלי כדאמרינן בפ\"ק דב\"ב ועי\"ל לפי שספר תהלים כולו יראת שמים וספר משלי כולו דברי חכמה ומשל ואמרינן כל שיראת חטאו קודמת לחכמתו חכמתו מתקיימת וכו': ", 
            "<b>אמר </b> לוי רבי נתת לי רשות וכו'. כצ\"ל וכן הוא בילקוט: ", 
            "<b>עושה </b> לו חפציו שנאמר כי אם בתורת ה' חפצו. בסיפא דהאי עניינא מפורש ביה וכל אשר יעשה יצליח כדלקמן דבר זה כתוב וכו' ומשולש בכתובים כל העוסק בתורה נכסיו מצליחין וכו' היינו ע\"י מעשה שלו אבל הכא בדרש הזה הוסיף לומר דברצונו וחפצו של עוסק בתורה בעלמא בזולת מעשה כלל הקב\"ה עושה לו חפצו ומשמע ליה לפי דרש זה דכינוי חפצו לא קאי אתורה דלהכי לא איצטריך דסגי ליה למימר כי אם בתורת ה' דמשמע כי אם בתורת ה' יהא הולך ועומד ויושב אבל מיירי ברצונו וחפציו של לומדי תורה וק\"ל: ", 
            "<b>במקום </b> שלבו חפץ כו'. כבר אמר רבי לעיל ממקום שלבו חפץ דהיינו מאיזה מסכת וספר כדמסיק אבל הכא אמר במקום בבי\"ת היינו אצל איזה רב שלבו חפץ וכן הוא בילקוט בדברי רבא ממי שלבו חפץ ויהיה המכוון דחפצו לרבי על המקום ולרבא על הרב וק\"ל: ", 
            "<b>בתחלה </b> נקראת ע\"ש הקב\"ה וכו'. מפורש בפ\"ק דקידושין דת\"ח תורתו דיליה היא דכתיב ובתורתו יהגה וגו' כפרש\"י שם דבתחלת הלמוד נקראת תורת ה' ומשלמדה וגרסה נקראת תורתו והוא ע\"פ מ\"ש במסכת נדרים (לח.) בתחלה היה משה למד תורה ומשכחה עד שנתנה לו במתנה שנאמר ויתן אל משה ככלותו וגו' דפירושו דבתחלת למודו היה לומד ומשכחה עד שלמדה מרבו כ\"כ עד שנעשית קנין בנפשו והיינו במתנה דקאמר דמקריא תורתו של ת\"ח והוא הענין שהוסיף רבא לומר לעולם ילמוד אדם תורה ואח\"כ יהגה וכו' שילמוד התורה מרבו ועד שתהא שגורה לו בפיו אינה תורתו עד שאחר כך יהגה בה לעיין בה הוא עצמו שהיא נעשית תורתו במתנה וק\"ל: ", 
            "<b>לעולם </b> ילמוד אדם תורה וכו'. עיין פרש\"י ויותר מדוקדק פרש\"י בסוף פרק הרואה בהך דהס ואח\"כ כתת וכו' הס וכו' עד שתהא שגורה בפיך ואע\"פ שאינה מיושבת לך ואח\"כ וכו' עכ\"ל. ולפי זה יש לפרש הא דסמוך [לו] כה\"ג קאמר לעולם ליגרס אינש וכו' ואע\"ג דלא ידע מאי קאמר היינו שלומד מבלי עיון רק שתהא שגורה בפיו ואף שרבו יודע לפרש לו כל צורך הענין כדלעיל ורש\"י לא פירש כן בשמעתין: ", 
            "<b>ודקאמר </b> ליגרוס אינש ואע\"ג דמשכח אע\"ג דלא ידע וכו'. נראה הא דאע\"ג דמשכח יליף ליה מסיפיה דהאי קרא גופיה גרסה נפשי לתאבה אל משפטיך בכל עת ר\"ל בכל עת לפי אותה שעה אע\"ג דמשכח לעתיד וכן הוא בילקוט דמשכח לעתיד ודקאמר ואע\"ג דלא ידע מאי קאמר יליף ליה מדכתיב גרסה ולא כתיב טחנה כפרש\"י ובילקוט מדכתיב גרסה ולא כתיב טחנה וק\"ל: ", 
            "<b>כתיב </b> על גפי וכתיב על כסא וכו'. עיין פרש\"י ולכל הפירושים כסא עדיף מגפי אבל בפרק אחד דיני ממונות לגבי אדם הראשון דריש ליה בהפך לפי פרש\"י שם וע\"ש בתוס' ועוד נראה לפרש הכא לענין קושי הלמוד והעיון דבתחלת הלמוד הוא קשה כאילו התורה על גפי מרומי קרת שקשה הוא להגיע שם ולבסוף על כסא דהיינו קרוב לו במקום שהוא יושב ולומד וכענין זה אמר ג\"כ בתחלת הלמוד בראש מרומים להגיע שם ולבסוף עלי דרך קרוב להגיע למקומו שהיא עלי דרך שילך האדם בה וכענין זה בתחלה שתה מים מבורך ר\"ל שהלמוד קשה לך ואתה בעצמך צריך ללמוד דהיינו שתה מים מבורך ולבסוף כשבא אדם לכלל העיון זוכה גם ללמד לאחרים דכתיב ונוזלים מתוך בארך דהיינו ונוזלים מתוך בארך לאחרים וק\"ל: ", 
            "<b>מ\"ד </b> הון מהבל ימעט כו'. ה\"א של הבל מתחלפת בחי\"ת באותיות אחה\"ע וכה\"ג דרשו כבד ה' מהונך ממחוננך ודקאמר אנא עבידתה כתבו התוספות עבידתה בדלי\"ת פירוש עשיתיהוכו' ויש גורסין ברי\"ש עברתיה ולא נהירא דא\"כ בא לסתור וכו' עכ\"ל. אבל אכתי קשה לי דקאמר דידעי רבנן להא מלתא ועברי עלה כיון דידעי אמאי קעברי עלה גם מאי רבותיה נמי דרב נחמן ב\"י שהתפאר שעשיתיה וע\"כ נראה דהנך דרשות דלעיל לעולם ילמוד אדם תורה ואח\"כ יהגה כו' ולעולם ליגרוס אינש ואע\"ג דמשכח כו' כמ\"ש לעיל וכפרש\"י בפרק הרואה סותר כל זה הא דקאמר הכא אם אדם עושה תורתו חבילות מתמעט ולז\"א רבנן ידעי הך דרשא דאם אדם עושה תורתו חבילות מתמעט ועברי עליה ועבדי כהנך דרשות דלעיל דיש ללמוד לאדם הרבה ואע\"ג דלא (יתן) [ידע] וכו' ואח\"כ יהגה ויעיין בה ולפ\"ז יש לקיים הגירסא עברתיה ברי\"ש דעברתיה להך דרשא דהון מהבל וכו' ולמדתי כעין חבילות וקיים בידי כהנך דרשות דלעיל וק\"ל: ", 
            "<b>לא </b> יחיה ולא יאריך ימים. לפי שנאמר בלומדי תורה לשמה כי היא חייך ואורך וגו' אמר ציד הרמאי שלומדה שלא לשמה רק להראות כמה אני חכם וכו' כפרש\"י וע\"כ לא יחיה וכו': ודקאמר ", 
            "<b>משל </b> לאדם שצד צפרים אם משבר כנפיה של ראשונה וכו'. יותר נכון בזה גרסת פרק כיצד מעברין אם ראשון ראשון משבר גפיה משתמרים וכו' והוא מבואר לפי הנמשל אם ראשון ראשון שלמד משבר ועושה בו רושם נעשה [הדבר] קנין בנפשו ומתקיים כו' וכענין שאמרו שם בסמוך אין התורה נקנית אלא בסימנים כו' שהוא דבר רושם העושה קנין בנפשו וק\"ל: ", 
            "<b>והיה </b> כעץ שתול ולא כעץ נטוע כל הלומד מרב אחד אינו רואה וכו'. ועל זה רמז הכתוב בניך כשתילי זיתים ולא כנטועים סביב לשלחנך של ת\"ח כי כן יבורך גבר שרואה סימן ברכה וק\"ל: "
        ], 
        [
            "<b>אשר </b> פריו יתן בעתו ועלהו לא יבול ואם לאו וכו'. עיין פרש\"י ותוספות ועוד י\"ל ע\"פ אותה ששנינו בן חמש למקרא וכו' שילמוד הרב עם התלמיד לפי זמן שנותיו ואז ועלהו לא יבול ואם לאו על הלומד כו' לפי שלא הגיע התלמיד עדיין למעלה זו על זה סמך לו רבים חללים וגו' תלמיד שלא הגיע להוראה והוא מפורש בפ\"ג דסוטה: ", 
            "<b>שאפילו </b> שיחת חולין וכו'. פרש\"י כדי להתלמד לדבר בלשונם וכו'. אבל בפרק הישן נראה לפרש דצריכה תלמוד דמתוך שיחתן תבין דבר מה מדברי תורה וק\"ל: ", 
            "<b>כל </b> העוסק בתורה כו'. ושמרתם וגו' שמירה הנאמר כאן היא לתורה (לימודה) דהיינו לשמור את הדברים של תורה ומתוך שימורה ולימודה תבא לידי ועשיתם וגו' וק\"ל: ", 
            "<b>אתגרה </b> בשינה ת\"ל וכו'. ר\"ל שמא יאמר אדם אגרה בשינה מטעם דקאמר כדי שלא אבא לידי לשון הרע ושפתי מרמה ת\"ל ועשה טוב כי עסקך בתורה תשמור אותך שלא תבא לידי לה\"ר כמ\"ש מרפא לשון עץ חיים וז\"ש אין טוב אלא תורה שנאמר כי לקח טוב נתתי לכם לעסוק בה ועי\"ז אל תעזובו תורתי ולא תבא לידי לה\"ר ואי אתה צריך להתגרות בשינה: "
        ], 
        [], 
        [
            "<b>תנו רבנן ונשמרת מכל דבר רע שלא יהרהר וכו' תורה מביאה וכו'. </b>וקשה מה ענין מדרגות הללו שיבואו בהדרגה זו בזה אחר זה. גם קשה מקרא דמייתי שלא יהרהר וכו' מונשמרת מכל דבר רע וגו' דדיבור אינו משמע הרהור כמ\"ש התוס' בפרק המפקיד גבי על כל דבר פשע שאמרו החושב לשלוח יד חייב היינו דבור גם למה אמר שלא יהרהר אדם ביום וכו' שהרי אפשר שיהרהר בלילה ויבא לידי כך הוא מבואר דאמרינן בסוף לולב וערבה כל העושה משפט וצדקה כאילו הוא מלא העולם כלו חסד שנאמר אוהב צדקה ומשפט חסד ה' מלאה וגו' שמא תאמר כל הבא לקפוץ קופץ ת\"ל מה יקר חסדך וגו' יכול אף ירא שמים כן ת\"ל וחסד ה' מעולם ועד עולם על יראיו וגו' ועיין פירוש רש\"י שם שהוא דחוק והנראה דמעלות המדות לא יבואו כ\"א בהדרגה ממעלה למעלה כדאמרינן בכמה דוכתין ולא ע\"ה חסיד ולא כל הרוצה ליטול את השם יטול ולזה אמר כל העושה משפט וצדקה שאינו גוזל מאחרים ואדרבה הוא נותן משלו לאחרים שהוא ממדת החסידים שאמרו בו שלי שלך ושלך שלך חסיד וע\"ש שמלא כל העולם במדת חסד נקרא חסיד ואם תאמר כל הבא לקפוץ וכו' ר\"ל שמבלתי המדרגה ממעלה למעלה יוכל אדם לקפוץ על המדרגות ויבא לידי מדת חסידות ת\"ל מה יקר חסדך וגו' כי מה יקר וקשה לבא לידי מדת חסידות כ\"א בהדרגה ממעלה למעלה וכמה מעלות ומדרגות הם טרם שיבא לידי מדה זו ואמר יכול אף ירא שמים כן שלא יבא לידי מדת חסידות כ\"א בהדרגה שיש שום מעלה ומדה אחרת בין יראת שמים בין מדת חסידות דהכי איכא לפי נוסחת שמעתין ודסוף סוטה דאיכא מעלות ומדות בין יראת שמים ובין חסידות ואמר דאינו כן אלא דליכא שום מדה מפסיק ביניהם ובנוסחא אמיתית דשקלים דיראת חטא מביא לידי חסידות ומביא ראיה מדכתיב וחסד ה' מעולם על יראיו דמשמע ממדת יראה יבא לידי מדת חסידות ובשקלים מייתי ליה נמי מהאי קרא דיראת חטא מביא לידי חסידות ולזה נתכוין ר' פנחס שחשב כאן י' מדרגות במעלות המדות כי כן הוא מדותיו ית' ב\"ה כמאמר ספר יצירה עשר ולא פחות כו' ועשרה מדרגות יש במלאכיו רוחות ולז\"א כי התורה היא ראשית דרכי ה' ומדותיו יתברך ב\"ה לבא ממנה בהדרגה ממעלה למעלה עד מעלה העשירית העליונה ולז\"א תורה מביאה לידי זהירות שהן אזהרות שבה וסיפר המדרגות ממעלה למעלה מתחלת קומו בבקר וכל מעשה היום עד שכבו בלילה ומתוך זהירות שאדם נזהר באזהרות ומצות התורה מביא לידי זריזות בתחלת היום בעמדו בבקר שיקום בזריזות ולא יהיה עצל בקומו ואמר כי זריזות מביאה לידי נקיות שהוא נקיות הגוף ונטילת ידים שחרית כי המאחר לקום בשחרית מתוך שהוא נמהר אחר כך לקום ולילך לבהכ\"נ אינו יכול לנקות גופו ולא ליטול ידיו יפה וע\"ז אמר שלמה הדלת תסוב על צירה ועצל על מטתו טמן עצל ידו בצלחת נלאה להשיבה אל פיו ר\"ל הדלת תסוב על צירה בבית על ידי בני הבית המהלכים משם לבהכ\"נ והיא עדיין על מטתו והנה בקומו ממהר ליטול ידו בצלחת שהוא כלי גדול שיש בו מים חמין ואינו יוצא ידי נטילה ונלאה להשיב ידו אל פיו לרחוץ פיו מן הריר מפני שהוא ממהר כ\"כ או שהוא על דרד יד לפה תקצץ שעל ידי שלא נטל יפה נלאה ואסור לו להשיבה אל פיו ואפשר שעל זה רמז ג\"כ וללחם עצלות לא תאכל ר\"ל שודאי לא נזהר ליטול יפה כדין נטילה ושיבתא שורה בפת שנגע בו בלא נטילה: ואמר <b>נקיות מביא לידי פרישות.</b> היא התפלה ע\"ש וכפיו פרושות השמים כמו שפרש\"י שיהיה האדם פרוש מכל עסקיו בשעת תפלה כמ\"ש בחסידים הראשונים שהיו שוהין שעה אחת ובלשון הזה מצינו במסכת סוטה (כב.) אשה פרושה בתולה ציילנית. ואמרו אל תתייראי מן הפרושים אלא וכו' ומבקשים שכר כפנחס ר\"ל שמבקשים לקבל שכר בתפלתן כפנחס שנאמר בו ויעמוד פנחס ויפלל וגו' וז\"ש נקיות מביאה לידי פרישות שהיא התפלה הרצויה לפניו יתברך ב\"ה וכמו שאמר ברכות (טו.) כל הנפנה ונוטל ידיו ומניח תפילין וקורא ק\"ש ומתפלל כאילו בנה מזבח והקריב וכו' שנאמר ארחץ בנקיון כפי ואסובבה מזבחך וגו' ויש לעיין מהיכן קאתיא ליה התפלה מהאי קרא דלא כתיב ביה רק קרבן וההיא ודאי בעי נטילה ורחיצה כדכתיב בתורה ויש לפרש שסמך עצמו במה שיש במסורות שנים ארחץ בנקיון כפי האחד הא דאמרן השני אך ריק זכיתי לבבי וארחץ בנקיון כפי וההוא איירי בתפלה ר\"ל זכיתי לבבי לתפלה ולק\"ש כמ\"ש (ריש תענית) איזהו עבודה שהיא בלב הוי אומר זה תפלה וכן תפילין מצוה עיונית וצריך כוונת הלב שלא יסיח דעתו מהם משום דבעי למילף רחיצה ונטילה קודם תפלה וק\"ש ותפילין ובהאי קרא לא כתיב וארחץ רק בתר זכיתי לבבי הוצרך למדרש המסורות דכמו דההוא ארחץ דגבי מזבח הוא קודם הקרבה הכי נמי לגבי תפלה וארחץ קודם תפלה והכי קאמר קרא וארחץ בנקיון כבר קודם לאלו בנקיון כפי ואמר. פרישות מביאה לידי טהרה הוא עיון התורה שצריך האדם לטהר עצמו ללמוד תורה כמ\"ש יראת ה' היא טהורה ואמרו (יומא עב:) זה הנושא אשה ואח\"כ לומד תורה שהוא טהור ממקרה לילה שהוא טומאת רוחין ושדין ואמרו אסור ללמוד במבואות המטונפות אפילו ע\"י הרהור וכו' וע\"ז אמר פרישות שהיא התפלה מביאו לידי למוד תורה בטהרה וכמ\"ש (סוף ברכות) כל היוצא מבהכ\"נ ונכנס לבית המדרש ועוסק בתורה זוכה ומקבל פני שכינה שנאמר ילכו מחיל אל חיל גו' וזהו שדקדק לומר ועוסק בתורה אחר שנכנס לבית המדרש דבהליכתו לא יעסוק לעיין בתורה משום הליכתו במבואות מטונפות ובזה יתיישב מ\"ש בפ\"ק דברכות א\"ר הונא היוצא מבית הכנסת אל יפסיע פסיעה גסה ואמר אביי לא שנו אלא למיפק אבל למיעל מצוה למרהט שנאמר ונדעה נרדפה וגו' ומקשינן מאי קאמר אביי לא אמרן הא רב הונא נמי לא אמר אלא היוצא מבהכ\"נ ויש לומר לפי דרכינו דהכי קאמר לא אמרן אלא למיפק מבהכ\"נ לרה\"ר ולשוק אבל למיעל לבהמ\"ד אף כשיוצא מבהכ\"נ מצוה למרהט שנאמר ונדעה וגו' שהיא ידיעת התורה: ואמר <b>טהרה מביאה לידי קדושה.</b> והיא הסעודה שצריך האדם לקדש באכילתו וכן כתיב באסורי מאכלות והתקדשתם והייתם קדושים וגו' וס\"פ אלו דברים דרשינן ליה בקדושת הסעודה והתקדשתם אלו מים הראשונים שצריך האדם לאכול חוליו בקדושה על טהרת תרומה ורמזו בזה קדש עצמך במותר לך ולא אמרו במותר סתם שכוונו בו קדש עצמך במותר לך ואסור לאחרים כגון לכהנים אבל המותר לכל אין לאדם לאסור על עצמו וז\"ש טהרה שהוא לימוד תורה בטהרה כמ\"ש מביאה לידי קדושה דסעודת ת\"ח הוא אחר לימוד תורה בשעה חמישית: ואמר <b>קדושה מביאה לידי ענוה. </b>שיהא אדם נוח לבריות לאחר סעודתו בעת שיעסוק עמהם בדרך ארץ כי ע\"י אכילה אפשר שיתגאה האדם כמ\"ש פן תשבע ורם לבבך וגו' כמרעיתם וישבעו וירם לבם וגו' והמקדש עצמו מן המותרות יהיה נכנע ולא יתגאה כמ\"ש ואותי השלכת אחרי גוך אחר שנתגאה זה וכו': ואמר <b>ענוה מביאה לידי יראת חטא.</b> הוא הענין בכל היום במשאו ומתנו עם חבריו וכן בשאר מעשיו בינו לשמים שהוא ירא מלחטוא שזה מביאה לו הענוה שקודמת שהוא נכנע לפני בוראו ומביאה לידי יראת חטא כי הגאוה אמרו בה בפ\"ק דסוטה כאילו כפר בעיקר שאין כאן יראת שמים ואחר כל המעשים שביום ממדרגה למדרגה שזכר אמר שמיראת חטא בא לידי חסידות שהיא המעלה העליונה המביאה לידי רוח הקודש וכמ\"ש במעשה היראים והחסידים כמו רבינו הקדוש ודורו והחסידות הוא שאחר כל המעשים שזכר מחשב עם נפשו בלילה על כל מעשיו שעשה ביום הן לזכות הן לחובה גם שהוא מוחל לכל מי שפשע נגדו ביום כמו שנזכר כן בחסידים ואחר כל זה מקבל עליו עול יחוד ומלכות שמים בק\"ש של לילה והוא מכלל חסידות כמ\"ש בברכות יעלזו חסידים בכבוד ירננו על משכבותם וחרב פיפיות בידם וגו' זו קריאת שמע של לילה: ואמר <b>חסידות מביאה לידי רוח הקודש.</b> כי על ידי הק\"ש שהוא החרב פיפיות שאין מקום לרוח הטומאה לשלוט בהם בשום צד רק רוח הקודש בא עליהם בלילה ואמרו שם שמרה נפשי כי חסיד אני שכל מלכי מזרח ומערב ישנים עד ג' שעות ואני חצות לילה וכו' הרי שזה מכלל החסידות ואהא מייתי שם שנאמר אז דברת בחזון לחסידיך: ואמר <b>רוח הקודש מביאה לידי תחיית המתים. </b>שהקב\"ה מחזיר לו נשמתו בבקר וה\"ל כאילו הוא תחיית המתים וממנו לאליהו שהיא המעלה העליונה בעיוני וסמך כל מדרגות אלו על פסוק ונשמרת מכל דבר רע לפי שאמר מתוך שעוסק בתורה שהוא דבור הטוב ואינו [עוסק] בדברים בטלים ונבול פה הוא בא בהדרגה מלמוד התורה ממעלה למעלה עד רוח הקדש בלילה בשינה אמר הכתוב בהפך זה שאם אינו עוסק בדברי תורה רק בדברים בטלים ונבול פה עם חבירו ביום שהוא הדבור הרע יבא לידי הרהור בלילה ומביא עליו רוח הטומאה וקרי הפך שמביא עליו דבור התורה את רוח הקודש וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [
            "<b>[בשעה </b>שבא נחש על חוה כו'. מפרש\"י פרק חבית כשנתן לה עצה לאכול מן העץ בא עליה דכתיב הנחש השיאני לשון נשואין עכ\"ל ובנזיר הוסיף ביאור והיינו דקאמר לנחש כי עשית זאת איזה מעשה עשה אלא שבא על חוה כו' עכ\"ל ע\"ש והכי אמרינן בפ\"ק דסוטה נחש הקדמוני נתן עיניו במי שאין ראוי לו כו' ע\"ש וענין הטלת זוהמא עיין במורה ח\"ב פ\"ל וכלבו פי' הגדות]: "
        ], 
        [], 
        [], 
        [
            "<b>והא ואבני מלואים דהדר ערביה כו'.</b> ע\"ש בתוס' לפירושם דלאבן ישפה היו צריכין לחושן כדאיתא בירושלמי ולשנא דתלמודינו דקאמר אבנים לאפוד בלשון רבים לא משמע כן ועוד כיון דפסיקא ליה לתלמודא דאבן ישפה הוה עובדא מאי קס\"ד לשנויי אבני שוהם הפסיק הענין ונראה לשטת תלמוד שלנו דלאבני שוהם בין דאפוד בין דחושן היו צריכין היינו שני אבני שוהם דאפוד ואחד אבן שוהם דחושן והשתא משני מעיקרא אבני שוהם דכתיב בלא וי\"ו הפסיק הענין דכל אבני שוהם בין דאפוד בין דחשן לא קאי אויקחו ופריך כיון דכתיב ואבני מלואים בוי\"ו הדר ערביה מיהת לאבני שוהם דחשן דקאי אויקחו ודו\"ק: ", 
            "<b>לשנה  אחרת נולדה לו פרה אדומה וכו'.</b> לפי שאין הקב\"ה מקפח שכר כל בריה בעולם הזה ובישראל המצווה על כבוד אב ואם נאמר למען יאריכון ימיך ולמען ייטב לך ולמען יאריכון ימיך בעוה\"ז ולמען ייטב לך בעולם הבא אבל עובד כוכבים שאינו מצווה נותן לו הקב\"ה שכרו משלם בעוה\"ז כדי לטורדו בעוה\"ב ועובד כוכבים זה מחסידי עובדי כוכבים היה ולא היה חפץ לקבל שכרו משלם בעוה\"ז וע\"כ אמר יודע אני וכו' כל ממון שבעולם אתם נותנין לי אבל אני איני רוצה בכך לקבל שכר מצות כבוד אב בעוה\"ז וע\"כ אמר איני מבקש עכשיו דהיינו בעוה\"ז רק אותו ממון שהפסדתי אבל שכר המצוה גופה שקיימתיה איני מבקש עכשיו בעוה\"ז: ", 
            "<b>ועוד </b> נראה לדקדק מלשון שאמר אותו ממון שהפסדתי שהעובד כוכבים קנה את אבני השוהם יותר משויה לצורך ד\"א חוץ מלצורך האפוד והחשן דמעיקרא לא קנה אותם ביותר משוים רק כדי להרויח בהם למוכרם לצורך האפוד והחשן וע\"י שלא רצה לצער אביו קנו הם אבנים במקום אחר ולא נצטרכו שוב לאותן אבנים של עובד כוכבים והוצרך להפסיד ממה שקנה אותן שלא היו שוים כ\"כ לצורך דבר אחר כפי סך שקנאן וע\"כ אמר איני מבקש מכם בפרה זו הריוח שאתם היו נותנים לי לצורך האפוד והחושן רק אבקש ממון שלי בעצמו שהפסדתי בשביל אבא וק\"ל: ", 
            "<b>לעבדו שכם אחד כתיב.</b> עיין פרש\"י ומיהו לשון שכם אחד משמע חלק אחד מן המצות ונראה לפרש כיון שלא יקבלו את הגרים לעתיד א\"א להם לעובדו בכל מצותיו כישראל אבל הגרים יעבדוהו חלק אחד מן התורה שאפשר להם לקיים ואיסור רביעה בכלל החלק ההוא שכבר נצטוו עליה בני נח ויהיה פירוש הכתוב כי אז אהפוך וגו' לפי שבתחלת ישובו של עולם במעשה דור הפלגה שהיה להם שפה אחת בלשון הקודש ובאו למרוד על ה' בלבל להם אותו לשון הקודש אמר בכאן כי אז שיחזרו העובדי כוכבים למוטב לעבוד ה' יהפך להם שפה ברורה שהוא לשון הקודש כי כל הלשונות אינם שפה ברורה נקראו לעז לגבי לשון הקדש:  ", 
            "ואמר <b>לקרוא בשם ה'.</b> שהוא שם של ד' שם של י\"ה במלואו שאסור לקרוא בו בעוה\"ז רק בעוה\"ב כדאמרינן (פסחים נ.) זה שמי לעלם וגו' לא כשאני נקרא בעוה\"ז אני נקרא בעוה\"ב וגו' וסיים לעבדו שכם אחד וחלק א' מן התורה כמ\"ש וק\"ל: ", 
            "[<b>הניחא למ\"ד יתרו קודם מ\"ת הוה אלא למ\"ד לאחר מ\"ת כו'.</b> מה שיש לדקדק בזה נבאר בפ\"ב דזבחים ע\"ש]: "
        ], 
        [
            "<b>ומאי </b> שירה אמרו אז ישיר כו'. עי' פרש\"י ועוד יש לפרש דבשירת אז ישיר רמז על מעשה זה שנאמר בו שמעו עמים ירגזון חיל אחז יושבי פלשת ובמדרש ילקוט מפורש ר\"מ אומר שירת הים אמרו נאמר כאן הלוך וגעה ונאמר להלן כי גאה גאה כו': ", 
            "<b>הודו </b> לה' קראו בשמו וגו'. סיפיה דקרא הודיעו בעמים עלילותיו שע\"י מעשה זה של פלשתים נתודעו לעמים עלילותיו שבמצרים כמפורש בענין שאמרו הכהנים וקוסמים לפלשתים ולמה תכבדו לבבכם כאשר כבדו מצרים כו' הלא כאשר התעולל בהם וגו': ", 
            "<b>ומ\"ד </b> מזמור שירו לה' שיר חדש כי נפלאות עשה הושיעה לו ימינו וגו' שאחר שנפלו ישראל במלחמה ההיא נפלאות עשה הש\"י והושיעה לו ימינו וגו' להוציא הארון מיד פלשתים ובזה הודיע ה' ישועתו לעיני הגוים וגו' ומסיים ביה יחד הרים ירננו לפני ה' כי בא וגו' ר\"ל כי בא ארון ה' מארץ פלשתים: ", 
            "<b>ומ\"ד </b> ה' מלך ירגזו עמים יושב כרובים וגו'. ע\"י הארון שעליו היה יושב הכרובים תנוט ארץ פלשתים. ואמר בו יודו שמך גדול ונורא וגו' שע\"י מעשה זה יודו שמך וגו' כמ\"ש בענין מי יצילנו מיד האלהים האדירים האלה המכה מצרים בכל מכה במדבר: ", 
            "<b>ומ\"ד </b> ה' מלך גאות לבש וגו'. רחוק בעיני ליישב שירה זו לענין זה ויותר נכון גרסת הילקוט דגרס ה' מלך תגל הארץ שבו מסיים ענין דגון והנה דגון טפל לפניו ארצה לפני ארון ה' וגו' שאמר בו וראו כל העמים יבשו כל עובדי פסל המתהללים באלילים השתחוו לו כל אלהים וגו' מאד נעלית על כל אלהים ולמאן דאמר רני רני השטה התנופפי וכו' כל כנוי השבחות שבענין זה על השטה נאמר כי עצי השטים שבו הם היו עיקר הארון שהשטה נתקדשה מתחלת נטיעתה במצרים לשם משכן כמפורש במדרשות אבל הזהב בא בנדבה ולא היה רק צפוי לו בפנים ובחוץ: ", 
            "<b>ועוד </b> נראה לפרש ע\"פ מ\"ש התוס' בפרק בא לו אהא דאמרינן עצי שטים עומדים שמעמידין צפויין נ\"ל דאפילו צפוי זהב שע\"ג בטל לגבי דידהו דבכל דוכתא העץ בטל לגבי המתכות וכו' ובעצי שטים אינו כן שהרי שלחן של עצי שטים היה ומצופה זהב ואפ\"ה תורת כלי עליו שהצפוי בטל לגבי העץ כדאיתא בשלהי חגיגה ויליף ליה התם מקרא. וז\"ש רני השטה שיצאת מיד אויב בעבור קדושתך התנופפי ברוב הדרך התרוממי ברוב הדרך שנתהדרת על מעשה הזה המחושקה ברקמי זהב ע' פרש\"י. ועי\"ל לפי ענינו ע\"ש ה' עכברי ועפולי זהב שהתנדבו חמשת סרני פלשתים המהוללה בדביר ארמון פירוש בספר תורה שבהיכל שהיה מונח בה מפוארה בעדי עדים ר\"ל בכתר רוחני שהיה לה שהיא כתר השכינה שהיה שורה בין בדי הארון כענין ועתה הורד את עדיך וגו' שהוא כתר רוחני שהיה להם מלמעלה: ", 
            "<b>לנדה </b> דשתנא מהכא כי דרד נשים. לפי שהנו\"ן נשים נופל בלשון יחיד אשה לקחו לנוטריקון השי\"ן מנשים שהיא עיקר היסוד וכה\"ג בפרק הבונה יר\"ט יראה ראתה נטתה שהנו\"ן נופל מנטתה כמו אטה יטה ועיקר היסוד הטה מנטתה מיהו קצת דחוק נוטריקון כה\"ג שהדלי\"ת והשי\"ן מדשתנא לנוטריקון ורוב התיבה שהיא תנ\"א לא דריש ביה כלום ולולי פרש\"י היה נראה לומר לאו בדרך נוטריקון קאמר אלא דמלת דשתנא מלה מושאלת במליצה בלשון פרסי על הנדה כמו דרך נשים לי דלה\"ק וה\"ק רב אשי כמאן קרו פרסאי לנדה דשתנא במלה מושאלת ולא קראו לה במלה מיוחדת כמו בשאר (מקומות) [לשונות] וקאמר מהכא דרך נשים לי שגם הכתוב לא קראה במלה מיוחדת לנדה מפני הגנאי וק\"ל: "
        ], 
        [], 
        [], 
        [
            "<b>אזיל </b>עבוד גניבתא כ\"ב שנין כו'. ששיעור כ\"ב שנין נקראו ימים אחדים גבי רבקה שאמרה ליעקב וישבת עמו ימים אחדים והוא נתעכב שם כ\"ב שנה ועל דרך זה נקראו כ\"ב שנין ימים מועטין בההוא עובדא דבנימין הצדיק בפ\"ק דב\"ב כמ\"ש שם וע\"כ הני גנבי נמי כשלא אצלחו בשנים כאלו אתו תבעו שמתייהו: "
        ], 
        [], 
        [], 
        [
            "<b>אשריך </b>בן דמא וכו'. בהך עובדא דרבה בפרק הפועלים קאמר כה\"ג על רבה שגופך טהור ויצאת נשמתך בטהור ניחא ממה שאמר רבה כי קא ניחא נפשיה טהור אבל הכא לא הוזכר על מה שאמר מלת טהור וצ\"ל דה\"ק דכי קא ניחא נפשיה הביא מקרא מן התורה שנקראת יראת ה' טהורה קאמר שיצאה נשמתו בטהרה וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ברוך </b>המקום שמסר עולמו לשומרים וכו'. נראה לפרש לפי שהיה יין הזה שבא לרפואה שמור כ\"כ ביד העובדי כוכבים שבעים שנה נתן למקום ברכה בלשון הזה ועי\"ל לפי שבתחלה כשברא הקב\"ה את האדם והניחו בג\"ע לא השליט אותו בפירות ג\"ע רק שיהיה שומר בג\"ע כמ\"ש ויניחהו בג\"ע לעבדה ולשמרה אבל כשנטרד מג\"ע השליט את האדם בכל ומסר הכל בידו וע\"ז נתן ברכה שמסר עולמו שמחוץ לגן עדן לאותן שהיו רק שומרים בג\"ע להיות להם כל העולם הזה לכל צרכיהן: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>ומי </b>שרי איסורי הנאה נינהו וכו'. כפי המקרא מלכם המ\"ם בפתח והכ\"ף בקמץ משמעו מלכם ממש אבל דרשוהו כפי המסורת שם עבודת כוכבים של בני עמון שהמ\"ם בחיר\"ק והכ\"ף בחול\"ם והיינו משום קושיא דלקמן דאי מלך ממש היכי מצי מנח לה דהכא ליכא לפרושי ראויה לנוח כדאמר לקמן לגבי דוד ראויה לנוח על ראשו ולאינך אמוראי יש לפרש דדרשו מלכם ע\"ש עבודת כוכבים משום דאי מלך ממש הוה ליה להזכיר שהרגו אותו המלך ומה עשו בו כדרך הכתוב בכל המלכים בספר יהושע שנכבשו תחת ידם וק\"ל: ", 
            "<b>אבן </b> יקרה היתה בה ששוה כו'. ר\"ל הא דכתיב בקרא ומשקלה ככר זהב ואבן יקרה וגו' לאו דבר נוסף קאמר אלא דהכי פירושו דלכך משקלה ככר זהב משום דאבן יקרה היה בה שהיה שוה כ\"כ וק\"ל: ", 
            "<b>בשכר </b> שפקודיך נצרתי זאת היתה לי לעדות וכו'. י\"ל היכן הוזכר עדות הכא שיהיה מלת זאת מוסב עלה ונראה לומר דהאי קרא מוסב אקרא דלעיל מיניה דכתיב זכרתי שמך ה' בלילה ואשמרה עדותיך וע\"פ מ\"ש (במנחות לו:) דאסור להניח תפילין בלילה מדכתיב ושמרת את החקה מימים ימימה ולא בלילות והנחתן ביום הוא אות ועדות כדכתיב והיה לאות על ידך וגו' וע\"י נזכר שם ה' כדאמרינן (שם לה:) כי שם ה' נקרא עליך זו שי\"ן של תפילין וקאמר קרא זכרתי שמך ה' בלילה בלא הנחתן ואשמרה עדותיך מלהניחן כדכתיב ושמרת את החקה אבל אמר דוד זאת היתה לי שאף שהתפילין בעצמן אסור לי להניחן בלילה מקום הנחתן של תפילין זאת היתה לי שאניח העטרה במקומן ממש בלילה והולמתו שם וביום שאניח תפילין מ\"מ העטרה מונחת במקום הראוי להניחן כדמסיק דמקום יש בראש וכו' ונמצא שיש לי ב' כתרים ביום דהיינו תפילין שהוא כתר תורה ועטרה שהוא כתר מלכות כמפורש בחידושינו בפרק האומר ע\"ש וזכיתי לזה לפי שפקודיך שהם שאר מצות נצרתי אף בלילה וק\"ל: ", 
            "<b>שמתנשא </b> להולמו וכו'. דלא הל\"ל רק ואדוניהו אמר אני אמלוך וגו' וע\"כ דרשוהו על העטרה כפרש\"י בפרק כ\"ג שהיה בה שרביט של זהב וכו' ואינו מתישבת אלא למי שיש לו חריץ בראשו וכו' עכ\"ל ואדוניהו לא היה לו חריץ בראשו והיה מתנשא ראשו ודחקו בה להולמו להיות מכוונת לו ולא הולמתו ודו\"ק: ", 
            "<b>נטולי </b> טחול וכו'. עיין פרש\"י הכא ובפרק כ\"ג. ועוד נראה לפרש דמלת לפניו דייק דמאי רבותיה דחמשים איש רצים לפניו ולא לאחריו טפי מרכב ופרשים דברישיה דקרא וקאמר דכולם נטולי טחול וכו' והיו קלים לרוץ לפניו טפי מכל הרכב ופרשים וק\"ל: "
        ], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "<b>במשנה </b>א\"ל א\"כ יאבד דבר שאין צורך לעולם בו וכו' א\"ל אף אנו מחזיקין ידי עובדיהן וכו' שהרי אלו לא בטלו. יש לדקדק למה יהיו מחזיקין ידי עובדי חמה ולבנה משום דלא מבטלן הרי כבר אמרו בזה יאבד עולמו מפני השוטים ונראה לומר דר\"ל אף אנו מחזיקין ידי עובדיהן כו' שא\"כ לא היה בידינו להכחיש אותם שעובדים לחמה וללבנה כו' שהם לא יודו בדבר דאינו מבטלן מפני שיש צורך לעולם בחמה ולבנה וכו' דאדרבה יאמרו כיון שיש בהן צורך ולא בטלן ראוי לעובדן אבל השתא דאינו מבטל אף דבר שאין צורך לעולם בו ויש שעובדים אותן הרי אף לאותן העובדים לחמה וכו' מפני שיש בהן צורך ולא בטלן אין להם ראיה שהן אלהות שהרי אותן שאין בהן צורך גם כן לא בטלן וק\"ל: ", 
            "<b>אלא </b> עולם כמנהגו נוהג והולך ושוטים וכו'. להאי לישנא משמע דטעמא דהעולם כמנהגו נוהג איננו מספיק רק לדבר שהעולם צריך לו כגון חמה וכו' ודבר שאין העולם צריך לו צ\"ל כמ\"ש במתנית' דא\"כ אף אנו מחזיקין וכו' מיהו להאי לישנא הרי שגזל סאה וכו' אלא לעולם עולם כמנהגו נוהג כו' משמע דהאי טעמא מספיק גם לדבר שאין העולם צריך דלסאה של חטין שגזל אין כל עולם צריך לו כמו חמה ולבנה וכו' וק\"ל: ", 
            "<b>אלא </b> שמטריחין ומחתימין וכו'. כי דרך כל מלך שעושה סלע ומטבע שלו בצלמו ובצורתו והאדם הוא סלע ומטבע של מלך מלכי המלכים שנאמר כי בצלם אלהים עשה את האדם וזה הנואף מזלזל בצלם זה שעושה אותו הפקר ולא עוד אלא שמטריחין וכו' ע\"פ המדרש קשה כח הנואף שהוא מרשל כח השכינה כיצד העובר מתעבר מן האיש והקב\"ה צר צורתו למ' יום ואחר כך הנואף בא עליה והקב\"ה עומד ותוהה של מי אצור צורת האיש או צורת הנואף כביכו\"ל צור ילדך תשי יו\"ד זעירא תש ידי הצייר ע\"כ וזהו שאמר שמטריחין ומחתימין צורה אחרת וק\"ל: ", 
            "<b>א\"ל </b> כלב אתה קורא אותה וכו' א\"כ כו'. לכאורה קשה מאי א\"כ יאבדנה מן כו' דאדרבה כיון דמת הרי כבר אמר שאין עושה מלחמה עם המתים ונראה לומר דהפילוסוף זה היה מודה למה שאמרו הזקנים במתני' בדבר הצורך לעולם יאבד עולמו מפני השוטים והשתא קאמר כיון דאתה קורא אותה כלב מת אף שאינו עושה מלחמה עם המתים מ\"מ יאבדנה כדי שלא יטעו אחריה כיון שאינו צורך לעולם כלל ככלב מת והשיב אילו דברים שאין בהם צורך ככלב המת הזה לבד היו עובדים היה מבטלה הרי הן עובדין לחמה וכו' ואי אפשר לבטל וא\"כ אין לבטל גם אלו כדמסיק במתניתין דאף אנו מחזיקים וכו' כדלעיל ודו\"ק: "
        ], 
        [
            "<b>כלום </b>מתקנא אלא חכם בחכם וכו' משל למה\"ד וכו'. הקושיא מה השיב לו בזה המשל דתקשי נמי למשלו שהביא פחותה ממנה למה מתקנא בה כלום מתקנא אלא חכם בחכם וכו' מבואר שהקנאה היא על שני פנים הא' היא המדה הרעה באדם הנזכרת בכל מקום שמקנא וחומד למעלה וכבוד או טובה של חברו ועיין מה שכתבנו בזה בחידושינו בפרק הספינה. והקנאה השנית היא הנאמרת בכל מקום לגבי הש\"י ב\"ה יקניאוהו בזרים קנאוני בלא אל והנה הפילוסוף דלעיל ששאל ר\"ג מפני מה מתקנא בעובדיה ואין מתקנא בה ידע שהקנאה אצלו יתברך ב\"ה בפנים השנית אבל אגריפס שר הצבא הבין שהקנאה הנאמרת בו היא בעצמה הקנאה הנאמרת באדם שהוא מתקנא על כבוד גדול שיש לחבירו כן הש\"י ב\"ה מתקנא כביכו\"ל בעבודת כוכבים על כבודה וע\"כ אמר כלום מתקנא וכו' והשיב לו ר\"ג משל למה\"ד וכו' דבפחותה יש לה קנאה ושנאה על בעלה ולא שיהיה לה קנאה על האשה הפחותה ממנה דכלום מתקנא וכו' כך קנאת הש\"י ב\"ה אונו על העבודת כוכבים הפחותה רק יש לו קנאה ונקמה על עובדיה כדאמרונן לעיל דאין מתקנא אלא בעובדיה לפי המשל דלעיל ועל ענין זה נאמר בפנחס בקנאו את קנאתי וגו' לפי המשל והנמשל שנצמדו שם לבעל פעור הבזויה גם לבנות מואב הפחותים מבנות ישראל ופנחס קנא מין הקנאה שהיא להש\"י על העובד עבודת כוכבים ומכבדה וזנו עם בנות מואב הפחותים אף שאין כאן קנאה על הנתכבד שהיא מין קנאת אדם וזה שדקדק לומר בו קנאין פוגעין בו דהיינו הבועל ארמית בת עובד כוכבים שהוא המכבד שהיא מין קנאת הש\"י וק\"ל: ", 
            "<b>אמר </b> ליה זונן לר\"ע וכו' פרש\"י זונן ישראל היה עכ\"ל. אם קבלה נקבל ואי משום דקאמר לבי ולבך יודע דעבודת כוכבים לית בה מששא כו' אין זה מוכרח דאדרבה מדקאמר האי לישנא לבי ולבך וכו' משמע דעובד כוכבים היה בפרהסיא אלא דלבו בסתר ובמופת בלב ידע דעבודת כוכבים לית וכו' וק\"ל: ", 
            "<b>כי </b> מתברי כו' כך יסורין בשעה שמשגרין אותם על האדם משביעין אותם שלא תלכו וכו' ולא תצאו וכו'. הקושיות בדברי המאמר נראה לקצר בהם ומתוך הביאור יבין אותם המעיין והביאור שמשביעין שר הממונה על היסורים ליסר האדם ושלא ילכו להתחיל ליסרו כי אם ביום פלוני ולא קודם לו והשניה שלא יצאו היסורין עד יום פלוני ושעה וכו' כפי חטאו לפי אותו זמן ונקט יום ושעה בסוף היסורין לפי שאדם מרגיש אף באיזהו שעה בסוף היסורין משא\"כ בתחלתן דאין אדם מרגיש באיזהו שעה ממש באו בתחלתן רק ביום. וכן על ידי פלוני הרופא וסם פלוני לא שייך למנקט בתחלת היסורין כשבאו על האדם רק בסופן שיפסקו על ידו. ואמר ", 
            "<b>כיון </b> שזמנן הגיע לצאת וכו'. ר\"ל דודאי תשובה תפלה וצדקה מעבירין את רוע הגזרה שתתבטל אף בתוך זמן לבטל אף השבועה שנשבע שר היסורין אבל זה האיש שלא עשה כן ובאו היסורין עליו עד זמן שבועתן כיון שהגיע זמנן לצאת ולא חזר בתשובה הולך זה לבית עבודת כוכבים וכו' סמך בזה אהא דקאמר לקמן בא לטמא פותחין לו וכו' דהא דמייתי לקמן והיינו דקאמר ר\"ל מ\"ד אם ללצים וכו' קאי אהני תרתי עובדא דמייתי לקמן ואהך דהכא ר\"ל כיון שלא חזר בתשובה בתוך זמן זה כפי חטאו שישובו ממנו היסורין פותחין לו ליטמא ומזדמנין לו להלוך אז לבית עבודת כוכבים ושיטעה בהם שבהליכתו שם נתרפא ע\"י עבודת כוכבים ומפני שלפי ענין ולשון השבועה שלא תלכו אלא ביום פלוני לא בא רק למעט שלא ילכו ליסרו מקודם זמן ויום פלוני אבל שלא יתחילו ולא ילכו ליסרו לאחר זמן זה לא נתמעט דשמא יחזור בתשובה בזמן האיחור וכן שלא תצאו אלא ביום פלוני וכו' לא משמע להתמעט אלא שלא יפסקו ממנו עד יום פלוני כפי חטאו אז אבל שלא יבואו עליו היסורים עוד יותר מיום פלוני לא נתמעט באם לא ישיב וע\"כ אמר שאמרו היסורין כיון שזה לא שב והלך לבית עבודת כוכבים דין הוא שלא נצא שלא בא לנו שבועה על זאת אבל חוזרין ואומרין וכי מפני ששוטה זה עשה שלא כהוגן נאבד שבועתנו שאנו נייסרו עוד ונאבד שבועתנו שלא יאמרו שלא משום קיום שבועתנו יסרנו אותו עד יום פלוני שהרי גם לאחר שבועה נייסרו וע\"ז קאמר רעים בשליחותם שלפי לשון השבועה בתחלת היסורין לא נתמעט אלא שלא יתחילו מקודם כפי החטא אבל שלא יתאחרו אינו בלשון השבועה דשמא יחזור בתשובה בזמן האיחור אבל הם רעים בשליחותם ומתחילין מאותו יום פלוני ולא מתאחרין וגם נאמנין בשבועתן דלפי השבועה לא נתמעט אם לא ישוב שייסרו אותו אף לאחר זמן כמ\"ש לעיל והם נאמנין בשבועתן שואמרו מצד קיום שבועתן נייסרו עד אותו זמן ולא יותר כמ\"ש לעיל ודו\"ק: ", 
            "<b>מלמד </b> שהחליקן בדברים וכו'. דלפי פשוטו מלשון חלוקה לא יתכן לומר שהש\"י ב\"ה חלק אותם להם לאלוהות דא\"כ ניתן רשות לבני נח לעבוד עבודת כוכבים גם כפרש\"י בחומש אשר חלק אותם נמי להאיר להם עכ\"ל ימאן הדרש דהכא דא\"כ מאי לכל העמים דמשמע ולא לישראל ולהאי ישראל ודאי חלק להם וע\"כ דרשו מיניה מלשון החלקה דכיון שבא לטמא ולעבוד עבודת כוכבים נתן להם פתח ולא מנען מלטעות אחריהם אלא החליקם בדברים לטרדם וכו' וכה\"א כי החליק אליו בעיניו למצוא עונו לשנוא וכ\"ה לשון רש\"י בחומש לפי הדרש דהכא וק\"ל: "
        ]
    ], 
    "versionTitleInHebrew": "מהדורת וילנא", 
    "heTitle": " חידושי אגדות על מסכת עבודה זרה", 
    "versionSource": "http://primo.nli.org.il/primo_library/libweb/action/dlDisplay.do?vid=NLI&docId=NNL_ALEPH001300957", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Chidushei Agadot", 
        "Seder Nezikin"
    ], 
    "digitizedBySefaria": true
}