{
    "title": "Kiryat Sefer on Mishneh Torah, Appraisals and Devoted Property",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Kiryat_Sefer_on_Mishneh_Torah,_Appraisals_and_Devoted_Property",
    "text": [
        [
            [
                "<b>מצוה סט </b> לדון בערכי אדם כאשר מפורש בתורה דכתיב איש כי יפליא נדר בערכך נפשות לה' והערכים הם נדר מכלל נדרי הקדש כדכתיב נמי הערכך ביום ההוא קדש לה' לפיכך חייבים עליהם משום לא יחל דברו דקאי אנדר ושבועה ומשום לא תאחר לשלמו דכתיב כי תדור נדר וגו' והכי נמי נדר בערכך כתיב ומשום ככל היוצא מפיו יעשה האמור בנדרים ושבועות. ומצות עשה זו לדון בערכי' כפי מה שמפורש בתורה חלוק הערכים כפי שניו בין שהעריך עצמו בין שהעריך אחר נותן הערך לפי שני הנערך דדבר הקצוב בתורה לא פחות ולא יותר דערכין כנערך אם הוא זקן או לא נותן כפי ערכו הקצוב בתורה דהא ערכו של אותו פלוני קבל עליו ומדכתיב ואם מבן חמש שנים משמע שיכול אדם להעריך אחר דהא קטן לאו בר נדר הוא ואחר מעריכו וקאמר קרא דחייב עליו חמשה שקלים."
            ],
            [],
            [
                "<b>בן </b> שלשים יום או פחות אין לו ערך שלא נאמר בפרשה אלא מבן חדש ומעלה והוי כאומר ערך כלי זה עלי דאינו חייב כלום דלא איתמר ערך בכלים. היה מבן ל\"א עד חמש שנים גמורות ערכו אם זכר חמשת שקלים ואם נקבה שלשה שקלים כדכתיב בהדיא ואם מבן חדש ועד בן חמש שנים וגו' הזכר חמשת שקלים ולנקבה שלשת וכו' ומשנכנס בשנת שש יום א' עד שישלים שנת עשרים ערך הזכר עשרים שקלים והנקבה עשרה כדכתיב ואם מבן חמש ועד בן עשרים והיה ערכך הזכר עשרים שקלים ולנקבה עשרה שקלים ומשיכנס בשנת אחד ועשרים יום א' עד שישלים שנת ששים הזכר חמשים שקלים והנקבה שלשים שקלים כדכתיב מבן עשרים שנה ועד בן ששים שנה חמשים שקל ואם נקבה שלשים שקל ומשיכנס בשנת אחד וששים ויום אחד עד יום מותו הזכר חמשה עשר והנקבה עשרה."
            ],
            [
                "<b>כל </b> השנים האלו מעת לעת מיום הליד' דילפינן להו מבן חדש כי היכי דאינו נערך בן חדש אלא א\"כ יש לו חדש שלם דלא שייך למימר דאזלינן בתר חדש העולם ה\"נ לכל השאר בן חמש ובן עשרים ובן ששים והא דבעינן יום אחד על כל השנים דילפינן מבן ששים שנה ומעלה דמשמע ששלמה שנת ששים ואז הוא נדון כזקן אבל בשנת ששים לא וילפינן שנה שנה יתירי כתיבי דמצי למכתב ואם מבן חמש שנים ועד בן עשרים ואנא ידענא דעשרים נמי בשנים משתעי שנה למה לי וכן שנה דכתיב ועד בן ששים שנה יתירא דהא כתיב ברישיה דקרא ואם מבן עשרים שנה מה שנה האמורה מבן ששים שנה הויא ששלמה שנת ששים כדכתיב ומעלה הכי נמי בהנך שאר שנים חמש ועשרים דשנים נמי דכתיב בקרא דמבן חדש ועד בן חמש שנים לא צריך דהא כתיב קמיה ואם מבן חמש שנים ובן חדש דליכא שנה ובעינן חדש שלם נראה דילפינן דכי היכי דשנים האמורים בעשרים ובששים לא התחילו דין עשרים וששים אלא מיום שלאחר השנים שעברו הכי נמי שנים האמורים בחמש שנים לא התחיל אלא מיום שלאחר הזמן שעבר דהיינו בן א' ושלשים יום. וכל השקלים בשקל הקדש והוא משקל שלש מאות ועשרים שעורה מכסף טהור כמו שביארנו בה' שקלים מצות מ\"ג וכתיב גבי ערכין וכל ערכך יהיה בשקל הקדש עשרים גרה יהיה השקל וכדילפינן התם."
            ],
            [
                "<b>ולא </b> קצבה התורה ערך אלא לזכר או לנקבה וודאים לפיכך טומטום ואנדרוגינוס שהעריכום אינם חייבים כלום דכתיב ערכך הזכר והנקב' זכר ודאי ונקבה ודאית ה\"א דהזכר ואם דואם נקבה קדריש דאתו למעוטי טומטום ואנדרוגינוס דזכר ונקבה גופייהו איצטריכו למיכתב בין ערך איש לערך אשה."
            ],
            [
                "<b>הגוי </b> נערך אבל לא מעריך לא את עצמו ולא את ישראל דכתיב דבר אל בני ישראל הם מעריכין ולא הגוים מעריכין יכול לא יהו נערכין ת\"ל איש כי יפליא איש משמע כל דהו וטעמא מאי אוקמי מיעוטא אמעריך וריבויא אנערך משום דריבה הכתוב בנערכין יותר מבמעריכין בחרש שוטה וקטן דנערכין כדילפינן לקמן והואיל והם נערכים קצת הם שוים ואף על פי כן אין מעריכין הכי נמי אית לן למימר בגוי וכן המעריך את החרש ואת השוטה חייב דאף על גב דלאו בני דיעה נינהו קטן נמי לאו בר דעת הוא ונערך כדאמר הכי נמי הני. העבד נערך ועורך כשאר ישראל דמבני ישראל לא ממעטינן אלא גוים אבל עבדים דשייכי במצות לא ואע\"ג דגבי מצות יש להם דין אשה לפי ערך זכר הם נערכים דהא בזכר ונקבה תלה רחמנא והני עבדים אי זכרים נינהו כערך זכר ואי נקבות כערך נקבה."
            ],
            [],
            [
                "<b>הערך </b> אינו לפי השווי אלא לפי השנים ואפילו היה מוכה שחין דאינו בדמים דאין שוה כלום נערך דהא נפשות כתיב בערכך נפשות כל דהו נפש לאיתויי מנוול ומוכה שחין ואף על גב דדרשינן מדכתיב נפשות למעריך על דבר שהנשמה תלויה בו ולאחר שהעריך מאה ולאשה שהעריכה דהא בקרא לא כתיב אלא איש כי יפליא בערכך דמשמע דהאיש הוא שמעריך ולא האשה ואם כן צריך ריבוייא למימר דאשה נמי מעריכה אפילו הכי כי איצטריך קרא למנוול ומוכה שחין דאינם בדמים והני דרשות שקולות הם ואי הוה כתיב נמי נפש לחוד הוו אתו כולהו בין דבר שהנשמה תלויה בו בין א' שהעריך מאה בין אשה שהעריכה דמשמע נפש אשה ומשמע נפשות הרבה כענין שנאמר ונפש אדם מן הנשים ששה עשר אלף ואף על גב דמחד נפש לא מצינו למידרש ג' דרשות הני אתו כולהו דשקולות הן והי מינייהו מפקת הילכך כולהו אתו מיניה ונפשות איצטריך למנוול ומוכה שחין כדאמרי'."
            ],
            [
                "<b>ודמי' </b> אינם כערכים אלא כעבד הנמכר בשוק מה שהוא שוה דינר או אלף ודמים לא צריכי קרא דאלו אמר דמי דקלא עלי מי לא יהיב הכי נמי בדמי עלי או דמי פלוני עלי דהא נדר הוא שנדר ודמי ראשי או כבדי נמי נדון בכבודו ונותן דמי כולו כערכין ואיצטריך קרא דוהיה ערכך לרבות טומטום ואנדרוגינוס דסד\"א נדר בערכך כתיב כל שישנו בערכין נדון בכבודו אפילו כשאמר דמי עלי וכל שאינו בערכין כי אמר דמי עלי אינו נדון בכבודו דנפשות דדרשינן מיניה כדאמרינן לדבר שהנפש תלוי בו דהיינו דנדון בכבודו גבי ערך כתיב להכי איצטרי' והי' ערכך לרבות טומטום ואנדרוגינ' כדאמרי'. והערכים והדמים כולן סתמן לבדק הבית דכתיב גבי שדה מקנה ונתן את הערכך ביום ההוא קדש לה' סתם הקדשות לבדק הבית."
            ],
            [],
            [
                "<b>גוי </b> שאמר דמי או דמי פלוני עלי נותן כפי נדרו ואינו נופל ללשכה נראה דהוי מדרבנן בימי עזרא ששלחו להם לא לכם ולנו וגו' דהא מועלין בקדשי גוים של בדק הבית דהא דילפינן חטא חטא מתרומה לומר דאין מועלין בקדשי גוים היינו קדשי מזבח דומיא דתרומה דקדושת הגוף אבל קדושת דמים לא גמרינן מיניה."
            ],
            [],
            [
                "<b>הגוסס </b> אין לו ערך ודמים אלא הרי הוא כמת דאין לו דמים ולאו בר העמדה והערכה הוא וכתיב והעמידו והעריכו וכן היוצא ליהרג בדיני ישראל אין לו ערך ודמים דכתיב כל חרם אשר יחרם מן האדם לא יפדה והאי יחרם לשון חייבי מיתות הוא כמו זובח לאלהים יחרם ומיעטיה קרא מפדיון והאי חרם דרישיה דקרא לשון הקדש הוא וקאמר קרא דאין לו פדיון אלא הרי הוא כמת והוא שהעריך אחרים או נדר דמיהם או הזיק חייב לשלם וגובין מנכסיו דודאי נדרו והקדשו והעריכו אחרים קיים דהא בר דעה הוא ובהזק נמי חייב דבר דעה הוא."
            ],
            [],
            [
                "<b>כהנים </b> ולויים מעריכין ונערכין כשאר ישראל דאע\"ג דאיכא למ\"ד דאינו בתורת שקלים דכתיב כל העובר על הפקודים אפילו הכי בכלל בני ישראל נינהו. וקטן שהגיע לעונת נדרים חייב בערכים ובדמים דהא נדריו נדרים כדאמ' לעיל בה' נדרים."
            ],
            [
                "<b>הערכי' </b> הקצובים בתורה הם לפי שני הנערך דהא ואם מבן חמש שנים ואם מבן חדש כתיב לא שיהא הנודר קטן שאין בדברי קטן כלום אלא גדול שאמר ערך קטן זה שהוא בן חמש שנים עלי נותן ערכו עשרים שקלים לזכר שהוא לפי שני הנערך וכן כל כיוצא בזה. ובעינן בערכין ודמים פיו ולבו שוים וישנן בשאלה כשאר נדרים דבכלל נדרים נינהו ולא יחל דברו אבל אחרים מוחלין לו קאי נמי אאיש כי ידור נדר וגו'."
            ],
            [],
            [
                "<b>האומר </b> ערך אלו עלי נותן ערך כולם כפי שני הנערכין דנפש משמע נפשות הרבה כדכתיב ונפש אדם וגו' כדאמר לעיל ואם היה עני נותן ע\"י כולן ערך עני דהא נדון בהשג יד כדכתיב ואם מך הוא מערכך וגו' אשר תשיג יד הנודר וגו' בנודר תלה רחמנא דהיינו מעריך ואם היה עשיר נותן על ידי כולן ערך עשיר."
            ],
            [
                "<b>מי </b> שהעריך עצמו כמה פעמים זו אחר זו או בבת אחת נותן כמנין שנדר דכמו דאמר ערך פלוני ופלוני עלי אפילו הם ק' חייב כדילפינן מנפשות הכי נמי העריך את עצמו או אחר כמה פעמים חייב על כולן."
            ],
            [
                "<b>האומר </b> הרי עלי ערך ולא פירוש ערך מי נותן פחות שבערכין שהוא שלשת שקלים דאי תימא חמשים תפסת מרובה לא תפסת דיש להקשות תפוס את המיעט דתפס' מיעט תפסת דאי מקשה לך תפוס את המרובה אינו חולק על דבריך אלא מוסיף דבכלל מרובה איכא מועט."
            ],
            [
                "<b>האומר </b> ערכי עלי ומת קודם שיעמוד בדין אין היורשים חייבים ליתן דכתיב והעמידו לפני הכהן והעריך אותו עמד בדין ומת יתנו היורשים דהא לא מחסר ולא כלום דערך קצוב הוא אבל דמי עלי אף על פי שעמד בדין כיון שלא אמדוהו אין היורשים נותנין דהא מחסר אומדנא ואם קצבו דמים ואחר מת יתנו היורשים דהא לא חסר מידי ערך קצוב מן התורה ודמים אינם קצובים ערך פלוני עלי ומתו שניהם אחר עמידה בדין חייבים היורש' לשלם כדאמרינן מת הנערך קודם שיעמודו בדין אע\"פ שהמעריך קיים פטור דנערך צריך עמידה בדין דהא כתיב והעמידו והעריך וגו'. אמר דמי פלוני עלי ומת אחר עמידה בדין קודם שיקצצו דמיו פטור שאין דמים למתים:"
            ]
        ],
        [
            [
                "<b>האומר </b> ערך ידי או רגלי דבר שאין הנשמה תלויה בו לא אמר כלום דאין ערך לזה דכתיב בערכך ערך כולו הוא נותן ולא ערך איבריו אבל באבר שהנשמה תלויה בו חייב ערך כולו דכתיב בערכך נפשות כדילפינן לעיל. אמר חצי ערכי עלי נותן חצי ערכו דהכי נדר אבל ערך חציי נותן ערך כולו דהנשמה תלויה בחציו. ובאומר דמי ידי או רגלי עלי שמין כמה הוא שוה באותו אבר וכמה שוה בלתו ונותן להקדש דדמים אינם קצובים אלא על כל הגוף הם כמה הוא שוה בכל איבריו אבל אמר דמי ראשי או חציי נותן דמי כולו דהוי דבר שהנשמה תלויה בו דהוקשו נדרים לערכים דכתיב נדר בערכך נפשות מה ערך בדבר שהנשמה תלויה בו אף נדרים דהיינו דמים בדבר שהנשמה תלויה בו חייב בדמי כולו אבל אמר חצי דמי עלי נותן חצי דמיו לבד."
            ],
            [],
            [],
            [],
            [
                "<b>משקלי </b> עלי נותן משקלו ממה שפירש דהא הוי נדר ומשקל אבר אחד רואין כמה הוא ראוי לשקול והיד עד האציל והרגל עד הארכובה דבנדרים הלך אחר לשון בני אדם כדאמרינן בנדרים."
            ],
            [
                "<b>קומתי </b> עלי נותן שרביט שאינו נכפף מלא קומתו ממין שפירש מלא קומתו נותן אפילו שנכפף ממין שפירש דקומתו משמע בקומתו שלא יכפף ומלא משמע דלא נתכוון אלא למדת גובה קומתו ולא לעוביי. לא פירש מאי זה מין אם הוא עשיר ונתכוון למתנה מרובה נותן משקל מה שנדר זהב ואם לאו נותן מדברי' שדרכן להשקל באותו מקום אפילו פירות וכן קומתו אפילו של עץ הכל לפי ממונו ודעתו. עמדי ישיבתי מקום ישיבתי רחבי עביי הקפי עלי כל אלו ספק ומביא עד שיאמר לא כך כונתי ואם מת לא יתנו היורשים אלא פחות שבמשמעות הלשונות."
            ],
            [],
            [],
            [
                "<b>הרי </b> עלי מטבע כסף לא יפחות מדינר כסף מטבע נחשת לא יפחות ממעה כסף ברזל לא יפחות מאמה על אמה דהכי הוי משמעותן. כסף או זהב יביא לשון מהם משקלה עד שיאמר לא כך נתכונתי וכן אם שכח כמה פירש. וכל אלו הם חייבי דמים דדמים נדרו והדמים והערכים לבדק הבית דכתיב קודש לה' סתם הקדשות לבדק הבית."
            ],
            [],
            [],
            [
                "<b>מוציאין </b> מקדשי בדק הבית דבר הראוי לקדשי מזבח ואין מוציאין לקדשי בדק הבית מקדשי מזבח דכתיב לכפר על נפשותיכם ולא לקדשי בדק הבית:"
            ]
        ],
        [
            [
                "<b>אין </b> ערך אלא בזמן הערך לא בזמן ההעמדה דכתיב כערכך יקום דמשמע ערכי' בשעת ערך שאם העריך עצמו פחות מבן עשרים ונעשה יתר על עשרים אינו נותן אלא ערך פחות מבן עשרים."
            ],
            [
                "<b>כל </b> הערכים הקצובים הם לעשיר אבל לעני אפי' בסלע אחד נפטר דכתיב ואם מך הוא מערכך על פי אשר תשיג יד הנודר ומנין שהוא נותן סלע אחד אם אין לו דכתיב וכל ערכך יהיה בשקל הקדש כל ערכין שאתה מעריך לא יהו פחות מסלע שאפילו עני שבענים לא יתן פחות ממנו ומיהו היכא דאית ליה טפי יהיב דכתיב על פי אשר תשיג יד הנודר. ואין בערכין יותר מחמשים דכתיב חמשים ואם לא נמצא בידו אפילו סלע אין לוקחין ממנו פחות כדילפינן. ואם השיגה ידו והעשיר נותן ערך עשיר דעני המעריך עצמו והעשיר קודם נתינה נותן ערך עשיר כדילפינן מדכתיב אשר תשיג יד הנודר והרי ידו משגת. ועשיר שהעני נמי משלם ערך עשיר דכתיב על פי אשר תשיג יד הנודר והרי היתה ידו משגת בעת שנדר אבל עני תחלה וסוף אף על פי שבאמצע היה עשיר אינו נותן אלא ערך עני דבשעת העריכו או בשעת עמדו בדין בעינן דליהוי עשיר כדילפינן מקרא."
            ],
            [],
            [],
            [],
            [
                "<b>עני </b> שאמר מה שאמר זה עלי עשיר שהעריך חייב בערך עשיר שהוא ערך שלם לא כעני שהעריך עשיר שאינו חייב אלא בערך עני כפי אשר תשיג ידו דכיון שאמר מה שאמר זה עלי נתחייב בכל מה שחייב העשיר והרי הוא כדמים. ומה בין זה לזה כיון שאין בידו לשלם שהרי הוא עני דמי שהעריך עשיר והוא עני נותן כפי השגת ידו ואחר כך העשיר אינו חייב לשלם יותר וזה שאמר מה שאמר זה עלי ישאר שאר הערך עליו עד שיעשיר וישלים. וכן המפרש ערכי עלי חמשים סלעים דכיון דפירש כמה סלעים הרי הוא כאלו נדר כל כך דמים וישלים לכשיעשיר וכן בדמי עלי וכיוצא בו הרי הוא כמי שאמר מנה עלי הקדש שהוא חייב ליתן מנה גמור דכתיב גבי ערכים יעריכנו הכהן דמשמע לו ולא לאחר דגבי ערכין נדון בהשג יד כאשר יעריכנו הכהן ולא גבי נדרים. אמר ערך סתם דאמרן לעיל דאינו חייב אלא ג' סלעים פחות שבערכין נדון בהשג יד דכתיב בערכך לומר דערך סתום ערך נקרא ודינו כשאר ערכין ונדון בהשג יד."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אמר </b> ערכי עלי וחזר ואמר ערכי עלי ונתן תשע לשנייה וסלע לראשונה יצא ידי שתיהן דכי יהיב לראשונה כל מה דאית ליה יהיב דלא נשאר לו אלא סלע ולשנייה ליכא למימר אמאי לא יהיב כולהו עשרה דהא אפילו מאי דיהיב לאו דידיה הוא דהא משעבד לראשונה אבל נתן תשע לראשונה ואחד לשנייה יצא ידי שנייה דהא אין ידו משגת יותר וידי ראשונה לא יצא דהא לא נתן כל מה שידו משגת דהא נשאר לו סלע ולכשיעשיר ישלים. אמר שני ערכי עלי בבת אחת הוי ספק כיון דכי הדדי תפסן יהיב חמשה להא וחמשה להא והא נתן כפי השג יד או דילמא כולהו חזיין להאי וכולהו חזיין להאי ועדין אחד מן הערכין עליו עד שיתן כפי השג יד."
            ],
            [],
            [
                "<b>הפריש </b> ערכו או דמיו ונגנבו או אבדו אע\"ג דלא אמר עלי כגון שאמר הריני בערכי הריני בערך פלוני חייב באחריותו עד שיגיע ליד הגזבר דכתיב בפודה שדה מקנה מן ההקדש ונתן את הערכך ביום ההוא דהוה ליה למיכתב ונתן אותו או ונתנו דהא כתיב ברישיה דקרא את מכסת הערכך מה ת\"ל הערכך ש\"מ אערכין קא מהדר לומר אין ערכין קדושים עד שעת נתינה דהאי את הערכך קאי אערכין כדאמר' דאלו בפדיון הקדש כתיב לעיל מיניה והיה בלא שום נתינה."
            ],
            [
                "<b>חייבי </b> ערכין ודמים ממשכנין אותם דכיון דמסדרין לו כדבסמוך דילפינן מדכתיב ואם מך הוא מערכך החייהו מערכך משמע דגזבר בא למשכנו ונוטל מה שבידו. ואינם חייבים להחזיר המשכון ביום ובלילה דבהדיוט הוא דכתיב השבת העבוט ולא בהקדש דכתיב ולך תהיה צדקה יצא הקדש שאין צריך צדקה. ומוכרין כל הנמצא להם ונפרעים מהם ואין מוכרין כסות אשתו ובניו דאין דעתו עליהם דנעשה כמי שהקנה להן כסותן מעיקרא וכן מה שעשה לשמן ובהקדש נמי לא הקדיש את אלו. ונותנין לו דברים הצריך לו מנכסיו כדמפרש ולא לאשתו ולבניו דכתיב הוא ומשמע הוא יש לו הויה וחיות מדמי ערך ולא אשתו ובניו וטעמא דאמר קרא אם מך מערכך הוה דרשינן החייהו דהכי משמע הוא יהיה קיים מערכך. ואין להקדש אלא מקומו ושעתו כמו שהוא דכתיב ונתן את הערכך ביום ההוא לרבות כל דבר של הקדש שאין ממתינין לו ואין מוליכין אותו למקום אחר דאין להקדש אלא מקומו ושעתו למרגלית לעבד ופרה דביום ההוא כתיב כדאמרינן וקדש לה' משמע כל דבר שהוא קדש לה' כגון סתם הקדשות שהם לבדק הבית כלן יהו ניתנים ביום ההוא מיד שלא ישהא אותן דאתו לאשהויינהו כדי להשביח ואתו לידי פסידא ומהאי טעמא נמי אין משתכרין מן ההקדש וקרקעות מכריזין עליהם ששים יום ואחר כך מוכרין אותם:"
            ]
        ],
        [
            [
                "<b>מצוה ע </b> לדון בערכי שדות דכתיב ואם משדה אחוזתו יקדיש ואם לא משדה אחוזתו בשדה אחוזה והיה ערכך לפי זרעו ובשד' מקנה וחשב לו הכהן את מכסת הערכך. והמקדיש שדה אחוזתו מודדין אותה וערכה הוא הקצוב בתורה זרע חומר שעורים בחמשים שקלים לכל שני יובל ואין שנת היובל מן המנין דכתיב משנת ולא שנת היובל בכלל ואחד שדה טובה או רעה כך מעריכין אותה דלא קפיד קרא אלא אבית זרע שראוי לזרוע חומר שעורים בזריעה בינונית בין בשדה טובה או רעה."
            ],
            [],
            [
                "<b>השקל </b> הוא הסלע וגרה הוא המעה דעשרים גרה מתרגמינן עשרים מעין והוסיפו על השקל שתות שהוא הסלע נמצא הסלע עשרין וארבעה מעין ומגיע לכל שנה סלע וחצי מעה דכתיב גבי ערכין עשרים גרה יהיה השקל ודרשינן מנין שאם רצה להוסיף עליו מוסיף ת\"ל יהיה דמשמע עוד הויה אחרת בתוספת מיקרי שקל."
            ],
            [
                "<b>החומר </b> הוא הכור דחמר מתרגמינן כור שהוא שלשים סאה וכתיב ביחזקאל מעשר הבת מן הכור עשרת הבתים חומר משמע דכור וחומר כי הדדי נינהו וכתיב האיפה והבת תבן אחת וכו' מעשר החמר הבת ועשירית החמר האיפה הרי איפה אחד מעשרה בכור שהיא שלש סאין נמצא החמר שהוא כור שלשים סאה בית סאה היה חמשים על חמשים נמצא בית כור שהוא שלשים סאה ע\"ה אלף אמה באורך על רוחב אמה רע\"ד על רע\"ד בקירוב הקירוב הוא ס\"ח אמות יותר."
            ],
            [
                "<b>דרך </b> החשבון בערכי שדות אם הקדיש שדה אחוזתו ונשאר ליובל שמנה שנים כל הרוצה לפדותה מיד הקד' נותן לכל זרע חומר שעורים שמונה סלעים ושמונה פונדיונים סלע ופונדיון לשנה כדאמרינן כדכתיב ואם אחר היובל יקדיש שדהו וחשב לו הכהן וגו' ונגרע מערכך והיינו גירוע שאינו נותן חמשים שקל שלמים ואם הבעלים פודים אותה מוסיפין חומש שהם עשר סלעים ועשר פונדיונים כדכתיב ואם גאל יגאל את השדה המקדיש אותו ויסף חמשית כסף ערכך עליו וגו' נמצא שהוסיף רביע הקרן כדכתיב וחמישיתו יוסף עליו שיהא הוא וחומשו חמשה וכן אם פדתה אשתו או אחד מיורשיו מוסיפין חומש דכתיב ואם המקדיש יגאל את ביתו יגאל לרבות את האשה את לרבות את היורש ואינו נותן שנה בשנה אלא נותן הכל כאחד דכתיב וחשב לו הכהן את הכסף עד שיהא הכסף כולו כאחת. נשאר בינו ובין היובל שנה אינו יכול ליתן סלע ופונדיון דכתיב וחשב לו הכהן על פי השנים הנותרות דמשמע דאינה נפדית בגרעון כסף אלא קודם ליובל בשתי שנים או יותר. נשאר בינו ובין היובל שנה וחדשים אם רצה הגזבר לחשוב החדשים שנה ויתן ב' סלעים וב' פונדיוני' יתן לפי שאין מחשבין חדשים להקדש דכתיב וחשב לו הכהן על פי השנים הנותרות שנים אתה מחשב להקדש ואי אתה מחשב חדשים ליתן כנגדם אלא שנים בלבד ומנין שאם לא נשאר אלא שנה וחדשים כדאמרינן דאם רצה כהן לחשוב חדשים שנה כדי שיהיו שתי שנים שמותר דכתיב וחשב לו הכהן מ\"מ."
            ],
            [],
            [],
            [],
            [
                "<b>אין </b> ראוי לאדם להקדיש שדהו בפחות משתי שנים דכתיב על פי השנים הנותרות ואין שנים פחות משתים ואם הקדישה אינה נפדית בגרעון כסף אלא אם רצה יתן חמשים שקל ואם לא רצה יוצאה לכהנים ביובל כמו שיתבאר."
            ],
            [
                "<b>הקדיש </b> שדהו בשנת היובל עצמו אינה מקודשת וכהן ולוי שהקדישו בשנת היובל קדושה דכשם שגואלין לעולם כדכתיב גאולת עולם תהיה ללוים כך מקדישין לעולם ואפילו בשנת יובל עצמה כדאמרינן. המקדיש שדהו אחר היובל אינה נפדית עד שיגמר שנה שאחרי היובל אלא א\"כ יתן חמשים שקל דאין מחשבין חדשים כדאמרינן."
            ],
            [],
            [],
            [
                "<b>כשמודדין </b> אין מודדין אלא הראוי לזריעה כדכתיב זרע שעורים דמשמע דבעינן ראוי לזריעה דמה שאינו ראוי לזריעה אינו נמדד עמו דאף על גב דכתיב חומר שעורי' לתך ותרקב נמי קדשי דכתיב שדה דהוה ליה למיכתב ואם מאחוזתו יקדיש איש לה' מה ת\"ל שדה לומר שדה מכל מקום."
            ],
            [],
            [
                "<b>היו </b> בה אילנות הקדישם דכל המקדיש בעין יפה הוא מקדיש אילנות לבד וקרקע לבד ולא שיפדה אילנות אגב קרקע אלא פודה אותן בשויין והקרקע בערכו הקצוב. שדה (יו)[ט]רשין פודה אותה בשוויה דערך הקצוב היינו בראוי לזרע כדכתיב זרע שעורים והאי לאו בת זריעה הוא וכן האילנות בשוויין. ג' אילנות תוך בית סאה ולא פירש הרי הקרקע והאילנות הוקדשו דקרקע שביניהם צריך להם אבל ג' אילנות ביותר מבית סאה אין קרקע שביניהם צריך להם ובפחות נמי לא הקדיש קרקע דאין זה סדר נטיעת אילנות ולא הקדיש אלא אילנות וכן זה אחר זה שאין קנין קרקע אלא לג' אילנות. הקדיש אילנות ואחר כך קרקע פודה אילנות בשויין והקרקע כפי מדתה."
            ],
            [],
            [],
            [],
            [
                "<b>הקדיש </b> שדה ולא נפדית והגיע היובל הכהנים נותנים את דמיה ותהיה אחוזה להם דכתיב ואם לא יגאל את השדה המקדישו ואם מכר את השדה גזבר לאיש אחר וגו' והיה השדה בצאתו ביובל קדש לה' [לא] שישוב להקדש בדק הבית אלא כשדה החרם הניתן לכהנים דכתיב כל חרם בישראל לך יהיה אף זה תתחלק לכהנים. ונתינת דמים גמרינן קדש קדש ממקדיש בית דכתיב כי יקדיש את ביתו קדש וכתיב נמי הכא קדש לה' מה בית לא תצא לעולם מיד הקדש בלא דמים כדכתיב והעריכו הכהן וגו' אף שדה אחוזה לא תצא מיד הקדש בלא דמים הילכך כי פריק לה אחר הרי דמים לבדק הבית הקדש וכי מטי יובל נפקא בחנם לכהנים שכבר נפדית מיד הקדש וכתיב ואם מכר גזבר את השדה לאיש אחר וגו' והיה בצאתו מיד הלוקחו מן הגזבר כדרך שאר שדות שיוצאות מיד לוקחיהן ביובל קדש לה' וגו' כשדה החרם לכהנים וגו' ולא ילפי' גזירה שוה דקדש קדש אלא היכא דלא נפדית לאחר דלא תצא מיד הקדש בחנם אבל כשנפדית מיד הקדש נפקא בחנם כדאמ' והיינו כשלא גאלה בעל מיד הקונה אלא שיצאה ביובל להקדש כדכתיב בצאתו ביובל אבל אם גאלה מיד הקונה חוזר לו לעולם. וכן אם גאלה הוא או בנו מן ההקדש חוזרת לאביו ביובל ולא להקדש דכתיב ואם מכר את השדה לאיש אחר ולא לבן שאם גאלה בנו אינה יוצאה לכהנים אלא לאביו או אינו אלא לאחר ולא לאח כשהוא אומר איש הרי אח אמור שיהא כאחר ותצא לכהנים הא מה אני מקיים אחר ולא לבן שבן קם תחת אביו ליעידה דאמה העבריה שאין צריך לקדשה בכסף אחר אלא באותו כסף שנתן בה אביו כשקנאה היא מקודשת לו ולעבד עברי דעובד את הבן כדאמ' התם הכא נמי מוקמינן בן במקום אב לשדה אחוזה דכי היכי דאין יוצאה מיד אביו לכהנים אם גאלו בנו נמי אין יוצאה להתחלק לכהנים ביובל כדאמ' מה שאין כן באח דאין קם ליעידה ולעבד עברי דאף על גב דקם ליבום אין יבום אלא במקום שאין בן הא יש בן אין יבום ואם כן בן עדיף מאח ולהכי אוקמי' ריבויא דאיש לאח ומיעוטא דאחר לבן כדאמ' ובת נמי כיון דלענין נחלה במקום בן כי אחר דמיא לא הויא כבן להא מילתא ואם היה המקדיש כהן או לוי גואל לעולם אפילו לאחר היובל דכתיב גאולת עולם תהיה ללוים."
            ],
            [],
            [],
            [
                "<b>אשה </b> שהקדישה שדה אחוזתה וגאלה בעלה הוי ספק אי חוזר לאשה שכן בעלה יורשה כבן שיורש את אביו או דילמא דוקא בן שנוטל בראוי כבמוחזק כדאמרינן בדוכתיה הוא דהוי כאביו אבל לא בעל ולהכי המוציא מחברו עליו הראיה בין האשה בין הכהנים."
            ],
            [
                "<b>כהן </b> שגאל שדה אחוזה שהקדיש ישראל לא יאמר הואיל ויוצאה לכהנים הרי היא תחת ידי ותהא שלי דאם בשל אחרים אני זוכה אלו גאלה ישראל היתה יוצאה מידו ואני זוכה בה עם שאר אחי בשל עצמי לא כל שכן שלא תצא כלל מתחת ידי תלמוד לומר לכהן תהיה אחוזתו ואיכא למידרש הכי אחוזתו של כהן שירש מאביו תהא שלו אבל זו אינה שלו הא כיצד יוצאה מתחת ידו ומתחלקת לאחיו הכהנים שבמשמר שפגע בו היובל דכתיב בשדה החרם לכהן תהיה אחוזתו וגמר לכהן לכהן מגזל הגר דכתיב האשם המושב לה' לכהן ודרשינן לה' לכהן קנאו השם ונתנו לכהן שבאותו משמר או אינו אלא לכל כהן שירצה כשהוא אומר מלבד איל הכיפורים אשר יכופר בו עליו הרי בכהן שבאותו משמר הכתוב מדבר דהכי קאמר קרא שלכהן המכפר בו באיל הכיפורים יהא קרן וחומש אם כן רישיה דקרא נמי לכהן שבאותו משמר כדאמרינן וגמרינן לכהן לכהן כדאמ' וביובל שהיה ר\"ה שלו בשבת דמשמר יוצא ומשמר נכנס תנתן למשמר היוצא שברשותו התחיל היובל אמש."
            ],
            [],
            [
                "<b>הקדיש </b> אילנות אינם יוצאים ביובל לכהנים דכתיב והיה השדה בצאתו ביובל וגו' לכהן וגו' ואין זה שדה אבל טרשים יוצאים לכהנים דכתיב והיה השדה והרי אלו שדה."
            ],
            [
                "<b>שדה </b> מקנה שהקדישה וגאלה אחר או שהיא עדין ביד הקדש אינה יוצאה לכהנים ביובל אלא למי שמכרה למקדיש שאין אדם מקדיש דבר שאינו שלו וקרקע זו לא היתה שלו אלא עד היובל ואם פודה אותה אפילו המקדיש אינו מוסיף חומש אלא בשוויה ופדיונה לבדק הבית כשאר ערכין ודמים ותהיה לבעלים הראשונים דכתיב ואם את שדה מקנתו אשר וגו' יקדיש לה' בשנת היובל וגו' לאשר לו אחוזת הארץ מירושת אבות שמכרה למקדיש וחומש לא כתיב אלא בשדה אחוזה לא בשדה המקנה."
            ],
            [
                "<b>הכרזת </b> קרקע ששים יום נראה דהוי מדרבנן דהא דאמרינן דאין להקדש אלא מקומו ושעתו כדילפינן מביום ההוא נראה דלא הוי אלא במטלטלין כדדייק קרא דכתיב ונתן ביום ההוא במידי דבר נתינה מיד ליד כמטלטלין הוא דבעינן ביום ההוא."
            ],
            [
                "<b>\nהלוקח </b> שדה ממורישו והקדישה אפילו בחיי מורישו ואחר כך מת מורישו הרי זו כשדה אחוזה דכתיב ואם את שדה מקנתו אשר לא משדה אחוזתו יקדיש שדה שאינה ראויה להיות שדה אחוזה יצאת זו שהיא ראויה להיות שדה אחוזה:"
            ]
        ],
        [
            [
                "<b>מצוה </b> על מקדיש שדה אחוזה שיגאלנה הוא דכתיב בערכי בהמה ואם לא יגאל על ידי הבעלים ונמכר בערכך לאחרים אלמא מצות גאולה קודמת למצות מכירה וכשבטלו היובלות דאינה נוהגת שדה אחוזה שתצא לכהנים דלא לחמשים שקל לחומר שעורים אלא בשוויה וסופה להפדות לעולם כופין את האדון לפתוח בה תחלה מפני החומש דדוקא לענין חמשים שקל בחומר שעורים ולענין יציאה לכהנים הוא דתלה רחמנא בזמן יובל כדכתיב חומר שעורים בחמשים וגו' אם משנת היובל וגו' כערכך יקום ואם אחר היובל וגו' ונגרע מערכך וגו' וכתיב והיה השדה בצאתו וגו' ביובל וגו' לכהן אבל לענין חומש לא תלה רחמנא בזמן יובל אלא נוהג בכל זמן כדאמרינן. וכיון דבעינן חומש מדאוריתא אינו פוחת בפחות מארבע פרוטות כדי החומש פרוטה דבבציר מהכי לאו ממון הוא וליכא חומש."
            ],
            [
                "<b>רצה </b> האדון למכור שדות אחרות או ללות כדי לפדות שדה זו שהקדיש וכן אם רצה לגאול חציה הרשות בידו זה חומר כשמכר להדיוט מכשהקדיש דבהדיוט שיפה כחו שאם הגיע יובל ולא נגאלה חוזרת לבעלים הורע כחו שאינו מוכר ולוה וגואל לחצאין אבל מקדיש שהורע כחו שיוצאה לכהנים ביובל אם לא גאלה יפה כחו שלוה וגואל לחצאין דכתיב אם גאל יגאל המקדיש מלמד שלוה מאחר וגואל ואם ירצה יגאל לחצאין:"
            ],
            [
                "<b>מצוה עא </b> לדון בערכי בתים דכתיב ואיש כי יקדיש את ביתו קדש לה' והעריכו הכהן בין טוב ובין רע וגו' והיא הדין בבהמה טמאה ממש כדכתיב ואם כל בהמה טמאה וגו' בין טוב ובין רע וגו' וכן שאר מטלטליו דכתיב ואיש כי יקדיש את ביתו קדש יכול בבית דירה הכתוב מדבר כשהוא אומר ואם המקדיש יגאל את ביתו הרי בית דירה אמור הא מה אני מקיים ואיש כי יקדיש את ביתו קדש מלמד שמקדיש אדם כל נכסיו שבביתו קדש לה' מלמד שסתם הקדשות לבדק הבית ואם פדה אותן המקדיש או אשתו או יורשיו מוסיף חומש דכתיב ואם גאל יגאלנה ויסף חמישיתו על ערכך יגאלנה לרבות את האשה גאל יגאלנה לרבות את היורש ומה מצינו בגאולת שדה הבעלים מוסיפים חומש ולא כל אדם אף כאן בעלים ולא כל אדם אלא דאתא קרא לרבויי אשה ויורש ודין כפיה לפתוח ראשון נראה דהויא דרבנן דהא בזמן היובל מצוה הוא דאיכא ולא כפיה. והדמים לבדק הבית דסתם הקדשות לבדק הבית כדדרשינן מדכתיב קדש לה'. בין שהיה הבית בבתי ערי חומה בין בבתי ערי החצרים הרי זה נגאל לעולם דכולהו בית איקרו. גאלו אחר מיד ההקדש אם היה בית ערי חומה וקם ביד הגואל שנים עשר חדש נחלט דכתיב במוכר בית מערי חומה ואם לא יגאל עד מלאת לו שנה תמימה וגו' לקונה אותו לדורותיו לא יצא ביובל ודרשינן לקונה אותו ואפילו מיד הקדש נחלטה לו ואינה יוצאה לבעלים ביובל אבל לא גאלה אחר הקדש אינו מחליטה דאמר קרא לדורותיו יצא הקדש שאין לו דורות דליכא פריה ורביה קמי שמיא. ואם היה בית החצרים והגיע היובל והיא ביד הגואל חוזר לבעליו ביובל דכתיב בבתי ערי החצרים על שדה הארץ יחשב הקישן לשדה אחוזה מה שדה אחוזה יוצא ביובל ובגרעון כסף אף בית חצרים וביובל יצא למאי איצטריך הלא הוקשו לשדה אחוזה אלא איצטריך למקדיש בית בבתי ערי החצרים וגאלו אחר מיד הקדש ופגע בו יובל דחוזר לבעליו ביובל כדכתיב וביובל יצא:"
            ],
            [],
            [
                "<b>מצוה עב </b> לדון בערכי בהמה דכתיב והעמיד את הבהמה והעריך הכהן אותה. המקדיש בהמה טהורה תמימה לבדק הבית אף על פי שעבר על עשה מה שעשה עשוי דכתיב ושור ושה שרוע וקלוט נדבה תעשה אותו וגו' לבעל מום לדמי קדשי בדק הבית דלמזבח לא איפשר לאקרוביה דהא בעל מום הוא וכתיב ואשה לא תתנו מהם ודרשינן נדבה תעשה אותו אותו אתה עושה נדבה לבדק הבית ואי אתה עושה תמימים נדבה לבדק הבית ולאו הבא מכלל עשה הרי הוא עשה ומה שעשה עשוי ילפינן מדכתיב בהאי קרא ולנדר לא ירצה אלו קדשי מזבח בעלי מומין דמשמע רצויי לא מרצו הא מיקדש קדשי ואיתקוש תמימים לבדק הבית דמפקינן להו מדכתיב אותו אותו לבעלי מומין למזבח דהא מחד קרא נפקא לאיסורא דלא יקדיש תמימים לבדק הבית ובעלי מומין למזבח הילכך אתקוש נמי לענין מה שעשה עשוי דכמו דבעלי מומין למזבח מה שעשה עשוי כדדרשי מולנדר לא ירצה הא מקדש קדשי הכא נמי במתפיס תמימין לבדק הבית אף על פי שעבר על עשה מה שעשה עשוי דאיתקוש כדאמרינן ולהכי חלה עליה קדושה ונפדית כשהיא תמימה ומעריך אותה הכהן והדמים יפלו לבדק הבית דכיון דקדושתן הויא קדושת דמים לבדק הבית לא איכפת לן אי הויא תם או בעל מום דתמימים נמי מיפרקי כדאמרינן. ופודן על מנת להקריב לפני המזבח למי שהיא ראויה דכל שראוי למזבח אינו יוצא מידי מזבח לעולם דאף על גב דסתם הקדשות לבדק הבית היינו לדמים אבל אי הוי מידי דחזי למזבח אין יוצא ממנה בין שהקדישה הוא לבדה בסתם בין שהקדישה עם שאר נכסים סתם דהוו לבדק הבית דכתיב ואם בהמה אשר יקריבו ממנה קרבן לה' כל אשר יתן ממנו לה' יהיה קדש כלומר כל הראוי לקרב על גבי המזבח מקדשי בדק הבית יקרב."
            ],
            [],
            [],
            [
                "<b>היו </b> בנכסים שהקדיש יינות שמנים וסלתות ועופות הראויים לקרב על גבי מזבח ימכרו לצרכי אותו המין דכל שראוי למזבח אין יוצא לעולם ויקריבו אותם והדמים ילקח בהם זכרים ויקרבו עולות דכתיב לכל נדריהם ולכל נדבותם אשר יקריבו לה' לעולה כל מה שהם נודרים ומתנדבים מדברים אשר יקריבו לה' אפילו יינות שמנים וסלתות יהיה לעולה יכול יקריב בדמיהן עולת העוף או אם הקדיש עוף יקריבהו עולה תלמוד לומר בבקר בכשבים ובעזים הא אינו מקריב בכל מה שהתנדב אלא עולת בהמה בלבד ואין נפדין לבדק הבית דכתיב והעמיד את הבהמה לפני הכהן וגו' והעריך אותה כל שישנו בכלל העמדה והערכה יש לה פדיון אם נפל בה מום דכתיב והעמיד כל שאינו בכלל העמדה והערכה אין לה פדיון כשנפסלו הואיל והיו קודם כשרין למזבח."
            ],
            [],
            [
                "<b>היו </b> בנכסים שהקדיש קטרת או אחד מסמניו הרי זה ינתן לאומנים בשכרן דהקדש מתחלל על המלאכה דכתיב ועשו לי מקדש שתהיה המלאכה נעשית מן ההקדש וכתיב לי משלי."
            ],
            [
                "<b>המקדיש </b> בהמה תמימה למזבח ונפל בה מום הרי זו נערכת ונפדית דכתיב ואם בהמה אשר לא יקריבו ממנה קרבן לה' בבעלי מומין שיפדו הכתוב מדבר או אינו אלא בבהמה טמאה כשהוא אומר אם בהמה טמאה ופדה בערכך הרי בהמה טמאה אמור הא מה אני מקיים אם בהמה אשר לא יקריבו ממנה קרבן לה' בבעלי מומין שיפדו יכול יפדו על מום עובר תלמוד לומר אשר לא יקריבו ממנה קרבן כל עיקר יצתה זו שאינה קריבה היום אלא למחר ואמר רחמנא עביד לה העמדה והערכה דכתיב בתריה והעמיד וגו' והעריך והא ודאי קדשי מזבח הוא מדבעינן מום קבוע דאי בדק הבית תמימים נמי מיפרקי דלא איכפת לן בין תם לבעל מום ולא תימא דמיירי בבעל מום מעיקרו דכתיב והעמיד הכהן אותה למעוטי בעל מום מעיקרו וכשהוממה אחר כך ונפדית יביא בדמיה קרבן אחר כמותה."
            ],
            [
                "<b>כל </b> המקדיש בהמה בחייה בין קדשי מזבח שנפל בהם מום בין קדשי בדק הבית ואפילו תמימה למזבח ולדמיה הרי זו צריכה העמדה בבית דין דכתיב והעמיד את הבהמה דקאי ארישא דקרא דאוקימנא בקדשי מזבח ואסיפא דמשתעי בקדשי בדק הבית ואם מתה הבהמה קודם שתפדה אין פודין אותה אחר שמתה אלא תקבר דאפילו תימא פודין את הקדשים להאכילן לכלבים הני מילי כשנעשו טרפה דאיכא העמדה והערכה אבל מתו לא דבעינן העמדה והערכה אבל הקדיש שחוטה או נבלה לבדק הבית הרי זו תפדה כשאר מטלטלין דילפינן לעיל מדכתיב את ביתו וכו' דמקדישן ומעריכן לפדותן. שחט בה שנים או רוב שנים ועדין היא מפרכסת הרי היא כחיה לכל דבריה ונערכת והרי היא בכלל העמדה והערכה עד שתמות דכמו דלענין טומאת נבלות אמרינן דאינה מטמאה עד שתמות או עד שיתיז ראשה דהא וכי ימות מן הבהמה כתיב הכי נמי הכא במיתה תליה מילתא דכל שהיא מפרכסת שפיר הויא בהעמדה והערכה."
            ],
            [],
            [
                "<b>הקדיש </b> בהמה תמימה לדמיה למזבח הרי זו נתקדשה גופה ותקרב מגו דנחתא ליה קדושת דמים להביא בדמיו עולה נחתא ליה קדושת הגוף והואיל והיא גופה חזיא לעולה היא עצמה תקרב משום מגו כדאמרינן דמגו הוי דאוריתא. אבל הקדיש אחד מאיבריה לדמיו לא תקרב ולא תפדה דמספקא לן אי אמרינן תרין מגו אי לא ואי היה אבר שהנשמה תלויה בו פשטה קדושה בכולה וליכא אלא חד מגו."
            ],
            [],
            [
                "<b>היתה </b> בהמת בעלת מום לא נתקדש אלא דמי אותו אבר בלבד והוא וההקדש שותפין בה דכיון דלא קדשה אלא לדמים דהא בעלת מום היא לא פשטה קדושת דמים בכולה אפילו הוי אבר שהנשמה תלויה בו דדוקא גבי דמים דערכין הוא דאמרינן דנדון בכבודו משום דכתיב נפשות אבל בדמים דמזבח לא כיון שהיא בעלת מום ולא חזיא אלא לדמים כדאמרינן דאם אינה בעלת מום הואיל וחזיא למזבח פשטה קדושה בכולה כיון שהקדיש אבר שהנשמה תלויה בו וליכא אלא חד מגו כדאמרינן וכן כל אבר שהקדיש למזבח רואין כמה שוה ויביא בדמיו קרבן כיון שאינו ראוי למזבח כדאמרינן אבל אם הקדיש לבדק הבית אבר שהנשמה תלויה בו חייב בדמי כולו דנפשות דכתיב גבי ערכין קדשי בדק הבית נינהו כדאמרינן לעיל."
            ],
            [],
            [],
            [
                "<b>האומר </b> ערכי עלי למזבח מביא בערכו כפי שניו קרבן דהוי כאלו נדר אותו דמים לקרבן ואם אין ידו משגת לערך שלם מספקא לן אם נדון בהשג יד דהא ערך הוי ובערכין נדון בהשג יד או דילמא לא אשכחן לגבי מזבח דמיפריק אלא בשיוויו וכן מקדיש שדה אחוזתו למזבח נפדית ויביא בדמים עולות ומספקא לן אי הוי בית זרע חומר שעורים בחמשים כסף או דילמא לא אשכחן לגבי מזבח דמיפריק אלא בשיוויו:"
            ]
        ],
        [
            [
                "<b>מצות עג </b> לדון בדין מחרים נכסיו דכתיב אך כל חרם אשר יחרם וגו' כל המקדיש או מחרים לבדק הבית או לשמים הרי אלו יפלו לבדק הבית דאפילו חרמים כיון שפירש לבדק הבית או לשמים הוו לבדק הבית דחרם סתם לחוד הוא דילפינן מדכתיב כשדה החרם לכהן וגו' דהוו לכהנים אבל אי מפריש לבדק הבית או לשמים הוו הקדש לבדק הבית דכתיב קדש קדשים הוא לה' אבל חרם סתם הוי לכהנים כדילפינן וכתיב נמי כל חרם בישראל לך יהיה דמשמע דכל חרם סתם אפילו אינה שדה הוי לכהן דלך יהיה לאהרן קאמר וכל זרעו בכלל."
            ],
            [
                "<b>מחרים </b> אדם מכל מין דבר שיש לו ולא כל המין דכתיב מכל אשר לו דהיינו מטלטלין ולא כל אשר לו מאדם דהיינו עבדיו הכנעניים ולא כל אדם מבהמה ולא כל בהמה משדה אחוזה ולא כל שדה אחוזה יכול לא יחרים ואם החרים לא יהא מוחרם תלמוד לומר כל חרם וגו' בין לכהנים בין לבדק הבית דכולהו בכלל חרם הוו כדאמרינן. וכל מי שהחרים או הקדיש כל נכסיו לוקחין ממנו אפילו תפלין שבראשו שהכל הקדש או חרם כיון שהם בכלל נכסיו דבערכין שהוא דבר קצוב הוא דקאמר קרא החייהו מערכך אבל הקדיש או החרים כל נכסיו לא. חרמי שמים נפדין בשוייהן ויפלו הדמים לבדק הבית והנכסים לחולין וחרמי כהנים אין להם פדיון לעולם אלא ניתנים לכהנים כתרומה:"
            ],
            [],
            [
                "<b>אזהרת קנט </b> שלא למכור שדה שהחרימו בעליו ואפילו לגזבר דכתיב לא ימכר ועל חרמים הנתנים לכהנים הוא דכתיב לא ימכר ולא יגאל לא ימכר לאחר ולא יגאל לבעלים דאי בחרמי בדק הבית פשיטא דנפדין הם כדי לעשות מהם צרכי בדק הבית:<br><b> אזהרת קס </b> שלא לפדות חרמי כהנים דכתיב לא יגאל לבעלים מה יעשה לו כשדה החרם לכהן תהיה אחוזתו יכול אף על פי שפירש לה' תלמוד לומר קדש קדשים הוא לה' ואחד שהחרים קרקע או מטלטלין ניתנים לכהן שבאותו משמר בשעה שהחרים דכתיב בשדה אחוזה כשדה החרם לכהן תהיה אחוזתו כדילפינן לעיל פרק ד' ואיתקוש מטלטלין דחרם לקרקע דחרם דכתיב מכל אשר לו ומשדה אחוזתו מה קרקע ניתן לכהן שבאותו משמר וכדילפינן אף מטלטלין דחרם ניתנין לכהן שבאותו משמר. חרמי כהנים כל זמן שהם בבית הבעלים הרי הן הקדש לכל דבר דכתיב כל חרם קדש קדשים הוא לה' נתנו לכהן הרי הן כחולין דכתיב כל חרם בישראל לך יהיה הרי הוא כשאר ממונו של כהן."
            ],
            [],
            [
                "<b>כהן </b> שהיתה לו שדה שהחרים ישראל והגיעה לחלקו או שזכה בה אחר היובל כשלא פדאה המקדיש אלא אחר דיוצאה לכהנים ביובל כדגמרינן לעיל והחרימה הרי היא מוחרמת ויוצאה לאחיו הכהנים דכתי' במקדיש שדה אחוזתו כשדה החרם לכהן תהיה אחוזתו מה בא שדה חרם ללמד על שדה היוצאה לכהנים ביובל אלא הרי זה בא ללמד ונמצא למד מקיש שדה חרמו לשדה אחוזה של ישראל מה שדה אחוזה של ישראל אם גאלה כהן מיד הקדש יוצאה מתחת ידו ביובל ומתחלקת לאחיו הכהנים אף שדה חרמו יוצאה מתחת ידו ומתחלקת לכל אחיו הכהנים."
            ],
            [
                "<b>מכר </b> הכהן שדה שהחרים ישראל והגיעה לחלקו והקדישה לוקח אפילו היה מי שהחרימה הרי זו כשדה מקנה וחוזרת לכהן שמכרה ביובל דלגבי כהן הויא שדה שהגיעה לו לחלקו שהחרימה ישראל כשדה אחוזה כדכתיב כשדה החרם לכהן תהיה אחוזתו ויוצאה ביובל. קרקע או מטלטלין של כהנים ולוים אינם מחרימים אותם דחרם הוי מוחלט מן הבעלים שאינו חוזר לעולם ובקרקעות הלוים כתיב כי אחוזת עולם הוא להם שאינם נפקעים מהם לעולם ומטלטלים הוקשו לקרקעות דכתיב מכל אשר לו ומשדה אחוזתו."
            ],
            [
                "<b>המקדיש </b> קדשי מזבח לבדק הבית הקדש חל עליהם ותפדה הבהמה והדמים לבדק הבית והבהמה עצמה תקרב כמו שהיתה דאף על גב דכבר היתה קדושה חל עליה קדושת דמים והוי כמי שאמר הרי עלי מנה לבדק הבית דחייב דאמירה לגבוה כמסירה להדיוט אבל קדשי מזבח אינו חל על קדשי בדק הבית דאין אדם מקדיש דבר שאינו שלו דכתיב ואיש כי יקדיש את ביתו מה ביתו ברשותו וכו'."
            ],
            [
                "<b>האומר </b> שור זה הקדש לאחר שלשים יום ושחטו תוך שלשים מותר בהנאה הקדישו למזבח הרי זה הקדש למזבח דאכתי לא חל עליו קדושת בדק הבית אבל אמר מעכשיו אסור בהנאה אם שחטו תוך שלשים ואם הקדישו למזבח אינו מקודש דאין קדשי מזבח חל על קדשי בדק הבית שאינו ברשותו כדאמרינן."
            ],
            [
                "<b>המקדיש </b> עולה לבדק הבית אין בה אלא עיכוב גזברים בלבד שאינה קריבה עד שיבאו גזברים לעמוד על גבה דאין קרבנו של אדם קרב אלא אם כן עומד על גביו ולהא מילתא הוו גזברים בעלים לא שתפדה אלא מדרבנן לפיכך אם עבר ושחטה כשרה."
            ],
            [
                "<b>מחרים </b> אדם כל קדשים ככל חרמים דכתיב כל חרם קדש קדשים הוא לה' דמשמע כל חרם בין חרמי כהנים בין חרמי בדק הבית חל על כל קדושה בין קדשים קלים בין קדשי קדשים ואם היו קדשים שחייב באחריותן נותן את דמיהן בין לבדק הבית בין לכהנים דאף על גב דחרמי כהנים אין להם פדיון הכא רבי קרא כל לאיתויי חרמי כהנים ויקרבו אותן הקדשים למה שהן ואם היו נדבה והחרימן נותן את טובתה. ישראל שהחרים בכור בהמה לשמים ואין צריך לומר כהן אחר שבא לידו הרי הוא מוחרם כדילפינן מדכתיב כל חרם קדש קדשים הוא וגו' ופודין אותו בטובתו והדמים לבדק הבית. ומחרים מעשר הוי כשלמי נדבה. מקדיש שקלו הוי קדש ובכורים אינם קדש אלא אם כן הקדישם כהן אחר שבאו לידו."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>המחרים </b> חצי עבדו ושפחתו הוא והכהנים שותפין בו אבל הקדיש או החרים לשמים כלו קדש דכתיב נפשות בערכין דהוו לבדק הבית לאבר שהנשמה תלויה בו כדאמרינן לעיל וגוף העבדים או שפחות שהקדיש קדש ואסור להנות בהם עד שיפדו והא דאין הגזברין רשאים לשחררן נראה דהוו מדרבנן משום דנראה כמזלזל בנכסי הקדש אבל מדאוריתא כיון שגופן קדוש יכול לשחררן הגזבר. המקדיש ידי עבדו כל היתר על פרנסתו הוי קדש וכיצד הוא מתפרנס [לוה כו']. המקדיש את עצמו לא הקדיש אלא דמיו וחייב בדמי עצמו דלא נתקדש גופו כעבד לאסור הנאתו."
            ],
            [],
            [],
            [],
            [
                "<b>אין </b> אדם מקדיש דבר שאינו שלו כבנו ובתו ועבדו ושפחתו העברי' או שדה מקנתו ואם הקדיש או החרים אינם מוחרמים דכתיב ובהמה יתירא דאי משום שלא יחרים כל מה שיש לו הא כתיב מאדם ומה תלמוד לומר בהמה לומר לך מה בהמה יש לו רשות למוכרה לעולם אף כל שיש לו רשות למוכרו לעולם יצאת אפילו בתו קטנה ושדה מקנתו שאין לו רשות למוכרם לעולם."
            ],
            [
                "<b>אין </b> אדם יכול להקדיש דבר שאינו ברשותו שכפר בו מי שהוא אצלו וקרקע אפילו כפר בה אם יכול להוציאה בדיינים יכול להקדישה דקרקע אינה נגזלת והוי ברשותו. גזל את חברו ולא נתיאשו בעלים זה אינו יכול להקדיש לפי שאינו שלו וזה לפי שאינו ברשותו כדאמרינן. מי שהיה מוכר דבר שדמיו קצובין ובא לוקח ונטל והלך לו אין המוכר יכול להקדיש דאינה ברשותו ואם אין דמיו קצובין והקדישה מקודשת דברשותו היא ואע\"ג דאמרן דבמטלטלין שאינם ברשותו אפילו היה יכול להוציאו בדיינים אם הקדישו אינה מקודשת היינו כשהיה גזולה בידו אבל כי הכא דאינה דרך גזלה לא."
            ],
            [],
            [],
            [],
            [
                "<b>אין </b> אדם מקדיש דבר שלא בא לעולם דהא אינה ברשותו ובעי דליהוי ברשותו כדאמרינן וכן כל שאינו עדין ברשותו אינו קדוש. אמר לאשתו יקדשו ידיך לעושיהן הואיל והן משועבדין לו הרי כל מעשה ידיה קדש כמי שאומר אילן זה קדש ונראה דאף על גב דמעשה ידיה לו תקנת חכמים היא אפילו הכי הוי קדש דאוריתא דהא מוחלת היא במעשה ידיה בתקנת חכמים והוי כמי שהקנה ידיו למעשיהן."
            ],
            [],
            [],
            [
                "<b>המקדיש </b> דבר שהיא עתה ברשותו לכשיחזור ויקחנה ממי שמוכרה לו עתה הויא מקודשת כיון שהיא ברשותו עתה וכן מה שבידו לפדותו והקדש מפקיע השכירות ואם דר בה השוכר מעל כיון שלאחר זמן השכירות תחזור לו בחנם יכול להקדישה."
            ],
            [],
            [
                "<b>אמר </b> הרי עלי להקדיש על דבר שלא בא לעולם הרי זה חייב להקדישו כשיבא לעולם משום נדרו ואם לא הקדיש עובר משום בל תאחר ובל יחל דברו ומשום ככל היוצא מפיו יעשה כשאר נדרים כמו שמצינו ביעקב אבינו וכל אשר תתן לי עשר אעשרנו לך וכתיב אשר נדרתי לי שם נדר."
            ],
            [],
            [],
            [
                "<b>הקדש </b> טעות אינו הקדש כדילפינן בה' נדרים התפיס בה אחרת ואמר הרי זו כזו השנייה קדש דהא אף על גב דסבר בטעות דראשונה קדש אפילו הכי השתא מיהא הא מקדש להא אחריתי מדעתו שלא בטעות ואי הוה ידע דראשונה אינה קדש היה מתפיס זו על בהמה שהיתה קדש ודאי או היה מקדישה היא עצמה בלא התפסה:"
            ]
        ],
        [
            [
                "<b>ההקדשות </b> אין פודין אותם לא בקרקעות ולא בעבדים שהרי הוקשו לקרקעות ולא בשטרות שאין גופן ממון דכתיב ונתן את הכסף ודרשינן לקרא בכלל ופרט וכלל ויסף חמישית כלל כסף פרט והיה לו חזר וכלל כלל ופרט וכלל אי אתה דן אלא כעין הפרט מה הפרט מפורש דבר המטלטל וגופו ממון אף כל דבר מטלטל וגופו ממון יצאו קרקעות שאין מטלטלין ועבדים שהוקשו לקרקעות כדכתיב והתנחלתם אותם לבניכם יצאו שטרות שאין גופן ממון וכל מטלטלין אפילו סובין הוו בכלל כסף דהוו כעין הפרט כדאמרינן."
            ],
            [
                "<b>כל </b> הפודה קדשיו מוסיף חומש כדכתיב ואם המקדיש וגו' ודרשי' האשה והיורש מיתורא דקרא כדאמרינן לעיל ואף החומש לא יהא אלא ממטלטלין דאמר קרא בכוליה חומשים עליו וחמישיתו יוסף עליו לרבות חומשו כמותו דבדבר שמשלם קרן משלם חומש והחומש שהוסיף הרי הוא כהקדש עצמו."
            ],
            [
                "<b>הפודה </b> קדשיו אין החומש מעכב אלא כיון שנתן הקרן יצא הקדש לחולין דארבעה בארבעה פריק ומאיליו מוסיף חומש ואינו בכלל הפדיון שארבעה הזוזים פדו הקדש שהוא כנגדם ומדרבנן מעכב."
            ],
            [
                "<b>פדה </b> מקדיש עצמו קדשי מזבח שנפל בהם מום מוסיף חומש דהא בבהמה טמאה דאמרינן דאיירי בנפל בה מום כתיב נמי ויסף חמשיתו עליו והמקדיש שפדאה הוא שמוסיף חומש לא המתכפר אם הפריש קרבן לכפרת חברו והומם דכתיב גבי ביתו ואם המקדיש יגאל את ביתו ודרשינן המקדיש ולא המתכפר הקדש ראשון הוא שמוסיף חומש ולא פדה את השנייה שחלל עליה ולא פודה את התמורה דכתיב המקדיש ולא המתפיס."
            ],
            [],
            [
                "<b>חלל </b> אשם שנפל בו מום על בהמה אחרת ונתכפר באחר זה שחלל על האשם הרי הוא ספק אם מוסיף עליו חומש כשהומם הואיל והוא קרבן עולה דאשם שכיפרו בעליו באחר סתמיה לשם עולת נדבת צבור קאי ממדרש יהוידע הכהן כדאמרינן בדוכתא בס\"ד והרי גוף אחר וקדושה אחרת או דילמא אינו מוסיף כיון שבא מכח קדושה ראשונה שכבר הוסיף עליה חומש."
            ],
            [
                "<b>קדשי </b> בדק הבית אין עושין תמורה שלא דנה תורה בתמורות אלא בקדשי מזבח כדכתיב ואם כל בהמה אשר יקריבו ממנה קרבן וכתיב בתריה לא יחליפנו וגו' וקדשי בדק הבית לא נקראו קרבן ואף על גב דכתיב ונקרב את קרבן השם קרבן השם איקרי קרבן לה' לא איקרי דההוא הוי משמע קרבן סתמא אבל אם חלל עליו בהמה אחרת היינו פדיון דאיכא בקדשי בדק הבית."
            ],
            [
                "<b>ואין </b> פודין כל הקדשים אלא בשווייהן דהבעלים מוסיף חומש שאר כל אדם פודין בשיווי ולא פחות ואם עבר וחלל על פחות הרי זה פדוי ויצא לחולין דאין אונאה להקדש דכתיב אל תונו איש את אחיו ולא הקדש ומדרבנן חייב להשלים דמים ומדאוריתא נמי לכתחילה לא יחלל אלא בשיווי דערכך שיוויו משמע."
            ],
            [],
            [],
            [],
            [
                "<b>הפודה </b> מיד הקדש ולא הספיק ליתן הדמים עד שעמד מה שהיה שוה מנה במאתים נותן מאתים דכתיב ונתן את הכסף וקם לו בנתינת הכסף הוא שלו אבל קודם שנתן אכתי לא הוי פדוי וכשנתן הכסף אף על פי שלא משך הוי פדוי דבנתינת כסף תליא מילתא כדאמרינן."
            ],
            [],
            [
                "<b>ההקדש </b> מפקיע השעבוד נראה דהוו מדרבנן דמדאוריתא גובה אפילו מן ההקדש דכיון דשעבודא דאוריתא כדכתיב והאיש אשר אתה נשה בו לא חייל הקדש דהוי כמקדיש דבר שאינו שלו דלא חל שם הקדש עליו כיון שאין לו נכסים אחרים לגבות מהם ונראה דמדאוריתא נאמן נמי לומר אחר שהקדיש מנה לפלוני חוב עלי או כלי זה של פלוני דהודאת בעל דין כמאה עדים דמי."
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מי </b> שיצא עליו קול שהפקיר או הקדיש או החרים נכסיו אין חוששין לאסור נכסיו עליו דנכסים בחזקת מריה קיימי כל זמן שאין ראיה ברורה:"
            ]
        ],
        [
            [
                "<b>אין </b> פודין את ההקדשות אלא בשלשה דאף על גב דאין אונאה להקדש הא כתיב ערכך דמשמע דלכתחלה מיהא בעינן דלא יפדו אלא בשוויין ולכך בעינן ג' לשומן וכן כשגובין מטלטלין מחייבי ערכין וכשמעריכין בהמה וכיוצא בה שמין בג' אבל קרקעות צריך עשרה ואחד מהם כהן דעשרה כהנים כתיבי בפרשה בשומא שלשה בפרשת ערכין ושלשה בפדיון בהמה וארבעה בקרקעות חד לגופיה דבעינן דליהוי כהן הנך הוי מיעוט אחר מיעוט דכולהו ממעטי ישראל דמשמע כהן ולא ישראל ואין מיעוט אחר מיעוט אלא לרבות דאפילו תשעה ישראל ואחד כהן. ונראה דכיון דאין אונאה להקדש אף על גב דלכתחלה בעינן ערך בשווי דלא בעינן הני שלשה ועשרה אלא מדרבנן דמדאוריתא בכל דהוא סגי וקראי אסמכתא בעלמא דהא אסיקו להו בקושיא."
            ],
            [],
            [
                "<b>סדר </b> פדיון הקדשות נראה דהוי מדרבנן דמדאוריתא אין נגמר המקח אפילו בהקדש בדברים דבהקדש אמרינן ונתן הכסף וקם לו דבנתינת הכסף תליא מילתא ואין פודין את ההקדשות אכסר\"ה דכתיב והעריכו הכהן בין טוב ובין רע."
            ],
            [],
            [],
            [],
            [],
            [
                "<b>אין </b> מקדישין ולא מעריכין ולא מחרימין בזמן הזה שאין לנו מקדש בחטאינו לחזק את בדקו ואם עשה הקדש בהמה תמות ופירות ירקבו וכלי מתכות ישליכה לים המלח כדי שלא יבאו בהם לידי תקלה ואסורין בהנאה מן התורה ומותר לפדותן לכתחלה בפרוטה דאף על גב דלכתחלה בעינן שווי מדאוריתא היינו בזמן המקדש דאיכא רווחא דבדק הבית אבל השתא לא. ואין שדה חרמין נוהג אלא בזמן היובל דכתיב והיה השדה בצאתו ביובל כשדה החרם וקרקע בחוצה לארץ הוא כמטלטלין ונתנין לכהן דסתם חרמין לכהנים כדאמר' לעיל."
            ],
            [],
            [],
            [],
            [
                "<b>אף </b> על פי שהקדשות וערכין מצוה אם לא נדר בהם אין בכך כלום הרי התורה העידה ואמר וכי תחדל לנדור לא יהיה בך חטא. ומי שמקדיש או מחרים כל נכסיו אין חסידות אלא שטות שמאבד כל ממונו ויצטרך לבריות אלא כל המפזר לא יפזר יותר מחומש כדכתיב ביעקב עשר אעשרנו דהיינו שתי מעשרות שהם חומש ולא רצה לנדור יותר אפילו במה שלא בא לידו ואפילו בקרבנות שנתחייב בהם חסה תורה על הממון ואמרה שיביא כפי מסת ידו קל וחומר לנדרים שלא נתחייב לנדור בהם וכתיב איש כמתנת ידו כברכת ה' אלהיך אשר נתן לך. ויש במצות הלכות אלו דברים מדרבנן סמוכים אלאו דלא תסור וחייבים אנו להזהר בהם מן התורה שצונו שלא לסור ממה שנצטוינו מהם ימין ושמאל כדכתיב לא תסור מן הדבר אשר יגידו לך ימין ושמאל:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "קרית ספר על משנה תורה, הלכות ערכים וחרמין",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Kiryat Sefer",
        "Sefer Haflaah"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}