{
    "versionTitle": "Wikisource Talmud", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "en", 
    "title": "Chagigah", 
    "text": [
        [], 
        [], 
        [
            "[Mishnah]  ALL ARE BOUND To APPEAR [AT THE TEMPLE], EXCEPT A DEAF MAN [HERESH], AN IMBECILE AND A MINOR, A PERSON OF UNKNOWN SEX [TUMTUM], A HERMAPHRODITE, WOMEN, UNFREED SLAVES, THE LAME, THE BLIND, THE SICK, THE AGED, AND ONE WHO IS UNABLE TO GO UP ON FOOT. ", 
            "WHO IS [IN THIS RESPECT DEEMED] A MINOR? WHOEVER IS UNABLE TO RIDE ON HIS FATHER'S SHOULDERS AND GO UP FROM JERUSALEM TO THE TEMPLE MOUNT. [THIS IS] THE VIEW OF BETH SHAMMAI. ", 
            "BUT BETH HILLEL SAY: ", 
            "WHOEVER IS UNABLE TO HOLD HIS FATHER'S HAND AND GO UP FROM JERUSALEM TO THE TEMPLE MOUNT, FOR IT IS SAID: THREE REGALIM.  ", 
            "BETH SHAMMAI SAY: ", 
            "THE PILGRIMAGE-OFFERING MUST BE WORTH [AT LEAST] TWO PIECES OF SILVER AND THE FESTAL OFFERING ONE MA'AH OF SILVER.  ", 
            "BUT BETH HILLEL SAY: ", 
            "THE PILGRIMAGE-OFFERING MUST BE WORTH [AT LEAST] ONE MA'AH OF SILVER AND THE FESTAL SACRIFICE TWO PIECES OF SILVER. ", 
            "[Gemarah]  What does [the word] ALL come to include?  ", 
            "— It comes to include one who is half a slave and half a freedman. ", 
            "But according to Rabina, who says: ", 
            "One who is half a slave and half a freedman is exempt from appearing [at the Temple], what does [the word] ALL come to include? ", 
            "— It comes to include one who was lame on the first day [of the festival] and became well on the second. ", 
            "This will be right according to the one who says: All of them can make good [the sacrifices] for one another; but according to the one who says: All of them can make good [the sacrifices] of the first day [only], what does ALL, come to include? ", 
            "— It comes to include a man who is blind in one eye; ", 
            "and it is contrary to the opinion of the following Tanna. ", 
            "For it is taught: Johanan b. Dahabai said in the name of R. Judah: ", 
            "A man who is blind in one eye is exempt from appearing [at the Temple] as it is said: Yir'eh [He will see], Yera'eh [He will be seen]. As He comes to see, so he comes to be seen: just as [He comes] to see with both eyes, so also to be seen with both eyes. ", 
            "Alternatively, I could answer: ", 
            "Actually, it is as I said at first; and as for your objection [arising] from the statement of Rabina, it is not a [valid] objection: ", 
            "the one [teaching] is according to the earlier Mishnah, and the other is according to the later Mishnah.  ", 
            "For we have learnt: ", 
            "One who is half a slave and half a freedman serves his master one day and himself the other day: this is the view of Beth Hillel. ", 
            "Said Beth Shammai to them:"
        ]
    ], 
    "versionSource": "https://en.wikisource.org/wiki/Talmud_(Wikisource)", 
    "heTitle": "חגיגה", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Moed"
    ]
}