{
    "title": "Mishneh LaMelech on Mishneh Torah, Shofar, Sukkah and Lulav",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Mishneh_LaMelech_on_Mishneh_Torah,_Shofar,_Sukkah_and_Lulav",
    "text": [
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [
            [
                "<b>ארבעת מינים האלו שהן לולב והדס וערבה ואתרוג שהיה אחד מהן יבש או גזול או גנוב וכו'.</b> (א\"ה דע דנסתפק הרב המחבר במי שקנה אתרוג בדמים יקרים מפני חשיבותו ובא אחר וגנבו ממנו אי מצי גנב פטר נפשיה בנתינת אתרוג אחר כשר א\"ד מצי א\"ל אנא בעינא למיעבד מצוה מן המובחר ויתבאר סברתו בזה בפי\"ו מהלכות מעשה הקרבנות דין ז' כי שם ביתו ע\"ש): "
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>עלתה חזזית עליו אם בשנים ושלשה מקומות פסול.</b> כתב מרן וז\"ל מעולם הוקשה לי בין בגמ' בין בפוסקים השתא שנים פסול שלשה מיבעיא ולא מצאתי לשום מחבר בזה דבר וצ\"ע ע\"כ. ודע דבפרק במה אשה (דף ס') תנן לא יצא האיש בסנדל המסומר כו' נשרו רוב מסמרותיו ונשתיירו בו ד' או ה' מותר ופריך בגמרא השתא חמשה שרי ארבעה מיבעיא. והקשו התוס' דבפ\"ק דסוכה (דף ב') גבי ר\"י מכשיר עד מ' ונ' אמה לא פריך השתא נ' מכשיר מ' מיבעיא וכן בריש אע\"פ גבי משהה אדם עם אשתו ב' וג' שנים בלא כתובה ולא פריך השתא ג' משהה ב' מבעיא. ותירצו בשם ר\"י דכל היכא דפשיטא ליה דבעי למימר אפילו טובא לא פריך אבל הכא ד' וה' ולא אפילו טובא דא\"כ התרת סנדל המסומר וכן בפרק בנות כותים (דף ל\"ח) גבי וכמה היא קשויה ר\"מ אומר אפילו מ' ונ' יום ופריך השתא נ' מקשה מ' מיבעיא דליכא למימר אפילו טובא דאין סברא שיחשב דם הקישוי מתחלת עבורה. ובר\"ש מפנין אפילו ד' וה' קופות פריך השתא ה' מפנין ד' מיבעיא משום דמשמע ליה דטפי לא שרינן משום טורח שבת כו'. וא\"ת דבפ' אע\"פ (דף ס') אמרינן תינוק יונק והולך אפילו ד' וה' שנים ולא פריך אע\"ג דהוי דוקא מדפריך התם מחבילתו על כתפו ומשני אידי ואידי חד שיעור וי\"ל הא בכחוש הא בבריא. והא דאמרינן בפרק הזרוע (דף קל\"ב) כהן טבח ב' וג' שבתות פטור מן המתנות מכאן ואילך חייב במתנות אומר ר\"י דנקט ב' לרבי דאית ליה בפ' הבא על יבמתו דבתרי זמני הויא חזקה וג' לרשב\"ג זהו תורף דברי התוס'. והנה חילוק זה שכתבו התוס' דכל היכא דפשיטא ליה לתלמודא דבעי למימר אפילו טובא לא פריך, מלבד הראיות שהביאו לאמת חילוק זה יש להביא ראיה ממקום אחר והוא דבר\"פ בית שמאי (דף ק\"ז) תנן אמרו להם ב\"ה לב\"ש ממאנת והיא קטנה אפילו ד' וה' פעמים, ובפרק אלמנה נזונית (דף צ\"ז) תנן וחכ\"א מוכרת היא ואפילו ד' וה' פעמים. וברפ\"ד דב\"ק תנן שור שנגח ד' וה' שוורים זאח\"ז. ובפרק אלו מציאות (דף ל') תנן החזירה וברחה אפילו ד' וה' פעמים חייב להחזירה. ובר\"פ נגמר הדין תנן הוא אומר יש לי ללמד על עצמי זכות מחזירין אותו אפילו ד' וה' פעמים. ובפרק שלוח הקן (דף קמ\"א) תנן שלחה והחזירה אפילו ד' וה' פעמים חייב. ודע דחילוק זה כתבוהו התוס' ביומא (דף כ\"ג) ד\"ה שתים ובפ\"ק דסוכה (דף ב') ד\"ה עד ובפרק בנות כותים (דף ל\"ז) ד\"ה ארבעים ובפרק אע\"פ (דף ס') ד\"ה רבי יהושע: אך חזות קשה ראיתי בדברי התוס' בפרק בנות כותים שכתבו וז\"ל ובפרק אע\"פ תינוק יונק אפילו ד' וה' שנים נמי לא דייק משום דלאו דוקא ה' אלא לפי צרכו כדאמר התם דאפילו חבילתו על כתיפו עכ\"ל. וכ\"כ התוס' בפ\"ק דסוכה. ובפ\"ב דיומא צידדו דאיכא למימר דפשיטא ליה דההיא דתינוק דה\"ה אפילו טובא. ומלבד שדבריהם סותרים למ\"ש בפרק במה אשה ובפ' אע\"פ מסוגית הגמרא דפרק אע\"פ נראה שהדבר מוכרח בעצמו בההיא דתינוק הוי דוקא עד חמש שנים אבל טפי לא מדפריך עליה דר' יהושע מדתניא ר' יהושע אומר אפילו חבילתו על כתיפו ומשני אידי ואידי חד שיעורא וכמ\"ש התוס' שם הכרח זה. ולא די לנו זה הצער אלא שהתוספות בפרק בנות כותים הכריחו דלאו דוקא ה' אלא אפילו טובא נמי מהך דאפילו חבילתו על כתיפו וזה דבר מתמיה וכעת צל\"ע: ודע שכתבו התוספות בפ\"ב דיומא דהא דפריך בגמ' בפרק אלמנה נזונית אההיא דאלמנה ששהתה ב' וג' שנים ולא תבעה מזונותיה השתא שתים איבדה שלש מיבעיא אע\"ג דהתם לאו דוקא דכ\"ש אם שהתה יותר דאבדה. י\"ל משום דהתם הוו ב' וג' זו ואצ\"ל זו והלכך פריך ליה וכן בסוף ב\"ק גבי לוקח מן הרועים ד' וה' צאן אבל לא ב' וג' פריך השתא ד' מזבין (ג') [ה'] מיבעיא התם נמי הוי זו ואצ\"ל זו ע\"כ וכ\"כ התוס' בריש סוכה יע\"ש: ול\"נ עוד לחלק דע\"כ לא אמרינן דהיכא דפשיטא לן דבעי למימר אפילו טובא דלא פריך אלא היכא דהשיעור דנקט אינו גדול לא למעלה ולא למטה כגון ההיא דריש סוכה וריש עירובין דרב יהודה מכשיר עד מ' ונ' אמה דשיעור זה דנקט ר\"י איננו גדול לא למעלה ולא למטה וכל הנהו דאייתינן לעיל הוו דכותיה אבל ההיא דפרק אלמנה נזונית דקתני ב' וג' שנים ואתא למעט פחות משתים דלא איבדה וכן ההיא דבסוף ב\"ק דאתא למעט דשלש אין לוקחין וא\"כ ע\"כ לישנא דדוקא נקט לא שייך לומר התם ואפילו טובא כדאמרי אינשי ודוק: עוד נראה לחלק דע\"כ לא אמרינן דהיכא דבעי למימר אפילו טובא דלא פריך אלא היכא דאם לא היה שונה כי אם החלוקה המחודשת הוה ס\"ד דעד כאן ותו לא כגון ההיא דפ' מפנין דאם היה שונה מפנין חמש קופות הוה ס\"ד דדוקא ה' אבל טפי לא משום טירחא וכדס\"ל לרב חסדא מש\"ה קאמר שמואל דלהכי נקט ד' וה' לומר לך אפילו טובא נמי ונקט ד' וה' כדאמרי אינשי ללמדנו אפילו טובא. וכן ההיא דר' יהודה דריש סוכה וריש עירובין אי הוה נקט ר\"י מכשיר אפילו עד נ' אפשר היה להעלות על הדעת דטפי מנ' אפילו ר' יהודה מודה דלא מהני להכי נקט מ' ונ' לומר לך ואפילו טובא נמי כדאמרי אינשי. וכן כל הנהו דכתבנו לעיל יש חדוש במה שלמדנו דאפילו טובא ומשום הכי נקט בלשונו כלשון בני אדם. אבל ההיא דפרק אלמנה נזונית וההיא דסוף ב\"ק אין שום חדוש כלל במה שלמדנו דאפילו טובא דכיון דבשתי שנים איבדה כתובתה כ\"ש טובא וכן כיון דד' לוקחים מן הרועה כ\"ש ה' וא\"כ לאיזה תכלית דברה תורה כלשון בני אדם וחילוק זה נכון הוא בעיני: ויש לדקדק כפי מ\"ש התוס' מהא דתנן בפ\"ב דפרה משנה ב' היו בה שתי שערות ר\"ע אומר אפילו ד' אפילו ה' והן מפוזרות יתלוש ר\"א אומר אפילו חמשים. ועיין בר\"פ האומנין (דף ע\"ו) ועד כמה שוכר עליהם עד מ' ונ' זוז ועיין בזה בדברי רבינו פ\"ט מהלכות שכירות בדין ד' ובמ\"ש ה\"ה שם. ועיין בפרק השוכר את הפועלים (דף צ\"ג) המשמר ד' וה' מקשאות ה\"ז לא ימלא כריסו מאחד מהן אלא מכל אחד ואחד אוכל לפי חשבון. ועיין בפרק אע\"פ (דף ס\"ב) דאמרינן התלמידים יוצאים לת\"ת ב' וג' שנים שלא ברשות, והרב בעל ב\"ח אה\"ע סי' ע\"ו נסתפק אם ב' וג' שנים דוקא ולא יותר או נימא דלאו דוקא דה\"ה טפי וכתב בשם מהרש\"ל דדוקא ג' שנים וב' דנקט לאורחא דמלתא ולכל היתר ג' שנים וכבר הביא דבריהם בעל חלקת מחוקק סי' ע\"ו יע\"ש. ובפרק ראשית הגז דף קל\"ו אמרינן היו לו שתי רחלות גזז והניח גזז והניח ב' וג' שנים אין מצטרפות. ובפ\"ב דחולין (דף ל') אר\"י אמר רב השוחט בב' וג' מקומות שחיטתו כשרה. ובפ\"ג דפאה משנה ב' תנן מודים חכמים לר\"מ בזורע שבת או חרדל בב' וג' מקומות שנותן פאה מכל אחד ואחד עיין שם בתוי\"ט. ובפ\"ו דנדה (דף נ\"א) מייתי לה. ובפרק ט\"ו דשבת (דף קי\"ג) תנן מקפלין את הכלים אפילו ד' וה' פעמים. ובפרק ב' דסוכה (דף כ\"ז) וכמה אכילת עראי אמר ר' יוסף תרתי או תלת ביעי ועיין שם ברש\"י ותוס'. ובפ' קמא דסנהדרין (דף ט\"ז) זימנין אמר רב בבית דין אחד הוא דאין עושין הא בשנים או בג' בתי דינין עושין וזימנין אמר רב אפילו בשנים ושלשה בתי דינין לעולם אין עושין. ותו אמרינן התם אמר ר\"ל לא שנו אלא במקום אחד אבל בב' וג' מקומות עושין. ובר\"פ נגמר הדין (דף מ\"ב) ואפילו הוא אומר יש לי ללמד על עצמי זכות מחזירין אותו אפילו ד' וה' פעמים. ושם (בדף מ\"ג) תניא פעם ראשונה ושניה בין שיש ממש בדבריו בין שאין ממש בדבריו מחזירין אותו. ובפ\"ח דעירובין (דף פ\"ב) וכמה כבר ד' כבר ה'. וברפ\"ב דעירובין (דף י\"ח) תנן אפילו בת ה' כורין אפילו בת י' כורין. ובפ\"ג דשביעית משנה ג' ר\"י אומר אבני כתף כשמם כל שהן ניטלות ב' וג' על הכתף. ובפ\"ב דמעשרות משנה ה' אמר ר\"י מעשה בגנת ורדים שהיתה בירושלים והיו תאנים שלה נמכרות משלש ומארבע באיסר ולא הופרש מהם תרומה ומעשר מעולם. ובפ\"ב דערלה משנה י' תבלין ב' וג' שמות ממין אחד יע\"ש. ובפ\"ק דעדיות משנה ז' בש\"א רובע עצמות מן העצמים בין מב' בין מג'. ובפ\"ג דמקואות משנה ד' מכלי א' מב' מג' מצטרפין מד' אין מצטרפין יע\"ש. וברפ\"ק דידים מי רביעית נוטלין לידים לאחד אף לב' מחצי לוג אף לד' מלוג לה' ולעשרה אף למאה. ובפ\"ב דידים משנה ג' נוטלין ד' וה' זה בצד זה. ובפ\"ב דכלאים משנה ה' אימתי בזמן שהיו נטועות על ד' ד' או על ה' ה' כו' יע\"ש. ובפ\"ד דשביעית משנה ד' איזהו המדל אחד או שנים המחליק שלשה זה בצד זה. ובפרק ב' דכלאים משנה ט' היתה קרחת אחת או שתים זורעם חרדל שלשה לא יזרעם חרדל. ועיין בירושלמי פ\"ה דברכות אמתני' דהאומר על קן צפור יגיעו רחמיך א\"ר סימון בשם ריב\"ל שליח צבור שהשגיר ב' ג' ברכות אין מחזירין אותו והביאו הטור א\"ח סי' קנ\"ו יע\"ש. ובפ\"ט דאהלות משנה ט' בין עומדת בין מוטה על צדה בין אחת בין שתים:     סליקו להו הלכות לולב, שבח לבוחן כליות ולב: "
            ]
        ]
    ],
    "versions": [
        [
            "Warsaw, 1881",
            "https://www.nli.org.il/he/books/NNL_ALEPH001763900/NLI"
        ]
    ],
    "heTitle": "משנה למלך על משנה תורה, הלכות לולב",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Mishneh LaMelech",
        "Sefer Zemanim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Paragraph"
    ]
}