{
    "versionTitle": "merged", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Moed"
    ], 
    "language": "he", 
    "title": "Rosh Hashanah", 
    "text": [
        [], 
        [], 
        [
            "מתני' ארבעה ראשי שנים הם", 
            "באחד בניסן ר\"ה למלכים ולרגלים באחד באלול ראש השנה למעשר בהמה", 
            "ר' אלעזר ור\"ש אומרים", 
            "באחד בתשרי", 
            "באחד בתשרי ראש השנה לשנים ולשמיטין וליובלות לנטיעה ולירקות", 
            "באחד בשבט ראש השנה לאילן כדברי בית שמאי בית הלל אומרים", 
            "בחמשה עשר בו:", 
            "גמ' למלכים למאי הלכתא", 
            "אמר רב חסדא", 
            "לשטרות", 
            "דתנן", 
            "שטרי חוב המוקדמין פסולין והמאוחרין כשרין", 
            "תנו רבנן", 
            "מלך שעמד בעשרים ותשעה באדר כיון שהגיע אחד בניסן עלתה לו שנה", 
            "ואם לא עמד אלא באחד בניסן אין מונין לו שנה עד שיגיע ניסן אחר", 
            "אמר מר", 
            "מלך שעמד בעשרים ותשעה באדר כיון שהגיע אחד בניסן עלתה לו שנה", 
            "הא"
        ], 
        [
            "קמ\"ל דניסן ר\"ה למלכים ויום אחד בשנה חשוב שנה", 
            "ואם לא עמד אלא באחד בניסן אין מונין לו שנה עד שיגיע ניסן אחר", 
            "פשיטא", 
            "לא צריכא דאימנו עליה מאדר", 
            "מהו דתימא", 
            "נימנו ליה תרתין שנין קמ\"ל", 
            "ת\"ר", 
            "מת באדר ועמד אחר תחתיו באדר מונין שנה לזה ולזה", 
            "מת בניסן ועמד אחר תחתיו בניסן מונין שנה לזה ולזה", 
            "מת באדר ועמד אחר תחתיו בניסן מונין ראשונה לראשון ושניה לשני", 
            "אמר מר", 
            "מת באדר ועמד אחר תחתיו באדר מונין שנה לזה ולזה", 
            "פשיטא", 
            "מהו דתימא", 
            "שתא לבי תרי לא מנינן קמ\"ל", 
            "מת בניסן ועמד אחר תחתיו בניסן מונין שנה לזה ולזה", 
            "פשיטא", 
            "מהו דתימא", 
            "כי אמרינן יום אחד בשנה חשוב שנה בסוף שנה אבל בתחלת שנה לא אמרינן קמ\"ל", 
            "מת באדר ועמד אחר תחתיו בניסן מונין ראשונה לראשון ושניה לשני", 
            "פשיטא", 
            "לא צריכא דאימנו עליה מאדר ומלך בן מלך הוא", 
            "מהו דתימא", 
            "נימנו לי' תרתין שנין קמ\"ל", 
            "א\"ר יוחנן", 
            "מנין למלכים שאין מונין להם אלא מניסן שנאמר (מלכים א ו, א) ויהי בשמונים שנה וארבע מאות שנה לצאת בני ישראל מארץ מצרים בשנה הרביעית בחדש זיו הוא החדש השני למלך שלמה על ישראל מקיש מלכות שלמה ליציאת מצרים", 
            "מה יציאת מצרים מניסן אף מלכות שלמה מניסן", 
            "ויציאת מצרים גופה מנלן דמניסן מנינן", 
            "דילמא מתשרי מנינן", 
            "לא סלקא דעתך דכתיב (במדבר לג, לח) ויעל אהרן הכהן אל הר ההר על פי ה' וימת שם בשנת הארבעים לצאת בני ישראל מארץ מצרים בחדש החמישי באחד לחדש וכתיב (דברים א, ג) ויהי בארבעים שנה בעשתי עשר חדש באחד לחדש דבר משה וגו' מדקאי באב וקרי לה שנת ארבעים וקאי בשבט וקרי לה שנת ארבעים מכלל דר\"ה לאו תשרי הוא", 
            "בשלמא היאך מפרש דליציאת מצרים אלא האי ממאי דליציאת מצרים", 
            "דילמא להקמת המשכן", 
            "כדאמר רב פפא", 
            "שנת עשרים שנת עשרים לגזרה שוה הכא נמי שנת ארבעים שנת ארבעים לגזרה שוה מה כאן ליציאת מצרים אף כאן ליציאת מצרים", 
            "וממאי דמעשה דאב קדים", 
            "דילמא מעשה דשבט קדים", 
            "לא ס\"ד", 
            "דכתיב (דברים א, ד) אחרי הכותו את סיחון וכי נח נפשיה דאהרן אכתי הוה סיחון קיים דכתיב"
        ], 
        [
            "(במדבר כא, א) וישמע הכנעני מלך ערד מה שמועה שמע שמע שמת אהרן ונסתלקו ענני כבוד וכסבור ניתנה רשות להלחם בישראל", 
            "והיינו דכתיב (במדבר כ, כט) ויראו כל העדה כי גוע אהרן וא\"ר אבהו", 
            "אל תקרי ויראו אלא וייראו כדריש לקיש דאמר ר\"ל", 
            "כי משמש בד' לשונות", 
            "אי דילמא אלא דהא", 
            "מי דמי", 
            "התם כנען הכא סיחון", 
            "תנא", 
            "הוא סיחון הוא ערד הוא כנען סיחון שדומה לסייח במדבר כנען על שם מלכותו ומה שמו ערד שמו", 
            "איכא דאמרי", 
            "ערד שדומה לערוד במדבר כנען על שם מלכותו ומה שמו סיחון שמו", 
            "ואימא", 
            "ר\"ה אייר", 
            "לא סלקא דעתך דכתיב (שמות מ, יז) ויהי בחדש הראשון בשנה השנית באחד לחדש הוקם המשכן וכתיב (במדבר י, יא) ויהי בשנה השנית בחדש השני נעלה הענן מעל משכן העדות", 
            "מדקאי בניסן וקרי לה שנה שנית וקאי באייר וקרי לה שנה שני' מכלל דר\"ה לאו אייר הוא", 
            "ואימא ר\"ה סיון", 
            "לא ס\"ד דכתיב (שמות יט, א) בחדש השלישי לצאת בני ישראל מארץ מצרים ואם איתא בחדש השלישי בשנה השנית לצאת וגו' מיבעי ליה", 
            "ואימא תמוז ואימא אב ואימא אדר", 
            "אלא אמר ר\"א", 
            "מהכא (ב דברי הימים ג, ב) ויחל לבנות בחדש השני בשני בשנת ארבע למלכותו", 
            "מאי שני לאו שני לירח שמונין בו למלכותו", 
            "מתקיף לה רבינא", 
            "ואימא שני בחדש", 
            "א\"כ שני בחדש בהדיה הוה כתיב ביה", 
            "ואימא בשני בשבת", 
            "חדא", 
            "דלא אשכחן שני בשבת דכתיב", 
            "ועוד", 
            "מקיש שני בתרא לשני קמא מה שני קמא חדש אף שני בתרא חדש", 
            "תניא כוותיה דר' יוחנן", 
            "מניין שאין מונין להם למלכים אלא מניסן שנא' (מלכים א ו, א) ויהי בשמונים שנה וארבע מאות שנה לצאת בני ישראל מארץ מצרים וגו' וכתיב (במדבר לג, לח) ויעל אהרן הכהן אל הר ההר על פי ה' וגו' [וכתיב (דברים א, ג) ויהי בארבעים שנה בעשתי עשר חדש] וכתיב (דברים א, ד) אחרי הכותו את סיחון וגו' ואומר וישמע הכנעני וגו' ואומר ויראו כל העדה כי גוע אהרן וגו' ואומר ויהי בחדש הראשון בשנה השנית וגו' ואומר ויהי בשנה השנית בחדש השני וגו' ואומר בחדש השלישי לצאת בני ישראל וגו' ואומר ויחל לבנות וגו'", 
            "א\"ר חסדא", 
            "לא שנו אלא למלכי ישראל אבל למלכי אומות העולם מתשרי מנינן", 
            "שנא' (נחמיה א, א) דברי נחמיה בן חכליה ויהי בחדש כסליו שנת עשרים וגו' וכתיב (נחמיה ב, א) ויהי בחדש ניסן שנת עשרי' לארתחשסתא וגו'", 
            "מדקאי בכסליו וקרי ליה שנת עשרים וקאי בניסן וקרי ליה שנת עשרים מכלל דר\"ה לאו ניסן הוא", 
            "בשלמא היאך מפרש דלארתחשסתא אלא האי ממאי דלארתחשסתא", 
            "דילמא"
        ], 
        [
            "למנינא אחרינא הוא", 
            "אמר רב פפא", 
            "שנת עשרים שנת עשרים לגזירה שוה מה התם לארתחשסתא אף הכא לארתחשסתא", 
            "וממאי דמעשה דכסליו קדים דילמא מעשה דניסן קדים", 
            "לא ס\"ד", 
            "דתניא", 
            "דברים שאמר חנני לנחמיה בכסליו אמרן נחמיה למלך בניסן", 
            "דברים שאמר חנני לנחמיה בכסליו שנאמר (נחמיה א, א) דברי נחמיה בן חכליה ויהי בחדש כסליו שנת עשרים ואני הייתי בשושן הבירה", 
            "ויבא חנני אחד מאחי הוא ואנשים מיהודה ואשאלם על היהודים הפליטה אשר נשארו מן השבי ועל ירושלם", 
            "ויאמרו לי הנשארים אשר נשארו מן השבי שם במדינה ברעה גדולה ובחרפה וחומת ירושלם מפורצת ושעריה נצתו באש אמרן נחמיה למלך בניסן שנאמר (נחמיה ב, א) ויהי בחדש ניסן שנת עשרים לארתחשסתא המלך יין לפניו ואשא את היין ואתנה למלך ולא הייתי רע לפניו ויאמר לי המלך מדוע פניך רעים ואתה אינך חולה אין זה כי אם רע לב ואירא הרבה מאד", 
            "ואומר למלך המלך לעולם יחיה מדוע לא ירעו פני אשר העיר בית קברות אבותי חרבה ושעריה אוכלו באש", 
            "ויאמר לי המלך על מה זה אתה מבקש ואתפלל אל אלהי השמים", 
            "ואומר למלך אם על המלך טוב ואם ייטב עבדך לפניך אשר תשלחני אל יהודה אל עיר קברות אבותי ואבננה", 
            "ויאמר לי המלך והשגל יושבת אצלו עד מתי יהיה מהלכך ומתי תשוב וייטב לפני המלך וישלחני ואתנה לו זמן", 
            "מתיב רב יוסף", 
            "(חגי א, טו) ביום עשרים וארבעה לחדש בששי בשנת שתים לדריוש וכתיב (חגי ב, א) בשביעי (בשנת שתים) בעשרים ואחד לחדש ואם איתא בשביעי בשנת ג' מיבעי ליה", 
            "אמר ר' אבהו", 
            "כורש מלך כשר היה לפיכך מנו לו כמלכי ישראל", 
            "מתקיף לה רב יוסף", 
            "חדא דא\"כ קשו קראי אהדדי דכתיב (עזרא ו, טו) ושיציא ביתא דנא עד יום תלתא לירח אדר די היא שנת שית למלכות דריוש מלכא ותניא", 
            "באותו זמן לשנה הבאה עלה עזרא מבבל וגלותו עמו וכתיב (עזרא ז, ח) ויבא ירושלם בחדש החמישי היא שנת השביעית למלך ואם איתא שנת השמינית מיבעי ליה", 
            "ועוד", 
            "מי דמי", 
            "התם כורש הכא דריוש", 
            "תנא", 
            "הוא כורש הוא דריוש הוא ארתחשסתא", 
            "כורש שמלך כשר היה ארתחשסתא על שם מלכותו ומה שמו דריוש שמו", 
            "מ\"מ קשיא", 
            "א\"ר יצחק", 
            "לא קשיא", 
            "כאן קודם שהחמיץ כאן לאחר שהחמיץ", 
            "מתקיף לה רב כהנא", 
            "ומי החמיץ", 
            "והכתיב"
        ], 
        [
            "(עזרא ו, ט) ומה חשחן ובני תורין ודכרין ואמרין לעלון לאלה שמיא חנטין מלח חמר ומשח כמאמר כהניא די בירושלם להוא מתיהב להם יום ביום די לא שלו", 
            "אמר לו רבי יצחק", 
            "רבי מטונך", 
            "די להון מהקרבין ניחוחין לאלה שמיא ומצלין לחיי מלכא ובנוהי", 
            "ומאן דעבד הכי לאו מעליותא היא", 
            "והתניא", 
            "האומר סלע זו לצדקה בשביל שיחיו בני ובשביל שאזכה בה לחיי העולם הבא הרי זה צדיק גמור", 
            "לא קשיא", 
            "כאן בישראל כאן בעובדי כוכבים", 
            "ואיבעית אימא", 
            "מנלן דאחמיץ דכתיב (עזרא ו, ד) נדבכין די אבן גלל תלתא ונדבך די אע חדת ונפקתא מן בית מלכא תתיהב למה ליה דעבד הכי", 
            "סבר", 
            "אי מרדו בי יהודאי איקלייה בנורא", 
            "אטו שלמה לא עבד הכי", 
            "והכתיב (מלכים א ו, לו) שלשה טורי גזית וטור כרתות ארזים", 
            "שלמה עבד מלמעלה ואיהו עבד מלמטה", 
            "שלמה שקעיה בבנינא איהו לא שקעיה בבנינא", 
            "שלמה סדייה בסידא איהו לא סדייה בסידא", 
            "(אמר) רב יוסף ואיתימא רבי יצחק", 
            "מנלן דאחמיץ מהכא (נחמיה ב, ו) ויאמר לי המלך והשגל יושבת אצלו", 
            "מאי שגל", 
            "אמר רבה בר לימא משמיה דרב", 
            "כלבתא", 
            "אלא מעתה הא דכתיב (דניאל ה, כג) ועל מרא שמיא התרוממת ולמאנייא די ביתיה היתיו קדמך ואנת ורברבניך שגלתך ולחנתך חמרא שתין בהון", 
            "ואי שגל כלבתא היא כלבתא בת משתיא חמרא היא", 
            "הא לא קשיא דמלפא לה ושתייא", 
            "אלא מעתה דכתיב (תהלים מה, י) בנות מלכים ביקרותיך נצבה שגל לימינך בכתם אופיר", 
            "ואי שגל כלבתא היא מאי קא מבשר להו נביא לישראל", 
            "הכי קאמר", 
            "בשכר שחביבה תורה לישראל כשגל לעובדי כוכבים זכיתם לכתם אופיר", 
            "ואיבע\"א", 
            "לעולם שגל מלכתא היא ורבה בר לימא גמרא גמיר לה", 
            "ואמאי קרי לה שגל שהיתה חביבה עליו כשגל", 
            "אי נמי", 
            "שהושיבה במקום שגל", 
            "איבעית אימא", 
            "מנלן דאחמיץ מהכא (עזרא ז, כב) עד כסף ככרין מאה ועד חנטין כורין מאה ועד חמר בתין מאה ועד בתין משח מאה ומלח די לא כתב וגו'", 
            "מעיקרא בלא קיצותא והשתא בקיצותא", 
            "ודילמא מעיקרא לא הוה קים ליה בקיצותא", 
            "אלא מחוורתא כדשניין מעיקרא:", 
            "ולרגלים:", 
            "רגלים באחד בניסן הוא", 
            "בחמשה עשר בניסן הוא", 
            "אמר רב חסדא", 
            "רגל שבו ראש השנה לרגלים", 
            "נפקא מינה לנודר למיקם עליה בבל תאחר ורבי שמעון היא", 
            "דתניא", 
            "אחד הנודר ואחד המקדיש ואחד המעריך כיון שעברו עליו ג' רגלים עובר בבל תאחר", 
            "ר\"ש אומר", 
            "ג' רגלים כסדרן וחג המצות תחילה", 
            "וכן היה ר\"ש בן יוחי אומר", 
            "רגלים פעמים ג' פעמים ד' פעמים חמשה", 
            "כיצד", 
            "נדר לפני הפסח ג' לפני עצרת חמשה לפני החג ארבעה", 
            "ת\"ר", 
            "חייבי הדמין והערכין החרמין וההקדשות חטאות ואשמות עולות ושלמים צדקות ומעשרות בכור ומעשר ופסח"
        ], 
        [
            "לקט שכחה ופאה כיון שעברו עליהן שלשה רגלים עובר בבל תאחר", 
            "רבי שמעון אומר", 
            "שלשה רגלים כסדרן וחג המצות תחלה", 
            "ר' מאיר אומר", 
            "כיון שעבר עליהן רגל אחד עובר בבל תאחר", 
            "רבי אליעזר בן יעקב אומר", 
            "כיון שעברו עליהן שני רגלים עובר בבל תאחר", 
            "רבי אלעזר ברבי שמעון אומר", 
            "כיון שעבר עליהן חג הסוכות עובר עליהן בבל תאחר", 
            "מאי טעמא דתנא קמא", 
            "מכדי מינייהו סליק למה לי למהדר ומיכתב (דברים טז, טז) בחג המצות ובחג השבועות ובחג הסוכות", 
            "שמע מינה לבל תאחר", 
            "ורבי שמעון אומר", 
            "אינו צריך לומר בחג הסוכות שבו דיבר הכתוב למה נאמר", 
            "לומר שזה אחרון ", 
            "ורבי מאיר מ\"ט", 
            "דכתיב (דברים יב, ה) ובאת שמה והבאתם שמה", 
            "ורבנן ההוא לעשה", 
            "ורבי מאיר כיון דאמר ליה רחמנא אייתי ולא אייתי ממילא קם ליה בבל תאחר ", 
            "ורבי אליעזר בן יעקב מאי טעמא", 
            "דכתיב (במדבר כט, לט) אלה תעשו לה' במועדיכם מיעוט מועדים שנים", 
            "ורבנן", 
            "ההוא לכדרבי יונה", 
            "דאמר רבי יונה", 
            "הוקשו כל המועדים כולם זה לזה שכולן מכפרים על טומאת מקדש וקדשיו", 
            " ורבי אלעזר ברבי שמעון מאי טעמא", 
            "דתניא רבי אלעזר בר' שמעון אומר", 
            "לא יאמר חג הסוכות שבו דיבר הכתוב", 
            "למה נאמר", 
            "לומר שזה גורם ", 
            "ורבי מאיר ורבי אליעזר בן יעקב האי בחג המצות ובחג השבועות ובחג הסוכות מאי דרשו ביה", 
            "מיבעי להו לכדרבי אלעזר אמר ר' אושעיא", 
            "דאמר ר' אלעזר אמר ר' אושעיא", 
            "מניין לעצרת שיש לה תשלומין כל שבעה תלמוד לומר בחג המצות ובחג השבועות ובחג הסוכות מקיש חג השבועות לחג המצות מה חג המצות יש לו תשלומין כל שבעה אף חג השבועות יש לו תשלומין כל שבעה", 
            "וליקש לחג הסוכות", 
            "מה להלן שמונה אף כאן שמונה", 
            "שמיני רגל בפני עצמו הוא", 
            "אימור דאמרינן שמיני רגל בפני עצמו לענין פז\"ר קש\"ב אבל לעניין תשלומין דברי הכל תשלומין דראשון הוא", 
            "דתנן", 
            "מי שלא חג יום טוב הראשון של חג חוגג את כל הרגל ויום טוב האחרון של חג", 
            "תפשת מרובה לא תפשת תפשת מועט תפשת", 
            "אלא למאי הלכתא כתביה רחמנא לחג הסוכות", 
            "לאקושיה לחג המצות"
        ], 
        [
            "מה חג המצות טעון לינה אף חג הסוכות טעון לינה", 
            "והתם מנלן", 
            "דכתיב (דברים טז, ז) ופנית בבקר והלכת לאהליך", 
            "ות\"ק ורבי שמעון (בן אלעזר) תשלומין לעצרת מנא להו", 
            "נפקא להו מדתני רבה בר שמואל", 
            "דתני רבה בר שמואל", 
            "אמרה תורה מנה ימים וקדש חדש מנה ימים וקדש עצרת מה חדש למנויו אף עצרת למנויו", 
            "אימא עצרת חד יומא", 
            "אמר רבא", 
            "אטו עצרת יומי מנינן שבועי לא מנינן", 
            "והאמר מר", 
            "מצוה למימני יומי ומצוה למימני שבועי", 
            "ועוד", 
            "חג שבועות כתיב", 
            "ופסח בר מיקרב ברגלים הוא", 
            "פסח זימנא קביעא ליה אי אקרביה אקרביה ואי לא אקרביה אידחי ליה", 
            "אמר רב חסדא", 
            "פסח כדי נסבה", 
            "רב ששת אמר", 
            "מאי פסח שלמי פסח", 
            "אי הכי היינו שלמים", 
            "תנא שלמים הבאין מחמת פסח ותנא שלמים הבאין מחמת עצמן", 
            "סלקא דעתך אמינא", 
            "הואיל ומחמת פסח קאתו"
        ], 
        [
            "כפסח דמו קמ\"ל", 
            "מנהני מילי דתנו רבנן", 
            "(דברים כג, כב) כי תדור נדר אין לי אלא נדר נדבה מנין", 
            "נאמר כאן נדר ונאמר להלן (ויקרא ז, טז) אם נדר או נדבה", 
            "מה להלן נדבה עמו אף כאן נדבה עמו", 
            "(דברים כג, כב) לה אלהיך אלו הדמין הערכין והחרמין וההקדשות", 
            "(דברים כג, כב) לא תאחר לשלמו הוא ולא חילופיו", 
            "(דברים כג, כב) כי דרוש ידרשנו אלו חטאות ואשמות עולות ושלמים (דברים כג, כב) ה' אלהיך אלו צדקות ומעשרות ובכור (דברים כג, כב) מעמך זה לקט שכחה ופאה (דברים כג, כב) והיה בך חטא ולא בקרבנך חטא", 
            "אמר מר", 
            "לא תאחר לשלמו הוא ולא חילופיו", 
            "חילופי מאי", 
            "אי חילופי עולה ושלמים מקרב קרבי אי חילופי חטאת למיתה אזלא", 
            "אלא מאי חילופיו חילופי תודה", 
            "דתני רבי חייא", 
            "תודה שנתערבה בתמורתה ומתה אחת מהן חברתה אין לה תקנה", 
            "היכי ליעביד", 
            "ליקרבה וליקריב לחם בהדה דלמא תמורה היא", 
            "ליקרבה בלא לחם דלמא תודה היא", 
            "והא כיון דלאו בת הקרבה היא קרא למעוטי למה לי", 
            "אמר רב ששת", 
            "לעולם למעוטי חילופי עולה ושלמים", 
            "והכא במאי עסקינן כגון שעברו עליו שני רגלים והומם וחיללו על אחר ועבר עליו רגל אחד", 
            "סלקא דעתך אמינא", 
            "הואיל ומכח קמא קאתי כמאן דעברו עליו ג' רגלים דמי קמ\"ל", 
            "ולרבי מאיר דאמר", 
            "כיון שעבר עליו רגל א' עובר בבל תאחר מאי איכא למימר", 
            "אמר רבא", 
            "הכא במאי עסקינן כגון שהומם בתוך הרגל וחיללו ועבר עליו הרגל", 
            "סלקא דעתך אמינא", 
            "הואיל ומכח קמא קאתי כמאן דעבר עליה כוליה רגל דמי קמ\"ל", 
            "והיה בך חטא ולא בקרבנך חטא", 
            "והא מהכא נפקא", 
            "מדאחרים נפקא", 
            "דתניא אחרים אומרים", 
            "יכול יהא בכור שעברה שנתו כפסולי המוקדשין ויפסל תלמוד לומר (דברים יד, כג) ואכלת לפני ה' אלהיך מעשר דגנך תירושך ויצהרך ובכורות בקרך וצאנך", 
            "מקיש בכור למעשר מה מעשר אינו נפסל משנה לחברתה אף בכור אינו נפסל משנה לחברתה", 
            "איצטריך סלקא דעתך אמינא", 
            "הני מילי בכור דלאו בר הרצאה הוא אבל קדשים דבני הרצאה נינהו אימא לא לירצו קא משמע לן", 
            "ואכתי"
        ], 
        [
            "מדבן עזאי נפקא", 
            "דתניא בן עזאי אומר", 
            "(ויקרא ז, ל) אותו מה ת\"ל", 
            "לפי שנא' (דברים כג, כב) לא תאחר לשלמו שומע אני אף מאחר נדרו בבל ירצה ת\"ל אותו אותו בלא ירצה ואין מאחר נדרו בלא ירצה", 
            "אלא", 
            "בך חטא ולא באשתך חטא", 
            "סד\"א", 
            "הואיל וא\"ר יוחנן ואי תימא ר' אלעזר", 
            "אין אשתו של אדם מתה אא\"כ מבקשין ממנו ממון ואין לו שנאמר (משלי כב, כז) אם אין לך לשלם למה יקח משכבך מתחתיך אימא בהאי עון דבל תאחר נמי אשתו מתה קמ\"ל", 
            "ת\"ר", 
            "(דברים כג, כד) מוצא שפתיך זו מצות עשה תשמור זו מצות לא תעשה ועשית אזהרה לב\"ד שיעשוך כאשר נדרת זה נדר לה' אלהיך אלו חטאות ואשמות עולות ושלמים נדבה כמשמעו אשר דברת אלו קדשי בדק הבית בפיך זו צדקה", 
            "אמר מר", 
            "מוצא שפתיך זו מצות עשה", 
            "למה לי", 
            "(דברים יב, ה) מובאת שמה והבאתם שמה נפקא", 
            "תשמור זו מצות לא תעשה למה לי", 
            "מלא תאחר לשלמו נפקא", 
            "ועשית אזהרה לב\"ד שיעשוך למה לי", 
            "מיקריב אותו נפקא", 
            "דתניא", 
            "(ויקרא א, ג) יקריב אותו מלמד שכופין אותו יכול בעל כרחו ת\"ל (ויקרא א, ג) לרצונו", 
            "הא כיצד", 
            "כופין אותו עד שיאמר רוצה אני", 
            "חד דאמר ולא אפריש וחד אפריש ולא אקריב", 
            "וצריכא", 
            "דאי אשמעינן אמר ולא אפריש משום דלא קיימיה לדיבוריה אבל אפריש ולא אקריב אימא", 
            "כל היכא דאיתיה בי גזא דרחמנא איתיה צריכא", 
            "ואי אשמעינן אפריש ולא אקריב דקא משהי ליה גביה אבל אמר ולא אפריש אימא דיבורא לא כלום הוא צריכא", 
            "ומי מצית אמרת דאמר ולא אפריש", 
            "והא נדבה כתיבא ותנן", 
            "אי זהו נדר האומר", 
            "הרי עלי עולה", 
            "ואי זו היא נדבה האומר", 
            "הרי זו עולה", 
            "ומה בין נדר לנדבה", 
            "נדר מת או נגנב חייב באחריותו נדבה מתה או נגנבה אינו חייב באחריותה", 
            "אמר רבא", 
            "משכחת לה כגון דאמר הרי עלי עולה על מנת שאיני חייב באחריותה", 
            "בפיך זו צדקה", 
            "אמר רבא", 
            "וצדקה מיחייב עלה לאלתר", 
            "מ\"ט דהא קיימי עניים", 
            "פשיטא", 
            "מהו דתימא", 
            "כיון דבעניינא דקרבנות כתיבא עד דעברי עלה ג' רגלים כקרבנות קמ\"ל", 
            "התם הוא דתלינהו רחמנא ברגלים אבל הכא לא דהא שכיחי עניים", 
            "אמר רבא", 
            "כיון שעבר עליו רגל אחד עובר בעשה", 
            "מיתיבי", 
            "העיד ר' יהושע ור' פפייס על ולד שלמים שיקרב שלמים", 
            "אמר ר' פפייס", 
            "אני מעיד שהיתה לנו פרה של זבחי שלמים ואכלנוה בפסח ואכלנו ולדה שלמים בחג", 
            "בשלמא בפסח לא אקרבוה אימור דמחוסר זמן הוה אלא ולדה בעצרת היכי משהי לה ועברי עליה בעשה", 
            "אמר רב זביד משמיה דרבא", 
            "כגון"
        ], 
        [
            "שהיה חולה בעצרת רב אשי אמר", 
            "מאי ואכלנו ולדה שלמים בחג דקתני חג השבועות", 
            "ואידך", 
            "כל היכא דתני פסח תני עצרת", 
            "(אמר) רבא", 
            "כיון שעברו עליו ג' רגלים בכל יום ויום עובר בבל תאחר", 
            "מיתיבי", 
            "אחד בכור ואחד כל הקדשים כיון שעברו עליהם שנה בלא רגלים רגלים בלא שנה עובר בבל תאחר", 
            "והאי מאי תיובתיה", 
            "אמר רב כהנא", 
            "מאן דקא מותיב שפיר קא מותיב", 
            "מכדי תנא אלאוי קא מהדר ליתני", 
            "בכל יום ויום עובר בבל תאחר", 
            "ואידך", 
            "תנא למיקבעיה בלאו קא מהדר בלאוי יתירי לא קא מהדר", 
            "גופא אחד בכור ואחד כל הקדשים כיון שעברו עליהם שנה בלא רגלים רגלים בלא שנה עובר בבל תאחר", 
            "בשלמא רגלים בלא שנה משכחת לה", 
            "אלא שנה בלא רגלים היכי משכחת לה", 
            "הניחא למאן דאית ליה כסדרן משכחת לה", 
            "אלא למאן דלית ליה כסדרן היכי משכחת לה", 
            "בשלמא לרבי משכחת לה בשנה מעוברת דתניא", 
            "(ויקרא כה, ל) שנה תמימה רבי אומר", 
            "מונה ג' מאות וששים וחמשה יום כמנין ימות החמה", 
            "וחכ\"א", 
            "מונה י\"ב חדש מיום ליום ואם נתעברה שנה נתעברה לו", 
            "משכחת לה לרבי דאקדשה בתר חג המצות דכי מטא שילהי אדר בתראה שנה מליא רגלים לא מלו", 
            "אלא לרבנן היכי משכחת לה", 
            "כדתני רב שמעיה", 
            "עצרת פעמים ה' פעמים ששה פעמים שבעה", 
            "הא כיצד", 
            "שניהן מלאין חמשה שניהן חסרין שבעה אחד מלא ואחד חסר ששה", 
            "ומאן תנא דפליג עליה דרב שמעיה אחרים היא", 
            "דתניא אחרים אומרים", 
            "אין בין עצרת לעצרת אין בין ר\"ה לר\"ה אלא ד' ימים בלבד", 
            "ואם היתה שנה מעוברת חמשה", 
            "בעי ר' זירא", 
            "יורש מהו בבל תאחר", 
            "(דברים כג, כב) כי תדור נדר אמר רחמנא והא לא נדר או דלמא (דברים יב, ה) ובאת שמה והבאתם שמה והא מיחייב", 
            "ת\"ש דתני רבי חייא", 
            "(דברים כג, כב) מעמך פרט ליורש", 
            "והאי מעמך מיבעי ליה זה לקט שכחה ופאה", 
            "קרי ביה עמך וקרי ביה מעמך", 
            "בעי ר' זירא", 
            "אשה מה היא בבל תאחר", 
            "מי אמרינן הא לא מיחייבא בראיה או דלמא", 
            "הא איתה בשמחה", 
            "א\"ל אביי", 
            "ותיפוק ליה דהא איתה בשמחה", 
            "ומי אמר אביי הכי", 
            "והאמר אביי", 
            "אשה בעלה משמחה", 
            "לדבריו דר' זירא קאמר", 
            "איבעי' להו", 
            "בכור מאימתי מונין לו שנה", 
            "אביי אמר", 
            "משעה שנולד רב אחא בר יעקב אמר", 
            "משעה שנראה להרצאה", 
            "ולא פליגי הא בתם"
        ], 
        [
            "הא בבעל מום", 
            "בעל מום מי מצי אכיל ליה", 
            "דקים ליה ביה שכלו לו חדשיו", 
            "ת\"ר", 
            "באחד בניסן ראש השנה לחדשים ולעיבורין ולתרומת שקלים וי\"א אף לשכירות בתים", 
            "לחדשים מנלן דכתיב (שמות יב, ב) החדש הזה לכם ראש חדשים ראשון הוא לכם לחדשי השנה", 
            "דברו אל כל עדת ישראל לאמר בעשור לחדש הזה ויקחו להם איש שה לבית אבות שה לבית", 
            "והיה לכם למשמרת עד ארבעה עשר יום לחדש הזה ושחטו אותו וגו' וכתיב (דברים טז, א) שמור את חדש האביב איזהו חדש שיש בו אביב הוי אומר זה ניסן וקרי ליה ראשון", 
            "ואימא אייר", 
            "בעינא אביב וליכא", 
            "ואימא אדר", 
            "בעינא רוב אביב וליכא", 
            "מידי רוב אביב כתיב", 
            "אלא אמר רב חסדא", 
            "מהכא (ויקרא כג, לט) אך בחמשה עשר יום לחדש השביעי באספכם את תבואת הארץ", 
            "איזהו חדש שיש בו אסיפה הוי אומר זה תשרי וקא קרי ליה שביעי", 
            "ואימא מרחשון ומאי שביעי שביעי לאייר", 
            "בעינא אסיף וליכא", 
            "ואימא אלול ומאי שביעי שביעי לאדר", 
            "בעינא רוב אסיף וליכא", 
            "מידי רוב אסיף כתיב", 
            "אלא אמר רבינא", 
            "דבר זה מתורת משה רבינו לא למדנו מדברי קבלה למדנו", 
            "(זכריה א, ז) ביום עשרים וארבעה לעשתי עשר חדש הוא חדש שבט", 
            "רבה בר עולא אמר מהכא", 
            "(אסתר ב, טז) ותלקח אסתר אל המלך אחשורוש אל בית מלכותו בחדש העשירי הוא חדש טבת רב כהנא אמר", 
            "מהכא (זכריה ז, א) בארבעה לחדש התשיעי בכסלו רב אחא בר יעקב אמר מהכא", 
            "(אסתר ח, ט) ויקראו סופרי המלך בעת ההיא בחדש השלישי הוא חדש סיון", 
            "רב אשי אמר מהכא", 
            "(אסתר ג, ז) הפיל פור הוא הגורל לפני המן מיום ליום ומחדש לחדש שנים עשר הוא חדש אדר ואיבעית אימא מהכא", 
            "(אסתר ג, ז) בחדש הראשון הוא חדש ניסן", 
            "וכולהו מאי טעמא לא אמרי מהאי", 
            "דלמא מאי ראשון ראשון למילתיה", 
            "ותנא דידן", 
            "בשנים קמיירי בחדשים לא קמיירי:", 
            "ולעיבורין:", 
            "לעיבורין מניסן מנינן", 
            "והתניא", 
            "אין מעברין השנה לפני ר\"ה ואם עיברוה אינה מעוברת אבל מפני הדחק מעברין אותה אחר ר\"ה מיד ואעפ\"כ אין מעברין אלא אדר", 
            "אמר רב נחמן בר יצחק", 
            "מאי עיבורין הפסקת עיבורין", 
            "דתנן", 
            "הן העידו שמעברין השנה כל אדר", 
            "שהיו אומרים עד הפורים", 
            "מ\"ט דמאן דאמר עד הפורים", 
            "כיון דאמר מר", 
            "שואלין בהלכות הפסח קודם לפסח שלשים יום אתי לזלזולי בחמץ", 
            "ואידך", 
            "מידע ידיע דשתא מעברתא בחושבנא תליא מלתא וסברי", 
            "חושבנא הוא דלא סליק להו לרבנן עד האידנא", 
            "ותנא דידן", 
            "בהתחלה קמיירי בהפסקה לא קמיירי:", 
            "ולתרומת שקלים:", 
            "מנלן", 
            "א\"ר יאשיה", 
            "אמר קרא (במדבר כח, יד) זאת עולת חדש בחדשו לחדשי השנה אמרה תורה", 
            "חדש והבא קרבן מתרומה חדשה", 
            "וגמרי שנה שנה מניסן דכתיב (שמות יב, ב) ראשון הוא לכם לחדשי השנה", 
            "ולגמור שנה שנה מתשרי דכתיב (דברים יא, יב) מראשית השנה", 
            "דנין שנה שיש עמה חדשים משנה שיש עמה חדשים ואין דנין שנה שיש עמה חדשים משנה שאין עמה חדשים", 
            "אמר רב יהודה אמר שמואל", 
            "קרבנות צבור הבאין באחד בניסן מצוה להביא מן החדש ואם הביא מן הישן יצא אלא שחיסר מצוה", 
            "תנ\"ה", 
            "קרבנות צבור הבאין באחד בניסן מצוה להביא מן החדש ואם הביא מן הישן יצא אלא שחיסר מצוה ויחיד שהתנדב משלו כשרין בלבד שימסרם לצבור", 
            "פשיטא", 
            "מהו דתימא", 
            "ליחוש שמא"
        ], 
        [
            "לא ימסרם לצבור יפה יפה קא משמע לן", 
            "ותנא דידן", 
            "כיון דקתני אם הביא יצא לא פסיקא ליה:", 
            "ויש אומרים אף לשכירות בתים:", 
            "תנו רבנן", 
            "המשכיר בית לחבירו לשנה מונה שנים עשר חודש מיום ליום", 
            "ואם אמר לשנה זו אפילו לא עמד אלא באחד באדר כיון שהגיע יום אחד בניסן עלתה לו שנה", 
            "ואפילו למאן דאמר יום אחד בשנה חשוב שנה שאני הכא דלא טרח איניש למיגר ביתא לבציר מתלתין יומין", 
            "ואימא תשרי", 
            "סתם כי אגר איניש ביתא לכולהו ימות הגשמים אגר", 
            "ותנא קמא דברייתא ותנא דידן", 
            "בניסן נמי מישכח שכיח קיטרי:", 
            "באחד באלול ר\"ה למעשר בהמה:", 
            "מני", 
            "רבי מאיר היא (דתניא) ר\"מ אומר", 
            "באחד באלול ראש השנה למעשר בהמה", 
            "ולרגלים מני רבי שמעון היא", 
            "אימא סיפא", 
            "ר' אלעזר ור\"ש אומרים", 
            "באחד בתשרי רישא וסיפא ר\"ש ומציעתא ר\"מ", 
            "אמר רב יוסף", 
            "רבי היא ונסיב לה אליבא דתנאי", 
            "ברגלים סבר לה כר\"ש ובמעשר בהמה סבר לה כר\"מ", 
            "אי הכי ארבעה", 
            "חמשה הוו", 
            "אמר רבא", 
            "ארבעה לדברי הכל", 
            "לר\"מ ארבעה דל רגלים לר\"ש ארבעה דל מעשר בהמה", 
            "רב נחמן בר יצחק אמר", 
            "ארבעה חדשים ובהן כמה ראשי שנים", 
            "מיתיבי", 
            "ששה עשר בניסן ראש השנה לעומר ששה בסיון ראש השנה לשתי הלחם", 
            "לרבא ליתני ששה לר\"נ בר יצחק ליתני חמשה", 
            "אמר רב פפא", 
            "כי קא חשיב מידי דחייל מאורתא מידי דלא חייל מאורתא לא קא חשיב", 
            "והרי רגלים דלא חיילי מאורתא וקחשיב", 
            "כיון שצריך לאיתויי מעיקרא מיחייב וקאי", 
            "והרי יובלות דלא חיילי מאורתא וקחשיב", 
            "ר' ישמעאל בנו של ר' יוחנן בן ברוקא היא דאמר", 
            "מראש השנה חייל יובל", 
            "רב שישא בריה דרב אידי אמר", 
            "כי קא חשיב מידי דלא תלי במעשה מידי דתלי במעשה לא קא חשיב", 
            "והרי רגלים מידי דתלי במעשה וקא חשיב", 
            "בל תאחר ממילא חייל"
        ], 
        [
            "והרי יובלות", 
            "ר' ישמעאל בנו של רבי יוחנן בן ברוקה היא", 
            "ורב אשי אמר", 
            "ארבע ראשי השנים הם שהן בארבע ראשי חדשים", 
            "באחד בשבט כב\"ש", 
            "ה\"ק", 
            "שלשה לדברי הכל באחד בשבט מחלוקת ב\"ש וב\"ה:", 
            "ר' אלעזר ור\"ש אומרים באחד בתשרי:", 
            "א\"ר יוחנן", 
            "ושניהם מקרא אחד דרשו שנאמר (תהלים סה, יד) לבשו כרים הצאן ועמקים יעטפו בר יתרועעו אף ישירו", 
            "ר\"מ סבר", 
            "אימתי לבשו כרים הצאן בזמן שעמקים יעטפו בר", 
            "ואימתי עמקים יעטפו בר באדר", 
            "מתעברות באדר ויולדות באב ר\"ה שלהן אלול", 
            "ר' אלעזר ור\"ש אומרים", 
            "אימתי לבשו כרים הצאן בזמן שיתרועעו אף ישירו אימתי שבלים אומרות שירה בניסן מתעברות בניסן ויולדות באלול ר\"ה שלהן תשרי", 
            "ואידך נמי הא כתיב יתרועעו אף ישירו", 
            "ההוא באפלתא דהויין בניסן", 
            "ואידך נמי הכתיב ועמקים יעטפו בר", 
            "ההוא בחרפייתא דאתיין מאדר", 
            "בשלמא לר\"מ כדכתיב לבשו כרים הצאן בזמן שעמקים יעטפו בר ואיכא נמי יתרועעו אף ישירו", 
            "אלא לרבי אלעזר ור\"ש איפכא מיבעי ליה", 
            "לבשו כרים הצאן בזמן שיתרועעו אף ישירו ואיכא נמי דעמקים יעטפו בר", 
            "אלא אמר רבא", 
            "דכ\"ע לבשו כרים הצאן בזמן שעמקים יעטפו בר באדר", 
            "והכא בהאי קרא קמיפלגי", 
            "(דברים יד, כב) עשר תעשר בשני מעשרות הכתוב מדבר אחד מעשר בהמה ואחד מעשר דגן", 
            "ר\"מ סבר", 
            "מקיש מעשר בהמה למעשר דגן מה מעשר דגן סמוך לגמרו עישורו אף מעשר בהמה סמוך לגמרו עישורו", 
            "ורבי אלעזר ור\"ש סברי", 
            "מקיש מעשר בהמה למעשר דגן מה מעשר דגן ר\"ה שלו תשרי אף מעשר בהמה ר\"ה שלו תשרי:", 
            "באחד בתשרי ר\"ה לשנים למאי הלכתא", 
            "אמר רב פפא", 
            "לשטרות", 
            "דתנן", 
            "שטרי חוב המוקדמין פסולין והמאוחרין כשירין", 
            "והתנן", 
            "באחד בניסן ר\"ה למלכים ואמרינן", 
            "למאי הלכתא ואמר רב חסדא", 
            "לשטרות", 
            "לא קשיא", 
            "כאן למלכי ישראל כאן למלכי אומות העולם", 
            "אלא הא דאמר רב חסדא", 
            "לא שנו אלא למלכי ישראל אבל למלכי אומות העולם מתשרי מנינן רב חסדא מתניתין אתא לאשמועינן", 
            "לא רב חסדא קראי אתא לאשמועינן", 
            "ואיבעית אימא", 
            "רב חסדא כרבי זירא מתני לה דרבי זירא אמר", 
            "לתקופה ור\"א היא דאמר", 
            "בתשרי נברא העולם", 
            "רב נחמן בר יצחק אמר", 
            "לדין", 
            "דכתיב (דברים יא, יב) מראשית השנה ועד אחרית שנה מראשית השנה נידון מה יהא בסופה", 
            "ממאי דתשרי הוא דכתיב (תהלים פא, ד) תקעו בחדש שופר בכסה ליום חגנו איזהו חג"
        ], 
        [
            "שהחדש מתכסה בו הוי אומר זה ר\"ה", 
            "וכתיב (תהלים פא, ה) כי חק לישראל הוא משפט לאלהי יעקב", 
            "ת\"ר", 
            "כי חק לישראל הוא משפט לאלהי יעקב מלמד שאין ב\"ד של מעלה נכנסין לדין אא\"כ קידשו ב\"ד של מטה את החדש", 
            "תניא אידך", 
            "כי חק לישראל הוא אין לי אלא לישראל לאומות העולם מנין ת\"ל משפט לאלהי יעקב", 
            "א\"כ מה ת\"ל כי חק לישראל", 
            "מלמד שישראל נכנסין תחילה לדין", 
            "כדרב חסדא דאמר רב חסדא", 
            "מלך וציבור מלך נכנס תחילה לדין שנאמר (מלכים א ח, נט) משפט עבדו ומשפט עמו", 
            "מאי טעמא", 
            "אי בעית אימא", 
            "לאו אורח ארעא למיקם מלכא אבראי ואיבעית אימא", 
            "מקמי דליפוש חרון אף:", 
            "ולשמיטין:", 
            "מנלן", 
            "דכתיב (ויקרא כה, ד) ובשנה השביעית שבת שבתון יהיה לארץ וגמר שנה שנה מתשרי דכתיב (דברים יא, יב) מראשית השנה", 
            "ולגמור שנה שנה מניסן דכתיב (שמות יב, ב) ראשון הוא לכם לחדשי השנה", 
            "דנין שנה שאין עמה חדשים משנה שאין עמה חדשים ואין דנין שנה שאין עמה חדשים משנה שיש עמה חדשים:", 
            "וליובלות:", 
            "יובלות באחד בתשרי הוא", 
            "יובלות בי' בתשרי הוא", 
            "דכתיב (ויקרא כה, ט) ביום הכפורים תעבירו שופר", 
            "הא מני רבי ישמעאל בנו של רבי יוחנן בן ברוקא היא", 
            "דתניא", 
            "(ויקרא כה, י) וקדשתם את שנת החמשים שנה מה ת\"ל", 
            "לפי שנאמר ביוה\"כ יכול לא תהא מתקדשת אלא מיוה\"כ ואילך ת\"ל וקדשתם את שנת החמשים מלמד שמתקדשת והולכת מתחילתה", 
            "מכאן אמר ר' ישמעאל בנו של ר' יוחנן בן ברוקא", 
            "מר\"ה עד יוה\"כ לא היו עבדים נפטרין לבתיהן ולא משתעבדין לאדוניהם אלא אוכלין ושותין ושמחין ועטרותיהן בראשיהן", 
            "כיון שהגיע יוה\"כ תקעו ב\"ד בשופר נפטרו עבדים לבתיהן ושדות חוזרות לבעליהן", 
            "ורבנן", 
            "שנים אתה מקדש ואי אתה מקדש חדשים", 
            "תניא אידך", 
            "יובל היא מה תלמוד לומר", 
            "לפי שנאמר וקדשתם את שנת החמשים יכול כשם שמתקדשת והולכת מתחילתה כך מתקדשת והולכת בסופה ואל תתמה שהרי מוסיפין מחול על קדש תלמוד לומר (ויקרא כה, יא) יובל היא שנת החמשים שנת החמשים אתה מקדש ואי אתה מקדש שנת החמשים ואחת"
        ], 
        [
            "ורבנן", 
            "שנת חמשים אתה מונה ואי אתה מונה שנת חמשים ואחת", 
            "לאפוקי מדר' יהודה דאמר", 
            "שנת חמשים עולה לכאן ולכאן", 
            "קא משמע לן דלא", 
            "ודמוסיפין מחול על קדש מנלן", 
            "דתניא", 
            "(שמות לד, כא) בחריש ובקציר תשבות ר\"ע אומר", 
            "אינו צריך לומר חריש וקציר של שביעית שהרי כבר נאמר (ויקרא כה, ד) שדך לא תזרע וגו'", 
            "אלא", 
            "חריש של ערב שביעית הנכנס לשביעית וקציר של שביעית היוצא למוצאי שביעית", 
            "ר' ישמעאל אומר", 
            "מה חריש רשות אף קציר רשות יצא קציר העומר שהוא מצוה", 
            "ורבי ישמעאל מוסיפין מחול על קדש מנ\"ל", 
            "נפקא ליה מדתניא", 
            "(ויקרא כג, לב) ועניתם את נפשותיכם בתשעה יכול בתשעה", 
            "תלמוד לומר בערב אי בערב יכול משתחשך", 
            "ת\"ל בתשעה", 
            "הא כיצד", 
            "מתחיל ומתענה מבעוד יום", 
            "מלמד שמוסיפין מחול על קדש", 
            "אין לי אלא בכניסתו ביציאתו מנין", 
            "ת\"ל (ויקרא כג, לב) מערב עד ערב", 
            "אין לי אלא יוה\"כ שבתות מנין", 
            "ת\"ל תשבתו", 
            "ימים טובים מנין", 
            "ת\"ל שבתכם", 
            "הא כיצד", 
            "כל מקום שיש בו שבות מוסיפין מחול על קדש", 
            "ור\"ע האי ועניתם את נפשותיכם בתשעה מאי עביד ליה", 
            "מיבעי ליה לכדתני חייא בר רב מדפתי", 
            "דתני חייא בר רב מדפתי", 
            "ועניתם את נפשותיכם בתשעה וכי בתשעה מתענין", 
            "והלא בעשירי מתענין", 
            "אלא לומר לך", 
            "כל האוכל ושותה בתשיעי מעלה עליו הכתוב"
        ], 
        [
            "כאילו התענה תשיעי ועשירי", 
            "ת\"ר", 
            "(ויקרא כה, יא) יובל היא אע\"פ שלא שמטו אע\"פ שלא תקעו", 
            "יכול אע\"פ שלא שלחו ת\"ל היא דברי רבי יהודה", 
            "רבי יוסי אומר", 
            "יובל היא אע\"פ שלא שמטו אע\"פ שלא שלחו", 
            "יכול אע\"פ שלא תקעו ת\"ל היא", 
            "וכי מאחר שמקרא אחד מרבה ומקרא אחד ממעיט מפני מה אני אומר יובל היא אע\"פ שלא שלחו ואין יובל אא\"כ תקעו", 
            "לפי שאפשר לעולם בלא שילוח עבדים ואי אפשר לעולם בלא תקיעת שופר", 
            "דבר אחר", 
            "זו מסורה לב\"ד וזו אינה מסורה לבית דין", 
            "מאי דבר אחר", 
            "וכי תימא", 
            "אי אפשר דליכא חד בסוף העולם דלא משלח זו מסורה לב\"ד וזו אינה מסורה לב\"ד", 
            "בשלמא לרבי יוסי כדקאמר טעמיה אלא לרבי יהודה מ\"ט", 
            "אמר קרא (ויקרא כה, י) וקראתם דרור בארץ וקסבר", 
            "מקרא נדרש לפניו ולא לפני פניו", 
            "דכולי עלמא דרור לשון חירות מאי משמע", 
            "דתניא", 
            "אין דרור אלא לשון חירות", 
            "א\"ר יהודה מה לשון דרור כמדייר בי דיירא ומוביל סחורה בכל מדינה", 
            "אמר ר' חייא בר אבא א\"ר יוחנן", 
            "זו דברי ר' יהודה ור' יוסי אבל חכמים אומרים", 
            "שלשתן מעכבות בו", 
            "קסברי", 
            "מקרא נדרש לפניו ולפני פניו ולאחריו", 
            "והכתיב יובל", 
            "ההוא דאפילו בחוצה לארץ", 
            "והכתיב בארץ", 
            "ההוא", 
            "בזמן שנוהג דרור בארץ נוהג בחוצה לארץ בזמן שאינו נוהג בארץ אינו נוהג בחוצה לארץ ולנטיעה:", 
            "מנלן", 
            "דכתיב (ויקרא יט, כג) שלש שנים ערלים וכתיב (ויקרא יט, כד) ובשנה הרביעית ויליף שנה שנה מתשרי דכתיב (דברים יא, יב) מראשית השנה", 
            "וליגמר שנה שנה מניסן דכתיב (שמות יב, ב) ראשון הוא לכם לחדשי השנה", 
            "דנין שנה שאין עמה חדשים משנה שאין עמה חדשים ואין דנין שנה שאין עמה חדשים משנה שיש עמה חדשים:", 
            "ת\"ר", 
            "אחד הנוטע אחד המבריך ואחד המרכיב ערב שביעית שלשים יום לפני ראש השנה עלתה לו שנה ומותר לקיימן בשביעית", 
            "פחות משלשים יום לפני ראש השנה לא עלתה לו שנה ואסור לקיימן בשביעית"
        ], 
        [
            "ופירות נטיעה זו אסורין עד ט\"ו בשבט אם לערלה ערלה ואם לרבעי רבעי", 
            "מה\"מ", 
            "א\"ר חייא בר אבא א\"ר יוחנן ומטו בה משמיה דר' ינאי", 
            "אמר קרא (ויקרא יט, כד) ובשנה הרביעית ובשנה החמישית פעמים שברביעית ועדיין אסורה משום ערלה ופעמי' שבחמישית ועדיין אסורה משום רבעי", 
            "לימא דלא כר\"מ דאי ר\"מ הא אמר", 
            "יום אחד בשנה חשוב שנה", 
            "דתניא", 
            "פר האמור בתורה סתם בן עשרים וארבעה חדש ויום אחד דברי ר\"מ", 
            "ר' אלעזר אומר", 
            "בן עשרים וארבעה חדש ול' יום", 
            "שהיה ר\"מ אומר", 
            "כל מקום שנאמר עגל בתורה סתם בן שנה בן בקר בן שתים פר בן שלש", 
            "אפילו תימא ר\"מ כי קאמר ר\"מ יום אחד בשנה חשוב שנה בסוף שנה אבל בתחלת שנה לא", 
            "אמר רבא", 
            "ולאו ק\"ו הוא", 
            "ומה נדה שאין תחילת היום עולה לה בסופה סוף היום עולה לה בתחלתה שנה שיום אחד עולה לה בסופה"
        ], 
        [
            "אינו דין שיום אחד עולה בתחלתה", 
            "ואלא מאי ר\"א שלשים ושלשים בעי", 
            "דתנן", 
            "אין נוטעין ואין מבריכין ואין מרכיבין ערב שביעית פחות מל' יום לפני ר\"ה ואם נטע והבריך והרכיב יעקור (דברי ר' אליעזר)", 
            "ר\"י אומר", 
            "כל הרכבה שאינה קולטת בג' ימים שוב אינה קולטת", 
            "רבי יוסי ור\"ש אומרים", 
            "שתי שבתות", 
            "ואמר רב נחמן אמר רבה בר אבוה", 
            "לדברי האומר ל' צריך ל' ושלשים לדברי האומר שלשה צריך שלשה ושלשים לדברי האומר ב' שבתות צריך שתי שבתות ושלשים יום", 
            "וא\"נ כר' יהודה ס\"ל ג' ושלשים בעי", 
            "אלא לעולם ר\"מ", 
            "וכי קאמר ל' לקליטה", 
            "אי הכי ל\"א בעי", 
            "קא סבר", 
            "יום ל' עולה לכאן ולכאן", 
            "א\"ר יוחנן", 
            "ושניהן מקרא אחד דרשו", 
            "(בראשית ח, יג) ויהי באחת ושש מאות שנה בראשון באחד לחדש ר\"מ סבר", 
            "מדאכתי יום אחד הוא דעייל בשנה וקא קרי לה שנה שמע מינה", 
            "יום אחד בשנה חשוב שנה", 
            "ואידך", 
            "אי כתיב בשש מאות ואחת שנה כדקאמרת השתא דכתיב באחת ושש מאות שנה שנה אשש מאות קאי ומאי אחת אתחלתא דאחת קאמר", 
            "ור\"א מ\"ט", 
            "דכתיב בראשון באחד לחדש מדאכתי יום אחד הוא דעייל בחדש וקא קרי ליה חדש ש\"מ", 
            "יום אחד בחדש חשוב חדש", 
            "ומדיום אחד בחדש חשוב חדש ל' יום בשנה חשובין שנה", 
            "וחדש למנוייו ושנה למנוייה", 
            "(מכלל דתרוייהו סבירא להו בניסן נברא העולם)", 
            "תניא רבי אליעזר אומר", 
            "בתשרי נברא העולם בתשרי נולדו אבות בתשרי מתו אבות בפסח נולד יצחק בראש השנה נפקדה שרה רחל וחנה בראש השנה יצא יוסף מבית האסורין"
        ], 
        [
            "בר\"ה בטלה עבודה מאבותינו במצרים בניסן נגאלו בתשרי עתידין ליגאל", 
            "ר' יהושע אומר", 
            "בניסן נברא העולם בניסן נולדו אבות בניסן מתו אבות בפסח נולד יצחק בר\"ה נפקדה שרה רחל וחנה בר\"ה יצא יוסף מבית האסורין בר\"ה בטלה עבודה מאבותינו במצרים בניסן נגאלו בניסן עתידין ליגאל", 
            "תניא ר\"א אומר", 
            "מנין שבתשרי נברא העולם שנאמר (בראשית א, יא) ויאמר אלהים תדשא הארץ דשא עשב מזריע זרע עץ פרי", 
            "איזהו חדש שהארץ מוציאה דשאים ואילן מלא פירות הוי אומר זה תשרי ואותו הפרק זמן רביעה היתה וירדו גשמים וצימחו שנא' (בראשית ב, ו) ואד יעלה מן הארץ", 
            "ר' יהושע אומר", 
            "מנין שבניסן נברא העולם שנא' (בראשית א, יב) ותוצא הארץ דשא עשב מזריע זרע ועץ עושה פרי", 
            "איזהו חדש שהארץ מליאה דשאים ואילן מוציא פירות הוי אומר זה ניסן ואותו הפרק זמן בהמה וחיה ועוף שמזדווגין זה אצל זה שנאמר (תהלים סה, יד) לבשו כרים הצאן וגו'", 
            "ואידך נמי הא כתיב עץ עושה פרי", 
            "ההוא לברכה לדורות הוא דכתיב", 
            "ואידך נמי הא כתיב עץ פרי", 
            "ההוא כדר' יהושע בן לוי דא\"ר יהושע בן לוי", 
            "כל מעשה בראשית (לקומתן) נבראו לדעתן נבראו לצביונן נבראו", 
            "שנא' (בראשית ב, א) ויכלו השמים והארץ וכל צבאם אל תקרי צבאם אלא צביונם", 
            "ר\"א אומר", 
            "מנין שבתשרי נולדו אבות שנא' (מלכים א ח, ב) ויקהלו אל המלך שלמה כל איש ישראל בירח האיתנים בחג ירח שנולדו בו איתני עולם", 
            "מאי משמע דהאי איתן לישנא דתקיפי הוא כדכתיב (במדבר כד, כא) איתן מושבך ואומר (מיכה ו, ב) שמעו הרים את ריב ה' והאיתנים מוסדי ארץ ואומר (שיר השירים ב, ח) קול דודי הנה זה בא מדלג על ההרים מקפץ על הגבעות", 
            "מדלג על ההרים בזכות אבות מקפץ על הגבעות בזכות אמהות", 
            "ר' יהושע אומר", 
            "מנין שבניסן נולדו אבות שנאמר (מלכים א ו, א) ויהי בשמונים שנה וארבע מאות שנה לצאת בני ישראל מארץ מצרים בשנה הרביעית בחדש זיו בירח שנולדו בו זיותני עולם", 
            "(ואידך נמי הכתיב) בירח האיתנים", 
            "התם דתקיפי במצות", 
            "ואידך נמי הכתיב בחדש זיו", 
            "ההוא דאית ביה זיוא לאילני", 
            "דאמר רב יהודה", 
            "האי מאן דנפק ביומי ניסן וחזי אילני דמלבלבי אומר", 
            "ברוך שלא חיסר מעולמו כלום וברא בו בריות טובות ואילנות טובות להתנאות בהן בני אדם", 
            "מ\"ד בניסן נולדו בניסן מתו", 
            "מ\"ד בתשרי נולדו בתשרי מתו", 
            "שנאמר (דברים לא, ב) ויאמר אליהם בן מאה ועשרים שנה אנכי היום", 
            "שאין ת\"ל היום ומה ת\"ל היום היום מלאו ימי ושנותי ללמדך שהקב\"ה יושב וממלא שנותיהם של צדיקים מיום ליום מחדש לחדש שנאמר (שמות כג, כו) את מספר ימיך אמלא", 
            "בפסח נולד יצחק מנלן", 
            "כדכתיב (בראשית יח, יד) למועד אשוב אליך", 
            "אימת קאי", 
            "אילימא בפסח וקאמר ליה בעצרת בחמשין יומין מי קא ילדה", 
            "אלא דקאי בעצרת וקאמר ליה בתשרי אכתי בחמשה ירחי מי קא ילדה", 
            "אלא דקאי בחג וקאמר לה בניסן אכתי בשיתא ירחי מי קא ילדה", 
            "תנא", 
            "אותה שנה מעוברת היתה", 
            "סוף סוף כי מדלי מר יומי טומאה בצרי להו", 
            "אמר מר זוטרא", 
            "אפילו למ\"ד יולדת לתשעה אינה יולדת למקוטעין יולדת לשבעה יולדת למקוטעין שנאמר (שמואל א א, כ) ויהי לתקופות הימים מיעוט תקופות שתים ומיעוט ימים שנים", 
            "בראש השנה נפקדה שרה רחל וחנה מנלן", 
            "א\"ר אלעזר", 
            "אתיא פקידה פקידה אתיא זכירה זכירה", 
            "כתיב ברחל (בראשית ל, כב) ויזכור אלהים את רחל וכתיב בחנה (שמואל א א, יט) ויזכרה ה' ואתיא זכירה זכירה מראש השנה דכתיב (ויקרא כג, כד) שבתון זכרון תרועה", 
            "פקידה פקידה כתיב בחנה (שמואל א ב, כא) כי פקד ה' את חנה וכתיב בשרה (בראשית כא, א) וה' פקד את שרה", 
            "בראש השנה יצא יוסף מבית האסורין מנלן", 
            "דכתיב (תהלים פא, ד) תקעו בחדש שופר (בכסא) ליום חגנו כי חק לישראל הוא וגו'"
        ], 
        [
            "עדות ביהוסף שמו בצאתו וגו'", 
            "בר\"ה בטלה עבודה מאבותינו במצרי' כתיב הכא (שמות ו, ו) והוצאתי אתכם מתחת סבלות מצרים וכתיב התם (תהלים פא, ז) הסירותי מסבל שכמו", 
            "בניסן נגאלו כדאיתא", 
            "בתשרי עתידין ליגאל אתיא שופר שופר", 
            "כתיב הכא תקעו בחדש שופר וכתיב התם (ישעיהו כז, יג) ביום ההוא יתקע בשופר גדול", 
            "ר' יהושע אומר", 
            "בניסן נגאלו בניסן עתידין ליגאל", 
            "מנלן", 
            "אמר קרא (שמות יב, מב) ליל שמורים ליל המשומר ובא מששת ימי בראשית", 
            "ואידך", 
            "לילה המשומר ובא מן המזיקין", 
            "ואזדו לטעמייהו דתניא", 
            "(בראשית ז, יא) בשנת שש מאות שנה לחיי נח בחדש השני בשבעה עשר יום לחדש", 
            "רבי יהושע אומר", 
            "אותו היום י\"ז באייר היה יום שמזל כימה שוקע ביום ומעינות מתמעטין ומתוך ששינו מעשיהן שינה הקב\"ה עליהם מעשה בראשית והעלה מזל כימה ביום ונטל שני כוכבים מכימה והביא מבול לעולם", 
            "ר' אליעזר אומר", 
            "אותו היום י\"ז במרחשון היה יום שמזל כימה עולה ביום ומעיינות מתגברים"
        ], 
        [
            "ומתוך ששינו מעשיהם שינה הקב\"ה עליהם מעשה בראשית והעלה מזל כימה ביום ונטל שני כוכבים והביא מבול לעולם", 
            "בשלמא לר' יהושע היינו דכתיב שני אלא לר\"א מאי שני", 
            "שני לדין", 
            "בשלמא לרבי יהושע היינו דשינה אלא לר\"א מאי שינה", 
            "כדרב חסדא", 
            "דאמר רב חסדא", 
            "ברותחין קלקלו וברותחין נידונו", 
            "ברותחין קלקלו בעבירה וברותחין נידונו כתיב הכא (בראשית ח, א) וישכו המים וכתיב התם (אסתר ז, י) וחמת המלך שככה", 
            "ת\"ר", 
            "חכמי ישראל מונין למבול כר\"א ולתקופה כר' יהושע", 
            "חכמי אומות העולם מונין אף למבול כר' יהושע:", 
            "ולירקות:", 
            "תנא", 
            "לירקות ולמעשרות ולנדרים", 
            "לירקות מאי נינהו מעשר ירק היינו מעשרות", 
            "תנא דרבנן וקתני דאורייתא", 
            "וליתני דאורייתא ברישא", 
            "איידי דחביבא ליה אקדמה", 
            "ותנא דידן", 
            "תנא דרבנן וכל שכן דאורייתא", 
            "וליתני מעשר", 
            "אחד מעשר בהמה ואחד מעשר דגן וליתני ירק", 
            "תרי גווני ירק דתנן", 
            "ירק הנאגד משיאגד ושאינו נאגד משימלא את הכלי", 
            "ת\"ר", 
            "ליקט ירק ערב ראש השנה עד שלא תבא השמש וחזר וליקט"
        ], 
        [
            "משתבא השמש אין תורמין ומעשרין מזה על זה לפי שאין תורמין ומעשרין לא מן החדש על הישן ולא מן הישן על החדש", 
            "אם היתה שניה נכנסת לשלישית שניה מעשר ראשון ומעשר שני שלישית מעשר ראשון ומעשר עני", 
            "מנה\"מ", 
            "אמר ריב\"ל", 
            "(דברים כו, יב) כי תכלה לעשר את כל מעשר תבואתך בשנה השלישית שנת המעשר שנה שאין בה אלא מעשר אחד", 
            "הא כיצד", 
            "מעשר ראשון ומעשר עני ומעשר שני יבטל", 
            "או אינו אלא אף מעשר ראשון נמי יבטל", 
            "ת\"ל (במדבר יח, כו) ואל הלוים תדבר ואמרת אליהם כי תקחו מאת בני ישראל את המעשר אשר נתתי לכם מאתם בנחלתכם הקישו הכתוב לנחלה מה נחלה אין לה הפסק אף מעשר ראשון אין לו הפסק", 
            "(תניא אידך) כי תכלה לעשר וגו' שנה שאין בה אלא מעשר אחד", 
            "הא כיצד", 
            "מעשר ראשון ומעשר עני ומעשר שני יבטל", 
            "יכול אף מעשר ראשון נמי יבטל ת\"ל (דברים יד, כט) ובא הלוי כל זמן שבא תן לו דברי ר' יהודה", 
            "רבי אליעזר בן יעקב אומר", 
            "אינו צריך הרי הוא אומר ואל הלוים תדבר ואמרת אליהם כי תקחו מאת בני ישראל את המעשר אשר נתתי לכם מאתם בנחלתכם הקישו הכתוב לנחלה מה נחלה אין לה הפסק אף מעשר ראשון אין לו הפסק:", 
            "ולנדרים וכו' ת\"ר", 
            "המודר הנאה מחבירו לשנה מונה שנים עשר חודש מיום ליום", 
            "ואם אמר לשנה זו אפילו לא עמד אלא בעשרים ותשעה באלול כיון שהגיע יום אחד בתשרי עלתה לו שנה", 
            "אפי' למאן דאמר יום אחד בשנה אינו חשוב שנה לצעוריה נפשיה קביל עליה והא אצטער ליה", 
            "ואימא ניסן", 
            "בנדרים הלך אחר לשון בני אדם", 
            "תנן התם", 
            "התלתן משתצמח התבואה והזיתים משיביאו שליש", 
            "מאי משתצמח משתצמח לזרעים", 
            "התבואה והזיתים משיביאו שליש", 
            "מנה\"מ", 
            "אמר רב אסי א\"ר יוחנן ומטו בה משמיה דרבי יוסי הגלילי", 
            "אמר קרא (דברים לא, י) מקץ שבע שנים במועד שנת השמטה בחג הסוכות", 
            "שנת השמטה מאי עבידתיה בחג הסוכות", 
            "שמינית היא", 
            "אלא לומר לך", 
            "כל תבואה שהביאה שליש בשביעית לפני ראש השנה אתה נוהג בו מנהג שביעית בשמינית", 
            "אמר ליה ר' זירא לרב אסי"
        ], 
        [
            "ודלמא לא עייל כלל", 
            "וקאמר רחמנא תשמט ותיזיל עד חג הסוכות", 
            "לא סלקא דעתך דכתיב (שמות כג, טז) וחג האסיף בצאת השנה", 
            "מאי אסיף", 
            "אילימא חג הבא בזמן אסיפה הכתיב באספך", 
            "אלא", 
            "מאי אסיף קציר וקים להו לרבנן דכל תבואה שנקצרה בחג בידוע שהביאה שליש לפני ראש השנה וקא קרי לה בצאת השנה", 
            "א\"ל ר' ירמיה לר' זירא", 
            "וקים להו לרבנן בין שליש לפחות משליש", 
            "א\"ל", 
            "לאו אמינא לך לא תפיק נפשך לבר מהלכתא", 
            "כל מדות חכמים כן הוא בארבעים סאה הוא טובל בארבעים סאה חסר קורטוב אינו יכול לטבול בהן", 
            "כביצה מטמא טומאת אוכלין כביצה חסר שומשום אינו מטמא טומאת אוכלין", 
            "שלשה על שלשה מטמא מדרס שלשה על שלשה חסר נימא אחת אינו מטמא מדרס", 
            "הדר א\"ר ירמיה", 
            "לאו מילתא היא דאמרי", 
            "דבעו מיניה חברייא מרב כהנא", 
            "עומר שהקריבו ישראל בכניסתן לארץ מהיכן הקריבוהו", 
            "אם תאמר דעייל ביד נכרי (ויקרא כג, י) קצירכם אמר רחמנא ולא קציר נכרי", 
            "ממאי דאקריבו", 
            "דלמא לא אקריבו", 
            "לא ס\"ד דכתיב (יהושע ה, יא) ויאכלו מעבור הארץ ממחרת הפסח", 
            "ממחרת הפסח אכול מעיקרא", 
            "לא אכול דאקריבו עומר והדר אכלי", 
            "מהיכן הקריבו", 
            "אמר להן", 
            "כל שלא הביא שליש ביד נכרי", 
            "ודלמא עייל ולא קים להו", 
            "אלא", 
            "קים להו הכא נמי", 
            "קים להו", 
            "ודלמא לא עייל כלל אבל היכא דעייל ריבעא בין שליש לפחות משליש לא קים להו", 
            "לא סלקא דעתך דכתיב (יהושע ד, יט) והעם עלו מן הירדן בעשור לחדש ואי ס\"ד דלא עייל כלל בחמשה יומי מי קא מליא", 
            "אלא מאי דעייל רבעא או דנקא אכתי בחמשה יומי מי קא מליא", 
            "אלא מאי אית לך למימר (דניאל יא, מא) ארץ צבי כתיב בה ה\"נ ארץ צבי כתיב בה", 
            "מתקיף לה רבי חנינא", 
            "ומי מצית אמרת דהאי אסיף קציר הוא", 
            "והכתיב (דברים טז, יג) באספך מגרנך ומיקבך ואמר מר", 
            "בפסולת גורן ויקב הכתוב מדבר", 
            "א\"ר זירא", 
            "הא מילתא הואי בידן ואתא רבי חנינא שדא ביה נרגא", 
            "אלא מנלן", 
            "כדתניא רבי יונתן בן יוסף אומר", 
            "(ויקרא כה, כא) ועשת את התבואה לשלש השנים"
        ], 
        [
            "אל תקרי לשלש אלא לשליש", 
            "והא מיבעי ליה לגופיה", 
            "כתיב קרא אחרינא", 
            "(ויקרא כה, כב) וזרעתם את השנה השמינית ואכלתם מן התבואה ישן עד השנה התשיעית", 
            "תנן התם", 
            "האורז והדוחן והפרגין והשומשמין שהשרישו לפני ר\"ה מתעשרין לשעבר ומותרין בשביעית", 
            "ואם לאו אסורין בשביעית ומתעשרין לשנה הבאה", 
            "אמר רבה אמור רבנן", 
            "אילן בתר חנטה תבואה וזיתים בתר שליש ירק בתר לקיטה הני כמאן שוינהו רבנן", 
            "הדר אמר רבה", 
            "מתוך שעשויין פרכין פרכין אזלי רבנן בתר השרשה", 
            "א\"ל אביי", 
            "ויצבור גורנו לתוכו ונמצא תורם מן החדש שבו על החדש שבו מן הישן שבו על הישן שבו", 
            "מי לא תניא רבי יוסי בן כיפר אמר משום ר\"ש שזורי", 
            "פול המצרי שזרעו לזרע מקצתו השריש לפני ר\"ה ומקצתו השריש לאחר ר\"ה אין תורמין ומעשרין מזה על זה לפי שאין תורמין ומעשרין לא מן החדש על הישן ולא מן הישן על החדש", 
            "כיצד הוא עושה", 
            "צובר גורנו לתוכו ונמצא תורם ומעשר מן החדש שבו על החדש שבו ומן הישן שבו על הישן שבו", 
            "א\"ל", 
            "ר\"ש שזורי קאמרת", 
            "ר\"ש שזורי סבר", 
            "יש בילה ורבנן סברי", 
            "אין בילה", 
            "א\"ר יצחק בר נחמני אמר שמואל", 
            "הלכה כרבי יוסי בן כיפר שאמר משום ר\"ש שזורי", 
            "מתקיף לה רבי זירא", 
            "ומי אמר שמואל הכי", 
            "והאמר שמואל", 
            "לכל אין בילה חוץ מיין ושמן", 
            "אשתמיטתיה הא דאמר שמואל", 
            "הכל הולך אחר גמר פרי"
        ], 
        [
            "וצריכא", 
            "דאי אשמעינן הלכה כר\"ש שזורי ה\"א משום דקסבר יש בילה קמ\"ל", 
            "לכל אין בילה", 
            "ואי אשמעינן לכל אין בילה ה\"א כרבנן ס\"ל קמ\"ל", 
            "הלכה כר\"ש שזורי", 
            "ואי אשמעינן הני תרתי ה\"א", 
            "קשיא דשמואל אדשמואל קמ\"ל", 
            "הכל הולך אחר גמר פרי", 
            "ואי אשמעינן הכל הולך אחר גמר פרי הוה אמינא אפילו תבואה וזיתים נמי קמ\"ל", 
            "הלכה כר' שמעון שזורי במאי דפליג", 
            "ולשמעינן הני תרתי לכל אין בילה למה לי", 
            "הא קמ\"ל דליין ושמן יש בילה", 
            "תניא רבי יוסי הגלילי אומר", 
            "(דברים טז, יג) באספך מגרנך ומיקבך מה גורן ויקב מיוחדין שגדילין על מי שנה שעברה ומתעשרין לשנה שעברה אף כל שגדילין על מי שנה שעברה מתעשרין לשנה שעברה יצאו ירקות שגדילין על מי שנה הבאה ומתעשרין לשנה הבאה", 
            "ר\"ע אומר", 
            "באספך מגרנך ומיקבך מה גורן ויקב מיוחדין שגדילין על רוב מים ומתעשרין לשנה שעברה אף כל שגדילין על רוב מים מתעשרין לשנה שעברה יצאו ירקות שגדילין על כל מים ומתעשרין לשנה הבאה", 
            "מאי בינייהו", 
            "א\"ר אבהו", 
            "בצלים הסריסין ופול המצרי איכא בינייהו", 
            "דתנן", 
            "בצלים הסריסין ופול המצרי שמנע מהן מים שלשים יום לפני ר\"ה מתעשרין לשעבר ומותרין בשביעית ואם לאו אסורין בשביעית ומתעשרין לשנה הבאה:", 
            "באחד בשבט ר\"ה לאילן:", 
            "מ\"ט", 
            "אמר רבי אלעזר א\"ר אושעיא", 
            "הואיל ויצאו רוב גשמי שנה ועדיין רוב תקופה מבחוץ", 
            "מאי קאמר", 
            "ה\"ק", 
            "אע\"פ שרוב תקופה מבחוץ הואיל ויצאו רוב גשמי שנה", 
            "ת\"ר", 
            "מעשה בר\"ע שליקט אתרוג באחד בשבט ונהג בו שני עישורין"
        ], 
        [
            "אחד כדברי ב\"ש ואחד כדברי ב\"ה", 
            "ר' יוסי בר יהודה אומר", 
            "לא מנהג ב\"ש וב\"ה נהג בה אלא מנהג רבן גמליאל ור' אליעזר נהג בה", 
            "דתנן", 
            "אתרוג שוה לאילן בג' דרכים ולירק בדרך אחד", 
            "שוה לאילן בג' דרכים", 
            "לערלה ולרבעי ולשביעית", 
            "ולירק בדרך אחד שבשעת לקיטתו עישורו דברי ר\"ג", 
            "ר' אליעזר אומר", 
            "אתרוג שוה לאילן לכל דבר", 
            "ומי עבדינן כתרי חומרי", 
            "והתניא לעולם הלכה כדברי ב\"ה", 
            "והרוצה לעשות כדברי ב\"ש עושה כדברי ב\"ה עושה", 
            "מקולי ב\"ש ומקולי ב\"ה רשע מחומרי ב\"ש ומחומרי ב\"ה עליו הכתוב אומר (קהלת ב, יד) והכסיל בחשך הולך", 
            "אלא", 
            "אי כב\"ש בקוליהון ובחומריהון אי כב\"ה בקוליהון ובחומריהון", 
            "ר\"ע גמריה אסתפק ליה ולא ידע אי ב\"ה באחד בשבט (אומר) אי בט\"ו בשבט (אומר)", 
            "ר' יוסי בר יהודה אומר", 
            "לא מנהג ב\"ש וב\"ה נהג בה אלא מנהג ר\"ג ורבי אליעזר נהג בה", 
            "באחד בשבט כבית שמאי נהג בה", 
            "א\"ר חנינא ואיתימא ר' חנניא", 
            "הכא באתרוג שחנטו פירותיו קודם ט\"ו דאידך שבט עסקינן ובדין הוא אפילו קודם לכן ומעשה שהיה כך היה", 
            "רבינא אמר", 
            "כרוך ותני", 
            "לא אחד בשבט היה אלא ט\"ו בשבט היה ולא מנהג בית שמאי ובית הלל נהג בה אלא מנהג רבן גמליאל ור' אליעזר נהג בה", 
            "אמר רבה בר רב הונא", 
            "השתא דאמר רבן גמליאל אתרוג אחר לקיטתו עישורו כירק ראש השנה שלו תשרי", 
            "מיתיבי ר' שמעון בן אלעזר אומר", 
            "ליקט אתרוג ערב ט\"ו בשבט עד שלא תבוא השמש וחזר וליקט משתבוא השמש אין תורמין ומעשרין מזה על זה לפי שאין תורמין ומעשרין לא מן החדש על הישן ולא מן הישן על החדש", 
            "היתה שלישית נכנסת לרביעית שלישית מעשר ראשון ומעשר עני רביעית מעשר ראשון ומעשר שני"
        ], 
        [
            "מאן שמעת ליה דאזיל בתר לקיטה ר\"ג וקתני שבט", 
            "אלא אי אתמר הכי אתמר", 
            "אמר רבה בר רב הונא אע\"ג דאמר רבן גמליאל אתרוג אחר לקיטה כירק ראש השנה שלו שבט", 
            "מאי שנא התם דקתני אם היתה שניה נכנסת לשלישית ומאי שנא הכא דקתני אם היתה שלישית נכנסת לרביעית", 
            "מילתא אגב אורחיה קמ\"ל", 
            "דאתרוג קשיא ליה ידא ואיידי דממשמשי ביה כולי עלמא בשביעית לא טעין פרי עד תלת שנין", 
            "בעא מיניה ר' יוחנן מרבי ינאי אתרוג ר\"ה שלו אימתי", 
            "א\"ל", 
            "שבט", 
            "שבט דחדשים או שבט דתקופה", 
            "א\"ל", 
            "דחדשים", 
            "בעא מיניה רבא מרב נחמן ואמרי לה ר' יוחנן מרבי ינאי", 
            "היתה שנה מעוברת מהו", 
            "א\"ל", 
            "הלך אחר רוב שנים", 
            "אמר רבה", 
            "אתרוג בת ששית שנכנסה לשביעית פטורה מן המעשר ופטורה מן הביעור", 
            "ובת שביעית שנכנסה לשמינית פטורה במעשר וחייבת בביעור", 
            "א\"ל אביי", 
            "בשלמא סיפא לחומרא אלא רישא פטורה מן הביעור אמאי דאמרינן זיל בתר חנטה אי הכי תיחייב במעשר", 
            "א\"ל", 
            "יד הכל ממשמשין בה ואת אמרת תיחייב במעשר", 
            "ורב המנונא אמר", 
            "בת ששית שנכנסת לשביעית לעולם ששית ובת שביעית הנכנסת לשמינית לעולם שביעית", 
            "מיתיבי ר\"ש בן יהודה אומר משום ר\"ש", 
            "אתרוג בת ששית שנכנסת לשביעית פטורה מן המעשר ופטורה מן הביעור שאין לך דבר שחייב במעשר אא\"כ גדל בחיוב ונלקט בחיוב", 
            "ובת שביעית שנכנסת לשמינית פטורה מן המעשר ופטורה מן הביעור שאין לך דבר שחייב בביעור אא\"כ גדל בשביעית ונלקט בשביעית", 
            "רישא קשיא לרב המנונא סיפא קשיא בין לרבה בין לרב המנונא", 
            "תנאי היא", 
            "דתניא אמר רבי יוסי", 
            "אבטולמוס העיד משום חמשה זקנים", 
            "אתרוג אחר לקיטתו למעשר", 
            "ורבותינו נמנו באושא ואמרו", 
            "אחר לקיטתו בין למעשר בין לשביעית", 
            "שביעית מאן דכר שמיה"
        ], 
        [
            "חסורי מיחסרא והכי קתני", 
            "אתרוג אחר לקטתו למעשר ואחר חנטה לשביעית", 
            "ורבותינו נמנו באושא", 
            "אחר לקיטתו בין למעשר בין לשביעית", 
            "איתמר רבי יוחנן וריש לקיש אמרי תרוייהו", 
            "אתרוג בת ששית שנכנסה לשביעית לעולם ששית", 
            "כי אתא רבין אמר רבי יוחנן", 
            "אתרוג בת ששית שנכנסה לשביעית אפילו כזית ונעשית ככר חייבין עליה משום טבל", 
            "ת\"ר", 
            "אילן שחנטו פירותיו קודם ט\"ו בשבט מתעשר לשנה שעברה אחר ט\"ו בשבט מתעשר לשנה הבאה", 
            "אמר רבי נחמיה", 
            "בד\"א באילן שעושה שתי בריכות בשנה", 
            "שתי בריכות ס\"ד", 
            "אלא אימא", 
            "כעין שתי בריכות", 
            "אבל אילן העושה בריכה אחת כגון דקלים וזיתים וחרובין אע\"פ שחנטו פירותיהן קודם ט\"ו בשבט מתעשרין לשנה הבאה", 
            "אמר רבי יוחנן", 
            "נהגו העם בחרובין כרבי נחמיה", 
            "איתיביה ריש לקיש לרבי יוחנן", 
            "בנות שוח שביעית שלהן שניה מפני שעושות לשלש השנים", 
            "אישתיק", 
            "א\"ל ר' אבא הכהן לרבי יוסי הכהן", 
            "אמאי אישתיק", 
            "לימא ליה", 
            "אמינא לך אנא רבי נחמיה ואת אמרת לי רבנן", 
            "משום דא\"ל", 
            "שבקת רבנן ועבדת כרבי נחמיה", 
            "ולימא ליה", 
            "קאמינא לך נהגו ואת אמרת לי איסורא", 
            "דא\"ל", 
            "במקום איסורא כי נהגו שבקינן (ליה)", 
            "ולימא ליה", 
            "כי אמינא לך אנא מעשר חרובין דרבנן ואת אמרת לי שביעית דאורייתא", 
            "אלא אמר רבי אבא הכהן", 
            "תמיהני אם השיבה ריש לקיש לתשובה זו", 
            "אם השיבה", 
            "הא אותבה", 
            "אלא אימא", 
            "אם קיבלה רבי יוחנן אם לא קיבלה:"
        ], 
        [
            "מתני' בארבעה פרקים העולם נידון", 
            "בפסח על התבואה בעצרת על פירות האילן בר\"ה כל באי עולם עוברין לפניו כבני מרון שנאמר (תהלים לג, טו) היוצר יחד לבם המבין אל כל מעשיהם ובחג נידונין על המים:", 
            "גמ' הי תבואה", 
            "אילימא הא תבואה דקיימא כל הני הרפתקי דעדו עלה אימת איתדון", 
            "אלא", 
            "תבואה דמזדרעא", 
            "למימרא דחד דינא מתדנא", 
            "והתניא", 
            "תבואה שאירע בה קרי או אונס קודם הפסח נידונית לשעבר לאחר הפסח נידונית להבא", 
            "אדם שאירע בו קרי או אונס קודם יוה\"כ נידון לשעבר לאחר יוה\"כ נידון להבא", 
            "אמר רבא", 
            "ש\"מ תרי דיני מתדנא", 
            "אמר אביי", 
            "הלכך כי חזי אינש דמצלח זרעא אפלא ליקדים וליזרע חרפא דעד דמטי למדייניה קדים סליק", 
            "מני מתני'", 
            "לא ר\"מ ולא ר' יהודה ולא ר' יוסי ולא ר' נתן", 
            "דתניא", 
            "הכל נידונים בר\"ה וגזר דין שלהם נחתם ביוה\"כ דברי ר\"מ", 
            "ר' יהודה אומר", 
            "הכל נידונין בר\"ה וגזר דין שלהם נחתם כל אחד ואחד בזמנו", 
            "בפסח על התבואה בעצרת על פירות האילן בחג נידונין על המים ואדם נידון בר\"ה וגזר דין שלו נחתם ביוה\"כ", 
            "ר' יוסי אומר", 
            "אדם נידון בכל יום שנאמר (איוב ז, יח) ותפקדנו לבקרים", 
            "רבי נתן אומר", 
            "אדם נידון בכל שעה שנא' (איוב ז, יח) לרגעים תבחננו", 
            "וכי תימא לעולם ר' יהודה היא וכי קתני מתניתין אגזר דין אי הכי קשיא אדם", 
            "אמר רבא", 
            "האי תנא דבי ר' ישמעאל היא", 
            "דתנא דבי ר' ישמעאל", 
            "בארבעה פרקים העולם נידון", 
            "בפסח על התבואה בעצרת על פירות האילן בחג נידונין על המים ואדם נידון בר\"ה וגזר דין שלו נחתם ביוה\"כ", 
            "וכי קתני מתני' אתחלת דין", 
            "אמר רב חסדא", 
            "מ\"ט דר' יוסי", 
            "כדקאמר טעמיה ותפקדנו לבקרים", 
            "אנן הכי קאמרינן", 
            "מ\"ט לא אמר כר' נתן", 
            "בחינה עיוני בעלמא היא", 
            "פקידה נמי עיוני בעלמא היא", 
            "אלא א\"ר חסדא", 
            "טעמיה דר' יוסי מהכא (מלכים א ח, נט) לעשות משפט עבדו ומשפט עמו ישראל דבר יום ביומו", 
            "וא\"ר חסדא", 
            "מלך וצבור מלך נכנס תחלה לדין שנאמר לעשות משפט עבדו ומשפט עמו ישראל", 
            "מ\"ט", 
            "איבעית אימא", 
            "לאו אורח ארעא למיתב מלכא אבראי", 
            "ואיבעית אימא", 
            "מקמי דליפוש חרון אף", 
            "א\"ר יוסף", 
            "כמאן מצלינן האידנא אקצירי ואמריעי", 
            "כמאן כר' יוסי", 
            "ואיבעית אימא", 
            "לעולם כרבנן וכדר' יצחק", 
            "דא\"ר יצחק", 
            "יפה צעקה לאדם בין קודם גזר דין בין לאחר גזר דין", 
            "תניא א\"ר יהודה", 
            "משום ר\"ע", 
            "מפני מה אמרה תורה הביאו עומר בפסח מפני שהפסח זמן תבואה הוא", 
            "אמר הקב\"ה", 
            "הביאו לפני עומר בפסח כדי שתתברך לכם תבואה שבשדות", 
            "ומפני מה אמרה תורה הביאו שתי הלחם בעצרת מפני שעצרת זמן פירות האילן הוא אמר הקב\"ה", 
            "הביאו לפני שתי הלחם בעצרת כדי שיתברכו לכם פירות האילן", 
            "ומפני מה אמרה תורה נסכו מים בחג אמר הקדוש ברוך הוא", 
            "נסכו לפני מים בחג כדי שיתברכו לכם גשמי שנה ואמרו לפני בראש השנה מלכיות זכרונות ושופרות", 
            "מלכיות כדי שתמליכוני עליכם זכרונות כדי שיעלה זכרוניכם לפני לטובה ובמה בשופר", 
            "אמר רבי אבהו", 
            "למה תוקעין בשופר של איל", 
            "אמר הקדוש ברוך הוא", 
            "תקעו לפני בשופר של איל כדי שאזכור לכם עקידת יצחק בן אברהם ומעלה אני עליכם כאילו עקדתם עצמכם לפני", 
            "(ואמר) רבי יצחק למה תוקעין בר\"ה", 
            "למה תוקעין", 
            "רחמנא אמר תקעו", 
            "אלא", 
            "למה מריעין", 
            "מריעין", 
            "רחמנא אמר זכרון תרועה", 
            "אלא", 
            "למה תוקעין ומריעין כשהן יושבין"
        ], 
        [
            "ותוקעין ומריעין כשהן עומדין", 
            "כדי לערבב השטן", 
            "וא\"ר יצחק", 
            "כל שנה שאין תוקעין לה בתחלתה מריעין לה בסופה", 
            "מ\"ט דלא איערבב שטן", 
            "וא\"ר יצחק", 
            "כל שנה שרשה בתחלתה מתעשרת בסופה שנא' (דברים יא, יב) מראשית השנה מרשית כתיב ועד אחרית סופה שיש לה אחרית", 
            "וא\"ר יצחק", 
            "אין דנין את האדם אלא לפי מעשיו של אותה שעה שנאמר (בראשית כא, יז) כי שמע אלהים אל קול הנער באשר הוא שם", 
            "וא\"ר יצחק", 
            "ג' דברים מזכירין עונותיו של אדם אלו הן", 
            "קיר נטוי ועיון תפלה ומוסר דין על חבירו", 
            "דא\"ר (אבין)", 
            "כל המוסר דין על חבירו הוא נענש תחלה", 
            "שנאמר (בראשית טז, ה) ותאמר שרי אל אברם חמסי עליך וכתיב (בראשית כג, ב) ויבא אברהם לספוד לשרה ולבכותה", 
            "וא\"ר יצחק", 
            "ד' דברים מקרעין גזר דינו של אדם אלו הן", 
            "צדקה צעקה שינוי השם ושינוי מעשה", 
            "צדקה דכתיב (משלי י, ב) וצדקה תציל ממות צעקה דכתיב (תהלים קז, כח) ויצעקו אל ה' בצר להם וממצוקותיהם יוציאם שינוי השם דכתיב (בראשית יז, טו) שרי אשתך לא תקרא את שמה שרי כי שרה שמה וכתיב וברכתי אותה וגם נתתי ממנה לך בן שינוי מעשה דכתיב (יונה ג, י) וירא האלהים את מעשיהם וכתיב (יונה ג, י) וינחם האלהים על הרעה אשר דבר לעשות להם ולא עשה", 
            "וי\"א", 
            "אף שינוי מקום דכתיב (בראשית יב, א) ויאמר ה' אל אברם לך לך מארצך והדר ואעשך לגוי גדול", 
            "ואידך ההוא זכותא דא\"י הוא דאהניא ליה", 
            "וא\"ר יצחק", 
            "חייב אדם להקביל פני רבו ברגל שנאמר (מלכים ב ד, כג) מדוע את הולכת אליו היום לא חדש ולא שבת מכלל דבחדש ושבת איבעי לה למיזל", 
            "וא\"ר יצחק", 
            "חייב אדם לטהר את עצמו ברגל שנאמר (ויקרא יא, ח) ובנבלתם לא תגעו", 
            "תניא נמי הכי", 
            "ובנבלתם לא תגעו יכול יהו ישראל מוזהרין על מגע נבילה תלמוד לומר (ויקרא כא, א) אמור אל הכהנים בני אהרן בני אהרן מוזהרין בני ישראל אין מוזהרין", 
            "והלא דברים קל וחומר", 
            "ומה טומאה חמורה כהנים מוזהרין ישראלים אינן מוזהרין טומאה קלה לא כל שכן", 
            "אלא מה ת\"ל ובנבלתם לא תגעו ברגל", 
            "א\"ר כרוספדאי א\"ר יוחנן", 
            "שלשה ספרים נפתחין בר\"ה אחד של רשעים גמורין ואחד של צדיקים גמורין ואחד של בינוניים", 
            "צדיקים גמורין נכתבין ונחתמין לאלתר לחיים רשעים גמורין נכתבין ונחתמין לאלתר למיתה בינוניים תלויין ועומדין מר\"ה ועד יוה\"כ", 
            "זכו נכתבין לחיים לא זכו נכתבין למיתה", 
            "א\"ר אבין", 
            "מאי קרא (תהלים סט, כט) ימחו מספר חיים ועם צדיקים אל יכתבו ימחו מספר זה ספרן של רשעים גמורין חיים זה ספרן של צדיקים ועם צדיקים אל יכתבו זה ספרן של בינוניים", 
            "ר\"נ בר יצחק אמר מהכא", 
            "(שמות לב, לב) ואם אין מחני נא מספרך אשר כתבת מחני נא זה ספרן של רשעים מספרך זה ספרן של צדיקים אשר כתבת זה ספרן של בינוניים", 
            "תניא ב\"ש אומרים", 
            "ג' כתות הן ליום הדין", 
            "אחת של צדיקים גמורין ואחת של רשעים גמורין ואחת של בינוניים", 
            "צדיקים גמורין נכתבין ונחתמין לאלתר לחיי עולם רשעים גמורין נכתבין ונחתמין לאלתר לגיהנם שנאמר (דניאל יב, ב) ורבים מישני אדמת עפר יקיצו אלה לחיי עולם ואלה לחרפות לדראון עולם בינוניים יורדין לגיהנם"
        ], 
        [
            "ומצפצפין ועולין שנאמר (זכריה יג, ט) והבאתי את השלישית באש וצרפתים כצרוף את הכסף ובחנתים כבחון את הזהב הוא יקרא בשמי ואני אענה אותו ועליהם אמרה חנה", 
            "(שמואל א ב, ו) ה' ממית ומחי' מוריד שאול ויעל", 
            "ב\"ה אומרים", 
            "ורב חסד מטה כלפי חסד ועליהם אמר דוד (תהלים קטז, א) אהבתי כי ישמע ה' את קולי ועליהם אמר דוד כל הפרשה כולה דלותי ולי יהושיע", 
            "פושעי ישראל בגופן ופושעי אומות העולם בגופן יורדין לגיהנם ונידונין בה י\"ב חדש לאחר י\"ב חדש גופן כלה ונשמתן נשרפת ורוח מפזרתן תחת כפות רגלי צדיקים שנא' (מלאכי ג, כא) ועסותם רשעים כי יהיו אפר תחת כפות רגליכם", 
            "אבל המינין והמסורות והאפיקורסים שכפרו בתורה ושכפרו בתחיית המתים ושפירשו מדרכי צבור ושנתנו חיתיתם בארץ חיים ושחטאו והחטיאו את הרבים כגון ירבעם בן נבט וחביריו יורדין לגיהנם ונידונין בה לדורי דורות שנאמר (ישעיהו סו, כד) ויצאו וראו בפגרי האנשים הפושעים בי וגו' גיהנם כלה והן אינן כלין שנאמר (תהלים מט, טו) וצורם לבלות שאול (מזבול לו)", 
            "וכל כך למה מפני שפשטו ידיהם בזבול שנאמר מזבול לו ואין זבול אלא בית המקדש שנאמר (מלכים א ח, יג) בנה בניתי בית זבול לך ועליהם אמרה חנה (שמואל א ב, י) ה' יחתו מריביו", 
            "א\"ר יצחק בר אבין", 
            "ופניהם דומין לשולי קדירה", 
            "ואמר רבא", 
            "ואינהו משפירי שפירי בני מחוזא ומקריין בני גיהנם", 
            "אמר מר", 
            "ב\"ה אומרים", 
            "ורב חסד מטה כלפי חסד", 
            "והכתיב", 
            "והבאתי את השלישית באש", 
            "התם בפושעי ישראל בגופן", 
            "פושעי ישראל בגופן", 
            "והא אמרת לית להו תקנתא", 
            "כי לית להו תקנה ברוב עונות הכא מחצה עונות ומחצה זכיות ואית בהו נמי עון דפושעי ישראל בגופן לא סגיא ליה דלאו והבאתי את השלישית באש ואם לאו ורב חסד מטה כלפי חסד ועליהן אמר דוד אהבתי כי ישמע ה'", 
            "דרש רבא", 
            "מאי דכתיב אהבתי כי ישמע ה' אמרה כנסת ישראל לפני הקב\"ה", 
            "רבש\"ע אימתי אני אהובה לפניך בזמן שאתה שומע קול תחנוני", 
            "דלותי ולי יהושיע אע\"פ שדלה אני מן המצות לי נאה להושיע", 
            "פושעי ישראל בגופן מאי ניהו", 
            "אמר רב", 
            "קרקפתא דלא מנח תפלין", 
            "פושעי אומות העולם בגופן אמר רב", 
            "בעבירה", 
            "ושנתנו חיתיתם בארץ חיים אמר רב חסדא", 
            "זה פרנס המטיל אימה יתירה על הצבור שלא לשם שמים", 
            "א\"ר יהודה אמר רב", 
            "כל פרנס המטיל אימה יתירה על הצבור שלא לשם שמים אינו רואה בן תלמיד חכם שנאמר (איוב לז, כד) לכן יראוהו אנשים לא יראה כל חכמי לב", 
            "בית הלל אומרים", 
            "ורב חסד מטה כלפי חסד", 
            "היכי עביד", 
            "רבי אליעזר אומר", 
            "כובשו שנאמר (מיכה ז, יט) ישוב ירחמנו יכבוש עונותינו ר' יוסי בר חנינא אמר", 
            "נושא שנאמר (מיכה ז, יח) נושא עון ועובר על פשע", 
            "תנא דבי רבי ישמעאל", 
            "מעביר ראשון ראשון וכן היא המדה", 
            "אמר רבא", 
            "ועון עצמו אינו נמחק דאי איכא רובא עונות מחשיב בהדייהו", 
            "(רבא אמר)", 
            "כל המעביר על מדותיו מעבירין לו על כל פשעיו שנאמר נושא עון ועובר על פשע למי נושא עון למי שעובר על פשע", 
            "רב הונא בריה דרב יהושע חלש על רב פפא לשיולי ביה", 
            "חזייה דחליש ליה עלמא אמר להו", 
            "צביתו ליה זוודתא", 
            "לסוף איתפח הוה מיכסיף רב פפא למיחזייה", 
            "א\"ל", 
            "מאי חזית", 
            "אמר (ליה)", 
            "אין הכי הוה", 
            "ואמר להו הקב\"ה", 
            "הואיל ולא מוקים במיליה לא תקומו בהדיה שנאמר נושא עון ועובר על פשע למי נושא עון לעובר פשע", 
            "(מיכה ז, יח) לשארית נחלתו אמר רבי אחא בר חנינא", 
            "אליה וקוץ בה", 
            "לשארית נחלתו ולא לכל נחלתו"
        ], 
        [
            "למי שמשים עצמו כשירים", 
            "רב הונא רמי", 
            "כתיב (תהלים קמה, יז) צדיק ה' בכל דרכיו וכתיב וחסיד בכל מעשיו", 
            "בתחלה צדיק ולבסוף חסיד", 
            "רבי אלעזר רמי", 
            "כתיב (תהלים סב, יג) ולך ה' חסד וכתיב כי אתה תשלם לאיש כמעשהו בתחלה כי אתה תשלם כמעשהו ולבסוף ולך ה' חסד", 
            "אילפי ואמרי לה אילפא רמי", 
            "כתיב (שמות לד, ו) ורב חסד וכתיב ואמת", 
            "בתחלה ואמת ולבסוף ורב חסד", 
            "ויעבור ה' על פניו ויקרא א\"ר יוחנן", 
            "אלמלא מקרא כתוב אי אפשר לאומרו מלמד שנתעטף הקב\"ה כשליח צבור והראה לו למשה סדר תפלה", 
            "אמר לו", 
            "כל זמן שישראל חוטאין יעשו לפני כסדר הזה ואני מוחל להם", 
            "ה' ה' אני הוא קודם שיחטא האדם ואני הוא לאחר שיחטא האדם ויעשה תשובה", 
            "אל רחום וחנון אמר רב יהודה", 
            "ברית כרותה לי\"ג מדות שאינן חוזרות ריקם שנאמר (שמות לד, י) הנה אנכי כורת ברית", 
            "אמר ר' יוחנן", 
            "גדולה תשובה שמקרעת גזר דינו של אדם שנא' (ישעיהו ו, י) השמן לב העם הזה ואזניו הכבד ועיניו השע פן יראה בעיניו ובאזניו ישמע ולבבו יבין ושב ורפא לו", 
            "א\"ל רב פפא לאביי", 
            "ודלמא לפני גזר דין", 
            "א\"ל", 
            "ורפא לו כתיב איזהו דבר שצריך רפואה הוי אומר זה גזר דין", 
            "מיתיבי", 
            "השב בינתים מוחלין לו לא שב בינתים אפילו הביא כל אילי נביות שבעולם אין מוחלין לו", 
            "לא קשיא", 
            "הא ביחיד הא בצבור", 
            "מיתיבי", 
            "(דברים יא, יב) עיני ה' אלהיך בה עתים לטובה עתים לרעה", 
            "עתים לטובה כיצד", 
            "הרי שהיו ישראל רשעים גמורין בראש השנה ופסקו להם גשמים מועטים לסוף חזרו בהן", 
            "להוסיף עליהן אי אפשר שכבר נגזרה גזרה", 
            "אלא הקב\"ה מורידן בזמנן על הארץ הצריכה להן הכל לפי הארץ", 
            "עתים לרעה כיצד", 
            "הרי שהיו ישראל צדיקים גמורין בר\"ה ופסקו עליהן גשמים מרובין", 
            "לסוף חזרו בהן לפחות מהן אי אפשר שכבר נגזרה גזרה", 
            "אלא הקב\"ה מורידן שלא בזמנן על הארץ שאינה צריכה להן", 
            "לטובה מיהא ליקרעיה לגזר דינייהו ולוסיף להו", 
            "שאני התם דאפשר בהכי", 
            "ת\"ש", 
            "(תהלים קז, כג) יורדי הים באניות עושי מלאכה במים רבים", 
            "המה ראו מעשי ה' וגו'", 
            "ויאמר ויעמד רוח סערה ותרומם גליו יחוגו וינועו כשכור וגו'", 
            "ויצעקו אל ה' בצר להם וגו' יודו לה' חסדו וגו' עשה להן סימניות כאכין ורקין שבתורה לומר לך", 
            "צעקו קודם גזר דין נענין צעקו לאחר גזר דין אינן נענין", 
            "הני נמי כיחידין דמו", 
            "ת\"ש", 
            "שאלה בלוריא הגיורת את רבן גמליאל", 
            "כתיב בתורתכם (דברים י, יז) אשר לא ישא פנים וכתיב (במדבר ו, כו) ישא ה' פניו אליך", 
            "נטפל לה רבי יוסי הכהן אמר לה", 
            "אמשול לך משל למה הדבר דומה לאדם שנושה בחבירו מנה וקבע לו זמן בפני המלך ונשבע לו בחיי המלך", 
            "הגיע זמן ולא פרעו בא לפייס את המלך", 
            "ואמר לו", 
            "עלבוני מחול לך לך ופייס את חבירך", 
            "הכא נמי כאן בעבירות שבין אדם למקום כאן בעבירות שבין אדם לחבירו", 
            "עד שבא ר\"ע ולימד"
        ], 
        [
            "כאן קודם גזר דין כאן לאחר גזר דין", 
            "הכא נמי ביחיד", 
            "וגזר דין דיחיד תנאי היא", 
            "דתניא", 
            "היה רבי מאיר אומר", 
            "שנים שעלו למטה וחוליין שוה וכן שנים שעלו לגרדום לידון ודינן שוה זה ירד וזה לא ירד זה ניצל וזה לא ניצל", 
            "מפני מה זה ירד וזה לא ירד זה ניצל וזה לא ניצל", 
            "זה התפלל ונענה וזה התפלל ולא נענה", 
            "מפני מה זה נענה וזה לא נענה", 
            "זה התפלל תפלה שלימה נענה וזה לא התפלל תפלה שלימה לא נענה", 
            "ר' אלעזר אמר", 
            "כאן קודם גזר דין כאן לאחר גזר דין", 
            "רבי יצחק אמר", 
            "יפה צעקה לאדם בין קודם גזר דין בין לאחר גזר דין", 
            "וגזר דין דצבור מי מיקרע", 
            "והא כתוב אחד אומר (ירמיהו ד, יד) כבסי מרעה לבך וכתיב (ירמיהו ב, כב) כי אם תכבסי בנתר ותרבי לך בורית נכתם עונך לפני מאי לאו כאן קודם גזר דין כאן לאחר גזר דין", 
            "לא אידי ואידי לאחר גזר דין ולא קשיא", 
            "כאן בגזר דין שיש עמו שבועה כאן בגזר דין שאין עמו שבועה כדרב שמואל בר אמי", 
            "דאמר רב שמואל בר אמי ואמרי לה אמר רב שמואל בר נחמני אמר רב יונתן", 
            "מנין לגזר דין שיש עמו שבועה שאינו נקרע שנאמר (שמואל א ג, יד) [ו] לכן נשבעתי לבית עלי אם יתכפר עון בית עלי בזבח ובמנחה", 
            "אמר רבא בזבח ובמנחה אינו מתכפר אבל מתכפר בתורה", 
            "אביי אמר", 
            "בזבח ומנחה אינו מתכפר אבל מתכפר בתורה ובגמילות חסדים", 
            "רבה ואביי מדבית עלי קאתו רבה דעסק בתורה חיה ארבעין שנין אביי דעסק בתורה ובגמילות חסדים חיה שיתין שנין", 
            "תנו רבנן", 
            "משפחה אחת היתה בירושלים שהיו מתיה מתין בני י\"ח שנה", 
            "באו והודיעו את רבן יוחנן בן זכאי", 
            "אמר להם", 
            "שמא ממשפחת עלי אתם דכתיב ביה (שמואל א ב, לג) וכל מרבית ביתך ימותו אנשים לכו ועסקו בתורה וחיו", 
            "הלכו ועסקו בתורה וחיו והיו קורין אותה משפחת רבן יוחנן על שמו", 
            "אמר רב שמואל בר איניא משמיה דרב", 
            "מניין לגזר דין של צבור שאינו נחתם", 
            "אינו נחתם", 
            "והכתיב (ירמיהו ב, כב) נכתם עונך לפני", 
            "אלא אע\"ג שנחתם נקרע שנאמר (דברים ד, ז) כה' אלהינו בכל קראנו אליו", 
            "והכתיב (ישעיהו נה, ו) דרשו ה' בהמצאו", 
            "התם ביחיד הכא בצבור", 
            "ביחיד אימת", 
            "אמר רבה בר אבוה", 
            "אלו עשרה ימים שבין ר\"ה ליוה\"כ", 
            "(שמואל א כה, לח) ויהי כעשרת הימים ויגף ה' את נבל [י' ימים] מאי עבידתייהו", 
            "אמר רב יהודה אמר רב", 
            "כנגד עשר לגימות שנתן נבל לעבדי דוד", 
            "(אמר) רב נחמן אמר רבה בר אבוה", 
            "אלו י' ימים שבין ר\"ה ליוה\"כ:", 
            "בר\"ה כל באי העולם עוברין לפניו כבני מרון:", 
            "מאי כבני מרון", 
            "הכא תרגימו כבני אמרנא", 
            "ריש לקיש אמר", 
            "כמעלות בית מרון", 
            "(אמר) רב יהודה אמר שמואל", 
            "כחיילות של בית דוד", 
            "אמר רבב\"ח א\"ר יוחנן", 
            "וכולן נסקרין בסקירה אחת", 
            "אמר ר\"נ בר יצחק", 
            "אף אנן נמי תנינא (תהלים לג, טו) היוצר יחד לבם המבין אל כל מעשיהם", 
            "מאי קאמר", 
            "אילימא ה\"ק", 
            "דברנהו לכולי עלמא ומייחד לבייהו כהדדי והא קא חזינן דלאו הכי הוא", 
            "אלא לאו הכי קאמר", 
            "היוצר רואה יחד לבם ומבין אל כל מעשיהם:", 
            "מתני' על ששה חדשים השלוחין יוצאין", 
            "על ניסן מפני הפסח על אב מפני התענית על אלול מפני ר\"ה על תשרי מפני תקנת המועדות על כסליו מפני חנוכה ועל אדר מפני הפורים", 
            "וכשהיה בהמ\"ק קיים יוצאין אף על אייר מפני פסח קטן", 
            "גמ' וליפקו נמי אתמוז וטבת"
        ], 
        [
            "דאמר רב חנא בר ביזנא אמר ר\"ש חסידא", 
            "מאי דכתיב (זכריה ח, יט) כה אמר ה' צבאות צום הרביעי וצום החמישי וצום השביעי וצום העשירי יהיה לבית יהודה לששון ולשמחה", 
            "קרי להו צום וקרי להו ששון ושמחה בזמן שיש שלום יהיו לששון ולשמחה אין שלום צום", 
            "אמר רב פפא", 
            "הכי קאמר", 
            "בזמן שיש שלום יהיו לששון ולשמחה יש גזרת המלכות צום אין גזרת המלכות ואין שלום רצו מתענין רצו אין מתענין", 
            "אי הכי ט\"ב נמי", 
            "אמר רב פפא", 
            "שאני ט' באב הואיל והוכפלו בו צרות", 
            "דאמר מר", 
            "בט' באב חרב הבית בראשונה ובשניה ונלכדה ביתר ונחרשה העיר", 
            "תניא אמר ר\"ש", 
            "ארבעה דברים היה ר\"ע דורש ואני אין דורש כמותו", 
            "צום הרביעי זה ט' בתמוז שבו הובקעה העיר שנאמר (ירמיהו נב, ו) (ברביעי) בתשעה לחדש ויחזק הרעב בעיר ולא היה לחם לעם הארץ ותבקע העיר", 
            "ואמאי קרי ליה רביעי רביעי לחדשים", 
            "צום החמישי זה תשעה באב שבו נשרף בית אלהינו", 
            "ואמאי קרי ליה חמישי חמישי לחדשים", 
            "צום השביעי זה ג' בתשרי שבו נהרג גדליה בן אחיקם", 
            "ומי הרגו ישמעאל בן נתניה הרגו ללמדך ששקולה מיתתן של צדיקים כשריפת בית אלהינו", 
            "ואמאי קרי ליה שביעי שביעי לחדשים", 
            "צום העשירי זה עשרה בטבת שבו סמך מלך בבל על ירושלים שנאמר (יחזקאל כד, א) ויהי דבר ה' אלי בשנה התשיעית בחדש העשירי בעשור לחדש לאמר", 
            "בן אדם כתב לך את שם היום את עצם היום הזה סמך מלך בבל אל ירושלם", 
            "ואמאי קרי ליה עשירי עשירי לחדשים", 
            "והלא היה ראוי זה לכתוב ראשון ולמה נכתב כאן כדי להסדיר חדשים כתיקנן", 
            "ואני איני אומר כן אלא", 
            "צום העשירי זה חמשה בטבת שבו באת שמועה לגולה שהוכתה העיר שנאמר (יחזקאל לג, כא) ויהי בשתי עשרה שנה בעשירי בחמשה לחדש לגלותנו בא אלי הפליט מירושלם לאמר הוכתה העיר ועשו יום שמועה כיום שריפה", 
            "ונראין דברי מדבריו שאני אומר על ראשון ראשון ועל אחרון אחרון והוא אומר על ראשון אחרון ועל אחרון ראשון", 
            "אלא שהוא מונה לסדר חדשים ואני מונה לסדר פורעניות", 
            "איתמר רב ורבי חנינא אמרי", 
            "בטלה מגילת תענית רבי יוחנן וריב\"ל אמרי", 
            "לא בטלה מגילת תענית", 
            "רב ורבי חנינא אמרי", 
            "בטלה מגילת תענית הכי קאמר", 
            "בזמן שיש שלום יהיו לששון ולשמחה אין שלום צום", 
            "והנך נמי כי הני", 
            "רבי יוחנן ורבי יהושע בן לוי אמרי", 
            "לא בטלה מגילת תענית הני הוא דתלינהו רחמנא בבנין בהמ\"ק אבל הנך כדקיימי קיימי", 
            "מתיב רב כהנא", 
            "מעשה וגזרו תענית בחנוכה בלוד וירד ר\"א ורחץ ורבי יהושע וסיפר", 
            "ואמרו להם", 
            "צאו והתענו על מה שהתעניתם", 
            "א\"ר יוסף", 
            "שאני חנוכה דאיכא מצוה", 
            "א\"ל אביי", 
            "ותיבטיל איהי ותיבטל מצותה", 
            "אלא אמר רב יוסף", 
            "שאני חנוכה דמיפרסם ניסא", 
            "מותיב רב אחא בר הונא", 
            "בתלתא בתשרי בטילת אדכרתא מן שטרייא שגזרה מלכות יון גזרה שלא להזכיר שם שמים על פיהם וכשגברה מלכות חשמונאי ונצחום התקינו שיהו מזכירין שם שמים אפילו בשטרות", 
            "וכך היו כותבים", 
            "בשנת כך וכך ליוחנן כהן גדול לאל עליון", 
            "וכששמעו חכמים בדבר אמרו", 
            "למחר זה פורע את חובו ונמצא שטר מוטל באשפה וביטלום", 
            "ואותו היום עשאוהו יו\"ט", 
            "ואי סלקא דעתך בטלה מגילת תענית קמייתא בטול אחרנייתא מוסיפין", 
            "הכא במאי עסקינן בזמן שבית המקדש קיים"
        ], 
        [
            "ותיפוק ליה דהוה ליה יום שנהרג בו גדליה בן אחיקם", 
            "אמר רב", 
            "לא נצרכה אלא לאסור את שלפניו", 
            "שלפניו נמי תיפוק ליה דהוה ליה יום שלאחר ר\"ח", 
            "ר\"ח דאורייתא ודאורייתא לא בעי חיזוק", 
            "דתניא", 
            "הימים האלה הכתובין במגילת תענית אסורין בין לפניהם בין לאחריהם שבתות וימים טובים הם אסורים לפניהן ולאחריהן מותרין", 
            "מה הפרש בין זה לזה", 
            "הללו דברי תורה ואין דברי תורה צריכין חיזוק", 
            "הללו דברי סופרים ודברי סופרים צריכין חיזוק", 
            "ותיפוק ליה דהוה ליה יום שלפני יום שנהרג בו גדליה בן אחיקם", 
            "א\"ר אשי", 
            "גדליה בן אחיקם דברי קבלה הוא ודברי קבלה כדברי תורה דמו", 
            "מתיב רב טובי בר מתנה", 
            "בעשרים ותמניא ביה אתת בשורתא טבתא ליהודאי דלא יעידון מאורייתא", 
            "שגזרה המלכות גזרה שלא יעסקו בתורה ושלא ימולו את בניהם ושיחללו שבתות", 
            "מה עשה יהודה בן שמוע וחביריו", 
            "הלכו ונטלו עצה ממטרוניתא אחת שכל גדולי רומי מצויין אצלה", 
            "אמרה להם", 
            "בואו והפגינו בלילה", 
            "הלכו והפגינו בלילה אמרו", 
            "אי שמים", 
            "לא אחיכם אנחנו ולא בני אב אחד אנחנו ולא בני אם אחת אנחנו", 
            "מה נשתנינו מכל אומה ולשון שאתם גוזרין עלינו גזירות קשות", 
            "וביטלום", 
            "ואותו היום עשאוהו יום טוב", 
            "ואי ס\"ד בטלה מגילת תענית קמייתא בטול אחרנייתא מוסיפין", 
            "וכי תימא הכא נמי בזמן שבית המקדש קיים והא יהודה בן שמוע תלמידו של רבי מאיר ור\"מ בתר הכי הוה", 
            "דתנן", 
            "כלי זכוכית שניקבו והטיף לתוכן אבר אמר רשב\"ג", 
            "יהודה בן שמוע מטמא משום ר\"מ"
        ], 
        [
            "וחכמים מטהרין", 
            "תנאי היא", 
            "דתניא", 
            "הימים האלו הכתובין במגילת תענית בין בזמן שבית המקדש קיים בין בזמן שאין בהמ\"ק קיים אסורין דברי ר\"מ", 
            "רבי יוסי אומר", 
            "בזמן שבהמ\"ק קיים אסורין מפני ששמחה היא להם", 
            "אין בית המקדש קיים מותרין מפני שאבל הוא להם", 
            "והלכתא", 
            "בטלו והלכתא לא בטלו", 
            "קשיא הלכתא אהלכתא", 
            "לא קשיא", 
            "כאן בחנוכה ופורים כאן בשאר יומי:", 
            "על אלול מפני ר\"ה ועל תשרי מפני תקנת המועדות:", 
            "כיון דנפקי להו אאלול אתשרי למה להו", 
            "וכי תימא", 
            "דלמא עברוה לאלול והאמר רבי חיננא בר כהנא א\"ר", 
            "מימות עזרא ואילך לא מצינו אלול מעובר", 
            "לא מצינו דלא איצטריך הא איצטריך מעברינן ליה", 
            "הא מיקלקל ר\"ה", 
            "מוטב תיקלקל ראש השנה ולא יתקלקלו כולהו מועדות", 
            "דיקא נמי דקתני", 
            "על תשרי מפני תקנת המועדות", 
            "ש\"מ:", 
            "ועל כסליו מפני חנוכה ועל אדר מפני הפורים:", 
            "ואילו נתעברה השנה יוצאין אף על אדר שני מפני הפורים לא קתני", 
            "מתניתין דלא כר'", 
            "דתניא רבי אומר", 
            "אם נתעברה השנה יוצאין אף על אדר השני מפני הפורים", 
            "לימא בהא קמיפלגי", 
            "דמר סבר", 
            "כל מצות הנוהגות בשני נוהגות בראשון ומר סבר", 
            "כל מצות הנוהגות בשני אין נוהגות בראשון", 
            "לא דכולי עלמא", 
            "מצות הנוהגות בשני אין נוהגות בראשון", 
            "והכא בעיבור שנה קמיפלגי", 
            "דתניא", 
            "כמה עיבור שנה ל' יום", 
            "רשב\"ג אומר", 
            "חדש", 
            "מאי שנא ל' דידעי חדש נמי ידעי", 
            "א\"ר פפא", 
            "מ\"ד חדש רצה חדש רצה שלשים", 
            "העיד ר' יהושע בן לוי משום קהלא קדישא דירושלים על שני אדרים שמקדשין אותם ביום עיבוריהן", 
            "למימרא", 
            "דחסרין עבדינן מלאין לא עבדינן", 
            "לאפוקי מדדרש רב נחמן בר חסדא", 
            "העיד רבי סימאי משום חגי זכריה ומלאכי על שני אדרים שאם רצו לעשותן שניהן מלאין עושין שניהן חסרין עושין אחד מלא ואחד חסר עושין וכך היו נוהגין בגולה", 
            "ומשום רבינו אמרו", 
            "לעולם אחד מלא ואחד חסר עד שיוודע לך שהוקבע ר\"ח בזמנו", 
            "שלחו ליה למר עוקבא", 
            "אדר הסמוך לניסן לעולם חסר", 
            "מתיב רב נחמן", 
            "על שני חדשים מחללין את השבת על ניסן ועל תשרי", 
            "אי אמרת בשלמא זמנין מלא זמנין חסר משום הכי מחללינן"
        ], 
        [
            "אלא אי אמרת לעולם חסר אמאי מחללינן", 
            "משום דמצוה לקדש על הראייה", 
            "איכא דאמרי א\"ר נחמן", 
            "אף אנן נמי תנינא", 
            "על שני חדשים מחללין את השבת על ניסן ועל תשרי", 
            "אי אמרת בשלמא לעולם חסר משום הכי מחללינן דמצוה לקדש על הראייה", 
            "אלא אי אמרת זמנין מלא זמנין חסר אמאי מחללינן", 
            "נעבריה האידנא ונקדשיה למחר", 
            "אי דאקלע יום שלשים בשבת ה\"נ הכא במאי עסקינן דאקלע יום שלשים ואחד בשבת דמצוה לקדש על הראייה", 
            "מתיב רב כהנא", 
            "כשהמקדש קיים מחללין אף על כולן מפני תקנת הקרבן", 
            "מדכולהו לאו משום דמצוה לקדש על הראייה ניסן ותשרי נמי לאו משום דמצוה לקדש על הראייה", 
            "אי אמרת בשלמא זמנין מלא וזמנין חסר משום הכי מחללינן אלא אי אמרת לעולם חסר אמאי מחללינן", 
            "תיובתא", 
            "כי אתא עולא אמר", 
            "עברוה לאלול", 
            "אמר עולא", 
            "ידעי חברין בבלאי מאי טיבותא עבדינן בהדייהו", 
            "מאי טיבותא", 
            "עולא אמר", 
            "משום ירקיא רבי אחא בר חנינא אמר", 
            "משום מתיא", 
            "מאי בינייהו", 
            "איכא בינייהו יוה\"כ שחל להיות אחר השבת", 
            "מאן דאמר משום מתיא מעברינן", 
            "ומאן דאמר משום ירקיא לאימת קא בעי להו לאורתא לאורתא טרח ומייתי", 
            "ולמ\"ד משום ירקיא לעבריה משום מתיא", 
            "אלא איכא בינייהו יו\"ט הסמוך לשבת בין מלפניה בין מלאחריה", 
            "מ\"ד משום ירקיא מעברינן ומאן דאמר משום מתיא אפשר בעממי", 
            "ולמ\"ד משום מתיא לעבריה משום ירקיא", 
            "אפשר בחמימי", 
            "אי הכי מאי שנא לדידן", 
            "אפילו לדידהו נמי", 
            "לדידן חביל לן עלמא לדידהו לא חביל להו עלמא", 
            "איני", 
            "והתני רבה בר שמואל", 
            "יכול כשם שמעברין את השנה לצורך כך מעברין את החדש לצורך", 
            "ת\"ל (שמות יב, ב) החדש הזה לכם ראש חדשים כזה ראה וקדש", 
            "אמר רבא", 
            "לא קשיא", 
            "כאן לעברו כאן לקדשו", 
            "והכי קאמר", 
            "יכול כשם שמעברין את השנה ואת החדש לצורך כך מקדשין את החדש לצורך", 
            "תלמוד לומר החדש הזה לכם כזה ראה וקדש", 
            "וכי הא דאמר רבי יהושע בן לוי", 
            "מאיימין על העדים על החדש שנראה בזמנו לעברו ואין מאיימין על העדים על החדש שלא נראה בזמנו לקדשו", 
            "איני", 
            "והא שלח ליה רבי יהודה נשיאה לרבי אמי", 
            "הוו יודעין שכל ימיו של רבי יוחנן היה מלמדנו", 
            "מאיימין על העדים על החדש שלא נראה בזמנו לקדשו אע\"פ שלא ראוהו יאמרו ראינו", 
            "אמר אביי", 
            "לא קשיא", 
            "הא בניסן ותשרי הא בשאר ירחי", 
            "רבא אמר", 
            "הא דתני רבה בר שמואל אחרים היא", 
            "דתניא אחרים אומרים", 
            "אין בין עצרת לעצרת ואין בין ראש השנה לראש השנה אלא ד' ימים בלבד ואם היתה שנה מעוברת חמשה", 
            "רב דימי מנהרדעא מתני איפכא", 
            "מאיימין על העדים על החדש שלא נראה בזמנו לקדשו ואין מאיימין על העדים על החדש שנראה בזמנו לעברו", 
            "מ\"ט"
        ], 
        [
            "האי מיחזי כשקרא האי לא מיחזי כשקרא", 
            "אמר שמואל", 
            "יכילנא לתקוני לכולה גולה", 
            "אמר ליה אבא אבוה דרבי שמלאי לשמואל", 
            "ידע מר האי מילתא דתניא בסוד העיבור", 
            "נולד קודם חצות או נולד אחר חצות", 
            "א\"ל", 
            "לא", 
            "אמר ליה", 
            "מדהא לא ידע מר איכא מילי אחרנייתא דלא ידע מר", 
            "כי סליק רבי זירא שלח להו", 
            "צריך שיהא לילה ויום מן החדש וזו שאמר אבא אבוה דר' שמלאי", 
            "מחשבין את תולדתו נולד קודם חצות בידוע שנראה סמוך לשקיעת החמה לא נולד קודם חצות בידוע שלא נראה סמוך לשקיעת החמה", 
            "למאי נפקא מינה", 
            "אמר רב אשי", 
            "לאכחושי סהדי", 
            "אמר רבי זירא אמר רב נחמן", 
            "כ\"ד שעי מכסי סיהרא", 
            "לדידן שית מעתיקא ותמני סרי מחדתא לדידהו שית מחדתא ותמני סרי מעתיקא", 
            "למאי נפקא מינה", 
            "אמר רב אשי", 
            "לאכחושי סהדי", 
            "אמר מר", 
            "צריך שיהא לילה ויום מן החדש", 
            "מנלן", 
            "ר' יוחנן אמר", 
            "(ויקרא כג, לב) מערב עד ערב ריש לקיש אמר", 
            "(שמות יב, יח) עד יום האחד ועשרים לחדש בערב", 
            "מאי בינייהו", 
            "אביי אמר", 
            "משמעות דורשין איכא בינייהו רבא אמר", 
            "חצות לילה איכא בינייהו", 
            "אמר רבי זירא אמר רב נחמן", 
            "כל ספיקא לקמיה שדינן", 
            "למימרא דחמיסר ושיתסר עבדינן ארביסר לא עבדינן", 
            "וליעבד נמי ארביסר דלמא חסרוה לאב וחסרוה לאלול"
        ], 
        [
            "תרי ירחי חסירי קלא אית להו", 
            "לוי אקלע לבבל בחדסר בתשרי", 
            "אמר", 
            "בסים תבשילא דבבלאי ביומא רבה דמערבא", 
            "אמרי ליה", 
            "אסהיד", 
            "אמר להו", 
            "לא שמעתי מפי ב\"ד מקודש", 
            "מכריז ר' יוחנן", 
            "כל היכא דמטו שלוחי ניסן ולא מטו שלוחי תשרי ליעבדו תרי יומי גזירה ניסן אטו תשרי", 
            "רבי אייבו בר נגרי ור' חייא בר אבא איקלעו לההוא אתרא דהוה מטו שלוחי ניסן ולא מטו שלוחי תשרי ועבדי חד יומא ולא אמרו להו ולא מידי", 
            "שמע רבי יוחנן ואיקפד", 
            "אמר להו", 
            "לאו אמרי לכו", 
            "היכא דמטו שלוחי ניסן ולא מטו שלוחי תשרי ליעבדו תרי יומי גזירה ניסן אטו תשרי", 
            "רבא הוה רגיל דהוה יתיב בתעניתא תרי יומי זימנא חדא אשתכח כוותיה", 
            "ר\"נ יתיב בתעניתא כוליה יומי דכיפורי", 
            "לאורתא אתא ההוא גברא א\"ל", 
            "למחר יומא רבה במערבא", 
            "א\"ל", 
            "מהיכא את", 
            "א\"ל", 
            "מדמהריא", 
            "א\"ל", 
            "דם תהא אחריתו קרי עליה (איכה ד, יט) קלים היו רודפינו", 
            "שלח ליה רב הונא בר אבין לרבא", 
            "כד חזית דמשכה תקופת טבת עד שיתסר בניסן עברה לההיא שתא ולא תחוש לה", 
            "דכתיב (דברים טז, א) שמור את חדש האביב שמור אביב של תקופה שיהא בחדש ניסן", 
            "אמר להו רב נחמן להנהו נחותי ימא", 
            "אתון דלא ידעיתו בקביעא דירחא כי חזיתו סיהרא דמשלים ליומא בעירו חמירא", 
            "אימת משלים בחמיסר והא אנן מארביסר מבערינן", 
            "לדידהו דמגלו להו עלמא מארביסר משלים:"
        ], 
        [
            "מתני' על שני חדשים מחללין את השבת", 
            "על ניסן ועל תשרי שבהן שלוחין יוצאין לסוריא ובהן מתקנין את המועדות", 
            "וכשהיה בית המקדש קיים מחללין אף על כולן מפני תקנת הקרבן:", 
            "גמ' על ב' חדשים ותו לא", 
            "ורמינהו", 
            "על ו' חדשים השלוחין יוצאין", 
            "אמר אביי ה\"ק", 
            "על כולן שלוחין יוצאין מבערב על ניסן ועל תשרי עד שישמעו מפי ב\"ד מקודש", 
            "תניא נמי הכי", 
            "על כולן יוצאין מבערב על ניסן ועל תשרי עד שישמעו מפי ב\"ד מקודש", 
            "ת\"ר", 
            "מנין שמחללין עליהן את השבת ת\"ל (ויקרא כג, לז) אלה מועדי ה' אשר תקראו אותם במועדם", 
            "יכול כשם שמחללין עד שיתקדשו כך מחללין עד שיתקיימו ת\"ל אשר תקראו אותם על קריאתם אתה מחלל ואי אתה מחלל על קיומן:", 
            "וכשהיה בהמ\"ק קיים מחללין אף על כולן מפני תקנת הקרבן:", 
            "ת\"ר", 
            "בראשונה היו מחללין אף על כולן", 
            "משחרב בית המקדש אמר להן רבן יוחנן בן זכאי", 
            "וכי יש קרבן", 
            "התקינו שלא יהו מחללין אלא על ניסן ועל תשרי בלבד:", 
            "מתני' בין שנראה בעליל בין שלא נראה בעליל מחללין עליו את השבת", 
            "רבי יוסי אומר אם נראה בעליל אין מחללין עליו את השבת", 
            "מעשה שעברו יותר מארבעים זוג ועיכבם ר\"ע בלוד שלח לו ר\"ג", 
            "אם מעכב אתה את הרבים נמצאת מכשילן לעתיד לבא:", 
            "גמ' מאי משמע דהאי עליל לישנא דמיגלי הוא", 
            "א\"ר אבהו", 
            "אמר קרא (תהלים יב, ז) אמרות ה' אמרות טהורות כסף צרוף בעליל לארץ מזוקק שבעתים", 
            "רב ושמואל חד אמר", 
            "נ' שערי בינה נבראו בעולם וכולן ניתנו למשה חסר אחד שנאמר (תהלים ח, ו) ותחסרהו מעט מאלהים", 
            "(קהלת יב, י) בקש קהלת למצוא דברי חפץ בקש קהלת להיות כמשה יצתה בת קול ואמרה לו", 
            "וכתוב יושר דברי אמת (דברים לד, י) ולא קם נביא עוד בישראל כמשה", 
            "וחד אמר", 
            "בנביאים לא קם במלכים קם אלא מה אני מקיים בקש קהלת למצוא דברי חפץ בקש קהלת לדון דינין שבלב שלא בעדים ושלא בהתראה יצתה ב\"ק ואמרה לו", 
            "וכתוב יושר דברי אמת (דברים יז, ו) על פי שנים עדים וגו':"
        ], 
        [
            "מעשה שעברו יותר מארבעים זוג ועיכבן ר\"ע כו':", 
            "תניא אמר רבי יהודה", 
            "ח\"ו שר\"ע עיכבן", 
            "אלא שזפר ראשה של גדר עיכבן ושלח רבן גמליאל והורידוהו מגדולתו:", 
            "מתני' אב ובנו שראו את החדש ילכו", 
            "לא שמצטרפין זה עם זה אלא שאם יפסל אחד מהן יצטרף השני עם אחר", 
            "ר\"ש אומר", 
            "אב ובנו וכל הקרובין כשרין לעדות החדש", 
            "א\"ר יוסי", 
            "מעשה בטוביה הרופא שראה את החדש בירושלים הוא ובנו ועבדו משוחרר וקבלו הכהנים אותו ואת בנו ופסלו את עבדו", 
            "וכשבאו לפני בית דין קבלו אותו ואת עבדו ופסלו את בנו:", 
            "גמ' א\"ר לוי", 
            "מאי טעמא דר\"ש דכתיב (שמות יב, א) ויאמר ה' אל משה ואל אהרן בארץ מצרים לאמר", 
            "החדש הזה לכם עדות זו תהא כשרה בכם", 
            "ורבנן", 
            "עדות זו תהא מסורה לכם:", 
            "א\"ר יוסי מעשה בטוביה הרופא כו':", 
            "אמר רב חנן בר רבא", 
            "הלכתא כר\"ש", 
            "א\"ל רב הונא לרב חנן בר רבא", 
            "רבי יוסי ומעשה ואת אמרת הלכתא כר\"ש", 
            "אמר לו", 
            "והא זמנין סגיאין אמרית קמיה דרב הלכתא כר\"ש ולא אמר לי ולא מידי", 
            "א\"ל", 
            "היכי תנית", 
            "א\"ל אפכא", 
            "א\"ל", 
            "משום הכי לא אמר לך ולא מידי", 
            "אמר טבי בריה דמרי טבי אמר מר עוקבא אמר שמואל", 
            "הלכתא כר\"ש:", 
            "מתני' אלו הן הפסולין", 
            "המשחק בקוביא ומלוי ברבית ומפריחי יונים וסוחרי שביעית ועבדים", 
            "זה הכלל", 
            "כל עדות שאין האשה כשירה לה אף הן אינן כשירין לה:", 
            "גמ' הא אשה כשירה לה אף הן כשירין לה", 
            "אמר רב אשי", 
            "זאת אומרת גזלן דדבריהם כשירין לעדות אשה:", 
            "מתני' מי שראה את החדש ואינו יכול להלך מוליכים אותו על החמור אפי' במטה", 
            "ואם צודה להם לוקחין בידן מקלות ואם היתה דרך רחוקה לוקחין בידם מזונות", 
            "שעל מהלך לילה ויום מחללין את השבת ויוצאין לעדות החדש שנאמר (ויקרא כג, לז) אלה מועדי ה' אשר תקראו אותם במועדם:", 
            "הדרן עלך ארבעה ראשי שנים", 
            "מתני' אם אינן מכירין אותו משלחין עמו אחר להעידו", 
            "בראשונה היו מקבלין עדות החדש מכל אדם משקלקלו הבייתוסים התקינו שלא יהו מקבלין אלא מן המכירין:", 
            "גמ' מאי אחר", 
            "חד"
        ], 
        [
            "וחד מי מהימן", 
            "והתניא", 
            "מעשה שבא הוא ועדיו עמו להעיד עליו", 
            "אמר רב פפא", 
            "מאי אחר זוג אחר", 
            "ה\"נ מסתברא דאי לא תימא הכי אם אינן מכירין אותו מאי אותו", 
            "אילימא אותו חד וחד מי מהימן", 
            "(תהלים פא, ה) משפט כתיב ביה", 
            "אלא מאי אותו אותו הזוג ה\"נ מאי אחר זוג אחר", 
            "וחד לא מהימן", 
            "והתניא", 
            "מעשה ברבי נהוראי שהלך אצל העד להעיד עליו בשבת באושא", 
            "אמרי", 
            "רבי נהוראי סהדא אחרינא הוה בהדיה והא דלא חשיב ליה משום כבודו של רבי נהוראי", 
            "רב אשי אמר", 
            "רבי נהוראי סהדא אחרינא הוה באושא ואזל רבי נהוראי לאצטרופי בהדיה", 
            "אי הכי מאי למימרא", 
            "מהו דתימא", 
            "מספיקא לא מחללינן שבתא קמ\"ל", 
            "כי אתא עולא אמר", 
            "קדשוה לירחא במערבא", 
            "אמר רב כהנא", 
            "לא מיבעיא עולא דגברא רבה הוא דמהימן אלא אפי' איניש דעלמא נמי מהימן", 
            "מ\"ט", 
            "כל מילתא דעבידא לאגלויי לא משקרי בה אינשי", 
            "תניא נמי הכי", 
            "בא אחד בסוף העולם ואמר קדשו ב\"ד את החדש נאמן:", 
            "בראשונה היו מקבלין עדות החדש מכל אדם וכו':", 
            "תנו רבנן", 
            "מה קלקול קלקלו הבייתוסין", 
            "פעם אחת בקשו בייתוסין להטעות את חכמים שכרו שני בני אדם בד' מאות זוז אחד משלנו ואחד משלהם", 
            "שלהם העיד עדותו ויצא", 
            "שלנו אמרו לו", 
            "אמור כיצד ראית את הלבנה", 
            "אמר להם", 
            "עולה הייתי במעלה אדומים וראיתיו שהוא רבוץ בין ב' סלעים ראשו דומה לעגל אזניו דומין לגדי קרניו דומות לצבי וזנבו מונחת לו בין ירכותיו", 
            "והצצתי בו ונרתעתי ונפלתי לאחורי", 
            "ואם אין אתם מאמינים לי הרי מאתים זוז צרורין לי בסדיני", 
            "אמרו לו", 
            "מי הזקיקך לכך", 
            "אמר להם", 
            "שמעתי שבקשו בייתוסים להטעות את חכמים אמרתי", 
            "אלך אני ואודיע להם שמא יבואו בני אדם שאינם מהוגנין ויטעו את חכמים", 
            "אמרו לו", 
            "מאתים זוז נתונין לך במתנה והשוכרך ימתח על העמוד", 
            "באותה שעה התקינו שלא יהו מקבלין אלא מן המכירין:", 
            "מתני' בראשונה היו משיאין משואות משקלקלו הכותים התקינו שיהו שלוחין יוצאין", 
            "כיצד היו משיאין משואות", 
            "מביאין כלונסאות של ארז ארוכין וקנים ועצי שמן ונעורת של פשתן", 
            "וכורך במשיחה ועולה לראש ההר ומצית בהן את האור", 
            "ומוליך ומביא ומעלה ומוריד עד שהוא רואה את חבירו שהוא עושה כן בראש ההר השני וכן בראש ההר השלישי", 
            "ומאין היו משיאין משואות מהר המשחה לסרטבא ומסרטבא לגרופינא ומגרופינא לחוורן ומחוורן לבית בלתין ומבית בלתין לא זזו משם אלא מוליך ומביא ומעלה ומוריד עד שהיה רואה כל הגולה לפניו כמדורת האש:", 
            "גמ' מאי משמע דמשיאין לישנא דיקוד הוא דכתיב (שמואל ב ה, כא) וישאם דוד ואנשיו ומתרגמינן", 
            "ואוקדינן דוד", 
            "ת\"ר", 
            "אין משיאין משואות אלא על החדש שנראה בזמנו לקדשו ואימתי משיאין לאור עיבורו", 
            "למימרא דאחסר עבדינן אמלא לא עבדינן מ\"ט", 
            "א\"ר זירא", 
            "גזירה משום ר\"ח חסר שחל להיות בערב שבת", 
            "אימת עבדי באפוקי שבתא", 
            "דאי אמרת נעביד נמי אמלא אתו"
        ], 
        [
            "למיטעי אמרי", 
            "האי חסר הוא והאי דלא עביד מאתמול משום דלא אפשר", 
            "או דלמא מלא הוא ובזמנו עבדו", 
            "וליעביד בין אמלא בין אחסר וכי מקלע ר\"ח בע\"ש לא ליעביד כלל", 
            "וכיון דלא עבדינן מוצאי שבת ועבדינן אמלא מידע ידעי דחסר הוא", 
            "אפילו הכי אתו למיטעי אמרי", 
            "האי מלא הוא והאי דלא עבדי איתנוסי הוא דאיתנוסי", 
            "וליעביד אמלא ולא ליעביד אחסר כלל", 
            "אמר אביי", 
            "משום ביטול מלאכה לעם שני ימים:", 
            "כיצד היו משיאין משואות מביאין כלונסות כו':", 
            "אמר רב יהודה", 
            "ד' מיני ארזים הן", 
            "ארז קתרום עץ שמן וברוש", 
            "קתרום אמר רב", 
            "אדרא", 
            "דבי רבי שילא אמרי", 
            "מבליגא ואמרי לה", 
            "זו גולמיש", 
            "ופליגא דרבה בר רב הונא דאמר רבה בר רב הונא", 
            "אמרי בי רב", 
            "עשרה מיני ארזים הם שנאמר (ישעיהו מא, יט) אתן במדבר ארז שטה והדס ועץ שמן אשים בערבה ברוש תדהר ותאשור יחדו ארז ארזא שטה תורניתא הדס אסא עץ שמן אפרסמא ברוש ברתא תדהר שאגא תאשור שוריבנא", 
            "הני שבעה הוו", 
            "כי אתא רב דימי אמר", 
            "הוסיפו עליהם אלונים אלמונים אלמוגין", 
            "אלונים בוטמי אלמונים בלוטי אלמוגין כסיתא", 
            "א\"ד", 
            "ארונים ערמונים אלמוגין", 
            "ארונים ערי ערמונים דולבי אלמוגין כסיתא (ישעיהו לג, כא) וצי אדיר לא יעברנו אמר רב", 
            "זו בורני גדולה", 
            "היכי עבדו", 
            "מייתו שית אלפי גברי בתריסר ירחי שתא ואמרי לה", 
            "תריסר אלפי גברי בשיתא ירחי שתא וטעני לה חלא עד דשכנא ונחית בר אמוראי וקטר אטוני דכיתנא בכסיתא וקטר להו בספינתא", 
            "ונטלי חלא ושדו לבראי וכמה דמדליא עקרא ומתיא", 
            "ומחליף על חד תרין בכספא", 
            "תלת פרוותא הויין תרתי בי ארמאי וחדא דבי פרסאי", 
            "דבי ארמאי מסקן כסיתא דבי פרסאי מסקן מרגנייתא ומקרייא פרוותא דמשמהיג", 
            "א\"ר יוחנן", 
            "כל שיטה ושיטה שנטלו נכרים מירושלים עתיד הקב\"ה להחזירן לה שנאמר (ישעיהו מא, יט) אתן במדבר ארז שטה", 
            "ואין מדבר אלא ירושלים שנאמר (ישעיהו סד, ט) ציון מדבר היתה וגו'", 
            "ואמר רבי יוחנן", 
            "כל הלומד תורה ואינו מלמדה דומה להדס במדבר", 
            "איכא דאמרי", 
            "כל הלומד תורה ומלמדה במקום שאין ת\"ח דומה להדס במדבר דחביב", 
            "וא\"ר יוחנן", 
            "אוי להם לעובדי כוכבים שאין להם תקנה שנא' (ישעיהו ס, יז) תחת הנחשת אביא זהב ותחת הברזל אביא כסף ותחת העצי' נחשת ותחת האבנים ברזל", 
            "תחת ר\"ע וחביריו מאי מביאין", 
            "ועליהם הוא אומר (יואל ד, כא) ונקיתי דמם לא נקיתי:", 
            "ומאין היו משיאין משואות כו' ומבית בלתין:", 
            "מאי בית בלתין", 
            "אמר רב"
        ], 
        [
            "זו בירם", 
            "מאי גולה", 
            "אמר רב יוסף", 
            "זו פומבדיתא", 
            "מאי כמדורת האש", 
            "תנא", 
            "כל אחד ואחד נוטל אבוקה בידו ועולה לראש גגו", 
            "תניא ר\"ש בן אלעזר אומר", 
            "אף חרים וכייר וגדר וחברותי'", 
            "איכא דאמרי", 
            "ביני וביני הוו קיימי א\"ד", 
            "להך גיסא דארץ ישראל הוו קיימי", 
            "מר חשיב דהאי גיסא ומר חשיב דהאי גיסא", 
            "א\"ר יוחנן", 
            "בין כל אחת ואחת שמונה פרסאות", 
            "כמה הוו להו תלתין ותרתין והא האידנא טובא הוו", 
            "אמר אביי", 
            "אסתתומי אסתתום להו דרכי דכתיב (הושע ב, ח) לכן הנני שך את דרכך בסירים רב נחמן בר יצחק אמר מהכא", 
            "דכתיב (איכה ג, ט) נתיבותי עוה:", 
            "מתני' חצר גדולה היתה בירושלים ובית יעזק היתה נקראת ולשם כל העדים מתכנסין ובית דין בודקין אותם שם", 
            "וסעודות גדולות עושין להם בשביל שיהו רגילין לבא", 
            "בראשונה לא היו זזין משם כל היום", 
            "התקין רבן גמליאל הזקן שיהו מהלכין אלפים אמה לכל רוח", 
            "ולא אלו בלבד אלא אף חכמה הבאה ליילד והבא להציל מן הדליקה ומן הגייס ומן הנהר ומן המפולת הרי אלו כאנשי העיר ויש להם אלפים לכל רוח:", 
            "גמ' איבעיא להו", 
            "בית יעזק תנן או בית יזק תנן", 
            "בית יעזק תנן לישנא מעליא הוא דכתיב (ישעיהו ה, ב) ויעזקהו ויסקלהו או דלמא", 
            "בית יזק תנן לישנא דצערא הוא כדכתיב (ירמיהו מ, א) והוא אסור באזיקים", 
            "אמר אביי ת\"ש", 
            "סעודות גדולות היו עושין להם שם כדי שיהו רגילים לבוא", 
            "דלמא תרתי הוו עבדי בהו:", 
            "מתני' כיצד בודקין את העדים", 
            "זוג שבא ראשון בודקין אותו ראשון ומכניסין את הגדול שבהן ואומרין לו", 
            "אמור כיצד ראית את הלבנה", 
            "לפני החמה או לאחר החמה לצפונה או לדרומה כמה היה גבוה ולאין היה נוטה וכמה היה רחב", 
            "אם אמר לפני החמה לא אמר כלום", 
            "ואח\"כ היו מכניסין את השני ובודקין אותו", 
            "אם נמצאו דבריהם מכוונים עדותן קיימת", 
            "ושאר כל הזוגות שואלין אותן ראשי דברים", 
            "לא שהיו צריכים להם אלא כדי שלא יצאו בפחי נפש בשביל שיהו רגילים לבוא:", 
            "גמ' היינו לפני החמה היינו לצפונה היינו לאחר החמה היינו לדרומה", 
            "אמר אביי", 
            "פגימתה לפני החמה או לאחר החמה", 
            "אם אמר לפני החמה לא אמר כלום דא\"ר יוחנן", 
            "מאי דכתיב (איוב כה, ב) המשל ופחד עמו עושה שלום במרומיו מעולם לא ראתה חמה פגימתה של לבנה ולא פגימתה של קשת", 
            "פגימתה של לבנה דחלשה דעתה פגימתה של קשת דלא לימרו עובדי החמה"
        ], 
        [
            "גירי קא משדייא:", 
            "כמה היה גבוה ולאין היה נוטה כו':", 
            "תנא חדא", 
            "לצפונה דבריו קיימין לדרומה לא אמר כלום", 
            "והתניא איפכא", 
            "לדרומה דבריו קיימין לצפונה לא אמר כלום", 
            "לא קשיא", 
            "כאן בימות החמה כאן בימות הגשמים", 
            "ת\"ר", 
            "אחד אומר גבוה ב' מרדעות ואחד אומר ג' עדותן קיימת", 
            "אחד אומר ג' ואחד אומר ה' עדותן בטילה אבל מצטרפין לעדות אחרת", 
            "ת\"ר", 
            "ראינוהו במים ראינוהו בעששית ראינוהו בעבים אין מעידין עליו", 
            "חציו במים חציו בעבים חציו בעששית אין מעידין עליו", 
            "השתא כולו אמרת לא חציו מבעיא", 
            "אלא ה\"ק", 
            "חציו במים חציו ברקיע חציו בעבים חציו ברקיע חציו בעששית חציו ברקיע אין מעידין", 
            "ת\"ר", 
            "ראינוהו ושוב לא ראינוהו אין מעידין עליו", 
            "כל הכי חזו לה ואזלי", 
            "אמר אביי ה\"ק", 
            "ראינוהו מאלינו ושבנו לראותו מדעתנו ולא ראינוהו אין מעידין עליו", 
            "מאי טעמא אימור כוביתא דעיבא בעלמא הוא דחזי:", 
            "מתני' ראש ב\"ד אומר מקודש וכל העם עונין אחריו מקודש מקודש", 
            "בין שנראה בזמנו בין שלא נראה בזמנו מקדשין אותו ר\"א בר' צדוק אומר", 
            "אם לא נראה בזמנו אין מקדשין אותו שכבר קידשוהו שמים:", 
            "גמ' ראש ב\"ד וכו':", 
            "מנהני מילי", 
            "א\"ר חייא בר גמדא א\"ר יוסי בן שאול אמר רבי", 
            "אמר קרא (ויקרא כג, מד) וידבר משה את מועדי ה' מכאן שראש ב\"ד אומר מקודש:", 
            "וכל העם עונין אחריו מקודש מקודש מנלן", 
            "אמר רב פפא", 
            "אמר קרא (ויקרא כג, ב) אשר תקראו אותם קרי ביה אתם", 
            "ר\"נ בר יצחק אמר (ויקרא כג, ב) אלה הם מועדי הם יאמרו מועדי", 
            "מקודש מקודש תרי זימני למה לי", 
            "דכתיב מקראי קודש:", 
            "ר\"א בר' צדוק אומר אם לא נראה בזמנו אין מקדשין אותו:", 
            "תניא פלימו אומר", 
            "בזמנו אין מקדשין אותו שלא בזמנו מקדשין אותו", 
            "ר\"א [בר\"ש] אומר", 
            "בין כך ובין כך אין מקדשין אותו שנאמר (ויקרא כה, י) וקדשתם את שנת החמשים שנים אתה מקדש ואי אתה מקדש חדשים", 
            "א\"ר יהודה אמר שמואל", 
            "הלכה כר' אלעזר בר' צדוק", 
            "אמר אביי", 
            "אף אנן נמי תנינא", 
            "ראוהו בית דין וכל ישראל נחקרו העדים ולא הספיקו לומר מקודש עד שחשיכה הרי זה מעובר", 
            "מעובר אין מקודש לא", 
            "מעובר איצטריכא ליה", 
            "ס\"ד אמינא", 
            "הואיל וראוהו בית דין וכל ישראל איפרסמא ולא ליעברוה", 
            "קמ\"ל:", 
            "מתני' דמות צורות לבנה היו לו לרבן גמליאל בטבלא ובכותל בעלייתו שבהן מראה את ההדיוטות ואומר", 
            "הכזה ראית או כזה:", 
            "גמ' ומי שרי", 
            "והכתיב (שמות כ, כג) לא תעשון אתי לא תעשון כדמות שמשיי", 
            "אמר אביי", 
            "לא אסרה תורה אלא שמשין שאפשר לעשות כמותן", 
            "כדתניא", 
            "לא יעשה אדם בית תבנית היכל אכסדרה תבנית אולם חצר כנגד עזרה שלחן כנגד שלחן מנורה כנגד מנורה", 
            "אבל עושה"
        ], 
        [
            "של חמשה ושל ששה ושל שמונה", 
            "ושל שבעה לא יעשה אפי' של שאר מיני מתכות", 
            "רבי יוסי בר יהודה אומר", 
            "אף של עץ לא יעשה כדרך שעשו מלכי בית חשמונאי", 
            "אמרו לו", 
            "משם ראייה", 
            "שפודין של ברזל היו וחיפום בבעץ", 
            "העשירו עשאום של כסף חזרו העשירו עשאום של זהב", 
            "ושמשין שאי אפשר לעשות כמותן מי שרי", 
            "והתניא", 
            "(שמות כ, כג) לא תעשון אתי לא תעשון כדמות שמשיי המשמשין לפני במרום", 
            "אמר אביי", 
            "לא אסרה תורה אלא דמות ארבעה פנים בהדי הדדי", 
            "אלא מעתה פרצוף אדם לחודיה תשתרי", 
            "אלמה תניא", 
            "כל הפרצופות מותרין חוץ מפרצוף אדם", 
            "א\"ר הונא בריה דרב אידי מפרקיה דאביי שמיעא לי", 
            "לא תעשון אתי לא תעשון אותי", 
            "ושאר שמשין מי שרי", 
            "והא תניא", 
            "לא תעשון אתי לא תעשון כדמות שמשיי המשמשין לפני במרום כגון אופנים ושרפים וחיות הקודש ומלאכי השרת", 
            "אמר אביי", 
            "לא אסרה תורה אלא שמשין שבמדור העליון", 
            "ושבמדור התחתון מי שרי", 
            "והתניא", 
            "(שמות כ, ג) אשר בשמים לרבות חמה ולבנה כוכבים ומזלות ממעל לרבות מלאכי השרת", 
            "כי תניא ההיא לעבדם", 
            "אי לעבדם אפילו שלשול קטן נמי", 
            "אין ה\"נ דתניא", 
            "(שמות כ, ג) אשר בארץ לרבות הרים וגבעות ימים ונהרות אפיקים וגאיות", 
            "מתחת לרבות שלשול קטן", 
            "ועשייה גרידתא מי שרי", 
            "והתניא", 
            "לא תעשון אתי לא תעשון כדמות שמשיי המשמשין לפני כגון חמה ולבנה כוכבים ומזלות", 
            "שאני ר\"ג דאחרים עשו לו", 
            "והא רב יהודה דאחרים עשו לו וא\"ל שמואל לרב יהודה", 
            "שיננא סמי עיניה דדין", 
            "התם חותמו בולט הוה ומשום חשדא", 
            "כדתניא", 
            "טבעת חותמו בולט אסור להניחה ומותר לחתום בה", 
            "חותמו שוקע מותר להניחה ואסור לחתום בה", 
            "ומי חיישינן לחשדא", 
            "והא ההיא בי כנישתא דשף ויתיב בנהרדעא דהוה ביה אנדרטא והוו עיילי רב ושמואל ואבוה דשמואל ולוי ומצלו התם ולא חיישי לחשדא", 
            "רבים שאני", 
            "והא ר\"ג יחיד הוא", 
            "כיון דנשיא הוא שכיחי רבים גביה", 
            "איבעית אימא", 
            "דפרקים הוה ואיבעית אימא", 
            "להתלמד עבד וכתיב (דברים יח, ט) לא תלמד לעשות אבל אתה למד להבין ולהורות:", 
            "מתני' מעשה שבאו שנים ואמרו", 
            "ראינוהו שחרית במזרח"
        ], 
        [
            "וערבית במערב", 
            "א\"ר יוחנן בן נורי", 
            "עדי שקר הם", 
            "כשבאו ליבנה קיבלן רבן גמליאל", 
            "ועוד באו שנים ואמרו", 
            "ראינוהו בזמנו ובליל עיבורו לא נראה וקיבלן ר\"ג", 
            "אמר רבי דוסא בן הורכינס", 
            "עדי שקר הן", 
            "היאך מעידים על האשה שילדה ולמחר כריסה בין שיניה", 
            "אמר לו רבי יהושע", 
            "רואה אני את דבריך", 
            "שלח לו ר\"ג", 
            "גוזרני עליך שתבא אצלי במקלך ובמעותיך ביוה\"כ שחל להיות בחשבונך", 
            "הלך ומצאו ר\"ע מיצר", 
            "אמר לו", 
            "יש לי ללמוד שכל מה שעשה ר\"ג עשוי שנאמר (ויקרא כג, ד) אלה מועדי ה' מקראי קדש אשר תקראו אתם בין בזמנן בין שלא בזמנן אין לי מועדות אלא אלו", 
            "בא לו אצל ר' דוסא בן הורכינס אמר לו", 
            "אם באין אנו לדון אחר בית דינו של ר\"ג צריכין אנו לדון אחר כל בית דין ובית דין שעמד מימות משה ועד עכשיו שנאמר (שמות כד, ט) ויעל משה ואהרן נדב ואביהוא ושבעים מזקני ישראל ולמה לא נתפרשו שמותן של זקנים אלא ללמד שכל שלשה ושלשה שעמדו בית דין על ישראל הרי הוא כבית דינו של משה", 
            "נטל מקלו ומעותיו בידו והלך ליבנה אצל ר\"ג ביום שחל יוה\"כ להיות בחשבונו", 
            "עמד ר\"ג ונשקו על ראשו אמר לו", 
            "בוא בשלום רבי ותלמידי", 
            "רבי בחכמה ותלמידי שקבלת את דברי:", 
            "גמ' תניא אמר להם ר\"ג לחכמים", 
            "כך מקובלני מבית אבי אבא", 
            "פעמים שבא בארוכה ופעמים שבא בקצרה", 
            "א\"ר יוחנן", 
            "מ\"ט דבי רבי דכתיב (תהלים קד, יט) עשה ירח למועדים שמש ידע מבואו שמש הוא דידע מבואו ירח לא ידע מבואו", 
            "רבי חייא חזייא לסיהרא דהוה קאי בצפרא דעשרים ותשעה שקל קלא פתק ביה אמר", 
            "לאורתא בעינן לקדושי בך ואת קיימת הכא", 
            "זיל איכסי", 
            "א\"ל רבי לר' חייא", 
            "זיל לעין טב וקדשיה לירחא ושלח לי סימנא", 
            "דוד מלך ישראל חי וקים", 
            "ת\"ר", 
            "פעם אחת נתקשרו שמים בעבים ונראית דמות לבנה בעשרים ותשעה לחדש כסבורים העם לומר", 
            "ר\"ח ובקשו ב\"ד לקדשו", 
            "אמר להם ר\"ג", 
            "כך מקובלני מבית אבי אבא", 
            "אין חדושה של לבנה פחותה מעשרים ותשעה יום ומחצה ושני שלישי שעה וע\"ג חלקים", 
            "ואותו היום מתה אמו של בן זזא והספידה ר\"ג הספד גדול", 
            "לא מפני שראויה לכך אלא כדי שידעו העם שלא קידשו ב\"ד את החדש:", 
            "הלך ר\"ע (ומצאו) מיצר כו':", 
            "איבעיא להו", 
            "מי מיצר", 
            "ר\"ע מיצר או רבי יהושע מיצר", 
            "ת\"ש דתניא", 
            "הלך ר\"ע ומצאו לרבי יהושע כשהוא מיצר אמר לו", 
            "[רבי] מפני מה אתה מיצר", 
            "אמר לו", 
            "(רבי) עקיבא ראוי לו שיפול למטה י\"ב חדש ואל יגזור עליו גזירה זו", 
            "א\"ל", 
            "רבי תרשיני לומר לפניך דבר אחד שלמדתני", 
            "אמר לו", 
            "אמור", 
            "אמר לו", 
            "הרי הוא אומר (ויקרא כג, ב) אתם אתם אתם ג' פעמים אתם אפילו שוגגין אתם אפילו מזידין אתם אפילו מוטעין", 
            "בלשון הזה אמר לו", 
            "עקיבא נחמתני נחמתני:", 
            "בא לו אצל רבי דוסא בן הורכינס כו':", 
            "ת\"ר", 
            "למה לא נתפרשו שמותם של זקנים הללו שלא יאמר אדם", 
            "פלוני כמשה ואהרן", 
            "פלוני כנדב ואביהוא", 
            "פלוני כאלדד ומידד", 
            "ואומר (שמואל א יב, ו) ויאמר שמואל אל העם ה' אשר עשה את משה ואת אהרן ואומר (שמואל א יב, יא) וישלח ה' את ירובעל ואת בדן ואת יפתח ואת שמואל ירובעל זה גדעון ולמה נקרא שמו ירובעל שעשה מריבה עם הבעל בדן זה שמשון ולמה נקרא שמו בדן דאתי מדן יפתח כמשמעו"
        ], 
        [
            "ואומר (תהלים צט, ו) משה ואהרן בכהניו ושמואל בקוראי שמו", 
            "שקל הכתוב שלשה קלי עולם כשלשה חמורי עולם לומר לך", 
            "ירובעל בדורו כמשה בדורו בדן בדורו כאהרן בדורו יפתח בדורו כשמואל בדורו", 
            "ללמדך שאפילו קל שבקלין ונתמנה פרנס על הצבור הרי הוא כאביר שבאבירים ואומר (דברים יז, ט) ובאת אל הכהנים הלוים ואל השופט אשר יהיה בימים ההם", 
            "וכי תעלה על דעתך שאדם הולך אצל הדיין שלא היה בימיו", 
            "הא אין לך לילך אלא אצל שופט שבימיו ואומר (קהלת ז, י) אל תאמר מה היה שהימים הראשונים היו טובים מאלה:", 
            "נטל מקלו ומעותיו בידו:", 
            "תנו רבנן", 
            "כיון שראה אותו עמד מכסאו ונשקו על ראשו אמר לו", 
            "שלום עליך רבי ותלמידי רבי שלמדתני תורה ברבים ותלמידי שאני גוזר עליך גזירה ואתה מקיימה כתלמיד", 
            "אשרי הדור שהגדולים נשמעים לקטנים קל וחומר קטנים לגדולים", 
            "קל וחומר", 
            "חיובא הוא", 
            "אלא", 
            "מתוך שהגדולים נשמעים לקטנים נושאין קטנים קל וחומר בעצמן:", 
            "הדרן עלך אם אינן מכירין", 
            "מתני' ראוהו בית דין וכל ישראל נחקרו העדים ולא הספיקו לומר מקודש עד שחשיכה הרי זה מעובר", 
            "ראוהו ב\"ד בלבד יעמדו שנים ויעידו בפניהם ויאמרו מקודש מקודש", 
            "ראוהו שלשה והן בית דין יעמדו השנים ויושיבו מחביריהם אצל היחיד ויעידו בפניהם ויאמרו מקודש מקודש שאין היחיד נאמן על ידי עצמו:", 
            "גמ' למה לי למיתנא ראוהו בית דין וכל ישראל", 
            "איצטריך סד\"א", 
            "הואיל וראוהו בית דין וכל ישראל איפרסמא לה ולא ליעברוה קמ\"ל", 
            "וכיון דתנא ליה ראוהו ב\"ד וכל ישראל נחקרו העדים למה לי", 
            "ה\"ק", 
            "א\"נ נחקרו העדים ולא הספיקו לומר מקודש עד שחשיכה הרי זה מעובר", 
            "וכיון דתנא עד שחשיכה הרי זה מעובר למה לי למיתנייה חקירת העדים כלל", 
            "איצטריך סד\"א", 
            "תיהוי חקירת עדים כתחילת דין ומקודש מקודש כגמר דין ולקדשי בליליא מידי דהוה אדיני ממונות דתנן", 
            "דיני ממונות דנין ביום וגומרין בלילה הכא נמי מקדשין בליליא קמ\"ל", 
            "ואימא הכי נמי", 
            "אמר קרא (תהלים פא, ה) כי חק לישראל הוא משפט לאלהי יעקב אימת הוי חק בגמר דין וקא קרי ליה רחמנא משפט מה משפט ביום אף הכא נמי ביום:", 
            "ראוהו בית דין יעמדו שנים ויעידו בפניהם ואמאי", 
            "לא תהא שמיעה גדולה מראייה", 
            "א\"ר זירא", 
            "כגון שראוהו בלילה:", 
            "ראוהו שלשה והן בית דין יעמדו שנים ויושיבו מחביריהם אצל היחיד אמאי", 
            "הכא נמי נימא", 
            "לא תהא שמיעה גדולה מראייה", 
            "וכי תימא ה\"נ כגון שראוהו בלילה היינו הך", 
            "סיפא איצטריכא ליה דאין היחיד נאמן על ידי עצמו", 
            "דסלקא דעתך אמינא", 
            "הואיל (ותנן)", 
            "דיני ממונות בשלשה ואם היה מומחה לרבים דן אפילו ביחיד הכא נמי ניקדשיה ביחידי קמ\"ל", 
            "ואימא הכא נמי", 
            "אין לך מומחה לרבים בישראל יותר ממשה רבינו וקאמר ליה הקב\"ה", 
            "עד דאיכא אהרן בהדך דכתיב (שמות יב, א) ויאמר ה' אל משה ואל אהרן בארץ מצרים לאמר החדש הזה לכם", 
            "למימרא דעד נעשה דיין", 
            "לימא מתני' דלא כר\"ע דתניא", 
            "סנהדרין שראו אחד שהרג את הנפש"
        ], 
        [
            "מקצתן נעשו עדים ומקצתן נעשו דיינין דברי רבי טרפון רבי עקיבא אומר", 
            "כולן נעשין עדים ואין עד נעשה דיין", 
            "אפילו תימא רבי עקיבא עד כאן לא קאמר רבי עקיבא התם אלא בדיני נפשות דרחמנא אמר (במדבר לה, כד) ושפטו העדה והצילו העדה", 
            "וכיון דחזיוהו דקטל נפשא לא מצו חזו ליה זכותא אבל הכא אפילו ר' עקיבא מודה:", 
            "מתני' כל השופרות כשרים חוץ משל פרה מפני שהוא קרן", 
            "אמר רבי יוסי", 
            "והלא כל השופרות נקראו קרן שנאמר (יהושע ו, ה) במשוך בקרן היובל:", 
            "גמ' שפיר קאמר רבי יוסי", 
            "ורבנן", 
            "כל השופרות אקרו שופר ואקרו קרן דפרה קרן אקרי שופר לא אקרי דכתיב (דברים לג, יז) בכור שורו הדר לו וקרני ראם קרניו", 
            "ור' יוסי אמר לך", 
            "דפרה נמי אקרי שופר דכתיב (תהלים סט, לב) ותיטב לה' משור פר אם שור למה פר ואם פר למה שור", 
            "אלא מאי שור פר משופר", 
            "ורבנן", 
            "כדרב מתנה דאמר רב מתנה", 
            "מאי שור פר שהוא גדול כפר", 
            "עולא אמר", 
            "היינו טעמא דרבנן כדרב חסדא", 
            "דאמר רב חסדא", 
            "מפני מה אין כהן גדול נכנס בבגדי זהב לפני ולפנים לעבוד עבודה לפי שאין קטיגור נעשה סניגור", 
            "ולא", 
            "והא איכא דם פר", 
            "הואיל ואשתני אשתני", 
            "והא איכא ארון וכפורת וכרוב", 
            "חוטא בל יקריב קאמרינן", 
            "והא איכא כף ומחתה", 
            "חוטא בל יתנאה קא אמרינן", 
            "והא איכא בגדי זהב מבחוץ", 
            "מבפנים קא אמרינן", 
            "שופר נמי מבחוץ הוא", 
            "כיון דלזכרון הוא כבפנים דמי", 
            "והא תנא מפני שהוא קרן קאמר", 
            "חדא ועוד קאמר", 
            "חדא", 
            "דאין קטיגור נעשה סניגור ועוד", 
            "מפני שהוא קרן", 
            "ור' יוסי אמר לך", 
            "דקא אמרת אין קטיגור נעשה סניגור הני מילי מבפנים והאי שופר מבחוץ הוא", 
            "ודקא אמרת מפני שהוא קרן כל השופרות נמי אקרו קרן", 
            "אביי אמר", 
            "היינו טעמייהו דרבנן", 
            "שופר אמר רחמנא ולא שנים ושלשה שופרות", 
            "והא דפרה כיון דקאי גילדי גילדי מיתחזי כשנים ושלשה שופרות", 
            "והא תנא מפני שהוא קרן קאמר", 
            "חדא ועוד קאמר", 
            "חדא", 
            "דשופר אחד אמר רחמנא ולא שנים ושלשה שופרות ועוד", 
            "מפני שהוא קרן", 
            "ורבי יוסי אמר לך", 
            "דקאמרת שופר אחד אמר רחמנא ולא שנים ושלשה שופרות כיון דמחברי אהדדי חד הוא ודקאמרת מפני שהוא קרן כל השופרות נמי אקרו קרן", 
            "מאי משמע דהאי יובלא לישנא דדכרא הוא", 
            "דתניא אמר רבי עקיבא", 
            "כשהלכתי לערביא היו קורין לדכרא יובלא", 
            "ואמר ר\"ע", 
            "כשהלכתי לגליא היו קורין לנדה גלמודה", 
            "מאי גלמודה גמולה דא מבעלה", 
            "ואמר ר\"ע", 
            "כשהלכתי לאפריקי היו קורין למעה קשיטה", 
            "למאי נפקא מינה", 
            "לפרושי (בראשית לג, יט) מאה קשיטה דאורייתא מאה דנקי", 
            "אמר רבי", 
            "כשהלכתי לכרכי הים היו קורין למכירה כירה", 
            "למאי נפקא מינה", 
            "לפרושי (בראשית נ, ה) אשר כריתי לי", 
            "אמר ר\"ש בן לקיש", 
            "כשהלכתי לתחום קן נשרייא היו קורין לכלה נינפי ולתרנגול שכוי", 
            "לכלה נינפי מאי קרא (תהלים מח, ג) יפה נוף משוש כל הארץ", 
            "ולתרנגול שכוי אמר רב יהודה אמר רב ואיבעית אימא ריב\"ל", 
            "מאי קרא (איוב לח, לו) מי שת בטוחות חכמה או מי נתן לשכוי בינה", 
            "מי שת בטוחות חכמה אלו כליות או מי נתן לשכוי בינה זה תרנגול", 
            "לוי איקלע לההוא אתרא אתא גברא לקמיה אמר ליה"
        ], 
        [
            "קבען פלניא", 
            "לא הוה ידע מאי קאמר ליה אתא שאיל בי מדרשא", 
            "(אמר ליה", 
            "גזלן אמר לך דכתיב (מלאכי ג, ח) היקבע אדם אלהים וגו'", 
            "א\"ל רבא מברניש לרב אשי", 
            "אי הואי התם הוה אמינא ליה", 
            "היכי קבעך במאי קבעך ואמאי קבעך", 
            "וממילא הוה ידעינא", 
            "ואיהו סבר", 
            "מילתא דאיסורא קאמר ליה", 
            "לא הוו ידעי רבנן מאי סירוגין", 
            "שמעוה לאמתא דבי רבי דחזתנהו רבנן דהוו עיילי פסקי פסקי", 
            "אמרה להו", 
            "עד מתי אתם נכנסין סירוגין סירוגין", 
            "לא הוו ידעי רבנן מאי חלוגלוגות", 
            "יומא חד שמעוה לאמתא דבי רבי דחזית לההוא גברא דקא מבדר פרפחיניה אמרה ליה", 
            "עד מתי אתה מפזר חלוגלוגך", 
            "לא הוו ידעי רבנן מאי (משלי ד, ח) סלסלה ותרוממך", 
            "יומא חד שמעוה לאמתא דבי רבי דהוות אמרה לההוא גברא דהוה קא מהפך בשעריה אמרה ליה", 
            "עד מתי אתה מסלסל בשערך", 
            "לא הוו ידעי רבנן מאי (ישעיהו יד, כג) וטאטאתיה במטאטא השמד", 
            "יומא חד שמעוה לאמתא דבי רבי דהוות אמרה לחבירתה", 
            "שקולי טאטיתא וטאטי ביתא", 
            "לא הוו ידעי רבנן מאי (תהלים נה, כג) השלך על ה' יהבך והוא יכלכלך", 
            "אמר רבה בר בר חנה", 
            "יומא חד הוה אזלינא בהדי ההוא טייעא הוה דרינא טונא ואמר לי", 
            "שקול יהביך ושדי אגמלאי:", 
            "מתני' שופר של ראש השנה של יעל פשוט ופיו מצופה זהב ושתי חצוצרות מן הצדדין", 
            "שופר מאריך וחצוצרות מקצרות שמצות היום בשופר", 
            "ובתעניות בשל זכרים כפופין ופיהן מצופה כסף ושתי חצוצרות באמצע", 
            "שופר מקצר וחצוצרות מאריכות שמצות היום בחצוצרות", 
            "שוה היובל לר\"ה לתקיעה ולברכות", 
            "רבי יהודה אומר", 
            "בר\"ה תוקעין בשל זכרים", 
            "וביובלות בשל יעלים:", 
            "גמ' א\"ר לוי", 
            "מצוה של ר\"ה ושל יוה\"כ בכפופין ושל כל השנה בפשוטין", 
            "והתנן", 
            "שופר של ר\"ה של יעל פשוט", 
            "הוא דאמר כי האי תנא", 
            "דתניא רבי יהודה אומר", 
            "בר\"ה היו תוקעין בשל זכרים כפופין וביובלות בשל יעלים", 
            "ולימא הלכתא כרבי יהודה", 
            "אי אמרת הלכתא כר' יהודה הוה אמינא אפילו של יובל נמי כר' יהודה סבירא ליה קא משמע לן", 
            "במאי קמיפלגי", 
            "מר סבר", 
            "בר\"ה כמה דכייף איניש דעתיה טפי מעלי וביום הכפורים כמה דפשיט איניש דעתיה טפי מעלי", 
            "ומר סבר", 
            "בראש השנה כמה דפשיט איניש דעתיה טפי מעלי ובתעניות כמה דכייף איניש דעתיה טפי מעלי:"
        ], 
        [
            "ופיו מצופה זהב:", 
            "והתניא", 
            "ציפהו זהב במקום הנחת פיו פסול שלא במקום הנחת פיו כשר", 
            "אמר אביי", 
            "כי תנן נמי מתניתין שלא במקום הנחת פה תנן:", 
            "ושתי חצוצרות מן הצדדים: ותרי קלי מי משתמעי", 
            "והתניא", 
            "זכור ושמור בדיבור אחד נאמרו מה שאין הפה יכולה לדבר ואין האוזן יכולה לשמוע", 
            "לכך מאריך בשופר", 
            "למימרא דכי שמע סוף תקיעה בלא תחילת תקיעה יצא וממילא תחילת תקיעה בלא סוף תקיעה יצא", 
            "ת\"ש", 
            "תקע בראשונה ומשך בשניה כשתים אין בידו אלא אחת", 
            "אמאי", 
            "תיסלק ליה בתרתי", 
            "פסוקי תקיעתא מהדדי לא פסקינן", 
            "ת\"ש", 
            "התוקע לתוך הבור או לתוך הדות או לתוך הפיטס אם קול שופר שמע יצא ואם קול הברה שמע לא יצא", 
            "אמאי", 
            "ליפוק בתחילת תקיעה מקמי דליערבב קלא", 
            "אלא", 
            "תרתי קלי מחד גברא לא משתמעי מתרי גברי משתמעי", 
            "ומתרי גברי מי משתמעי", 
            "והא תניא", 
            "בתורה אחד קורא ואחד מתרגם ובלבד שלא (יהו שנים קורין) ושנים מתרגמין", 
            "הא לא דמיא אלא לסיפא", 
            "בהלל ובמגילה אפילו עשרה קורין", 
            "אלמא", 
            "כיון דחביב יהיב דעתיה הכא נמי", 
            "כיון דחביב יהיב דעתיה ושמע", 
            "אלא למה מאריך בשופר", 
            "לידע שמצות היום בשופר:", 
            "ובתעניות בשל זכרים כפופין ופיו מצופה כסף:", 
            "מאי שנא התם דזהב ומ\"ש הכא דכסף", 
            "איבעית אימא", 
            "כל כינופיא דכסף הוא דכתיב (במדבר י, ב) עשה לך שתי חצוצרות כסף", 
            "ואיבעית אימא", 
            "התורה חסה על ממונן של ישראל", 
            "התם נמי נעביד דכסף", 
            "אפילו הכי כבוד יו\"ט עדיף", 
            "רב פפא בר שמואל סבר למיעבד עובדא כמתניתין", 
            "אמר ליה רבא", 
            "לא אמרו אלא במקדש", 
            "תניא נמי הכי", 
            "במה דברים אמורים במקדש אבל בגבולין", 
            "מקום שיש חצוצרות אין שופר מקום שיש שופר אין חצוצרות", 
            "וכן הנהיג רבי חלפתא בציפורי ורבי חנניא בן תרדיון בסיכני וכשבא דבר אצל חכמים אמרו", 
            "לא היו נוהגין כן אלא בשערי מזרח ובהר הבית בלבד", 
            "אמר רבא ואיתימא רבי יהושע בן לוי", 
            "מאי קראה דכתיב (תהלים צח, ו) בחצוצרות וקול שופר הריעו לפני המלך ה' לפני המלך ה' הוא דבעינן חצוצרות וקול שופר אבל בעלמא לא:", 
            "שוה היובל לר\"ה לתקיעה ולברכות כו':", 
            "א\"ר שמואל בר יצחק", 
            "כמאן מצלינן האידנא זה היום תחלת מעשיך זכרון ליום ראשון כמאן כרבי אליעזר דאמר", 
            "בתשרי נברא העולם", 
            "מתיב רב עינא", 
            "שוה יובל לר\"ה לתקיעה ולברכות והא איכא זה היום תחלת מעשיך זכרון ליום ראשון דבר\"ה איתא וביובל ליתא", 
            "כי קתני אשארא", 
            "רב שישא בריה דרב אידי מתני הכי", 
            "א\"ר שמואל בר יצחק", 
            "הא דתנן שוה היובל לר\"ה לתקיעה ולברכות כמאן דלא כרבי אליעזר דאי רבי אליעזר כיון דאמר בתשרי נברא העולם הא איכא זה היום תחלת מעשיך זכרון ליום ראשון דבר\"ה איתא וביובל ליתא", 
            "כי קתני אשארא:", 
            "מתני' שופר שנסדק ודבקו פסול דיבק שברי שופרות פסול"
        ], 
        [
            "ניקב וסתמו אם מעכב את התקיעה פסול ואם לאו כשר", 
            "התוקע לתוך הבור או לתוך הדות או לתוך הפיטס אם קול שופר שמע יצא ואם קול הברה שמע לא יצא", 
            "וכן מי שהיה עובר אחורי בית הכנסת או שהיה ביתו סמוך לבית הכנסת ושמע קול שופר או קול מגילה אם כוון לבו יצא ואם לאו לא יצא", 
            "אע\"פ שזה שמע וזה שמע זה כוון לבו וזה לא כוון לבו:", 
            "גמ' תנו רבנן", 
            "ארוך וקצרו כשר גרדו והעמידו על גלדו כשר ציפהו זהב במקום הנחת פה פסול שלא במקום הנחת פה כשר", 
            "ציפהו זהב מבפנים פסול", 
            "מבחוץ אם נשתנה קולו מכמות שהיה פסול ואם לאו כשר", 
            "ניקב וסתמו אם מעכב את התקיעה פסול ואם לאו כשר", 
            "נתן שופר בתוך שופר אם קול פנימי שמע יצא ואם קול חיצון שמע לא יצא", 
            "ת\"ר", 
            "גרדו בין מבפנים בין מבחוץ כשר", 
            "גרדו והעמידו על גלדו כשר", 
            "הניח שופר בתוך שופר אם קול פנימי שמע יצא ואם קול חיצון שמע לא יצא", 
            "הפכו ותקע בו לא יצא", 
            "אמר רב פפא", 
            "לא תימא דהפכיה ככתונא אלא שהרחיב את הקצר וקיצר את הרחב", 
            "מ\"ט כדרב מתנה דאמר רב מתנה", 
            "(ויקרא כה, ט) והעברת דרך העברתו בעינן:", 
            "דיבק שברי שופרות פסול:", 
            "ת\"ר", 
            "הוסיף עליו כל שהוא בין במינו בין שלא במינו פסול", 
            "ניקב וסתמו בין במינו בין שלא במינו פסול", 
            "ר' נתן אומר", 
            "במינו כשר שלא במינו פסול", 
            "במינו כשר אמר רבי יוחנן", 
            "והוא שנשתייר רובו", 
            "מכלל דשלא במינו אע\"פ שנשתייר רובו פסול", 
            "איכא דמתני לה אסיפא", 
            "שלא במינו פסול", 
            "א\"ר יוחנן", 
            "והוא שנפחת רובו", 
            "מכלל דבמינו אע\"פ שנפחת רובו כשר", 
            "ציפהו זהב מבפנים פסול מבחוץ אם נשתנה קולו מכמות שהיה פסול ואם לאו כשר", 
            "נסדק לאורכו פסול לרוחבו אם נשתייר בו שיעור תקיעה כשר ואם לאו פסול", 
            "וכמה שיעור תקיעה", 
            "פירש רשב\"ג", 
            "כדי שיאחזנו בידו ויראה לכאן ולכאן", 
            "היה קולו דק או עבה או צרוד כשר שכל הקולות כשירין [בשופר]", 
            "שלחו ליה לאבוה דשמואל", 
            "קדחו ותקע בו יצא", 
            "פשיטא כולהו נמי מיקדח קדחו להו", 
            "אמר רב אשי", 
            "שקדחו בזכרותו מהו דתימא", 
            "מין במינו חוצץ קמ\"ל:", 
            "התוקע לתוך הבור או לתוך הדות כו':", 
            "אמר רב הונא", 
            "לא שנו אלא לאותן העומדים על שפת הבור", 
            "אבל אותן העומדין בבור יצאו", 
            "תניא נמי הכי", 
            "התוקע לתוך הבור או לתוך הדות יצא", 
            "והתנן", 
            "לא יצא", 
            "אלא לאו שמע מינה כדרב הונא ש\"מ", 
            "איכא דרמי להו מירמא תנן", 
            "התוקע לתוך הבור או לתוך הדות לא יצא והתניא", 
            "יצא", 
            "אמר רב הונא", 
            "לא קשיא", 
            "כאן לאותן העומדין על שפת הבור כאן לאותן העומדין בבור", 
            "אמר רבה"
        ], 
        [
            "שמע מקצת תקיעה בבור ומקצת תקיעה על שפת הבור יצא מקצת תקיעה קודם שיעלה עמוד השחר ומקצת תקיעה לאחר שיעלה עמוד השחר לא יצא", 
            "אמר ליה אביי", 
            "מאי שנא התם דבעינא כולה תקיעה בחיובא וליכא הכא נמי בעינא כולה תקיעה בחיובא וליכא", 
            "הכי השתא", 
            "התם לילה לאו זמן חיובא הוא כלל הכא בור מקום חיובא הוא לאותן העומדין בבור", 
            "למימרא דסבר רבה", 
            "שמע סוף תקיעה בלא תחילת תקיעה יצא", 
            "וממילא תחילת תקיעה בלא סוף תקיעה יצא", 
            "ת\"ש", 
            "תקע בראשונה ומשך בשניה כשתים אין בידו אלא אחת", 
            "ואמאי", 
            "תסלק לה בתרתי", 
            "פסוקי תקיעתא מהדדי לא פסקינן", 
            "ת\"ש", 
            "התוקע לתוך הבור או לתוך הדות או לתוך הפיטס אם קול שופר שמע יצא ואם קול הברה שמע לא יצא", 
            "ואמאי", 
            "ליפוק בתחילת תקיעה מקמי דליערבב קלא", 
            "כי קאמר רבה בתוקע ועולה לנפשיה", 
            "אי הכי מאי למימרא", 
            "מהו דתימא", 
            "זמנין דמפיק רישיה ואכתי שופר בבור וקא מיערבב קלא קמ\"ל", 
            "אמר רב יהודה", 
            "בשופר של עולה לא יתקע ואם תקע יצא", 
            "בשופר של שלמים לא יתקע ואם תקע לא יצא", 
            "מ\"ט", 
            "עולה בת מעילה היא כיון דמעל בה נפקא לה לחולין שלמים דלאו בני מעילה נינהו איסורא הוא דרכיב בהו [ולא נפקי לחולין]", 
            "מתקיף לה רבא", 
            "אימת מעל לבתר דתקע כי קא תקע באיסורא תקע", 
            "אלא אמר רבא", 
            "אחד זה ואחד זה לא יצא", 
            "הדר אמר", 
            "אחד זה ואחד זה יצא מצות לאו ליהנות ניתנו", 
            "אמר רב יהודה", 
            "בשופר של ע\"ז לא יתקע ואם תקע יצא", 
            "בשופר של עיר הנדחת לא יתקע ואם תקע לא יצא", 
            "מ\"ט", 
            "עיר הנדחת כתותי מיכתת שיעוריה", 
            "אמר רבא", 
            "המודר הנאה מחבירו מותר לתקוע לו תקיעה של מצוה המודר הנאה משופר מותר לתקוע בו תקיעה של מצוה", 
            "ואמר רבא", 
            "המודר הנאה מחבירו מזה עליו מי חטאת בימות הגשמים אבל לא בימות החמה", 
            "המודר הנאה ממעין טובל בו טבילה של מצוה בימות הגשמים אבל לא בימות החמה", 
            "שלחו ליה לאבוה דשמואל", 
            "כפאו ואכל מצה יצא", 
            "כפאו מאן", 
            "אילימא כפאו שד והתניא", 
            "עתים חלים עתים שוטה כשהוא חלים הרי הוא כפקח לכל דבריו כשהוא שוטה הרי הוא כשוטה לכל דבריו", 
            "אמר רב אשי", 
            "שכפאוהו פרסיים", 
            "אמר רבא זאת אומרת", 
            "התוקע לשיר יצא", 
            "פשיטא היינו הך", 
            "מהו דתימא", 
            "התם אכול מצה אמר רחמנא והא אכל"
        ], 
        [
            "אבל הכא (ויקרא כג, כד) זכרון תרועה כתיב והאי מתעסק בעלמא הוא קמ\"ל", 
            "אלמא קסבר רבא", 
            "מצות אין צריכות כוונה", 
            "איתיביה", 
            "היה קורא בתורה והגיע זמן המקרא אם כוון לבו יצא ואם לאו לא יצא", 
            "מאי לאו כוון לבו לצאת", 
            "לא לקרות", 
            "לקרות", 
            "הא קא קרי", 
            "בקורא להגיה", 
            "ת\"ש", 
            "היה עובר אחורי בית הכנסת או שהיה ביתו סמוך לבית הכנסת ושמע קול שופר או קול מגילה אם כוון לבו יצא ואם לאו לא יצא", 
            "מאי לאו", 
            "אם כוון לבו לצאת", 
            "לא לשמוע", 
            "לשמוע", 
            "והא שמע", 
            "סבור", 
            "חמור בעלמא הוא", 
            "איתיביה", 
            "נתכוון שומע ולא נתכוון משמיע משמיע ולא נתכוון שומע לא יצא עד שיתכוון שומע ומשמיע", 
            "בשלמא נתכוון משמיע ולא נתכוון שומע כסבור חמור בעלמא הוא אלא נתכוון שומע ולא נתכוון משמיע היכי משכחת לה לאו בתוקע לשיר", 
            "דלמא דקא מנבח נבוחי", 
            "א\"ל אביי", 
            "אלא מעתה הישן בשמיני בסוכה ילקה", 
            "אמר לו", 
            "שאני אומר מצות אינו עובר עליהן אלא בזמנן", 
            "מתיב רב שמן בר אבא", 
            "מנין לכהן שעולה לדוכן שלא יאמר", 
            "הואיל ונתנה לי תורה רשות לברך את ישראל אוסיף ברכה אחת משלי כגון (דברים א, יא) ה' אלהי אבותיכם יוסף עליכם ת\"ל (דברים ד, ב) לא תוסיפו על הדבר", 
            "והא הכא כיון דבריך ליה עברה ליה זמניה וקתני דעבר", 
            "הכא במאי עסקינן בדלא סיים", 
            "והתניא", 
            "סיים", 
            "סיים ברכה אחת", 
            "והתניא", 
            "סיים כל ברכותיו", 
            "שאני הכא כיון דאלו מתרמי ליה צבורא אחרינא הדר מברך כוליה יומא זמניה הוא", 
            "ומנא תימרא", 
            "דתנן", 
            "הניתנין במתנה אחת שנתערבו בניתנין מתנה אחת ינתנו מתנה אחת מתן ד' במתן ד' ינתנו במתן ד' מתן ד' במתן אחת ר\"א אומר", 
            "ינתנו במתן ד' רבי יהושע אומר", 
            "ינתנו במתן אחת", 
            "אמר לו ר\"א", 
            "הרי הוא עובר על בל תגרע", 
            "אמר לו ר' יהושע", 
            "הרי הוא עובר על בל תוסיף", 
            "א\"ל ר\"א", 
            "לא נאמר בל תוסיף אלא כשהוא בעצמו אמר לו ר' יהושע", 
            "לא נאמר בל תגרע אלא כשהוא בעצמו", 
            "ועוד אמר רבי יהושע", 
            "כשלא נתת עברת על בל תגרע ולא עשית מעשה בידך", 
            "כשנתת עברת על בל תוסיף ועשית מעשה בידך", 
            "והא הכא כיון דיהיב ליה מתנה מבכור עברה ליה לזמניה וקתני דעבר משום בל תוסיף לאו משום דאמרינן", 
            "כיון דאילו מתרמי ליה בוכרא אחרינא הדר מזה מיניה כוליה יומא זמניה", 
            "[ממאי]", 
            "דלמא קסבר ר' יהושע", 
            "מצות עובר עליהן אפי' שלא בזמנן", 
            "אנן הכי קאמרינן", 
            "רב שמן בר אבא מ\"ט שביק מתני' ומותיב מברייתא לותיב ממתניתין", 
            "מתניתין מ\"ט לא מותיב כיון דאילו מתרמי ליה בוכרא אחרינא בעי מזה מיניה כוליה יומא זמניה הוא ברייתא נמי כיון דאי מתרמי צבורא אחרינא הדר מברך כוליה יומא זמניה", 
            "ורב שמן בר אבא", 
            "התם לא סגי דלא יהיב הכא אי בעי מברך אי בעי לא מברך", 
            "רבא אמר", 
            "לצאת לא בעי כוונה לעבור בעי כוונה", 
            "והא מתן דמים לרבי יהושע דלעבור ולא בעי כוונה", 
            "אלא אמר רבא", 
            "לצאת לא בעי כוונה לעבור בזמנו לא בעי כוונה שלא בזמנו בעי כוונה", 
            "אמר ליה ר' זירא לשמעיה"
        ], 
        [
            "איכוון ותקע לי", 
            "אלמא קסבר משמיע בעי כוונה", 
            "מיתיבי", 
            "היה עובר אחורי בית הכנסת או שהיה ביתו סמוך לבית הכנסת ושמע קול שופר או קול מגילה אם כוון לבו יצא ואם לאו לא יצא", 
            "וכי כוון לבו מאי הוי", 
            "היאך לא קא מיכוין אדעתא דידיה", 
            "הכא בשליח ציבור עסקינן דדעתיה אכוליה עלמא", 
            "ת\"ש", 
            "נתכוון שומע ולא נתכוון משמיע נתכוון משמיע ולא נתכוון שומע לא יצא עד שיתכוון שומע ומשמיע", 
            "קתני משמיע דומיא דשומע מה שומע שומע לעצמו אף משמיע משמיע לעצמו", 
            "וקתני", 
            "לא יצא", 
            "תנאי היא דתניא", 
            "שומע שומע לעצמו ומשמיע משמיע לפי דרכו", 
            "אמר רבי יוסי", 
            "בד\"א בשליח צבור אבל ביחיד לא יצא עד שיתכוין שומע ומשמיע:", 
            "מתני (שמות יז, יא) והיה כאשר ירים משה ידו וגבר ישראל וגו' וכי ידיו של משה עושות מלחמה או שוברות מלחמה", 
            "אלא לומר לך", 
            "כל זמן שהיו ישראל מסתכלין כלפי מעלה ומשעבדין את לבם לאביהם שבשמים היו מתגברים ואם לאו היו נופלים", 
            "כיוצא בדבר אתה אומר (במדבר כא, ח) עשה לך שרף ושים אותו על נס והיה כל הנשוך וראה אותו וחי וכי נחש ממית או נחש מחיה", 
            "אלא בזמן שישראל מסתכלין כלפי מעלה ומשעבדין את לבם לאביהם שבשמים היו מתרפאין ואם לאו היו נימוקים", 
            "חרש שוטה וקטן אין מוציאין את הרבים ידי חובתן", 
            "זה הכלל", 
            "כל שאינו מחוייב בדבר אינו מוציא את הרבים ידי חובתן:", 
            "גמ' ת\"ר", 
            "הכל חייבין בתקיעת שופר", 
            "כהנים ולוים וישראלים גרים ועבדים משוחררים וטומטום ואנדרוגינוס מי שחציו עבד וחציו בן חורין", 
            "טומטום אינו מוציא לא את מינו ולא את שאינו מינו", 
            "אנדרוגינוס מוציא את מינו אבל לא את שאינו מינו", 
            "מי שחציו עבד וחציו בן חורין אינו מוציא לא את מינו ולא את שאינו מינו", 
            "אמר מר", 
            "הכל חייבין בתקיעת שופר", 
            "כהנים לוים וישראלים", 
            "פשיטא", 
            "אי הני לא מיחייבי מאן מיחייבי", 
            "כהנים אצטריכא ליה ס\"ד אמינא", 
            "הואיל וכתיב (במדבר כט, א) יום תרועה יהיה לכם מאן דליתיה אלא בתקיעה דחד יומא הוא דמיחייב והני כהנים הואיל ואיתנהו בתקיעות דכל השנה דכתיב (במדבר י, י) ותקעתם בחצוצרות על עולותיכם אימא לא ליחייבו קמ\"ל", 
            "מי דמי", 
            "התם חצוצרות והכא שופר", 
            "אלא אצטריך סד\"א", 
            "הואיל ותנן", 
            "שוה היובל לר\"ה לתקיעה ולברכות מאן דאיתיה במצות היובל איתיה במצוה דראש השנה והני כהנים הואיל וליתנהו במצוה דיובל דתנן", 
            "כהנים ולוים מוכרין לעולם וגואלין לעולם אימא", 
            "במצוה דראש השנה לא ליחייבו קמ\"ל:", 
            "מי שחציו עבד וחציו בן חורין אינו מוציא לא את מינו ולא את שאינו מינו:", 
            "אמר רב הונא", 
            "ולעצמו מוציא", 
            "א\"ל רב נחמן לרב הונא", 
            "מאי שנא לאחרים דלא דלא אתי צד עבדות ומפיק צד חירות לעצמו נמי לא אתי צד עבדות דידיה ומפיק צד חירות דידיה", 
            "אלא אר\"נ", 
            "אף לעצמו אינו מוציא", 
            "תניא נמי הכי", 
            "מי שחציו עבד וחציו בן חורין אף לעצמו אינו מוציא", 
            "תני אהבה בריה דר' זירא", 
            "כל הברכות כולן אע\"פ שיצא מוציא חוץ מברכת הלחם וברכת היין שאם לא יצא מוציא ואם יצא אינו מוציא", 
            "בעי רבא", 
            "בעי רבא"
        ], 
        [
            "ברכת הלחם של מצה וברכת היין של קידוש היום מהו", 
            "כיון דחובה הוא מפיק או דלמא ברכה לאו חובה היא", 
            "ת\"ש", 
            "דאמר רב אשי", 
            "כי הוינן בי רב פפי הוה מקדש לן וכי הוה אתי אריסיה מדברא הוה מקדש להו", 
            "ת\"ר", 
            "לא יפרוס אדם פרוסה לאורחין אלא אם כן אוכל עמהם", 
            "אבל פורס הוא לבניו ולבני ביתו כדי לחנכן במצות", 
            "ובהלל ובמגילה אף על פי שיצא מוציא:", 
            "הדרן עלך ראוהו בית דין", 
            "מתני' יום טוב של ר\"ה שחל להיות בשבת במקדש היו תוקעין אבל לא במדינה", 
            "משחרב בהמ\"ק התקין רבן יוחנן בן זכאי שיהו תוקעין בכל מקום שיש בו ב\"ד", 
            "אמר רבי אלעזר", 
            "לא התקין רבן יוחנן בן זכאי אלא ביבנה בלבד", 
            "אמרו לו", 
            "אחד יבנה ואחד כל מקום שיש בו בית דין", 
            "ועוד זאת היתה ירושלים יתירה על יבנה", 
            "שכל עיר שהיא רואה ושומעת וקרובה ויכולה לבוא תוקעין וביבנה לא היו תוקעין אלא בב\"ד בלבד:", 
            "גמ' מנה\"מ", 
            "אמר רבי לוי בר לחמא אמר רבי חמא בר חנינא", 
            "כתוב אחד אומר (ויקרא כג, כד) שבתון זכרון תרועה וכתוב אחד אומר (במדבר כט, א) יום תרועה יהיה לכם", 
            "לא קשיא", 
            "כאן ביו\"ט שחל להיות בשבת כאן ביום טוב שחל להיות בחול", 
            "אמר רבא", 
            "אי מדאורייתא היא במקדש היכי תקעינן", 
            "ועוד", 
            "הא לאו מלאכה היא דאצטריך קרא למעוטי דתנא דבי שמואל", 
            "(במדבר כט, א) כל מלאכת עבודה לא תעשו יצתה תקיעת שופר ורדיית הפת שהיא חכמה ואינה מלאכה", 
            "אלא אמר רבא", 
            "מדאורייתא מישרא שרי ורבנן הוא דגזור ביה כדרבה", 
            "דאמר רבה", 
            "הכל חייבין בתקיעת שופר ואין הכל בקיאין בתקיעת שופר גזירה שמא יטלנו בידו וילך אצל הבקי ללמוד ויעבירנו ד' אמות ברה\"ר", 
            "והיינו טעמא דלולב והיינו טעמא דמגילה:", 
            "משחרב בהמ\"ק התקין רבי יוחנן בן זכאי כו':", 
            "תנו רבנן", 
            "פעם אחת חל ראש השנה להיות בשבת [והיו כל הערים מתכנסין]", 
            "אמר להם רבן יוחנן בן זכאי לבני בתירה", 
            "נתקע", 
            "אמרו לו", 
            "נדון", 
            "אמר להם", 
            "נתקע ואחר כך נדון", 
            "לאחר שתקעו אמרו לו", 
            "נדון", 
            "אמר להם", 
            "כבר נשמעה קרן ביבנה ואין משיבין לאחר מעשה:", 
            "אמר רבי אלעזר", 
            "לא התקין רבן יוחנן בן זכאי אלא ביבנה בלבד", 
            "אמרו לו", 
            "אחד יבנה ואחד כל מקום שיש בו ב\"ד:", 
            "אמרו לו היינו ת\"ק", 
            "איכא בינייהו בי דינא דאקראי:", 
            "אמרו לו אחד יבנה ואחד כל מקום שיש בו ב\"ד:", 
            "אמר רב הונא"
        ], 
        [
            "ועם בית דין", 
            "מאי ועם ב\"ד בפני בית דין לאפוקי שלא בפני בית דין דלא", 
            "מתיב רבא", 
            "ועוד זאת היתה ירושלים יתירה על יבנה וכו' מאי ועוד זאת", 
            "אילימא כדקתני זאת מיבעי ליה", 
            "אלא", 
            "דבירושלים תוקעין יחידין וביבנה אין תוקעין יחידין", 
            "וביבנה אין תוקעין יחידין", 
            "והא כי אתא רב יצחק בר יוסף אמר", 
            "כי מסיים שליחא דציבורא תקיעה ביבנה לא שמע איניש קל אוניה מקל תקועיא [דיחידאי]", 
            "אלא לאו דבירושלים תוקעין בין בזמן ב\"ד ובין שלא בזמן ב\"ד", 
            "וביבנה בזמן ב\"ד אין שלא בזמן ב\"ד לא", 
            "הא בזמן ב\"ד מיהא תוקעין ואפילו שלא בפני ב\"ד", 
            "לא דאילו בירושלים תוקעין בין בפני ב\"ד בין שלא בפני בית דין וביבנה בפני ב\"ד אין שלא בפני ב\"ד לא", 
            "איכא דמתני להא דרב הונא אהא דכתיב (ויקרא כה, ט) ביום הכפורים תעבירו שופר בכל ארצכם מלמד שכל יחיד ויחיד חייב לתקוע", 
            "אמר רב הונא", 
            "ועם בית דין", 
            "מאי ועם ב\"ד בזמן ב\"ד לאפוקי שלא בזמן בית דין דלא", 
            "מתיב רבא", 
            "תקיעת ראש השנה ויובל דוחה את השבת בגבולין איש וביתו", 
            "מאי איש וביתו", 
            "אילימא איש ואשתו איתתא מי מיחייבא", 
            "והא מצות עשה שהזמן גרמא היא וכל מצות עשה שהזמן גרמא נשים פטורות", 
            "אלא לאו", 
            "איש בביתו ואפילו שלא בזמן ב\"ד", 
            "לא לעולם בזמן ב\"ד", 
            "מתיב רב ששת", 
            "שוה היובל לראש השנה לתקיעה ולברכות אלא שביובל תוקעין בין בב\"ד שקידשו בו את החדש ובין בב\"ד שלא קידשו בו את החדש וכל יחיד ויחיד חייב לתקוע", 
            "ובר\"ה לא היו תוקעין אלא בב\"ד שקידשו בו את החדש ואין כל יחיד ויחיד חייב לתקוע", 
            "מאי אין כל יחיד ויחיד חייב לתקוע", 
            "אילימא דביובל תוקעין יחידין ובראש השנה אין תוקעין יחידין והא כי אתא רב יצחק בר יוסף אמר", 
            "כי הוה מסיים שליחא דציבורא תקיעתא ביבנה לא שמע איניש קל אוניה מקל תקועיא [דיחידאי]", 
            "אלא לאו", 
            "[דאילו] ביובל תוקעין בין בזמן ב\"ד בין שלא בזמן ב\"ד ובר\"ה בזמן ב\"ד אין שלא בזמן ב\"ד לא", 
            "קתני מיהת", 
            "ביובל בין בזמן ב\"ד בין שלא בזמן ב\"ד לא", 
            "לעולם בזמן בית דין והכי קתני", 
            "ביובל בזמן ב\"ד תוקעין בין בפני בית דין בין שלא בפני ב\"ד בר\"ה תוקעין בזמן ב\"ד ובפני ב\"ד", 
            "איתמר נמי א\"ר חייא בר גמדא א\"ר יוסי בן שאול אמר רבי", 
            "אין תוקעין אלא כל זמן שבית דין יושבין", 
            "בעי ר' זירא", 
            "ננערו לעמוד ולא עמדו מהו", 
            "ב\"ד יושבין בעינן והא איכא או דלמא זמן ב\"ד בעינן וליכא", 
            "תיקו:", 
            "ועוד זאת היתה ירושלים יתירה על יבנה וכו':", 
            "רואה פרט ליושבת בנחל שומעת פרט ליושבת בראש ההר קרובה פרט ליושבת חוץ לתחום ויכולה לבוא פרט למפסיק לה נהרא:", 
            "מתני' בראשונה היה הלולב ניטל במקדש שבעה ובמדינה יום אחד משחרב בית המקדש התקין רבן יוחנן בן זכאי שיהא לולב ניטל במדינה שבעה זכר למקדש ושיהא יום הנף כולו אסור:", 
            "גמ' ומנלן דעבדינן זכר למקדש", 
            "דאמר קרא (ירמיהו ל, יז) כי אעלה ארוכה לך וממכותיך ארפאך נאם ה' כי נדחה קראו לך ציון היא דורש אין לה מכלל דבעיא דרישה:", 
            "ושיהא יום הנף כולו אסור:", 
            "מ\"ט", 
            "מהרה יבנה בית המקדש ויאמרו", 
            "אשתקד מי לא אכלנו בהאיר מזרח עכשיו נמי ניכול", 
            "ולא ידעי דאשתקד לא הוה עומר האיר מזרח התיר השתא דאיכא עומר עומר מתיר", 
            "דמיבני אימת", 
            "אילימא דאיבני בשיתסר הרי האיר מזרח התיר", 
            "אלא דאיבני בחמיסר מחצות היום ולהלן לשתרי דהא תנן", 
            "הרחוקין מותרין מחצות היום ולהלן לפי שאין ב\"ד מתעצלים בו", 
            "לא נצרכא דאיבני בחמיסר סמוך לשקיעת החמה", 
            "אי נמי דאיבני בליליא", 
            "(אמר) רב נחמן בר יצחק", 
            "רבן יוחנן בן זכאי"
        ], 
        [
            "בשיטת ר' יהודה אמרה דאמר (ויקרא כג, יד) עד עצם היום הזה עד עצמו של יום", 
            "וקסבר", 
            "עד ועד בכלל", 
            "ומי סבר לה כוותיה", 
            "והא מפליג פליג עליה דתנן", 
            "משחרב בית המקדש התקין רבן יוחנן בן זכאי שיהא יום הנף כולו אסור", 
            "א\"ר יהודה", 
            "והלא מן התורה הוא אסור [דכתיב עד עצם היום הזה]", 
            "התם ר' יהודה הוא דקא טעי", 
            "איהו סבר", 
            "רבן יוחנן בן זכאי מדרבנן קאמר ולא היא", 
            "מדאורייתא קאמר", 
            "והא התקין קתני", 
            "מאי התקין דרש והתקין:", 
            "מתני' בראשונה היו מקבלין עדות החדש כל היום פעם אחת נשתהו העדים מלבוא ונתקלקלו הלוים בשיר", 
            "התקינו שלא יהו מקבלין אלא עד המנחה", 
            "ואם באו עדים מן המנחה ולמעלה נוהגין אותו היום קודש ולמחר קודש משחרב בית המקדש התקין רבן יוחנן בן זכאי שיהו מקבלין עדות החדש כל היום:", 
            "גמ' מה קלקול קלקלו הלוים בשיר", 
            "הכא תרגימו", 
            "שלא אמרו שירה כל עיקר", 
            "רבי זירא אמר", 
            "שאמרו שירה של חול עם תמיד של בין הערבים", 
            "אמר לו רבי זירא לאהבה בריה", 
            "פוק תני להו", 
            "התקינו שלא יהו מקבלין עדות החדש אלא כדי שיהא שהות ביום להקריב תמידין ומוספין ונסכיהם ולומר שירה שלא בשיבוש", 
            "אי אמרת בשלמא אמור שירה דחול היינו דאיכא שיבוש אלא אי אמרת לא אמור כלל מאי שיבוש איכא", 
            "כיון דלא אמור כלל אין לך שיבוש גדול מזה", 
            "מתיב רב אחא בר הונא", 
            "תמיד של ראש השנה שחרית קרב כהלכתו במוסף מהו אומר (תהלים פא, ב) הרנינו לאלהים עוזנו הריעו לאלהי יעקב", 
            "במנחה מהו אומר (תהלים כט, ח) קול ה' יחיל מדבר", 
            "ובזמן שחל ראש השנה להיות בחמישי בשבת שהשירה שלו הרנינו לאלהים עוזנו לא היה אומר בשחרית הרנינו מפני שחוזר וכופל את הפרק אלא מהו אומר", 
            "(תהלים פא, ז) הסירותי מסבל שכמו", 
            "ואם באו עדים אחר תמיד של שחר אומר הרנינו אע\"פ שחוזר וכופל את הפרק", 
            "אי אמרת בשלמא כל היכא דמסתפקא אמרינן שירה דחול היינו דקאמר אומרו וכופלו אלא אי אמרת לא אמור כלל מאי אומרו וכופלו"
        ], 
        [
            "שאני התם דשירה דיומיה היא", 
            "תניא רבי יהודה אומר משום ר\"ע", 
            "בראשון מה היו אומרים (תהלים כד, א) לה' הארץ ומלואה על שם שקנה והקנה ושליט בעולמו", 
            "בשני מה היו אומרים (תהלים מח, ב) גדול ה' ומהולל מאד על שם שחילק מעשיו ומלך עליהן", 
            "בשלישי היו אומרים (תהלים פב, א) אלהים נצב בעדת אל על שם שגילה ארץ בחכמתו והכין תבל לעדתו ברביעי היו אומרים (תהלים צד, א) אל נקמות ה' על שם שברא חמה ולבנה ועתיד ליפרע מעובדיהן", 
            "בחמישי היו אומרים (תהלים פא, ב) הרנינו לאלהים עוזנו על שם שברא עופות ודגים לשבח לשמו", 
            "בששי היו אומרים (תהלים צג, א) ה' מלך גאות לבש על שם שגמר מלאכתו ומלך עליהן", 
            "בשביעי היו אומרים (תהלים צב, א) מזמור שיר ליום השבת ליום שכולו שבת", 
            "א\"ר נחמיה", 
            "מה ראו חכמים לחלק בין הפרקים הללו", 
            "אלא", 
            "בראשון שקנה והקנה ושליט בעולמו", 
            "בשני שחילק מעשיו ומלך עליהם בשלישי שגילה ארץ בחכמתו והכין תבל לעדתו ברביעי שברא חמה ולבנה ועתיד ליפרע מעובדיהן בחמישי שברא עופות ודגים לשבח לשמו בששי שגמר מלאכתו ומלך עליהם בשביעי על שם ששבת", 
            "וקמיפלגי בדרב קטינא", 
            "דאמר רב קטינא", 
            "שיתא אלפי שני הוה עלמא וחד חרוב שנאמר (ישעיהו ב, יא) ונשגב יי' לבדו ביום ההוא", 
            "(אמר אביי)", 
            "תרי חרוב שנאמ' (הושע ו, ב) יחיינו מיומים", 
            "במוספי דשבתא מה היו אומרים", 
            "אמר רב ענן בר רבא אמר רב", 
            "הזי\"ו ל\"ך", 
            "ואמר רב חנן בר רבא אמר רב", 
            "כדרך שחלוקים כאן כך חלוקין בבית הכנסת", 
            "במנחת' דשבתא מה היו אומרי'", 
            "אמר רבי יוחנן", 
            "אז ישיר ומי כמוך ואז ישיר", 
            "איבעי' להו", 
            "הני כולהו בחד שבתא אמרי להו או דלמא כל שבתא ושבתא אמרי חד", 
            "תא שמע דתניא א\"ר יוסי", 
            "עד שהראשונה אומרת אחת שניה חוזרת שתים שמע מינה", 
            "כל שבתא ושבתא אמרי חד שמע מינה", 
            "אמר רב יהודה בר אידי א\"ר יוחנן", 
            "עשר מסעות נסעה שכינה מקראי", 
            "וכנגדן גלתה סנהדרין מגמרא", 
            "עשר מסעות נסעה שכינה מקראי", 
            "מכפרת לכרוב ומכרוב לכרוב ומכרוב למפתן וממפתן לחצר ומחצר למזבח וממזבח לגג ומגג לחומה ומחומה לעיר ומעיר להר ומהר למדבר וממדבר עלתה וישבה במקומה שנאמר (הושע ה, טו) אלך אשובה אל מקומי", 
            "מכפורת לכרוב מכרוב לכרוב ומכרוב למפתן דכתיב (שמות כה, כב) ונועדתי [לך שם ודברתי] אתך מעל הכפורת וכתיב וירכב על כרוב ויעף וכתיב (יחזקאל ט, ג) וכבוד אלהי ישראל נעלה מעל הכרוב אשר היה עליו אל מפתן הבית", 
            "וממפתן לחצר דכתיב (יחזקאל י, ד) וימלא הבית את הענן והחצר מלאה את נגה כבוד ה'", 
            "מחצר למזבח דכתיב ראיתי את ה' נצב על המזבח וממזבח לגג דכתיב (משלי כא, ט) טוב לשבת על פנת גג מגג לחומה דכתיב והנה ה' נצב על חומת אנך", 
            "מחומה לעיר דכתיב (מיכה ו, ט) קול ה' לעיר יקרא ומעיר להר דכתיב ויעל כבוד ה' מעל תוך העיר ויעמד על ההר אשר מקדם לעיר ומהר למדבר דכתיב (משלי כא, יט) טוב שבת בארץ מדבר", 
            "וממדבר עלתה וישבה במקומה דכתיב אלך אשובה אל מקומי וגו'", 
            "א\"ר יוחנן", 
            "ששה חדשים נתעכבה שכינה לישראל במדבר שמא יחזרו בתשובה", 
            "כיון שלא חזרו אמר", 
            "תיפח עצמן שנאמר (איוב יא, כ) ועיני רשעים תכלינה ומנוס אבד מנהם ותקותם מפח נפש", 
            "וכנגדן גלתה סנהדרין מגמרא", 
            "מלשכת הגזית לחנות ומחנות לירושלים ומירושלים ליבנה"
        ], 
        [
            "ומיבנה לאושא ומאושא ליבנה ומיבנה לאושא ומאושא לשפרעם ומשפרעם לבית שערים ומבית שערים לצפורי ומצפורי לטבריא", 
            "וטבריא עמוקה מכולן שנאמר (ישעיהו כט, ד) ושפלת מארץ תדברי", 
            "רבי אלעזר אומר", 
            "שש גלות שנאמר (ישעיהו כו, ה) כי השח יושבי מרום קריה נשגבה ישפילנה ישפילה עד ארץ יגיענה עד עפר", 
            "א\"ר יוחנן", 
            "ומשם עתידין ליגאל שנאמר (ישעיהו נב, ב) התנערי מעפר קומי שבי:", 
            "מתני' אמר ר' יהושע בן קרחה", 
            "ועוד זאת התקין רבן יוחנן בן זכאי", 
            "שאפילו ראש בית דין בכל מקום שלא יהו העדים הולכין אלא למקום הוועד:", 
            "גמ' ההיא איתתא דאזמנוה לדינא קמיה דאמימר בנהרדעי אזל אמימר למחוזא ולא אזלה בתריה", 
            "כתב פתיחא עילווה", 
            "אמר ליה רב אשי לאמימר", 
            "והא אנן תנן", 
            "אפילו ראש בית דין בכל מקום שלא יהו העדים הולכין אלא למקום הוועד", 
            "א\"ל", 
            "הנ\"מ לענין עדות החדש דא\"כ נמצאת מכשילן לעתיד לבא", 
            "אבל הכא (משלי כב, ז) עבד לוה לאיש מלוה", 
            "ת\"ר", 
            "אין כהנים רשאין לעלות בסנדליהן לדוכן וזו אחד מתשע תקנות שהתקין ריב\"ז", 
            "שית דהאי פירקא וחדא דפירקא קמא", 
            "ואידך דתני'", 
            "גר שנתגייר בזמן הזה צריך שיפריש רובע לקינו", 
            "אמר רשב\"א", 
            "כבר נמנה עליה רבן יוחנן וביטלה מפני התקלה", 
            "ואידך פלוגתא דרב פפא ורב נחמן בר יצחק", 
            "רב פפא אמר", 
            "כרם רבעי רב נחמן בר יצחק אמר", 
            "לשון של זהורית", 
            "רב פפא אמר", 
            "כרם רבעי (דתניא)", 
            "כרם רבעי היה עולה לירושלים מהלך יום לכל צד וזו היא תחומה", 
            "אילת מן (הצפון) ועקרבת מן (הדרום) לוד מן המערב וירדן מן המזרח", 
            "ואמר עולא ואיתימא רבה בר עולא א\"ר יוחנן", 
            "מה טעם כדי לעטר שוקי ירושלים בפירות", 
            "ותניא", 
            "כרם רבעי היה לו לרבי אליעזר במזרח לוד בצד כפר טבי וביקש ר' אליעזר להפקירו לעניים", 
            "אמרו לו תלמידיו", 
            "רבי כבר נמנו חבריך עליו והתירוהו", 
            "מאן חבריך רבן יוחנן בן זכאי", 
            "רב נחמן בר יצחק אמר לשון של זהורית", 
            "דתניא", 
            "בראשונה היו קושרין לשון של זהורית על פתח אולם מבחוץ הלבין היו שמחין לא הלבין היו עצבין התקינו שיהו קושרין אותו על פתח אולם מבפנים", 
            "ועדיין היו מציצין ורואין הלבין היו שמחין לא הלבין היו עצבין", 
            "התקינו שיהו קושרין אותו חציו בסלע וחציו בין קרניו של שעיר המשתלח", 
            "רב נחמן בר יצחק מאי טעמא לא אמר כרב פפא", 
            "אמר לך", 
            "אי סלקא דעתך רבן יוחנן בן זכאי חבריו דרבי אליעזר מי הוה", 
            "רבו הוה", 
            "ואידך", 
            "כיון דתלמידים הוו לאו אורח ארעא למימרא ליה לרביה רבך", 
            "ורב פפא מאי טעמא לא אמר כרב נחמן בר יצחק", 
            "אמר לך", 
            "אי ס\"ד רבן יוחנן בן זכאי בימי רבן יוחנן בן זכאי מי הוה לשון של זהורית", 
            "והתניא", 
            "כל שנותיו של רבן יוחנן בן זכאי מאה ועשרים שנה", 
            "מ' שנה עסק בפרקמטיא מ' שנה למד מ' שנה לימד", 
            "ותניא", 
            "מ' שנה קודם שנחרב הבית לא היה לשון של זהורית מלבין אלא מאדים", 
            "ותנן", 
            "משחרב הבית התקין רבן יוחנן בן זכאי", 
            "ואידך", 
            "אותם ארבעים שנה דלמד תלמיד יושב לפני רבו הוה ואמר מילתא ואסתבר טעמיה"
        ], 
        [
            "וקבעיה רביה בשמיה:", 
            "מתני' סדר ברכות", 
            "אומר אבות וגבורות וקדושת השם וכולל מלכיות עמהן ואינו תוקע", 
            "קדושת היום ותוקע זכרונות ותוקע שופרות ותוקע ואומר עבודה והודאה וברכת כהנים דברי ר' יוחנן בן נורי", 
            "אמר לו ר\"ע", 
            "אם אינו תוקע למלכיות למה הוא מזכיר", 
            "אלא", 
            "אומר אבות וגבורות וקדושת השם וכולל מלכיות עם קדושת היום ותוקע זכרונות ותוקע שופרות ותוקע ואומר עבודה והודאה וברכת כהנים:", 
            "גמ' אמר לו ר\"ע", 
            "אם אינו תוקע למלכיות למה הוא מזכיר", 
            "למה הוא מזכיר", 
            "רחמנא אמר אידכר", 
            "אלא", 
            "למה עשר", 
            "לימא תשע דהואיל ואשתני אשתני", 
            "תנו רבנן", 
            "מנין שאומרים אבות שנאמר (תהלים כט, א) הבו לה' בני אלים", 
            "ומנין שאומרים גבורות שנאמר הבו לה' כבוד ועוז ומנין שאומרים קדושות שנאמר הבו לה' כבוד שמו השתחוו לה' בהדרת קדש", 
            "ומנין שאומרים מלכיות זכרונות ושופרות", 
            "ר\"א אומר", 
            "דכתיב (ויקרא כג, כד) שבתון זכרון תרועה מקרא קדש", 
            "שבתון זה קדושת היום זכרון אלו זכרונות תרועה אלו שופרות מקרא קדש קדשהו בעשיית מלאכה", 
            "אמר לו רבי עקיבא", 
            "מפני מה לא נאמר שבתון שבות שבו פתח הכתוב תחילה", 
            "אלא", 
            "שבתון קדשהו בעשיית מלאכה זכרון אלו זכרונות תרועה אלו שופרות מקרא קדש זו קדושת היום", 
            "מנין שאומרים מלכיות", 
            "תניא רבי אומר", 
            "(ויקרא כג, כב) אני ה' אלהיכם ובחדש השביעי זו מלכות", 
            "רבי יוסי בר יהודה אומר", 
            "אינו צריך הרי הוא אומר (במדבר י, י) והיו לכם לזכרון לפני אלהיכם", 
            "שאין תלמוד לומר אני ה' אלהיכם ומה תלמוד לומר אני ה' אלהיכם זה בנה אב לכל מקום שנאמר בו זכרונות יהיו מלכיות עמהן", 
            "והיכן אומרה לקדושת היום", 
            "תניא רבי אומר", 
            "עם המלכיות אומרה מה מצינו בכל מקום ברביעית אף כאן ברביעית", 
            "רשב\"ג אומר", 
            "עם הזכרונות אומרה מה מצינו בכל מקום באמצע אף כאן באמצע", 
            "וכשקידשו ב\"ד את השנה באושא ירד ר' יוחנן בן ברוקא לפני רשב\"ג ועשה כר' יוחנן בן נורי", 
            "אמר לו רבן שמעון", 
            "לא היו נוהגין כן ביבנה", 
            "ליום השני ירד רבי חנינא בנו של רבי יוסי הגלילי ועשה כר\"ע", 
            "אמר רשב\"ג", 
            "כך היו נוהגין ביבנה", 
            "למימרא דרבי שמעון בן גמליאל כר' עקיבא ס\"ל", 
            "והא אמר ר\"ע מלכיות עם קדושת היום אמר להו ורשב\"ג אומר קדושת היום עם הזכרונות אמר להו", 
            "א\"ר זירא", 
            "לומר שתוקעין למלכיות", 
            "ליום השני ירד רבי חנינא", 
            "מאי שני", 
            "אילימא יו\"ט שני למימרא דעברוה לאלול", 
            "והאמר רבי חנינא בר כהנא", 
            "מימות עזרא ואילך לא מצינו אלול מעובר", 
            "אמר רב חסדא", 
            "מאי שני ליום שני לשנה הבאה:", 
            "מתני' אין פוחתין מעשרה מלכיות מעשרה זכרונות מעשרה שופרות", 
            "ר' יוחנן בן נורי אומר", 
            "אם אמר ג' ג' מכולן יצא:", 
            "גמ' הני עשרה מלכיות כנגד מי", 
            "אמר (רבי)", 
            "כנגד עשרה הלולים שאמר דוד בספר תהלים", 
            "הלולים טובא הוו", 
            "הנך דכתיב בהו (תהלים קנ, ג) הללוהו בתקע שופר", 
            "רב יוסף אמר", 
            "כנגד עשרת הדברות שנאמרו לו למשה בסיני", 
            "ר' יוחנן אמר", 
            "כנגד עשרה מאמרות שבהן נברא העולם", 
            "הי נינהו ויאמר (ויאמר) דבראשית ט' הוו", 
            "בראשית נמי מאמר הוא דכתיב (תהלים לג, ו) בדבר ה' שמים נעשו:", 
            "ר' יוחנן בן נורי אומר אם אמר שלש שלש מכולן יצא:", 
            "איבעיא להו", 
            "היכי קתני", 
            "שלש מן התורה שלש מן הנביאים ושלש מן הכתובים דהוו תשע ואיכא בינייהו חדא או דלמא", 
            "אחד מן התורה ואחד מן הנביאים ואחד מן הכתובים דהויין להו שלש ואיכא בינייהו טובא", 
            "ת\"ש דתניא", 
            "אין פוחתין מעשרה מלכיות מעשרה זכרונות מעשרה שופרות", 
            "ואם אמר שבע מכולן יצא כנגד שבעה רקיעים", 
            "רבי יוחנן בן נורי אמר", 
            "הפוחת לא יפחות משבע ואם אמר שלש מכולן יצא כנגד תורה נביאים וכתובים", 
            "ואמרי לה", 
            "כנגד כהנים לוים וישראלים", 
            "אמר רב הונא אמר שמואל", 
            "הלכה כר' יוחנן בן נורי:", 
            "מתני' אין מזכירין (זכרון מלכות ושופר) של פורענות", 
            "מתחיל בתורה ומשלים בנביא ר' יוסי אומר", 
            "אם השלים בתורה יצא:"
        ], 
        [
            "גמ' מלכיות כגון (יחזקאל כ, לא) חי אני נאם ה' [אלהים] אם לא ביד חזקה ובזרוע נטויה ובחמה שפוכה אמלוך עליכם", 
            "ואע\"ג דא\"ר נחמן", 
            "כל כי האי ריתחא לירתח קודשא בריך הוא עלן וליפרוקינן", 
            "כיון דבריתחא אמור אדכורי ריתחא בריש שתא לא מדכרינן", 
            "זכרון כגון (תהלים עח, לט) ויזכור כי בשר המה וגו'", 
            "שופר כגון (הושע ה, ח) תקעו שופר בגבעה וגו'", 
            "אבל אם בא לומר מלכות זכרון ושופר של פורענות של עובדי כוכבים אומר", 
            "מלכות כגון (תהלים צט, א) ה' מלך ירגזו עמים וכגון (תהלים י, טז) ה' מלך עולם ועד אבדו גוים מארצו זכרון כגון (תהלים קלז, ז) זכור ה' לבני אדום וגו' שופר כגון (זכריה ט, יד) וה' אלהים בשופר יתקע והלך בסערות תימן וכתיב (זכריה ט, טו) ה' צבאות יגן עליהם", 
            "אין מזכירין זכרון של יחיד ואפילו לטובה כגון (תהלים קו, ד) זכרני ה' ברצון עמך וכגון (נחמיה ה, יט) זכרה לי אלהי לטובה", 
            "פקדונות הרי הן כזכרונות כגון (בראשית כא, א) וה' פקד את שרה וכגון (שמות ג, טז) פקוד פקדתי אתכם דברי ר' יוסי", 
            "ר' יהודה אומר", 
            "אינן כזכרונות", 
            "ולר' יוסי נהי נמי דפקדונות הרי הן כזכרונות וה' פקד את שרה פקדון דיחיד הוא", 
            "כיון דאתו רבים מינה כרבים דמיא", 
            "(תהלים כד, ז) שאו שערים ראשיכם והנשאו פתחי עולם ויבוא מלך הכבוד", 
            "מי (הוא) זה מלך הכבוד ה' עזוז וגבור ה' גבור מלחמה", 
            "שאו שערים ראשיכם ושאו פתחי עולם ויבא מלך הכבוד מי הוא זה מלך הכבוד ה' צבאות הוא מלך הכבוד סלה", 
            "ראשונה שתים שניה שלש דברי ר' יוסי", 
            "ר' יהודה אומר", 
            "ראשונה אחת שניה שתים", 
            "(תהלים מז, ז) זמרו אלהים זמרו זמרו למלכנו זמרו כי מלך כל הארץ אלהים שתים דברי ר' יוסי", 
            "ר' יהודה אומר", 
            "אחת", 
            "ושוין (תהלים מז, ט) במלך אלהים על גוים אלהים ישב על כסא קדשו שהיא אחת", 
            "זכרון שיש בו תרועה כגון (ויקרא כג, כד) שבתון זכרון תרועה מקרא קדש אומרה עם הזכרונות ואומרה עם השופרות דברי ר' יוסי", 
            "ר' יהודה אומר", 
            "אינו אומרה אלא עם הזכרונות [בלבד]", 
            "מלכות שיש עמו תרועה כגון (במדבר כג, כא) ה' אלהיו עמו ותרועת מלך בו אומרה עם המלכיות ואומרה עם השופרות דברי ר' יוסי", 
            "רבי יהודה אומר", 
            "אינו אומרה אלא עם המלכיות בלבד", 
            "תרועה שאין עמה לא כלום כגון (במדבר כט, א) יום תרועה יהיה לכם אומרה עם השופרות דברי רבי יוסי", 
            "רבי יהודה אומר", 
            "אינו אומרה כל עיקר:", 
            "מתחיל בתורה ומשלים בנביא רבי יוסי אומר אם השלים בתורה יצא:", 
            "אם השלים דיעבד אין לכתחילה לא", 
            "והתניא ר' יוסי אומר", 
            "המשלים בתורה ה\"ז משובח", 
            "אימא", 
            "משלים", 
            "והא אם השלים קתני דיעבד אין לכתחילה לא", 
            "הכי קאמר", 
            "מתחיל בתורה ומשלים בנביא", 
            "ר' יוסי אומר", 
            "משלים בתורה ואם השלים בנביא יצא", 
            "תניא נמי הכי אמר רבי אלעזר ברבי יוסי", 
            "וותיקין היו משלימין אותה בתורה", 
            "בשלמא זכרונות ושופרות איכא טובא אלא מלכיות תלת הוא דהויין (במדבר כג, כא) ה' אלהיו עמו ותרועת מלך בו (דברים לג, ה) ויהי בישורון מלך (שמות טו, יח) ה' ימלוך לעולם ועד ואנן בעינן עשר", 
            "וליכא", 
            "אמר רב הונא ת\"ש", 
            "(דברים ו, ד) שמע ישראל ה' אלהינו ה' אחד מלכות דברי ר' יוסי", 
            "ר' יהודה אומר", 
            "אינה מלכות", 
            "(דברים ד, לט) וידעת היום והשבות אל לבבך כי ה' הוא האלהים אין עוד מלכות דברי ר' יוסי", 
            "ר' יהודה אומר", 
            "אינה מלכות", 
            "(דברים ד, לה) אתה הראת לדעת כי ה' הוא האלהים אין עוד מלבדו מלכות דברי ר' יוסי", 
            "ר' יהודה אומר", 
            "אינה מלכות:", 
            "מתני' העובר לפני התיבה ביו\"ט של ר\"ה השני מתקיע ובשעת ההלל הראשון מקרא את ההלל:", 
            "גמ' מאי שנא שני מתקיע משום (משלי יד, כח) דברוב עם הדרת מלך אי הכי הלל נמי נימא בשני משום דברוב עם הדרת מלך", 
            "אלא", 
            "מאי שנא הלל דבראשון משום דזריזין מקדימין למצות תקיעה נמי נעביד בראשון משום דזריזין מקדימין למצות", 
            "אמר רבי יוחנן", 
            "בשעת גזרת המלכות שנו:", 
            "מדקאמר בשעת הלל מכלל דבראש השנה ליכא הלל מ\"ט", 
            "אמר רבי אבהו", 
            "אמרו מלאכי השרת לפני הקב\"ה", 
            "רבש\"ע מפני מה אין ישראל אומרים שירה לפניך בר\"ה וביום הכפורים", 
            "אמר להם", 
            "אפשר מלך יושב על כסא דין וספרי חיים וספרי מתים פתוחין לפניו וישראל אומרים שירה:", 
            "מתני' שופר של ר\"ה אין מעבירין עליו את התחום ואין מפקחין עליו את הגל לא עולין באילן ולא רוכבין ע\"ג בהמה ולא שטין על פני המים ואין חותכין אותו בין בדבר שהוא משום שבות ובין בדבר שהוא משום לא תעשה", 
            "אבל אם רצה ליתן לתוכו מים או יין יתן", 
            "אין מעכבין את התנוקות מלתקוע אבל מתעסקין עמהן עד שילמדו", 
            "והמתעסק לא יצא והשומע מן המתעסק לא יצא:", 
            "גמ' מ\"ט", 
            "שופר עשה הוא", 
            "ויו\"ט עשה ולא תעשה ואין עשה דוחה את לא תעשה ועשה:", 
            "לא עולין באילן ולא רוכבין על גבי בהמה כו':", 
            "השתא דרבנן אמרת לא דאורייתא מיבעיא", 
            "זו ואין צריך לומר זו קתני:"
        ], 
        [
            "ואין חותכין אותו בין בדבר שהוא משום שבות ובין בדבר שהוא משום לא תעשה:", 
            "משום שבות מגלא לא תעשה סכינא", 
            "השתא משום שבות אמרת לא לא תעשה מיבעיא", 
            "זו ואין צריך לומר זו קתני:", 
            "אבל אם רצה ליתן לתוכו מים או יין יתן:", 
            "מים או יין אין מי רגלים לא", 
            "מתני' מני אבא שאול היא", 
            "דתניא אבא שאול אומר", 
            "מים או יין מותר כדי לצחצחו מי רגלים אסור מפני הכבוד:", 
            "אין מעכבין את התינוקות מלתקוע:", 
            "הא נשים מעכבין", 
            "והתניא", 
            "אין מעכבין לא את הנשים ולא את התינוקות מלתקוע ביום טוב", 
            "אמר אביי", 
            "ל\"ק", 
            "הא רבי יהודה הא רבי יוסי ורבי שמעון", 
            "דתניא (ויקרא א, ב) דבר אל בני ישראל בני ישראל סומכין ואין בנות ישראל סומכות דברי רבי יהודה", 
            "רבי יוסי ורבי שמעון אומרים", 
            "נשים סומכות רשות:", 
            "אבל מתעסקין בהם עד שילמדו:", 
            "אמר רבי אלעזר", 
            "אפילו בשבת", 
            "תנ\"ה", 
            "מתעסקין בהן עד שילמדו אפילו בשבת", 
            "ואין מעכבין התינוקות מלתקוע בשבת ואין צריך לומר ביום טוב", 
            "הא גופא קשיא", 
            "אמרת מתעסקין בהן עד שילמדו ואפילו בשבת אלמא לכתחלה אמרינן תקעו והדר תנא", 
            "אין מעכבין עכובא הוא דלא מעכבין", 
            "הא לכתחלה לא אמרינן תקעו", 
            "לא קשיא", 
            "כאן"
        ], 
        [
            "בקטן שהגיע לחינוך כאן בקטן שלא הגיע לחינוך:", 
            "והמתעסק לא יצא:", 
            "הא תוקע לשיר יצא", 
            "לימא מסייע ליה לרבא דאמר רבא", 
            "התוקע לשיר יצא", 
            "דלמא תוקע לשיר נמי מתעסק קרי ליה:", 
            "והשומע מן המתעסק לא יצא:", 
            "אבל השומע מן המשמיע לעצמו מאי יצא", 
            "לימא תיהוי תיובתיה דרבי זירא", 
            "דאמר ליה רבי זירא לשמעיה", 
            "איכוון ותקע לי", 
            "דלמא איידי דתנא רישא מתעסק תנא סיפא נמי מתעסק:", 
            "מתני' סדר תקיעות", 
            "שלש של שלש שלש", 
            "שיעור תקיעה כשלש תרועות שיעור תרועה כשלש יבבות", 
            "תקע בראשונה ומשך בשניה כשתים אין בידו אלא אחת", 
            "מי שבירך ואחר כך נתמנה לו שופר תוקע ומריע ותוקע שלש פעמים", 
            "כשם ששליח צבור חייב כך כל יחיד ויחיד חייב", 
            "רבן גמליאל אומר", 
            "שליח צבור מוציא את הרבים ידי חובתן:", 
            "גמ' והתניא", 
            "שיעור תקיעה כתרועה", 
            "אמר אביי", 
            "תנא דידן קא חשיב תקיעה דכולהו בבי ותרועות דכולהו בבי", 
            "תנא ברא קא חשיב חד בבא ותו לא:", 
            "שיעור תרועה כג' יבבות:", 
            "והתניא", 
            "שיעור תרועה כשלשה שברים", 
            "אמר אביי", 
            "בהא ודאי פליגי דכתיב (במדבר כט, א) יום תרועה יהיה לכם ומתרגמינן", 
            "יום יבבא יהא לכון", 
            "וכתיב באימיה דסיסרא (שופטים ה, כח) בעד החלון נשקפה ותיבב אם סיסרא", 
            "מר סבר", 
            "גנוחי גנח ומר סבר", 
            "ילולי יליל", 
            "תנו רבנן", 
            "מנין שבשופר ת\"ל (ויקרא כה, ט) והעברת שופר תרועה אין לי אלא ביובל בראש השנה מנין", 
            "תלמוד לומר בחדש השביעי שאין תלמוד לומר בחדש השביעי ומה תלמוד לומר בחדש השביעי שיהיו כל תרועות של חדש שביעי זה כזה", 
            "ומנין שפשוטה לפניה ת\"ל והעברת שופר תרועה", 
            "ומנין שפשוטה לאחריה ת\"ל תעבירו שופר", 
            "ואין לי אלא ביובל בראש השנה מנין ת\"ל בחדש השביעי"
        ], 
        [
            "שאין ת\"ל בחדש השביעי ומה ת\"ל בחדש השביעי שיהו כל תרועות החדש השביעי זה כזה", 
            "ומנין לשלש של שלש שלש ת\"ל והעברת שופר תרועה שבתון זכרון תרועה יום תרועה יהיה לכם", 
            "ומנין ליתן את האמור של זה בזה ושל זה בזה ת\"ל שביעי שביעי לגזירה שוה", 
            "הא כיצד", 
            "שלש שהן תשע", 
            "שיעור תקיעה כתרועה שיעור תרועה כשלשה שברים", 
            "האי תנא מעיקרא מייתי לה בהיקישא והשתא מייתי לה בגזירה שוה", 
            "הכי קאמר", 
            "אי לאו גזירה שוה הוה מייתינא לה בהיקישא השתא דאתיא גזירה שוה היקישא לא צריך", 
            "והאי תנא מייתי לה בג\"ש ממדבר דתניא", 
            "(במדבר י, ה) ותקעתם תרועה תקיעה בפני עצמה ותרועה בפני עצמה", 
            "אתה אומר תקיעה בפני עצמה ותרועה בפני עצמה או אינו אלא תקיעה ותרועה אחת היא", 
            "כשהוא אומר (במדבר י, ז) ובהקהיל את הקהל תתקעו ולא תריעו הוי אומר", 
            "תקיעה בפני עצמה ותרועה בפני עצמה", 
            "ומנין שפשוטה לפניה ת\"ל (במדבר י, ה) ותקעתם תרועה ומנין שפשוטה לאחריה ת\"ל (במדבר י, ו) תרועה יתקעו", 
            "ר' ישמעאל בנו של ר' יוחנן בן ברוקא אומר", 
            "אינו צריך הרי הוא אומר ותקעתם תרועה שנית שאין ת\"ל שנית ומה ת\"ל שנית זה בנה אב", 
            "שכל מקום שנאמר תרועה תהא תקיעה שניה לה", 
            "אין לי אלא במדבר בר\"ה מנין ת\"ל תרועה תרועה לגזירה שוה", 
            "ושלש תרועות נאמרו בר\"ה", 
            "(ויקרא כג, כד) שבתון זכרון תרועה (במדבר כט, א) יום תרועה (ויקרא כה, ט) והעברת שופר תרועה", 
            "ושתי תקיעות לכל אחת ואחת", 
            "מצינו למדין", 
            "שלש תרועות ושש תקיעות נאמרו בר\"ה שתים מדברי תורה ואחת מדברי סופרים", 
            "שבתון זכרון תרועה והעברת שופר תרועה מדברי תורה יום תרועה יהיה לכם לתלמודו הוא בא", 
            "רבי שמואל בר נחמני אמר רבי יונתן", 
            "אחת מד\"ת ושתים מדברי סופרים", 
            "והעברת שופר תרועה מד\"ת שבתון זכרון תרועה ויום תרועה יהיה לכם לתלמודו הוא בא", 
            "מאי לתלמודו הוא בא", 
            "מיבעי", 
            "ביום ולא בלילה", 
            "ואידך", 
            "ביום ולא בלילה מנא ליה", 
            "נפקא ליה מביום הכפורים", 
            "אי (ביום) הכפורים יליף נגמור נמי מיניה לפשוטה לפניה ופשוטה לאחריה", 
            "והעברת תעבירו לא משמע להו", 
            "אלא מאי דרשי בהו", 
            "והעברת כדרב מתנא דאמר רב מתנא", 
            "והעברת דרך העברתו תעבירו דקאמר רחמנא נעבריה ביד", 
            "ואידך דרב מתנא מדשני בדיבוריה", 
            "תעבירו ביד לא מצית אמרת דגמר עברה עברה ממשה כתיב הכא והעברת שופר תרועה וכתיב התם (שמות לו, ו) ויצו משה ויעבירו קול במחנה מה להלן בקול אף כאן בקול", 
            "ולהאי תנא דמייתי לה ממדבר אי מה להלן חצוצרות אף כאן חצוצרות", 
            "ת\"ל (תהלים פא, ד) תקעו בחדש שופר בכסה ליום חגנו אי זהו חג שהחדש מתכסה בו הוי אומר זה ר\"ה וקאמר רחמנא שופר", 
            "אתקין רבי אבהו בקסרי", 
            "תקיעה שלשה שברים תרועה תקיעה", 
            "מה נפשך", 
            "אי ילולי יליל לעביד תקיעה תרועה ותקיעה ואי גנוחי גנח לעביד תקיעה שלשה שברים ותקיעה", 
            "מספקא ליה אי גנוחי גנח אי ילולי יליל", 
            "מתקיף לה רב עוירא", 
            "ודלמא ילולי הוה וקא מפסיק שלשה שברים בין תרועה לתקיעה", 
            "דהדר עביד תקיעה תרועה ותקיעה", 
            "מתקיף לה רבינא", 
            "ודלמא גנוחי הוה וקא מפסקא תרועה בין שברים לתקיעה", 
            "דהדר עביד תש\"ת", 
            "אלא רבי אבהו מאי אתקין", 
            "אי גנוחי גנח הא עבדיה אי ילולי יליל הא עבדיה", 
            "מספקא ליה דלמא גנח ויליל", 
            "אי הכי ליעבד נמי איפכא", 
            "תקיעה תרועה שלשה שברים ותקיעה דלמא יליל וגנח", 
            "סתמא דמילתא כי מתרע באיניש מילתא ברישא גנח והדר יליל:", 
            "תקע בראשונה ומשך בשניה כשתים:", 
            "אמר רבי יוחנן", 
            "שמע"
        ], 
        [
            "תשע תקיעות בתשע שעות ביום", 
            "יצא תניא נמי הכי", 
            "שמע תשע תקיעות בתשע שעות ביום יצא מט' בני אדם כאחד [לא יצא] תקיעה מזה ותרועה מזה יצא ואפי' בסירוגין ואפי' כל היום כולו", 
            "ומי אמר רבי יוחנן הכי", 
            "והאמר ר' יוחנן משום ר' שמעון בן יהוצדק", 
            "בהלל ובמגילה אם שהה כדי לגמור את כולה חוזר לראש", 
            "לא קשיא", 
            "הא דידיה הא דרביה", 
            "ודידיה לא", 
            "והא ר' אבהו הוה שקיל ואזיל בתריה דר' יוחנן והוה קרי קריאת שמע כי מטא למבואות מטונפות אישתיק", 
            "בתר דחליף אמר ליה", 
            "מהו לגמור", 
            "א\"ל", 
            "אם שהית כדי לגמור את כולה חזור לראש", 
            "הכי קאמר ליה", 
            "לדידי לא סבירא לי", 
            "לדידך דסבירא לך אם שהית כדי לגמור את כולה חזור לראש", 
            "ת\"ר", 
            "תקיעות אין מעכבות זו את זו ברכות אין מעכבות זו את זו תקיעות וברכות של ר\"ה ושל יוה\"כ מעכבות", 
            "מ\"ט", 
            "אמר רבה אמר הקב\"ה", 
            "אמרו לפני בר\"ה מלכיות זכרונות ושופרות", 
            "מלכיות כדי שתמליכוני עליכם זכרונות כדי שיבא לפני זכרוניכם לטובה ובמה בשופר:", 
            "מי שבירך ואח\"כ נתמנה לו שופר תוקע ומריע ותוקע:", 
            "טעמא דלא הוה ליה שופר מעיקרא הא הוה ליה שופר מעיקרא כי שמע להו אסדר ברכות שמע להו", 
            "רב פפא בר שמואל קם לצלויי אמר ליה לשמעיה", 
            "כי נהירנא לך תקע לי", 
            "אמר ליה רבא", 
            "לא אמרו אלא בחבר עיר", 
            "תניא נמי הכי", 
            "כשהוא שומען שומען על הסדר ועל סדר ברכות במה דברים אמורים בחבר עיר אבל שלא בחבר עיר שומען על הסדר ושלא על סדר ברכות", 
            "ויחיד שלא תקע חבירו תוקע לו ויחיד שלא בירך אין חבירו מברך עליו", 
            "ומצוה בתוקעין יותר מן המברכין", 
            "כיצד", 
            "שתי עיירות באחת תוקעין ובאחת מברכין הולכין למקום שתוקעין ואין הולכין למקום שמברכין", 
            "פשיטא", 
            "הא דאורייתא הא דרבנן", 
            "לא צריכא דאף על גב דהא ודאי והא ספק:", 
            "כשם ששליח צבור חייב כך כל יחיד ויחיד וכו':", 
            "תניא אמרו לו לרבן גמליאל", 
            "לדבריך למה צבור מתפללין", 
            "אמר להם", 
            "כדי להסדיר שליח צבור תפלתו", 
            "אמר להם רבן גמליאל", 
            "לדבריכם למה שליח צבור יורד לפני התיבה", 
            "אמרו לו", 
            "כדי להוציא את שאינו בקי", 
            "אמר להם", 
            "כשם שמוציא את שאינו בקי כך מוציא את הבקי", 
            "אמר רבה בר בר חנה אמר ר' יוחנן", 
            "מודים חכמים לרבן גמליאל", 
            "ורב אמר", 
            "עדיין היא מחלוקת", 
            "שמעה [רבי] חייא בריה דרבה בר נחמני אזל אמרה לשמעתא קמיה דרב דימי בר חיננא", 
            "אמר ליה", 
            "הכי אמר רב", 
            "עדיין היא מחלוקת", 
            "אמר ליה", 
            "רבה בר בר חנה נמי הכי קאמר כי אמר רבי יוחנן להא שמעתא אפליג עליה ריש לקיש ואמר", 
            "עדיין היא מחלוקת", 
            "ומי אמר רבי יוחנן הכי", 
            "והאמר רבי חנה ציפוראה אמר רבי יוחנן", 
            "הלכתא כרבן גמליאל", 
            "הלכתא מכלל דפליגי"
        ], 
        [
            "כי סליק רבי אבא מימי פירשה", 
            "מודים חכמים לרבן גמליאל בברכות של ר\"ה ושל יוה\"כ והלכה מכלל דפליגי בברכות דכל השנה", 
            "איני", 
            "והאמר ר' חנה ציפוראה א\"ר יוחנן", 
            "הלכה כרבן גמליאל בברכות של ר\"ה ושל יוה\"כ", 
            "אלא אמר רב נחמן בר יצחק", 
            "מאן מודים רבי מאיר והלכה מכלל דפליגי רבנן", 
            "דתניא", 
            "ברכות של ר\"ה ושל יוה\"כ שליח צבור מוציא הרבים ידי חובתן דברי ר\"מ", 
            "וחכ\"א", 
            "כשם ששליח צבור חייב כך כל יחיד ויחיד חייב", 
            "מאי שנא הני", 
            "אילימא משום דנפישי קראי והאמר רב חננאל אמר רב", 
            "כיון שאמר ובתורתך כתוב לאמר שוב אינו צריך", 
            "אלא משום דאוושי ברכות", 
            "גופא אמר רב חננאל אמר רב", 
            "כיון שאמר ובתורתך כתוב לאמר שוב אינו צריך", 
            "סבור מינה", 
            "הני מילי ביחיד אבל בצבור לא", 
            "אתמר אמר ר' יהושע בן לוי", 
            "אחד יחיד אחד צבור כיון שאמר ובתורתך כתוב לאמר שוב אינו צריך", 
            "אמר ר\"א", 
            "לעולם יסדיר אדם תפלתו ואח\"כ יתפלל", 
            "אמר רבי אבא", 
            "מסתברא מילתיה דר' אלעזר בברכות של ר\"ה ושל יוה\"כ ושל פרקים אבל דכל השנה לא", 
            "איני", 
            "והא רב יהודה מסדר צלותיה ומצלי", 
            "שאני רב יהודה כיון דמתלתין יומין לתלתין יומין הוה מצלי כפרקים דמי", 
            "אמר רב אחא בר עוירא אמר רבי שמעון חסידא", 
            "פוטר היה רבן גמליאל אפילו עם שבשדות", 
            "ולא מיבעיא הני דקיימי הכא", 
            "אדרבה הני אניסי הני לא אניסי דתני אבא בריה דרב בנימין בר חייא", 
            "עם שאחורי כהנים אינן בכלל ברכה", 
            "אלא", 
            "כי אתא רבין אמר רבי יעקב בר אידי אמר רבי שמעון חסידא", 
            "לא פטר רבן גמליאל אלא עם שבשדות מ\"ט משום דאניסי במלאכה אבל בעיר לא:", 
            "הדרן עלך יום טוב וסליקא לה מסכת ראש השנה"
        ]
    ], 
    "versions": [
        [
            "Mine", 
            "ur mom"
        ], 
        [
            "Wikisource Talmud Bavli", 
            "http://he.wikisource.org/wiki/%D7%AA%D7%9C%D7%9E%D7%95%D7%93_%D7%91%D7%91%D7%9C%D7%99"
        ]
    ], 
    "heTitle": "ראש השנה", 
    "versionSource": "http://www.sefaria.org/Rosh_Hashanah"
}