{
    "versionTitle": "Mine", 
    "sectionNames": [
        "Daf", 
        "Line"
    ], 
    "language": "he", 
    "title": "Rosh Hashanah", 
    "text": [
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [], 
        [
            "איכוון ותקע לי", 
            "אלמא קסבר משמיע בעי כוונה", 
            "מיתיבי", 
            "היה עובר אחורי בית הכנסת או שהיה ביתו סמוך לבית הכנסת ושמע קול שופר או קול מגילה אם כוון לבו יצא ואם לאו לא יצא", 
            "וכי כוון לבו מאי הוי", 
            "היאך לא קא מיכוין אדעתא דידיה", 
            "הכא בשליח ציבור עסקינן דדעתיה אכוליה עלמא", 
            "ת\"ש", 
            "נתכוון שומע ולא נתכוון משמיע נתכוון משמיע ולא נתכוון שומע לא יצא עד שיתכוון שומע ומשמיע", 
            "קתני משמיע דומיא דשומע מה שומע שומע לעצמו אף משמיע משמיע לעצמו", 
            "וקתני", 
            "לא יצא", 
            "תנאי היא דתניא", 
            "שומע שומע לעצמו ומשמיע משמיע לפי דרכו", 
            "אמר רבי יוסי", 
            "בד\"א בשליח צבור אבל ביחיד לא יצא עד שיתכוין שומע ומשמיע:", 
            "מתני (שמות יז, יא) והיה כאשר ירים משה ידו וגבר ישראל וגו' וכי ידיו של משה עושות מלחמה או שוברות מלחמה", 
            "אלא לומר לך", 
            "כל זמן שהיו ישראל מסתכלין כלפי מעלה ומשעבדין את לבם לאביהם שבשמים היו מתגברים ואם לאו היו נופלים", 
            "כיוצא בדבר אתה אומר (במדבר כא, ח) עשה לך שרף ושים אותו על נס והיה כל הנשוך וראה אותו וחי וכי נחש ממית או נחש מחיה", 
            "אלא בזמן שישראל מסתכלין כלפי מעלה ומשעבדין את לבם לאביהם שבשמים היו מתרפאין ואם לאו היו נימוקים", 
            "חרש שוטה וקטן אין מוציאין את הרבים ידי חובתן", 
            "זה הכלל", 
            "כל שאינו מחוייב בדבר אינו מוציא את הרבים ידי חובתן:", 
            "גמ' ת\"ר", 
            "הכל חייבין בתקיעת שופר", 
            "כהנים ולוים וישראלים גרים ועבדים משוחררים וטומטום ואנדרוגינוס מי שחציו עבד וחציו בן חורין", 
            "טומטום אינו מוציא לא את מינו ולא את שאינו מינו", 
            "אנדרוגינוס מוציא את מינו אבל לא את שאינו מינו", 
            "מי שחציו עבד וחציו בן חורין אינו מוציא לא את מינו ולא את שאינו מינו", 
            "אמר מר", 
            "הכל חייבין בתקיעת שופר", 
            "כהנים לוים וישראלים", 
            "פשיטא", 
            "אי הני לא מיחייבי מאן מיחייבי", 
            "כהנים אצטריכא ליה ס\"ד אמינא", 
            "הואיל וכתיב (במדבר כט, א) יום תרועה יהיה לכם מאן דליתיה אלא בתקיעה דחד יומא הוא דמיחייב והני כהנים הואיל ואיתנהו בתקיעות דכל השנה דכתיב (במדבר י, י) ותקעתם בחצוצרות על עולותיכם אימא לא ליחייבו קמ\"ל", 
            "מי דמי", 
            "התם חצוצרות והכא שופר", 
            "אלא אצטריך סד\"א", 
            "הואיל ותנן", 
            "שוה היובל לר\"ה לתקיעה ולברכות מאן דאיתיה במצות היובל איתיה במצוה דראש השנה והני כהנים הואיל וליתנהו במצוה דיובל דתנן", 
            "כהנים ולוים מוכרין לעולם וגואלין לעולם אימא", 
            "במצוה דראש השנה לא ליחייבו קמ\"ל:", 
            "מי שחציו עבד וחציו בן חורין אינו מוציא לא את מינו ולא את שאינו מינו:", 
            "אמר רב הונא", 
            "ולעצמו מוציא", 
            "א\"ל רב נחמן לרב הונא", 
            "מאי שנא לאחרים דלא דלא אתי צד עבדות ומפיק צד חירות לעצמו נמי לא אתי צד עבדות דידיה ומפיק צד חירות דידיה", 
            "אלא אר\"נ", 
            "אף לעצמו אינו מוציא", 
            "תניא נמי הכי", 
            "מי שחציו עבד וחציו בן חורין אף לעצמו אינו מוציא", 
            "תני אהבה בריה דר' זירא", 
            "כל הברכות כולן אע\"פ שיצא מוציא חוץ מברכת הלחם וברכת היין שאם לא יצא מוציא ואם יצא אינו מוציא", 
            "בעי רבא"
        ]
    ], 
    "versionSource": "ur mom", 
    "heTitle": "ראש השנה", 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Seder Moed"
    ]
}