{
    "title": "Sha'ar HaMelekh on Mishneh Torah, Heave Offerings",
    "language": "he",
    "versionTitle": "merged",
    "versionSource": "https://www.sefaria.org/Sha'ar_HaMelekh_on_Mishneh_Torah,_Heave_Offerings",
    "text": [
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>פירות </b>\n<b> הגוי שגדלו כו'.</b> כתב מרן כתב הא\"ח משם הראב\"ד ואם קנה מהגוי שיבולים לצורך מצוה ומירחן גוי בשביל ישראל חייב בתרומה דשלוחו של אדם כמותו אבל אם המוכר גוי ומרחו פטור ותמה עליו מרן דהא קי\"ל דאין שליחות לגוי וראיתי להפר\"ח בס' מים חיים ובחידושיו על הרמב\"ם דכ\"ה ע\"ב שכתב וז\"ל ונראה לע\"ד דאברא ודאי דמן התורה אין שליחות לגוי אפי' לחומרא מיהו מדרבנן איכא שליחות לגוי כמ\"ש המ\"מ בפ\"ד מהלכות מו\"ל דין ה' עכ\"ד: ואחרי המחילה אין דבריו נראין לי שהרי לדעת הראב\"ד כפי מ\"ש מרן הכ\"מ שם והסכים הוא לדעתו סמוך ונראה שמירוח הגוי חייב מדרבנן ואפי' היה מתחילתו של גוי כמ\"ש בפי\"א מה' מעשר ושלא כדעת רבינו ואם כן ע\"כ צ\"ל שמ\"ש האורחות חיים משם הראב\"ד דאם המוכר גוי מירחו פטור מדאורייתא קאמר אבל מדרבנן מיהא חייב ואם כן מינה נשמע שמ\"ש אם מירחן גוי בשביל ישראל חייב מד\"ת קאמר ואם כן שפיר ק\"ל למרן דהא קי\"ל דאין שליחות לגוי מדאוריי' אפי' לחומרא והרב מ\"א בהלכות שלוחין סי' י\"א תירץ דאפשר דהראב\"ד איירי כשמרחן ע\"י פועלים כותים דנהי דאין כותים נעשה שליח לישראל מ\"מ פועלים שאני דידו כיד בעל הבית וכאילו מרחן ב\"ה דמים וכתב שכן משמע מהירושלמי יע\"ש: ולע\"ד ק\"ל עלה מההיא דשור שנגח את הפרה דנ\"ג ע\"א דפריך בגמ' התם בור של שני שותפין היכי משכחת לה אי השוו שליח אין שליח ל\"ע וכתב הרשב\"א שם בחידושיו וק\"ל דלמא דשוו שליח גוי וי\"ל דאין שליחות לגוי ואפי' אינהו לדידן כדאמרינן באז\"נ עכ\"ל והשתא אם איתא כמו שכתב הרב דאע\"ג דאין שליחות לגוי מ\"מ פועל שאני דידו כיד ב\"ה דמי אכתי קשה למה לא משני דמשכחת לה בששכרו פועל גוי דידו כיד ב\"ה דמי אלא משמע ודאי דלא שנא ולכן העיקר כמו שתי' עוד הרב הנזכר דהא דאמרי' אין שליחות לגוי היינו דוקא במידי דבעי שליחות כגון הפרשת תרומה וכיוצא אבל במידי דלא בעי שליחות כגון מירוח שאם בא חבירו ומירחו שלא מדעתו מה שעשה עשוי והוטבלו פירותיו למעשר בהא ודאי לא אמרי' אין שליחות לגוי ועיין בהב\"ח י\"ד סי' של\"א ודוק:<br><b> מעשה חושב</b>\n<b> (שסו) </b> כתב מרן כ' הא\"ח משם הראב\"ד ואם קנה מהגוי שבלים לצורך מצוה כו'. לא ידעתי פירושו דמאי נ\"מ לאיזה צורך קנאו ובכסף משנה איתא לצורך מצות ועכ\"ר דתיבת מצוה ט\"ס הוא אבל קשה כיון דקנה שבלים מגוי לצורך מצות תו ליכא שימור משעת קצירה וצ\"ל דישראל היה מהפך בכיפי לשם מצוה והיינו דקנה שבלים קודם שעשאן הגוי עמרים:<br><b> (שסז) </b> ומירחן גוי בשביל ישראל חייב בתרומה כו'. אבל אם המוכר גוי ומירחו פטור כו'. לענ\"ד י\"ל דעיקר הדבר תלוי דבשעת המירוח יהיו הפירות של ישראל ואז אפי' אם מירחן גוי חייבין בתרומה משום דהשעה שמתחייבין פירות במעשרות היא גמר מלאכתן ובדגן הוא המירוח ואם היו השבלים של גוי ומירחן גוי פטורים דכתיב דגנך ולא דיגון גוי והיינו כשהפירות שלו אבל כשהפירות של ישראל אין דיגון נכרי פוטרן ובאמת הא דשליחו של אדם כמותו דנקט הא\"ח לישנא קיטעא הוא דמה צורך לשליחות בזה דאטו מירוח מצוה היא והמעיין בכסף משנה יראה שלא תמה על הא\"ח כמ\"ש הגאון המחבר ז\"ל בלשונו כאן אך כתב שיש לגמגם בזה וע\"ש: ותדע שכן הוא דאין צריך שליחות למירוח דאל\"כ הרי פירות של קטן שמירחן אפי' ישראל יהיו פטורין ממעשרות מטעם דאין שליחות לקטן. (והרי אפוטרופוס תורם להאכיל עכ\"פ ואמאי הא לפ\"ז לא נתחייבו פירות של קטנים במעשרות ואפי' אי נימא דרק מדרבנן חייבין אכתי קשה להפוסקים דס\"ל דאיסור דרבנן מותר להאכיל לקטן בידים א\"כ אמאי האפוטרופוס תורם להאכיל) אע\"כ דאין צריך שליחות למירוח: שוב ראיתי שהפר\"ח בתי' השני כתב כעין זה אבל לא יכולתי לעמוד על דבריו בראייתו שהביא לזה דלא בעי שליחות במירוח דהרי אם בא חברו ומירחן שלא מדעתו מה שעשה עשוי וע\"ש דמזה אין ראיה כלל דהא אפי' במ\"ע המוטלת עליו לעשות כגון מעקה וכדומה נמי כן הוא דאם בא חברו או אפי' נכרי ועשה לו מעקה לגגו הרי מה שעשה עשוי ונפטר הישראל בעל הבית מלעשות מעקה וגדולה מזו כתב הגאון בעל מחנה אפרים ז\"ל בהלכות שלוחין ומתנה סי' י\"א דאם עשה מעקה ע\"י נכרי דאינו מברך משום דאין שליחות לנכרי אלא דע\"י פועל ואפי' נכרי מצדד שם לומר דמברך משום דידו כידו וא\"כ ה\"נ לענין מירוח לעולם י\"ל דבעי שליחות ואפ\"ה אם בא אחר ומירחו שלא מדעת בעליו מה שעשה עשוי וא\"כ הרי אין מזה ראיה דלא בעינן שליחות למירוח ואין הספר מחנה אפרים תחת ידי לעיין בו אך כמדומה לי אשר ראיתי בו זה יותר מעשרים שנה שכ\"כ כמו שכתבתי בשמו וע\"י שהגאון המחבר ז\"ל הביא כאן מה דמיישב הגאון בעל מחנה אפרים קושיית הכסף משנה על האורחות חיים הנ\"ל ונזכרתי בדבריו מה שכתב לענין ברכה על עשיית מעקה ע\"י גוי: ואולם מדברי התוס' בשבועות דף ג' ע\"א בד\"ה ועל הזקן כו'. שכתבו שם דעשה דגילוח מצורע יכול לקיים ע\"י נכרי. הרי מבואר דאפילו מ\"ע יכולה להתקיים ע\"י נכרי. וכן משמע להדיא בע\"ז דף כ\"ו וכ\"ז לענין מילה בנכרי וע\"ש: (מנ\"ה עיין בתשובות הרשב\"א ח\"א סי' י\"ב):<br><b> (שסח) </b> ולע\"ד כו' אכתי ק' למה לא משני דמשכחת לה בששכרו פועל גוי דידו כיד בעה\"ב דמי כו'. לא ידעתי: הא המ\"מ בפ\"ד הלכה ה' מהלכות מלוה ולוה (והביאו המחבר בעצמו לעיל). הוכיח. דלחומרא יש שליחות לנכרי: ולפ\"ז הרי גם בלא דברי הרב מחנה אפרים הנ\"ל נמי יקשה בגמרא הנ\"ל. דאמאי לא משני דמשכחת לה בדשוי לנכרי שליח. וכמו שהקשה באמת הרשב\"א ז\"ל. וא\"כ הרי מה שיתרץ על רבינו המ\"מ ז\"ל. יתרץ ג\"כ על הרב מחנה אפרים הנ\"ל:<br><b> ואפשר </b> לומר דס\"ל להגאון המחבר ז\"ל. דכיון דמדאורייתא אין שליחות לגוי אפילו לחומרא א\"כ אע\"ג דלענין איסור אמרו רבנן לחומרא דיש שליחות לגוי. מ\"מ לענין חיוב ממון דבור של שני שותפים. שיתחייבו בתשלומי נזקי הבור. לא אמרו כלל דיש שליחות לגוי:"
            ]
        ],
        [],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>אין </b>\n<b> תורמין תרומה גדולה אלא מן המוקף כו'.</b> הנה התוס' פ' כל הגט דף ל' כתבו תרומה גדולה מדאורייתא בעיא מוקף ותרומת מעשר הצריכו רבנן מוקף משום גזירה אטו תרומה גדולה וראיתי בס' מש\"ל שכתב החכם המגיה וז\"ל והיה נראה לומר דכל מידי דאינו חייב בתרומה ומעשר אלא מדרבנן לא בעינן מוקף אך מצינן למימר דכעין דאורייתא תקון והכי מוכח מדברי התוס' פ' כל הגט שהקשה מההיא דהמפקיד דאיירי בפירות משמע דפשיטא להו דבכל דבר בעי' מוקף ואינהו ס\"ל דאינו חייב מן התורה אלא דגן תירוש ויצהר ומהא דפריך התם וכי נחשדו חברים לתרום שלא מן המוקף ליכא לאוכוחי מדלא מוקי לה בפירות דברייתא קתני כור מעשר ולישנא דכור לא שייך אלא בחיטים כו' א\"ד עי\"ש. והדבר תמוה שהרי מסוגיא דפרק בכל מערבין דל\"ב ע\"ב מבואר דאפי' בתרומת פירות דרבנן אין תורמין שלא מן המוקף דמתני' קתני בהדיא האומר צא ולקוט לך תאנים מתאנתי כו' וקאמר עלה רשב\"א דלא נחשדו חברים לתרום שלא מן המוקף וכ\"כ ראיתי בס' שמע יעקב בקונטריס ארעא דרבנן דף ז' ע\"א שכתב שהוא תלמוד ערוך פ\"ק דחולין ד\"ז ע\"א אהא דאמרי' התם דר\"מ אכל עלה של ירק בבית שאז ופריך ודלמא ר\"מ עישר עליה ממקום אחר ומשני לא נחשדו חברים לתרום שלא מן המוקף הרי דאפי' במעשר ירק אין תורמין אלא מן המוקף. ואולם אחר השקפה נראה דבריו מצודקים שמעולם לא נסתפק הוא אלא דוקא גבי תרומת מעשר דכיון דעיקרו אינו אלא גזירה דרבנן אטו תרומה גדולה איכא למימר דכי גזרו חכמים אינו אלא בתרומה ובמעשרות דאורייתא אבל בפירות כיון דתרומה גדולה נמי אינו אלא מדרבנן לא גזרו א\"ד ל\"ש אבל בתרומה גדולה דאיסור שלא מן המוקף מן התורה ה\"נ דבפירות נמי דתרומתו מדרבנן בעינן מוקף כעין דאורייתא: ומעתה ההיא דבכל מערבין אין ראיה דהתם גבי תרומה גדולה איירי וכן ההיא דר\"מ דעלה של ירק בתרומה גדולה מיירי דאיסורו מן התורה אבל בתרומת מעשר דאיסורו מדרבנן אכתי איכא למימר דבתרומה דרבנן לא גזרו והיינו שהביא ראיה מדברי התוספות שהקשה מההיא דהמפקיד פירות דהתם בתרומת מעשר מיירי כמבואר שם: מיהו לפי מ\"ש התוס' בחולין ד\"ה שהכריחו דמעשר דר\"מ דמאי הוא מדפריך ודילמא נותן עיניו בצד זה מבואר דס\"ל דאפי' תרומת מעשר ובתרומה דרבנן אין תורמין אלא מן המוקף שהרי דמאי אין מפרישין ממנו תרומה גדולה אלא תרומת מעשר ומבואר מדבריהם דאפי' בדמאי בעינן מוקף וכ\"כ הר\"ש פ\"ד דחלה משנה ה' יע\"ש ושלא כדעת הרב החידושין שכתב בפ\"ק דקידושין דף כ\"ז גבי מעשר דר\"ג דגבי דמאי לא בעינן מוקף והבאתי דבריו פ\"ט מה' מעשר הלכה ט' ע\"ש ודוק:<br><b> מעשה חושב</b>\n<b> (שסט) </b> ומהא דפריך התם וכי נחשדו חברים לתרום שלא מן המוקף כו' הברייתא קתני כור מעשר. ולישנא דכור לא שייך אלא בחטים כו'. תמהני דהא משנה שלימה שנינו בשבועות דף ל\"ח ע\"ב כור תבואה לי בידך. אין לך בידי אלא לתך קטניות. פטור: כור פירות לי בידך. אין לך בידי אלא לתך קטניות חייב כו' וע\"ש: אלמא דליכא למימר הכי דלישנא דכור לא שייך אלא בחטים דוקא שהרי גם בפירות וקטניות שייך נמי לישנא דכור אלא דקטניות אינו בכלל תבואה. וישנו בכלל פירות: אבל לא בלישנא דכור תליא מלתא וא\"כ הרי כור מעשר דברייתא הנ\"ל יש לפרשו נמי כור פירות כמו כור חטים:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>האומר </b>\n<b> לשותפו כו' והלכו לתרום וביטל שליחותו כו'.</b> עיין בהשגת הראב\"ד ומ\"ש מרן הכ\"מ וז\"ל ועוד יש לתמוה דהתם בקידושין איתיביה ר\"י לר\"ל מההיא מתני' ושני ליה שאני נתינת מעות ליד האשה דכמעשה דמי כו' ומשמע דאפי' ר\"ל לא אמר דלא אתי דבור ומבטל דבור אלא בשיש מעשה כו' וא\"כ אפי' לר\"ל לא בעיא שינה לפום גמר' דידן עכ\"ל: והן דברים תמוהים שהרי ללישנא דרב זביד אפי' בדבור שאין בו מעשה ס\"ל לר\"ל דלא אתי דבור ומבטל דבור וכמבואר ואם כונתו לומר כיון דלישנא קמא מייתי לה תלמודא בסתם לא היה לו לפסוק כרב זביד אלא כלישנא דסתמא דש\"ס אכתי ק' מה שהקשה עוד וז\"ל ועל הירושלמי יש לתמוה אמאי לא שני כדמשני בגמ' דידן ומאי ק' הא איכא למימר דהירושלמי ס\"ל כלישנא דרב זביד גם מ\"ש עוד משם מהר\"י קורקוס דגבי תרומה וכיוצא בה מודה גם ר\"י כו' הוא דבר תמו' שהרי ר\"י אותביה לר\"ל מהך מתני' משמע דס\"ל דלדידיה מתני' אתיא כפשטא וצ\"ע:"
            ],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>נכרי </b>\n<b> שהפריש תרומה משלו.</b> הנה התוס' ריש פ' האיש מקדש ד\"ה הנכרי כו' כתב וז\"ל פירש בקונט' ליאסר לזרים קסבר אין קנין לנכרי כו' וקשה לפי' דמשמע דפליגי ביש קנין לנכרי כו' ע\"ש ודבריהם תמוהים לכאורה דלא משמע כן מפרש\"י אלא דפליגי במירוח הגוי אי פוטר או לא אבל לכ\"ע אין קנין לנכרי והרב חד\"ה כתב דליכא למימר דמשמע להו דהא בהא תליא כדפירש רש\"י בפרק השולח דאם כן תיקשי להו כמו שהקשה הכא והתם דאין סברא לומר דפליגי אמוראי בפלוגתא דתנאי ובמירוח הגוי ודאי פלוגתא דתנאי היא בפ' ר\"י וע\"ש: ודבריו סתומים דאיך אפשר לומר דס\"ל דהא בהא תליא כפי' רש\"י דפרק השולח שהרי לפי מ\"ש שם בד\"ה מר סבר היינו דס\"ל לרש\"י דמאן דס\"ל אין קנין ס\"ל מירוח הגוי פוטר ומאן דס\"ל יש קנין ס\"ל דמירוח הגוי חייב ואילו לפי מ\"ש כאן מדברי רש\"י מבואר דס\"ל לרבנן דאין קנין לנכרי ומירוח הגוי חייב ולא תלייא הא בהא ואם כן איך כתב דמשמע מפי' דפליגי ביש קנין והיה אפשר לומר דהתוס' ס\"ל כמ\"ש בפ' ר\"י דס\"ו ע\"ב ד\"ה מירוח הגוי היפך מפי' רש\"י דפרק השולח דמאן דס\"ל אין קנין ס\"ל דמירוח הגוי חייב ומאן דס\"ל יש קנין ס\"ל דמירוח הגוי פוטר יע\"ש באורך ואפשר שלזה כוון הרב ז\"ל מ\"ש כפי' רש\"י דפרק השולח לאו היינו ממש כפי' רש\"י אלא כונתו ע\"ד שפי' רש\"י דהא בהא תליא אלא דאינהו ס\"ל איפכא כמ\"ש בפרק ר\"י אלא דמ\"מ קשה לדברי התוס' דפרק השולח שכתב דמפי' רש\"י משמע דמאן דס\"ל אין קנין ס\"ל מירוח הגוי פוטר דאם כן תיקשי להו לדברי רש\"י ז\"ל אהדדי ולעיקר קוש' בדברי התוס' נראה שהוצרכו לומר לפירש\"י דע\"כ ס\"ל לתלמודא דר\"ש דפוטר ס\"ל דיש קנין לנכרי דאי ס\"ל דאין קנין לנכרי א\"כ מאי פריך בגמ' ולר\"ש דפוטר אתם גם אתם למ\"ל אימא דאיצטריך קרא משום דאכתי נכרי איתיה בתרומה דנפשיה לר\"ש בשהקדימו בשבולים וא\"נ בשמירחן ישראל דהשתא הוי תרומה דאורייתא וכן ראיתי בחידושי הרשב\"א שהקשה כן לפרש\"י ז\"ל ומש\"ה הוצרכו לומר דלר\"ש ס\"ל דיש קנין לנכרי דהשתא לא משכחת לה בתרומה דנפשיה ואין להק' דאי מש\"ה הוצרכו לפרש כן לפי' רש\"י אכתי תיקשי להו דמאי פריך דהא משכחת לה לר\"ש תרומה דנפשיה אפי' אי ס\"ל יש קנין בשגדלה שליש ביד ישראל ומכרו לנכרי ומירחו ישראל אח\"כ וכמ\"ש לפרש\"י וא\"כ מש\"ה אצטריך קרא למעטינהו אע\"ג דמשכחת לה בתרומה דנפשייהו די\"ל דהא ל\"ק להו לפירש\"י משום דאיכא למימר דס\"ל לר\"ש דהא לא מקרייא תרומה דנפשיה כיון שהתבואה הביאה שליש ביד ישראל וגם המירוח ע\"י ישראל נמצא דעיקר החיוב בא בשביל ישראל ואם כן אכתי אתם למ\"ל ובשלמא לפי' התוס' דס\"ל דר\"ש נמי פוטר בהכי משני שפיר בגמ' כיון דהא מיהא יש לנכרי חלק בו שלקחו מישראל ור\"ש פוטר וא\"ה ס\"ל לרבנן דמחייב דתרומה דנפשיה מקרייא והו\"א דשליח נמי עביד קמ\"ל וכמ\"ש הרב עצמות יוסף. אמנם לפי' רש\"י דס\"ל דבשהביא השליש ביד ישראל ליכא מאן דפטר משום דלאו תרומה דנפשיה היא כלל פריך בגמ' שפיר דלר\"ש אתם למ\"ל ומה שהוצרך רש\"י לומר דר\"ש ס\"ל מירוח הגוי פוטר ולא פירש דלר\"ש ס\"ל יש קנין ומש\"ה פוטר ולעולם דס\"ל דמירוח הגוי חייב י\"ל משום דר\"ש פוטר סתמא משמע בכל גוונא ואפי' בתבואה שלקחה מישראל ודוק ודע שכתב התי\"ט פ\"ג דתרומות מ\"ט שמדברי רבינו נראה שהוא מפרש מתניתין דהנכרי והכותי שתרמו תרומתן תרומה דהיינו מדבריהם גזירה משום בעלי כיסים שלא יהיה זה הממון של ישראל ויתלה אותו בכותי וכן נראה דעת הרמב\"ם ושלא כפי' רש\"י והתוס' ז\"ל ריש פ\"ב דקידושין עכ\"ד ודבריו תמוהי' לכאורה דאיך אפשר לומר שרבינו מפ' דתרומתן תרומה מדרבנן קאמר שהרי מסוגייא דפ' האיש מקדש מבואר דמדאוריי' קאמר דאי לא כן מאי משני דקרא דגם אתם אצטריך משום דס\"ד אמינא הואיל ואיתיה בתרומה דנפשיה כו' גם בפ\"ב דגיטין דכ\"ב אמר מתקיף לה רבא טעמא במילתא דליתיה הא במלתא דאיתיה כשר והרי נכרי דאיתיה בתרומה דנפשייהו הרי מבואר דתרומתן תרומה מדאורי' קאמר וי\"ל דבריו ע\"פ מ\"ש הרב בצלאל ז\"ל בתשובה סימן א' די\"א שרבינו ז\"ל מפרש מה שאמרו בפ' ר\"י דס\"ז גזירה משום בעלי כיסים שלא כפי' רש\"י והתוס' ז\"ל שפי' לענין מירוח הגוי דחייב מדרבנן אלא הוא מפרש דלכ\"ע מירוח הגוי פוטר אפילו מדרבנן והקונה תבואה ממורחת מהגוי פטור אפילו מדרבנן והתם משום לתא דהפרשת גוי קא אתינן עלה דרגלי' לדבר דשל (עשירי) ישראל הם ויתלו אותם בגוי מש\"ה תרומתן תרומה וניחא השתא קושית התוספו' ז\"ל שהק' שם דהתם מסקינן דאפילו לר\"ש דס\"ל מירוח הגוי פוטר אפי\"ה מדרבנן חייב ואלו בשמעתין אמרינן דר\"ש פוטר ותירצו דפוטר מדאורייתא קאמר וזה דוחק אמנם לשיטת הרמב\"ם ניחא דאיברא ודאי דמעיקרא ר\"פ ורבינא הוו פתרי ברייתות דהתם בפלוגתא דר\"ש דלעיל במירוח והוה ס\"ל דטעמא דתרומתן תרומה הוא משום דסביר' להו מירוח הגוי אינו פוטר ותרומתן תרומה מדאורייתא קאמר מיהו רבא חדית להו דלא שייך ברייתות אלו בפלוגתא דמירוח ובמידי אחרינא מיירי לענין תרומה עצמה שהפרישה הגוי דהיא אסורה מדרבנן מעתה אפי' תימא דר\"ש פוטר אפי' מדרבנן לק\"מ דברייתות אלו אתיא כתנא קמא ובדרבנן הוא דפליגי דר\"ש ס\"ל דכיון דאין חייבים הגוים לתרום דלא ניתנו המצות אלא לבעלי אמונה הלכך אין תרומתן תרומה ואפילו מדרבנן ורבנן ס\"ל דמדרבנן מיהא תרומתן תרומה אלו ת\"ד יעש\"ב וא\"כ איכא למימר דסוגיא דשמעתין ואתקפתא דר\"א דפ\"ב דגיטין אזלא אליבא דרב פפא ורבינא דפ' ר\"י דהוה ס\"ל דטעמא דהנהו ברייתות הוא משום מירוח הגוי אינו פוטר ותרומתן תרומה מדאורייתא מיהו רבינו ז\"ל פסק כשינויא דרבא דהתם דבתראה הוא ודוק והרב עצמות יוסף הקשה על דברי רבינו דכיון דהוא ז\"ל פסק דהנכרי והגוי שתרמו אין תרומתן תרומה מדאורייתא א\"כ תיקשי לדידיה קרא דגם אתם למאי אצטריך דליכא למימר כתירוצ' דגמרא דאיצטריך סד\"א דהואיל ואמר מה אתם ולא אריסין כו' שהרי רבינו פסק בפ\"ד מה' נ\"ז ד\"ח דהשותפין שתרמו תרומתן תרומה וכתב מרן הכ\"מ משם מוהר\"י קורקוס ז\"ל שרבינו ז\"ל סובר כתי' הירושלמי כאן להלכה כאן למעשה דלכתחילה גזרינן מאן דלא קפיד אטו דקפיד אבל בדיעבד תרומתו תרומה וא\"כ דהך דרשא דשמעתין דלא כהלכתא ופליגא אמתניתין ואמתני' סמכינן יע\"ש ושם באותו פרק בדין אריס כתב מרן בשם מוהר\"י קורקוס שרבינו סובר דהא דאמרינן בשמעתין אתם ולא אריסין היינו לכתחילה אבל בדיעבד שפיר דמי כדקתני ומשמע ודאי דאינו אלא מדרבנן דמדאורייתא אין לחלק בין לכתחילה לדיעבד וא\"כ קשה קרא דגם אתם למאי אצטריך לדעת רבינו יע\"ש מה שתי' בדוחק ולע\"ד נראה ליישב ולומר דס\"ל לרבינו ז\"ל דאף על גב דבשמעתין לא אשכחו לה פתרי לאוקמי קרא דגם אתם אליבא דר\"ש דס\"ל דתרומת הנכרי אינה תרומה אלא משום דסד\"א הואיל ואמר מה אתם ולא אריסין כו' היינו משום דאכתי לא שמיע ליה לתלמודא השתא הא דמסיק לקמן דבכל התורה כולה אין שלד\"ע ושאני מעילה משום דיליף חטא חטא מתרומה מש\"ה ק\"ל שפיר דלמאי אצטריך קרא גבי תרומה נילף מגרושין וקדשים אמנם לפום מה דמסיק תלמוד' לקמן דבכל התורה כולה אשלד\"ע ושאני מעילה דיליף חטא חטא מתרומה ל\"ק לן מידי למאי אצטריך קרא גבי תרומה דאיכא למימר דאי לא כתיב קרא דגם אתם הו\"א דבמעילה לא מהני שליחות משום דאשלד\"ע דיליף משחוטי חוץ וא\"נ משום דהוי שליחות יד וטביח' ומכיר' ב' כתובים הבאים כא' ואין מלמדים למאי דקיימ\"ל הלכתא כב\"ה וא\"כ הו\"א דתרומה נמי לא משוי שליח משום דיליף חטא חטא ממעילה להכי אצטריך קרא דגם אתם לאשמועינן דבתרומה משוי שליח דהשתא הדר יליף מעיל' מתרומה מג\"ש וכן ראיתי בשיטה אחת לקדושין הנדפס מקרב ימים לא נודע למי מקדושים אשר בארץ ומתוך דבריו ניכר כי רב גובריא ופוק חזי מאן גברא רבה מסהיד עלה הרב מוהר\"ב ז\"ל בתשובה סי' הנז' ד\"ח ע\"א שכתב וז\"ל וראיתי בחידושין לרב גדול ולא ידענו מנו אבל מחידושיו ניכר דרב גובריה והיה קדמון בזמן הרשב\"א כו' ודבריו שם הם דברים מועתקים משיטה הנז' כמו שיראה הרואה שהקשה כן וז\"ל תו קשיא לן הא דאמרינן לעיל אתם גם אתם ל\"ל והא אצטריך למכתב שליחות בתרומה כי היכי דלא נילף ממעילה מה התם לא משוי שליח דאשלד\"ע אף תרומה לא משוי שליח יע\"ש מה שתי' אמנם לרבינו ז\"ל הא ל\"ק ליה דס\"ל כמ\"ש דאה\"נ דלפום מאי דמסיק לקמן דטעמ' דמעילה משום דיליף מתרומה אזלא לה כל ההיא שקלא וטרייא דלעיל דקרא אצטריך שפיר כמ\"ש והשתא ניחא מ\"ש רבינו ז\"ל שם בראש הפ' וז\"ל עושה אדם שליח להפריש תרומות שנא' גם אתם לרבות שלוחכם דקשה דלמאי אצטריך קרא להכי הא אסיקנא בגמרא דמגרושין וקדשים נפקא וכבר נרגש מזה הרב הנזכר אכן לפי מש\"כ הנה נכון ודוק ועוד אפשר לישב דס\"ל לרבינו ז\"ל דקרא דגם אתם אצטריך לומר מה אתם בני ברית ואע\"ג דליתיה בתרומה דנפשייהו סד\"א לילף חטא חטא ממעילה וכי היכי דבמעילה תנן בפ\"ז דאם שלח ביד חש\"ו אם עשו שליחו' ב\"ה מעל ואע\"ג דלאו בני שליחות נינהו ומשמע ודאי דה\"ה נכרי כדמוכח התם ה\"נ גבי תרומה הו\"א דנכרי נמי משוי שליח להכי אצטריך קרא דגם אתם ותלמודא דפריך לר\"ש ל\"ל קרא ה\"ה דהו\"מ לשנויי הכי אלא דחדא מיניה נקט ואפשר שהכריחו לזה משום דקשיא ליה קו' התוספת שהקשה בפ\"ב דגיטין ד\"ה מה אתם ב\"ב דבשמעתין משמע דלר\"ש לא אצטריך למדרש מה אתם ב\"ב ואם כן לדידי' מנ\"ל הא דקי\"ל בכל דוכתא דנכרי לאו בר שליחות לענין זכיה ורבית כו' וע\"ש אכן כפי מ\"ש ניחא דלר\"ש נמי אצטריך קרא למעוטי ב\"ב וילפינן מיניה לעלמא ולפי זה ניחא מה שהוצרך רבינו ז\"ל למעט נכרי בשליחות לענין תרומה מקרא דגם אתם אע\"ג דליתיה בתרומה דנפשיה וא\"כ לא צריך קרא להכי כדאמרינן בגמרא וכבר נתקשה בזה הרב ל\"מ ז\"ל פ\"ג מה' אישות דין י\"ז אכן כפי מ\"ש ניחא ודוק וא\"נ אפשר לומר באופן אחר דס\"ל לרבינו ז\"ל דאע\"ג דהא דאמרינן אתם ולא אריסין אתם ולא שותפין אינו אלא לכתחילה ומדרבנן וכמ\"ש מוהרי\"ק ז\"ל מ\"מ הך דרשה דדרשינן אתם ולא אפוטרופסין ס\"ל דדרשה גמורה היא ומדאורייתא וכמ\"ש הרשב\"א ז\"ל בחידושיו וז\"ל יש לפ' דדרשה גמורה היא והא דתנן אפוטרופוס כו' תורמין ומעשרין משום הפקר ב\"ד נגעו בה לתקנת יתומים כדי להאכיל והיינו דלהניח אסור כדאיתא בפ' הניזקין עכ\"ד. וכן הוא דעת התוספות בפ' השולח ד\"מ ע\"ב ד\"ה וכתיב ואף על גב דשותפין ואריסין תרומתן תרומה מדאורייתא לדעת רבינו שאני הנהו דאית להו חלק בגוייהו ואם כן משום הכי אצטריך קרא דגם אתם לרבות את השליח משום דסד\"א הואיל ומעטינהו קרא לאפוטרופסין אימא אתם ולא שלוחכם נמי קמ\"ל כנ\"ל נכון ליישב דעת רבינו ז\"ל:"
            ],
            [
                "<b>הפריש </b>\n<b> תרומה במחשבתו כו'.</b> הנה רש\"י ז\"ל פ' הא\"מ דמ\"א ופ\"ק דביצה די\"ג ע\"א ובפ' כל הגט דל\"א ע\"ב פי' וז\"ל ובמחשבה נותן עינו בצד זה ואוכל בצד אחר כו' וראיתי להתוספת ז\"ל בפרק כל הגט דל\"א ע\"א ד\"ה ובמחשב' הקשה וז\"ל וא\"ת כיון דשרי כשנתן עינו בצד זה אמאי אין מגביהין תרומות ומעשרות בשבת דהא תנן במסכת שבת פ' נוטל ר\"י אומר אף מעלין את המדומע באחת ומאה ופריך בגמרא והא קא מתקן ומשני דסבר כרשב\"א דאמר נותן עינו בצד זה כו' ולהכי לא חשיב מתקן בשבת כשמעלה כיון דאפשר במחשבה והכא נמי אפשר במחשבה ויש לומר דשאני מדומע שכבר הוא מתוקן אבל תחילת תיקונו של טבל לא שרינן משום דאפשר במחשבה ואפי' דמאי אסור לתקן בשבת כו' יע\"ש וי\"ל בדבריהם דמאי קו' הא אמרינן התם בפ' היה נוטל דרשב\"א פליג עליה דר\"י וס\"ל דנותן עיניו בצד זה ואוכל בצד אחר אבל לעלותו אסור כיון דאפשר ליה למעבד עונג שבת בכה\"ג כמ\"ש רש\"י ז\"ל שם ואם כן נימא דהא דאין מגביהין תרומות ומעשרות אתיא דלא כר\"י דלית הלכתא כותיה וכמ\"ש רבינו והרע\"ב שם בפי' המשנה וכן ראיתי בשיט' כ\"י למהר\"א מוטל שהקשה כן והניחו בצ\"ע ולע\"ד נ\"ל דמשמע להו דאפילו לר\"י דס\"ל דמעלין את המדומע משום דאפשר במחשבה מודה הוא דאין מגביהין תרומות ומעשרות דאם לא כן הא דקאמר ר\"י דמעלין את המדומע לישמועינן רבותא דאפי' טבל גמור מגביהין תרומות וכ\"ש מדומע והיינו דק\"ל דא\"כ לר\"י אמאי אין מגביהין תרומות ומעשרות מהאי טעמא גופי' הואיל ואפשר במחשבה ועוד נראה דלק\"מ דע\"כ ודאי הא דאין מגביהין תרומות ומעשרות בשבת משמע דהלכתא פסיקתא היא מדפרכינן בפ' משילין דף ל\"ז אמתני' דקתני ולא מגביהין תרומות ומעשרות פשיטא תני ר\"י לא נצרכא כו' ואם איתא דלר\"י דס\"ל דמעלין את המדומע בשבת ה\"נ דמגביהין תרומות היכי פריך עליה פשיטא במידי דבפלוגתא אתמר ועוד דבפרק בכל מערבין דל\"ט אמרינן ועוד אמר ר\"י מתנה אדם על הכלכלה ביו\"ט א' לאוכלה בשני ופרש\"י ז\"ל ואומר אם היום חול תהא זו תרומה ואם היום קודש אין בדברי כלום דאין מגביהין תרומה ביו\"ט כו' הרי בהדיא דר\"י גופיה סבירא ליה דאין מגביהין תרומה בי\"ט ובעיקר דברי התוספות שתירצו דתחילת תיקונו של טבל לא שרינן משום דאפשר במחשבה נראה שיש לדקדק לכאורה מהא דגרסינן פ\"ק דביצה ד\"ט אבוה דשמואל אמר אפילו גילגל עיסה מעי\"ט אין מפריש ממנה חלתה ביו\"ט ופרכינן לימא פליגא דשמואל אדאבוה דשמואל דאמר חלת ח\"ל אוכל והולך ואח\"כ מפריש כו' ופי' רש\"י ז\"ל אלמא הפרשה שלא לצורך היא ולא הוי הפרשה והמפרישה ביום טוב אינו כמתקן כשאר הגבהת תרומה דגזור בה רבנן מפני שנראה כמתקן ע\"ש והשתא לפום ס\"ד דהך מקשן דס\"ל דכיון דאפשר להאכיל בלא הפרש' לא הוי כמתקן ואפי' בתחילת תיקונו של טבל א\"כ תיקשי למתני' דאין מגביהין תו\"מ בשבת דאמאי הא כיון דאפשר לאכול בלא הפרשה לא הוי כמתקן ואפי' בתחיל' תקונו של טבל כי היכי דשרי בחלת ח\"ל מה\"ט ועיין בהרמב\"ן במלחמותיו שם וי\"ל וברור אך קל\"ט לדעת התוספות ורש\"י דאם איתא דשרי בנותן עיניו בצד זה ואוכל בצד אחר א\"כ היכי אמרינן בריש פרק מפנין מפנין תרומה טהורה כו' אבל לא את הטבל ופריך בגמרא פשיטא כו' והשתא כפי זה אמאי אסור לטלטל את הטבל נימא מיגו דאי בעי נותן עיניו בצד זה ואוכל בצד אחר וחזי ליה השתא נמי חזי ליה כי היכי דשרינן בדמאי בטילטול מטעמא דמיגו דאי בעי מפקיר לנכסיו והוי עני וחזי ליה ועיין מ\"ש הר\"ש בפ\"ז דדמאי מ\"ד ע\"ש ובתוספות פ' הישן דכ\"ג ע\"ב ד\"ה שני לוגין וכן קשה מהא דגרסינן פ' בכל מערבין מערבין בדמאי אבל לא בטבל וא\"א דשרי ליתן עיניו בצד זה ולאכול בצד אחר אמאי אין מערבין בטבל הא חזי ליה ע\"י מחשבה ול\"ל דהתם מיירי בדלית בה שיעורא שהניח מזון שתי סעודות מצומצמות שהרי התם בדף ל' ע\"ב בעי לאוקמא דמתני' דהתם סומכוס אומר בחולין אבל לא בתרומה בדלית בה שיעורא ופריך עליה ומאי פסקא ולהא ודאי י\"ל כפי מ\"ש התוספות בד\"ה וליפרוש דאינו מועיל מה שראוי לתקנו אלא במידי דחזי לשום אדם כגון תרומה דחזי לכהנים או דמאי דחזי לעניים אבל בטבל דלא חזי לשום אדם כיון דהשתא מיהא לא חזי לשום אדם לא מהני טעמא דאי בעי נותן עיניו בצד זה אך אכתי קשה מההיא דפרכינן התם אמתניתין דסומכוס אומר בחולין ואלו בנזיר ביין לא פליג מ\"ט דאפשר דמתשיל אנזירותיה א\"ה תרומה נמי אפשר דמתשיל עליה ומשני אי מתשיל עלה הדרא לטבלא כו' והדר פריך ולפרוש עליה מיניה וביה כו' ומשני אלא סומכוס ס\"ל כרב\"ג דר' דאמר כל דבר שהוא משום שבות לא גזרו עלה בין השמשות והשתא כפי זה מאי משני הא אכתי תיקשי ליה דאי מתשיל עלה ליפרוש עליה מיניה וביה ע\"י מחשבה דאפי' בשבת שרי כ\"ש בה\"ש דהשתא בתרומה כיון דחזי לכהנים אמרינן שפיר הואיל וכן קשה מההיא דגרסינן פ' יוה\"כ ד\"פ מי שנשכו נחש כו' וגוזזין לו את הכרישין ומאכילין אותו ואין צריך לעשר דברי ר' רשב\"א אומר לא יאכל עד שיעשר והשתא אי שרי להפריש ע\"י מחשבה היכי קאמר ר' דאין צריך לעשר הא אפשר להפריש ע\"י מחשבה בהיתר ולולי דברי התוספות היינו יכולים לומר דדעת רש\"י דדוקא במדומע שכבר הוא מתוקן מקודם שרינן בשבת ליתן עינו בצד זה ולאכול בצד אחר אבל בטבל שלא ניתקן לא שרינן בשבת ליתן עינו בצד זה דהו\"ל מתקן וזהו תיקונו וניחא השתא הא דקאמר רשב\"א במדומע נותן עיניו בצד זה ואוכל בצד אחר דלפי דברי התוספות קשה דמאי קמ\"ל הא בטבל ממש נמי שרי וכ\"ש מדומע ולדעת התוספות י\"ל דרשב\"א לא אתא לאשמועינן דשרי ליתן עיניו בצד זה דהא פשיטא דאפי' בטבל נמי שרי אלא לאפלוגי אר\"י דאמר מעלין את המדומע הוא דאתא וקאמר דוקא ליתן עיניו בצד זה הוא דשרי הא להעלותו לא וזה ברור ועיין (בהרח\"ה) [בהר\"ח] שם אך מדברי התוספות שכתב אבל בתחילת תקונו של טבל לא שרינן משום דאפשר במחשבה נראה בהדי' דס\"ל דבשבת נמי שרי ליתן עיניו בצד זה אפילו בטבל גמור וכ\"כ בשיטה מקובצת פ' המביא דל\"ד ע\"ב וכיון שכן ק\"ט מההיא דפ' מפנין ובכל מערבין וצ\"ע כעת:<br><b> ודע </b> דמדברי התוספות בפ\"ק דחולין ד\"ו ד\"ה והתיר נראה דס\"ל דטבל גמור לא משתרי על ידי נותן עיניו בצד זה היפך ממ\"ש בגיטין ובבכורות שכתבו וז\"ל ואומר ר\"ת דהכא ובפ' ר\"י איירי בדמאי כו' אבל ודאי טבל חייב מ\"מ וכן משמע דמיירי הכא בדמאי מדפריך לקמן ודלמא ר\"מ נותן עיניו בצד זה ואוכל בצד אחר דלא שרי אלא בדמאי עכ\"ל יע\"ש ולפי זה צ\"ל שר\"ת מפרש מה שאמרו מה תרומה גדולה ניטלת במחשבה שלא כפי' רש\"י אלא הכי פי' תרומה גדולה ניטלת במחשבה שאם הפריש תרומה גדולה במחשבה ולא הוציא בשפתיו כלום הרי זה תרומה וכן מצאתי בחדושי הרשב\"א פ' הא\"מ דמ\"א שדחה פי' רש\"י וכתב יש מי שפי' דבמחשבה נמי פליגי רבנן וראב\"ג והכא ה\"פ ישנה במחשבה שאם נטל ולא קרא עליו שם תרומתו תרומה יע\"ש כלומר דכי פליגי רבנן עליה דראב\"ג היינו במחשבה דנותן עיניו בצד זה אבל אם נטל ולא קרא שם בשפתיו מודו רבנן דמהני וזה נראה דעת רבינו שכתב הפריש תרומה במחשבתו כו' ומדלא אשמועינן רבותא דאפי' בלא הפריש אלא נותן עיניו בצד זה משמע שדעתו לפסוק כרבנן דראב\"ג וכמו שפסק בפ\"ג מה' אלו דין יו\"ד דתרומת מעשר אינה ניטלת מאומד כרבנן וס\"ל דכי פליגי רבנן עליה דראב\"ג היינו במחשבה דנותן עיניו בצד זה אבל אם הפריש ולא הוציא בשפתיו מודו רבנן וכדעת יש מי שפי' שכתב הרשב\"א וא\"נ דס\"ל דמחשבה שאמרו היינו הפריש ולא הוציא בשפתיו אבל נותן עיניו בצד זה לא מהני לכ\"ע וס\"ל דבמחשבה לא פליגי רבנן עליה דראב\"ג כמ\"ש התוספות והרשב\"א ודברי מרן כ\"מ שכתב שדברי רבינו כפי' רש\"י והתוספות הן דברים תמוהים כי רב המרחק ביניהם כמ\"ש ושוב נדפס ס' מוהר\"י קורקוס וראיתי לו שהשוה דעת רבינו לדעת רש\"י והתוספות כדברי מרן ונדחק בלשון רבינו שמ\"ש הפריש תרומה אין הכוונה שהפריש בפועל אלא במחשבתו יע\"ש ולא ידעתי מי הזקיקו לפרש כן בדברי רבינו מאחר שמבואר הוא שדעתו כדעת ר\"ת והרשב\"א ז\"ל שכתבנו ודוק ועיין בספר קיקיון דיונה שם בחולין שהקשה לפי' רש\"י ז\"ל שם דהא דר\"מ מיירי בודאי אם כן איך פריך בגמרא ודילמא ר\"מ נותן עיניו בצד זה דלא שרי אלא בדמאי ע\"ש. ואשתמיט מיניה דברי רש\"י דפ\"ק דביצה ודפרק כל הגט שדעת רש\"י דאפי' בודאי טבל שרי נותן עיניו בצד זה ואוכל בצד אחר כנ\"ל ומהתימה על מוהר\"י מטראני ח\"א סי' כ\"ה שכתב בתוך התשובה וזה לשונו ועוד בפ\"א דחולין אהא דר\"מ אכל עלה של ירק פרכינן דילמא ר\"מ נותן עיניו בצד זה ואוכל בצד אחר ומשני תא חזי מאן גברא רבא מסהיד עליה ולא תימא עלה של ירק שאכל ר\"מ דמאי היה ולהכי סגי ליה בהכי דאם כן טפי הו\"ל לשנויי ודאי היה ולא סגי ליה בהכי עכ\"ל ואתמהא איך לא זכר שם דברי התוס' שם באותה סוגיא שכתבו משם ר\"ת דעלה שאכל ר\"מ דמאי היה ומשום הכי סגי ליה בנותן עיניו בצד זה והן אמת שמדברי התוס' שכתבו בגיטין ובבכורות נראה שחולקים על זה וכמ\"ש מ\"מ לא היה לו לומר כן בפשיטות ודע דבהא דפריך בגמ' מה לתרומה שכן ישנה במחשבה ראיתי להרב עצמות יוסף שהקשה וז\"ל וק' דא\"כ לישתוק קרא דונחשב לכם דכתיב גבי תרומה לאשמועינן שישנו במחשבה וגם קרא דכל נדיב לב עולות דכתיב גבי קרבנות דשמעינן מיניה דקדשים איתנהו במחשבה ומדאצטריך קרא בגירושין ולא נפ\"ל מתרוייהו שמעינן דקדשים איתנהו במחשבה ולהכי אצטריך קרא בגרושין דלא מצי למילף מתרוייהו כו' ע\"ש מה שתי' והנראה ודאי שעיקר קושיתו הוא לשנויא דמשני בפ\"ג דשבועות דכ\"ו דחולין מקדשים לא גמרינן דאלו לשנויא קמא דמשני משום דהוי תרומה וקדשים שני כתובים הבאים כאחד ואין מלמדים הא ודאי לק\"מ דאצטריכו קראי כי היכי דלהוי ב' כתובים הבאים כא' ולא נילף מינה לעלמא ואין לומר וליישב דאי לא הוה כתיב קרא דונחשב הו\"א דלעולם דתרומה לא מהני מחשבה ואצטריך קרא בגרושין ולא נפ\"ל מתרוייהו כי היכי דלהוו גרושין וחד מהנך שני כתובים הבאים כאחד ואין מלמדין ולא נילף מינה דין שליחות בעלמא דהא אכתי תקשי למאן דאמר מלמדין למאי אצטריך קרא דונחשב דהכא ליכא אלא ב' כתובים דתרומה וקדשים מצרך צריכי ואף לזאת הי' אפשר לומר דאי לא כתיב קרא דונחשב הו\"א דלעולם גבי תרומה לא מהני מחשבה ומאי דאצטריך קרא בגירושין ולא נפ\"ל מתרויי' הוא משום דאי לא הוה כתיב בגירושין לא הוה שדינן קרא דאתם בתרומה אלא לרבות את השליח ולא הוה ממעטינן מיניה מה אתם בני ברית אף שלוחכם ב\"ב להכי כתיב קרא בגירושין כי היכי דנילף תרומה מתרוייהו דהשתא ע\"כ אייתר לן קרא דאתם לומר מה אתם ב\"ב ולעולם דמחשבה לא מהני ומש\"ה אצטריך קרא דונחשב ומהתימה על הרב הנזכר דלקמן בדף שאח\"ז בד\"ה ונילף ממעילה תי' כן על מה שהקשה שם ע\"ע וא\"כ מאי ק\"ל הכא האמנם נראה קו' הרב ז\"ל אכתי קיימא באנפין לר\"ש דאמרי' בגמ' דלא אצטריך קרא דאתם למעוטי בני ברית משום דמסברא ידעינן ליה דליתנהו בתרומה דנפשייהו ואפשר שלזה כוון הרב ז\"ל אלא שקצר במקום שאמרו להאריך ואף גם זאת אפשר ליישב דר\"ש ס\"ל כמ\"ד ב' כתובים הבאים כאחד אין מלמדין דהשתא אי לא כתיב קרא דונחשב הו\"א דאצטריך קרא דגירושין כי היכי דלהוו גירושין ותרומה ב' כתובים הבאים כאחד ולא נילף מיניה לעלמא דין שליחות ולעולם דתרומה לא מהני מחשבה וכמ\"ש כנ\"ל ודוק:<br><b> אפריון שלמה</b>\n<b> מה </b> שהוכיח מפרש\"י דס\"ל דאף אם אכל טבל מהני להפריש אחר כך לתקן מה שאכל למפרע וכן הביא בשם התוי\"ט שהוכיח כן מדעת הרמב\"ם אך הוכיח מפרש\"י גיטין ל\"א ד\"ה הי' חושש וכו' ואם לא אכלן וכו' דמשמע אם אכלן לא מהני הפרשה עיי\"ש. ולכאורה נלפענ\"ד דא\"ש לפמ\"ש בחידושי שבירושלמי משמע שמדאורייתא בעינן מוקף ולפ\"ז אף בדעבד לא מהני בלי מוקף ולפ\"ז י\"ל דזה תלוי בזה דהרמב\"ם לשטתו דס\"ל דלא בעינן בדעבד מוקף לכך מהני למפרע הפרשה על מה שכבר אכל אבל רש\"י ס\"ל כהירושלמי דמהני מוקף מן התורה ולכך בפרק כל הגט מיירי רש\"י מטבל הטבול לתרומה גדולה שבזה בעינן בדיעבד מוקף לכך לא מהני הפרשה אחר אכילה אבל בברייתא דהבודק את החביות מפרש רש\"י דמיירי בטבל הטבול לתרומת מעשר דבזה ודאי לא בעינן מוקף רק מדרבנן לכן מהני הפרשה אף למה שכבר שתה ובזה מיושב כל הקו' שהקשה השעה\"מ דאיך משכחת לה להלקות על טבל הרי הוי התראת ספק שמא יפריש אח\"כ וכן נמי ביומא דאמרינן שם דמאכילין אותו תרומה עיי\"ש דהתם הכל מיירי בטבל הטבול לתרומה גדולה ובזה לא מהני הפרשה לאחר אכילה:<br><b> מעשה חושב</b>\n<b> (שע) </b> וי\"ל דשאני מדומע שכבר הוא מתוקן ואפילו דמאי אסור לתקן בשבת כו'. תמהני דלפי מה דמבואר ממה שכתבו דתחלת תיקונו של טבל לא שרינן כו'. מכלל דבמחשבה עצמה באמת שרינן בשבת אפילו לכתחלה. וא\"כ מה יענו נגד תלמוד ערוך ביומא דף פ\"ג רע\"ב. כהא דאמר רבה. באפשר בחולין כ\"ע לא פליגי דמאכילין אותו חולין וע\"ז פריך שם הש\"ס פשיטא. ומשני לא צריכא אלא בשבת. ופריך שם שבת נמי פשיטא. טלטול דרבנן בעלמא הוא כו' וע\"ש: והשתא אי ס\"ד דבמחשבה שרינן לכתחילה ליתן עינו בצד זה ולאכול בצד אחר אפילו בשבת. א\"כ הא אפילו טלטול אין כאן. ולפ\"ז הרי הדרא הקושיא לדוכתא פשיטא. דהא עציץ שאינו נקוב עכ\"פ מדרבנן אסור. אבל לתקן טבל במחשבה. הרי אפילו לכתחילה מותר. וצ\"ע:<br><b> (שעא) </b> והשתא אי שרי להפריש ע\"י מחשבה היכי קאמר רבי דאין צריך לעשר. הא אפשר להפריש ע\"י מחשבה בהיתר כו'. עיין מה שכתבתי לעיל ע\"א על הגליון. ולכאורה קושיית הגאון המחבר ז\"ל מההיא דפ' יוה\"כ צריך ביאור. דהא קשה דאפילו אי נימא דלא שרינן להפריש ע\"י מחשבה בשבת היינו מטעמא דמתקן אבל בחולה דמותר לו לאכול אפילו בלא הפרשה. א\"כ הרי ההפרשה תו אינה תיקון. וא\"כ סוף סוף קשה אמאי קאמר רבי דאין צריך לעשר הא אפשר להפריש בהיתר כיון דלאו מתקן הוא. וצ\"ע:"
            ]
        ],
        [
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>הבודק </b>\n<b> את החבית כו'.</b> כתב מרן הכ\"מ וז\"ל מ\"מ יש לתמוה דהא בסוף קידושין רמי הך ברייתא אברייתא דמקוה ומשני מאן תנא חבית ר\"ש כו' למה פסק רבי' כר\"ש במקום דרבנן ואפשר דכיון דבפרק המוכר פירות איפליגו בההיא ברייתא ש\"מ דהלכתא היא ע\"ש ואין תי' זה נכון דאיכא למימר דמאי דשקלו וטרו אליביה משום דנ\"מ לרבנן לענין אי ריחיה חלא וטעמיה חמרא חמרא ובר מן דין ק\"ט דאמאי פסק במקוה כרבנן דר\"ש דהו\"ל תרתי דסתרין וכבר הוקשה לו כן להריטב\"א ז\"ל שם בקידושין והונחו בצ\"ע:<br><b> וראיתי </b> להרב מש\"ל ז\"ל פ\"י מה' מקואות הלכה ז' דמ\"ה ע\"ד שהאריך הרבה ליישב דברי רבינו ותוכן דבריו דרבינו ז\"ל פסק כלישנא בתרא דאמרי' בריש נדה דטעמא דר\"ש משום דגמר סוף טו' מתחילת טומא' ורבנן לא גמרי סוף טומא' מתחילת טומאה וס\"ל לרבי' כתי' הרשב\"א ז\"ל שם דללישנא קמא רבנן נמי ילפי סוף טומא' מתחילת טומא' וה\"ט דס\"ל דבר\"ה טמא משום דאיכא תרתי לרעותא וללישנא בתרא דרבנן לא ילפי סוף טו' מתחילת טומא' ואפי' בחדא לריעותא נמי בסוף טומא' טמא טומא' ודאית וא\"כ להך לישנא מתני' דחבית אתיא ככ\"ע דלהך לישנא מודים חכמים לר\"ש דלא חשיב ריעותא הא דהרי חסר לפנינו אלא דגבי טומא' ס\"ל לחכמים דלא גמרינן סוף טומאה מתחילת טומאה ועשו סוף טומא' בר\"ה כתחילת טומא' ברה\"י כו' יע\"ש ולפי דבריו ז\"ל יש ליישב מה שהקשה הרב מחנה אפרים ה' אישות סי' ג' ובחי' על הרמב\"ם פ\"ג מה' הנזכר סוגיא דפרק כל הגט גבי המניח פירות להיות מפריש כו' דקאמרי' בגמ' חלוקין עליו על ר\"א דתניא מקוה שנמדד כו' הרי כל הטהרות שנעשו על גביו טמאות למפרע ור\"א קאמר מעת לעת ופריך פשיטא ומשני מ\"ד מאי למפרע מעת לעת ע\"כ משמע דאי הוה מפרש מעת לעת לא היו חלוקים והא ר\"א קאמר חושש מס' ובההיא דמקוה קאמר ודאי יע\"ש אכן כפי דברי הרב מש\"ל יש ליישב דסוגיא דשמעתין אתיא כלישנא קמא דריש נדה וסוגיא דכל הגט אתיא כלישנא בתרא ודוק האמנם קשה לי טובא לפי דבריו ז\"ל שהרי רבי' ז\"ל שם פסק וז\"ל ב' מקואות אחד כשר ואחד פסול וטבל באחד מהם מטומאה חמורה ועשה בהן טהרות הרי אלו תלויות ע\"כ והיא תוספתא דמקואות פ\"ב והביאה הרב ז\"ל שם בריש הלכה ז' וכתב הרב ז\"ל עצמו שם וז\"ל טהרותיו תלויות ואע\"ג דא' בריש נדה דמקוה שנמדד ונמצא חסר דכל טהרות כו' טמאות ודאי כו' י\"ל דשאני התם דאיכא רעותא קמן דהרי חסר לפנינו ומש\"ה הוי טמא ודאי אבל גבי ב' מקואות דליכא ה\"ט טהרותיו תלויות ע\"כ ואם כן כיון שרבינו ז\"ל פסק כהך תוספתא ע\"כ לומר דס\"ל לרבינו דריעותא דהרי חסר לפנינו חשיב ריעותא וחשיב כודאי ואי טעמא דרבנן משום דסוף טומא' לא ילפינן מתחילת טומא' גזירת הכתוב היא מה\"ט בב' מקואות נמי היל\"ל דכל טהרות שנעשו על גביו טמאות ודאי דומיא דמקוה שנמדד ונמצא חסר שהרי הכא נמי סוף טומא' הוא כמ\"ש גם מ\"ש הרב הנזכר אתוספתא הלזו וז\"ל ומיהו קשה אמאי לא ביאר לנו רבינו דין זה אלא שסתם הדברים ולא זכיתי להבין דבריו שהרי כתבו רבינו בהדיא דטהרותיו תלויות כמ\"ש ועיין במ\"ש הרב הנזכר דמ\"ה ע\"א וז\"ל ויש לתמוה על התוס' דקתני טהרותיו תלויות ולא ידעתי אמאי ל\"ק ליה לרבינו ז\"ל גופיה שכתב כתוספתא הלזו ומדבריו שכתב וכן מקוה שנמדד כו' משמע דטמא ודאי ודבריו סתרי אהדדי ועכ\"ל דוכן מקוה שנמדד שכתב רבינו לאו דוקא והא כדאיתיה והא כדאיתיה ודוק ומ\"מ תי' הרב ז\"ל אזלה לה מנגד כמ\"ש ולע\"ד נ\"ל ליישב על נכון דס\"ל לרבינו ז\"ל דהא דרמינן חבית אמקוה ומוקמינן לה כר\"ש היינו דוקא אליבא דריב\"ל וא\"כ משום דהמקשה דהכא ודריש נדה ס\"ל כותיה דכל שלשה ימים האחרונים ודאי חומץ מכאן ולהלן ספק משום דס\"ל דריחיה חלא וטעמיה חמרא חלא והילכך פריך שפיר דכיון דגבי מקוה משום דאיכא תרתי לריעותא חשיב כודאי ה\"נ גבי חבית ואי משום דגבי מקוה חסר ואתאי ואיתרע לה לחזקה מקמי הכי טובא ולא ידעינן הילכך ריע טפי כמ\"ש רש\"י אם כן ה\"נ החמיץ ואתא שהרי איתרע לה לחזקה ודאי זה שלשה ימים דכיון דעכשיו חומץ גמור ודאי אין פחות מג' ימים שהתחיל להחמיץ והוי חומץ משא\"כ לר\"י דס\"ל דג' ימים הראשונים ודאי יין מכאן ואילך ספק ואפילו כל שלשה ימים האחרונים דאיכא למימר זה ג' ימים האחרונים שהתחיל להחמיץ והוי טעמיה חמרא עד עכשיו שנגמר חמוצו כמ\"ש רשב\"ם בפ' המוכר דצ\"ו אם כן לא תקשי לן מידי ממקוה דהתם שאני דודאי חסר ואתאי דדרכו של מקוה לחסר מעט מעט וא\"כ כיון דאיתרע לה לחזקה בודאי מקמי הכי מש\"ה מטמאינן למפרע משא\"כ גבי חבית דאיכא למימר דשמא בג' ימים האחרונים התחיל להחמיץ ועכשיו נגמר חימוצו ואף ע\"ג דאיכא למימר דזה ימים רבים החמיץ ואתא מ\"מ כיון דאיכא למתלי נמי דשמא השתא הוא דנגמר חימוצו מידי ספק לא נפקא משא\"כ במקוה דליכא למימר דהשתא הוא דחסר שהרי אין דרכו לחסר אלא טיפה אחר טיפה ומכיון שחסר הרבה בודאי שזה ימים רבים חסר ואתאי והא דאמרינן פ\"ק דנדה התם איכא למימר חסר ואתאי הכא מי איכא למימר חזאי ואתא ומאי קושיא דלמא הגס הגס חזיתיה דאלמא משמע דאע\"ג דליכא למימר דבודאי הגס הגס חזיתיה היה מטמאינן למפרע אי לאו משום טעמא דליכא תרתי לריעותא י\"ל דודאי הא דפריך התם ודילמא הגס הגס חזיתיה לאו להלל קא פריך דאמאי תולין מעת לעת נימא הגס הגס חזיתיה דודאי משום דילמא הגס כו' לא מטמאינן ליה בודאי אלא לשמאי קא פריך דדילמא הגס חזיתיה וכ\"כ הרשב\"א ז\"ל שם בשיטה כ\"י יע\"ש ובהכי מדוקדקין דברי רש\"י ז\"ל שכתב בשמעתין ד\"ה מ\"ש ממקוה וז\"ל דמחזקינן ליה כו' ומ\"ש גבי חבית דקתני מכאן ולהלן ספק ולא אמרינן דמשעתא דסליק ידיו מלבודקו החמיץ ע\"כ ובודאי דמ\"ש רש\"י ולא אמרינן דמשעתא דסליק כו' ע\"כ אליבא דריב\"ל הוא דקאמר דלר\"י הא אמרינן דשלשה ימים הראשונים ודאי יין וכיון שכן יש לדקדק דמי הכריחו לרש\"י ז\"ל לפ' מאי דפריך מ\"ש מקוה כו' אליבא דריב\"ל גרידא ולא נימא דאתרוייהו פריך ואמאי קתני מכאן ולהלן ספק למר כדאית ליה ולא נימא הרי החמיץ לפנינו אכן כפי מ\"ש הנה נכון אלא שמדברי רש\"י בפ\"ק דנדה לא משמע קצת הכי ודוק ועיין בהפר\"ח ז\"ל בחי' לגיטין שכתב דה\"ט דחבית שפסק רבינו משום דקי\"ל כר\"י דכל שלש ימים הראשונים ודאי יין והילכך כיון דלאחר הבדיקה ע\"כ יין הוא ולא מצינן למימר דמשעת בדיקה החמיץ הו\"ל ספק יע\"ש ומלבד שאין תי' זה מבואר אכתי קשה בתורם של יין ונמצאו של חומץ אמאי אמרינן דאם ספק תרומה ויחזור ויתרום ואמאי לא נימא הרי חומץ לפנינו ומשעה שתרם חומץ הוה דהכא לא בדק כלל ולכן נראה לי עיקר מ\"ש ודוק כתב מרן כ\"מ פ\"י מה' מעשר דין ד' ומ\"ש רבינו ואינו מעשר ודאי פשוט הוא כו' והר\"ב מש\"ל ז\"ל שם תמה עליה דמאי דפשיטא ליה למרן צריכא רבה מההיא דאמרינן בשמעתין ובריש נדה ורמי חבית אמקוה ואמרינן מאן תנא חבית ר\"ש אלמא דרבנן כל היכא דאיכא תרתי לריעותא הוי ודאי טבל וכבר תמה עליו מרן לעיל כו' ופשיטא דאין הפרש בין החמיץ לאבדו אלא דרבינו ז\"ל כתב כאן דאינו מעשר ודאי משום דאזיל לשיטתיה שפסק בחבית אך מ\"ש מרן פשוט הוא תימה בעיני ע\"כ ולע\"ד נראה דמה דפשיטא ליה להרב ז\"ל דאין הפרש בין החמיץ לאבדו לדידי צריכא רבה דאיכא למימר דדוקא גבי חבית והחמיץ סבירא להו לרבנן דכל דאיכא תרתי לריעותא חשיב כודאי משום דאיכא טעמא דהחמיץ ואתא כדאמרינן בריש נדה וכמו שנראה מדברי התוספות שם ד\"ה תרתי לריעותא אבל גבי מצאן שאבדו דליכא למימר אבד ואתא אע\"ג דאיכא תרתי לריעותא ספק הוי והכריחו למרן לומר כן מכח מה שהקשה הרב בעל מחנה אפרים ז\"ל וכתבנו דבריו לעיל דהיכי קאמר מ\"ד מאי למפרע מעת לעת כו' דמשמע דאי הוה מפרשינן הכי לא היו חלוקי' והא ר\"א קאמר חושש מספק ובההיא דמקוה קאמר ודאי וכמ\"ש דבריו לעיל אכן כפי האמור ניחא ודוק ודע שרש\"י שם ד\"ה היה בודק את החבית כתב וז\"ל כשבא לשתות כו' ובתוספות רי\"ד הקשו דאמאי קתני ברייתא מכאן ואילך ספק ויחזור ויתרום והא כיון דשתה מאי נ\"מ להפריש תרומה הרי שתה טבל למפרע ופי' הם ז\"ל דמיירי בבא למכור יע\"ש ומהיותר תימה שדברי רש\"י ז\"ל סותרים למ\"ש פרק כל הגט דף ל\"א וז\"ל ה\"ז חושש לאותן טבלים שתקן בהבטחתן ואם לא אכלן צריך להפריש מהן הרי מבואר דאם אכלן א\"צ להפריש והיה נראה שיש סיוע לזה למ\"ש הרב תי\"ט שם שמדברי רבינו נראה שאף אם אכלן צריך להפריש ושי\"ל שאף רש\"י ז\"ל לא כ\"כ אלא לר\"א ן' שמוע שאינו חושש אלא מעת לעת אם כן יש לנו לחלק בהכי כיון דחזינא דחששא רחוקה היא מקילין בה אבל רבינו כ\"כ לפי מה שפסק דלא כר\"א ן' שמוע וחייב למפרע על כל מה שתקן ואם כן חששה מעלייתא היא יע\"ש ואם כן ניחא שפיר דהכא גבי בודק את החבית כיון דס\"ל לברייתא דחוששין למפרע על כל מה שתקן דס\"ל דחששא מעלייתא היא מש\"ה כתב דיחזור ויתרום ודוק ומ\"מ אכתי יש לומר דמ\"ש רש\"י ז\"ל בפ' כל הגט הו\"א אפילו למאי דקי\"ל דלא כר\"א בן שמוע ולא תקשי ברייתא דהכא דקתני מכאן ואילך ספק ויחזור ויתרום דאיכא למימר דברייתא מיירי בשתרם ב' לוגין מחבית זה שהזמינו לכך על מאה לוגין מחבית אחרת והיה שותה ובא ואחר כך כשמצאו חומץ נשתייר מן המאה לוגין יין בעין אהא קתני בברייתא דיחזור ויתרום על מה שנשתייר אמנם ודאי דממה ששתה כבר אינו צריך להפריש ודוק האמנם תמיה מילתא טובא לדעת רבי' כפי מה שהבין הרב תי\"ט דאם כן היכי משכחת לה מלקות באוכל טבל למאן דס\"ל התראת ספק לא שמה התראה דהא אוכל טבל התראת ספק היא דשמא יתקן אח\"כ על מה שאכל ועוד ראיתי בספר בני דוד הלכות תרומות פ\"ה שהקשה מההיא דפ' יה\"כ דפליגי תנאי בטבל ותרומה דת\"ק ס\"ל דמאכילין אותו טבל ובן תימא ס\"ל דמאכילין אותו תרומה משום דטבל חמיר ואמאי אין מאכילין אותו טבל כיון דאיתה בתקנתא שיפרוש תרומה אח\"כ על מה שאכל יע\"ש ולדעת רבינו יש ליישב דס\"ל דמ\"ש בגמ' כי פליגי בדלא אפשר לתקנו מיירי בטבל שהלכו בעליו למ\"ה דאין בידו לתקנו אח\"כ ועיין בהרב פרשת דרכים דמ\"ב ע\"ג ע\"ש ודוק ועיין בפ\"ו מה' מעשר דין ז' שכתב רבינו וז\"ל המוכר פירות לחברו וזכר שהם של טבל כו' אם ידע שאין קיימי' שכבר אבדו או נאכלו אין צריך לעשר ולפי מה שהבין הרב תי\"ט שלדעת רבינו יש תקון לטבל הנאכל ואפילו אם אכלן צריך להפריש קשה טובא דאם נאכלת אמאי אין צריך לעשר ודוק ובפשטא דשמעתתא דאמרינן ורמינן חבית כו' אמקוה יעיין שם דהכא ודאי ומ\"ש דהכא ספק יש לדקדק טובא דאדקשיא ליה מתניתין דמקוה אברייתא דחבית אמאי ל\"ק ליה מתניתין דמקוה אמתניתין דחבית דתנן פ\"ג דתרומות התורם חבית של יין ונמצא של חומץ אם ידוע שהיתה של חומץ אם עד שלא תרמה אינה תרומה כו' אם ספק תרומה ויחזור יתרום והו\"ל לשנויי דמתני' ר\"ש היא ולא רבנן והר\"ש שם כתב דה\"ה דהו\"מ להקשות מהך כו' יע\"ש והוא תימא דאדרבא ממתניתין הו\"ל לאקשויי וכבר נתקשה בזה הרפ\"ח בחידושיו למס' גיטין ד\"פ יע\"ש שהניחו בצ\"ע:<br><b> ולע\"ד </b> נראה ליישב דאי ממתני' לא הוה ק\"ל דלר\"י דס\"ל דכל ג' ימים הראשונים ודאי יין איכא למימר דמתניתין ה\"ק אם ידוע שהיתה של חומץ עד שלא תרמה שאח\"כ נודע לו שמקודם שתרמה טעם ממנה והיה חומץ ובשעה שתרם לא זכר ממה שטעם אותה ואם עד שתרמה החמיצה כגון שאחר שתרם תיכף ומיד טעם אותה והיה יין ואם ספק תרומה כו' כגון שבדק את החבית ומצאה יין ואחר ימים עשאה תרומה ואינו יודע אם בתוך שלשה ימים לבדיקה תרמה דאז הוי ודאי יין או לאחר שלשה ימים תרם אותה דאז הוי ודאי חומץ משום הכי קאמר דהוי תרומה ויחזור ויתרום דשמא בתוך ג' ימים לבדיקה תרמה אבל בתרם לאחר ג' ימים ה\"נ דאמרינן הרי חומץ לפניך והוי ודאי טבל ואם כן כיון דלר\"י לא מצי למפרך מהך מתניתין משום הכי לא פריך אלא מברייתא כי היכי דתקשי אליבא דכ\"ע וא\"נ דאפילו לריב\"ל דס\"ל דג' ימים האחרונים ודאי חומץ ומכאן ואילך ספק איכא למימר דמתניתין דקתני ואם ספק כו' מיירי כגון דמספ\"ל לתורם ואינו זוכר אי כשתרמה בדקה מקודם תיכף ומיד והיה יין או לא בדקה כלל ומשום הכי הוי תרומה דשמא בדקה קודם שתרמה סמוך לתרומתה תיכף ומיד כנ\"ל נכון ובמאי דמשני התם בגמ' שאני התם דהעמד טמא על חזקתו ראיתי להריטב\"א שם שהקשה וז\"ל וק\"ל אמאי אזלינן בתר חזקת טמא ניזל בתר חזקת טהרות שנגע בהם שהיו בחזקת טהרה ולא נטמאו מספק ואיכא למימר דכיון דודאי נגע בהם אין להם שום חזקה וכדאמרינן בשליא כו' יע\"ש האמנם מדברי התוספות פ\"ג דערובין דל\"ו ד\"ה במקוה שלא נמדד נראה שחולקין על זה שהקשה וז\"ל וא\"ת והא ר\"י מטמא אפילו טהרות אם נגע דלענין דאמרינן זיל טבול אפילו ר\"מ מודה כדאמרינן גבי ספק טומאה בר\"ה ואם כן אדרבא נימא העמד טהרות אחזקתייהו וי\"ל כו' ופליגי אגברא אי בעי טבילה וכן איתא במס' מקואות כו' הנה מבואר דס\"ל דחזקה דאוקמי טהרות אחזקתייהו חזקה גמורה היא ומשום הכי ק\"ל שפיר דאכתי ספק הוי ובדרבנן ספק טהור ותמיהא לי טובא דאם כן מה יענו ארישא דמתניתין דקתני מקוה שנמדד ונמצא חסר כו' בר\"ה טמא והיינו טעמא דאיכא תרתי לריעותא העמד טמא על חזקתיה והרי חסר לפניך חשיב כודאי ואמאי לא נימא דאכתי ספק הוי כיון דאיכא חזקה דטהרות ובר\"ה אמאי טמא וליכא למימר דרישא נמי מיירי לענין דאמרינן ליה זיל טבול דהא כל טהרות שנעשו ע\"ג קתני ותו דאם כן היכי פליג ר\"ש בברייתא ואמר דבר\"ה ספק טהור הא לכ\"ע ס' טומא' בר\"ה אמרינן ליה זיל טבול וליכא למימר נמי דכיון דאיכא טעמא דהעמד טמא על חזקתיה והרי חסר לפנינו חזקה דטהרה לא חשיבא וחשיב כודאי דא\"כ ה\"נ נימא במכ\"ש במקוה שלא נמדד ונמצא חסר דכיון דאיכא תרתי לריעותא והיה נראה ליישב דהתוס' ז\"ל ס\"ל דכי קתני מתני' ספק טבל במ' סאה ספק לא טבל שלא כפרש\"י ז\"ל שפי' שם בפ' בכל מערבין דל\"ה ע\"ג ד\"ה אפילו טבל וז\"ל כגון ספק טבל במ' סאה שהיה מקוה לפנינו ונמצא חסר ואין אנו יודעים אם בשעת טבילה היה בו מ' סאה כו' דאי בנמצא חסר מיירי מתני' אם כן כי פריך אדרבא העמד מקוה אחזקתו דפריך אס' טבל במ' סאה כמ\"ש התוספות ד\"ה ספק לא טבל יע\"ש אמאי לא משני הרי חסר לפנינו וכמו שהקשה התוספות בד\"ה שם אדרבא כו' ומה שתי' אלא דלא מיירי הכא במקוה שנמדד ונמצא חסר הם דברים סתומים דכיון דע\"כ מתני' דקתני ספק טבל במ' סאה מיירי בנמצא חסר כמ\"ש רש\"י אם כן ל\"ל לתלמודא לשנויי דמתני' מיירי במקוה שלא נמדד ובפשיטות הו\"ל לשנויי דהתם שאני שהרי חסר לפנינו ולעולם דאפילו בנמדד אלא כונתם ז\"ל דס\"ל לתלמודא דמתניתין דקתני ספק טבל במ' סאה לא מיירי בנמצא חסר דאם כן היינו סיפא דקתני מקוה שנמדד ונמצא חסר ומכ\"ש בשלא נמדד אלא ספק טבל במ' סאה דקתני מתניתין מיירי בשלא היינו יודעים מעיקרא אם היה בו מ' סאה וגם עתה אין אנו יכולים לברר הדבר וכגון שאחר שטבל נתמלא גשמים בהא הוא דקתני מתני' ספק טמא והיינו כוונתם ז\"ל שכתבו דלא מיירי הכא במקוה שנמדד ונמצא חסר כלומר דע\"כ מתניתין מיירי בשלא נמדד ונמצא חסר דאל\"כ היינו סיפא ודוק ומעתה איכא למימר שפיר דע\"כ לא כתבו התוספות דחזקה דטהרות חשיבא חזקה אלא דוקא בשלא נמצא חסר דליכא ריעותא דהרי חסר לפנינו אבל בנמצא חסר כיון דאיכא תרתי לריעותא חשיב כודאי וחזקה דטהרות לא חשיבא חזקה כלל ומן האמור בזה צ\"ל דכי קתני מתניתין מקוה שנמדד ונמצא חסר כל טהרות כו' בין ברה\"י בין בר\"ה ספק טהור לא קאי אלא אחלוקה דמקוה שנמדד ונמצא חסר אבל בחלוקה דספק טבל בר\"ה טהור דלא חשיבא כודאי דאע\"ג דליכא חזקה דהעמד טמא על חזקתו הא איכא חזקה דטהרות:<br><b> האמנם </b> מדברי רבינו ז\"ל אין נראה כן ממ\"ש בפרק עשירי מהלכות מקואות הלכה ו' וכן מקוה שנמדד כו' ונראה שדברי רבינו ז\"ל מוכרחים דאי ס' טמא דקתני מתניתין ברישא מיירי ברה\"י מאי אשמועינן מתניתין הא פשיטא דספק טומאה ברה\"י ספק טמא אפי' בספק נגע דאיכא חזקה דהעמד טהור על חזקתו כ\"ש וק\"ו בודאי טמא דאיכא חזקה דהעמד טמא על חזקתו ובר מן דין קשה דמה יענו התוספות ז\"ל לההיא דשלוחא בבית ודנדה שהקשה הריטב\"א ז\"ל וצ\"ע והר\"ש ז\"ל כתב בפ\"ב דמקואות מ\"ג דהא דר\"י מטמא היינו דצריך לטבול שניה ומודה דאם עשה טהרות טהורה כדאמ' נמי לעיל דלטמא טהור יע\"ש הנה מבואר דס\"ל כדברי התוספות ז\"ל דהא דר\"י מטמא היינו דוקא לענין דאמרינן ליה זיל טבול משום דלגבי דידיה איכא חזקה דהעמד טמא על חזקתו אבל גבי טהרות כיון דאיכא חזקה דהעמד טהרות על חזקתן הו\"ל ספק שקול וס' דרבנן לקולא והרב מש\"ל ז\"ל שם תמה על דבריו וז\"ל ודברים אלו תמוהים הם בעיני דאיך יתכן שהאדם יהיה טמא וטהרות יהיו טהורות כו' ונדחק עצמו ליישב דאפשר דמדמה לה לספק טומאה בר\"ה דאית ליה לר\"מ ולר\"י דטהרות שנעשו הם טהורות מפני שאין להם תקנה ומיהו גברי הם טמאים שאפשר להם בטבילה והזאה כו' יע\"ש ולא ידעתי איך אשתמיט מיניה דברי התוספות דמבואר הוא שדברי הר\"ש הן הן דברי התוס' וה\"ט משום דאיכא חזקה דטהרות והו\"ל ספק שקול ודוק אלא שמדברי הר\"ש ז\"ל במ\"א גבי ספק טבל במ' סאה כו' שכתב כפרש\"י דמיירי בנמצא חסר ואם כן לפי פי' ז\"ל דהכא הדרא קו' דלעיל לדוכתא וצ\"ע ומה שהקשה עוד דע\"כ לא אמרינן לר\"י דלטמא טהור אלא בספק נגע בו וכן הקשה הרב בעל אליהו רבה והחזיק עוד לומר דמדקא' ר\"י כל דבר שהוא בחזקת טומאה כו' ועוד דדומיא דס' ליטמא דקתני מתני' במיירי בספק מגע ה\"נ ליטמא דקתני מתניתין יע\"ש הנה מדברי התוס' ז\"ל שכתבנו לק\"מ דמבואר מדבריהם שהתוס' ז\"ל לא גרסי במתני' כגירסת רבינו ז\"ל דגריס כל דבר שהוא בחזקת טומאה כו' אבל ס' לטמא וליטמא טהור אלא הכי גרסי ר\"י מטמא שספקו ליטמא טמא לטמא לאחרים טהור וכמ\"ש בס\"ד וכן איתא כו' ולפי גירסא זו ע\"כ פי' דמתניתין הכי הוא שס' ליטמא טמא כלומר דדוקא ליטמא את האדם שיהיה טעון טבילה הוא מ\"ש ר\"י טמא אבל לטמא אחרים דהיינו הטהרות שנגע טהור אבל ליכא לפרושי דספק דליטמא טמא דקאמר ר\"י מיירי בספק אוכל אוכלין טמאין דהא פשיטא ודאי דהוא טהור שהרי ליכא טעמא דהעמד טמא על חזקתו וא\"כ ע\"כ ספק ליטמא דקאמר קאי אספק טבל במ' סאה האמור במתניתין אהא קאמר ר\"י דטמא תנא והדר מפרש דמאי דקמטמא ר\"י היינו דוקא בספק ליטמא את האדם כדי שיהא טעון טבילה אבל ליטמא את הטהרות טהורות והיינו ממש דברי הר\"ש כנ\"ל: כתב הרב מחנה אפרים ז\"ל הלכות אישות סי' ג' ד\"ז וז\"ל וצריך להבין בפרק בכל מערבין גבי מתניתין דתרומה ונטמאת אם ס' ר\"מ אומר ה\"ז חמור גמל ור\"י אומר ה\"ז עירוב פריך בגמ' ממתני' דטמא שירד לטבול ספק טבל ספק לא טבל ר\"י מטמא ומשני אמר רבא ה\"ט דר\"י התם העמד טמא על חזקתו ואימור לא טבל אדרבא העמד מקוה על חזקתה ואימור לא חסר בשלא נמדד ופרש\"י העמד טמא על חזקתו כו' חזקה לחומרא איכא לקולא ליכא אבל מתני' איכא חזקה לקולא ולחומרא העמד אדם על חזקת עירוב בביתו ואימור לא ערב העמד תרומה אחזקתה ועירב ובדרבנן אזלינן לקולא עכ\"ד וק\"ל דהא איכא שם תרתי לריעותא חדא דהעמד אדם בחזקת שלא עירב וכי תימא הא איכא תרומה דהעמד תרומה אחזקתה בחזקת שהיתה טהורה הרי טמאה לפניך וכל דאיכא תרתי לריעותא אפי' בר\"ה טמא דחשיב ודאי כו' ונ\"ל לתרץ דע\"כ לא אמרינן הכי אלא במקוה משום דאיכא למימר חסר ואתאי כו' יע\"ש וק\"ל דאכתי מה יענה לר\"מ דקאמר בטומא' קלה ספק טהור אחלוקת דספק טבל במ' סאה ונמצא חסר כמ\"ש רש\"י ז\"ל ואמאי כיון דאיכא תרתי לריעותא וחשיב כודאי אלא ע\"כ לו' דדוקא בטומאה דאורייתא חשיב כודאי אבל בטומאה דרבנן אע\"ג דאיכא תרתי לריעותא לא חשיב כודאי גמור וכל בדרבנן הקילו ואם כן ה\"נ איכא למימר לר\"י דמשו\"ה ס\"ל ספק עירוב כשר אע\"ג דאיכא תרתי לריעותא כיון דמדרבנן היא ובטומאה קלה דוקא ס\"ל לר\"י דמטמא משום דליכא חזקה דטהרה כלל במקוה שלא נמדד כדאיתא בגמ' אבל גבי עירוב כיון דאיכא חזקה לקולא אע\"ג דאיכא תרתי לריעותא לא חשיב כודאי וכל בדרבנן הקילו ומ\"מ מ\"ש התוס' שם דהו\"מ לשנויי דשאני התם דהרי חסר לפנינו ע\"כ כונתם לומר דנימא דר\"י ס\"ל דדוקא במקוה כל דאיכא תרתי לריעותא חשיב כודאי ואפי' בדרבנן מטעמא דחסר ואתאי אבל גבי תרומה כיון דליכא למימר טמא ואתאי לא חשיבא אלא ספק וספקא דרבנן לקולא וכ\"כ בכונתם בס' מע\"ח יע\"ש: עוד כתב הרב הנזכר וז\"ל אבל לע\"ד נראה דר\"מ ור\"י אית להו דאפי' היכא דאיכא תרתי לריעותא הוי ס' ומ\"ה אמר ר\"מ במקוה שלא נמדד ונמצא חסר ספק טהור כיון דנטמא בטומא' קלה כו' דספק דרבנן היא ואזלינן לקולא ולא אמרינן כיון דאיכא תרתי לריעותא ס' חשיב כודאי אלא ס\"ל כר\"ש דפליג אחכמים ואומר בר\"ה טהור כו' והרב כ\"מ לא זכר שם דר\"י ור\"מ כולהו סברי כר\"ש כו' יע\"ש והן דברים תמוהים ואשתמיט מיניה מתניתין דמקואות דקתני מקוה שנמדד ונמצא חסר בין ברה\"י בין בר\"ה ס' טמא במה דברים אמורים בטומא' חמורה אבל בטומא' קלה כו' הרי בהדיא דרבנן דר\"ש ס\"ל דאפי' בר\"ה טמא וטעמא דכיון דאיכא תרתי לריעותא חשיב כודאי ואפי\"ה קתני דבטומא' קלה ספק טהור וצ\"ע:<br><b> מעשה חושב</b>\n<b> (שעב) </b> ודע שרש\"י שם ד\"ה היה בודק את החבית כתב וז\"ל. כשבא לשתות כו'. אין לשון רש\"י כך. אלא דז\"ל שם. הי' בודק את החבית. להיות סומך עלי'. והולך ושותה שאר חביות. ונותן עיניו בזו. להפריש ממנה עליהן לאחר זמן. שהתרומה נטלה במחשבה. עכ\"ל שם. ולכאורה קשה דכיון שנתן עיניו בה בשעת בדיקה. ומחשבה כזו הרי הוי כהפרשה וא\"כ הא מה ששותה אח\"כ משאר חביות נתקן למפרע. מאותה שעה שנתן עיניו בה והרי אינו צריך כלל שיאמר בשעה שהוא שותה. שהחבית שבדק תחלה יהי' תרומה על מה שישתה דהא החבית שבדק נעשה כבר תרומה. משעה שנתן עיניו בה. ע\"י המחשבה שתהי' תרומה על מה שישתה וא\"כ הרי אפילו מה ששותה אחר ג' ימים. ואפילו אי ידעינן בבירור כששותה שאר חביות. שכבר נתחמץ החבית שבדק. נמי אין צריך לחזור ולתרום משום דשאר החביות ואפילו אם הם חמשים. הא כבר נתקנו בחבית האחת שבדק דנעשית תרומה על החמשים חביות של טבל. ונתקנו ע\"י המחשבה. ואפילו אם יש לו יותר מחמשים חביות של טבל. והחבית האחת שבדק והפריש במחשבה. אין בה שיעור תרומה לכל החביות טבל שיש לו. נמי נתקנו לכאורה:<br><b> ואפשר </b> דבכה\"ג לא מהני משום די\"ל דמדאורייתא אין ברירה ולהכי צריך שיאמר בשעה שהוא בא לשתות משאר החביות שהחבית שבדק תהי' תרומה על שאר החביות שהוא רוצה לשתות מהן אבל מ\"מ כיון דזה גופא דאמרינן דמדאורייתא אין ברירה. הוא רק מספק. וכמ\"ש הר\"ן ז\"ל בפ' כל הגט. א\"כ הרי הכא דמספקא לן. איזהו חימוץ. הא הו\"ל ס\"ס לקולא. ואמאי צריך לחזור ולתרום אחר ג' ימים אולם מה שכתב רש\"י שם וז\"ל. להפריש ממנה עליהם לאח\"ז וע\"ש. זה מורה. דעכשיו אכתי לא עשה את החבית תרומה. אלא שבדקה אם יכול להפריש ממנה לאח\"ז. אלא דמ\"ש רש\"י שם בתחלה. ונותן עיניו בזו. וכן מה דמסיים שם דתרומה נטלת במחשבה וע\"ש, כ\"ז צ\"ע. ועכ\"ר צריך לדחוק ולסרס את הדברים ושיעור דברי רש\"י ז\"ל דלאו בשעת הבדיקה נותן עיניו בה אלא דלאח\"ז כשירצה לשתות משאר החביות. נותן עיניו בה. שתהא תרומה במחשבה על מה שרוצה לשתות עכשיו. וא\"כ לפ\"ז מאי קשיא לי' לתוס' רי\"ד על רש\"י ז\"ל דלפ\"ז. הא שפיר קתני בברייתא. דלאחר ג' ימים אם אמר תהי' החבית שבדקתי תרומה על זה שאני רוצה לשתות עכשיו. וקודם ששתה את כולו או את מקצתו. נמצא שהחבית שבדק הוא חומץ. הרי זה יחזור ויתרום. ודו\"ק:<br><b> (שעג) </b> ולפי מה שהבין הרב תי\"ט. שלדעת רבינו יש תקון לטבל הנאכל כו'. ק' טובא. דאם נאכלו אמאי אין צריך לעשר כו'. תמהני. די\"ל ולטעמיך. ניהו נמי דלא מהני הפרשה על מה שכבר נאכל ומעוות שלא יוכל לתקן הוא. דהא אכל טבלים מ\"מ אמאי אינו חייב להפריש עליו ממקום אחר. משום השבת גזל השבט תרומת מעשר שבו. (וגם לישני' קשה להבין. דפתח ואמר. המוכר טבל לחבירו. ורץ אחריו לתקנו ולא מצאו אם ידוע שאינן קיימין. ושכבר אבדו או נאכלו. אין צריך לעשר וע\"ש. וקשה. דהא כיון דלא מצאו כשהי' רץ אחריו. הרי הי' לו לעשר מיד. דהא בזמן ההוא עדיין הי' הטבל קיים ואין הירושלמי בידי לעיין בו): ועיין לעיל בהלכות חמץ ומצה דף ע' ע\"ב. מה שכתבתי שם על הגליון. להביא ראי' שגם התוס' בפסחים ס\"ל כדעת מו\"ז רבינו התויו\"ט ז\"ל: גם הבאתי שם ראי' מש\"ס ערוך נדרים דף נ\"ח ע\"א לדבריו:"
            ]
        ],
        [],
        [],
        [
            [],
            [],
            [],
            [
                "<b>לפיכך </b>\n<b> אם היה העובר חלל כו'.</b> עיין מ\"ש פ\"ג מה' יבום וחליצה הלכה י\"ז:"
            ],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [],
            [
                "<b>מי </b>\n<b> שנשאת לכהן כו'.</b> עיין מ\"ש פט\"ו מהלכות א\"ב הלכה י\"ח:"
            ],
            [],
            [
                "<b>קטנה </b>\n<b> בת ישראל שנשאת כו'.</b> כתב הרא\"ש ז\"ל בפרק האיש מקדש וז\"ל ואפילו למ\"ד אוכלת מודה הוא דאם מתה אינו יורשה כמו בהלך אביה למ\"ה דאמר רב דאם מתה אינו יורשה ולכך לא הביא הרי\"ף ז\"ל הנהו תרי פלוגתייהו דר\"ה ור\"י עכ\"ד וראיתי להרב נת\"מ ז\"ל דר\"ה ע\"ב תמה עליו שהרי כתב הרא\"ש לעיל מיניה דטעמא דמודה רב דאם מתה אינו יורשה היינו משום דלתרומה ה\"ט דאוכלת ד\"ת ארוסה אוכלת בתרומה אבל בירושה דמדאורייתא ארוסה אין הבעל יורשה גם מה שנשאת שלא לדעת אביה אינו יורשה ואם כן גבי נתקדשה שלא לדעת אביה דאין כאן אירוסין דמדאורייתא אינה אוכלת בתרומה ואע\"פ כן ס\"ל לר\"ה דאוכלת בתרומה אם כן ה\"ה דהבעל יורשה דתרומה וירושה שוים כיון דלא שייך בזה הטעם שכתב הרא\"ש ז\"ל ואם כן הי\"ל להרי\"ף ז\"ל להביא הך פלוגתא בתרא לפסוק הלכה כמאן כיון דנ\"מ לענין ירושה יע\"ש שהניחו בצ\"ע. ולפי חומר הנושא עלה על דעתי לומר דס\"ל להרא\"ש ז\"ל דהא דאמרינן בגמ' מ\"ט דר\"ה הואיל ונעשה בה מעשה יתומה בחיי אביה ופי' רש\"י ז\"ל דבשלמא נתקדשה לדעת ונשאת שלא לדעת איכא למימר בחדא שתיקה מירתח רתח אבל כולי האי לא שתיק לאו למימרא דלא איתיה בר נש דשתיק כולי האי וחשיב כודאי גמור אלא מדין רובא הוא דקאמר דרובא דעלמא מסתמא ודאי לא שתקי כולי האי אי לאו דשתיקה הודאה היא אמנם הא ודאי ס\"ל דהמצא ימצא לחד בדרא או תרי בדרא דכולי האי נמי שתקי ומירתח קא רתח שהרי לר\"י דקאמר אינה אוכלת בתרומה ע\"כ לו' דחשיב ליה ספיקא אי מירתח קא רתח כולי האי או לא ואם כן לא נפלאת היא לומר אנן בדידן לר\"ה נמי דמודה ואזיל דהמצא ימצא לפעמים מן המעוט ואדרבא הא עדיפא לומר דלא פליגי בסברא מן הקצה אל הקצה ואם כן היינו דקאמר הרא\"ש ז\"ל דאפי' לר\"ה דקאמר אוכלת בתרומה מודה הוא דאינו יורשה משום דע\"כ לא שרי ר\"ה אלא דוקא גבי תרומה משום דאזלינן בתר רובא אבל ליורשה לא משום דאין הולכין בממון אחר הרוב ואפשר שדקדק הרא\"ש ז\"ל כן מלישנא דר\"ה דקאמר אוכלת בתרומה ולא אשמועינן רבותא טפי דאם מתה יורשה משמע דביורשה מודה מטעמא דכתיבנא ואף שהרא\"ש ז\"ל דחה פי' זה לעיל היינו לרב משום דאשכחן לרב בעלמא דס\"ל הולכין בממון אחר הרוב אבל לר\"ה מצינן למימר שפיר דאיהו ס\"ל דאין הולכין בממון אחר הרוב כדקי\"ל הלכתא בעלמא: אמנם כד מעיינת שפיר לא יתכן תי' זה כלל משום דאם כן נראה ודאי דלר\"ה דסבירא ליה דאוכלת בתרומה משום דאזלינן בתר רובא אם כן ה\"נ דס\"ל דמותר ליטמא לה וכיון שכן קשה איך כתב הרא\"ש ז\"ל דלכך לא הביא הרי\"ף ז\"ל הנהו תרי פלוגתייהו הרי ע\"כ הי\"ל להביאו כיון דנ\"מ לענין טומאה אם מותר ליטמא לה או לא ולכן נראה דס\"ל להרא\"ש ז\"ל דהא דאמרינן דכולי האי לא שתיק לאו למימרא דשתיקתו הודאה דניחא ליה בקידושין ובנשואין שהרי כיון דס\"ל לר\"ה בנתקדשה לדעת ונשאת שלא לדעת דבחדא שתיקה מירתח קא רתח ה\"נ איכא למיחש הכא ולומר דבקדושין ניחא ליה ושתיקתו הודאה ובנשואין מירתח קא רתח דבחדא שתיקה מירתח רתח אלא טעמא דר\"ה לא אהני לן אלא דשתיקתו דקדושין ודאי הודאה הוא דאם איתא דמירתח קא רתח על הקדושין וכ\"ש על הנשואין כולי האי לא הוה שתיק ואם כן לענין תרומה ס\"ל לר\"ה דאוכלת בתרומה כיון דחשיבה ארוסה ודאית וד\"ת ארוסה אוכלת בתרומה אבל לענין ירושה מודה דנכסים בחזקתן וכ\"ת הרי בנתקדשה לדעת ונשאת שלא לדעת ס\"ל לר\"ה דאינה אוכלת בתרומה משום דמירתח קא רתח בחדא שתיקה אף על גב דאיכא טעמא דד\"ת דאוכלת בתרומה י\"ל דהתם שאני דנתקדשה לדעת ונשאת שלא לדעת ושתק ס\"ל לר\"ה דאינה אוכלת משום דמדשתק מירתח קא רתח דמסתמ' כך היא המדה ברוב בני אדם שמקפידין שלא תנשא בלתי רשותו והילכך מסתבר טפי למימר דשתיקתו ריתחא היא אמנם בנתקדשה ונשאת שלא לדעת כיון דע\"כ צ\"ל דשתיקה דקדושין הודאה היא מטעמא דכולי האי לא שתיק איכא למימר דכי היכי דהאי גברא לא קפיד אקדושין ה\"נ לא קפיד אנשואין והילכך כיון דהויא ספק הקילו בתרומה מטעמא דד\"ת ארוסה אוכלת בתרומה כנ\"ל ודוק ועיין במרן הב\"י סימן ל\"ז שנראה שגירסה אחרת היתה לו בדברי הרא\"ש ז\"ל ומ\"ש הם דברים תמוהים וכבר תמה עליו הרב ע\"י ז\"ל ע\"ש ודוק:"
            ]
        ],
        [],
        [],
        [],
        [
            [
                "<b>אסור </b>\n<b> ליטמא את התרומה כו'.</b> כתב הרב מש\"ל ז\"ל וז\"ל מתוך דברי התוספות פ' כל פסולי המוקדשין דף ל\"ג ד\"ה ה\"ג נראה דלרבי יוחנן דמוקי לקרא דבכל קודש לא תגע בתרומה לוקה וכן נראה ממ\"ש התוספות ז\"ל שם ד\"ה ההיא בשם הר' חיים כהן אך בפ' אלו הן הלוקין די\"ד ד\"ה ההוא כתבו משם הר\"ש מדרוי\"ש דלעולם ליכא מלקות לר\"י בנגיעה וכן הוא דעת רבינו אף שפסק כרבי יוחנן פי\"ח מהלכות פסולי המוקדשין וכן נראה מן הסוגייא דפ' הערל דע\"א דאמרינן התם דקרא דבמים יובא אצטריך לנגיעת תרומה אלמא ליכא מלקות בנגיעה א\"ד ז\"ל והנה מ\"ש שכן דעת רבינו כדעת הר\"ש מדרויש ממ\"ש אסור ליטמא את התרומה משמע דמלקות ליכא אף שפסק כרבי יוחנן בה' פה\"מ אין דבריו מובנים אצלי כלל דהן אמת שרבינו בפ' הנז' הלכה י\"ב פסק כר\"י דטמא שנגע בקודש אינו לוקה מ\"מ מבואר מדבריו שם דין י\"ג שהוא פוסק כר\"ל דקרא דבכל קודש לא תגע מיירי בקדש ולא בתרומה שכ\"כ שם וז\"ל והיכן הזהיר על עון זה ביולדת שהרי נאמר בה בכל קדש לא תגע מפי השמועה למדו שזו אזהרה לטמא שלא יאכל קודש קודם שיטבול וכתב מרן הכ\"מ וז\"ל בפרק אלו הן הלוקין אמר ר\"ל הכי ואע\"ג דר\"י פליג כו' כתב רבינו כר\"ל משום דתניא כוותיה יע\"ש ואם כן לר\"ל דס\"ל דקרא דבכל קדש לא תגע לא מיירי בתרומה פשיטא ודאי דטמא שנגע בתרומה אינו לוקה ולהא ודאי לא הוצרכנו ומעולם לא כתבו התוספות דלוקה אלא דוקא אליבא דר\"י הן אמת שדברי רבינו שם צריכין עיון דכיון דפסק כר\"ל דקרא דבכל קדש לא תגע מיירי בקדש משום דתניא כוותיה א\"כ איך פסק כר\"י דטמא שנגע בקדש אינו לוקה הא הוה ליה תרתי דסתרן וכן קשה ממה שפסק שם דין י\"ז דאם אכל את הבשר קודם זריקת דמים אינו לוקה משום טמא שאכל את הקדש כר\"י שהרי מבואר בפרק אלו הן הלוקין דר\"י לטעמיה דאמר קרא טומאתו וכי כתיב טומאתו לאחר זריקה וכיון שרבינו ז\"ל פסק כר\"ל הי\"ל לפסוק דאפי' קודם זריקה לוקה והנראה ודאי שדעת רבינו ז\"ל דכי אמרינן התם תניא כותיה דר\"ל לאו למימרא דברייתא זו אתיא כר\"ל בכל פרטיו דטמא שאכל את הקדש לוקה מדאפקיה רחמנ' בלשון נגיעה וכן טמא שאכל את הקדש קודם זריקה לוקה מרבוייא דכל אלא כי אמרי' תניא כותי' דר\"ל אינו אלא למאי דס\"ל דקרא דבכל קדש לא תגע מיירי בקדש ולא בתרומה מ\"מ אפשר דס\"ל לברייתא דטמא שנגע את הקדש אינו לוקה ולא דריש מדאפקי' בלשון נגיעה וכן לא דריש רבוייא דבכל לקודם זריקה וכיון דבהא לא אשכחן ברייתא בהדיא דס\"ל כר\"ל הדרינן לכללן דר\"ל ור\"י הלכה כר\"י ומהתימה על הרב מש\"ל ז\"ל ה' טומאת צרעת פי\"א הלכה ב' דט\"ו ע\"ב שנסתפק בזה איך לא השגיח שדעת רבי' מבואר כמ\"ש ודוק:<br><b> ודע </b> שמדברי רש\"י פרק כל הפסולין דף הנזכר ד\"ה בתרומה שכתב וז\"ל וכיון דבתרומה כתיב לא ילפינן מלקות בקדש ואפילו בק\"ו דאין מזהירין מן הדין כו' נראה מבואר שדעתו ז\"ל שלא כדעת הר\"ש מדרוי\"ש וס\"ל דטמא שנגע תרומה לר\"י לוקה: ואולם ק\"ל לכאורה לשיטה זו מההיא דגרסינן באלו הן הלוקין די\"ד ע\"ב ור\"י מ\"ט לא אמר כר\"ל ההוא אזהרה לתרומה ור\"ל אזהרה לתרומה מנ\"ל נפ\"ל מאיש איש כו' איזהו דבר ששוה בזרעו של אהרן זו תרומה ואידך ההיא לאכילה והא לנגיעה והשתא קשה דאם איתא דעל הנגיעה לוקה לר\"י אם כן קרא דאיש איש לאכילה ל\"ל אם על הנגיעה חייב על האכילה לא כ\"ש וכ\"כ רש\"י ז\"ל בפי' החומש סדר אמור ד\"ה כל איש אשר יקרב וז\"ל אין קריבה זו אלא אכילה וכן מצינו שנאמרה אזהרת אכילת קדשים בטומאה בלשון נגיעה כו' וא\"א לומר שחייב על הנגיעה שהרי נאמר כרת על האכילה כו' ואם על הנגיעה חייב לא הוצרך לחייבו על האכילה כו' יע\"ש וא\"כ דכוותא נמי נימא הכא ובשלמא לסבר' הר\"ש מדרוי\"ש ז\"ל דאין בנגיעה מלקות ניחא שפיר אמנם לדעת רש\"י ז\"ל וסייעתיה ק' וראיתי להרא\"ם ז\"ל שם שכתב על דברי רש\"י ז\"ל הללו וז\"ל וליכא למימר דאפ\"ה אצטריך לכתוב גם האכילה משו' דאין עונשין מן הדין דלא אמרינן אין עונשין מן הדין אל' בעונש דיני אדם אבל בעונש דיני שמים לא א\"נ האי ק\"ו גלוי מילתא בעלמא הוא דלא גרע מנגיעה דא\"א לאכילה בלא נגיעה עכ\"ל: והנה כפי תי' הראשון שכתב הרא\"ם מתרצה היא קו' דהכא בתרומה אע\"ג דכתיב אזהרה אנגיעה אצטריך לכתוב גם על אכילה משום דאין מזהירין מן הדין הן אמת שדברי הרא\"ם הללו הם תמוהים וכבר תמה עליו מרן החבי\"ב בכה\"ג בא\"ח בלשונות הרא\"ם ז\"ל אמנם לתי' הב' שכתב דק\"ו זה חשיב גילוי מילתא ק' טובא דא\"כ תרי קראי בתרומה ל\"ל ואולם אחר השקפה נראה דלא ק\"מ דגבי אזהרה לא תיקשי לן מידי אם על הנגיעה חייב למה הוצרך לחייבו על האכילה משום דא\"ל דקרא אצטריך לחייבו ב' מלקות אחד על הנגיעה וא' על האכילה ומעולם לא הוקשה לו לרש\"י ז\"ל כן אלא גבי כרת דגבי מיתה לא שייך לחייבו ב' ועיין בהרב מש\"ל בש\"ב מה' ביאת המקדש דין ב' מ\"ש בזה באורך גם מהא דפרכינן התם ור\"ל האי בכל קדש לא תגע להכי הוא דאתא ההוא מבעי ליה לטמא שנגע בקדש כו' אין להקשות לפי תי' השני של הרא\"ם ז\"ל דמאי פריך הא מכיון דעל הנגיעה חייב לר\"ל ק\"ו על האכילה די\"ל דתלמודא הכי פריך דכיון דלר\"ל אזהרה לטמא שאכל את הקדש נפק\"ל מקרא דבכל קדש לא תגע אם כן מהיכא נפ\"ל לר\"ל דטמא שנגע בקדש לוקה לימא דעיקר קרא לא אתא אלא אזהרה לאוכל ומשני דנפ\"ל מדאפקיה קרא בלשון נגיעה וכמו כן צ\"ל גם כן למאי דפריך התם בסמוך ואכתי להכי הוא דאתא ההוא מבעי ליה לטמא שאכל בשר קדש לפני זריקת דמים כו'. והדבר קשה דמאי קושי' הא בכלל מאתים מנה ומכיון דקודם זריקה חייב כ\"ש לאחר זריקה אלא ודאי דתלמודא הכי פריך דכיון דלר\"ל עיקר קרא אתא לאזהרת טמא שאכל את הקדש אם כן קודם זריקה מנ\"ל ומשני דנפ\"ל מריבויא דבכל. האמנם הדבר הקשה ממה שתי' בגמ' טמא שנגע בקדש מדאפקיה רחמנא בלשון נגיעה אזהרה לאוכל נפ\"ל מדאיתקש קדש למקדש והשתא לדעת הרא\"ם ז\"ל קשה דלמאי אצטריך תלמודא לומר באזהרה לאוכל נפ\"ל מדאיתקש קדש למקדש הא מכיון דנפ\"ל אזהרה לנוגע מדאפקיה בל' נגיעה מינה נפקא אכילה מק\"ו ובשלמא אם נאמר דק\"ו זה לא חשיב גילוי מילתא ניחא שפיר דמשו\"ה אצטריך לאתויי מהיקשא משום דמק\"ו אין מזהירין מ\"ה וכעת צ\"ע: ודע שהתוס' ז\"ל פ' כל הפסולין ד\"ה ההוא בתרומה כתבו וז\"ל הק' הר' חיים מ\"מ לילקי בקדש כדאשכחן פ\"ק דכריתות דאוכל חלב המוקדשין לוקה שלש משום וכל זר לא יאכל קדש אע\"ג דבתרומה כתיב כיון דכתיב לשון קדש ותי' דהתם איכא מעילה שהוא נהנה יליף חטא חטא מתרומה כו' אבל לענין שאר לאוין לא ילפינן לילקות בקדש כמו בתרומה כו' ובנוגע בקדש ליכא מעילה א\"ד ז\"ל וק\"ל טובא דהך תי' ניחא שפיר לסוגיא דפ' כל הפסולין דקאי התם לענין טמא שנגע את הקדש אמנם מה יענו לסוגיא דפרק אלו הן הלוקין דקאי התם לענין טמא שאכל את הקדש וקאמר התם אזהרה מנין ר\"ל אמר בכל קדש לא תגע ור\"י אמר אתיא טומאתו טומאתו ופרכינן ר\"י מ\"ט לא אמר כר\"ל אמר לך ההוא אזהרה לתרומה והשתא תקשי להו דאכתי מאי משני הא מהיכא דנפ\"ל תרומה נפ\"ל מיניה קדש כיון דכתיב בלשון קדש והתם כיון דלענין אכילה קאי שהוא נהנה לא שייך תי' ז\"ל ואף למאי דמסיק דאכילה דתרומה נפ\"ל מקרא דאיש איש מ\"מ התם נמי לכתוב לשון קדש כדכתיב בקדשים לא יאכל ובר מן דין דבריהם ז\"ל תמוהים בעיני דלפי גרסתם ז\"ל דזר שאכל קדש לוקה משום וכל זר לא יאכל קדש מדאמרינן פרק אלו הן הלוקין דף י\"ח עמוד שני אמר רב גידל אמר רב זר שאכל חטאת ואשם קודם זריקה פטור מ\"ט דאמר קרא ואכלו אותם כו' כל היכא דקרינן ואכלו קרינן ביה וזר לא יאכל ופרש\"י וז\"ל קרינן ביה וזר לא יאכל דהוא סיפי' דהאי קרא וכל זר לא יאכל קדש לאו בקדשים מתני' אלא בתרומה כדכתיב ברישא דעניינא איש איש כו' ולפי דברי התוס' ק\"ט דלילקי משום וכל זר לא יאכל קדש כיון דכתיב בלשון קדש ועיין בתוס' מנחות דף ע\"ד ע\"א ד\"ה ורבנן האי כל כו' ועל הכל צ\"ע לעת הפנאי ועיין בהרב מש\"ל ז\"ל בהלכות הנזכר מה שתמה על הרא\"ם ז\"ל דאי מקרא דובא השמש וטהר אין כאן אלא לאו הבא מכלל עשה וכתב שכן הק' הרב ח\"ה ז\"ל ולדעתי ק' דאם כן גבי מחוסר כפורים דכתיב וכפר עליה הכהן וטהרה ה\"נ לימא דאין כאן אלא לאו הבא מכלל עשה מק\"ו דובא השמש דהתם קרא דובא השמש סמיך אלאו דידיה והיל\"ל דאהדריה קרא ללאו כ\"ש בקרא דוכפר עליה הכהן דאתי מרחוק אלאו דבכל קודש לא תגע ועוד צריך לעמוד בזה אי שייך הכא לומר אהדריה קרא לאיסוריה כל זה כתבתי דרך עראי לזכרון בעלמא ובעזר השם יתברך לכשאפנה אשנה פרק זה באורך:<br><b> מעשה חושב</b>\n<b> (שעד) </b> ואע\"ג דר' יוחנן פליג כו' כתב רבינו כר\"ל משום דתניא כוותי' כו'. בהנך תלת מילי דקיי\"ל כר\"ל לגבי ר' יוחנן. איכא נמי חדא דתניא כוותי' דר\"ל. והוא בפ' החולץ. גבי החולץ למעוברת. ואפ\"ה קא חשיב נמי הך בתוך הנך תלת מילי דהלכה כר\"ל. וקשה. דלפ\"ז ליחשב נמי האי. דבכל קודש אי נימא דהלכה כר\"ל בהא. דאקודש קא מזהר ולא אתרומה: ועיין מ\"ש הר\"ן ז\"ל ברפ\"ק דע\"ז. בפלוגתא דר' יוחנן ור\"ל בנשא ונתן בי\"א. ודו\"ק: (אמר נ\"ה לפמ\"ש התוס' במס' שבת דף ע' ע\"א ד\"ה נודע לו דלא איירי ביבמות רק בדברים הנוגעים בזמה\"ז עיי\"ש אתי שפיר דלא חשיב שם האי דבכל קדש) ע\"כ הגה\"ה:<br><b> (שעה) </b> וליכא למימר כו' דאין עונשין מן הדין כו'. א\"נ האי ק\"ו גלוי מלתא בעלמא הוא כו'. כעין זה תירץ הר\"ש בפ\"ג משנה ג' במסכת טבול יום. במאי דקשה לאביי דיליף דהיתר מצטרף לאיסור בק\"ו מנזיר. וכן לר\"י דיליף מזה לטעם כעיקר. וקשה דהא אין עונשין מן הדין. וע\"ז תירץ שם דגלוי מלתא בעלמא הוא. ובתשובה הארכתי בזה:<br><b> (שעו) </b> והדבר קשה דמאי קושיא. הא בכלל מאתים מנה. ומכיון דקודם זריק' חייב. כ\"ש לאחר זריקה כו'. תמהני דלכאורה גם היכא דבכלל מאתים מנה. נמי אין עונשין מן הדין שהרי סוגיא ערוכה בריש מכות וכריתות. דבאחותו מאב ומאם צריך קרא. אע\"ג דכבר חייב באחותו מאב או מאם. ויש בכלל מאתים מנה. וע\"ש:"
            ]
        ]
    ],
    "versions": [
        [
            "Friedberg Edition",
            "https://fjms.genizah.org"
        ]
    ],
    "heTitle": "שער המלך על משנה תורה, הלכות תרומות",
    "categories": [
        "Halakhah",
        "Mishneh Torah",
        "Commentary",
        "Sha'ar HaMelekh",
        "Sefer Zeraim"
    ],
    "sectionNames": [
        "Chapter",
        "Halakhah",
        "Comment"
    ]
}