{
    "status": "locked", 
    "versionTitle": "Tanach with Text Only", 
    "sectionNames": [
        "Chapter", 
        "Verse"
    ], 
    "license": "Public Domain", 
    "language": "he", 
    "title": "Isaiah", 
    "licenseVetted": true, 
    "text": [
        [
            "חזון ישעיהו בן־אמוץ אשר חזה על־יהודה וירושלם בימי עזיהו יותם אחז יחזקיהו מלכי יהודה", 
            "שמעו שמים והאזיני ארץ כי יהוה דבר בנים גדלתי ורוממתי והם פשעו בי", 
            "ידע שור קנהו וחמור אבוס בעליו ישראל לא ידע עמי לא התבונן", 
            "הוי גוי חטא עם כבד עון זרע מרעים בנים משחיתים עזבו את־יהוה נאצו את־קדוש ישראל נזרו אחור", 
            "על מה תכו עוד תוסיפו סרה כל־ראש לחלי וכל־לבב דוי", 
            "מכף־רגל ועד־ראש אין־בו מתם פצע וחבורה ומכה טריה לא־זרו ולא חבשו ולא רככה בשמן", 
            "ארצכם שממה עריכם שרפות אש אדמתכם לנגדכם זרים אכלים אתה ושממה כמהפכת זרים", 
            "ונותרה בת־ציון כסכה בכרם כמלונה במקשה כעיר נצורה", 
            "לולי יהוה צבאות הותיר לנו שריד כמעט כסדם היינו לעמרה דמינו", 
            "שמעו דבר־יהוה קציני סדם האזינו תורת אלהינו עם עמרה", 
            "למה־לי רב־זבחיכם יאמר יהוה שבעתי עלות אילים וחלב מריאים ודם פרים וכבשים ועתודים לא חפצתי", 
            "כי תבאו לראות פני מי־בקש זאת מידכם רמס חצרי", 
            "לא תוסיפו הביא מנחת־שוא קטרת תועבה היא לי חדש ושבת קרא מקרא לא־אוכל און ועצרה", 
            "חדשיכם ומועדיכם שנאה נפשי היו עלי לטרח נלאיתי נשא", 
            "ובפרשכם כפיכם אעלים עיני מכם גם כי־תרבו תפלה אינני שמע ידיכם דמים מלאו", 
            "רחצו הזכו הסירו רע מעלליכם מנגד עיני חדלו הרע", 
            "למדו היטב דרשו משפט אשרו חמוץ שפטו יתום ריבו אלמנה", 
            "לכו־נא ונוכחה יאמר יהוה אם־יהיו חטאיכם כשנים כשלג ילבינו אם־יאדימו כתולע כצמר יהיו", 
            "אם־תאבו ושמעתם טוב הארץ תאכלו", 
            "ואם־תמאנו ומריתם חרב תאכלו כי פי יהוה דבר", 
            "איכה היתה לזונה קריה נאמנה מלאתי משפט צדק ילין בה ועתה מרצחים", 
            "כספך היה לסיגים סבאך מהול במים", 
            "שריך סוררים וחברי גנבים כלו אהב שחד ורדף שלמנים יתום לא ישפטו וריב אלמנה לא־יבוא אליהם", 
            "לכן נאם האדון יהוה צבאות אביר ישראל הוי אנחם מצרי ואנקמה מאויבי", 
            "ואשיבה ידי עליך ואצרף כבר סיגיך ואסירה כל־בדיליך", 
            "ואשיבה שפטיך כבראשנה ויעציך כבתחלה אחרי־כן יקרא לך עיר הצדק קריה נאמנה", 
            "ציון במשפט תפדה ושביה בצדקה", 
            "ושבר פשעים וחטאים יחדו ועזבי יהוה יכלו", 
            "כי יבשו מאילים אשר חמדתם ותחפרו מהגנות אשר בחרתם", 
            "כי תהיו כאלה נבלת עלה וכגנה אשר־מים אין לה", 
            "והיה החסן לנערת ופעלו לניצוץ ובערו שניהם יחדו ואין מכבה"
        ], 
        [
            "הדבר אשר חזה ישעיהו בן־אמוץ על־יהודה וירושלם", 
            "והיה באחרית הימים נכון יהיה הר בית־יהוה בראש ההרים ונשא מגבעות ונהרו אליו כל־הגוים", 
            "והלכו עמים רבים ואמרו לכו ונעלה אל־הר־יהוה אל־בית אלהי יעקב וירנו מדרכיו ונלכה בארחתיו כי מציון תצא תורה ודבר־יהוה מירושלם", 
            "ושפט בין הגוים והוכיח לעמים רבים וכתתו חרבותם לאתים וחניתותיהם למזמרות לא־ישא גוי אל־גוי חרב ולא־ילמדו עוד מלחמה", 
            "בית יעקב לכו ונלכה באור יהוה", 
            "כי נטשתה עמך בית יעקב כי מלאו מקדם ועננים כפלשתים ובילדי נכרים ישפיקו", 
            "ותמלא ארצו כסף וזהב ואין קצה לאצרתיו ותמלא ארצו סוסים ואין קצה למרכבתיו", 
            "ותמלא ארצו אלילים למעשה ידיו ישתחוו לאשר עשו אצבעתיו", 
            "וישח אדם וישפל־איש ואל־תשא להם", 
            "בוא בצור והטמן בעפר מפני פחד יהוה ומהדר גאנו", 
            "עיני גבהות אדם שפל ושח רום אנשים ונשגב יהוה לבדו ביום ההוא", 
            "כי יום ליהוה צבאות על כל־גאה ורם ועל כל־נשא ושפל", 
            "ועל כל־ארזי הלבנון הרמים והנשאים ועל כל־אלוני הבשן", 
            "ועל כל־ההרים הרמים ועל כל־הגבעות הנשאות", 
            "ועל כל־מגדל גבה ועל כל־חומה בצורה", 
            "ועל כל־אניות תרשיש ועל כל־שכיות החמדה", 
            "ושח גבהות האדם ושפל רום אנשים ונשגב יהוה לבדו ביום ההוא", 
            "והאלילים כליל יחלף", 
            "ובאו במערות צרים ובמחלות עפר מפני פחד יהוה ומהדר גאונו בקומו לערץ הארץ", 
            "ביום ההוא ישליך האדם את אלילי כספו ואת אלילי זהבו אשר עשו־לו להשתחות לחפר פרות ולעטלפים", 
            "לבוא בנקרות הצרים ובסעפי הסלעים מפני פחד יהוה ומהדר גאונו בקומו לערץ הארץ", 
            "חדלו לכם מן־האדם אשר נשמה באפו כי־במה נחשב הוא"
        ], 
        [
            "כי הנה האדון יהוה צבאות מסיר מירושלם ומיהודה משען ומשענה כל משען־לחם וכל משען־מים", 
            "גבור ואיש מלחמה שופט ונביא וקסם וזקן", 
            "שר־חמשים ונשוא פנים ויועץ וחכם חרשים ונבון לחש", 
            "ונתתי נערים שריהם ותעלולים ימשלו־בם", 
            "ונגש העם איש באיש ואיש ברעהו ירהבו הנער בזקן והנקלה בנכבד", 
            "כי־יתפש איש באחיו בית אביו שמלה לכה קצין תהיה־לנו והמכשלה הזאת תחת ידך", 
            "ישא ביום ההוא לאמר לא־אהיה חבש ובביתי אין לחם ואין שמלה לא תשימני קצין עם", 
            "כי כשלה ירושלם ויהודה נפל כי־לשונם ומעלליהם אל־יהוה למרות עני כבודו", 
            "הכרת פניהם ענתה בם וחטאתם כסדם הגידו לא כחדו אוי לנפשם כי־גמלו להם רעה", 
            "אמרו צדיק כי־טוב כי־פרי מעלליהם יאכלו", 
            "אוי לרשע רע כי־גמול ידיו יעשה לו", 
            "עמי נגשיו מעולל ונשים משלו בו עמי מאשריך מתעים ודרך ארחתיך בלעו", 
            "נצב לריב יהוה ועמד לדין עמים", 
            "יהוה במשפט יבוא עם־זקני עמו ושריו ואתם בערתם הכרם גזלת העני בבתיכם", 
            "מלכם [מה־] [לכם] תדכאו עמי ופני עניים תטחנו נאם־אדני יהוה צבאות", 
            "ויאמר יהוה יען כי גבהו בנות ציון ותלכנה נטוות [נטויות] גרון ומשקרות עינים הלוך וטפף תלכנה וברגליהם תעכסנה", 
            "ושפח אדני קדקד בנות ציון ויהוה פתהן יערה", 
            "ביום ההוא יסיר אדני את תפארת העכסים והשביסים והשהרנים", 
            "הנטיפות והשירות והרעלות", 
            "הפארים והצעדות והקשרים ובתי הנפש והלחשים", 
            "הטבעות ונזמי האף", 
            "המחלצות והמעטפות והמטפחות והחריטים", 
            "והגלינים והסדינים והצניפות והרדידים", 
            "והיה תחת בשם מק יהיה ותחת חגורה נקפה ותחת מעשה מקשה קרחה ותחת פתיגיל מחגרת שק כי־תחת יפי", 
            "מתיך בחרב יפלו וגבורתך במלחמה", 
            "ואנו ואבלו פתחיה ונקתה לארץ תשב"
        ], 
        [
            "והחזיקו שבע נשים באיש אחד ביום ההוא לאמר לחמנו נאכל ושמלתנו נלבש רק יקרא שמך עלינו אסף חרפתנו", 
            "ביום ההוא יהיה צמח יהוה לצבי ולכבוד ופרי הארץ לגאון ולתפארת לפליטת ישראל", 
            "והיה הנשאר בציון והנותר בירושלם קדוש יאמר לו כל־הכתוב לחיים בירושלם", 
            "אם רחץ אדני את צאת בנות־ציון ואת־דמי ירושלם ידיח מקרבה ברוח משפט וברוח בער", 
            "וברא יהוה על כל־מכון הר־ציון ועל־מקראה ענן יומם ועשן ונגה אש להבה לילה כי על־כל־כבוד חפה", 
            "וסכה תהיה לצל־יומם מחרב ולמחסה ולמסתור מזרם וממטר"
        ], 
        [
            "אשירה נא לידידי שירת דודי לכרמו כרם היה לידידי בקרן בן־שמן", 
            "ויעזקהו ויסקלהו ויטעהו שרק ויבן מגדל בתוכו וגם־יקב חצב בו ויקו לעשות ענבים ויעש באשים", 
            "ועתה יושב ירושלם ואיש יהודה שפטו־נא ביני ובין כרמי", 
            "מה־לעשות עוד לכרמי ולא עשיתי בו מדוע קויתי לעשות ענבים ויעש באשים", 
            "ועתה אודיעה־נא אתכם את אשר־אני עשה לכרמי הסר משוכתו והיה לבער פרץ גדרו והיה למרמס", 
            "ואשיתהו בתה לא יזמר ולא יעדר ועלה שמיר ושית ועל העבים אצוה מהמטיר עליו מטר", 
            "כי כרם יהוה צבאות בית ישראל ואיש יהודה נטע שעשועיו ויקו למשפט והנה משפח לצדקה והנה צעקה", 
            "הוי מגיעי בית בבית שדה בשדה יקריבו עד אפס מקום והושבתם לבדכם בקרב הארץ", 
            "באזני יהוה צבאות אם־לא בתים רבים לשמה יהיו גדלים וטובים מאין יושב", 
            "כי עשרת צמדי־כרם יעשו בת אחת וזרע חמר יעשה איפה", 
            "הוי משכימי בבקר שכר ירדפו מאחרי בנשף יין ידליקם", 
            "והיה כנור ונבל תף וחליל ויין משתיהם ואת פעל יהוה לא יביטו ומעשה ידיו לא ראו", 
            "לכן גלה עמי מבלי־דעת וכבודו מתי רעב והמונו צחה צמא", 
            "לכן הרחיבה שאול נפשה ופערה פיה לבלי־חק וירד הדרה והמונה ושאונה ועלז בה", 
            "וישח אדם וישפל־איש ועיני גבהים תשפלנה", 
            "ויגבה יהוה צבאות במשפט והאל הקדוש נקדש בצדקה", 
            "ורעו כבשים כדברם וחרבות מחים גרים יאכלו", 
            "הוי משכי העון בחבלי השוא וכעבות העגלה חטאה", 
            "האמרים ימהר יחישה מעשהו למען נראה ותקרב ותבואה עצת קדוש ישראל ונדעה", 
            "הוי האמרים לרע טוב ולטוב רע שמים חשך לאור ואור לחשך שמים מר למתוק ומתוק למר", 
            "הוי חכמים בעיניהם ונגד פניהם נבנים", 
            "הוי גבורים לשתות יין ואנשי־חיל למסך שכר", 
            "מצדיקי רשע עקב שחד וצדקת צדיקים יסירו ממנו", 
            "לכן כאכל קש לשון אש וחשש להבה ירפה שרשם כמק יהיה ופרחם כאבק יעלה כי מאסו את תורת יהוה צבאות ואת אמרת קדוש־ישראל נאצו", 
            "על־כן חרה אף־יהוה בעמו ויט ידו עליו ויכהו וירגזו ההרים ותהי נבלתם כסוחה בקרב חוצות בכל־זאת לא־שב אפו ועוד ידו נטויה", 
            "ונשא־נס לגוים מרחוק ושרק לו מקצה הארץ והנה מהרה קל יבוא", 
            "אין־עיף ואין־כושל בו לא ינום ולא יישן ולא נפתח אזור חלציו ולא נתק שרוך נעליו", 
            "אשר חציו שנונים וכל־קשתתיו דרכות פרסות סוסיו כצר נחשבו וגלגליו כסופה", 
            "שאגה לו כלביא ושאג [ישאג] ככפירים וינהם ויאחז טרף ויפליט ואין מציל", 
            "וינהם עליו ביום ההוא כנהמת־ים ונבט לארץ והנה־חשך צר ואור חשך בעריפיה"
        ], 
        [
            "בשנת־מות המלך עזיהו ואראה את־אדני ישב על־כסא רם ונשא ושוליו מלאים את־ההיכל", 
            "שרפים עמדים ממעל לו שש כנפים שש כנפים לאחד בשתים יכסה פניו ובשתים יכסה רגליו ובשתים יעופף", 
            "וקרא זה אל־זה ואמר קדוש קדוש קדוש יהוה צבאות מלא כל־הארץ כבודו", 
            "וינעו אמות הספים מקול הקורא והבית ימלא עשן", 
            "ואמר אוי־לי כי־נדמיתי כי איש טמא־שפתים אנכי ובתוך עם־טמא שפתים אנכי יושב כי את־המלך יהוה צבאות ראו עיני", 
            "ויעף אלי אחד מן־השרפים ובידו רצפה במלקחים לקח מעל המזבח", 
            "ויגע על־פי ויאמר הנה נגע זה על־שפתיך וסר עונך וחטאתך תכפר", 
            "ואשמע את־קול אדני אמר את־מי אשלח ומי ילך־לנו ואמר הנני שלחני", 
            "ויאמר לך ואמרת לעם הזה שמעו שמוע ואל־תבינו וראו ראו ואל־תדעו", 
            "השמן לב־העם הזה ואזניו הכבד ועיניו השע פן־יראה בעיניו ובאזניו ישמע ולבבו יבין ושב ורפא לו", 
            "ואמר עד־מתי אדני ויאמר עד אשר אם־שאו ערים מאין יושב ובתים מאין אדם והאדמה תשאה שממה", 
            "ורחק יהוה את־האדם ורבה העזובה בקרב הארץ", 
            "ועוד בה עשריה ושבה והיתה לבער כאלה וכאלון אשר בשלכת מצבת בם זרע קדש מצבתה"
        ], 
        [
            "ויהי בימי אחז בן־יותם בן־עזיהו מלך יהודה עלה רצין מלך־ארם ופקח בן־רמליהו מלך־ישראל ירושלם למלחמה עליה ולא יכל להלחם עליה", 
            "ויגד לבית דוד לאמר נחה ארם על־אפרים וינע לבבו ולבב עמו כנוע עצי־יער מפני־רוח", 
            "ויאמר יהוה אל־ישעיהו צא־נא לקראת אחז אתה ושאר ישוב בנך אל־קצה תעלת הברכה העליונה אל־מסלת שדה כובס", 
            "ואמרת אליו השמר והשקט אל־תירא ולבבך אל־ירך משני זנבות האודים העשנים האלה בחרי־אף רצין וארם ובן־רמליהו", 
            "יען כי־יעץ עליך ארם רעה אפרים ובן־רמליהו לאמר", 
            "נעלה ביהודה ונקיצנה ונבקענה אלינו ונמליך מלך בתוכה את בן־טבאל", 
            "כה אמר אדני יהוה לא תקום ולא תהיה", 
            "כי ראש ארם דמשק וראש דמשק רצין ובעוד ששים וחמש שנה יחת אפרים מעם", 
            "וראש אפרים שמרון וראש שמרון בן־רמליהו אם לא תאמינו כי לא תאמנו", 
            "ויוסף יהוה דבר אל־אחז לאמר", 
            "שאל־לך אות מעם יהוה אלהיך העמק שאלה או הגבה למעלה", 
            "ויאמר אחז לא־אשאל ולא־אנסה את־יהוה", 
            "ויאמר שמעו־נא בית דוד המעט מכם הלאות אנשים כי תלאו גם את־אלהי", 
            "לכן יתן אדני הוא לכם אות הנה העלמה הרה וילדת בן וקראת שמו עמנו אל", 
            "חמאה ודבש יאכל לדעתו מאוס ברע ובחור בטוב", 
            "כי בטרם ידע הנער מאס ברע ובחר בטוב תעזב האדמה אשר אתה קץ מפני שני מלכיה", 
            "יביא יהוה עליך ועל־עמך ועל־בית אביך ימים אשר לא־באו למיום סור־אפרים מעל יהודה את מלך אשור", 
            "והיה ביום ההוא ישרק יהוה לזבוב אשר בקצה יארי מצרים ולדבורה אשר בארץ אשור", 
            "ובאו ונחו כלם בנחלי הבתות ובנקיקי הסלעים ובכל הנעצוצים ובכל הנהללים", 
            "ביום ההוא יגלח אדני בתער השכירה בעברי נהר במלך אשור את־הראש ושער הרגלים וגם את־הזקן תספה", 
            "והיה ביום ההוא יחיה־איש עגלת בקר ושתי־צאן", 
            "והיה מרב עשות חלב יאכל חמאה כי־חמאה ודבש יאכל כל־הנותר בקרב הארץ", 
            "והיה ביום ההוא יהיה כל־מקום אשר יהיה־שם אלף גפן באלף כסף לשמיר ולשית יהיה", 
            "בחצים ובקשת יבוא שמה כי־שמיר ושית תהיה כל־הארץ", 
            "וכל ההרים אשר במעדר יעדרון לא־תבוא שמה יראת שמיר ושית והיה למשלח שור ולמרמס שה"
        ], 
        [
            "ויאמר יהוה אלי קח־לך גליון גדול וכתב עליו בחרט אנוש למהר שלל חש בז", 
            "ואעידה לי עדים נאמנים את אוריה הכהן ואת־זכריהו בן יברכיהו", 
            "ואקרב אל־הנביאה ותהר ותלד בן ויאמר יהוה אלי קרא שמו מהר שלל חש בז", 
            "כי בטרם ידע הנער קרא אבי ואמי ישא את־חיל דמשק ואת שלל שמרון לפני מלך אשור", 
            "ויסף יהוה דבר אלי עוד לאמר", 
            "יען כי מאס העם הזה את מי השלח ההלכים לאט ומשוש את־רצין ובן־רמליהו", 
            "ולכן הנה אדני מעלה עליהם את־מי הנהר העצומים והרבים את־מלך אשור ואת־כל־כבודו ועלה על־כל־אפיקיו והלך על־כל־גדותיו", 
            "וחלף ביהודה שטף ועבר עד־צואר יגיע והיה מטות כנפיו מלא רחב־ארצך עמנו אל", 
            "רעו עמים וחתו והאזינו כל מרחקי־ארץ התאזרו וחתו התאזרו וחתו", 
            "עצו עצה ותפר דברו דבר ולא יקום כי עמנו אל", 
            "כי כה אמר יהוה אלי כחזקת היד ויסרני מלכת בדרך העם־הזה לאמר", 
            "לא־תאמרון קשר לכל אשר־יאמר העם הזה קשר ואת־מוראו לא־תיראו ולא תעריצו", 
            "את־יהוה צבאות אתו תקדישו והוא מוראכם והוא מערצכם", 
            "והיה למקדש ולאבן נגף ולצור מכשול לשני בתי ישראל לפח ולמוקש ליושב ירושלם", 
            "וכשלו בם רבים ונפלו ונשברו ונוקשו ונלכדו", 
            "צור תעודה חתום תורה בלמדי", 
            "וחכיתי ליהוה המסתיר פניו מבית יעקב וקויתי־לו", 
            "הנה אנכי והילדים אשר נתן־לי יהוה לאתות ולמופתים בישראל מעם יהוה צבאות השכן בהר ציון", 
            "וכי־יאמרו אליכם דרשו אל־האבות ואל־הידענים המצפצפים והמהגים הלוא־עם אל־אלהיו ידרש בעד החיים אל־המתים", 
            "לתורה ולתעודה אם־לא יאמרו כדבר הזה אשר אין־לו שחר", 
            "ועבר בה נקשה ורעב והיה כי־ירעב והתקצף וקלל במלכו ובאלהיו ופנה למעלה", 
            "ואל־ארץ יביט והנה צרה וחשכה מעוף צוקה ואפלה מנדח", 
            "כי לא מועף לאשר מוצק לה כעת הראשון הקל ארצה זבלון וארצה נפתלי והאחרון הכביד דרך הים עבר הירדן גליל הגוים"
        ], 
        [
            "העם ההלכים בחשך ראו אור גדול ישבי בארץ צלמות אור נגה עליהם", 
            "הרבית הגוי לא [לו] הגדלת השמחה שמחו לפניך כשמחת בקציר כאשר יגילו בחלקם שלל", 
            "כי את־על סבלו ואת מטה שכמו שבט הנגש בו החתת כיום מדין", 
            "כי כל־סאון סאן ברעש ושמלה מגוללה בדמים והיתה לשרפה מאכלת אש", 
            "כי־ילד ילד־לנו בן נתן־לנו ותהי המשרה על־שכמו ויקרא שמו פלא יועץ אל גבור אביעד שר־שלום", 
            "לםרבה [למרבה] המשרה ולשלום אין־קץ על־כסא דוד ועל־ממלכתו להכין אתה ולסעדה במשפט ובצדקה מעתה ועד־עולם קנאת יהוה צבאות תעשה־זאת", 
            "דבר שלח אדני ביעקב ונפל בישראל", 
            "וידעו העם כלו אפרים ויושב שמרון בגאוה ובגדל לבב לאמר", 
            "לבנים נפלו וגזית נבנה שקמים גדעו וארזים נחליף", 
            "וישגב יהוה את־צרי רצין עליו ואת־איביו יסכסך", 
            "ארם מקדם ופלשתים מאחור ויאכלו את־ישראל בכל־פה בכל־זאת לא־שב אפו ועוד ידו נטויה", 
            "והעם לא־שב עד־המכהו ואת־יהוה צבאות לא דרשו", 
            "ויכרת יהוה מישראל ראש וזנב כפה ואגמון יום אחד", 
            "זקן ונשוא־פנים הוא הראש ונביא מורה־שקר הוא הזנב", 
            "ויהיו מאשרי העם־הזה מתעים ומאשריו מבלעים", 
            "על־כן על־בחוריו לא־ישמח אדני ואת־יתמיו ואת־אלמנתיו לא ירחם כי כלו חנף ומרע וכל־פה דבר נבלה בכל־זאת לא־שב אפו ועוד ידו נטויה", 
            "כי־בערה כאש רשעה שמיר ושית תאכל ותצת בסבכי היער ויתאבכו גאות עשן", 
            "בעברת יהוה צבאות נעתם ארץ ויהי העם כמאכלת אש איש אל־אחיו לא יחמלו", 
            "ויגזר על־ימין ורעב ויאכל על־שמאול ולא שבעו איש בשר־זרעו יאכלו", 
            "מנשה את־אפרים ואפרים את־מנשה יחדו המה על־יהודה בכל־זאת לא־שב אפו ועוד ידו נטויה"
        ], 
        [
            "הוי החקקים חקקי־און ומכתבים עמל כתבו", 
            "להטות מדין דלים ולגזל משפט עניי עמי להיות אלמנות שללם ואת־יתומים יבזו", 
            "ומה־תעשו ליום פקדה ולשואה ממרחק תבוא על־מי תנוסו לעזרה ואנה תעזבו כבודכם", 
            "בלתי כרע תחת אסיר ותחת הרוגים יפלו בכל־זאת לא־שב אפו ועוד ידו נטויה", 
            "הוי אשור שבט אפי ומטה־הוא בידם זעמי", 
            "בגוי חנף אשלחנו ועל־עם עברתי אצונו לשלל שלל ולבז בז ולשימו [ולשומו] מרמס כחמר חוצות", 
            "והוא לא־כן ידמה ולבבו לא־כן יחשב כי להשמיד בלבבו ולהכרית גוים לא מעט", 
            "כי יאמר הלא שרי יחדו מלכים", 
            "הלא ככרכמיש כלנו אם־לא כארפד חמת אם־לא כדמשק שמרון", 
            "כאשר מצאה ידי לממלכת האליל ופסיליהם מירושלם ומשמרון", 
            "הלא כאשר עשיתי לשמרון ולאליליה כן אעשה לירושלם ולעצביה", 
            "והיה כי־יבצע אדני את־כל־מעשהו בהר ציון ובירושלם אפקד על־פרי־גדל לבב מלך־אשור ועל־תפארת רום עיניו", 
            "כי אמר בכח ידי עשיתי ובחכמתי כי נבנותי ואסיר גבולת עמים ועתידתיהם [ועתודותיהם] שושתי ואוריד כאביר יושבים", 
            "ותמצא כקן ידי לחיל העמים וכאסף ביצים עזבות כל־הארץ אני אספתי ולא היה נדד כנף ופצה פה ומצפצף", 
            "היתפאר הגרזן על החצב בו אם־יתגדל המשור על־מניפו כהניף שבט ואת־מרימיו כהרים מטה לא־עץ", 
            "לכן ישלח האדון יהוה צבאות במשמניו רזון ותחת כבדו יקד יקד כיקוד אש", 
            "והיה אור־ישראל לאש וקדושו ללהבה ובערה ואכלה שיתו ושמירו ביום אחד", 
            "וכבוד יערו וכרמלו מנפש ועד־בשר יכלה והיה כמסס נסס", 
            "ושאר עץ יערו מספר יהיו ונער יכתבם", 
            "והיה ביום ההוא לא־יוסיף עוד שאר ישראל ופליטת בית־יעקב להשען על־מכהו ונשען על־יהוה קדוש ישראל באמת", 
            "שאר ישוב שאר יעקב אל־אל גבור", 
            "כי אם־יהיה עמך ישראל כחול הים שאר ישוב בו כליון חרוץ שוטף צדקה", 
            "כי כלה ונחרצה אדני יהוה צבאות עשה בקרב כל־הארץ", 
            "לכן כה־אמר אדני יהוה צבאות אל־תירא עמי ישב ציון מאשור בשבט יככה ומטהו ישא־עליך בדרך מצרים", 
            "כי־עוד מעט מזער וכלה זעם ואפי על־תבליתם", 
            "ועורר עליו יהוה צבאות שוט כמכת מדין בצור עורב ומטהו על־הים ונשאו בדרך מצרים", 
            "והיה ביום ההוא יסור סבלו מעל שכמך ועלו מעל צוארך וחבל על מפני־שמן", 
            "בא על־עית עבר במגרון למכמש יפקיד כליו", 
            "עברו מעברה גבע מלון לנו חרדה הרמה גבעת שאול נסה", 
            "צהלי קולך בת־גלים הקשיבי לישה עניה ענתות", 
            "נדדה מדמנה ישבי הגבים העיזו", 
            "עוד היום בנב לעמד ינפף ידו הר בית־[בת־] ציון גבעת ירושלם", 
            "הנה האדון יהוה צבאות מסעף פארה במערצה ורמי הקומה גדועים והגבהים ישפלו", 
            "ונקף סבכי היער בברזל והלבנון באדיר יפול"
        ], 
        [
            "ויצא חטר מגזע ישי ונצר משרשיו יפרה", 
            "ונחה עליו רוח יהוה רוח חכמה ובינה רוח עצה וגבורה רוח דעת ויראת יהוה", 
            "והריחו ביראת יהוה ולא־למראה עיניו ישפוט ולא־למשמע אזניו יוכיח", 
            "ושפט בצדק דלים והוכיח במישור לענוי־ארץ והכה־ארץ בשבט פיו וברוח שפתיו ימית רשע", 
            "והיה צדק אזור מתניו והאמונה אזור חלציו", 
            "וגר זאב עם־כבש ונמר עם־גדי ירבץ ועגל וכפיר ומריא יחדו ונער קטן נהג בם", 
            "ופרה ודב תרעינה יחדו ירבצו ילדיהן ואריה כבקר יאכל־תבן", 
            "ושעשע יונק על־חר פתן ועל מאורת צפעוני גמול ידו הדה", 
            "לא־ירעו ולא־ישחיתו בכל־הר קדשי כי־מלאה הארץ דעה את־יהוה כמים לים מכסים", 
            "והיה ביום ההוא שרש ישי אשר עמד לנס עמים אליו גוים ידרשו והיתה מנחתו כבוד", 
            "והיה ביום ההוא יוסיף אדני שנית ידו לקנות את־שאר עמו אשר ישאר מאשור וממצרים ומפתרוס ומכוש ומעילם ומשנער ומחמת ומאיי הים", 
            "ונשא נס לגוים ואסף נדחי ישראל ונפצות יהודה יקבץ מארבע כנפות הארץ", 
            "וסרה קנאת אפרים וצררי יהודה יכרתו אפרים לא־יקנא את־יהודה ויהודה לא־יצר את־אפרים", 
            "ועפו בכתף פלשתים ימה יחדו יבזו את־בני־קדם אדום ומואב משלוח ידם ובני עמון משמעתם", 
            "והחרים יהוה את לשון ים־מצרים והניף ידו על־הנהר בעים רוחו והכהו לשבעה נחלים והדריך בנעלים", 
            "והיתה מסלה לשאר עמו אשר ישאר מאשור כאשר היתה לישראל ביום עלתו מארץ מצרים"
        ], 
        [
            "ואמרת ביום ההוא אודך יהוה כי אנפת בי ישב אפך ותנחמני", 
            "הנה אל ישועתי אבטח ולא אפחד כי־עזי וזמרת יה יהוה ויהי־לי לישועה", 
            "ושאבתם־מים בששון ממעיני הישועה", 
            "ואמרתם ביום ההוא הודו ליהוה קראו בשמו הודיעו בעמים עלילתיו הזכירו כי נשגב שמו", 
            "זמרו יהוה כי גאות עשה מידעת [מודעת] זאת בכל־הארץ", 
            "צהלי ורני יושבת ציון כי־גדול בקרבך קדוש ישראל"
        ], 
        [
            "משא בבל אשר חזה ישעיהו בן־אמוץ", 
            "על הר־נשפה שאו־נס הרימו קול להם הניפו יד ויבאו פתחי נדיבים", 
            "אני צויתי למקדשי גם קראתי גבורי לאפי עליזי גאותי", 
            "קול המון בהרים דמות עם־רב קול שאון ממלכות גוים נאספים יהוה צבאות מפקד צבא מלחמה", 
            "באים מארץ מרחק מקצה השמים יהוה וכלי זעמו לחבל כל־הארץ", 
            "הילילו כי קרוב יום יהוה כשד משדי יבוא", 
            "על־כן כל־ידים תרפינה וכל־לבב אנוש ימס", 
            "ונבהלו צירים וחבלים יאחזון כיולדה יחילון איש אל־רעהו יתמהו פני להבים פניהם", 
            "הנה יום־יהוה בא אכזרי ועברה וחרון אף לשום הארץ לשמה וחטאיה ישמיד ממנה", 
            "כי־כוכבי השמים וכסיליהם לא יהלו אורם חשך השמש בצאתו וירח לא־יגיה אורו", 
            "ופקדתי על־תבל רעה ועל־רשעים עונם והשבתי גאון זדים וגאות עריצים אשפיל", 
            "אוקיר אנוש מפז ואדם מכתם אופיר", 
            "על־כן שמים ארגיז ותרעש הארץ ממקומה בעברת יהוה צבאות וביום חרון אפו", 
            "והיה כצבי מדח וכצאן ואין מקבץ איש אל־עמו יפנו ואיש אל־ארצו ינוסו", 
            "כל־הנמצא ידקר וכל־הנספה יפול בחרב", 
            "ועלליהם ירטשו לעיניהם ישסו בתיהם ונשיהם תשגלנה [תשכבנה]", 
            "הנני מעיר עליהם את־מדי אשר־כסף לא יחשבו וזהב לא יחפצו־בו", 
            "וקשתות נערים תרטשנה ופרי־בטן לא ירחמו על־בנים לא־תחוס עינם", 
            "והיתה בבל צבי ממלכות תפארת גאון כשדים כמהפכת אלהים את־סדם ואת־עמרה", 
            "לא־תשב לנצח ולא תשכן עד־דור ודור ולא־יהל שם ערבי ורעים לא־ירבצו שם", 
            "ורבצו־שם ציים ומלאו בתיהם אחים ושכנו שם בנות יענה ושעירים ירקדו־שם", 
            "וענה איים באלמנותיו ותנים בהיכלי ענג וקרוב לבוא עתה וימיה לא ימשכו"
        ], 
        [
            "כי ירחם יהוה את־יעקב ובחר עוד בישראל והניחם על־אדמתם ונלוה הגר עליהם ונספחו על־בית יעקב", 
            "ולקחום עמים והביאום אל־מקומם והתנחלום בית־ישראל על אדמת יהוה לעבדים ולשפחות והיו שבים לשביהם ורדו בנגשיהם", 
            "והיה ביום הניח יהוה לך מעצבך ומרגזך ומן־העבדה הקשה אשר עבד־בך", 
            "ונשאת המשל הזה על־מלך בבל ואמרת איך שבת נגש שבתה מדהבה", 
            "שבר יהוה מטה רשעים שבט משלים", 
            "מכה עמים בעברה מכת בלתי סרה רדה באף גוים מרדף בלי חשך", 
            "נחה שקטה כל־הארץ פצחו רנה", 
            "גם־ברושים שמחו לך ארזי לבנון מאז שכבת לא־יעלה הכרת עלינו", 
            "שאול מתחת רגזה לך לקראת בואך עורר לך רפאים כל־עתודי ארץ הקים מכסאותם כל מלכי גוים", 
            "כלם יענו ויאמרו אליך גם־אתה חלית כמונו אלינו נמשלת", 
            "הורד שאול גאונך המית נבליך תחתיך יצע רמה ומכסיך תולעה", 
            "איך נפלת משמים הילל בן־שחר נגדעת לארץ חולש על־גוים", 
            "ואתה אמרת בלבבך השמים אעלה ממעל לכוכבי־אל ארים כסאי ואשב בהר־מועד בירכתי צפון", 
            "אעלה על־במתי עב אדמה לעליון", 
            "אך אל־שאול תורד אל־ירכתי־בור", 
            "ראיך אליך ישגיחו אליך יתבוננו הזה האיש מרגיז הארץ מרעיש ממלכות", 
            "שם תבל כמדבר ועריו הרס אסיריו לא־פתח ביתה", 
            "כל־מלכי גוים כלם שכבו בכבוד איש בביתו", 
            "ואתה השלכת מקברך כנצר נתעב לבוש הרגים מטעני חרב יורדי אל־אבני־בור כפגר מובס", 
            "לא־תחד אתם בקבורה כי־ארצך שחת עמך הרגת לא־יקרא לעולם זרע מרעים", 
            "הכינו לבניו מטבח בעון אבותם בל־יקמו וירשו ארץ ומלאו פני־תבל ערים", 
            "וקמתי עליהם נאם יהוה צבאות והכרתי לבבל שם ושאר ונין ונכד נאם־יהוה", 
            "ושמתיה למורש קפד ואגמי־מים וטאטאתיה במטאטא השמד נאם יהוה צבאות", 
            "נשבע יהוה צבאות לאמר אם־לא כאשר דמיתי כן היתה וכאשר יעצתי היא תקום", 
            "לשבר אשור בארצי ועל־הרי אבוסנו וסר מעליהם עלו וסבלו מעל שכמו יסור", 
            "זאת העצה היעוצה על־כל־הארץ וזאת היד הנטויה על־כל־הגוים", 
            "כי־יהוה צבאות יעץ ומי יפר וידו הנטויה ומי ישיבנה", 
            "בשנת־מות המלך אחז היה המשא הזה", 
            "אל־תשמחי פלשת כלך כי נשבר שבט מכך כי־משרש נחש יצא צפע ופריו שרף מעופף", 
            "ורעו בכורי דלים ואביונים לבטח ירבצו והמתי ברעב שרשך ושאריתך יהרג", 
            "הילילי שער זעקי־עיר נמוג פלשת כלך כי מצפון עשן בא ואין בודד במועדיו", 
            "ומה־יענה מלאכי־גוי כי יהוה יסד ציון ובה יחסו עניי עמו"
        ], 
        [
            "משא מואב כי בליל שדד ער מואב נדמה כי בליל שדד קיר־מואב נדמה", 
            "עלה הבית ודיבן הבמות לבכי על־נבו ועל מידבא מואב ייליל בכל־ראשיו קרחה כל־זקן גרועה", 
            "בחוצתיו חגרו שק על גגותיה וברחבתיה כלה ייליל ירד בבכי", 
            "ותזעק חשבון ואלעלה עד־יהץ נשמע קולם על־כן חלצי מואב יריעו נפשו ירעה לו", 
            "לבי למואב יזעק בריחה עד־צער עגלת שלשיה כי מעלה הלוחית בבכי יעלה־בו כי דרך חורנים זעקת־שבר יעערו", 
            "כי־מי נמרים משמות יהיו כי־יבש חציר כלה דשא ירק לא היה", 
            "על־כן יתרה עשה ופקדתם על נחל הערבים ישאום", 
            "כי־הקיפה הזעקה את־גבול מואב עד־אגלים יללתה ובאר אילים יללתה", 
            "כי מי דימון מלאו דם כי־אשית על־דימון נוספות לפליטת מואב אריה ולשארית אדמה"
        ], 
        [
            "שלחו־כר משל־ארץ מסלע מדברה אל־הר בת־ציון", 
            "והיה כעוף־נודד קן משלח תהיינה בנות מואב מעברת לארנון", 
            "הביאו [הביאי] עצה עשו פלילה שיתי כליל צלך בתוך צהרים סתרי נדחים נדד אל־תגלי", 
            "יגורו בך נדחי מואב הוי־סתר למו מפני שודד כי־אפס המץ כלה שד תמו רמס מן־הארץ", 
            "והוכן בחסד כסא וישב עליו באמת באהל דוד שפט ודרש משפט ומהר צדק", 
            "שמענו גאון־מואב גא מאד גאותו וגאונו ועברתו לא־כן בדיו", 
            "לכן ייליל מואב למואב כלה ייליל לאשישי קיר־חרשת תהגו אך־נכאים", 
            "כי שדמות חשבון אמלל גפן שבמה בעלי גוים הלמו שרוקיה עד־יעזר נגעו תעו מדבר שלחותיה נטשו עברו ים", 
            "על־כן אבכה בבכי יעזר גפן שבמה אריוך דמעתי חשבון ואלעלה כי על־קיצך ועל־קצירך הידד נפל", 
            "ונאסף שמחה וגיל מן־הכרמל ובכרמים לא־ירנן לא ירעע יין ביקבים לא־ידרך הדרך הידד השבתי", 
            "על־כן מעי למואב ככנור יהמו וקרבי לקיר חרש", 
            "והיה כי־נראה כי־נלאה מואב על־הבמה ובא אל־מקדשו להתפלל ולא יוכל", 
            "זה הדבר אשר דבר יהוה אל־מואב מאז", 
            "ועתה דבר יהוה לאמר בשלש שנים כשני שכיר ונקלה כבוד מואב בכל ההמון הרב ושאר מעט מזער לוא כביר"
        ], 
        [
            "משא דמשק הנה דמשק מוסר מעיר והיתה מעי מפלה", 
            "עזבות ערי ערער לעדרים תהיינה ורבצו ואין מחריד", 
            "ונשבת מבצר מאפרים וממלכה מדמשק ושאר ארם ככבוד בני־ישראל יהיו נאם יהוה צבאות", 
            "והיה ביום ההוא ידל כבוד יעקב ומשמן בשרו ירזה", 
            "והיה כאסף קציר קמה וזרעו שבלים יקצור והיה כמלקט שבלים בעמק רפאים", 
            "ונשאר־בו עוללת כנקף זית שנים שלשה גרגרים בראש אמיר ארבעה חמשה בסעפיה פריה נאם־יהוה אלהי ישראל", 
            "ביום ההוא ישעה האדם על־עשהו ועיניו אל־קדוש ישראל תראינה", 
            "ולא ישעה אל־המזבחות מעשה ידיו ואשר עשו אצבעתיו לא יראה והאשרים והחמנים", 
            "ביום ההוא יהיו ערי מעזו כעזובת החרש והאמיר אשר עזבו מפני בני ישראל והיתה שממה", 
            "כי שכחת אלהי ישעך וצור מעזך לא זכרת על־כן תטעי נטעי נעמנים וזמרת זר תזרענו", 
            "ביום נטעך תשגשגי ובבקר זרעך תפריחי נד קציר ביום נחלה וכאב אנוש", 
            "הוי המון עמים רבים כהמות ימים יהמיון ושאון לאמים כשאון מים כבירים ישאון", 
            "לאמים כשאון מים רבים ישאון וגער בו ונס ממרחק ורדף כמץ הרים לפני־רוח וכגלגל לפני סופה", 
            "לעת ערב והנה בלהה בטרם בקר איננו זה חלק שוסינו וגורל לבזזינו"
        ], 
        [
            "הוי ארץ צלצל כנפים אשר מעבר לנהרי־כוש", 
            "השלח בים צירים ובכלי־גמא על־פני־מים לכו מלאכים קלים אל־גוי ממשך ומורט אל־עם נורא מן־הוא והלאה גוי קו־קו ומבוסה אשר־בזאו נהרים ארצו", 
            "כל־ישבי תבל ושכני ארץ כנשא־נס הרים תראו וכתקע שופר תשמעו", 
            "כי כה אמר יהוה אלי אשקוטה [אשקטה] ואביטה במכוני כחם צח עלי־אור כעב טל בחם קציר", 
            "כי־לפני קציר כתם־פרח ובסר גמל יהיה נצה וכרת הזלזלים במזמרות ואת־הנטישות הסיר התז", 
            "יעזבו יחדו לעיט הרים ולבהמת הארץ וקץ עליו העיט וכל־בהמת הארץ עליו תחרף", 
            "בעת ההיא יובל־שי ליהוה צבאות עם ממשך ומורט ומעם נורא מן־הוא והלאה גוי קו־קו ומבוסה אשר בזאו נהרים ארצו אל־מקום שם־יהוה צבאות הר־ציון"
        ], 
        [
            "משא מצרים הנה יהוה רכב על־עב קל ובא מצרים ונעו אלילי מצרים מפניו ולבב מצרים ימס בקרבו", 
            "וסכסכתי מצרים במצרים ונלחמו איש־באחיו ואיש ברעהו עיר בעיר ממלכה בממלכה", 
            "ונבקה רוח־מצרים בקרבו ועצתו אבלע ודרשו אל־האלילים ואל־האטים ואל־האבות ואל־הידענים", 
            "וסכרתי את־מצרים ביד אדנים קשה ומלך עז ימשל־בם נאם האדון יהוה צבאות", 
            "ונשתו־מים מהים ונהר יחרב ויבש", 
            "והאזניחו נהרות דללו וחרבו יארי מצור קנה וסוף קמלו", 
            "ערות על־יאור על־פי יאור וכל מזרע יאור ייבש נדף ואיננו", 
            "ואנו הדיגים ואבלו כל־משליכי ביאור חכה ופרשי מכמרת על־פני־מים אמללו", 
            "ובשו עבדי פשתים שריקות וארגים חורי", 
            "והיו שתתיה מדכאים כל־עשי שכר אגמי־נפש", 
            "אך־אולים שרי צען חכמי יעצי פרעה עצה נבערה איך תאמרו אל־פרעה בן־חכמים אני בן־מלכי־קדם", 
            "אים אפוא חכמיך ויגידו נא לך וידעו מה־יעץ יהוה צבאות על־מצרים", 
            "נואלו שרי צען נשאו שרי נף התעו את־מצרים פנת שבטיה", 
            "יהוה מסך בקרבה רוח עועים והתעו את־מצרים בכל־מעשהו כהתעות שכור בקיאו", 
            "ולא־יהיה למצרים מעשה אשר יעשה ראש וזנב כפה ואגמון", 
            "ביום ההוא יהיה מצרים כנשים וחרד ופחד מפני תנופת יד־יהוה צבאות אשר־הוא מניף עליו", 
            "והיתה אדמת יהודה למצרים לחגא כל אשר יזכיר אתה אליו יפחד מפני עצת יהוה צבאות אשר־הוא יועץ עליו", 
            "ביום ההוא יהיו חמש ערים בארץ מצרים מדברות שפת כנען ונשבעות ליהוה צבאות עיר ההרס יאמר לאחת", 
            "ביום ההוא יהיה מזבח ליהוה בתוך ארץ מצרים ומצבה אצל־גבולה ליהוה", 
            "והיה לאות ולעד ליהוה צבאות בארץ מצרים כי־יצעקו אל־יהוה מפני לחצים וישלח להם מושיע ורב והצילם", 
            "ונודע יהוה למצרים וידעו מצרים את־יהוה ביום ההוא ועבדו זבח ומנחה ונדרו־נדר ליהוה ושלמו", 
            "ונגף יהוה את־מצרים נגף ורפוא ושבו עד־יהוה ונעתר להם ורפאם", 
            "ביום ההוא תהיה מסלה ממצרים אשורה ובא־אשור במצרים ומצרים באשור ועבדו מצרים את־אשור", 
            "ביום ההוא יהיה ישראל שלישיה למצרים ולאשור ברכה בקרב הארץ", 
            "אשר ברכו יהוה צבאות לאמר ברוך עמי מצרים ומעשה ידי אשור ונחלתי ישראל"
        ], 
        [
            "בשנת בא תרתן אשדודה בשלח אתו סרגון מלך אשור וילחם באשדוד וילכדה", 
            "בעת ההיא דבר יהוה ביד ישעיהו בן־אמוץ לאמר לך ופתחת השק מעל מתניך ונעלך תחלץ מעל רגליך ויעש כן הלך ערום ויחף", 
            "ויאמר יהוה כאשר הלך עבדי ישעיהו ערום ויחף שלש שנים אות ומופת על־מצרים ועל־כוש", 
            "כן ינהג מלך־אשור את־שבי מצרים ואת־גלות כוש נערים וזקנים ערום ויחף וחשופי שת ערות מצרים", 
            "וחתו ובשו מכוש מבטם ומן־מצרים תפארתם", 
            "ואמר ישב האי הזה ביום ההוא הנה־כה מבטנו אשר־נסנו שם לעזרה להנצל מפני מלך אשור ואיך נמלט אנחנו"
        ], 
        [
            "משא מדבר־ים כסופות בנגב לחלף ממדבר בא מארץ נוראה", 
            "חזות קשה הגד־לי הבוגד בוגד והשודד שודד עלי עילם צורי מדי כל־אנחתה השבתי", 
            "על־כן מלאו מתני חלחלה צירים אחזוני כצירי יולדה נעויתי משמע נבהלתי מראות", 
            "תעה לבבי פלצות בעתתני את נשף חשקי שם לי לחרדה", 
            "ערך השלחן צפה הצפית אכול שתה קומו השרים משחו מגן", 
            "כי כה אמר אלי אדני לך העמד המצפה אשר יראה יגיד", 
            "וראה רכב צמד פרשים רכב חמור רכב גמל והקשיב קשב רב־קשב", 
            "ויקרא אריה על־מצפה אדני אנכי עמד תמיד יומם ועל־משמרתי אנכי נצב כל־הלילות", 
            "והנה־זה בא רכב איש צמד פרשים ויען ויאמר נפלה נפלה בבל וכל־פסילי אלהיה שבר לארץ", 
            "מדשתי ובן־גרני אשר שמעתי מאת יהוה צבאות אלהי ישראל הגדתי לכם", 
            "משא דומה אלי קרא משעיר שמר מה־מלילה שמר מה־מליל", 
            "אמר שמר אתה בקר וגם־לילה אם־תבעיון בעיו שבו אתיו", 
            "משא בערב ביער בערב תלינו ארחות דדנים", 
            "לקראת צמא התיו מים ישבי ארץ תימא בלחמו קדמו נדד", 
            "כי־מפני חרבות נדדו מפני חרב נטושה ומפני קשת דרוכה ומפני כבד מלחמה", 
            "כי־כה אמר אדני אלי בעוד שנה כשני שכיר וכלה כל־כבוד קדר", 
            "ושאר מספר־קשת גבורי בני־קדר ימעטו כי יהוה אלהי־ישראל דבר"
        ], 
        [
            "משא גיא חזיון מה־לך אפוא כי־עלית כלך לגגות", 
            "תשאות מלאה עיר הומיה קריה עליזה חלליך לא חללי־חרב ולא מתי מלחמה", 
            "כל־קציניך נדדו־יחד מקשת אסרו כל־נמצאיך אסרו יחדו מרחוק ברחו", 
            "על־כן אמרתי שעו מני אמרר בבכי אל־תאיצו לנחמני על־שד בת־עמי", 
            "כי יום מהומה ומבוסה ומבוכה לאדני יהוה צבאות בגיא חזיון מקרקר קר ושוע אל־ההר", 
            "ועילם נשא אשפה ברכב אדם פרשים וקיר ערה מגן", 
            "ויהי מבחר־עמקיך מלאו רכב והפרשים שת שתו השערה", 
            "ויגל את מסך יהודה ותבט ביום ההוא אל־נשק בית היער", 
            "ואת בקיעי עיר־דוד ראיתם כי־רבו ותקבצו את־מי הברכה התחתונה", 
            "ואת־בתי ירושלם ספרתם ותתצו הבתים לבצר החומה", 
            "ומקוה עשיתם בין החמתים למי הברכה הישנה ולא הבטתם אל־עשיה ויצרה מרחוק לא ראיתם", 
            "ויקרא אדני יהוה צבאות ביום ההוא לבכי ולמספד ולקרחה ולחגר שק", 
            "והנה ששון ושמחה הרג בקר ושחט צאן אכל בשר ושתות יין אכול ושתו כי מחר נמות", 
            "ונגלה באזני יהוה צבאות אם־יכפר העון הזה לכם עד־תמתון אמר אדני יהוה צבאות", 
            "כה אמר אדני יהוה צבאות לך־בא אל־הסכן הזה על־שבנא אשר על־הבית", 
            "מה־לך פה ומי לך פה כי־חצבת לך פה קבר חצבי מרום קברו חקקי בסלע משכן לו", 
            "הנה יהוה מטלטלך טלטלה גבר ועטך עטה", 
            "צנוף יצנפך צנפה כדור אל־ארץ רחבת ידים שמה תמות ושמה מרכבות כבודך קלון בית אדניך", 
            "והדפתיך ממצבך וממעמדך יהרסך", 
            "והיה ביום ההוא וקראתי לעבדי לאליקים בן־חלקיהו", 
            "והלבשתיו כתנתך ואבנטך אחזקנו וממשלתך אתן בידו והיה לאב ליושב ירושלם ולבית יהודה", 
            "ונתתי מפתח בית־דוד על־שכמו ופתח ואין סגר וסגר ואין פתח", 
            "ותקעתיו יתד במקום נאמן והיה לכסא כבוד לבית אביו", 
            "ותלו עליו כל כבוד בית־אביו הצאצאים והצפעות כל כלי הקטן מכלי האגנות ועד כל־כלי הנבלים", 
            "ביום ההוא נאם יהוה צבאות תמוש היתד התקועה במקום נאמן ונגדעה ונפלה ונכרת המשא אשר־עליה כי יהוה דבר"
        ], 
        [
            "משא צר הילילו אניות תרשיש כי־שדד מבית מבוא מארץ כתים נגלה־למו", 
            "דמו ישבי אי סחר צידון עבר ים מלאוך", 
            "ובמים רבים זרע שחר קציר יאור תבואתה ותהי סחר גוים", 
            "בושי צידון כי־אמר ים מעוז הים לאמר לא־חלתי ולא־ילדתי ולא גדלתי בחורים רוממתי בתולות", 
            "כאשר־שמע למצרים יחילו כשמע צר", 
            "עברו תרשישה הילילו ישבי אי", 
            "הזאת לכם עליזה מימי־קדם קדמתה יבלוה רגליה מרחוק לגור", 
            "מי יעץ זאת על־צר המעטירה אשר סחריה שרים כנעניה נכבדי־ארץ", 
            "יהוה צבאות יעצה לחלל גאון כל־צבי להקל כל־נכבדי־ארץ", 
            "עברי ארצך כיאר בת־תרשיש אין מזח עוד", 
            "ידו נטה על־הים הרגיז ממלכות יהוה צוה אל־כנען לשמד מעזניה", 
            "ויאמר לא־תוסיפי עוד לעלוז המעשקה בתולת בת־צידון כתיים [כתים] קומי עברי גם־שם לא־ינוח לך", 
            "הן ארץ כשדים זה העם לא היה אשור יסדה לציים הקימו בחיניו [בחוניו] עררו ארמנותיה שמה למפלה", 
            "הילילו אניות תרשיש כי שדד מעזכן", 
            "והיה ביום ההוא ונשכחת צר שבעים שנה כימי מלך אחד מקץ שבעים שנה יהיה לצר כשירת הזונה", 
            "קחי כנור סבי עיר זונה נשכחה היטיבי נגן הרבי־שיר למען תזכרי", 
            "והיה מקץ שבעים שנה יפקד יהוה את־צר ושבה לאתננה וזנתה את־כל־ממלכות הארץ על־פני האדמה", 
            "והיה סחרה ואתננה קדש ליהוה לא יאצר ולא יחסן כי לישבים לפני יהוה יהיה סחרה לאכל לשבעה ולמכסה עתיק"
        ], 
        [
            "הנה יהוה בוקק הארץ ובולקה ועוה פניה והפיץ ישביה", 
            "והיה כעם ככהן כעבד כאדניו כשפחה כגברתה כקונה כמוכר כמלוה כלוה כנשה כאשר נשא בו", 
            "הבוק תבוק הארץ והבוז תבוז כי יהוה דבר את־הדבר הזה", 
            "אבלה נבלה הארץ אמללה נבלה תבל אמללו מרום עם־הארץ", 
            "והארץ חנפה תחת ישביה כי־עברו תורת חלפו חק הפרו ברית עולם", 
            "על־כן אלה אכלה ארץ ויאשמו ישבי בה על־כן חרו ישבי ארץ ונשאר אנוש מזער", 
            "אבל תירוש אמללה־גפן נאנחו כל־שמחי־לב", 
            "שבת משוש תפים חדל שאון עליזים שבת משוש כנור", 
            "בשיר לא ישתו־יין ימר שכר לשתיו", 
            "נשברה קרית־תהו סגר כל־בית מבוא", 
            "צוחה על־היין בחוצות ערבה כל־שמחה גלה משוש הארץ", 
            "נשאר בעיר שמה ושאיה יכת־שער", 
            "כי כה יהיה בקרב הארץ בתוך העמים כנקף זית כעוללת אם־כלה בציר", 
            "המה ישאו קולם ירנו בגאון יהוה צהלו מים", 
            "על־כן בארים כבדו יהוה באיי הים שם יהוה אלהי ישראל", 
            "מכנף הארץ זמרת שמענו צבי לצדיק ואמר רזי־לי רזי־לי אוי לי בגדים בגדו ובגד בוגדים בגדו", 
            "פחד ופחת ופח עליך יושב הארץ", 
            "והיה הנס מקול הפחד יפל אל־הפחת והעולה מתוך הפחת ילכד בפח כי־ארבות ממרום נפתחו וירעשו מוסדי ארץ", 
            "רעה התרעעה הארץ פור התפוררה ארץ מוט התמוטטה ארץ", 
            "נוע תנוע ארץ כשכור והתנודדה כמלונה וכבד עליה פשעה ונפלה ולא־תסיף קום", 
            "והיה ביום ההוא יפקד יהוה על־צבא המרום במרום ועל־מלכי האדמה על־האדמה", 
            "ואספו אספה אסיר על־בור וסגרו על־מסגר ומרב ימים יפקדו", 
            "וחפרה הלבנה ובושה החמה כי־מלך יהוה צבאות בהר ציון ובירושלם ונגד זקניו כבוד"
        ], 
        [
            "יהוה אלהי אתה ארוממך אודה שמך כי עשית פלא עצות מרחוק אמונה אמן", 
            "כי שמת מעיר לגל קריה בצורה למפלה ארמון זרים מעיר לעולם לא יבנה", 
            "על־כן יכבדוך עם־עז קרית גוים עריצים ייראוך", 
            "כי־היית מעוז לדל מעוז לאביון בצר־לו מחסה מזרם צל מחרב כי רוח עריצים כזרם קיר", 
            "כחרב בציון שאון זרים תכניע חרב בצל עב זמיר עריצים יענה", 
            "ועשה יהוה צבאות לכל־העמים בהר הזה משתה שמנים משתה שמרים שמנים ממחים שמרים מזקקים", 
            "ובלע בהר הזה פני־הלוט הלוט על־כל־העמים והמסכה הנסוכה על־כל־הגוים", 
            "בלע המות לנצח ומחה אדני יהוה דמעה מעל כל־פנים וחרפת עמו יסיר מעל כל־הארץ כי יהוה דבר", 
            "ואמר ביום ההוא הנה אלהינו זה קוינו לו ויושיענו זה יהוה קוינו לו נגילה ונשמחה בישועתו", 
            "כי־תנוח יד־יהוה בהר הזה ונדוש מואב תחתיו כהדוש מתבן במי [במו] מדמנה", 
            "ופרש ידיו בקרבו כאשר יפרש השחה לשחות והשפיל גאותו עם ארבות ידיו", 
            "ומבצר משגב חומתיך השח השפיל הגיע לארץ עד־עפר"
        ], 
        [
            "ביום ההוא יושר השיר־הזה בארץ יהודה עיר עז־לנו ישועה ישית חומות וחל", 
            "פתחו שערים ויבא גוי־צדיק שמר אמנים", 
            "יצר סמוך תצר שלום שלום כי בך בטוח", 
            "בטחו ביהוה עדי־עד כי ביה יהוה צור עולמים", 
            "כי השח ישבי מרום קריה נשגבה ישפילנה ישפילה עד־ארץ יגיענה עד־עפר", 
            "תרמסנה רגל רגלי עני פעמי דלים", 
            "ארח לצדיק מישרים ישר מעגל צדיק תפלס", 
            "אף ארח משפטיך יהוה קוינוך לשמך ולזכרך תאות־נפש", 
            "נפשי אויתיך בלילה אף־רוחי בקרבי אשחרך כי כאשר משפטיך לארץ צדק למדו ישבי תבל", 
            "יחן רשע בל־למד צדק בארץ נכחות יעול ובל־יראה גאות יהוה", 
            "יהוה רמה ידך בל־יחזיון יחזו ויבשו קנאת־עם אף־אש צריך תאכלם", 
            "יהוה תשפת שלום לנו כי גם כל־מעשינו פעלת לנו", 
            "יהוה אלהינו בעלונו אדנים זולתך לבד־בך נזכיר שמך", 
            "מתים בל־יחיו רפאים בל־יקמו לכן פקדת ותשמידם ותאבד כל־זכר למו", 
            "יספת לגוי יהוה יספת לגוי נכבדת רחקת כל־קצוי־ארץ", 
            "יהוה בצר פקדוך צקון לחש מוסרך למו", 
            "כמו הרה תקריב ללדת תחיל תזעק בחבליה כן היינו מפניך יהוה", 
            "הרינו חלנו כמו ילדנו רוח ישועת בל־נעשה ארץ ובל־יפלו ישבי תבל", 
            "יחיו מתיך נבלתי יקומון הקיצו ורננו שכני עפר כי טל אורת טלך וארץ רפאים תפיל", 
            "לך עמי בא בחדריך וסגר דלתיך [דלתך] בעדך חבי כמעט־רגע עד־יעבור־[יעבר־] זעם", 
            "כי־הנה יהוה יצא ממקומו לפקד עון ישב־הארץ עליו וגלתה הארץ את־דמיה ולא־תכסה עוד על־הרוגיה"
        ], 
        [
            "ביום ההוא יפקד יהוה בחרבו הקשה והגדולה והחזקה על לויתן נחש ברח ועל לויתן נחש עקלתון והרג את־התנין אשר בים", 
            "ביום ההוא כרם חמד ענו־לה", 
            "אני יהוה נצרה לרגעים אשקנה פן יפקד עליה לילה ויום אצרנה", 
            "חמה אין לי מי־יתנני שמיר שית במלחמה אפשעה בה אציתנה יחד", 
            "או יחזק במעוזי יעשה שלום לי שלום יעשה־לי", 
            "הבאים ישרש יעקב יציץ ופרח ישראל ומלאו פני־תבל תנובה", 
            "הכמכת מכהו הכהו אם־כהרג הרגיו הרג", 
            "בסאסאה בשלחה תריבנה הגה ברוחו הקשה ביום קדים", 
            "לכן בזאת יכפר עון־יעקב וזה כל־פרי הסר חטאתו בשומו כל־אבני מזבח כאבני־גר מנפצות לא־יקמו אשרים וחמנים", 
            "כי עיר בצורה בדד נוה משלח ונעזב כמדבר שם ירעה עגל ושם ירבץ וכלה סעפיה", 
            "ביבש קצירה תשברנה נשים באות מאירות אותה כי לא עם־בינות הוא על־כן לא־ירחמנו עשהו ויצרו לא יחננו", 
            "והיה ביום ההוא יחבט יהוה משבלת הנהר עד־נחל מצרים ואתם תלקטו לאחד אחד בני ישראל", 
            "והיה ביום ההוא יתקע בשופר גדול ובאו האבדים בארץ אשור והנדחים בארץ מצרים והשתחוו ליהוה בהר הקדש בירושלם"
        ], 
        [
            "הוי עטרת גאות שכרי אפרים וציץ נבל צבי תפארתו אשר על־ראש גיא־שמנים הלומי יין", 
            "הנה חזק ואמץ לאדני כזרם ברד שער קטב כזרם מים כבירים שטפים הניח לארץ ביד", 
            "ברגלים תרמסנה עטרת גאות שכורי אפרים", 
            "והיתה ציצת נבל צבי תפארתו אשר על־ראש גיא שמנים כבכורה בטרם קיץ אשר יראה הראה אותה בעודה בכפו יבלענה", 
            "ביום ההוא יהיה יהוה צבאות לעטרת צבי ולצפירת תפארה לשאר עמו", 
            "ולרוח משפט ליושב על־המשפט ולגבורה משיבי מלחמה שערה", 
            "וגם־אלה ביין שגו ובשכר תעו כהן ונביא שגו בשכר נבלעו מן־היין תעו מן־השכר שגו בראה פקו פליליה", 
            "כי כל־שלחנות מלאו קיא צאה בלי מקום", 
            "את־מי יורה דעה ואת־מי יבין שמועה גמולי מחלב עתיקי משדים", 
            "כי צו לצו צו לצו קו לקו קו לקו זעיר שם זעיר שם", 
            "כי בלעגי שפה ובלשון אחרת ידבר אל־העם הזה", 
            "אשר אמר אליהם זאת המנוחה הניחו לעיף וזאת המרגעה ולא אבוא שמוע", 
            "והיה להם דבר־יהוה צו לצו צו לצו קו לקו קו לקו זעיר שם זעיר שם למען ילכו וכשלו אחור ונשברו ונוקשו ונלכדו", 
            "לכן שמעו דבר־יהוה אנשי לצון משלי העם הזה אשר בירושלם", 
            "כי אמרתם כרתנו ברית את־מות ועם־שאול עשינו חזה שיט [שוט] שוטף כי־עבר [יעבר] לא יבואנו כי שמנו כזב מחסנו ובשקר נסתרנו", 
            "לכן כה אמר אדני יהוה הנני יסד בציון אבן אבן בחן פנת יקרת מוסד מוסד המאמין לא יחיש", 
            "ושמתי משפט לקו וצדקה למשקלת ויעה ברד מחסה כזב וסתר מים ישטפו", 
            "וכפר בריתכם את־מות וחזותכם את־שאול לא תקום שוט שוטף כי יעבר והייתם לו למרמס", 
            "מדי עברו יקח אתכם כי־בבקר בבקר יעבר ביום ובלילה והיה רק־זועה הבין שמועה", 
            "כי־קצר המצע מהשתרע והמסכה צרה כהתכנס", 
            "כי כהר־פרצים יקום יהוה כעמק בגבעון ירגז לעשות מעשהו זר מעשהו ולעבד עבדתו נכריה עבדתו", 
            "ועתה אל־תתלוצצו פן־יחזקו מוסריכם כי־כלה ונחרצה שמעתי מאת אדני יהוה צבאות על־כל־הארץ", 
            "האזינו ושמעו קולי הקשיבו ושמעו אמרתי", 
            "הכל היום יחרש החרש לזרע יפתח וישדד אדמתו", 
            "הלוא אם־שוה פניה והפיץ קצח וכמן יזרק ושם חטה שורה ושערה נסמן וכסמת גבלתו", 
            "ויסרו למשפט אלהיו יורנו", 
            "כי לא בחרוץ יודש קצח ואופן עגלה על־כמן יוסב כי במטה יחבט קצח וכמן בשבט", 
            "לחם יודק כי לא לנצח אדוש ידושנו והמם גלגל עגלתו ופרשיו לא־ידקנו", 
            "גם־זאת מעם יהוה צבאות יצאה הפליא עצה הגדיל תושיה"
        ], 
        [
            "הוי אריאל אריאל קרית חנה דוד ספו שנה על־שנה חגים ינקפו", 
            "והציקותי לאריאל והיתה תאניה ואניה והיתה לי כאריאל", 
            "וחניתי כדור עליך וצרתי עליך מצב והקימתי עליך מצרת", 
            "ושפלת מארץ תדברי ומעפר תשח אמרתך והיה כאוב מארץ קולך ומעפר אמרתך תצפצף", 
            "והיה כאבק דק המון זריך וכמץ עבר המון עריצים והיה לפתע פתאם", 
            "מעם יהוה צבאות תפקד ברעם וברעש וקול גדול סופה וסערה ולהב אש אוכלה", 
            "והיה כחלום חזון לילה המון כל־הגוים הצבאים על־אריאל וכל־צביה ומצדתה והמציקים לה", 
            "והיה כאשר יחלם הרעב והנה אוכל והקיץ וריקה נפשו וכאשר יחלם הצמא והנה שתה והקיץ והנה עיף ונפשו שוקקה כן יהיה המון כל־הגוים הצבאים על־הר ציון", 
            "התמהמהו ותמהו השתעשעו ושעו שכרו ולא־יין נעו ולא שכר", 
            "כי־נסך עליכם יהוה רוח תרדמה ויעצם את־עיניכם את־הנביאים ואת־ראשיכם החזים כסה", 
            "ותהי לכם חזות הכל כדברי הספר החתום אשר־יתנו אתו אל־יודע הספר [ספר] לאמר קרא נא־זה ואמר לא אוכל כי חתום הוא", 
            "ונתן הספר על אשר לא־ידע ספר לאמר קרא נא־זה ואמר לא ידעתי ספר", 
            "ויאמר אדני יען כי נגש העם הזה בפיו ובשפתיו כבדוני ולבו רחק ממני ותהי יראתם אתי מצות אנשים מלמדה", 
            "לכן הנני יוסף להפליא את־העם־הזה הפלא ופלא ואבדה חכמת חכמיו ובינת נבניו תסתתר", 
            "הוי המעמיקים מיהוה לסתר עצה והיה במחשך מעשיהם ויאמרו מי ראנו ומי יודענו", 
            "הפככם אם־כחמר היצר יחשב כי־יאמר מעשה לעשהו לא עשני ויצר אמר ליוצרו לא הבין", 
            "הלוא־עוד מעט מזער ושב לבנון לכרמל והכרמל ליער יחשב", 
            "ושמעו ביום־ההוא החרשים דברי־ספר ומאפל ומחשך עיני עורים תראינה", 
            "ויספו ענוים ביהוה שמחה ואביוני אדם בקדוש ישראל יגילו", 
            "כי־אפס עריץ וכלה לץ ונכרתו כל־שקדי און", 
            "מחטיאי אדם בדבר ולמוכיח בשער יקשון ויטו בתהו צדיק", 
            "לכן כה־אמר יהוה אל־בית יעקב אשר פדה את־אברהם לא־עתה יבוש יעקב ולא עתה פניו יחורו", 
            "כי בראתו ילדיו מעשה ידי בקרבו יקדישו שמי והקדישו את־קדוש יעקב ואת־אלהי ישראל יעריצו", 
            "וידעו תעי־רוח בינה ורוגנים ילמדו־לקח"
        ], 
        [
            "הוי בנים סוררים נאם־יהוה לעשות עצה ולא מני ולנסך מסכה ולא רוחי למען ספות חטאת על־חטאת", 
            "ההלכים לרדת מצרים ופי לא שאלו לעוז במעוז פרעה ולחסות בצל מצרים", 
            "והיה לכם מעוז פרעה לבשת והחסות בצל־מצרים לכלמה", 
            "כי־היו בצען שריו ומלאכיו חנס יגיעו", 
            "כל הבאיש [הביש] על־עם לא־יועילו למו לא לעזר ולא להועיל כי לבשת וגם־לחרפה", 
            "משא בהמות נגב בארץ צרה וצוקה לביא וליש מהם אפעה ושרף מעופף ישאו על־כתף עירים חילהם ועל־דבשת גמלים אוצרתם על־עם לא יועילו", 
            "ומצרים הבל וריק יעזרו לכן קראתי לזאת רהב הם שבת", 
            "עתה בוא כתבה על־לוח אתם ועל־ספר חקה ותהי ליום אחרון לעד עד־עולם", 
            "כי עם מרי הוא בנים כחשים בנים לא־אבו שמוע תורת יהוה", 
            "אשר אמרו לראים לא תראו ולחזים לא תחזו־לנו נכחות דברו־לנו חלקות חזו מהתלות", 
            "סורו מני־דרך הטו מני־ארח השביתו מפנינו את־קדוש ישראל", 
            "לכן כה אמר קדוש ישראל יען מאסכם בדבר הזה ותבטחו בעשק ונלוז ותשענו עליו", 
            "לכן יהיה לכם העון הזה כפרץ נפל נבעה בחומה נשגבה אשר־פתאם לפתע יבוא שברה", 
            "ושברה כשבר נבל יוצרים כתות לא יחמל ולא־ימצא במכתתו חרש לחתות אש מיקוד ולחשף מים מגבא", 
            "כי כה־אמר אדני יהוה קדוש ישראל בשובה ונחת תושעון בהשקט ובבטחה תהיה גבורתכם ולא אביתם", 
            "ותאמרו לא־כי על־סוס ננוס על־כן תנוסון ועל־קל נרכב על־כן יקלו רדפיכם", 
            "אלף אחד מפני גערת אחד מפני גערת חמשה תנסו עד אם־נותרתם כתרן על־ראש ההר וכנס על־הגבעה", 
            "ולכן יחכה יהוה לחננכם ולכן ירום לרחמכם כי־אלהי משפט יהוה אשרי כל־חוכי לו", 
            "כי־עם בציון ישב בירושלם בכו לא־תבכה חנון יחנך לקול זעקך כשמעתו ענך", 
            "ונתן לכם אדני לחם צר ומים לחץ ולא־יכנף עוד מוריך והיו עיניך ראות את־מוריך", 
            "ואזניך תשמענה דבר מאחריך לאמר זה הדרך לכו בו כי תאמינו וכי תשמאילו", 
            "וטמאתם את־צפוי פסילי כספך ואת־אפדת מסכת זהבך תזרם כמו דוה צא תאמר לו", 
            "ונתן מטר זרעך אשר־תזרע את־האדמה ולחם תבואת האדמה והיה דשן ושמן ירעה מקניך ביום ההוא כר נרחב", 
            "והאלפים והעירים עבדי האדמה בליל חמיץ יאכלו אשר־זרה ברחת ובמזרה", 
            "והיה על־כל־הר גבה ועל כל־גבעה נשאה פלגים יבלי־מים ביום הרג רב בנפל מגדלים", 
            "והיה אור־הלבנה כאור החמה ואור החמה יהיה שבעתים כאור שבעת הימים ביום חבש יהוה את־שבר עמו ומחץ מכתו ירפא", 
            "הנה שם־יהוה בא ממרחק בער אפו וכבד משאה שפתיו מלאו זעם ולשונו כאש אכלת", 
            "ורוחו כנחל שוטף עד־צואר יחצה להנפה גוים בנפת שוא ורסן מתעה על לחיי עמים", 
            "השיר יהיה לכם כליל התקדש־חג ושמחת לבב כהולך בחליל לבוא בהר־יהוה אל־צור ישראל", 
            "והשמיע יהוה את־הוד קולו ונחת זרועו יראה בזעף אף ולהב אש אוכלה נפץ וזרם ואבן ברד", 
            "כי־מקול יהוה יחת אשור בשבט יכה", 
            "והיה כל מעבר מטה מוסדה אשר יניח יהוה עליו בתפים ובכנרות ובמלחמות תנופה נלחם־בה [בם]", 
            "כי־ערוך מאתמול תפתה גם־הוא [היא] למלך הוכן העמיק הרחב מדרתה אש ועצים הרבה נשמת יהוה כנחל גפרית בערה בה"
        ], 
        [
            "הוי הירדים מצרים לעזרה על־סוסים ישענו ויבטחו על־רכב כי רב ועל פרשים כי־עצמו מאד ולא שעו על־קדוש ישראל ואת־יהוה לא דרשו", 
            "וגם־הוא חכם ויבא רע ואת־דבריו לא הסיר וקם על־בית מרעים ועל־עזרת פעלי און", 
            "ומצרים אדם ולא־אל וסוסיהם בשר ולא־רוח ויהוה יטה ידו וכשל עוזר ונפל עזר ויחדו כלם יכליון", 
            "כי כה אמר־יהוה אלי כאשר יהגה האריה והכפיר על־טרפו אשר יקרא עליו מלא רעים מקולם לא יחת ומהמונם לא יענה כן ירד יהוה צבאות לצבא על־הר־ציון ועל־גבעתה", 
            "כצפרים עפות כן יגן יהוה צבאות על־ירושלם גנון והציל פסח והמליט", 
            "שובו לאשר העמיקו סרה בני ישראל", 
            "כי ביום ההוא ימאסון איש אלילי כספו ואלילי זהבו אשר עשו לכם ידיכם חטא", 
            "ונפל אשור בחרב לא־איש וחרב לא־אדם תאכלנו ונס לו מפני־חרב ובחוריו למס יהיו", 
            "וסלעו ממגור יעבור וחתו מנס שריו נאם־יהוה אשר־אור לו בציון ותנור לו בירושלם"
        ], 
        [
            "הן לצדק ימלך־מלך ולשרים למשפט ישרו", 
            "והיה־איש כמחבא־רוח וסתר זרם כפלגי־מים בציון כצל סלע־כבד בארץ עיפה", 
            "ולא תשעינה עיני ראים ואזני שמעים תקשבנה", 
            "ולבב נמהרים יבין לדעת ולשון עלגים תמהר לדבר צחות", 
            "לא־יקרא עוד לנבל נדיב ולכילי לא יאמר שוע", 
            "כי נבל נבלה ידבר ולבו יעשה־און לעשות חנף ולדבר אל־יהוה תועה להריק נפש רעב ומשקה צמא יחסיר", 
            "וכלי כליו רעים הוא זמות יעץ לחבל ענוים [עניים] באמרי־שקר ובדבר אביון משפט", 
            "ונדיב נדיבות יעץ והוא על־נדיבות יקום", 
            "נשים שאננות קמנה שמענה קולי בנות בטחות האזנה אמרתי", 
            "ימים על־שנה תרגזנה בטחות כי כלה בציר אסף בלי יבוא", 
            "חרדו שאננות רגזה בטחות פשטה וערה וחגורה על־חלצים", 
            "על־שדים ספדים על־שדי־חמד על־גפן פריה", 
            "על אדמת עמי קוץ שמיר תעלה כי על־כל־בתי משוש קריה עליזה", 
            "כי־ארמון נטש המון עיר עזב עפל ובחן היה בעד מערות עד־עולם משוש פראים מרעה עדרים", 
            "עד־יערה עלינו רוח ממרום והיה מדבר לכרמל וכרמל [והכרמל] ליער יחשב", 
            "ושכן במדבר משפט וצדקה בכרמל תשב", 
            "והיה מעשה הצדקה שלום ועבדת הצדקה השקט ובטח עד־עולם", 
            "וישב עמי בנוה שלום ובמשכנות מבטחים ובמנוחת שאננות", 
            "וברד ברדת היער ובשפלה תשפל העיר", 
            "אשריכם זרעי על־כל־מים משלחי רגל־השור והחמור"
        ], 
        [
            "הוי שודד ואתה לא שדוד ובוגד ולא־בגדו בו כהתמך שודד תושד כנלתך לבגד יבגדו־בך", 
            "יהוה חננו לך קוינו היה זרעם לבקרים אף־ישועתנו בעת צרה", 
            "מקול המון נדדו עמים מרוממתך נפצו גוים", 
            "ואסף שללכם אסף החסיל כמשק גבים שוקק בו", 
            "נשגב יהוה כי שכן מרום מלא ציון משפט וצדקה", 
            "והיה אמונת עתיך חסן ישועת חכמת ודעת יראת יהוה היא אוצרו", 
            "הן אראלם צעקו חצה מלאכי שלום מר יבכיון", 
            "נשמו מסלות שבת עבר ארח הפר ברית מאס ערים לא חשב אנוש", 
            "אבל אמללה ארץ החפיר לבנון קמל היה השרון כערבה ונער בשן וכרמל", 
            "עתה אקום יאמר יהוה עתה ארומם עתה אנשא", 
            "תהרו חשש תלדו קש רוחכם אש תאכלכם", 
            "והיו עמים משרפות שיד קוצים כסוחים באש יצתו", 
            "שמעו רחוקים אשר עשיתי ודעו קרובים גברתי", 
            "פחדו בציון חטאים אחזה רעדה חנפים מי יגור לנו אש אוכלה מי־יגור לנו מוקדי עולם", 
            "הלך צדקות ודבר מישרים מאס בבצע מעשקות נער כפיו מתמך בשחד אטם אזנו משמע דמים ועצם עיניו מראות ברע", 
            "הוא מרומים ישכן מצדות סלעים משגבו לחמו נתן מימיו נאמנים", 
            "מלך ביפיו תחזינה עיניך תראינה ארץ מרחקים", 
            "לבך יהגה אימה איה ספר איה שקל איה ספר את־המגדלים", 
            "את־עם נועז לא תראה עם עמקי שפה משמוע נלעג לשון אין בינה", 
            "חזה ציון קרית מועדנו עיניך תראינה ירושלם נוה שאנן אהל בל־יצען בל־יסע יתדתיו לנצח וכל־חבליו בל־ינתקו", 
            "כי אם־שם אדיר יהוה לנו מקום־נהרים יארים רחבי ידים בל־תלך בו אני־שיט וצי אדיר לא יעברנו", 
            "כי יהוה שפטנו יהוה מחקקנו יהוה מלכנו הוא יושיענו", 
            "נטשו חבליך בל־יחזקו כן־תרנם בל־פרשו נס אז חלק עד־שלל מרבה פסחים בזזו בז", 
            "ובל־יאמר שכן חליתי העם הישב בה נשא עון"
        ], 
        [
            "קרבו גוים לשמע ולאמים הקשיבו תשמע הארץ ומלאה תבל וכל־צאצאיה", 
            "כי קצף ליהוה על־כל־הגוים וחמה על־כל־צבאם החרימם נתנם לטבח", 
            "וחלליהם ישלכו ופגריהם יעלה באשם ונמסו הרים מדמם", 
            "ונמקו כל־צבא השמים ונגלו כספר השמים וכל־צבאם יבול כנבל עלה מגפן וכנבלת מתאנה", 
            "כי־רותה בשמים חרבי הנה על־אדום תרד ועל־עם חרמי למשפט", 
            "חרב ליהוה מלאה דם הדשנה מחלב מדם כרים ועתודים מחלב כליות אילים כי זבח ליהוה בבצרה וטבח גדול בארץ אדום", 
            "וירדו ראמים עמם ופרים עם־אבירים ורותה ארצם מדם ועפרם מחלב ידשן", 
            "כי יום נקם ליהוה שנת שלומים לריב ציון", 
            "ונהפכו נחליה לזפת ועפרה לגפרית והיתה ארצה לזפת בערה", 
            "לילה ויומם לא תכבה לעולם יעלה עשנה מדור לדור תחרב לנצח נצחים אין עבר בה", 
            "וירשוה קאת וקפוד וינשוף וערב ישכנו־בה ונטה עליה קו־תהו ואבני־בהו", 
            "חריה ואין־שם מלוכה יקראו וכל־שריה יהיו אפס", 
            "ועלתה ארמנתיה סירים קמוש וחוח במבצריה והיתה נוה תנים חציר לבנות יענה", 
            "ופגשו ציים את־איים ושעיר על־רעהו יקרא אך־שם הרגיעה לילית ומצאה לה מנוח", 
            "שמה קננה קפוז ותמלט ובקעה ודגרה בצלה אך־שם נקבצו דיות אשה רעותה", 
            "דרשו מעל־ספר יהוה וקראו אחת מהנה לא נעדרה אשה רעותה לא פקדו כי־פי הוא צוה ורוחו הוא קבצן", 
            "והוא־הפיל להן גורל וידו חלקתה להם בקו עד־עולם יירשוה לדור ודור ישכנו־בה"
        ], 
        [
            "יששום מדבר וציה ותגל ערבה ותפרח כחבצלת", 
            "פרח תפרח ותגל אף גילת ורנן כבוד הלבנון נתן־לה הדר הכרמל והשרון המה יראו כבוד־יהוה הדר אלהינו", 
            "חזקו ידים רפות וברכים כשלות אמצו", 
            "אמרו לנמהרי־לב חזקו אל־תיראו הנה אלהיכם נקם יבוא גמול אלהים הוא יבוא וישעכם", 
            "אז תפקחנה עיני עורים ואזני חרשים תפתחנה", 
            "אז ידלג כאיל פסח ותרן לשון אלם כי־נבקעו במדבר מים ונחלים בערבה", 
            "והיה השרב לאגם וצמאון למבועי מים בנוה תנים רבצה חציר לקנה וגמא", 
            "והיה־שם מסלול ודרך ודרך הקדש יקרא לה לא־יעברנו טמא והוא־למו הלך דרך ואוילים לא יתעו", 
            "לא־יהיה שם אריה ופריץ חיות בל־יעלנה לא תמצא שם והלכו גאולים", 
            "ופדויי יהוה ישבון ובאו ציון ברנה ושמחת עולם על־ראשם ששון ושמחה ישיגו ונסו יגון ואנחה"
        ], 
        [
            "ויהי בארבע עשרה שנה למלך חזקיהו עלה סנחריב מלך־אשור על כל־ערי יהודה הבצרות ויתפשם", 
            "וישלח מלך־אשור את־רב־שקה מלכיש ירושלמה אל־המלך חזקיהו בחיל כבד ויעמד בתעלת הברכה העליונה במסלת שדה כובס", 
            "ויצא אליו אליקים בן־חלקיהו אשר על־הבית ושבנא הספר ויואח בן־אסף המזכיר", 
            "ויאמר אליהם רב־שקה אמרו־נא אל־חזקיהו כה־אמר המלך הגדול מלך אשור מה הבטחון הזה אשר בטחת", 
            "אמרתי אך־דבר־שפתים עצה וגבורה למלחמה עתה על־מי בטחת כי מרדת בי", 
            "הנה בטחת על־משענת הקנה הרצוץ הזה על־מצרים אשר יסמך איש עליו ובא בכפו ונקבה כן פרעה מלך־מצרים לכל־הבטחים עליו", 
            "וכי־תאמר אלי אל־יהוה אלהינו בטחנו הלוא־הוא אשר הסיר חזקיהו את־במתיו ואת־מזבחתיו ויאמר ליהודה ולירושלם לפני המזבח הזה תשתחוו", 
            "ועתה התערב נא את־אדני המלך אשור ואתנה לך אלפים סוסים אם־תוכל לתת לך רכבים עליהם", 
            "ואיך תשיב את פני פחת אחד עבדי אדני הקטנים ותבטח לך על־מצרים לרכב ולפרשים", 
            "ועתה המבלעדי יהוה עליתי על־הארץ הזאת להשחיתה יהוה אמר אלי עלה אל־הארץ הזאת והשחיתה", 
            "ויאמר אליקים ושבנא ויואח אל־רב־שקה דבר־נא אל־עבדיך ארמית כי שמעים אנחנו ואל־תדבר אלינו יהודית באזני העם אשר על־החומה", 
            "ויאמר רב־שקה האל אדניך ואליך שלחני אדני לדבר את־הדברים האלה הלא על־האנשים הישבים על־החומה לאכל את־חראיהם [צואתם] ולשתות את־שיניהם [מימי] [רגליהם] עמכם", 
            "ויעמד רב־שקה ויקרא בקול־גדול יהודית ויאמר שמעו את־דברי המלך הגדול מלך אשור", 
            "כה אמר המלך אל־ישא לכם חזקיהו כי לא־יוכל להציל אתכם", 
            "ואל־יבטח אתכם חזקיהו אל־יהוה לאמר הצל יצילנו יהוה לא תנתן העיר הזאת ביד מלך אשור", 
            "אל־תשמעו אל־חזקיהו כי כה אמר המלך אשור עשו־אתי ברכה וצאו אלי ואכלו איש־גפנו ואיש תאנתו ושתו איש מי־בורו", 
            "עד־באי ולקחתי אתכם אל־ארץ כארצכם ארץ דגן ותירוש ארץ לחם וכרמים", 
            "פן־יסית אתכם חזקיהו לאמר יהוה יצילנו ההצילו אלהי הגוים איש את־ארצו מיד מלך אשור", 
            "איה אלהי חמת וארפד איה אלהי ספרוים וכי־הצילו את־שמרון מידי", 
            "מי בכל־אלהי הארצות האלה אשר־הצילו את־ארצם מידי כי־יציל יהוה את־ירושלם מידי", 
            "ויחרישו ולא־ענו אתו דבר כי־מצות המלך היא לאמר לא תענהו", 
            "ויבא אליקים בן־חלקיהו אשר־על־הבית ושבנא הסופר ויואח בן־אסף המזכיר אל־חזקיהו קרועי בגדים ויגידו לו את דברי רב־שקה"
        ], 
        [
            "ויהי כשמע המלך חזקיהו ויקרע את־בגדיו ויתכס בשק ויבא בית יהוה", 
            "וישלח את־אליקים אשר־על־הבית ואת שבנא הסופר ואת זקני הכהנים מתכסים בשקים אל־ישעיהו בן־אמוץ הנביא", 
            "ויאמרו אליו כה אמר חזקיהו יום־צרה ותוכחה ונאצה היום הזה כי באו בנים עד־משבר וכח אין ללדה", 
            "אולי ישמע יהוה אלהיך את דברי רב־שקה אשר שלחו מלך־אשור אדניו לחרף אלהים חי והוכיח בדברים אשר שמע יהוה אלהיך ונשאת תפלה בעד השארית הנמצאה", 
            "ויבאו עבדי המלך חזקיהו אל־ישעיהו", 
            "ויאמר אליהם ישעיהו כה תאמרון אל־אדניכם כה אמר יהוה אל־תירא מפני הדברים אשר שמעת אשר גדפו נערי מלך־אשור אותי", 
            "הנני נותן בו רוח ושמע שמועה ושב אל־ארצו והפלתיו בחרב בארצו", 
            "וישב רב־שקה וימצא את־מלך אשור נלחם על־לבנה כי שמע כי נסע מלכיש", 
            "וישמע על־תרהקה מלך־כוש לאמר יצא להלחם אתך וישמע וישלח מלאכים אל־חזקיהו לאמר", 
            "כה תאמרון אל־חזקיהו מלך־יהודה לאמר אל־ישאך אלהיך אשר אתה בוטח בו לאמר לא תנתן ירושלם ביד מלך אשור", 
            "הנה אתה שמעת אשר עשו מלכי אשור לכל־הארצות להחרימם ואתה תנצל", 
            "ההצילו אותם אלהי הגוים אשר השחיתו אבותי את־גוזן ואת־חרן ורצף ובני־עדן אשר בתלשר", 
            "איה מלך־חמת ומלך ארפד ומלך לעיר ספרוים הנע ועוה", 
            "ויקח חזקיהו את־הספרים מיד המלאכים ויקראהו ויעל בית יהוה ויפרשהו חזקיהו לפני יהוה", 
            "ויתפלל חזקיהו אל־יהוה לאמר", 
            "יהוה צבאות אלהי ישראל ישב הכרבים אתה־הוא האלהים לבדך לכל ממלכות הארץ אתה עשית את־השמים ואת־הארץ", 
            "הטה יהוה אזנך ושמע פקח יהוה עינך וראה ושמע את כל־דברי סנחריב אשר שלח לחרף אלהים חי", 
            "אמנם יהוה החריבו מלכי אשור את־כל־הארצות ואת־ארצם", 
            "ונתן את־אלהיהם באש כי לא אלהים המה כי אם־מעשה ידי־אדם עץ ואבן ויאבדום", 
            "ועתה יהוה אלהינו הושיענו מידו וידעו כל־ממלכות הארץ כי־אתה יהוה לבדך", 
            "וישלח ישעיהו בן־אמוץ אל־חזקיהו לאמר כה־אמר יהוה אלהי ישראל אשר התפללת אלי אל־סנחריב מלך אשור", 
            "זה הדבר אשר־דבר יהוה עליו בזה לך לעגה לך בתולת בת־ציון אחריך ראש הניעה בת ירושלם", 
            "את־מי חרפת וגדפת ועל־מי הרימותה קול ותשא מרום עיניך אל־קדוש ישראל", 
            "ביד עבדיך חרפת אדני ותאמר ברב רכבי אני עליתי מרום הרים ירכתי לבנון ואכרת קומת ארזיו מבחר ברשיו ואבוא מרום קצו יער כרמלו", 
            "אני קרתי ושתיתי מים ואחרב בכף־פעמי כל יארי מצור", 
            "הלוא־שמעת למרחוק אותה עשיתי מימי קדם ויצרתיה עתה הבאתיה ותהי להשאות גלים נצים ערים בצרות", 
            "וישביהן קצרי־יד חתו ובשו היו עשב שדה וירק דשא חציר גגות ושדמה לפני קמה", 
            "ושבתך וצאתך ובואך ידעתי ואת התרגזך אלי", 
            "יען התרגזך אלי ושאננך עלה באזני ושמתי חחי באפך ומתגי בשפתיך והשיבתיך בדרך אשר־באת בה", 
            "וזה־לך האות אכול השנה ספיח ובשנה השנית שחיס ובשנה השלישית זרעו וקצרו ונטעו כרמים ואכול [ואכלו] פרים", 
            "ויספה פליטת בית־יהודה הנשארה שרש למטה ועשה פרי למעלה", 
            "כי מירושלם תצא שארית ופליטה מהר ציון קנאת יהוה צבאות תעשה־זאת", 
            "לכן כה־אמר יהוה אל־מלך אשור לא יבוא אל־העיר הזאת ולא־יורה שם חץ ולא־יקדמנה מגן ולא־ישפך עליה סללה", 
            "בדרך אשר־בא בה ישוב ואל־העיר הזאת לא יבוא נאם־יהוה", 
            "וגנותי על־העיר הזאת להושיעה למעני ולמען דוד עבדי", 
            "ויצא מלאך יהוה ויכה במחנה אשור מאה ושמנים וחמשה אלף וישכימו בבקר והנה כלם פגרים מתים", 
            "ויסע וילך וישב סנחריב מלך־אשור וישב בנינוה", 
            "ויהי הוא משתחוה בית נסרך אלהיו ואדרמלך ושראצר בניו הכהו בחרב והמה נמלטו ארץ אררט וימלך אסר־חדן בנו תחתיו"
        ], 
        [
            "בימים ההם חלה חזקיהו למות ויבוא אליו ישעיהו בן־אמוץ הנביא ויאמר אליו כה־אמר יהוה צו לביתך כי מת אתה ולא תחיה", 
            "ויסב חזקיהו פניו אל־הקיר ויתפלל אל־יהוה", 
            "ויאמר אנה יהוה זכר־נא את אשר התהלכתי לפניך באמת ובלב שלם והטוב בעיניך עשיתי ויבך חזקיהו בכי גדול", 
            "ויהי דבר־יהוה אל־ישעיהו לאמר", 
            "הלוך ואמרת אל־חזקיהו כה־אמר יהוה אלהי דוד אביך שמעתי את־תפלתך ראיתי את־דמעתך הנני יוסף על־ימיך חמש עשרה שנה", 
            "ומכף מלך־אשור אצילך ואת העיר הזאת וגנותי על־העיר הזאת", 
            "וזה־לך האות מאת יהוה אשר יעשה יהוה את־הדבר הזה אשר דבר", 
            "הנני משיב את־צל המעלות אשר ירדה במעלות אחז בשמש אחרנית עשר מעלות ותשב השמש עשר מעלות במעלות אשר ירדה", 
            "מכתב לחזקיהו מלך־יהודה בחלתו ויחי מחליו", 
            "אני אמרתי בדמי ימי אלכה בשערי שאול פקדתי יתר שנותי", 
            "אמרתי לא־אראה יה יה בארץ החיים לא־אביט אדם עוד עם־יושבי חדל", 
            "דורי נסע ונגלה מני כאהל רעי קפדתי כארג חיי מדלה יבצעני מיום עד־לילה תשלימני", 
            "שויתי עד־בקר כארי כן ישבר כל־עצמותי מיום עד־לילה תשלימני", 
            "כסוס עגור כן אצפצף אהגה כיונה דלו עיני למרום אדני עשקה־לי ערבני", 
            "מה־אדבר ואמר־לי והוא עשה אדדה כל־שנותי על־מר נפשי", 
            "אדני עליהם יחיו ולכל־בהן חיי רוחי ותחלימני והחיני", 
            "הנה לשלום מר־לי מר ואתה חשקת נפשי משחת בלי כי השלכת אחרי גוך כל־חטאי", 
            "כי לא שאול תודך מות יהללך לא־ישברו יורדי־בור אל־אמתך", 
            "חי חי הוא יודך כמוני היום אב לבנים יודיע אל־אמתך", 
            "יהוה להושיעני ונגנותי ננגן כל־ימי חיינו על־בית יהוה", 
            "ויאמר ישעיהו ישאו דבלת תאנים וימרחו על־השחין ויחי", 
            "ויאמר חזקיהו מה אות כי אעלה בית יהוה"
        ], 
        [
            "בעת ההוא שלח מרדך בלאדן בן־בלאדן מלך־בבל ספרים ומנחה אל־חזקיהו וישמע כי חלה ויחזק", 
            "וישמח עליהם חזקיהו ויראם את־בית נכתה [נכתו] את־הכסף ואת־הזהב ואת־הבשמים ואת השמן הטוב ואת כל־בית כליו ואת כל־אשר נמצא באצרתיו לא־היה דבר אשר לא־הראם חזקיהו בביתו ובכל־ממשלתו", 
            "ויבא ישעיהו הנביא אל־המלך חזקיהו ויאמר אליו מה אמרו האנשים האלה ומאין יבאו אליך ויאמר חזקיהו מארץ רחוקה באו אלי מבבל", 
            "ויאמר מה ראו בביתך ויאמר חזקיהו את כל־אשר בביתי ראו לא־היה דבר אשר לא־הראיתים באוצרתי", 
            "ויאמר ישעיהו אל־חזקיהו שמע דבר־יהוה צבאות", 
            "הנה ימים באים ונשא כל־אשר בביתך ואשר אצרו אבתיך עד־היום הזה בבל לא־יותר דבר אמר יהוה", 
            "ומבניך אשר יצאו ממך אשר תוליד יקחו והיו סריסים בהיכל מלך בבל", 
            "ויאמר חזקיהו אל־ישעיהו טוב דבר־יהוה אשר דברת ויאמר כי יהיה שלום ואמת בימי"
        ], 
        [
            "נחמו נחמו עמי יאמר אלהיכם", 
            "דברו על־לב ירושלם וקראו אליה כי מלאה צבאה כי נרצה עונה כי לקחה מיד יהוה כפלים בכל־חטאתיה", 
            "קול קורא במדבר פנו דרך יהוה ישרו בערבה מסלה לאלהינו", 
            "כל־גיא ינשא וכל־הר וגבעה ישפלו והיה העקב למישור והרכסים לבקעה", 
            "ונגלה כבוד יהוה וראו כל־בשר יחדו כי פי יהוה דבר", 
            "קול אמר קרא ואמר מה אקרא כל־הבשר חציר וכל־חסדו כציץ השדה", 
            "יבש חציר נבל ציץ כי רוח יהוה נשבה בו אכן חציר העם", 
            "יבש חציר נבל ציץ ודבר־אלהינו יקום לעולם", 
            "על הר־גבה עלי־לך מבשרת ציון הרימי בכח קולך מבשרת ירושלם הרימי אל־תיראי אמרי לערי יהודה הנה אלהיכם", 
            "הנה אדני יהוה בחזק יבוא וזרעו משלה לו הנה שכרו אתו ופעלתו לפניו", 
            "כרעה עדרו ירעה בזרעו יקבץ טלאים ובחיקו ישא עלות ינהל", 
            "מי־מדד בשעלו מים ושמים בזרת תכן וכל בשלש עפר הארץ ושקל בפלס הרים וגבעות במאזנים", 
            "מי־תכן את־רוח יהוה ואיש עצתו יודיענו", 
            "את־מי נועץ ויבינהו וילמדהו בארח משפט וילמדהו דעת ודרך תבונות יודיענו", 
            "הן גוים כמר מדלי וכשחק מאזנים נחשבו הן איים כדק יטול", 
            "ולבנון אין די בער וחיתו אין די עולה", 
            "כל־הגוים כאין נגדו מאפס ותהו נחשבו־לו", 
            "ואל־מי תדמיון אל ומה־דמות תערכו לו", 
            "הפסל נסך חרש וצרף בזהב ירקענו ורתקות כסף צורף", 
            "המסכן תרומה עץ לא־ירקב יבחר חרש חכם יבקש־לו להכין פסל לא ימוט", 
            "הלוא תדעו הלוא תשמעו הלוא הגד מראש לכם הלוא הבינתם מוסדות הארץ", 
            "הישב על־חוג הארץ וישביה כחגבים הנוטה כדק שמים וימתחם כאהל לשבת", 
            "הנותן רוזנים לאין שפטי ארץ כתהו עשה", 
            "אף בל־נטעו אף בל־זרעו אף בל־שרש בארץ גזעם וגם־נשף בהם ויבשו וסערה כקש תשאם", 
            "ואל־מי תדמיוני ואשוה יאמר קדוש", 
            "שאו־מרום עיניכם וראו מי־ברא אלה המוציא במספר צבאם לכלם בשם יקרא מרב אונים ואמיץ כח איש לא נעדר", 
            "למה תאמר יעקב ותדבר ישראל נסתרה דרכי מיהוה ומאלהי משפטי יעבור", 
            "הלוא ידעת אם־לא שמעת אלהי עולם יהוה בורא קצות הארץ לא ייעף ולא ייגע אין חקר לתבונתו", 
            "נתן ליעף כח ולאין אונים עצמה ירבה", 
            "ויעפו נערים ויגעו ובחורים כשול יכשלו", 
            "וקוי יהוה יחליפו כח יעלו אבר כנשרים ירוצו ולא ייגעו ילכו ולא ייעפו"
        ], 
        [
            "החרישו אלי איים ולאמים יחליפו כח יגשו אז ידברו יחדו למשפט נקרבה", 
            "מי העיר ממזרח צדק יקראהו לרגלו יתן לפניו גוים ומלכים ירד יתן כעפר חרבו כקש נדף קשתו", 
            "ירדפם יעבור שלום ארח ברגליו לא יבוא", 
            "מי־פעל ועשה קרא הדרות מראש אני יהוה ראשון ואת־אחרנים אני־הוא", 
            "ראו איים וייראו קצות הארץ יחרדו קרבו ויאתיון", 
            "איש את־רעהו יעזרו ולאחיו יאמר חזק", 
            "ויחזק חרש את־צרף מחליק פטיש את־הולם פעם אמר לדבק טוב הוא ויחזקהו במסמרים לא ימוט", 
            "ואתה ישראל עבדי יעקב אשר בחרתיך זרע אברהם אהבי", 
            "אשר החזקתיך מקצות הארץ ומאציליה קראתיך ואמר לך עבדי־אתה בחרתיך ולא מאסתיך", 
            "אל־תירא כי עמך־אני אל־תשתע כי־אני אלהיך אמצתיך אף־עזרתיך אף־תמכתיך בימין צדקי", 
            "הן יבשו ויכלמו כל הנחרים בך יהיו כאין ויאבדו אנשי ריבך", 
            "תבקשם ולא תמצאם אנשי מצתך יהיו כאין וכאפס אנשי מלחמתך", 
            "כי אני יהוה אלהיך מחזיק ימינך האמר לך אל־תירא אני עזרתיך", 
            "אל־תיראי תולעת יעקב מתי ישראל אני עזרתיך נאם־יהוה וגאלך קדוש ישראל", 
            "הנה שמתיך למורג חרוץ חדש בעל פיפיות תדוש הרים ותדק וגבעות כמץ תשים", 
            "תזרם ורוח תשאם וסערה תפיץ אותם ואתה תגיל ביהוה בקדוש ישראל תתהלל", 
            "העניים והאביונים מבקשים מים ואין לשונם בצמא נשתה אני יהוה אענם אלהי ישראל לא אעזבם", 
            "אפתח על־שפיים נהרות ובתוך בקעות מעינות אשים מדבר לאגם־מים וארץ ציה למוצאי מים", 
            "אתן במדבר ארז שטה והדס ועץ שמן אשים בערבה ברוש תדהר ותאשור יחדו", 
            "למען יראו וידעו וישימו וישכילו יחדו כי יד־יהוה עשתה זאת וקדוש ישראל בראה", 
            "קרבו ריבכם יאמר יהוה הגישו עצמותיכם יאמר מלך יעקב", 
            "יגישו ויגידו לנו את אשר תקרינה הראשנות מה הנה הגידו ונשימה לבנו ונדעה אחריתן או הבאות השמיענו", 
            "הגידו האתיות לאחור ונדעה כי אלהים אתם אף־תיטיבו ותרעו ונשתעה ונרא [ונראה] יחדו", 
            "הן־אתם מאין ופעלכם מאפע תועבה יבחר בכם", 
            "העירותי מצפון ויאת ממזרח־שמש יקרא בשמי ויבא סגנים כמו־חמר וכמו יוצר ירמס־טיט", 
            "מי־הגיד מראש ונדעה ומלפנים ונאמר צדיק אף אין־מגיד אף אין משמיע אף אין־שמע אמריכם", 
            "ראשון לציון הנה הנם ולירושלם מבשר אתן", 
            "וארא ואין איש ומאלה ואין יועץ ואשאלם וישיבו דבר", 
            "הן כלם און אפס מעשיהם רוח ותהו נסכיהם"
        ], 
        [
            "הן עבדי אתמך־בו בחירי רצתה נפשי נתתי רוחי עליו משפט לגוים יוציא", 
            "לא יצעק ולא ישא ולא־ישמיע בחוץ קולו", 
            "קנה רצוץ לא ישבור ופשתה כהה לא יכבנה לאמת יוציא משפט", 
            "לא יכהה ולא ירוץ עד־ישים בארץ משפט ולתורתו איים ייחילו", 
            "כה־אמר האל יהוה בורא השמים ונוטיהם רקע הארץ וצאצאיה נתן נשמה לעם עליה ורוח להלכים בה", 
            "אני יהוה קראתיך בצדק ואחזק בידך ואצרך ואתנך לברית עם לאור גוים", 
            "לפקח עינים עורות להוציא ממסגר אסיר מבית כלא ישבי חשך", 
            "אני יהוה הוא שמי וכבודי לאחר לא־אתן ותהלתי לפסילים", 
            "הראשנות הנה־באו וחדשות אני מגיד בטרם תצמחנה אשמיע אתכם", 
            "שירו ליהוה שיר חדש תהלתו מקצה הארץ יורדי הים ומלאו איים וישביהם", 
            "ישאו מדבר ועריו חצרים תשב קדר ירנו ישבי סלע מראש הרים יצוחו", 
            "ישימו ליהוה כבוד ותהלתו באיים יגידו", 
            "יהוה כגבור יצא כאיש מלחמות יעיר קנאה יריע אף־יצריח על־איביו יתגבר", 
            "החשיתי מעולם אחריש אתאפק כיולדה אפעה אשם ואשאף יחד", 
            "אחריב הרים וגבעות וכל־עשבם אוביש ושמתי נהרות לאיים ואגמים אוביש", 
            "והולכתי עורים בדרך לא ידעו בנתיבות לא־ידעו אדריכם אשים מחשך לפניהם לאור ומעקשים למישור אלה הדברים עשיתם ולא עזבתים", 
            "נסגו אחור יבשו בשת הבטחים בפסל האמרים למסכה אתם אלהינו", 
            "החרשים שמעו והעורים הביטו לראות", 
            "מי עור כי אם־עבדי וחרש כמלאכי אשלח מי עור כמשלם ועור כעבד יהוה", 
            "ראית [ראות] רבות ולא תשמר פקוח אזנים ולא ישמע", 
            "יהוה חפץ למען צדקו יגדיל תורה ויאדיר", 
            "והוא עם־בזוז ושסוי הפח בחורים כלם ובבתי כלאים החבאו היו לבז ואין מציל משסה ואין־אמר השב", 
            "מי בכם יאזין זאת יקשב וישמע לאחור", 
            "מי־נתן למשוסה [למשסה] יעקב וישראל לבזזים הלוא יהוה זו חטאנו לו ולא־אבו בדרכיו הלוך ולא שמעו בתורתו", 
            "וישפך עליו חמה אפו ועזוז מלחמה ותלהטהו מסביב ולא ידע ותבער־בו ולא־ישים על־לב"
        ], 
        [
            "ועתה כה־אמר יהוה בראך יעקב ויצרך ישראל אל־תירא כי גאלתיך קראתי בשמך לי־אתה", 
            "כי־תעבר במים אתך־אני ובנהרות לא ישטפוך כי־תלך במו־אש לא תכוה ולהבה לא תבער־בך", 
            "כי אני יהוה אלהיך קדוש ישראל מושיעך נתתי כפרך מצרים כוש וסבא תחתיך", 
            "מאשר יקרת בעיני נכבדת ואני אהבתיך ואתן אדם תחתיך ולאמים תחת נפשך", 
            "אל־תירא כי אתך־אני ממזרח אביא זרעך וממערב אקבצך", 
            "אמר לצפון תני ולתימן אל־תכלאי הביאי בני מרחוק ובנותי מקצה הארץ", 
            "כל הנקרא בשמי ולכבודי בראתיו יצרתיו אף־עשיתיו", 
            "הוציא עם־עור ועינים יש וחרשים ואזנים למו", 
            "כל־הגוים נקבצו יחדו ויאספו לאמים מי בהם יגיד זאת וראשנות ישמיענו יתנו עדיהם ויצדקו וישמעו ויאמרו אמת", 
            "אתם עדי נאם־יהוה ועבדי אשר בחרתי למען תדעו ותאמינו לי ותבינו כי־אני הוא לפני לא־נוצר אל ואחרי לא יהיה", 
            "אנכי אנכי יהוה ואין מבלעדי מושיע", 
            "אנכי הגדתי והושעתי והשמעתי ואין בכם זר ואתם עדי נאם־יהוה ואני־אל", 
            "גם־מיום אני הוא ואין מידי מציל אפעל ומי ישיבנה", 
            "כה־אמר יהוה גאלכם קדוש ישראל למענכם שלחתי בבלה והורדתי בריחים כלם וכשדים באניות רנתם", 
            "אני יהוה קדושכם בורא ישראל מלככם", 
            "כה אמר יהוה הנותן בים דרך ובמים עזים נתיבה", 
            "המוציא רכב־וסוס חיל ועזוז יחדו ישכבו בל־יקומו דעכו כפשתה כבו", 
            "אל־תזכרו ראשנות וקדמניות אל־תתבננו", 
            "הנני עשה חדשה עתה תצמח הלוא תדעוה אף אשים במדבר דרך בישמון נהרות", 
            "תכבדני חית השדה תנים ובנות יענה כי־נתתי במדבר מים נהרות בישימן להשקות עמי בחירי", 
            "עם־זו יצרתי לי תהלתי יספרו", 
            "ולא־אתי קראת יעקב כי־יגעת בי ישראל", 
            "לא־הביאת לי שה עלתיך וזבחיך לא כבדתני לא העבדתיך במנחה ולא הוגעתיך בלבונה", 
            "לא־קנית לי בכסף קנה וחלב זבחיך לא הרויתני אך העבדתני בחטאותיך הוגעתני בעונתיך", 
            "אנכי אנכי הוא מחה פשעיך למעני וחטאתיך לא אזכר", 
            "הזכירני נשפטה יחד ספר אתה למען תצדק", 
            "אביך הראשון חטא ומליציך פשעו בי", 
            "ואחלל שרי קדש ואתנה לחרם יעקב וישראל לגדופים"
        ], 
        [
            "ועתה שמע יעקב עבדי וישראל בחרתי בו", 
            "כה־אמר יהוה עשך ויצרך מבטן יעזרך אל־תירא עבדי יעקב וישרון בחרתי בו", 
            "כי אצק־מים על־צמא ונזלים על־יבשה אצק רוחי על־זרעך וברכתי על־צאצאיך", 
            "וצמחו בבין חציר כערבים על־יבלי־מים", 
            "זה יאמר ליהוה אני וזה יקרא בשם־יעקב וזה יכתב ידו ליהוה ובשם ישראל יכנה", 
            "כה־אמר יהוה מלך־ישראל וגאלו יהוה צבאות אני ראשון ואני אחרון ומבלעדי אין אלהים", 
            "ומי־כמוני יקרא ויגידה ויערכה לי משומי עם־עולם ואתיות ואשר תבאנה יגידו למו", 
            "אל־תפחדו ואל־תרהו הלא מאז השמעתיך והגדתי ואתם עדי היש אלוה מבלעדי ואין צור בל־ידעתי", 
            "יצרי־פסל כלם תהו וחמודיהם בל־יועילו ועדיהם המה בל־יראו ובל־ידעו למען יבשו", 
            "מי־יצר אל ופסל נסך לבלתי הועיל", 
            "הן כל־חבריו יבשו וחרשים המה מאדם יתקבצו כלם יעמדו יפחדו יבשו יחד", 
            "חרש ברזל מעצד ופעל בפחם ובמקבות יצרהו ויפעלהו בזרוע כחו גם־רעב ואין כח לא־שתה מים וייעף", 
            "חרש עצים נטה קו יתארהו בשרד יעשהו במקצעות ובמחוגה יתארהו ויעשהו כתבנית איש כתפארת אדם לשבת בית", 
            "לכרת־לו ארזים ויקח תרזה ואלון ויאמץ־לו בעצי־יער נטע ארן וגשם יגדל", 
            "והיה לאדם לבער ויקח מהם ויחם אף־ישיק ואפה לחם אף־יפעל־אל וישתחו עשהו פסל ויסגד־למו", 
            "חציו שרף במו־אש על־חציו בשר יאכל יצלה צלי וישבע אף־יחם ויאמר האח חמותי ראיתי אור", 
            "ושאריתו לאל עשה לפסלו יסגוד־[יסגד־] לו וישתחו ויתפלל אליו ויאמר הצילני כי אלי אתה", 
            "לא ידעו ולא יבינו כי טח מראות עיניהם מהשכיל לבתם", 
            "ולא־ישיב אל־לבו ולא דעת ולא־תבונה לאמר חציו שרפתי במו־אש ואף אפיתי על־גחליו לחם אצלה בשר ואכל ויתרו לתועבה אעשה לבול עץ אסגוד", 
            "רעה אפר לב הותל הטהו ולא־יציל את־נפשו ולא יאמר הלוא שקר בימיני", 
            "זכר־אלה יעקב וישראל כי עבדי־אתה יצרתיך עבד־לי אתה ישראל לא תנשני", 
            "מחיתי כעב פשעיך וכענן חטאותיך שובה אלי כי גאלתיך", 
            "רנו שמים כי־עשה יהוה הריעו תחתיות ארץ פצחו הרים רנה יער וכל־עץ בו כי־גאל יהוה יעקב ובישראל יתפאר", 
            "כה־אמר יהוה גאלך ויצרך מבטן אנכי יהוה עשה כל נטה שמים לבדי רקע הארץ מי אתי [מאתי]", 
            "מפר אתות בדים וקסמים יהולל משיב חכמים אחור ודעתם ישכל", 
            "מקים דבר עבדו ועצת מלאכיו ישלים האמר לירושלם תושב ולערי יהודה תבנינה וחרבותיה אקומם", 
            "האמר לצולה חרבי ונהרתיך אוביש", 
            "האמר לכורש רעי וכל־חפצי ישלם ולאמר לירושלם תבנה והיכל תוסד"
        ], 
        [
            "כה־אמר יהוה למשיחו לכורש אשר־החזקתי בימינו לרד־לפניו גוים ומתני מלכים אפתח לפתח לפניו דלתים ושערים לא יסגרו", 
            "אני לפניך אלך והדורים אושר [אישר] דלתות נחושה אשבר ובריחי ברזל אגדע", 
            "ונתתי לך אוצרות חשך ומטמני מסתרים למען תדע כי־אני יהוה הקורא בשמך אלהי ישראל", 
            "למען עבדי יעקב וישראל בחירי ואקרא לך בשמך אכנך ולא ידעתני", 
            "אני יהוה ואין עוד זולתי אין אלהים אאזרך ולא ידעתני", 
            "למען ידעו ממזרח־שמש וממערבה כי־אפס בלעדי אני יהוה ואין עוד", 
            "יוצר אור ובורא חשך עשה שלום ובורא רע אני יהוה עשה כל־אלה", 
            "הרעיפו שמים ממעל ושחקים יזלו־צדק תפתח־ארץ ויפרו־ישע וצדקה תצמיח יחד אני יהוה בראתיו", 
            "הוי רב את־יצרו חרש את־חרשי אדמה היאמר חמר ליצרו מה־תעשה ופעלך אין־ידים לו", 
            "הוי אמר לאב מה־תוליד ולאשה מה־תחילין", 
            "כה־אמר יהוה קדוש ישראל ויצרו האתיות שאלוני על־בני ועל־פעל ידי תצוני", 
            "אנכי עשיתי ארץ ואדם עליה בראתי אני ידי נטו שמים וכל־צבאם צויתי", 
            "אנכי העירתהו בצדק וכל־דרכיו אישר הוא־יבנה עירי וגלותי ישלח לא במחיר ולא בשחד אמר יהוה צבאות", 
            "כה אמר יהוה יגיע מצרים וסחר־כוש וסבאים אנשי מדה עליך יעברו ולך יהיו אחריך ילכו בזקים יעברו ואליך ישתחוו אליך יתפללו אך בך אל ואין עוד אפס אלהים", 
            "אכן אתה אל מסתתר אלהי ישראל מושיע", 
            "בושו וגם־נכלמו כלם יחדו הלכו בכלמה חרשי צירים", 
            "ישראל נושע ביהוה תשועת עולמים לא־תבשו ולא־תכלמו עד־עולמי עד", 
            "כי כה אמר־יהוה בורא השמים הוא האלהים יצר הארץ ועשה הוא כוננה לא־תהו בראה לשבת יצרה אני יהוה ואין עוד", 
            "לא בסתר דברתי במקום ארץ חשך לא אמרתי לזרע יעקב תהו בקשוני אני יהוה דבר צדק מגיד מישרים", 
            "הקבצו ובאו התנגשו יחדו פליטי הגוים לא ידעו הנשאים את־עץ פסלם ומתפללים אל־אל לא יושיע", 
            "הגידו והגישו אף יועצו יחדו מי השמיע זאת מקדם מאז הגידה הלוא אני יהוה ואין־עוד אלהים מבלעדי אל־צדיק ומושיע אין זולתי", 
            "פנו־אלי והושעו כל־אפסי־ארץ כי אני־אל ואין עוד", 
            "בי נשבעתי יצא מפי צדקה דבר ולא ישוב כי־לי תכרע כל־ברך תשבע כל־לשון", 
            "אך ביהוה לי אמר צדקות ועז עדיו יבוא ויבשו כל הנחרים בו", 
            "ביהוה יצדקו ויתהללו כל־זרע ישראל"
        ], 
        [
            "כרע בל קרס נבו היו עצביהם לחיה ולבהמה נשאתיכם עמוסות משא לעיפה", 
            "קרסו כרעו יחדו לא יכלו מלט משא ונפשם בשבי הלכה", 
            "שמעו אלי בית יעקב וכל־שארית בית ישראל העמסים מני־בטן הנשאים מני־רחם", 
            "ועד־זקנה אני הוא ועד־שיבה אני אסבל אני עשיתי ואני אשא ואני אסבל ואמלט", 
            "למי תדמיוני ותשוו ותמשלוני ונדמה", 
            "הזלים זהב מכיס וכסף בקנה ישקלו ישכרו צורף ויעשהו אל יסגדו אף־ישתחוו", 
            "ישאהו על־כתף יסבלהו ויניחהו תחתיו ויעמד ממקומו לא ימיש אף־יצעק אליו ולא יענה מצרתו לא יושיענו", 
            "זכרו־זאת והתאששו השיבו פושעים על־לב", 
            "זכרו ראשנות מעולם כי אנכי אל ואין עוד אלהים ואפס כמוני", 
            "מגיד מראשית אחרית ומקדם אשר לא־נעשו אמר עצתי תקום וכל־חפצי אעשה", 
            "קרא ממזרח עיט מארץ מרחק איש עצתו [עצתי] אף־דברתי אף־אביאנה יצרתי אף־אעשנה", 
            "שמעו אלי אבירי לב הרחוקים מצדקה", 
            "קרבתי צדקתי לא תרחק ותשועתי לא תאחר ונתתי בציון תשועה לישראל תפארתי"
        ], 
        [
            "רדי ושבי על־עפר בתולת בת־בבל שבי־לארץ אין־כסא בת־כשדים כי לא תוסיפי יקראו־לך רכה וענגה", 
            "קחי רחים וטחני קמח גלי צמתך חשפי־שבל גלי־שוק עברי נהרות", 
            "תגל ערותך גם תראה חרפתך נקם אקח ולא אפגע אדם", 
            "גאלנו יהוה צבאות שמו קדוש ישראל", 
            "שבי דומם ובאי בחשך בת־כשדים כי לא תוסיפי יקראו־לך גברת ממלכות", 
            "קצפתי על־עמי חללתי נחלתי ואתנם בידך לא־שמת להם רחמים על־זקן הכבדת עלך מאד", 
            "ותאמרי לעולם אהיה גברת עד לא־שמת אלה על־לבך לא זכרת אחריתה", 
            "ועתה שמעי־זאת עדינה היושבת לבטח האמרה בלבבה אני ואפסי עוד לא אשב אלמנה ולא אדע שכול", 
            "ותבאנה לך שתי־אלה רגע ביום אחד שכול ואלמן כתמם באו עליך ברב כשפיך בעצמת חבריך מאד", 
            "ותבטחי ברעתך אמרת אין ראני חכמתך ודעתך היא שובבתך ותאמרי בלבך אני ואפסי עוד", 
            "ובא עליך רעה לא תדעי שחרה ותפל עליך הוה לא תוכלי כפרה ותבא עליך פתאם שואה לא תדעי", 
            "עמדי־נא בחבריך וברב כשפיך באשר יגעת מנעוריך אולי תוכלי הועיל אולי תערוצי", 
            "נלאית ברב עצתיך יעמדו־נא ויושיעך הברו [הברי] שמים החזים בכוכבים מודיעם לחדשים מאשר יבאו עליך", 
            "הנה היו כקש אש שרפתם לא־יצילו את־נפשם מיד להבה אין־גחלת לחמם אור לשבת נגדו", 
            "כן היו־לך אשר יגעת סחריך מנעוריך איש לעברו תעו אין מושיעך"
        ], 
        [
            "שמעו־זאת בית־יעקב הנקראים בשם ישראל וממי יהודה יצאו הנשבעים בשם יהוה ובאלהי ישראל יזכירו לא באמת ולא בצדקה", 
            "כי־מעיר הקדש נקראו ועל־אלהי ישראל נסמכו יהוה צבאות שמו", 
            "הראשנות מאז הגדתי ומפי יצאו ואשמיעם פתאם עשיתי ותבאנה", 
            "מדעתי כי קשה אתה וגיד ברזל ערפך ומצחך נחושה", 
            "ואגיד לך מאז בטרם תבוא השמעתיך פן־תאמר עצבי עשם ופסלי ונסכי צום", 
            "שמעת חזה כלה ואתם הלוא תגידו השמעתיך חדשות מעתה ונצרות ולא ידעתם", 
            "עתה נבראו ולא מאז ולפני־יום ולא שמעתם פן־תאמר הנה ידעתין", 
            "גם לא־שמעת גם לא ידעת גם מאז לא־פתחה אזנך כי ידעתי בגוד תבגוד ופשע מבטן קרא לך", 
            "למען שמי אאריך אפי ותהלתי אחטם־לך לבלתי הכריתך", 
            "הנה צרפתיך ולא בכסף בחרתיך בכור עני", 
            "למעני למעני אעשה כי איך יחל וכבודי לאחר לא־אתן", 
            "שמע אלי יעקב וישראל מקראי אני־הוא אני ראשון אף אני אחרון", 
            "אף־ידי יסדה ארץ וימיני טפחה שמים קרא אני אליהם יעמדו יחדו", 
            "הקבצו כלכם ושמעו מי בהם הגיד את־אלה יהוה אהבו יעשה חפצו בבבל וזרעו כשדים", 
            "אני אני דברתי אף־קראתיו הביאתיו והצליח דרכו", 
            "קרבו אלי שמעו־זאת לא מראש בסתר דברתי מעת היותה שם אני ועתה אדני יהוה שלחני ורוחו", 
            "כה־אמר יהוה גאלך קדוש ישראל אני יהוה אלהיך מלמדך להועיל מדריכך בדרך תלך", 
            "לוא הקשבת למצותי ויהי כנהר שלומך וצדקתך כגלי הים", 
            "ויהי כחול זרעך וצאצאי מעיך כמעתיו לא־יכרת ולא־ישמד שמו מלפני", 
            "צאו מבבל ברחו מכשדים בקול רנה הגידו השמיעו זאת הוציאוה עד־קצה הארץ אמרו גאל יהוה עבדו יעקב", 
            "ולא צמאו בחרבות הוליכם מים מצור הזיל למו ויבקע־צור ויזבו מים", 
            "אין שלום אמר יהוה לרשעים"
        ], 
        [
            "שמעו איים אלי והקשיבו לאמים מרחוק יהוה מבטן קראני ממעי אמי הזכיר שמי", 
            "וישם פי כחרב חדה בצל ידו החביאני וישימני לחץ ברור באשפתו הסתירני", 
            "ויאמר לי עבדי־אתה ישראל אשר־בך אתפאר", 
            "ואני אמרתי לריק יגעתי לתהו והבל כחי כליתי אכן משפטי את־יהוה ופעלתי את־אלהי", 
            "ועתה אמר יהוה יצרי מבטן לעבד לו לשובב יעקב אליו וישראל לא [לו] יאסף ואכבד בעיני יהוה ואלהי היה עזי", 
            "ויאמר נקל מהיותך לי עבד להקים את־שבטי יעקב ונצירי [ונצורי] ישראל להשיב ונתתיך לאור גוים להיות ישועתי עד־קצה הארץ", 
            "כה אמר־יהוה גאל ישראל קדושו לבזה־נפש למתעב גוי לעבד משלים מלכים יראו וקמו שרים וישתחוו למען יהוה אשר נאמן קדש ישראל ויבחרך", 
            "כה אמר יהוה בעת רצון עניתיך וביום ישועה עזרתיך ואצרך ואתנך לברית עם להקים ארץ להנחיל נחלות שממות", 
            "לאמר לאסורים צאו לאשר בחשך הגלו על־דרכים ירעו ובכל־שפיים מרעיתם", 
            "לא ירעבו ולא יצמאו ולא־יכם שרב ושמש כי־מרחמם ינהגם ועל־מבועי מים ינהלם", 
            "ושמתי כל־הרי לדרך ומסלתי ירמון", 
            "הנה־אלה מרחוק יבאו והנה־אלה מצפון ומים ואלה מארץ סינים", 
            "רנו שמים וגילי ארץ יפצחו [ופצחו] הרים רנה כי־נחם יהוה עמו ועניו ירחם", 
            "ותאמר ציון עזבני יהוה ואדני שכחני", 
            "התשכח אשה עולה מרחם בן־בטנה גם־אלה תשכחנה ואנכי לא אשכחך", 
            "הן על־כפים חקתיך חומתיך נגדי תמיד", 
            "מהרו בניך מהרסיך ומחרביך ממך יצאו", 
            "שאי־סביב עיניך וראי כלם נקבצו באו־לך חי־אני נאם־יהוה כי כלם כעדי תלבשי ותקשרים ככלה", 
            "כי חרבתיך ושממתיך וארץ הרסתיך כי עתה תצרי מיושב ורחקו מבלעיך", 
            "עוד יאמרו באזניך בני שכליך צר־לי המקום גשה־לי ואשבה", 
            "ואמרת בלבבך מי ילד־לי את־אלה ואני שכולה וגלמודה גלה וסורה ואלה מי גדל הן אני נשארתי לבדי אלה איפה הם", 
            "כה־אמר אדני יהוה הנה אשא אל־גוים ידי ואל־עמים ארים נסי והביאו בניך בחצן ובנתיך על־כתף תנשאנה", 
            "והיו מלכים אמניך ושרותיהם מיניקתיך אפים ארץ ישתחוו לך ועפר רגליך ילחכו וידעת כי־אני יהוה אשר לא־יבשו קוי", 
            "היקח מגבור מלקוח ואם־שבי צדיק ימלט", 
            "כי־כה אמר יהוה גם־שבי גבור יקח ומלקוח עריץ ימלט ואת־יריבך אנכי אריב ואת־בניך אנכי אושיע", 
            "והאכלתי את־מוניך את־בשרם וכעסיס דמם ישכרון וידעו כל־בשר כי אני יהוה מושיעך וגאלך אביר יעקב"
        ], 
        [
            "כה אמר יהוה אי זה ספר כריתות אמכם אשר שלחתיה או מי מנושי אשר־מכרתי אתכם לו הן בעונתיכם נמכרתם ובפשעיכם שלחה אמכם", 
            "מדוע באתי ואין איש קראתי ואין עונה הקצור קצרה ידי מפדות ואם־אין־בי כח להציל הן בגערתי אחריב ים אשים נהרות מדבר תבאש דגתם מאין מים ותמת בצמא", 
            "אלביש שמים קדרות ושק אשים כסותם", 
            "אדני יהוה נתן לי לשון למודים לדעת לעות את־יעף דבר יעיר בבקר בבקר יעיר לי אזן לשמע כלמודים", 
            "אדני יהוה פתח־לי אזן ואנכי לא מריתי אחור לא נסוגתי", 
            "גוי נתתי למכים ולחיי למרטים פני לא הסתרתי מכלמות ורק", 
            "ואדני יהוה יעזר־לי על־כן לא נכלמתי על־כן שמתי פני כחלמיש ואדע כי־לא אבוש", 
            "קרוב מצדיקי מי־יריב אתי נעמדה יחד מי־בעל משפטי יגש אלי", 
            "הן אדני יהוה יעזר־לי מי־הוא ירשיעני הן כלם כבגד יבלו עש יאכלם", 
            "מי בכם ירא יהוה שמע בקול עבדו אשר הלך חשכים ואין נגה לו יבטח בשם יהוה וישען באלהיו", 
            "הן כלכם קדחי אש מאזרי זיקות לכו באור אשכם ובזיקות בערתם מידי היתה־זאת לכם למעצבה תשכבון"
        ], 
        [
            "שמעו אלי רדפי צדק מבקשי יהוה הביטו אל־צור חצבתם ואל־מקבת בור נקרתם", 
            "הביטו אל־אברהם אביכם ואל־שרה תחוללכם כי־אחד קראתיו ואברכהו וארבהו", 
            "כי־נחם יהוה ציון נחם כל־חרבתיה וישם מדברה כעדן וערבתה כגן־יהוה ששון ושמחה ימצא בה תודה וקול זמרה", 
            "הקשיבו אלי עמי ולאומי אלי האזינו כי תורה מאתי תצא ומשפטי לאור עמים ארגיע", 
            "קרוב צדקי יצא ישעי וזרעי עמים ישפטו אלי איים יקוו ואל־זרעי ייחלון", 
            "שאו לשמים עיניכם והביטו אל־הארץ מתחת כי־שמים כעשן נמלחו והארץ כבגד תבלה וישביה כמו־כן ימותון וישועתי לעולם תהיה וצדקתי לא תחת", 
            "שמעו אלי ידעי צדק עם תורתי בלבם אל־תיראו חרפת אנוש ומגדפתם אל־תחתו", 
            "כי כבגד יאכלם עש וכצמר יאכלם סס וצדקתי לעולם תהיה וישועתי לדור דורים", 
            "עורי עורי לבשי־עז זרוע יהוה עורי כימי קדם דרות עולמים הלוא את־היא המחצבת רהב מחוללת תנין", 
            "הלוא את־היא המחרבת ים מי תהום רבה השמה מעמקי־ים דרך לעבר גאולים", 
            "ופדויי יהוה ישובון ובאו ציון ברנה ושמחת עולם על־ראשם ששון ושמחה ישיגון נסו יגון ואנחה", 
            "אנכי אנכי הוא מנחמכם מי־את ותיראי מאנוש ימות ומבן־אדם חציר ינתן", 
            "ותשכח יהוה עשך נוטה שמים ויסד ארץ ותפחד תמיד כל־היום מפני חמת המציק כאשר כונן להשחית ואיה חמת המציק", 
            "מהר צעה להפתח ולא־ימות לשחת ולא יחסר לחמו", 
            "ואנכי יהוה אלהיך רגע הים ויהמו גליו יהוה צבאות שמו", 
            "ואשים דברי בפיך ובצל ידי כסיתיך לנטע שמים וליסד ארץ ולאמר לציון עמי־אתה", 
            "התעוררי התעוררי קומי ירושלם אשר שתית מיד יהוה את־כוס חמתו את־קבעת כוס התרעלה שתית מצית", 
            "אין־מנהל לה מכל־בנים ילדה ואין מחזיק בידה מכל־בנים גדלה", 
            "שתים הנה קראתיך מי ינוד לך השד והשבר והרעב והחרב מי אנחמך", 
            "בניך עלפו שכבו בראש כל־חוצות כתוא מכמר המלאים חמת־יהוה גערת אלהיך", 
            "לכן שמעי־נא זאת עניה ושכרת ולא מיין", 
            "כה־אמר אדניך יהוה ואלהיך יריב עמו הנה לקחתי מידך את־כוס התרעלה את־קבעת כוס חמתי לא־תוסיפי לשתותה עוד", 
            "ושמתיה ביד־מוגיך אשר־אמרו לנפשך שחי ונעברה ותשימי כארץ גוך וכחוץ לעברים"
        ], 
        [
            "עורי עורי לבשי עזך ציון לבשי בגדי תפארתך ירושלם עיר הקדש כי לא יוסיף יבא־בך עוד ערל וטמא", 
            "התנערי מעפר קומי שבי ירושלם התפתחו [התפתחי] מוסרי צוארך שביה בת־ציון", 
            "כי־כה אמר יהוה חנם נמכרתם ולא בכסף תגאלו", 
            "כי כה אמר אדני יהוה מצרים ירד־עמי בראשנה לגור שם ואשור באפס עשקו", 
            "ועתה מי־לי־[מה־] [לי־] פה נאם־יהוה כי־לקח עמי חנם משלו [משליו] יהילילו נאם־יהוה ותמיד כל־היום שמי מנאץ", 
            "לכן ידע עמי שמי לכן ביום ההוא כי־אני־הוא המדבר הנני", 
            "מה־נאוו על־ההרים רגלי מבשר משמיע שלום מבשר טוב משמיע ישועה אמר לציון מלך אלהיך", 
            "קול צפיך נשאו קול יחדו ירננו כי עין בעין יראו בשוב יהוה ציון", 
            "פצחו רננו יחדו חרבות ירושלם כי־נחם יהוה עמו גאל ירושלם", 
            "חשף יהוה את־זרוע קדשו לעיני כל־הגוים וראו כל־אפסי־ארץ את ישועת אלהינו", 
            "סורו סורו צאו משם טמא אל־תגעו צאו מתוכה הברו נשאי כלי יהוה", 
            "כי לא בחפזון תצאו ובמנוסה לא תלכון כי־הלך לפניכם יהוה ומאספכם אלהי ישראל", 
            "הנה ישכיל עבדי ירום ונשא וגבה מאד", 
            "כאשר שממו עליך רבים כן־משחת מאיש מראהו ותארו מבני אדם", 
            "כן יזה גוים רבים עליו יקפצו מלכים פיהם כי אשר לא־ספר להם ראו ואשר לא־שמעו התבוננו"
        ], 
        [
            "מי האמין לשמעתנו וזרוע יהוה על־מי נגלתה", 
            "ויעל כיונק לפניו וכשרש מארץ ציה לא־תאר לו ולא הדר ונראהו ולא־מראה ונחמדהו", 
            "נבזה וחדל אישים איש מכאבות וידוע חלי וכמסתר פנים ממנו נבזה ולא חשבנהו", 
            "אכן חלינו הוא נשא ומכאבינו סבלם ואנחנו חשבנהו נגוע מכה אלהים ומענה", 
            "והוא מחלל מפשענו מדכא מעונתינו מוסר שלומנו עליו ובחברתו נרפא־לנו", 
            "כלנו כצאן תעינו איש לדרכו פנינו ויהוה הפגיע בו את עון כלנו", 
            "נגש והוא נענה ולא יפתח־פיו כשה לטבח יובל וכרחל לפני גזזיה נאלמה ולא יפתח פיו", 
            "מעצר וממשפט לקח ואת־דורו מי ישוחח כי נגזר מארץ חיים מפשע עמי נגע למו", 
            "ויתן את־רשעים קברו ואת־עשיר במתיו על לא־חמס עשה ולא מרמה בפיו", 
            "ויהוה חפץ דכאו החלי אם־תשים אשם נפשו יראה זרע יאריך ימים וחפץ יהוה בידו יצלח", 
            "מעמל נפשו יראה ישבע בדעתו יצדיק צדיק עבדי לרבים ועונתם הוא יסבל", 
            "לכן אחלק־לו ברבים ואת־עצומים יחלק שלל תחת אשר הערה למות נפשו ואת־פשעים נמנה והוא חטא־רבים נשא ולפשעים יפגיע"
        ], 
        [
            "רני עקרה לא ילדה פצחי רנה וצהלי לא־חלה כי־רבים בני־שוממה מבני בעולה אמר יהוה", 
            "הרחיבי מקום אהלך ויריעות משכנותיך יטו אל־תחשכי האריכי מיתריך ויתדתיך חזקי", 
            "כי־ימין ושמאול תפרצי וזרעך גוים יירש וערים נשמות יושיבו", 
            "אל־תיראי כי־לא תבושי ואל־תכלמי כי לא תחפירי כי בשת עלומיך תשכחי וחרפת אלמנותיך לא תזכרי־עוד", 
            "כי בעליך עשיך יהוה צבאות שמו וגאלך קדוש ישראל אלהי כל־הארץ יקרא", 
            "כי־כאשה עזובה ועצובת רוח קראך יהוה ואשת נעורים כי תמאס אמר אלהיך", 
            "ברגע קטן עזבתיך וברחמים גדלים אקבצך", 
            "בשצף קצף הסתרתי פני רגע ממך ובחסד עולם רחמתיך אמר גאלך יהוה", 
            "כי־מי נח זאת לי אשר נשבעתי מעבר מי־נח עוד על־הארץ כן נשבעתי מקצף עליך ומגער־בך", 
            "כי ההרים ימושו והגבעות תמוטנה וחסדי מאתך לא־ימוש וברית שלומי לא תמוט אמר מרחמך יהוה", 
            "עניה סערה לא נחמה הנה אנכי מרביץ בפוך אבניך ויסדתיך בספירים", 
            "ושמתי כדכד שמשתיך ושעריך לאבני אקדח וכל־גבולך לאבני־חפץ", 
            "וכל־בניך למודי יהוה ורב שלום בניך", 
            "בצדקה תכונני רחקי מעשק כי־לא תיראי וממחתה כי לא־תקרב אליך", 
            "הן גור יגור אפס מאותי מי־גר אתך עליך יפול", 
            "הן [הנה] אנכי בראתי חרש נפח באש פחם ומוציא כלי למעשהו ואנכי בראתי משחית לחבל", 
            "כל־כלי יוצר עליך לא יצלח וכל־לשון תקום־אתך למשפט תרשיעי זאת נחלת עבדי יהוה וצדקתם מאתי נאם־יהוה"
        ], 
        [
            "הוי כל־צמא לכו למים ואשר אין־לו כסף לכו שברו ואכלו ולכו שברו בלוא־כסף ובלוא מחיר יין וחלב", 
            "למה תשקלו־כסף בלוא־לחם ויגיעכם בלוא לשבעה שמעו שמוע אלי ואכלו־טוב ותתענג בדשן נפשכם", 
            "הטו אזנכם ולכו אלי שמעו ותחי נפשכם ואכרתה לכם ברית עולם חסדי דוד הנאמנים", 
            "הן עד לאומים נתתיו נגיד ומצוה לאמים", 
            "הן גוי לא־תדע תקרא וגוי לא־ידעוך אליך ירוצו למען יהוה אלהיך ולקדוש ישראל כי פארך", 
            "דרשו יהוה בהמצאו קראהו בהיותו קרוב", 
            "יעזב רשע דרכו ואיש און מחשבתיו וישב אל־יהוה וירחמהו ואל־אלהינו כי־ירבה לסלוח", 
            "כי לא מחשבותי מחשבותיכם ולא דרכיכם דרכי נאם יהוה", 
            "כי־גבהו שמים מארץ כן גבהו דרכי מדרכיכם ומחשבתי ממחשבתיכם", 
            "כי כאשר ירד הגשם והשלג מן־השמים ושמה לא ישוב כי אם־הרוה את־הארץ והולידה והצמיחה ונתן זרע לזרע ולחם לאכל", 
            "כן יהיה דברי אשר יצא מפי לא־ישוב אלי ריקם כי אם־עשה את־אשר חפצתי והצליח אשר שלחתיו", 
            "כי־בשמחה תצאו ובשלום תובלון ההרים והגבעות יפצחו לפניכם רנה וכל־עצי השדה ימחאו־כף", 
            "תחת הנעצוץ יעלה ברוש תחת [ותחת] הסרפד יעלה הדס והיה ליהוה לשם לאות עולם לא יכרת"
        ], 
        [
            "כה אמר יהוה שמרו משפט ועשו צדקה כי־קרובה ישועתי לבוא וצדקתי להגלות", 
            "אשרי אנוש יעשה־זאת ובן־אדם יחזיק בה שמר שבת מחללו ושמר ידו מעשות כל־רע", 
            "ואל־יאמר בן־הנכר הנלוה אל־יהוה לאמר הבדל יבדילני יהוה מעל עמו ואל־יאמר הסריס הן אני עץ יבש", 
            "כי־כה אמר יהוה לסריסים אשר ישמרו את־שבתותי ובחרו באשר חפצתי ומחזיקים בבריתי", 
            "ונתתי להם בביתי ובחומתי יד ושם טוב מבנים ומבנות שם עולם אתן־לו אשר לא יכרת", 
            "ובני הנכר הנלוים על־יהוה לשרתו ולאהבה את־שם יהוה להיות לו לעבדים כל־שמר שבת מחללו ומחזיקים בבריתי", 
            "והביאותים אל־הר קדשי ושמחתים בבית תפלתי עולתיהם וזבחיהם לרצון על־מזבחי כי ביתי בית־תפלה יקרא לכל־העמים", 
            "נאם אדני יהוה מקבץ נדחי ישראל עוד אקבץ עליו לנקבציו", 
            "כל חיתו שדי אתיו לאכל כל־חיתו ביער", 
            "צפו [צפיו] עורים כלם לא ידעו כלם כלבים אלמים לא יוכלו לנבח הזים שכבים אהבי לנום", 
            "והכלבים עזי־נפש לא ידעו שבעה והמה רעים לא ידעו הבין כלם לדרכם פנו איש לבצעו מקצהו", 
            "אתיו אקחה־יין ונסבאה שכר והיה כזה יום מחר גדול יתר מאד"
        ], 
        [
            "הצדיק אבד ואין איש שם על־לב ואנשי־חסד נאספים באין מבין כי־מפני הרעה נאסף הצדיק", 
            "יבוא שלום ינוחו על־משכבותם הלך נכחו", 
            "ואתם קרבו־הנה בני עננה זרע מנאף ותזנה", 
            "על־מי תתענגו על־מי תרחיבו פה תאריכו לשון הלוא־אתם ילדי־פשע זרע שקר", 
            "הנחמים באלים תחת כל־עץ רענן שחטי הילדים בנחלים תחת סעפי הסלעים", 
            "בחלקי־נחל חלקך הם הם גורלך גם־להם שפכת נסך העלית מנחה העל אלה אנחם", 
            "על הר־גבה ונשא שמת משכבך גם־שם עלית לזבח זבח", 
            "ואחר הדלת והמזוזה שמת זכרונך כי מאתי גלית ותעלי הרחבת משכבך ותכרת־לך מהם אהבת משכבם יד חזית", 
            "ותשרי למלך בשמן ותרבי רקחיך ותשלחי צריך עד־מרחק ותשפילי עד־שאול", 
            "ברב דרכך יגעת לא אמרת נואש חית ידך מצאת על־כן לא חלית", 
            "ואת־מי דאגת ותיראי כי תכזבי ואותי לא זכרת לא־שמת על־לבך הלא אני מחשה ומעלם ואותי לא תיראי", 
            "אני אגיד צדקתך ואת־מעשיך ולא יועילוך", 
            "בזעקך יצילך קבוציך ואת־כלם ישא־רוח יקח־הבל והחוסה בי ינחל־ארץ ויירש הר־קדשי", 
            "ואמר סלו־סלו פנו־דרך הרימו מכשול מדרך עמי", 
            "כי כה אמר רם ונשא שכן עד וקדוש שמו מרום וקדוש אשכון ואת־דכא ושפל־רוח להחיות רוח שפלים ולהחיות לב נדכאים", 
            "כי לא לעולם אריב ולא לנצח אקצוף כי־רוח מלפני יעטוף ונשמות אני עשיתי", 
            "בעון בצעו קצפתי ואכהו הסתר ואקצף וילך שובב בדרך לבו", 
            "דרכיו ראיתי וארפאהו ואנחהו ואשלם נחמים לו ולאבליו", 
            "בורא נוב [ניב] שפתים שלום שלום לרחוק ולקרוב אמר יהוה ורפאתיו", 
            "והרשעים כים נגרש כי השקט לא יוכל ויגרשו מימיו רפש וטיט", 
            "אין שלום אמר אלהי לרשעים"
        ], 
        [
            "קרא בגרון אל־תחשך כשופר הרם קולך והגד לעמי פשעם ולבית יעקב חטאתם", 
            "ואותי יום יום ידרשון ודעת דרכי יחפצון כגוי אשר־צדקה עשה ומשפט אלהיו לא עזב ישאלוני משפטי־צדק קרבת אלהים יחפצון", 
            "למה צמנו ולא ראית ענינו נפשנו ולא תדע הן ביום צמכם תמצאו־חפץ וכל־עצביכם תנגשו", 
            "הן לריב ומצה תצומו ולהכות באגרף רשע לא־תצומו כיום להשמיע במרום קולכם", 
            "הכזה יהיה צום אבחרהו יום ענות אדם נפשו הלכף כאגמן ראשו ושק ואפר יציע הלזה תקרא־צום ויום רצון ליהוה", 
            "הלוא זה צום אבחרהו פתח חרצבות רשע התר אגדות מוטה ושלח רצוצים חפשים וכל־מוטה תנתקו", 
            "הלוא פרס לרעב לחמך ועניים מרודים תביא בית כי־תראה ערם וכסיתו ומבשרך לא תתעלם", 
            "אז יבקע כשחר אורך וארכתך מהרה תצמח והלך לפניך צדקך כבוד יהוה יאספך", 
            "אז תקרא ויהוה יענה תשוע ויאמר הנני אם־תסיר מתוכך מוטה שלח אצבע ודבר־און", 
            "ותפק לרעב נפשך ונפש נענה תשביע וזרח בחשך אורך ואפלתך כצהרים", 
            "ונחך יהוה תמיד והשביע בצחצחות נפשך ועצמתיך יחליץ והיית כגן רוה וכמוצא מים אשר לא־יכזבו מימיו", 
            "ובנו ממך חרבות עולם מוסדי דור־ודור תקומם וקרא לך גדר פרץ משבב נתיבות לשבת", 
            "אם־תשיב משבת רגלך עשות חפציך ביום קדשי וקראת לשבת ענג לקדוש יהוה מכבד וכבדתו מעשות דרכיך ממצוא חפצך ודבר דבר", 
            "אז תתענג על־יהוה והרכבתיך על־במותי ארץ והאכלתיך נחלת יעקב אביך כי פי יהוה דבר"
        ], 
        [
            "הן לא־קצרה יד־יהוה מהושיע ולא־כבדה אזנו משמוע", 
            "כי אם־עונתיכם היו מבדלים בינכם לבין אלהיכם וחטאותיכם הסתירו פנים מכם משמוע", 
            "כי כפיכם נגאלו בדם ואצבעותיכם בעון שפתותיכם דברו־שקר לשונכם עולה תהגה", 
            "אין־קרא בצדק ואין נשפט באמונה בטוח על־תהו ודבר־שוא הרו עמל והוליד און", 
            "ביצי צפעוני בקעו וקורי עכביש יארגו האכל מביציהם ימות והזורה תבקע אפעה", 
            "קוריהם לא־יהיו לבגד ולא יתכסו במעשיהם מעשיהם מעשי־און ופעל חמס בכפיהם", 
            "רגליהם לרע ירצו וימהרו לשפך דם נקי מחשבותיהם מחשבות און שד ושבר במסלותם", 
            "דרך שלום לא ידעו ואין משפט במעגלותם נתיבותיהם עקשו להם כל דרך בה לא ידע שלום", 
            "על־כן רחק משפט ממנו ולא תשיגנו צדקה נקוה לאור והנה־חשך לנגהות באפלות נהלך", 
            "נגששה כעורים קיר וכאין עינים נגששה כשלנו בצהרים כנשף באשמנים כמתים", 
            "נהמה כדבים כלנו וכיונים הגה נהגה נקוה למשפט ואין לישועה רחקה ממנו", 
            "כי־רבו פשעינו נגדך וחטאותינו ענתה בנו כי־פשעינו אתנו ועונתינו ידענום", 
            "פשע וכחש ביהוה ונסוג מאחר אלהינו דבר־עשק וסרה הרו והגו מלב דברי־שקר", 
            "והסג אחור משפט וצדקה מרחוק תעמד כי־כשלה ברחוב אמת ונכחה לא־תוכל לבוא", 
            "ותהי האמת נעדרת וסר מרע משתולל וירא יהוה וירע בעיניו כי־אין משפט", 
            "וירא כי־אין איש וישתומם כי אין מפגיע ותושע לו זרעו וצדקתו היא סמכתהו", 
            "וילבש צדקה כשרין וכובע ישועה בראשו וילבש בגדי נקם תלבשת ויעט כמעיל קנאה", 
            "כעל גמלות כעל ישלם חמה לצריו גמול לאיביו לאיים גמול ישלם", 
            "וייראו ממערב את־שם יהוה וממזרח־שמש את־כבודו כי־יבוא כנהר צר רוח יהוה נססה בו", 
            "ובא לציון גואל ולשבי פשע ביעקב נאם יהוה", 
            "ואני זאת בריתי אותם אמר יהוה רוחי אשר עליך ודברי אשר־שמתי בפיך לא־ימושו מפיך ומפי זרעך ומפי זרע זרעך אמר יהוה מעתה ועד־עולם"
        ], 
        [
            "קומי אורי כי בא אורך וכבוד יהוה עליך זרח", 
            "כי־הנה החשך יכסה־ארץ וערפל לאמים ועליך יזרח יהוה וכבודו עליך יראה", 
            "והלכו גוים לאורך ומלכים לנגה זרחך", 
            "שאי־סביב עיניך וראי כלם נקבצו באו־לך בניך מרחוק יבאו ובנתיך על־צד תאמנה", 
            "אז תראי ונהרת ופחד ורחב לבבך כי־יהפך עליך המון ים חיל גוים יבאו לך", 
            "שפעת גמלים תכסך בכרי מדין ועיפה כלם משבא יבאו זהב ולבונה ישאו ותהלת יהוה יבשרו", 
            "כל־צאן קדר יקבצו לך אילי נביות ישרתונך יעלו על־רצון מזבחי ובית תפארתי אפאר", 
            "מי־אלה כעב תעופינה וכיונים אל־ארבתיהם", 
            "כי־לי איים יקוו ואניות תרשיש בראשנה להביא בניך מרחוק כספם וזהבם אתם לשם יהוה אלהיך ולקדוש ישראל כי פארך", 
            "ובנו בני־נכר חמתיך ומלכיהם ישרתונך כי בקצפי הכיתיך וברצוני רחמתיך", 
            "ופתחו שעריך תמיד יומם ולילה לא יסגרו להביא אליך חיל גוים ומלכיהם נהוגים", 
            "כי־הגוי והממלכה אשר לא־יעבדוך יאבדו והגוים חרב יחרבו", 
            "כבוד הלבנון אליך יבוא ברוש תדהר ותאשור יחדו לפאר מקום מקדשי ומקום רגלי אכבד", 
            "והלכו אליך שחוח בני מעניך והשתחוו על־כפות רגליך כל־מנאציך וקראו לך עיר יהוה ציון קדוש ישראל", 
            "תחת היותך עזובה ושנואה ואין עובר ושמתיך לגאון עולם משוש דור ודור", 
            "וינקת חלב גוים ושד מלכים תינקי וידעת כי אני יהוה מושיעך וגאלך אביר יעקב", 
            "תחת הנחשת אביא זהב ותחת הברזל אביא כסף ותחת העצים נחשת ותחת האבנים ברזל ושמתי פקדתך שלום ונגשיך צדקה", 
            "לא־ישמע עוד חמס בארצך שד ושבר בגבוליך וקראת ישועה חומתיך ושעריך תהלה", 
            "לא־יהיה־לך עוד השמש לאור יומם ולנגה הירח לא־יאיר לך והיה־לך יהוה לאור עולם ואלהיך לתפארתך", 
            "לא־יבוא עוד שמשך וירחך לא יאסף כי יהוה יהיה־לך לאור עולם ושלמו ימי אבלך", 
            "ועמך כלם צדיקים לעולם יירשו ארץ נצר מטעו [מטעי] מעשה ידי להתפאר", 
            "הקטן יהיה לאלף והצעיר לגוי עצום אני יהוה בעתה אחישנה"
        ], 
        [
            "רוח אדני יהוה עלי יען משח יהוה אתי לבשר ענוים שלחני לחבש לנשברי־לב לקרא לשבוים דרור ולאסורים פקח־קוח", 
            "לקרא שנת־רצון ליהוה ויום נקם לאלהינו לנחם כל־אבלים", 
            "לשום לאבלי ציון לתת להם פאר תחת אפר שמן ששון תחת אבל מעטה תהלה תחת רוח כהה וקרא להם אילי הצדק מטע יהוה להתפאר", 
            "ובנו חרבות עולם שממות ראשנים יקוממו וחדשו ערי חרב שממות דור ודור", 
            "ועמדו זרים ורעו צאנכם ובני נכר אכריכם וכרמיכם", 
            "ואתם כהני יהוה תקראו משרתי אלהינו יאמר לכם חיל גוים תאכלו ובכבודם תתימרו", 
            "תחת בשתכם משנה וכלמה ירנו חלקם לכן בארצם משנה יירשו שמחת עולם תהיה להם", 
            "כי אני יהוה אהב משפט שנא גזל בעולה ונתתי פעלתם באמת וברית עולם אכרות להם", 
            "ונודע בגוים זרעם וצאצאיהם בתוך העמים כל־ראיהם יכירום כי הם זרע ברך יהוה", 
            "שוש אשיש ביהוה תגל נפשי באלהי כי הלבישני בגדי־ישע מעיל צדקה יעטני כחתן יכהן פאר וככלה תעדה כליה", 
            "כי כארץ תוציא צמחה וכגנה זרועיה תצמיח כן אדני יהוה יצמיח צדקה ותהלה נגד כל־הגוים"
        ], 
        [
            "למען ציון לא אחשה ולמען ירושלם לא אשקוט עד־יצא כנגה צדקה וישועתה כלפיד יבער", 
            "וראו גוים צדקך וכל־מלכים כבודך וקרא לך שם חדש אשר פי יהוה יקבנו", 
            "והיית עטרת תפארת ביד־יהוה וצנוף [וצניף] מלוכה בכף־אלהיך", 
            "לא־יאמר לך עוד עזובה ולארצך לא־יאמר עוד שממה כי לך יקרא חפצי־בה ולארצך בעולה כי־חפץ יהוה בך וארצך תבעל", 
            "כי־יבעל בחור בתולה יבעלוך בניך ומשוש חתן על־כלה ישיש עליך אלהיך", 
            "על־חומתיך ירושלם הפקדתי שמרים כל־היום וכל־הלילה תמיד לא יחשו המזכרים את־יהוה אל־דמי לכם", 
            "ואל־תתנו דמי לו עד־יכונן ועד־ישים את־ירושלם תהלה בארץ", 
            "נשבע יהוה בימינו ובזרוע עזו אם־אתן את־דגנך עוד מאכל לאיביך ואם־ישתו בני־נכר תירושך אשר יגעת בו", 
            "כי מאספיו יאכלהו והללו את־יהוה ומקבציו ישתהו בחצרות קדשי", 
            "עברו עברו בשערים פנו דרך העם סלו סלו המסלה סקלו מאבן הרימו נס על־העמים", 
            "הנה יהוה השמיע אל־קצה הארץ אמרו לבת־ציון הנה ישעך בא הנה שכרו אתו ופעלתו לפניו", 
            "וקראו להם עם־הקדש גאולי יהוה ולך יקרא דרושה עיר לא נעזבה"
        ], 
        [
            "מי־זה בא מאדום חמוץ בגדים מבצרה זה הדור בלבושו צעה ברב כחו אני מדבר בצדקה רב להושיע", 
            "מדוע אדם ללבושך ובגדיך כדרך בגת", 
            "פורה דרכתי לבדי ומעמים אין־איש אתי ואדרכם באפי וארמסם בחמתי ויז נצחם על־בגדי וכל־מלבושי אגאלתי", 
            "כי יום נקם בלבי ושנת גאולי באה", 
            "ואביט ואין עזר ואשתומם ואין סומך ותושע לי זרעי וחמתי היא סמכתני", 
            "ואבוס עמים באפי ואשכרם בחמתי ואוריד לארץ נצחם", 
            "חסדי יהוה אזכיר תהלת יהוה כעל כל אשר־גמלנו יהוה ורב־טוב לבית ישראל אשר־גמלם כרחמיו וכרב חסדיו", 
            "ויאמר אך־עמי המה בנים לא ישקרו ויהי להם למושיע", 
            "בכל־צרתם לא [לו] צר ומלאך פניו הושיעם באהבתו ובחמלתו הוא גאלם וינטלם וינשאם כל־ימי עולם", 
            "והמה מרו ועצבו את־רוח קדשו ויהפך להם לאויב הוא נלחם־בם", 
            "ויזכר ימי־עולם משה עמו איה המעלם מים את רעי צאנו איה השם בקרבו את־רוח קדשו", 
            "מוליך לימין משה זרוע תפארתו בוקע מים מפניהם לעשות לו שם עולם", 
            "מוליכם בתהמות כסוס במדבר לא יכשלו", 
            "כבהמה בבקעה תרד רוח יהוה תניחנו כן נהגת עמך לעשות לך שם תפארת", 
            "הבט משמים וראה מזבל קדשך ותפארתך איה קנאתך וגבורתך המון מעיך ורחמיך אלי התאפקו", 
            "כי־אתה אבינו כי אברהם לא ידענו וישראל לא יכירנו אתה יהוה אבינו גאלנו מעולם שמך", 
            "למה תתענו יהוה מדרכיך תקשיח לבנו מיראתך שוב למען עבדיך שבטי נחלתך", 
            "למצער ירשו עם־קדשך צרינו בוססו מקדשך", 
            "היינו מעולם לא־משלת בם לא־נקרא שמך עליהם לוא־קרעת שמים ירדת מפניך הרים נזלו"
        ], 
        [
            "כקדח אש המסים מים תבעה־אש להודיע שמך לצריך מפניך גוים ירגזו", 
            "בעשותך נוראות לא נקוה ירדת מפניך הרים נזלו", 
            "ומעולם לא־שמעו לא האזינו עין לא־ראתה אלהים זולתך יעשה למחכה־לו", 
            "פגעת את־שש ועשה צדק בדרכיך יזכרוך הן־אתה קצפת ונחטא בהם עולם ונושע", 
            "ונהי כטמא כלנו וכבגד עדים כל־צדקתינו ונבל כעלה כלנו ועוננו כרוח ישאנו", 
            "ואין־קורא בשמך מתעורר להחזיק בך כי־הסתרת פניך ממנו ותמוגנו ביד־עוננו", 
            "ועתה יהוה אבינו אתה אנחנו החמר ואתה יצרנו ומעשה ידך כלנו", 
            "אל־תקצף יהוה עד־מאד ואל־לעד תזכר עון הן הבט־נא עמך כלנו", 
            "ערי קדשך היו מדבר ציון מדבר היתה ירושלם שממה", 
            "בית קדשנו ותפארתנו אשר הללוך אבתינו היה לשרפת אש וכל־מחמדינו היה לחרבה", 
            "העל־אלה תתאפק יהוה תחשה ותעננו עד־מאד"
        ], 
        [
            "נדרשתי ללוא שאלו נמצאתי ללא בקשני אמרתי הנני הנני אל־גוי לא־קרא בשמי", 
            "פרשתי ידי כל־היום אל־עם סורר ההלכים הדרך לא־טוב אחר מחשבתיהם", 
            "העם המכעיסים אותי על־פני תמיד זבחים בגנות ומקטרים על־הלבנים", 
            "הישבים בקברים ובנצורים ילינו האכלים בשר החזיר ופרק [ומרק] פגלים כליהם", 
            "האמרים קרב אליך אל־תגש־בי כי קדשתיך אלה עשן באפי אש יקדת כל־היום", 
            "הנה כתובה לפני לא אחשה כי אם־שלמתי ושלמתי על־חיקם", 
            "עונתיכם ועונת אבותיכם יחדו אמר יהוה אשר קטרו על־ההרים ועל־הגבעות חרפוני ומדתי פעלתם ראשנה על־[אל־] חיקם", 
            "כה אמר יהוה כאשר ימצא התירוש באשכול ואמר אל־תשחיתהו כי ברכה בו כן אעשה למען עבדי לבלתי השחית הכל", 
            "והוצאתי מיעקב זרע ומיהודה יורש הרי וירשוה בחירי ועבדי ישכנו־שמה", 
            "והיה השרון לנוה־צאן ועמק עכור לרבץ בקר לעמי אשר דרשוני", 
            "ואתם עזבי יהוה השכחים את־הר קדשי הערכים לגד שלחן והממלאים למני ממסך", 
            "ומניתי אתכם לחרב וכלכם לטבח תכרעו יען קראתי ולא עניתם דברתי ולא שמעתם ותעשו הרע בעיני ובאשר לא־חפצתי בחרתם", 
            "לכן כה־אמר אדני יהוה הנה עבדי יאכלו ואתם תרעבו הנה עבדי ישתו ואתם תצמאו הנה עבדי ישמחו ואתם תבשו", 
            "הנה עבדי ירנו מטוב לב ואתם תצעקו מכאב לב ומשבר רוח תילילו", 
            "והנחתם שמכם לשבועה לבחירי והמיתך אדני יהוה ולעבדיו יקרא שם אחר", 
            "אשר המתברך בארץ יתברך באלהי אמן והנשבע בארץ ישבע באלהי אמן כי נשכחו הצרות הראשנות וכי נסתרו מעיני", 
            "כי־הנני בורא שמים חדשים וארץ חדשה ולא תזכרנה הראשנות ולא תעלינה על־לב", 
            "כי־אם־שישו וגילו עדי־עד אשר אני בורא כי הנני בורא את־ירושלם גילה ועמה משוש", 
            "וגלתי בירושלם וששתי בעמי ולא־ישמע בה עוד קול בכי וקול זעקה", 
            "לא־יהיה משם עוד עול ימים וזקן אשר לא־ימלא את־ימיו כי הנער בן־מאה שנה ימות והחוטא בן־מאה שנה יקלל", 
            "ובנו בתים וישבו ונטעו כרמים ואכלו פרים", 
            "לא יבנו ואחר ישב לא יטעו ואחר יאכל כי־כימי העץ ימי עמי ומעשה ידיהם יבלו בחירי", 
            "לא ייגעו לריק ולא ילדו לבהלה כי זרע ברוכי יהוה המה וצאצאיהם אתם", 
            "והיה טרם־יקראו ואני אענה עוד הם מדברים ואני אשמע", 
            "זאב וטלה ירעו כאחד ואריה כבקר יאכל־תבן ונחש עפר לחמו לא־ירעו ולא־ישחיתו בכל־הר קדשי אמר יהוה"
        ], 
        [
            "כה אמר יהוה השמים כסאי והארץ הדם רגלי אי־זה בית אשר תבנו־לי ואי־זה מקום מנוחתי", 
            "ואת־כל־אלה ידי עשתה ויהיו כל־אלה נאם־יהוה ואל־זה אביט אל־עני ונכה־רוח וחרד על־דברי", 
            "שוחט השור מכה־איש זובח השה ערף כלב מעלה מנחה דם־חזיר מזכיר לבנה מברך און גם־המה בחרו בדרכיהם ובשקוציהם נפשם חפצה", 
            "גם־אני אבחר בתעלליהם ומגורתם אביא להם יען קראתי ואין עונה דברתי ולא שמעו ויעשו הרע בעיני ובאשר לא־חפצתי בחרו", 
            "שמעו דבר־יהוה החרדים אל־דברו אמרו אחיכם שנאיכם מנדיכם למען שמי יכבד יהוה ונראה בשמחתכם והם יבשו", 
            "קול שאון מעיר קול מהיכל קול יהוה משלם גמול לאיביו", 
            "בטרם תחיל ילדה בטרם יבוא חבל לה והמליטה זכר", 
            "מי־שמע כזאת מי ראה כאלה היוחל ארץ ביום אחד אם־יולד גוי פעם אחת כי־חלה גם־ילדה ציון את־בניה", 
            "האני אשביר ולא אוליד יאמר יהוה אם־אני המוליד ועצרתי אמר אלהיך", 
            "שמחו את־ירושלם וגילו בה כל־אהביה שישו אתה משוש כל־המתאבלים עליה", 
            "למען תינקו ושבעתם משד תנחמיה למען תמצו והתענגתם מזיז כבודה", 
            "כי־כה אמר יהוה הנני נטה־אליה כנהר שלום וכנחל שוטף כבוד גוים וינקתם על־צד תנשאו ועל־ברכים תשעשעו", 
            "כאיש אשר אמו תנחמנו כן אנכי אנחמכם ובירושלם תנחמו", 
            "וראיתם ושש לבכם ועצמותיכם כדשא תפרחנה ונודעה יד־יהוה את־עבדיו וזעם את־איביו", 
            "כי־הנה יהוה באש יבוא וכסופה מרכבתיו להשיב בחמה אפו וגערתו בלהבי־אש", 
            "כי באש יהוה נשפט ובחרבו את־כל־בשר ורבו חללי יהוה", 
            "המתקדשים והמטהרים אל־הגנות אחר אחד [אחת] בתוך אכלי בשר החזיר והשקץ והעכבר יחדו יספו נאם־יהוה", 
            "ואנכי מעשיהם ומחשבתיהם באה לקבץ את־כל־הגוים והלשנות ובאו וראו את־כבודי", 
            "ושמתי בהם אות ושלחתי מהם פליטים אל־הגוים תרשיש פול ולוד משכי קשת תבל ויון האיים הרחקים אשר לא־שמעו את־שמעי ולא־ראו את־כבודי והגידו את־כבודי בגוים", 
            "והביאו את־כל־אחיכם מכל־הגוים מנחה ליהוה בסוסים וברכב ובצבים ובפרדים ובכרכרות על הר קדשי ירושלם אמר יהוה כאשר יביאו בני ישראל את־המנחה בכלי טהור בית יהוה", 
            "וגם־מהם אקח לכהנים ללוים אמר יהוה", 
            "כי כאשר השמים החדשים והארץ החדשה אשר אני עשה עמדים לפני נאם־יהוה כן יעמד זרעכם ושמכם", 
            "והיה מדי־חדש בחדשו ומדי שבת בשבתו יבוא כל־בשר להשתחות לפני אמר יהוה", 
            "ויצאו וראו בפגרי האנשים הפשעים בי כי תולעתם לא תמות ואשם לא תכבה והיו דראון לכל־בשר"
        ]
    ], 
    "versionSource": "http://www.tanach.us/Tanach.xml", 
    "heTitle": "ישעיהו", 
    "versionTitleInHebrew": "תנ״ך - טקסט בלבד", 
    "categories": [
        "Tanakh", 
        "Prophets"
    ]
}