{
    "versionTitle": "merged", 
    "language": "en", 
    "versions": [
        [
            "Sefaria Community Translation", 
            "https://www.sefaria.org"
        ]
    ], 
    "text": [
        [
            [
                "Rashi says that we are not Yotzei Keri'as Shema in the Beis ha'Keneses during the day. We say it only to enter Shemoneh Esre amidst Divrei Torah. One is Yotzei Shema through the first paragraph during Keri'as Shema Al ha'Mitah. The Yerushalmi says so. The Riva, Ritz Gei'us and Rav Amram Gaon agreed. R. Tam says that we are Yotzei in the Beis ha'Keneses, we hold like R. Yehudah. The Gemara said that one who did like either opinion was fine. This is difficult. The Gemara said so about Tefilah, which corresponds to Korbanos. Minchah was never offered after Plag ha'Minchah! Rather, we hold like other Tana'im who hold that the time for Shema is before Tzeis ha'Kochavim. We are lenient like R. Yehudah regarding Tefilah because it would be hard to gather people again. L'Chatchilah, one should say Shema after Tzeis ha'Kochavim, like our Stam Mishnah. Rav Hai Gaon said that in Eretz Yisrael we pray Ma'ariv, and afterwards we say Shema in its time, even though we lose Semichus Ge'ulah l'Tefilah. However, he must pray Minchah before Plag ha'Minchah."
            ]
        ], 
        [], 
        [
            [
                "...One whose dead is front of him is exempt from saying the Shema and from praying the Amidah and from Tefillin and all the commandments said in the Torah.", 
                "......Rashi explains that it is not necessary for one to make the Hamotzie blessing from that we learn that if he wants to make the blessing he has permission. This does not seem to be the implication in the conversation of this idea which teaches that even outside the area of four amot is also prohibited because there is a general rule that one may not bless.  And there are those who say that from the conversation we learn the prohibition to bless is only at a time when one is engaged in the needs of the dead person but if one has already completed the persons needs or there are others to take care of the dead person's needs - then he may bless. And in the Yerushalmi that implication does not seem to be accepted because we explain there/translate \"doesn't eat\" as he doesn't eat meat and he doesn't drink wine and he doesn't make a blessing. And if he blesses others do not answer him, amen. And if others bless they are not answered with amen.  And in the answering of amen, one does not invalidate the needs of the dead even though here it is technically prohibited to say amen. And further we say above in our chapter on page 19 \"if the dead person isn't in front of you - you can sit and read Shema and he sits silently while they stand and pray the Amidah and he stands and justifies the law and he isn't involved in the needs of the dead ______________ and he can focus on the first pasuk of Shema. Therefore we see its prohibited to pray while one is in front of you who is in Aveliut."
            ]
        ]
    ], 
    "title": "Rosh on Berakhot", 
    "versionSource": "https://www.sefaria.org/Rosh_on_Berakhot", 
    "heTitle": " פסקי הראש על ברכות", 
    "sectionNames": [
        "Chapter", 
        "Halakhah", 
        "Siman"
    ], 
    "categories": [
        "Talmud", 
        "Bavli", 
        "Commentary", 
        "Rosh", 
        "Seder Zeraim"
    ]
}